{"annee": "114", "cour": "IB", "page": "334", "date": "25/11/1988", "cite": ["108 IB 270"], "cite_par": ["116 IB 37"], "chapeau": "50. Extrait de l'arrêt de la IIe Cour de droit public du 25 novembre 1988 dans la cause L'Energie de l'Ouest-Suisse (EOS) S.A. c. Autorité indépendante d'examen des plaintes en matière de radio-télévision (recours de droit administratif)", "regestes": ["Art. 20 al. 2 de l'arrêté fédéral instituant une autorité indépendante d'examen des plaintes en matière de radio-télévision; moyens procéduraux à la disposition de l'Autorité de plainte; étendue du contrôle d'une émission. 1. L'art 20 al. 2 de l'arrêté fédéral doit être interprété de façon à reconnaître à l'Autorité de plainte le pouvoir d'investigation nécessaire pour remplir la mission qui lui est assignée par le législateur (consid. 2). 2. Importance, dans le cas particulier, de procéder à l'audition des personnes concernées (consid. 3). 3. Le contrôle de l'objectivité d'une émission impose non seulement l'examen de chaque information prise isolément, mais aussi la prise en considération de l'impression générale qui se dégage de l'émission dans son ensemble (consid. 4)."], "faits": "|335|\n\nLa société L'Energie de l'Ouest-Suisse S.A. (ci-après: EOS) est engagée dans la construction d'une ligne électrique aérienne à haute tension de 380 kV reliant Galmiz à Verbois. Prévu dans la campagne en arrière du vignoble de La Côte jusqu'à la hauteur de Vinzel, le tracé de cette ligne traverse ensuite le haut du coteau pour rejoindre la région de Begnins.\n\nEn octobre 1986, Franz Weber a lancé une initiative cantonale intitulée \"Sauvez la Côte\" exigeant que le canton de Vaud intervienne pour que toute nouvelle ligne à haute tension (ou agrandissement de ligne) soit enterrée à partir du 1er janvier 1987. Cette initiative a été très nettement rejetée par le peuple vaudois lors des votations du 28 juin 1987.\n\nA l'occasion du lancement de l'initiative, la télévision suisse romande a présenté, au cours de l'émission \"Téléjournal\" du 23 octobre 1986 à 19 h 30, un bref reportage de 4 minutes et demie consacré à l'éventuelle mise sous terre de la ligne électrique. Parlant au nom d'EOS, son directeur, Jean Remondeulaz, a mis l'accent sur les difficultés techniques et le coût jugé prohibitif d'un tel projet; Franz Weber et Chaïm Nissim ont eu l'occasion d'exposer leur avis en faveur d'une ligne souterraine. L'élément central du reportage était constitué par un dossier émanant de la société Pirelli qui démontrerait la faisabilité d'une mise sous terre des câbles à haute tension. A l'issue de l'émission, il fut annoncé aux téléspectateurs que la télévision consacrerait un \"dossier\" au même sujet le samedi suivant.\n\nLe 25 octobre 1986, le \"Téléjournal\" a présenté le reportage comme indiqué. D'une durée inférieure à 6 minutes et demie, il aborde principalement la question des répercussions négatives de la ligne aérienne sur le paysage, en exposant les sentiments ressentis par quelques personnes choisies. Parmi les opposants, outre Franz Weber, un géographe et un vigneron ont exprimé leur émotion. Paul de Weck, sous-directeur d'EOS, a été, quant à lui, appelé à décrire très brièvement l'importance et la nécessité de la ligne litigieuse.\n\nLe 21 novembre 1986, EOS a saisi l'Autorité indépendante d'examen des plaintes en matière de radio-télévision (ci-après: |336| l'Autorité de plainte) en soutenant que les émissions des 23 et 25 octobre 1986 ont violé les règles de l'art. 13 de la concession du 27 octobre 1964/22 décembre 1980 dont bénéficie la Société suisse de radiodiffusion et télévision, notamment celles relatives à l'objectivité.\n\nLe 23 décembre 1986, EOS a déposé une plainte complémentaire visant l'émission \"Journal romand\" du 25 novembre 1986; alors qu'il commentait l'approbation d'un rapport favorable à la ligne aérienne par le Grand Conseil vaudois, un journaliste avait lié la construction de la ligne à l'énergie nucléaire en affirmant que l'abandon de ligne risquait de mettre en échec tout le programme nucléaire. Selon EOS, cette affirmation constituerait une tromperie inadmissible du public.\n\nPar décision du 16 avril 1987, l'Autorité de plainte a estimé que, bien qu'elles aient été parfois maladroites, les émissions litigieuses n'avaient pas transgressé l'art. 13 de la concession.\n\nAgissant en temps utile par la voie du recours de droit administratif, EOS demande au Tribunal fédéral de réformer la décision du 16 avril 1986 \"en constatant que les émissions Téléjournal de la TSR des 23 et 25 octobre 1986 et Journal romand du 25 novembre 1986 ont violé la règle d'objectivité posée par l'art. 13 de la concession\".\n\nConsidérant que l'Autorité de plainte a restreint son pouvoir de cognition d'une manière contraire au droit fédéral, la recourante reprend pour l'essentiel les arguments formulés devant l'instance inférieure. Elle se plaint tout d'abord du non-respect du principe d'équilibre, les opposants à la ligne aérienne ayant disposé à ses yeux d'un temps de parole trop important par rapport à son propre temps d'antenne. Elle soutient par ailleurs que les interviews de ses représentants ont été recueillies et présentées d'une façon contraire aux règles de la déontologie et que des images ont été manipulées au profit d'une des thèses en présence. Enfin, s'agissant particulièrement du \"Journal romand\", la recourante réitère ses critiques relatives à une tromperie du public.\n\nDans leurs observations respectives, l'autorité intimée et la Société suisse de radiodiffusion et télévision ont conclu au rejet du recours.\n\nLe 9 mars 1988 a eu lieu une audience d'instruction au cours de laquelle la délégation du Tribunal fédéral a procédé au visionnement des émissions litigieuses ainsi qu'à l'interrogatoire des parties.\n\n|337|\n\nA l'issue d'un second échange d'écritures, les parties ont maintenu leurs conclusions.", "considerants": "Considérant en droit:\n\n1. a) Dans la mesure où la recourante est directement touchée par les émissions contestées et remplit, par conséquent, les conditions posées par l'art. 103 lettre a OJ, le recours de droit administratif qu'elle forme est recevable en vertu de la disposition particulière de l'art. 25 de l'arrêté fédéral du 7 octobre 1983 sur l'Autorité indépendante d'examen des plaintes en matière de radio-télévision (RS 784.45; ci-après: l'arrêté fédéral; cf. 111 Ib 296 consid. 1b).\n\nb) Selon l'art. 104 OJ, le recours de droit administratif peut être formé pour violation du droit public fédéral, pour excès ou abus du pouvoir d'appréciation (lettre a) ainsi que pour constatation incomplète ou inexacte des faits (lettre b). En revanche, sauf dans les cas exceptionnels visés par l'art. 104 lettre c OJ - non réalisés en l'espèce -, un recourant ne peut pas se plaindre de l'inopportunité de la décision attaquée, c'est-à-dire d'une simple erreur d'appréciation de l'autorité intimée (cf. Archives 48, p. 345 consid. 2).\n\nc) Bien que l'Autorité de plainte soit indépendante de l'administration, ses décisions concernant les émissions de la Société suisse de radiodiffusion et télévision ne sont pas prises sur recours, mais en première instance: elle ne peut dès lors être mise au bénéfice de l'art. 105 al. 2 OJ qui limite le pouvoir d'examen du Tribunal fédéral sur les questions de fait lorsque les constatations en la matière émanent d'une commission de recours. Le Tribunal fédéral peut donc revoir d'office les constatations de fait de l'autorité intimée (art. 105 al. 1 OJ; cf. dans ce sens ATF 108 Ib 274 consid. 2a).\n\nCertes la question du pouvoir d'examen du Tribunal fédéral sur les faits apparaît plus délicate lorsque l'Autorité de plainte statue, en application de l'art. 16 de l'arrêté fédéral, sur des émissions de diffuseurs locaux dans la mesure où ces derniers disposent déjà de leur propre autorité de contrôle. Toutefois, cette hypothèse n'étant pas réalisée en l'espèce, rien ne justifie de trancher d'ores et déjà la question.\n\nd) Sur le plan juridique, le Tribunal fédéral vérifie d'office l'application du droit public fédéral. Il se prononce librement sur |338| le respect de la concession et en particulier sur l'objectivité des émissions. Il n'a pas en revanche à contrôler si les directives des diffuseurs en matière de programmes ou les règles de déontologie applicables à la profession de journaliste ont été observées. Il n'en tiendra compte que dans la mesure où ces règles permettent une interprétation plus précise des notions contenues à l'art. 13 de la concession.\n\n2. a) Bien que les plaintes radio-TV soient exclues du champ d'application de la loi fédérale sur la procédure administrative (art. 3 lettre ebis PA), l'Autorité de plainte n'est pas démunie de moyens procéduraux pour obtenir des informations. L'arrêté fédéral prévoit à son art. 20 al. 2 que les diffuseurs doivent lui fournir \"tous les renseignements nécessaires à l'exercice de son activité\". La question se pose dès lors de déterminer l'ampleur de cette obligation et les facultés qui en découlent pour l'autorité intimée.\n\nb) Selon l'art. 21 de l'arrêté fédéral, l'Autorité de plainte établit, dans sa décision, si l'émission ou les émissions incriminées ont violé les dispositions de la concession relatives aux programmes. Or, pour juger de la conformité d'une émission au principe d'objectivité énoncé à l'art. 13 de la concession 1964/1980 - encore applicable à la présente affaire -, il n'est pas possible de se contenter d'un simple examen subjectif de l'émission, en se mettant à la place d'un téléspectateur. Dans la mesure où l'objectivité d'une émission dépend de la véracité des éléments fournis aux destinataires et de la diligence déployée par le journaliste dans son travail de préparation (SJ 1982, p. 372), le respect de la concession implique de contrôler si, d'un point de vue objectif, ce qui est dit ou montré dans l'émission litigieuse est vrai, ou pouvait être tenu comme tel, et si la diligence journalistique a été respectée. Cela suppose, pour le moins, de disposer d'un état de fait complet sur les conditions dans lesquelles l'émission a été produite. En excluant ce contrôle sous prétexte qu'elle ne dispose pas des moyens procéduraux adéquats, l'Autorité de plainte ne remplit pas la mission qui lui a été confiée par le législateur. Or, de par sa formulation très large, l'art 20 al. 2 de l'arrêté fédéral n'implique pas forcément une restriction des moyens d'enquête de l'Autorité de plainte; cette dernière doit donc interpréter la disposition de manière à être en mesure de s'acquitter de sa tâche.\n\nc) En procédant à cette interprétation, l'autorité intimée ne peut ignorer les compétences dont dispose le Tribunal fédéral dans |339| le cadre du recours de droit administratif. En principe, le pouvoir d'examen de l'autorité inférieure sur les faits est au moins aussi étendu que celui de l'autorité de recours (cf. GRISEL, Traité de droit administratif, p. 929). Il s'avérerait illogique d'attendre que la cause soit soumise à la juridiction suprême pour que soient ordonnées les mesures nécessaires à une instruction sérieuse du dossier. Etant l'unique instance spécifique en matière de surveillance des émissions de radio et de télévision, c'est à l'Autorité de plainte, et non pas au Tribunal fédéral, qu'il appartient de procéder aux enquêtes nécessaires pour élucider les questions de fait. Or, si l'Autorité de plainte devait ne pas disposer des moyens suffisants à cette tâche, la surveillance effective des émissions reviendrait - lorsque le recourant satisfait aux conditions de l'art. 103 OJ - au seul Tribunal fédéral qui devrait à chaque fois établir les faits comme s'il statuait en instance unique. Une telle solution est contraire au système choisi non seulement par le législateur, mais également par le constituant qui a expressément voulu la création d'une autorité indépendante chargée de l'examen des plaintes (art. 55bis al. 5 Cst.).\n\nd) Sous l'angle de l'interprétation de l'art. 20 al. 2 de l'arrêté fédéral, il importe peu que la procédure administrative fédérale ne soit pas directement applicable à la procédure de plainte en matière de radio-télévision. En effet, il ne faut pas perdre de vue le but que poursuivait le législateur en restreignant le champ d'application de la PA. Prenant acte du fait que les émissions de télévision et de radio ne sont pas des décisions au sens de l'art. 5 PA, et que, dans le système de la procédure administrative, les plaintes qui les visent ne pourraient être mieux que de simples dénonciations (art. 71 PA) ne garantissant pas au plaignant une procédure complète, le législateur a constaté l'inadéquation de cette loi fédérale pour réglementer la manière de traiter les plaintes dirigées contre les programmes (BO CN 1983, p. 473; cf. aussi Message du 8 juillet 1982, FF 1981 III p. 109 et 116). Son but premier n'était pas de priver l'Autorité de plainte des moyens procéduraux nécessaires, mais de prévoir une normalisation de la procédure de réclamation, en améliorant la situation des plaignants. Dans ces conditions, il n'est pas contraire à l'intention du législateur d'interpréter l'art. 20 al. 2 de l'arrêté fédéral de façon à reconnaître à l'Autorité de plainte le pouvoir d'examen nécessaire pour remplir complètement la mission qui lui est assignée. Au surplus, rien ne s'oppose, dans ce cadre, à une application par analogie de certains instruments |340| procéduraux organisés par la loi de procédure administrative (cf. BO CN 1982, p. 468; CORBOZ, Le contrôle populaire des émissions de la radio et de la télévision, in Mélanges Robert Patry, Lausanne 1988, n. 31 p. 287).\n\ne) L'étendue concrète du devoir d'investigation qui incombe à l'autorité intimée dépend des circonstances de fait de la cause; par ailleurs, les enquêtes seront plus ou moins poussées selon la nature de l'émission litigieuse et les reproches du plaignant. Cette situation exclut, par conséquent, de fixer sur un plan purement théorique les mesures d'instruction susceptibles d'être adoptées; celles-ci varieront de cas en cas.\n\n3. a) En l'occurrence, l'audience d'instruction à laquelle a exceptionnellement procédé le Tribunal fédéral a montré à quel point il importe de connaître les circonstances ayant présidé à l'élaboration d'une émission. Cette connaissance a été acquise dans le cas particulier en visionnant les séquences litigieuses, en interrogeant les divers protagonistes et en obtenant la documentation utilisée pour préparer l'émission. Le résultat de ces investigations modifie fondamentalement l'appréciation des émissions litigieuses.\n\nb) S'agissant tout d'abord de l'émission \"Téléjournal\" du 23 octobre 1986, il faut constater que l'affirmation selon laquelle une tranchée d'un mètre suffirait pour enterrer la ligne à haute tension Galmiz-Verbois constitue l'élément central du reportage; or, cette information est fausse. Il ressort clairement de la documentation que l'entreprise Pirelli a fournie au journaliste qu'une mise sous terre de la ligne Galmiz-Verbois aurait nécessité une tranchée d'un mètre au moins pour chacun des 6 à 10 câbles composant la ligne. Laisser entendre qu'une seule tranchée aurait suffi pour enterrer la ligne s'avère donc inexact et fausse gravement le processus de formation de l'opinion du téléspectateur. De plus, le journaliste n'a pas pris la peine d'énoncer les réserves qui découlaient du dossier Pirelli; l'entreprise italienne insistait notamment sur le fait que le problème de la mise sous terre de la ligne ne concerne pas seulement les câbliers, mais également au premier chef, les électriciens (sélectivité de protection, stabilité du réseau) dont l'avis sur la faisabilité de la ligne est au moins aussi important que le sien. N'ayant pas apporté cette précision nécessaire à une bonne compréhension de la position des partisans de la ligne aérienne, le journaliste a tronqué l'information d'une de ses composantes importantes.\n\n|341|\n\nEn outre, à la différence des promoteurs de l'initiative \"Sauvez la Côte\", les représentants d'EOS ne connaissaient pas le contenu du dossier Pirelli; ils n'ont pu dès lors émettre que des généralités sur la faisabilité de la mise sous terre de la ligne et leurs propos à ce sujet apparaissent maladroits et peu précis; en face, les initiants ont pu, eux, se prononcer concrètement sur le problème, en soulignant les seuls éléments du dossier qui étaient en leur faveur.\n\nEn raison de cette inégalité flagrante, leur intervention se révèle nettement plus crédible que celle d'EOS qui semble nier l'évidence en adoptant une attitude de refus obstiné. Malgré l'ignorance de la recourante et, partant, son impossibilité à apporter les précisions nécessaires à un débat équilibré, le journaliste n'a pas jugé utile d'intervenir pour souligner les réserves qui découlaient du dossier Pirelli et dont les initiants ont tu l'existence.\n\nL'impression négative laissée par la recourante est encore renforcée par l'utilisation du discours alterné. En fonction de chaque affirmation d'EOS, l'usage de cette méthode de reportage met en évidence les conclusions diamétralement opposées des initiants que semble corroborer à chaque fois le dossier Pirelli présenté comme critère de la vérité par le commentateur lui-même. Ce procédé accentue gravement le déséquilibre constaté dans la connaissance de la documentation Pirelli dès lors que les très brèves interventions d'EOS sont immédiatement balayées par les réponses conjuguées des initiants et du journaliste de manière à créer une dynamique favorable à la thèse de la mise sous terre de la ligne.\n\nc) L'examen de l'émission du 25 octobre 1986 a révélé également l'usage de certains procédés dont la compatibilité avec la diligence journalistique s'avère plus que douteuse.\n\nCette émission vise essentiellement à décrire les sentiments suscités par la construction de la ligne auprès de quelques personnes; elle souligne par les images et le son l'aspect émotionnel de l'événement. Dans ce contexte, le diffuseur s'est efforcé de maintenir l'attention du spectateur en multipliant la brusque alternance des séquences montrant des pylônes à haute tension et celles plus bucoliques exposant des vues du vignoble de Féchy ou de la région de Lavaux. Or, ces dernières images ne concernent pas des régions menacées par le passage de la ligne Galmiz-Verbois. Leur diffusion alors qu'elles ne présentent pas un rapport direct avec cette ligne à haute tension est de nature à tromper le public. En effet, même si les vues de Lavaux ne font qu'illustrer les propos |342| de Franz Weber, leur intégration dans le reportage peut facilement provoquer une confusion sur les régions véritablement menacées par la ligne contestée. Il en va de même d'ailleurs de la présentation de l'église et du village de Féchy situés hors du tracé de la construction. Le fait d'associer implicitement ces paysages à la ligne aérienne litigieuse peut renforcer dès lors la position des initiants auprès d'un vaste auditoire, ému en l'espèce par la sauvegarde d'un patrimoine nullement menacé.\n\nIl est apparu, en outre, lors de l'interrogatoire des parties, que l'interview de M. de Weck, représentant d'EOS, avait été réalisée le 19 septembre 1986, soit un mois avant sa diffusion, de manière fortuite lors d'une inspection des lieux et dans une ambiance de rue, juste avant de monter dans un car. Son intégration dans un contexte différent où tous les intervenants soulignent avec gravité l'atteinte au paysage provoquée par la ligne donne indûment à penser que la direction d'EOS prend ce problème à la légère. Cette impression est d'ailleurs renforcée par le choix des raccords liant les brèves interventions de M. de Weck; montrant d'énormes pylônes métalliques filmés en contre-plongée, ces raccords accentuent le peu de consistance du discours sorti de son contexte.\n\nd) Les résultats de l'instruction visant à déterminer la véracité des faits diffusés lors des émissions attaquées et le respect de la diligence journalistique influencent en l'occurrence de manière déterminante le jugement sur le respect de la concession. L'autorité intimée ne pouvait par conséquent se contenter du simple visionnement des émissions litigieuses et des pièces figurant à ce moment au dossier, sans procéder à l'audition des personnes concernées. Sa décision, entachée d'une constatation incomplète des faits, doit dès lors être annulée.\n\n4. Sur le plan juridique, la décision attaquée n'échappe pas non plus à la critique.\n\na) Dans la mesure où la finalité ultime du devoir d'objectivité est d'apporter au destinataire de l'émission les éléments nécessaires à la formation de sa propre opinion (BARRELET, Droit suisse des mass-média, Berne 1987, p. 320 No 1035; PONCET, La surveillance de l'Etat sur l'information télévisée en régime de monopole, Bâle 1985, p. 133; RIKLIN, Rechtsfragen der (externen) Programmaufsicht über Radio und Fernsehen in der Schweiz, in Aspect du droit des médias II, Fribourg 1984, p. 45; ROSTAN, Le service public de radio et de télévision, p. 220), il n'est pas possible de réduire le contrôle de l'émission contestée à un examen successif des |343| différents faits et opinions qui y sont contenus, considérés d'une manière fractionnée. S'il est juste d'opérer une appréciation de chaque information prise isolément (SJ 1982, p. 373), l'Autorité de plainte ne saurait s'arrêter à ce stade. Elle doit, en plus, examiner l'impression générale qui se dégage de l'émission dans son ensemble, dès l'instant qu'un enchaînement de faits vrais ou vraisemblables selon un ordre établi n'aboutit pas forcément à une information objective. Il lui incombe également, lorsqu'une série d'émissions est contestée, de regarder si l'ensemble formé par toutes les transmissions respecte les exigences posées par la concession.\n\nb) En l'espèce, l'autorité intimée n'a pas procédé à cette appréciation globale des émissions qui lui étaient soumises. Elle les a découpées en séquences et s'est prononcée sur chacune d'entre elles individuellement; sous cet angle restreint, elle a constaté un certain nombre de manquements et de maladresses mineures sans prendre la peine d'examiner si ces inadvertances et erreurs ne faussaient pas en définitive l'objectivité de l'ensemble des émissions de manière non négligeable.\n\nEn outre, dans la mesure où les transmissions litigieuses illustrent un débat d'idées concrétisé par le lancement d'une initiative, elle ne devait admettre qu'avec prudence qu'une violation marginale de l'objectivité ne constitue pas en l'occurrence une atteinte à la concession. Il lui fallait regarder en particulier si les erreurs en cause n'étaient pas de nature à fausser le processus démocratique en facilitant indûment la collecte des signatures auprès des citoyens vaudois.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule la décision attaquée et renvoie la cause à l'autorité intimée pour nouvelle décision au sens des considérants."}