{"annee": "114", "cour": "V", "page": "139", "date": "9/6/1988", "cite": ["112 V 16"], "cite_par": ["139 V 399", "126 V 241", "116 V 86", "117 V 275", "120 V 429", "124 V 108"], "chapeau": "29. Urteil vom 9. Juni 1988 i.S. B. gegen Ausgleichskasse des Kantons Thurgau und Rekurskommission des Kantons Thurgau für die AHV", "regestes": ["Art. 22 al. 1 et 3 LAI, art. 18 al. 1 RAI: Droit à l'indemnité journalière pendant le délai d'attente. Celui qui doit observer un délai d'attente en raison de sa propre faute ne saurait prétendre le versement d'indemnités journalières durant ce délai."], "faits": "BGE 114 V 139 S. 139\n\nA.- Am 27. April 1983 wurde der 1953 geborene Mario B. Opfer eines Verkehrsunfalls (Auffahrkollision) und erlitt dabei eine Kontusion des rechten Knies. Als Folge blieb eine Chondropathia patellae mit leichter chronischer Synovitis zurück. Die bisherige Arbeit als Radio- und Fernsehverkäufer war ihm deshalb nicht mehr zumutbar. Mit Verfügung der Ausgleichskasse des Kantons Thurgau vom 18. März 1985 übernahm die Invalidenversicherung die Kosten der Umschulung auf den Kaufmannsberuf ab April 1985 bis April 1988 an der Schule J.\n\nAm 3. Dezember 1986 wurde Mario B. vom Rektor der Schule J. aus disziplinarischen Gründen mit sofortiger Wirkung aus der Schule ausgeschlossen. Ab 9. März 1987 konnte er die Umschulung am Institut M. fortsetzen, wegen der bisherigen Schwierigkeiten in den fremdsprachlichen Fächern allerdings mit dem neuen Ziel der Ausbildung zum Büroangestellten (Verfügung der Ausgleichskasse des Kantons Thurgau vom 6. April 1987). Dagegen lehnte es die Ausgleichskasse mit Verfügung vom 21. August 1987 ab, Mario B. für die Zeit vom 3. Dezember 1986 bis 8. März 1987 Taggelder auszurichten.\n\nBGE 114 V 139 S. 140\n\nB.- Gegen die Taggeldverweigerung erhob Mario B. Beschwerde, welche die Rekurskommission des Kantons Thurgau für die AHV mit Entscheid vom 18. November 1987 abwies.\n\nC.- Mario B. lässt Verwaltungsgerichtsbeschwerde führen und in der Hauptsache beantragen, der kantonale Entscheid sei aufzuheben und die Invalidenversicherung zu verpflichten, für die Zeit vom 3. Dezember 1986 bis 8. März 1987 Taggelder auszurichten.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Der Versicherte hat während der Eingliederung Anspruch auf ein Taggeld (Art. 22 Abs. 1 IVG). Nach ständiger Rechtsprechung ist das Taggeld eine akzessorische Leistung zu bestimmten Eingliederungsmassnahmen; es kann grundsätzlich - nur ausgerichtet werden, wenn und solange Eingliederungsmassnahmen der Invalidenversicherung zur Durchführung gelangen (BGE 112 V 16 Erw. 2a mit Hinweisen).\n\nb) Der Grundsatz der Akzessorietät gilt nicht uneingeschränkt. Der Gesetzgeber hat unter anderem für Wartezeiten eine Ausnahme vorgesehen (Art. 22 Abs. 3 IVG). Die nähere Regelung wurde dem Bundesrat übertragen und ist in Art. 18 IVV getroffen worden. Nach Art. 18 Abs. 1 IVV hat der Versicherte, der mindestens 50 Prozent arbeitsunfähig ist und auf den Beginn bevorstehender Eingliederungsmassnahmen warten muss, für die Wartezeit Anspruch auf Taggeld.\n\n2. a) Nach dem Grundsatz der Akzessorietät hat der Beschwerdeführer für die Periode vom 3. Dezember 1986 bis 8. März 1987 keinen Anspruch auf Taggelder, weil in diesem Zeitraum keine Eingliederungsmassnahmen durchgeführt wurden. Diese sind durch den Ausschluss aus der Schule J. unterbrochen worden. Entgegen der Auffassung des Beschwerdeführers stellen seine privaten beruflichen Studien in der Zeit zwischen dem Ausschluss und dem Eintritt beim Institut M. keine berufliche Eingliederungsmassnahme der Invalidenversicherung dar; diese Eigenschaft wäre damals aufgrund der Kassenverfügung vom 18. März 1985 nur dem Besuch der Schule J. zugekommen. Es kann sich daher einzig fragen, ob die genannte Periode als anspruchsberechtigende Wartezeit im Sinne von Art. 18 Abs. 1 IVV betrachtet werden kann.\n\nBGE 114 V 139 S. 141\n\nb) Anspruch auf Taggelder gemäss Art. 18 Abs. 1 IVV ist grundsätzlich nur gegeben, wenn die Ursachen der Wartezeit nicht vom Versicherten zu vertreten sind. Das ist hauptsächlich dann der Fall, wenn der Versicherte auf die Durchführung einer Massnahme warten muss, weil bei der Eingliederungsstelle kein früherer Antritt möglich ist. Dagegen besteht kein Anspruch auf Taggelder, wenn die Wartezeit auf Sachverhalte zurückzuführen ist, die in der Person des Versicherten begründet sind. Solche Umstände liegen beispielsweise vor, wenn der Versicherte die Eingliederung wegen Krankheit zurückstellen muss (ZAK 1963 S. 36) oder den Antritt der angeordneten Massnahme aus persönlichen Gründen ohne rechtserhebliche Veranlassung verzögert (EVGE 1963 S. 152 Erw. 2; zur Verwaltungspraxis siehe Rz. 32 des Kreisschreibens über die Taggelder in der Invalidenversicherung). Das muss aber auch gelten, wenn der Versicherte durch eigenes Verschulden eine Wartezeit zu bestehen hat. Auf einen solchen Tatbestand (selbstverschuldete Herbeiführung einer Wartezeit) ist u.a. zu erkennen, wenn eine laufende Eingliederungsmassnahme wegen disziplinärischer Verfehlungen des Versicherten unterbrochen werden muss und erst nach einiger Zeit weitergeführt werden kann.\n\nc) Mit Schreiben vom 7. August 1986 teilte die Leitung der Schule J. dem Beschwerdeführer mit, dass seine Absenzen das tolerierbare Mass bei weitem überschritten; sie sei nicht mehr bereit, Absenzen ohne ärztliches Zeugnis hinzunehmen. Im Wiederholungsfalle sähe sie sich gezwungen, den Ausschluss aus der Schule anzudrohen. Am 1. Oktober 1986 schrieb die Schulleitung dem Beschwerdeführer u.a., dass sein Verhalten bei verschiedenen Lehrern untragbar sei; für das Wintersemester werde ein tadelloses Verhalten erwartet. Sollte die geringste Klage eingehen, würde der fristlose Ausschluss aus der Schule ausgesprochen. Am 2. Dezember 1986 veranstaltete der Beschwerdeführer eine Wahl, bei der es galt, das \"hässlichste Mädchen\" der Klasse zu erküren, was zu höchst unerfreulichen Szenen führte. Das betroffene (19jährige) Mädchen gab Mario B. eine Ohrfeige und beklagte sich anschliessend tränenüberströmt beim Schulvorstand, der auf der Stelle den Ausschluss des Beschwerdeführers aus der Schule aussprach.\n\nDer Beschwerdeführer hat durch dieses Verhalten anfangs Dezember 1986 begründeten Anlass zum Ausschluss aus der Schule gegeben, da er in grober Weise gegen die Schulordnung und gegen elementare Regeln des Anstandes verstossen hat. Von einer unverhältnismässigen Reaktion der Schulleitung kann nicht die Rede BGE 114 V 139 S. 142sein. Das Vorgefallene lässt sich durch nichts entschuldigen, weder mit der Tatsache, dass der Beschwerdeführer gesundheitliche Probleme hat, noch damit, dass er sich von der Schule nicht verstanden fühlte und es sich um eine einmalige Entgleisung handelte. Wenn der Beschwerdeführer das geschilderte Ereignis als blossen Schuljungenstreich herunterzuspielen versucht, so kann dem wenig Verständnis entgegengebracht werden. Der Beschwerdeführer zählte damals 33 Jahre und kann sich daher nicht auf jugendlichen Leichtsinn berufen, um die Ungehörigkeit der öffentlichen Blossstellung eines jungen Mädchens wegen angeblicher körperlicher Nachteile zu rechtfertigen. Nicht mehr Verständnis verdient ferner sein Einwand, das Mädchen habe unangemessen reagiert, weil es sich wegen eines kürzlichen - auch dem Beschwerdeführer bekannten - Todesfalles im engsten Familienkreise in einer schlechten Verfassung befunden habe. Dieser Umstand spricht vielmehr gerade für die Rücksichtslosigkeit des gerügten Verhaltens.\n\nDass einzelne Lehrer, wie in der Verwaltungsgerichtsbeschwerde behauptet wird, den Ausschluss als zu hart kritisiert hätten und sich die ganze Klasse (einschliesslich des betroffenen Mädchens) nachträglich für eine Wiederaufnahme einsetzte, vermag dem Beschwerdeführer nicht zu helfen. Entscheidend ist, dass der Beschwerdeführer aus der Sicht der Schulleitung, die für geordnete schulische Verhältnisse verantwortlich ist und den guten Ruf der Schule zu wahren hat, aus zureichenden Gründen als nicht mehr tragbar erschien. Da die Massnahme des Ausschlusses nicht als unangemessen betrachtet werden kann, ist es auch nicht zu beanstanden, dass die Schule eine Wiederaufnahme des Beschwerdeführers ablehnte. Wenn die Schulleitung in ihrem Brief an die Ausgleichskasse vom 23. April 1987 schreibt, dass ihr kein anderer Weg als der Ausschluss geblieben sei, um nicht das \"Gesicht zu verlieren\", so lässt sich diese Aussage entgegen der Auffassung des Beschwerdeführers nicht dahin auslegen, die Verantwortlichen seien lediglich aus Prestigegründen auf ihren - als überstürzt und unverhältnismässig erkannten - Entscheid nicht mehr zurückgekommen. Die fragliche Briefstelle bringt lediglich zum Ausdruck, dass es die Schulleitung nicht vertreten konnte, einen aus ihrer Sicht ausgewiesenen Ausschlussgrund ohne entsprechende Sanktion zu lassen. Im übrigen bezog sich die Aussage nicht auf die Abweisung des Wiederaufnahmegesuchs des Beschwerdeführers.\n\nBGE 114 V 139 S. 143\n\nNicht näher zu prüfen ist hier schliesslich, ob die von der Schulleitung erhobenen Vorwürfe, die zu den Ausschlussdrohungen vom 7. August 1986 und 1. Oktober 1986 Anlass gaben, in allen Teilen begründet waren. Aufgrund dieser beiden Warnungen wusste der Beschwerdeführer klar, dass er sich kein fehlbares Verhalten mehr leisten konnte. Wenn er sich am 2. Dezember 1986 gleichwohl zu einem üblen Scherz hinreissen liess, der nur als grobe Rücksichtslosigkeit bezeichnet werden kann, so ist die Unterbrechung der Eingliederungsmassnahme auch dann schuldhaft herbeigeführt, wenn die früheren Beanstandungen nur zum Teil berechtigt gewesen sein sollten. Beweisergänzungen sind nach dem Gesagten nicht geboten.\n\nWeil der Beschwerdeführer die Wartezeit vom 3. Dezember 1986 bis 8. März 1987 durch eigenes Verschulden herbeigeführt hat, haben Verwaltung und Vorinstanz das Begehren um Ausrichtung von Taggeldern während der Wartezeit zu Recht abgewiesen."}