{"annee": "114", "cour": "IV", "page": "100", "date": "14/12/1988", "cite": ["91 IV 117"], "cite_par": ["134 IV 149", "129 IV 1"], "chapeau": "30. Urteil des Kassationshofs vom 14. Dezember 1988 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 117 CP; homicide par négligence. Admission d'un lien de causalité et d'une violation des devoirs de prudence, dans le cas d'un décès survenu à la suite de comportements sexuels faisant appel à des pratiques de strangulation hors du commun."], "faits": "BGE 114 IV 100 S. 100\n\nA.- Am frühen Morgen des 19. September 1985 hielten sich Frau X. und Frau Y. bei dem stark alkoholisierten Z. in dessen Wohnung in Herrliberg auf, wobei es zu Sexspielen kam. Z. setzte sich nackt auf das Doppelbett im Schlafzimmer und liess sich von Frau X. die Hände auf dem Rücken zusammenbinden. Die Handschellen wurden durch einen Stahlstab mit einer die beiden Unterschenkel umfassenden Lederschlaufe verbunden. Frau X. legte ein Nylon-Bergseil von 3,45 m Länge und einem Durchmesser von 11 mm um den Hals des Z. und verschnürte es hinten am Hals mit einem einfachen Knoten.\n\nDaraufhin legte sich Z. auf den Bauch, während sich die beiden Frauen auf der linken und rechten Seite des Bettes aufstellten. Sie ergriffen je ein Seilende und strafften dieses. Ihre Hände befanden sich mindestens einen halben Meter höher als der Kopf des Z. Das Seil wurde weiter gestrafft, wodurch der Kopf ca. 50 cm in die Höhe gezogen wurde. Dieses Anheben des Kopfes und das nachfolgende Absenken wiederholten Frau X. und Frau Y. im Rhythmus von je ca. 3 Sekunden mindestens dreimal. Plötzlich fiel der Kopf des Z. nach vorne und dieser gab nach kurzem Röcheln kein Lebenszeichen mehr von sich.\n\nDas Vorgehen an diesem Morgen unterschied sich insofern von dem früher jeweils praktizierten, als Z. erstmals auf dem Bauch lag und somit das Gewicht seines kräftig gebauten Oberkörpers im vorderen Halsbereich hing, in welchem sich die Gefässstränge befinden, die bei starker Drosselung einen Sauerstoffmangel bewirken.\n\nBGE 114 IV 100 S. 101\n\nNach den Feststellungen der Experten ist Z. infolge der mehrmaligen Strangulation (Drosselung) im Halsbereich erstickt, wobei der Vorgang durch einen vorzeitig eingetretenen reflektorischen Herzstillstand beschleunigt worden sein dürfte. Die Alkoholisierung hat dabei die Reflexbereitschaft erhöhen und einen vorzeitigen Herzstillstand begünstigen können.\n\nB.- Die I. Strafkammer des Obergerichts des Kantons Zürich sprach Frau X. am 18. Mai 1987 der fahrlässigen Tötung i.S. von Art. 117 StGB schuldig und bestrafte sie deswegen und wegen weiterer Straftaten (u.a. Betrug und Betrugsversuch in einem Deliktsbetrag von über Fr. 500'000.--) mit 18 Monaten Gefängnis, unter Gewährung des bedingten Strafvollzuges bei einer Probezeit von drei Jahren.\n\nC.- Frau X. erhebt eidgenössische Nichtigkeitsbeschwerde mit den Anträgen, die Verurteilung wegen fahrlässiger Tötung, die entsprechende Bestrafung und die Kostenauflage seien aufzuheben und es sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft schliesst sich den Ausführungen im angefochtenen Entscheid an und beantragt die Abweisung der Nichtigkeitsbeschwerde. Das Obergericht hat auf Gegenbemerkungen verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. Die natürliche Kausalität zwischen den Sexspielen und dem Tod des Z. wird in der Beschwerde nicht bestritten; dies wäre im vorliegenden Verfahren auch nicht zulässig, da es um tatsächliche Feststellungen geht (Art. 277bis Abs. 1 BStP). Die Beschwerdeführerin macht jedoch geltend, sie habe weder eine Sorgfaltspflicht missachtet noch den eingetretenen Erfolg und den Kausalverlauf \"in groben Zügen\" voraussehen können; zudem sei der adäquate Kausalzusammenhang durch die \"erstmalig angewandte Bauchlage und die massive Irritation der nervösen Strukturen ... unterbrochen\" worden.\n\n2. Es steht fest, dass nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung eine Strangulation zum Tod eines Menschen führen kann. Die Beschwerdeführerin macht geltend, der adäquate Kausalzusammenhang sei durch die aussergewöhnliche Art des Vorgehens (Bauchlage) und durch die als Folge BGE 114 IV 100 S. 102der Nervenreizungen verursachte Hemmung des Herzschlages unterbrochen worden. Beide Vorbringen gehen an der Sache vorbei.\n\nDie Bauchlage gehört zur Darstellung des im vorliegenden Fall zu beurteilenden Tatvorgehens, und es unterliegt keinem Zweifel, dass die Drosselung eines Menschen, auch wenn er sich in Bauchlage befindet, nach der allgemeinen Lebenserfahrung den Tod herbeiführen kann.\n\nDie Vorinstanz stellte fest, Z. sei \"infolge der mehrmaligen Strangulation im Halsbereich ... erstickt\"; selbst wenn \"die Alkoholisierung des Verstorbenen und ein damit möglicher frühzeitiger reflektorischer Herzstillstand die konkreten Folgen der Strangulation beschleunigt haben\", folgerte sie, sei der Todeseintritt adäquate Folge der Strangulationspraktiken gewesen. Bei der Annahme eines Erstickungstodes ist nicht zu sehen, wieso diese Erwägung verfehlt sein sollte.\n\n3. Die Beschwerdeführerin bestreitet, die sie treffende Sorgfaltspflicht verletzt zu haben. Folglich ist zu prüfen, ob für sie die Tatbestandserfüllung aus damaliger Sicht erkennbar gewesen ist bzw. ob der Tod als Folge der aussergewöhnlichen Sexualpraktiken voraussehbar war. Fahrlässigkeit bedeutet, dass der Täter in Missachtung der nach den Umständen und seinen persönlichen Verhältnissen gebotenen Sorgfalt die Folgen seines Verhaltens nicht bedacht oder darauf nicht Rücksicht genommen hat, obschon er sie nach objektiven Massstäben hätte bedenken und berücksichtigen müssen. Nicht erforderlich ist dabei, dass der Kausalverlauf bis in alle Einzelheiten vorausgesehen worden ist.\n\nDer Vorinstanz ist beizupflichten, dass es im Hinblick auf eine mögliche Todesfolge generell unvorsichtig ist, einen Menschen am Hals zu würgen. Dies war auch der Beschwerdeführerin nach ihrer eigenen Zugabe klar. Die Gefährdung wird ohne Zweifel noch verstärkt, wenn zur Strangulation ein Seil verwendet wird. Die geringe Schul- und Allgemeinbildung hilft der Beschwerdeführerin nicht, denn sie hat ja zugegebenermassen um die Gefährlichkeit der von ihr praktizierten Strangulation gewusst. Überdies nahm sie nicht zum ersten Mal an Sexspielen der in Frage stehenden Art teil. Wenn sie mit ihrer einschlägigen Erfahrung aber bei einer auch für sie ungewöhnlichen Variante mitmachte, von der sie bedenken musste, dass sie besonders gefährlich sein könnte, so kann ihr heute der Vorwurf der Sorgfaltswidrigkeit nicht erspart werden. Dass es ihr nicht konkret bewusst war, dass wegen der Bauchlage und der Alkoholisierung des Z. ein frühzeitiger reflektorischer BGE 114 IV 100 S. 103Herzstillstand die Folgen der Strangulation beschleunigen könnte, spielt keine Rolle. Entscheidend ist, dass sie die besondere Gefährlichkeit der vorgenommenen Strangulation erkennen konnte. Immerhin ging auch die Vorinstanz zu Recht von nur geringer Fahrlässigkeit aus.\n\n4. Schliesslich fragt es sich, ob die Beschwerdeführerin etwas für sich aus dem Umstand herleiten kann, dass es Z. war, der die vorgenommenen Handlungen verlangt hat. Dieser Einwand vermag schon deshalb nicht zu überzeugen, weil mindestens die Gefahr einer schweren Körperschädigung im vorliegend zu beurteilenden Fall derart nahe lag, dass der Rechtfertigungsgrund der Einwilligung des Verletzten nicht in Betracht kommt. Nichts berechtigte die Beschwerdeführerin zur Annahme, Z. würde in jede Gefährdung einwilligen. Bei dieser klaren Sachlage kann offen bleiben, ob bei Fahrlässigkeitsdelikten eine Einwilligung des Verletzten begrifflich überhaupt möglich ist (vgl. dazu BGE 91 IV 124 E. 5; ANDREAS DONATSCH, Die Selbstgefährdung des Verletzten im Strafrecht, ZStrR 105/1988, S. 369; ARTHUR HAEFLIGER, Über Einwilligung des Verletzten im Strafrecht, ZStrR 67/1952, S. 94; STRATENWERTH, Schweizerisches Strafrecht AT I S. 407; NOLL/TRECHSEL, Schweizerisches Strafrecht AT I S. 230; SCHUBARTH, Kommentar I, Systematische Einleitung N 167 und Art. 117 N 76 ff.; SCHÖNKE/SCHRÖDER/LENCKNER, 23. Aufl., vor §§ 32 N 102 ff.; SAMSON, SK, Anhang zu § 16 N 33). Der Umstand, dass der Getötete das gefährliche Unternehmen selber wünschte, ist bei der Strafzumessung zu berücksichtigen, und die Vorinstanz hat das Verschulden der Beschwerdeführerin denn auch zu Recht als geringfügig eingestuft."}