{"annee": "114", "cour": "II", "page": "165", "date": "30/5/1988", "cite": ["99 II 167", "101 II 86"], "cite_par": ["142 III 568", "118 II 422", "121 III 397", "137 III 389"], "chapeau": "26. Extrait de l'arrêt de la Ire Cour civile du 30 mai 1988 dans la cause G. contre dame X. (recours en réforme)", "regestes": ["Prolongation du bail; contrats de durée déterminée improprement dits. Les baux reconductibles tacitement après l'expiration d'une durée minimum sont des contrats de durée indéterminée au sens de l'art. 267a al. 3 CO."], "faits": "BGE 114 II 165 S. 165\n\nA.- G. était au bénéfice d'un bail à loyer reconductible tacitement d'année en année après l'expiration d'une durée minimum. Par lettre recommandée du 26 septembre 1984, dame X., la bailleresse, a résilié le contrat pour son échéance, soit le 30 juin 1986.\n\nB.- Le 15 avril 1986, G. a sollicité la prolongation judiciaire du bail pour une durée de deux ans.\n\nExcipant de la tardiveté du dépôt de cette requête, dame X. a introduit, de son côté, une procédure tendant à l'expulsion du locataire.\n\nAprès avoir joint les deux causes, le Tribunal des baux et loyers du canton de Genève, par jugement du 12 février 1987, a déclaré la requête en prolongation de bail irrecevable, pour cause de tardiveté, et prononcé en conséquence l'évacuation de G. des locaux qu'il occupait sans droit.\n\nStatuant sur appel du preneur, la Chambre d'appel en matière de baux et loyers du canton de Genève a confirmé le jugement de première instance par arrêt du 30 septembre 1987.\n\nC.- Rejetant, dans la mesure où il est recevable, le recours en réforme du locataire, le Tribunal fédéral confirme l'arrêt attaqué.BGE 114 II 165 S. 166", "considerants": "Extrait des considérants:\n\n2. a) La requête tendant à prolonger le bail doit être présentée à l'autorité judiciaire dans un délai péremptoire (ATF 101 II 87 /88): ce délai est de trente jours dès la réception de la résiliation, pour les baux de durée indéterminée (art. 267a al. 3 CO), et de soixante jours avant l'expiration du bail, pour les baux de durée déterminée (art. 267b al. 2 CO).\n\nLes deux instances cantonales ont vu dans le contrat en cause un bail de durée indéterminée, dont la prolongation aurait dû être requise dans les trente jours dès la réception de la lettre de résiliation du 26 septembre 1984. Elles n'ont pu que constater, par voie de conséquence, la tardiveté de la requête présentée le 15 avril 1986. A l'inverse, le recourant soutient que l'on a affaire ici à un bail de durée déterminée. Partant de cette prémisse, il prétend avoir agi en temps utile.\n\nb) L'opinion du recourant ne résiste pas à l'examen. Elle fait d'ailleurs l'unanimité contre elle, car tout le monde s'accorde pour considérer comme des baux de durée indéterminée ceux auxquels il doit être mis fin par le congé de l'une ou l'autre des parties, y compris les baux reconductibles tacitement après l'expiration d'une durée minimum (\"contrats de durée déterminée improprement dits\"). Quant aux baux de durée déterminée, ils supposent au contraire, de l'avis général, que le contrat soit conclu pour une période déterminée et qu'il finisse à l'expiration de cette période sans qu'un congé doive être donné.\n\nTelle était déjà l'opinion exprimée par le Conseil fédéral dans son Message du 27 novembre 1968 concernant la limitation du droit de résiliation en matière de bail: \"L'art. 267b, y lit-on, entend protéger le locataire contre le danger que le bailleur ne cherche à rendre la protection légale illusoire en concluant des contrats qui prennent fin après un certain temps sans résiliation\" (FF 1968 II 882). Cette notion du bail de durée déterminée, tant le Tribunal fédéral (ATF 99 II 170 consid. 2b; arrêt non publié du 24 novembre 1986 en la cause Sch. c. Hoirie D., consid. 3b) que les juridictions cantonales (SJ 1979, p. 573, No 31; RSJ 1975, p. 115, No 53 et p. 181, No 91, 1973, p. 324/325, No 141, 1972, p. 375, No 235, consid. 4) l'ont faite leur, suivis en cela par la doctrine unanime (parmi d'autres, cf. SCHMID, No 8 ad art. 267 CO; GUIDE DU LOCATAIRE, p. 59, ch. 4; GMÜR/CAVIEZEL, Mietrecht-Mieterschutz, 2e éd., p. 28; GMÜR/PREROST/TRÜMPY, Mietrecht für die Praxis, BGE 114 II 165 S. 1673e éd., p. 37, ch. 4; GUINAND/KNOEPFLER, FJS No 361, p. 9, lettre b; EGLI, Kündigungsbeschränkungen im Mietrecht, p. 29; JEANPRÊTRE, La prolongation des baux à loyer, in Dixième journée juridique, Genève 1970, p. 149, ch. 17; REYMOND, Le bail à loyer, in Traité de droit privé suisse, t. VII/1, p. 232 in limine; TERCIER, La partie spéciale du code des obligations, p. 160; MOSER, Die Erstreckung des Mietverhältnisses nach Art. 267a-267f des Obligationenrechts, thèse Fribourg 1975, p. 60/61; HUNZIKER, Das Verfahren in Mietsachen gemäss Art. 267a-f des Obligationenrechts..., thèse Zurich 1977, p. 27). Dans le cadre de la procédure de révision du droit du bail, le Conseil fédéral propose d'ailleurs au législateur de l'insérer dans le code des obligations et de lui donner la définition suivante: \"Il (le bail) est de durée déterminée lorsqu'il doit prendre fin, sans congé, à l'expiration de la durée convenue. Les autres baux sont réputés conclus pour une durée indéterminée\" (art. 254 al. 2 et 3 du projet, FF 1985 I 1483). L'art. 266 al. 2 du projet précise, au demeurant, que si le bail est reconduit tacitement, à l'expiration de la durée convenue, \"il est considéré comme un contrat de durée indéterminée\" (FF 1985 I 1490)."}