{"annee": "114", "cour": "V", "page": "81", "date": "6/6/1988", "cite": ["110 III 105", "111 II 164", "113 V 180", "108 IB 97", "105 III 28"], "cite_par": ["118 V 193", "116 V 72"], "chapeau": "17. Auszug aus dem Urteil vom 6. Juni 1988 i.S. B. gegen Ausgleichskasse des Schweizer Hotelier-Vereins und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Art. 82 al. 1 RAVS: Connaissance du dommage. Les principes posés dans l'ATF 113 V 183 consid. 3b, en matière de faillite, sont aussi applicables en cas de concordat par abandon d'actifs (précision de la jurisprudence)."], "faits": "", "considerants": "|81|\n\nAus den Erwägungen:\n\n3. b) Nach der Rechtsprechung ist die Ausgleichskasse nicht befugt, mit der Geltendmachung ihrer Schadenersatzforderung zuzuwarten bis zu jenem Zeitpunkt, in welchem sie das absolut genaue Ausmass ihres Verlustes kennt. Vielmehr wird von ihr verlangt, dass sie von dem Zeitpunkt an, in dem sie alle tatsächlichen Umstände über die Existenz, die Beschaffenheit und die wesentlichen Merkmale des Schadens kennt, sich über die Einzelheiten eines allfälligen Schadenersatzanspruchs informiert |82| (BGE 113 V 183 Erw. 3b mit Hinweisen). Kann dabei im Konkursfalle zur Zeit der Auflegung des Kollokationsplanes und des Inventars die Schadenshöhe infolge ungewisser Konkursdividende nicht bzw. auch nicht annähernd genau ermittelt werden, so ist die Schadenersatzverfügung derart auszugestalten, dass die Belangten zur Ersetzung des ganzen, der Ausgleichskasse entzogenen Betrages gegen Abtretung einer allfälligen Konkursdividende verpflichtet werden. Dieses in der Praxis auch auf den Gebieten des Zivilrechts und des öffentlichen Rechts (BGE 111 II 164; vgl. auch BGE 108 Ib 97) gewählte Vorgehen ist vom Eidg. Versicherungsgericht aus Gründen der Verfahrensökonomie und der Rechtssicherheit sowie unter dem Gesichtspunkt der Zielsetzung des Schadenersatzrechts im Rahmen von Forderungen gemäss Art. 52 AHVG und Art. 82 Abs. 1 AHVV bei Konkursen für anwendbar erklärt worden (BGE 113 V 184 Erw. 3b). Die genannte Rechtsprechung hat auch in Fällen von Nachlassverträgen mit Vermögensabtretung Anwendung zu finden, da sich die Sach- und Rechtslage dabei - jedenfalls nach rechtskräftiger Bestätigung der Nachlassverträge durch die Nachlassbehörden (Art. 316d ff. SchKG) - von Konkursen nicht wesentlich unterscheidet (vgl. BGE 110 III 105, BGE 108 Ib 100 f., BGE 105 III 31 Erw. 3; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. Aufl., 1988, S. 434 N. 16; DECOUR, La réparation du dommage causé par l'employeur au sens de l'article 52 LAVS, in: Aspects de la sécurité sociale, 1987/3, S. 18 ff., Ziff. 12 und 38).\n\nDemnach hat eine Ausgleichskasse, deren Verlust im Zeitpunkt der Auf legung des Kollokationsplanes und des Inventars zufolge ungewisser Konkurs- bzw. Nachlassdividende noch nicht resp. auch nicht annähernd genau bestimmt werden kann, ihre Schadenersatzverfügung derart auszugestalten, dass sie die Belangten zur Ersetzung des ganzen, der Schadenersatzforderung entsprechenden Betrages gegen Abtretung der Konkurs- bzw. Nachlassdividende verpflichtet.\n\nc) Im vorliegenden Fall bestätigte der Kreisgerichtsausschuss den Nachlassvertrag der B. AG mit Entscheid vom 23. April 1982. Nach Auf legung des Kollokationsplanes (vom 25. September bis 5. Oktober 1982) sowie nach Versteigerung und Abrechnung gab die Liquidatorin der Ausgleichskasse erst mit Spezialanzeige vom 15. August 1986 den ungedeckt gebliebenen Betrag ihrer Forderungen bekannt. Ob die Ausgleichskasse bereits im Zeitpunkt der Auflegung des Kollokationsplanes durch die Sachwalterin unter |83| Beachtung der ihr zumutbaren Aufmerksamkeit Kenntnis vom Schaden hätte nehmen können, erscheint unter den vorliegenden Gegebenheiten als unwahrscheinlich. Denn zu diesem Zeitpunkt durfte die Kasse noch davon ausgehen, dass den Nachlassforderungen von insgesamt ca. Fr. 5,8 Mio. Aktiven im Liquidationswert von total rund Fr. 6,5 Mio. gegenüberstanden und dass sie demnach mit ihren - in der 2. Klasse privilegierten - Forderungen von gesamthaft Fr. 95'476.90 vollständig gedeckt würde. Anderseits kann - entgegen dem, was die Ausgleichskasse anzunehmen scheint - nicht unbesehen auf die Ausstellung der Spezialanzeige (Verlustschein) vom 15. August 1986 abgestellt werden, weil es für die Kenntnis des Schadens im Sinne von Art. 82 Abs. 1 AHVV auf diesen Zeitpunkt praxisgemäss nicht ankommt (BGE 113 V 182 Erw. 2 mit Hinweisen). Zu welchem Zeitpunkt die Ausgleichskasse vom grundsätzlich zu erwartenden Verlust ihrer Forderungen hätte Kenntnis nehmen können - sie mithin um die Existenz, die Natur und die wesentlichen Merkmale des Schadens hätte wissen müssen - und ab welchem Datum sie demzufolge den Betroffenen gegen Abtretung der Nachlassdividende zur Ersetzung des ganzen ihr entzogenen Betrages hätte verpflichten können (vgl. Erw. 3b hievor i. f.), lässt sich aufgrund der vorliegenden Akten nicht abschliessend beurteilen. Der Sachverhalt erweist sich daher von der Vorinstanz als unvollständig und damit für das Eidg. Versicherungsgericht in nicht verbindlicher Weise abgeklärt (vgl. Art. 105 Abs. 2 OG). Die Sache ist demnach zur Vornahme der notwendigen Erhebungen - insbesondere zu ergänzendem Beizug der Nachlassakten - und zu neuem Entscheid über die Verwirkungsfrage an die Vorinstanz zurückzuweisen."}