{"annee": "114", "cour": "V", "page": "56", "date": "11/1/1988", "cite": ["110 V 30", "112 V 55", "111 V 269", "113 V 22", "111 V 124"], "cite_par": ["126 V 134", "125 V 492", "119 V 56", "127 V 183", "137 V 96", "121 V 377", "126 V 139"], "chapeau": "12. Auszug aus dem Urteil vom 11. Januar 1988 i.S. R. gegen Kantonale Arbeitslosenkasse St. Gallen und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 51 et 52 al. 1 LACI, art. 75 OACI: Indemnité en cas d'insolvabilité. - L'indemnité en cas d'insolvabilité couvre les créances de salaire pour les trois derniers mois des rapports de travail qui précèdent l'ouverture de la faillite ou la demande de saisie. Lorsque l'ouverture de la faillite ou la demande de saisie intervient après la fin des rapports de travail, le droit à l'indemnité présuppose que l'employeur ait déjà été insolvable au moment de la dissolution des rapports de travail et que l'ouverture de la faillite ou la demande de saisie ait été différée pour des motifs sur lesquels l'assuré n'avait aucune prise (consid. 3b-d). - Est contraire à la loi la disposition réglementaire statuant que les trois mois pour lesquels d'éventuelles créances de salaire sont à couvrir doivent être calculés rétroactivement dès le jour de l'ouverture de la faillite ou de la demande de saisie (consid. 3d)."], "faits": "BGE 114 V 56 S. 57\n\nA.- Helene R. arbeitete seit 1. Januar 1986 als kaufmännische Angestellte bei S. in St. Gallen. Mit Schreiben vom 21. April 1986 löste der Arbeitgeber das Arbeitsverhältnis \"infolge Konkurs\" auf Ende April 1986 auf und versprach, die Lohnforderungen für März und April 1986 \"so bald als möglich\" zu begleichen. Anlässlich einer Verhandlung vom 10. Juni 1986 vor dem Arbeitsgericht des Bezirks St. Gallen verpflichtete er sich durch Vergleich, Helene R. Fr. 7'384.50 netto zu bezahlen. Am 30. Juni 1986 reichte sie beim Betreibungsamt der Stadt St. Gallen ein Fortsetzungsbegehren ein.\n\nAnfangs Juli 1986 beantragte Helene R. die Ausrichtung einer Insolvenzentschädigung für die Monatslöhne März und April 1986. Mit Verfügung vom 14. Juli 1986 lehnte die Kantonale Arbeitslosenkasse St. Gallen dieses Begehren mit der Begründung ab, der Arbeitgeber befinde sich nicht im Konkurs.\n\nB.- Die gegen die Kassenverfügung erhobene Beschwerde wies das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 6. Februar 1987 ab, da die Insolvenzentschädigung angesichts der am 14. Oktober 1986 erfolgten Konkurseröffnung keine Lohnforderungen für die Zeit vor dem 15. Juli 1986 decken könne.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt Helene R., in Aufhebung von vorinstanzlichem Entscheid und Kassenverfügung sei die Arbeitslosenkasse anzuweisen, ihr eine Insolvenzentschädigung von Fr. 6'235.50 auszuzahlen.\n\nArbeitslosenkasse und Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 51 AVIG haben beitragspflichtige Arbeitnehmer von Arbeitgebern, die in der Schweiz der Zwangsvollstreckung unterliegen oder in der Schweiz Arbeitnehmer beschäftigen, Anspruch auf Insolvenzentschädigung, wenn: BGE 114 V 56 S. 58\n\na) gegen ihren Arbeitgeber der Konkurs eröffnet wird und ihnen in diesem Zeitpunkt Lohnforderungen zustehen oder\n\nb) sie gegen ihren Arbeitgeber für Lohnforderungen das Pfändungsbegehren gestellt haben.\n\nGemäss Art. 52 Abs. 1 AVIG deckt die Insolvenzentschädigung Lohnforderungen für die letzten drei Monate vor der Konkurseröffnung oder vor dem Pfändungsbegehren, für jeden Monat jedoch nur bis zum Höchstbetrag für die Beitragsbemessung (Art. 3). Als Lohn gelten auch die geschuldeten Zulagen.\n\nDie drei Monate, für die allfällige Lohnforderungen zu decken sind, werden nach Art. 75 AVIV vom Tag der Konkurseröffnung oder des Pfändungsbegehrens an zurückgerechnet.\n\n3. Streitig ist die Rechtsfrage, auf welche Zeitspanne die Frist von drei Monaten des Art. 52 Abs. 1 AVIG zu beziehen ist.\n\na) (Auslegungsgrundsätze; vgl. BGE 111 V 127 Erw. 3b.)\n\nb) Nach Art. 52 Abs. 1 AVIG deckt die Insolvenzentschädigung \"Lohnforderungen für die letzten drei Monate vor der Konkurseröffnung oder vor dem Pfändungsbegehren\". Dieser Wortlaut lässt entgegen der Auffassung von Vorinstanz und BIGA verschiedene Auslegungen zu. Einerseits kann es sich um Kalendermonate handeln, die vom Datum der Konkurseröffnung oder des Pfändungsbegehrens an zurückzurechnen sind. Anderseits lässt der Wortlaut auch die Auslegung zu, dass unter der erwähnten Wendung Monate mit Lohnansprüchen gegenüber dem Arbeitgeber (Lohnmonate) zu verstehen sind.\n\nc) Die gesetzliche Regelung der Insolvenzentschädigung gemäss Art. 51 f. AVIG bezweckt den Schutz der Lohnguthaben des Arbeitnehmers und soll diesem im Konkursfall des Arbeitgebers den Lebensunterhalt garantieren. Damit soll vermieden werden, dass der betroffene Arbeitnehmer durch den Verlust der Lohnforderung in seiner Existenz bedroht wird (Botschaft zum Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980; BBl 1980 III 534 f., 606). Schutzbedürftigkeit in diesem Sinne besteht nicht nur dann, wenn während des Arbeitsverhältnisses der Konkurs über den Arbeitgeber eröffnet oder das Pfändungsbegehren eingereicht wird, sondern auch in Fällen, wo das Arbeitsverhältnis zwar wegen der Insolvenz des Arbeitgebers beendet wird, sich die Eröffnung des Konkurses oder die Einreichung des Pfändungsbegehrens aber verzögern. Der Zeitpunkt der Konkurseröffnung bzw. Einreichung des Pfändungsbegehrens hängt oft von Zufälligkeiten ab, BGE 114 V 56 S. 59auf welche der Versicherte praktisch keinen Einfluss hat. Der Versicherte soll seinen Anspruch auf Insolvenzentschädigung jedoch nicht deswegen verlieren, weil sich Konkurseröffnung und Einreichung des Pfändungsbegehrens aus Gründen verzögern, die er nicht zu vertreten hat. Er ist für seine ausstehenden Lohnguthaben ebenso schutzbedürftig wie ein Versicherter, dessen Arbeitgeber während des Arbeitsverhältnisses in Konkurs fällt. Käme die Insolvenzentschädigung nur unter den Voraussetzungen des Art. 75 AVIV in Frage, so würde das Institut der Insolvenzentschädigung weitestgehend seines Gehaltes entleert.\n\nd) Dem Schutzgedanken der gesetzlichen Anspruchsregelung wird somit einzig eine Auslegung gerecht, welche die drei Monate des Art. 52 Abs. 1 AVIG als Lohnmonate versteht, mit der Folge, dass die Insolvenzentschädigung Lohnforderungen für die letzten drei Monate des Arbeitsverhältnisses vor der Konkurseröffnung oder vor dem Pfändungsbegehren deckt. Die in Art. 75 AVIV getroffene Regelung, wonach die drei Monate vom Tag der Konkurseröffnung oder des Pfändungsbegehrens an kalendarisch zurückgerechnet werden, erweist sich daher als gesetzwidrig, weil diese Verordnungsbestimmung offensichtlich Sinn und Zweck der übergeordneten formellgesetzlichen Anspruchsnormen der Art. 51 f. AVIG widerspricht (BGE 112 V 58 Erw. 2a mit Hinweisen). Allerdings ist in diesem Zusammenhang Art. 55 Abs. 1 AVIG zu beachten, nach dessen erstem Satz - als Ausdruck der allgemeinen Schadenminderungspflicht (BGE 113 V 28 Erw. 4a mit Hinweisen) - der Arbeitnehmer im Konkurs- oder Pfändungsverfahren alles unternehmen muss, um seine Ansprüche gegenüber dem Arbeitgeber zu wahren. Sofern die Konkurseröffnung oder die Einreichung des Pfändungsbegehrens nach Beendigung des Arbeitsverhältnisses erfolgt, besteht daher für den Versicherten nur Anspruch auf Insolvenzentschädigung unter der kumulativen Voraussetzung, dass\n\n- die Insolvenz des Arbeitgebers im Zeitpunkt der Auflösung des Arbeitsverhältnisses schon bestanden hat und\n\n- sich die Konkurseröffnung bzw. die Einreichung des Pfändungsbegehrens aus Gründen verzögert haben muss, auf die der Versicherte keinen Einfluss nehmen konnte.\n\n4. Im vorliegenden Fall wurde der Konkurs über den ehemaligen Arbeitgeber der Beschwerdeführerin nach Auflösung des Arbeitsverhältnisses auf Ende April 1986 am 14. Oktober 1986 eröffnet. Nach dem Gesagten kann ihr somit nicht entgegengehalten BGE 114 V 56 S. 60werden, dass das Arbeitsverhältnis mehr als drei Monate vor der Konkurseröffnung zu Ende ging. Vielmehr hat sie dann Anspruch auf Insolvenzentschädigung, wenn ihr Arbeitgeber im Zeitpunkt der Auflösung des Arbeitsverhältnisses bereits insolvent war und sich die Konkurseröffnung aus Gründen verzögerte, auf die sie keinen Einfluss nehmen konnte.\n\nIm Kündigungsschreiben vom 21. April 1986 führte der Arbeitgeber aus, er sehe sich \"infolge Konkurs\" gezwungen, das Arbeitsverhältnis auf Ende April 1986 aufzulösen. Damit reagierte er auf das Schreiben der Beschwerdeführerin vom 15. April 1986, worin diese die unverzügliche Überweisung des ausstehenden Lohnes für den Monat März 1986 gefordert hatte. Anlässlich einer Verhandlung vom 10. Juni 1986 vor dem Arbeitsgericht des Bezirks St. Gallen verpflichtete er sich durch Vergleich, der Beschwerdeführerin Fr. 7'384.50 netto zu bezahlen. Am 30. Juni 1986 reichte diese ein Fortsetzungsbegehren beim Betreibungsamt der Stadt St. Gallen über den Betrag von Fr. 8'100.-- ein, worauf am 14. Oktober 1986 über den Arbeitgeber der Konkurs eröffnet wurde. Aufgrund dieser Aktenlage lässt sich nicht in zuverlässiger Weise abschliessend beurteilen, ob der Arbeitgeber im Zeitpunkt der Auflösung des Arbeitsverhältnisses bereits insolvent war und ob sich die Konkurseröffnung aus Gründen verzögerte, auf die die Beschwerdeführerin keinen Einfluss nehmen konnte. Insbesondere geht aus den Akten nicht hervor, wann die Beschwerdeführerin die Betreibung eingeleitet bzw. die Klage beim Arbeitsgericht eingereicht hat. Sollte sich herausstellen, dass sie die ausstehenden Lohnansprüche innert nützlicher Frist geltend machte, so hat sie grundsätzlich Anspruch auf Insolvenzentschädigung. Die Sache geht daher an die Arbeitslosenkasse zurück, damit diese die notwendigen Abklärungen in die Wege leite und hernach über den Anspruch auf Insolvenzentschädigung neu verfüge. Dabei wird auch zu berücksichtigen sein, dass die Insolvenzentschädigung nur den Lohnanspruch für geleistete Arbeitszeit deckt (vgl. BGE 110 V 30 sowie BGE 111 V 270 Erw. 1b)."}