{"annee": "114", "cour": "IA", "page": "93", "date": "29/2/1988", "cite": ["107 IA 175", "112 IA 356", "108 IA 284", "105 IA 43", "90 II 404", "112 IA 88"], "cite_par": ["115 IA 76", "114 IA 381", "114 IA 267", "126 I 43"], "chapeau": "15. Auszug aus dem Urteil der I. Zivilabteilung vom 29. Februar 1988 i.S. X. AG gegen Y. und Obergericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; conditions de la qualité pour recourir des parties accessoires en procédure civile, en particulier de l'intervenant accessoire."], "faits": "|93|\n\nMit Vertrag vom 30. April 1979 mietete Y. von den Eheleuten Z. einen Schweinemaststall für zehn Jahre. Schon kurz nach Mietantritt |94| rügte Y. Mängel der Mietsache, welchen er Gesundheitsschädigungen seiner Tiere zuschrieb, und ersuchte um deren Behebung, insbesondere im Bereich der von der X. AG eingebauten Lüftungsanlage. Ab der zweiten Halbjahresrate stellte Y. überdies unter Berufung auf seine Beanstandungen die Mietpreiszahlungen ein. Versuche der Vermieter, die Anlage zu sanieren, blieben erfolglos.\n\nDas Ehepaar Z. klagte gegen Y. auf Zahlung der ausstehenden Mietzinse. Der Beklagte machte widerklageweise eine Schadenersatzforderung geltend. Mit Urteil vom 23. November 1984 hiess das Amtsgericht Luzern-Land die Klage vollumfänglich und die Widerklage teilweise gut. Die im Appellationsverfahren vor Obergericht den Klägern als Nebenintervenientin beigetretene X. AG focht das Urteil des Obergerichts des Kantons Luzern vom 7. Januar 1987 mit kantonaler Nichtigkeitsbeschwerde an.\n\nGegen den Entscheid des Obergerichts über die Nichtigkeitsbeschwerde reichte die X. AG beim Bundesgericht eine staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV ein.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 88 OG steht das Recht zur Beschwerdeführung Bürgern und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse und Verfügungen erlitten haben. Die staatsrechtliche Beschwerde ist ein Rechtsbehelf zum Schutz der Träger verfassungsmässiger Rechte gegen die Übergriffe der Staatsgewalt; allein diesen Trägern steht sie zur Verfügung (BGE 112 Ia 363). Die Legitimation zur staatsrechtlichen Beschwerde bestimmt sich dabei ausschliesslich nach Art. 88 OG. Der Umstand, dass ein Beschwerdeführer im kantonalen Verfahren Parteistellung hatte, ist nicht entscheidend (BGE 112 Ia 89 mit Hinweisen).\n\na) Zur Verfassungsbeschwerde ist legitimiert, wer durch den angefochtenen Hoheitsakt beschwert ist, das heisst persönlich einen Nachteil erlitten hat. Im Bereiche des Privatrechts trifft dies vorab auf denjenigen zu, der durch das angefochtene Urteil zu einem Tun, Unterlassen oder Dulden verhalten, dem ein Recht entzogen oder dessen gegen einen Dritten gerichteter Anspruch als unzulässig erklärt, ganz oder teilweise abgewiesen wird (KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, S. 228).\n\n|95|\n\nIn seiner jüngeren Rechtsprechung hat das Bundesgericht allerdings die Legitimationsvoraussetzungen gelockert und ist von der Auffassung abgerückt, nur der Träger des in Frage stehenden subjektiven Rechts sei zur staatsrechtlichen Beschwerde wegen dessen Verletzung legitimiert. Es hat angenommen, jemand könne in seiner Rechtsstellung durch einen kantonalen Hoheitsakt auch dann beeinträchtigt sein, wenn dieser sich nicht unmittelbar, sondern bloss mittelbar gegen ihn richte (BGE 105 Ia 46 mit Hinweisen). Dies setzt indessen unabdingbar voraus, dass beim Beschwerdeführer, der nicht Träger des in Frage stehenden subjektive Rechtes ist, eine unmittelbare Beeinträchtigung seiner rechtlich geschützten Interessen eintritt, dass die Belastung des subjektiven Rechtsträgers auch ihn rechtlich beschwert. Ist dies nicht der Fall, fehlt die Voraussetzung der rechtlichen Betroffenheit. So hat beispielsweise das Bundesgericht die Legitimation eines mittelbar aus einer baupolizeilichen Verfügung betroffenen Unternehmers, welcher Regressansprüche des Bestellers und Grundeigentümers für die Massnahmekosten zu befürchten hatte, mit der Begründung abgelehnt, die daherige - privatrechtliche - Auseinandersetzung werde durch die verwaltungsrechtliche Anordnung rechtlich nicht präjudiziert (BGE 108 Ia 285 f.).\n\nb) Diese Grundsätze sind auch für die Beschwerdebefugnis einer zivilprozessualen Nebenpartei massgebend. Auch hier beurteilt sich die Legitimation ausschliesslich nach Bundesrecht. Auf die Parteistellung im kantonalen Verfahren kommt nichts an, es sei denn, es werde eine willkürliche Verletzung von Verfahrensvorschriften gerügt, die der Nebenpartei nach kantonalem Prozessrecht zustehen (BGE 112 Ia 367 E. 6a). Davon abgesehen steht der Nebenpartei die Verfassungsbeschwerde nur offen, wenn der gegen die unterstützte Hauptpartei ergangene Entscheid auch ihre Rechtsstellung unmittelbar beeinträchtigt. Nach der Rechtsprechung des Bundesgerichts trifft dies für den Litisdenunzianten dann zu, wenn ihm im Regressprozess diejenigen Einreden verschlossen sind, welche bereits im ersten Verfahren hätten erhoben werden können, nicht dagegen dann, wenn das erste Urteil ihm im nachfolgenden Verfahren nicht rechtsverbindlich entgegengehalten werden kann (BGE 107 Ia 180 f.). Gleiches hat für den Intervenienten zu gelten.\n\nNach Lehre und Rechtsprechung beurteilt sich die Frage, ob einem Urteil auch Wirkungen gegenüber dem Streitberufenen - mit oder ohne Intervention - zukomme, nach dem massgebenden |96| materiellen Recht (BGE 107 Ia 179 f., BGE 90 II 407 ff.). Für den Bereich des Bundesprivatrechts hat sich dabei die Auffassung durchgesetzt, es bestehe ein allgemeiner Grundsatz, dass ein gegen den Streitverkünder ergangenes ungünstiges Urteil dann auch gegen den Streitberufenen wirke, wenn dieser auf Grund seines Rechtsverhältnisses zum Streitverkünder oder nach den Grundsätzen von Treu und Glauben verpflichtet war, die Hauptpartei im Prozess zu unterstützen, vorausgesetzt, die Streitverkündung sei rechtzeitig erfolgt und der ungünstige Prozessausgang sei nicht durch den Streitverkünder verschuldet worden (BGE 90 II 408 f., vgl. auch VOGEL, Grundriss des Zivilprozessrechts, S. 98 Rz. 89).\n\nIm vorliegenden Verfahren wird von keiner Seite geltend gemacht, die Voraussetzungen einer Urteilswirkung auf die Nebenintervenientin seien im beschriebenen Sinne nicht erfüllt, insbesondere sei die Streitverkündung zu spät erfolgt oder der negative Prozessausgang von den Klägern verschuldet worden. Daraus folgt nach dem Gesagten, dass die Beschwerdeführerin als Nebenintervenientin durch das angefochtene Urteil rechtlich unmittelbar beeinträchtigt wird und damit zur Erhebung der staatsrechtlichen Beschwerde legitimiert ist."}