{"annee": "114", "cour": "II", "page": "239", "date": "11/10/1988", "cite": ["107 II 50", "111 II 508", "109 II 423", "100 II 8", "107 IB 98", "106 II 11", "108 II 216", "111 II 458", "112 II 337", "113 IV 45"], "cite_par": ["117 V 318", "145 III 121", "117 II 630", "116 II 117", "117 II 40", "145 III 8", "116 II 55"], "chapeau": "41. Urteil der I. Zivilabteilung vom 11. Oktober 1988 i.S. D. und St. gegen Stockwerkeigentümergemeinschaft S. (Berufung)", "regestes": ["Capacité d'être partie et d'ester en justice, et qualité pour agir de la communauté des copropriétaires d'étages dans un procès concernant les droits issus de la garantie des défauts affectant des parties communes de l'immeuble (art. 712l al. 2 CC). Prise de position au sujet des critiques formulées à l'encontre de l'arrêt ATF 111 II 458 n. 88 et confirmation de cette jurisprudence."], "faits": "BGE 114 II 239 S. 239\n\nA.- Hans-Rudolf D. und Hans St., die sich zu einer einfachen Gesellschaft zusammengeschlossen hatten, erstellten im Jahre 1973 in Möhlin zwei Mehrfamilienhäuser mit insgesamt 22 Wohnungen und einer Autoeinstellhalle. Anschliessend verkauften sie die in Stockwerkeigentum aufgeteilten Gebäude, wobei in den Kaufverträgen festgehalten wurde, die Verkäufer leisteten Garantie gemäss SIA, ausgenommen Schwund-, Setz- und Konstruktionsrisse. In den folgenden Jahren rügten die Käufer der Eigentumswohnungen verschiedene Mängel insbesondere an gemeinschaftlichen Bauteilen, über deren Behebung sie sich mit den Verkäufern teilweise nicht einigen konnten.\n\nB.- Im April 1983 erhob die Stockwerkeigentümergemeinschaft S. beim Bezirksgericht Rheinfelden Klage gegen D. und St. Die Klägerin machte vor allem Ansprüche auf Ersatz des Minderwertes geltend und verlangte die Zahlung von rund Fr. 409'000.-- nebst Zins. Das Bezirksgericht hiess die Klage mit Urteil vom 23. April 1986 für Fr. 252'799.60 nebst Zins gut.\n\nAuf Appellation der Beklagten und Anschlussappellation der Klägerin hob das Obergericht des Kantons Aargau am 30. Oktober 1987 das Urteil des Bezirksgerichts auf und verpflichtete die Beklagten zur Zahlung von Fr. 302'705.45 nebst 5% Zins auf BGE 114 II 239 S. 240Fr. 296'949.85 ab 9. September 1980 und auf Fr. 5'755.60 ab 11. Dezember 1978.\n\nC.- Die Beklagten haben gegen das Urteil des Obergerichts Berufung und staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV eingelegt. Mit der vorliegenden Berufung stellen sie die Anträge, dieses Urteil aufzuheben und die Klage abzuweisen, soweit überhaupt darauf einzutreten sei, eventuell die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDie Klägerin beantragt, auf die Berufung nicht einzutreten, eventuell sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach Auffassung der Klägerin ist auf die Berufung nicht einzutreten, weil deren Begründung weitgehend mit derjenigen der staatsrechtlichen Beschwerde übereinstimme. Sie verweist auf BGE 113 IV 45 und fordert, diese Praxis des Kassationshofs sei auch von den Zivilabteilungen für Zivilprozesse zu bestätigen. Dazu besteht im vorliegenden Fall jedoch kein Anlass, denn soweit die Streitsache im Berufungsverfahren zu beurteilen ist, genügen die mit der Hauptbegründung der Berufung erhobenen Rügen den Anforderungen von Art. 55 Abs. 1 lit. c OG und werden auch nicht Mit Einwänden vermengt, die mit der staatsrechtlichen Beschwerde vorgebracht werden müssen. Auf die Berufung kann deshalb eingetreten werden.\n\nb) Gemäss Art. 57 Abs. 5 OG ist die staatsrechtliche Beschwerde in der Regel vor der Berufung zu beurteilen. Eine Ausnahme rechtfertigt sich indes dann, wenn die Berufung unabhängig vom Ausgang des Beschwerdeverfahrens gutgeheissen werden kann (BGE 112 II 340 E. 1, BGE 100 II 10 E. 1 mit Hinweisen). Ein solcher Fall liegt hier vor, da über die vom Obergericht bejahte, mit der Berufung aber bestrittene Aktivlegitimation der Klägerin entschieden werden kann, ohne dass dabei auf mit der Beschwerde angefochtene Feststellungen der Vorinstanz abgestellt werden müsste.\n\n2. Das Obergericht hält die Prozessfähigkeit und Aktivlegitimation der Klägerin im Widerspruch zu BGE 111 II 460 E. 3, aber in Übereinstimmung mit einem Urteil des Kantonsgerichts St. Gallen (SJZ 80 (1984) S. 166 f.) für gegeben. Die Frage, ob die Gewährleistungsansprüche wegen Mängeln gemeinschaftlicher Bauteile von Gesetzes wegen auf die Stockwerkeigentümergemeinschaft BGE 114 II 239 S. 241übergingen, sei vom Bundesgericht im zitierten Urteil unter einem rein obligationenrechtlichen Gesichtspunkt geprüft worden, obschon die sachenrechtliche Betrachtungsweise näher liege. Das Bundesgericht habe auch keinen gangbaren Weg für den Fall aufgezeigt, dass Gewährleistungsklagen einzelner Miteigentümer auf Nachbesserung mit solchen auf Minderung oder Ersatz des Mängelfolgeschadens kollidierten. Zudem bestehe die Gefahr widersprüchlicher Urteile selbst dann, wenn von den einzelnen Stockwerkeigentümern nur Ansprüche auf Minderung oder Ersatz von Mängelfolgeschäden geltend gemacht würden.\n\nNach Ansicht der Beklagten fehlt der Klägerin die Aktivlegitimation. Sie machen mit der Berufung geltend, die gegenteilige Annahme der Vorinstanz verletze Bundesrecht, insbesondere Art. 712l ZGB. Die Klägerin ihrerseits betrachtet sich als zur Erhebung der Klage legitimiert. Sie schliesst sich der Begründung der Vorinstanz an und behauptet zudem, aus dem im Grundbuch angemerkten Reglement über die Verwaltung ergebe sich, dass die einzelnen Stockwerkeigentümer ihre Gewährleistungsansprüche an die Gemeinschaft abgetreten hätten. Auch aus zwei Beschlüssen der Eigentümerversammlung lasse sich eine Abtretung der Ansprüche ableiten. Schliesslich hätten die Beklagten mehrmals gegenüber der Klägerin versprochen, die gerügten Mängel zu beheben, womit sie nach BGE 106 II 20 E. 6 deren Aktivlegitimation anerkannt hätten.\n\n3. Die Gemeinschaft der Stockwerkeigentümer ist aufgrund gesetzlicher Vorschrift vermögensfähig (Art. 712l Abs. 1 ZGB) sowie im Rahmen ihrer vermögensrechtlichen Zuständigkeit partei- und prozessfähig und damit in bestimmtem Umfange auch handlungsfähig (Art. 712l Abs. 2 ZGB). Diese Selbständigkeit kommt ihr indessen einzig als Verwaltungsgemeinschaft, nicht etwa auch als Eigentumsgemeinschaft zu (LIVER, Das Miteigentum als Grundlage des Stockwerkeigentums, FS Marxer, Separatdruck S. 50 ff.; DERSELBE, SPR, Bd. V/1, S. 106 ff.; STEINAUER, Les droits réels, Bd. I, S. 338 Rz. 1303; WEBER, Zur Prozessfähigkeit der Stockwerkeigentümergemeinschaft, SJZ 75 (1979) S. 117 ff.; FRIEDRICH, Hat sich das Stockwerkeigentum bewährt?, ZBGR 67 (1986) S. 76 f.).\n\nZu den Verwaltungsaufgaben der Gemeinschaft zählen unter anderem Unterhalt, Reparatur und Erneuerung der gemeinschaftlichen Bauteile (Art. 712h Abs. 2 Ziff. 1 sowie Art. 712g Abs. 1 i.V. mit Art. 647 ff. ZGB). Dies schliesst die Befugnis mit ein, Mängel BGE 114 II 239 S. 242an diesen Bauteilen zu beheben oder beheben zu lassen (BGE 106 II 20 E. 5 und 6; LIVER, ZBJV 121 (1985) S. 140 und 123 (1987) S. 145). Aus welchem Rechtstitel solche Massnahmen angeordnet und durchgesetzt werden, ist dabei für die Rechtszuständigkeit grundsätzlich bedeutungslos. Die Gemeinschaft kann insbesondere auch befugt sein, kauf- oder werkvertragliche Gewährleistungsansprüche gegen Verkäufer und Unternehmer durchzusetzen (BGE 111 II 460 E. 3a). Von dieser möglichen ist die tatsächliche Rechtszuständigkeit im Einzelfall abzugrenzen. Es stellt sich mit andern Worten die Frage, unter welchen Voraussetzungen die Gemeinschaft Trägerin solcher Gewährleistungsansprüche ist. Dies führt zur Frage nach ihrer Aktivlegitimation, der Zuständigkeit am eingeklagten Anspruch als materiellrechtliche Voraussetzung für dessen Durchsetzbarkeit (BGE 108 II 217 E. 1).\n\n4. a) Keiner weiteren Erörterung bedarf, dass die Gemeinschaft legitimiert ist, Gewährleistungsansprüche durchzusetzen, die ihr aufgrund eigener, d.h. im Rahmen ihrer Verwaltungstätigkeit abgeschlossener Werk- oder Kaufverträge zustehen. Gleiches - gilt für Vertragsansprüche, welche ihr ans direkter Verpflichtung eines an sich dem einzelnen Eigentümer verantwortlichen Unternehmers erwachsen, und zwar unbesehen darum, ob diese Ansprüche rechtlich als selbständige, vom Vertrag mit dem einzelnen Eigentümer losgelöste Obligationen (so BGE 106 II 20 ff.) oder als diesem entfliessende Gewährleistungsschulden betrachtet werden (so LIVER, ZBJV 121 (1985) S. 140 f. und 123 (1987) S. 145).\n\nSoweit die Gewährleistungsansprüche abtretbar sind, gibt die Verwaltungskompetenz der Gemeinschaft auch die Möglichkeit, sie von den einzelnen Stockwerkeigentümern durch Zession zu erwerben, soweit sie auf Mängeln an gemeinschaftlichen Bauteilen gründen (BGE 109 II 426 E. 1e und f). Voraussetzung eines solchen Rechtserwerbs ist jedoch nach der Rechtsprechung des Bundesgerichts, dass die Abtretung durch privatautonomes Verfügungsgeschäft erfolgt; eine Legalzession wird nach geltendem Recht abgelehnt (BGE 111 II 461 E. 3b).\n\nb) Die Rechtsprechung der kantonalen Gerichte ist uneinheitlich. Im Ergebnis übereinstimmend mit BGE 111 II 460 E. 3 wird die Rechtslage von der III. Zivilkammer des Zürcher Obergerichts (ZR 77 (1978) Nr. 116) und vom Kantonsgericht Neuenburg (RJN 1982 S. 29 ff.) beurteilt. In die gleiche Richtung wie der bereits zitierte Entscheid des Kantonsgerichts St. Gallen und das hier angefochtene Urteil gehen dagegen Entscheide des Thurgauer BGE 114 II 239 S. 243Obergerichts (Vorentscheid zu BGE 106 II 11, in RBOG 1980 Nr. 8) und des Kantonsgerichts Graubünden (PKG 1978 Nr. 1), welche die Aktivlegitimation der Gemeinschaft ohne weiteres bejahen, wenn diese in der personellen Zusammensetzung mit den Trägern der einzelvertraglichen Gewährleistungsansprüche identisch ist. Zum gleichen Ergebnis führt die in einem obiter dictum geäusserte Auffassung des Kantonsgerichts Wallis, welches die Zuständigkeit der Gemeinschaft damit begründet, dass diese bei Säumnis der Gewährspflichtigen vorerst die Nachbesserungskosten vorzuschiessen habe, weshalb sie in die Lage zu versetzen sei, sich am materiellen Schuldner schadlos zu halten (RVJ 21 (1987) S. 327 E. 8c).\n\nc) In der Literatur ist die Frage ebenfalls umstritten. So vertritt GAUCH, BGE 111 II 458 ff. zustimmend, eine ausschliesslich schuldrechtliche Auffassung (BR 1987, S. 70, Anmerkung zu Nr. 85). Die Frage des Mangels wie diejenige der daraus fliessenden Ansprüche beantwortet er einzig nach Massgabe der einzelnen Verträge der Stockwerkeigentümer, diejenige nach dem Rechtsübergang auf die Gemeinschaft nach Massgabe der Abtretbarkeit der Ansprüche und des Vorliegens rechtsgültiger Verfügungsgeschäfte. Eine Legalzession wird von diesem Autor sowohl für den Bereich des Kauf- wie des Werkvertrages abgelehnt. In dogmatisch gleichem Sinne argumentieren REY (Baumängel bei Stockwerkeigentum, recht 1984, S. 64 ff.), ZOBL (BR 1985, S. 18, Anmerkung zu Nr. 14) und FRIEDRICH (a.a.O., S. 77). Einer ausgesprochen sachenrechtlichen Auffassung sucht GROSSEN (La qualité pour exercer l'action en garantie en raison des défauts de la chose vendue ou de l'ouvrage sous le régime français et sous le régime suisse de la copropriété par étages, in: Mélanges Guy Flattet, S. 275 ff.) das Wort zu reden, indem er - in Anlehnung an die französische Lehre und Rechtsprechung - die Frage stellt, ob die Gewährleistungsansprüche, insbesondere der Nachbesserungsanspruch, nicht derart eng mit dem Sacheigentum verknüpft seien, dass sie mit diesem gleichsam verschmelzen und an die jeweiligen Eigentümer übergehen (S. 286). Daraus leitet er im wesentlichen die Aktivlegitimation der Gemeinschaft ab, die er allerdings nicht als ausschliessliche, sondern als mit derjenigen der einzelnen Stockwerkeigentümer konkurrierende versteht (S. 285). Ebenfalls die dingliche Komponente stellt WEBER in den Vordergrund, der eine unechte Lücke des Sachenrechts annimmt und eine Legalzession befürwortet (SJZ 75 (1979) S. 124). Allerdings kommt er mit BGE 114 II 239 S. 244der Differenzierung zwischen unteilbaren und teilbaren sowie abtretbaren und nicht abtretbaren Gewährleistungsrechten zu einem für die verschiedenen Ansprüche unterschiedlichen Ergebnis (Gewährleistungsansprüche beim Stockwerkeigentum, BR 1985, S. 67 ff.). Sachenrechtlich argumentiert schliesslich auch LIVER, der zusätzlich das körperschaftliche Element berücksichtigt und die Durchsetzung von Nachbesserungsansprüchen unter den Mehrheitsbeschluss der Gemeinschaft stellt, sich zum Schicksal der übrigen Gewährleistungsansprüche dagegen nicht abschliessend äussert (ZBJV 123 (1987) S. 147 f.). STEINAUER bejaht unter Hinweis auf Lehre und Rechtsprechung die Aktivlegitimation der Gemeinschaft ebenfalls, nimmt zur Frage des Rechtstitels dagegen nicht Stellung (a.a.O., S. 339 Rz. 1303 a).\n\n5. Trotz dieser vielfältig abweichenden Meinungen ist aus den folgenden Gründen an der Rechtsprechung gemäss BGE 111 II 548 ff. festzuhalten.\n\na) Abgesehen von der Streitfrage, ob beim Stückkauf die Gewährleistungsklage eine besondere Form der Erfüllungsklage darstellt oder auf einem erfüllungsunabhängigen Garantieanspruch gründet (vgl. dazu GIGER, N. 16 ff. der Vorbemerkungen zu Art. 197-210 OR), haben die mit ihr verfolgten Ansprüche in jedem Fall eine vertragliche Grundlage. Denn die Leistung einer mangelhaften Sache ist bei vorausgesetzter oder zugesicherter Mängelfreiheit nie Erfüllung des Kaufvertrages. Gewährleistungsansprüche sind damit stets Vertragsansprüche, und zwar sowohl dem Bestand wie dem Inhalte nach.\n\naa) Sachgewährleistungsansprüche erwachsen aus Mängeln der Kaufsache oder des Werkes. Mangelhaft ist der Leistungsgegenstand, wenn er vom Vertrag abweicht, wenn ihm eine zugesicherte oder nach dem Vertrauensprinzip vorausgesetzte und voraussetzbare Eigenschaft fehlt (GIGER, N. 52 zu Art. 197 OR; GAUCH, Der Werkvertrag, 3. Aufl., S. 264 f. Rz. 915 ff.; DERSELBE, BR 1987, S. 70, Anmerkung zu Nr. 85, Ziff. 3). Mithin beurteilt sich ausschliesslich nach Massgabe des konkreten Vertragsinhaltes, ob ein Mangel vorliegt oder nicht. Dabei versteht sich von selbst, dass die einzelnen Veräusserungsverträge über verschiedene Stockwerkeinheiten eines Gebäudes inhaltlich unterschiedlich gestaltet sein können, derselbe Sachverhalt somit im einen Vertrag als Mangel erscheint, im andern dagegen nicht.\n\nBei Mangelhaftigkeit des Leistungsgegenstandes gibt das Gesetz dem Käufer Anspruch auf Wandelung, Minderung oder Schadenersatz BGE 114 II 239 S. 245(Art. 205 und 208 OR), dem Besteller überdies auf Nachbesserung (Art. 368 OR). Diese Ordnung ist aber weitgehend dispositiver Natur; sie kann im Rahmen der Rechtsordnung vertraglich erweitert, aufgehoben oder beschränkt werden (BGE 109 II 215; GIGER, N. 4 ff. zu Art. 199 OR; GAUCH, Der Werkvertrag, 3. Aufl., S. 474 ff. Rz. 1798 ff.). Welche Ansprüche dem Erwerber zustehen, beurteilt sich damit wiederum nach Massgabe seines Vertrages. Auch hier sind unterschiedliche Regelungen in den einzelnen Verträgen über das Stockwerkeigentum an einem Gebäude durchaus möglich.\n\nbb) Die Mängelrechte können durch Selbstverschulden des Erwerbers (Art. 369 OR) sowie durch Verletzung der Prüfungs- und Rügepflicht (Art. 201, 367 und 370 OR) untergehen oder zufolge Verjährung (Art. 210, 219 Abs. 3 und 371 OR) zu blossen Naturalobligationen werden. Auch diese negativen Anspruchsvoraussetzungen beurteilen sich nach den einzelnen Verträgen; der Rechtsverlust kann im einen Fall eingetreten sein, im andern dagegen nicht. Die Gewährleistungsordnung ist daher bei Veräusserung von Stockwerkeigentum nicht zwingend einheitlich, sondern geprägt durch die mögliche Vielfalt der Vertragsabsprachen und Vertragsabwicklungen.\n\nb) Der Gewährleistungsanspruch beruht wie jede Forderung aus dem vertraglichen Schuldverhältnis auf einer Sonderbeziehung zwischen bestimmten Personen, berechtigt einzig den Gläubiger und verpflichtet nur den Schuldner. Er erscheint damit als typischer Fall des relativen Rechts. An dieser Relativität ändert auch die Sachbezogenheit des Anspruchs nichts. Die das dingliche Recht charakterisierende unmittelbare und absolut wirkende Sachherrschaft lässt die vertragliche Natur der auf dem Erwerbsgeschäft gründenden Ansprüche aus Sachgewährleistung unberührt. Die in verschiedener Hinsicht ebenfalls dingliche Rechtsstellung der Stockwerkeigentümergemeinschaft vermag daher für sich allein deren Zuständigkeit an Vertragsansprüchen ihrer Mitglieder nicht zu begründen. Dies umso weniger, als wie vorne dargelegt -- die Stockwerkeigentümergemeinschaft eine reine Verwaltungsgemeinschaft ist und die eigentumsrechtliche Stellung des einzelnen Stockwerkeigentümers nicht antastet.\n\nVertragliche Rechte und Pflichten können durch Universalsukzession oder Einzelrechtsnachfolge (Forderungsabtretung oder Schuldübernahme) auf Dritte übergehen. Die Abtretung einer Forderung hat dabei in der von Art. 165 OR vorgeschriebenen Form zu erfolgen, es sei denn, der Übergang geschehe kraft Gesetzes BGE 114 II 239 S. 246oder durch richterliches Urteil (Art. 166 OR). Die Annahme einer Legalzession an die Gemeinschaft hat das Bundesgericht für die Gewährleistungsansprüche der Stockwerkeigentümer in BGE 111 II 461 E. 3b unter Verneinung der von einem Teil der Lehre und Rechtsprechung bejahten Möglichkeit einer Lückenfüllung abgelehnt. An dieser Praxis ist uneingeschränkt festzuhalten.\n\nObschon der Gewährleistungsanspruch bei Mängeln an gemeinschaftlichen Anlagen die Besonderheit aufweist, dass einer Mehrzahl individueller Forderungen immer nur ein Gewährleistungsobjekt, nämlich das in Stockwerkeigentum aufgeteilte Gebäude gegenübersteht (WEBER, BR 1985, S. 68), und auch Praktikabilitätsgründe für eine darauf bezogene Rechtszuständigkeit der Gemeinschaft sprechen, vermögen diese Umstände dennoch keinen hinreichenden Grund abzugeben, um auf dem Wege der Rechtsprechung eine im Gesetz nicht enthaltene Subrogationsordnung zu schaffen. Die gesetzesübersteigende richterliche Rechtsfortbildung hat von vornherein ihre Grenzen dort, wo eine Antwort im Rahmen der geltenden Rechtsordnung mit spezifisch rechtlichen Erwägungen allein nicht gefunden werden kann, insbesondere daher dort, wo es vorwiegend um Fragen der Zweckmässigkeit geht (LARENZ, Methodenlehre der Rechtswissenschaft, 5. Aufl., S. 410). Die Rechtsprechung contra legem, welche nach Art. 1 ZGB von der richterlichen Lückenfüllung grundsätzlich ausgenommen ist (BGE 107 Ib 106 E. 6b; MEIER-HAYOZ, Der Richter als Gesetzgeber, S. 124 ff.), kommt einzig über Art. 2 Abs. 2 ZGB und nur dann in Frage, wenn das Auslegungsergebnis zu einer krassen Ungerechtigkeit führt und ein darauf abgestütztes Verhalten als offenbarer Rechtsmissbrauch erscheint (MEIER-HAYOZ, N. 295 ff. zu Art. 1 ZGB; DERSELBE, Der Richter als Gesetzgeber, in FS Guldener, S. 195 ff.; DESCHENAUX, SPR, Bd. II, S. 99 f.; GYGI, Vom Anfang und vom Ende der Rechtsfindung, recht 1983, S. 80 f.). Darüber hinaus gibt es keine allgemeine Möglichkeit der Berichtigung unbefriedigender Gebotsinhalte (MEIER-HAYOZ, N. 88 und 302 zu Art. 1 ZGB; GYGI, a.a.O., S. 80 mit Hinweisen in Fn. 75); die Strategie der Rechtssetzung hat der Richter dem Gesetzgeber zu überlassen (MEIER-HAYOZ, Strategische und taktische Aspekte der Fortbildung des Rechts, JZ 1981, S. 417 ff., S. 423).\n\nc) Die Ablehnung einer Legalzession führt entgegen den in der Lehre und Rechtsprechung teilweise vorgebrachten Bedenken bei keinem der verschiedenen Gewährleistungsansprüche zu unhaltbaren Ergebnissen.\n\nBGE 114 II 239 S. 247\n\naa) Die Wandelungs- und die Minderungsrechte sind als Gestaltungsrechte nicht abtretbar; es können einzig die Forderungen auf ganze oder teilweise Rückerstattung der geleisteten Vergütung zediert werden (GAUCH, Der Werkvertrag, 3. Aufl., S. 470 f. Rz. 1781 f. mit Hinweisen). Der Durchsetzung dieser Forderungen durch die einzelnen Stockwerkeigentümer stehen aber keine unüberwindlichen Hindernisse entgegen. Ein einheitliches Vorgehen mit bloss einer klägerischen Prozesspartei mag im allgemeinen wohl ökonomischer sein; doch vermag dies allein eine Gesetzeskorrektur über Art. 2 Abs. 2 ZGB nicht zu rechtfertigen. Eine notwendige Streitgenossenschaft der einzelnen Stockwerkeigentümer, deren Aktivitäten durch renitente Miteigentümer blockiert werden könnte, besteht nicht; die Durchsetzung der einzelnen Ansprüche in formeller Streitgenossenschaft oder durch die Gemeinschaft als rechtsgeschäftliche Zessionarin ist ohne weiteres möglich und regelmässig ohne besondere Schwierigkeiten auch realisierbar. Dabei ist wiederum zu beachten, dass einzelne Stockwerkeigentümer mit ihrer Weigerung zum gemeinsamen Vorgehen die Rechte der andern nicht zu schmälern vermögen.\n\nbb) Der werkvertragliche Nachbesserungsanspruch ist nach Lehre und Rechtsprechung abtretbar (BGE 109 II 423 ff.; GAUCH, Der Werkvertrag, 3. Aufl., S. 471 Rz. 1783; DERSELBE, BR 1987, S. 71, Anmerkung zu Nr. 85, Ziff. 9). Dies gilt unbesehen darum, ob er realiter oder in Form der Kosten einer Ersatzvornahme geltend gemacht wird (dazu BGE 107 II 55 E. 3). Eine Besonderheit für Mängel an gemeinschaftlichen Anlagen eines in Stockwerkeigentum aufgeteilten Gebäudes ergibt sich daraus, dass dieser Nachbesserungsanspruch unteilbar ist und grundsätzlich jeder Erwerber - vorbehältlich einer vertraglichen Beschränkung seiner Ansprüche oder deren Verwirkung oder Verjährung - Anspruch auf Nachbesserung der gemeinschaftlichen Anlagen hat (WEBER, BR 1985, S. 69). Zu beachten ist indessen, dass nach richtiger Auffassung der Anspruch auf unentgeltliche Verbesserung des Werkes wiederum quotenbezogen ist, was zur Folge hat, dass die eine Nachbesserung verlangenden Stockwerkeigentümer im externen Verhältnis die Kosten ausserhalb ihrer Quotenanteile zu übernehmen haben und es eine Frage der internen Auseinandersetzung ist, ob sie diese Kosten auf die übrigen Miteigentümer - z.B. nach Art. 647 ff. ZGB überwälzen können (in diesem Sinne GAUCH, BR 1987, S. 71, Anmerkung zu Nr. 85, Ziff. 8). Gleiches gilt für die Gemeinschaft. Verlangt sie - gestützt auf BGE 114 II 239 S. 248einen Mehrheitsbeschluss der Stockwerkeigentümer gemäss Art. 647c i.V. mit Art. 712g ZGB - die Nachbesserung, hat sie insoweit die Kosten zu tragen oder vorzuschiessen, als sie sich nicht auf zedierte, quotenmässig zu ermittelnde Gewährleistungsansprüche zu berufen vermag. Soweit keine Zessionen stattgefunden haben oder nicht haben stattfinden können, hat sie die Stockwerkeigentümer auf dem Wege der Beitragsforderung nach Art. 712h ZGB zu belasten, wobei sie im Genusse der Sicherheiten nach Art. 712i und k ZGB steht.\n\nAuf diesem Wege lassen sich auch Kollisionen der verschiedenen Mängelrechte vermeiden. Die Vertragsnatur der Ansprüche bleibt gewahrt, das Wahlrecht des einzelnen Käufers oder Bestellers wird nicht beeinträchtigt. So kann ein Stockwerkeigentümer beispielsweise auf Minderung beharren, obgleich andere die Nachbesserung verlangen; die Auseinandersetzung verlagert sich auf den internen Kostenverteiler. Dies wiederum führt zum Ergebnis, dass auch im Bereiche der Nachbesserung weder ein gemeinsames Vorgehen noch eine Legalzession notwendig sind.\n\ncc) Ob die Gemeinschaft überhaupt fähig wäre, Ansprüche der einzelnen Eigentümer auf Ersatz von Mängelfolgeschäden zessionsweise zu erwerben, was angesichts des blossen Verwaltungszweckes zum mindesten nicht auf der Hand liegt (zweifelnd auch GAUCH, BR 1987, S. 71, Anmerkung zu Nr. 85, Ziff. 9), kann offenbleiben, da auch insoweit keine Gründe ersichtlich sind, welche eine Legalzession der in sich geschlossenen, selbständigen und gegenseitig unabhängigen Ansprüche als notwendig erscheinen lassen.\n\nd) Weiter ist zu beachten, dass eine Legalzession sich für einzelne Stockwerkeigentümer auch nachteilig auswirken könnte. Einerseits würde der Käufer oder Besteller seines Wahlrechtes unter den verschiedenen Gewährleistungsansprüchen beraubt, anderseits verlöre er die Möglichkeit der Verrechnung gegenüber einer Preis- oder Werklohnforderung des Veräusserers (dazu ZOBL, BR 1985, S. 18, Anmerkung zu Nr. 14). Diese Nachteile belegen insbesondere, dass es sich nicht rechtfertigt, in die gesetzliche Ordnung mit einer korrigierenden Massnahme einzugreifen, welche möglicherweise im Einzelfall zu einem sachgerechten Ergebnis führen kann, in einem anders gelagerten Fall dagegen als der bestehenden Ordnung unterlegen erscheint (MEIER-HAYOZ, JZ 1981, S. 421 f.). Die Interessenlage ist keineswegs so einheitlich, wie sie von den Befürwortern einer Legalzession dargestellt wird.BGE 114 II 239 S. 249\n\ne) Auch die Legalzession setzt sodann den Bestand einer übergangsfähigen Forderung voraus. Stehen einzelnen Stockwerkeigentümern zufolge Freizeichnung, anderweitiger Beschränkung der Gewährleistung oder Rechtsverlusts keine Ansprüche zu, kann die Gemeinschaft solche von diesen Miteigentümern auch nicht erwerben. Das Problem der unteilbaren Leistung wird deshalb auch durch diese Auffassung nicht gelöst.\n\nf) Dass bei gesondertem Vorgehen der einzelnen Eigentümer die Gefahr widersprüchlicher Urteile besteht, ist nicht zu verkennen, aber genau so hinzunehmen wie in allen andern Fällen selbständiger Verfolgung inhaltlich ganz oder weitgehend identischer Ansprüche. Ihr kann im übrigen durch eine sachgerechte Handhabung des im kantonalen Prozessrecht verbreiteten Instituts der Verfahrenseinstellung begegnet werden.\n\n6. Im Gegensatz zur Auffassung der Vorinstanz ist demnach eine Aktivlegitimation der Klägerin aus gesetzlichem Rechtserwerb zu verneinen, was zur Aufhebung des angefochtenen Urteils führt. Da die Klägerin eventualiter geltend macht, Gewährleistungsansprüche zessionsweise durch Reglement oder Versammlungsbeschluss erworben und direkte Sanierungszusagen der Beklagten erhalten zu haben, die tatsächlichen Feststellungen der Vorinstanz aber nicht ausreichen, diese Rechtsfragen zu beantworten, muss die Sache zur Neubeurteilung zurückgewiesen werden (Art. 64 Abs. 1 OG). Die Vorinstanz wird sich, prozesskonforme Vorbringen vorbehalten, damit noch auseinanderzusetzen haben."}