{"annee": "114", "cour": "IV", "page": "34", "date": "21/3/1988", "cite": ["85 IV 80"], "cite_par": ["126 IV 236", "119 IV 273", "144 IV 240"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes vom 21. März 1988 i.S. Schweizerische Bundesanwaltschaft gegen M. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 293 CP; Définition de l'autorité et du secret. 1. En raison de sa fonction, de ses tâches et de ses compétences, le Chef d'Etat-Major général constitue un organe de l'Etat disposant de la souveraineté correspondante. Il représente ainsi une autorité au sens de l'art. 293 CP (consid. 2a). 2. L'existence d'un secret au sens formel fait partie des éléments constitutifs de l'infraction définie à l'art. 293 CP (consid. 2b; confirmation de la jurisprudence)."], "faits": "BGE 114 IV 34 S. 34\n\nIm Januar 1987 fand für den Armeestab ein operatives Seminar statt, das der Generalstabschef in seiner Gesamtheit als \"geheim\" BGE 114 IV 34 S. 35erklärte. Er hielt auch ein Referat, welches den Teilnehmern mit dem Vermerk \"vertraulich\" abgegeben wurde. Aus diesem Referat zitierte M. in der Wochenzeitung vom 30. Januar 1987.\n\nDas Statthalteramt des Bezirks Zürich stellte das Verfahren gegen M. wegen Veröffentlichung amtlicher geheimer Verhandlungen am 14. Dezember 1987 ein. Es gelangte zum Schluss, beim Generalstabschef handle es sich um keine Behörde im Sinne von Art. 293 StGB, noch sei dessen in Schriftform abgegebenes Referat als geheim bezeichnet worden.\n\nDie Schweizerische Bundesanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag, die Einstellungsverfügung aufzuheben und die Sache zur Neubeurteilung an das Statthalteramt zurückzuweisen.\n\nM. hat sich trotz Fristansetzung zur Sache nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 293 Abs. 1 StGB wird mit Haft oder mit Busse bestraft, wer, ohne dazu berechtigt zu sein, aus Akten, Verhandlungen oder Untersuchungen einer Behörde, die durch Gesetz oder durch Beschluss der Behörde im Rahmen ihrer Befugnis als geheim erklärt worden sind, etwas an die Öffentlichkeit bringt.\n\na) Was unter einer Behörde im Sinne von Art. 293 Abs. 1 oder auch anderer Bestimmungen des StGB (Art. 110 Ziff. 5 Abs. 2, Art. 285 f., 288, 291 f., 303 StGB) zu verstehen sei, ist im Strafgesetzbuch nicht definiert. Im Bundesstaats- und Bundesverwaltungsrecht wird der Begriff der Behörde weit gefasst. Er trifft auf alle Bundesorgane zu, die kraft Bundesrecht mit hoheitlicher Zuständigkeit staatliche Funktionen ausüben, stellt also einen Sammelbegriff für alle Arten dieser Organe dar (vgl. HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, S. 185; HANGARTNER, Grundzüge des schweizerischen Staatsrechts, S. 94; FLEINER-GERSTER, Grundzüge des allgemeinen und schweizerischen Verwaltungsrechts, S. 449; GYGI, Bundesverwaltungsrechtspflege, S. 131); ob es sich um ein monistisches oder ein Kollegialorgan handle, ist dabei ohne Bedeutung (FLEINER-GERSTER, a.a.O., S. 450 f.). Soweit die Stafrechtsliteratur sich überhaupt zum Behördenbegriff äussert, wird er auch dort nicht anders oder enger gefasst (STRATENWERTH, BT II, S. 166 N. 34 und S. 280 N. 3; SCHWANDER, Das Schweizerische Strafgesetzbuch, S. 506 Nr. 774).\n\nBGE 114 IV 34 S. 36\n\nWerden Stellung, Aufgabe und Kompetenzen des Generalstabschefs in Betracht gezogen, der nicht dem Beamtengesetz untersteht (Art. 6 i.V.m. Art. 1 Rechtsstellungsverordnung/SR 510.22), wie sie sich aus den ihn betreffenden Bestimmungen ergeben (insbesondere Art. 40, 42 und 168 MO/SR 510.10; Art. 2, 3 und 23 f. DO/SR 510.21), dann kann keinem Zweifel unterliegen, dass es sich bei ihm um ein mit hoheitlichen Funktionen ausgestattetes staatliches Organ, mithin um eine Behörde im Sinne von Art. 293 Abs. 1 StGB handelt. Als solche ist bereits der Sekretär des Justizdepartements oder die Kantonspolizei betrachtet worden (BGE 85 IV 83 E. 2).\n\nb) Dem Tatbestand von Art. 293 StGB liegt der formelle Geheimnisbegriff zugrunde, so dass es einzig darauf ankommt, ob die Akten, Verhandlungen oder Untersuchungen der Behörde durch Gesetz oder durch Verfügung derselben als geheim erklärt worden sind; dabei macht es keinen wesentlichen Unterschied ob sie als geheim oder als bloss vertraulich bezeichnet wurden, wenn nur klar ist, dass damit die Öffentlichkeit hatte ausgeschlossen werden wollen (BGE 108 IV 187 E. 1a). Das aber ist vorliegend der Fall; durch die Bezeichnung des operativen Seminars als insgesamt \"geheim\" und jene des schriftlich abgegebenen Referats als \"vertraulich\" war dessen Kenntnis auf einen bestimmten Personenkreis beschränkt und damit geheim im Sinne von Art. 293 Abs. 1 StGB. Dass dem Generalstabschef die Befugnis zu einer derartigen Anordnung zustand, kann nicht bestritten werden. Ergab sich der geheime Charakter des Schriftstücks bereits aus dem angebrachten Vermerk \"vertraulich\", so kommt nichts darauf an, ob der Beschwerdegegner um die Bezeichnung des Seminars als insgesamt \"geheim\" wusste."}