{"annee": "114", "cour": "III", "page": "1", "date": "20/2/1988", "cite": [], "cite_par": [], "chapeau": "1. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 20. Februar 1988 i.S. Ramedo AG (Rekurs)", "regestes": ["Organisation des offices des faillites (art. 1 ss LP). Du point de vue du droit fédéral, il n'y a rien à objecter au fait que l'Office des faillites de Lucerne-Campagne et celui de Lucerne-Ville soient réunis au même siège et dirigés par le même préposé. Cet arrangement entre dans la compétence laissée aux cantons de déterminer eux-mêmes l'organisation des offices des faillites et l'affectation de leur personnel."], "faits": "BGE 114 III 1 S. 1\n\nA.- Mit Dekret vom 16. Juni 1987 eröffnete der Amtsgerichtspräsident III von Luzern-Land über Gabriella K., die eine Insolvenzerklärung abgegeben hatte, den Konkurs und ordnete das summarische Verfahren an. Kurz zuvor, am 5. Juni 1987, hatte sich die Konkursitin verheiratet, wobei noch vor Eheschluss der Güterstand der Gütertrennung vereinbart worden war. Anlässlich der Inventaraufnahme in der ehemaligen Wohnung der Konkursitin beschlagnahmte das Konkursamt Luzern-Land sieben Bilder.\n\nB.- Mit Beschwerde vom 27. August 1987 wandte sich die Ramedo AG, Glarus, die sich als Eigentümerin der beschlagnahmten Bilder bezeichnete, an die untere kantonale Aufsichtsbehörde BGE 114 III 1 S. 2im Schuldbetreibungs- und Konkurswesen. Sie verlangte die Rückschaffung dieser Bilder oder, sofern das Konkursamt auf deren Admassierung bestehen sollte, dass die Bilder mittels Vindikationsklage zur Konkursmasse zu ziehen seien. Der Amtsgerichtspräsident III von Luzern-Land wies die Beschwerde am 8. Oktober 1987 ab.\n\nC.- Die Ramedo AG zog die Sache an die Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Luzern weiter. Mit einem gegenüber dem erstinstanzlichen Verfahren zusätzlichen Antrag begehrte sie, \"das Konkursamt Luzern-Land im Konkurskreis Luzern-Stadt sei als unzuständig für die Durchführung des Konkurses der Gabriella K. zu erklären\". Der Beschwerdeweiterzug wurde mit Entscheid der oberen kantonalen Aufsichtsbehörde vom 31. Dezember 1987 abgewiesen.\n\nHiegegen rekurrierte die Ramedo AG an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts.", "considerants": "Aus den Erwägungen:\n\n1. b) Die Rekurrentin beschränkt sich in ihrer dem Bundesgericht eingereichten Rekursschrift darauf, die Zuständigkeit des Konkursamtes Luzern-Land für die Durchführung des Konkurses über die in Gisikon wohnhafte Gabriella K. zu bestreiten. Sie stösst sich daran, dass das Konkursamt Luzern-Land seinen Amtssitz an der gleichen Adresse hat wie das Konkursamt Luzern-Stadt und dass die beiden Konkursämter überdies in Personalunion geleitet werden.\n\nZur Begründung ihrer Auffassung führt die Rekurrentin im wesentlichen aus, aus Art. 1 ff. SchKG folge von Bundesrechts wegen \"eine klare, territoriale Gliederung der Zuständigkeit der Betreibungs- und Konkursämter in dem Sinne, dass jeder Betreibungskreis sein Betreibungsamt und jeder Konkurskreis sein Konkursamt haben und dass jedes Amt innerhalb seines Kreises gelegen sein muss\". Es sei nicht zulässig, die Aufgaben der Ämter verschiedener Konkurskreise der nämlichen Amtsstelle zu übertragen. Art. 3 SchKG setze voraus, dass das Konkursamt eines jeden Konkurskreises im betreffenden Konkurskreis seinen Amtssitz habe. Die Tatsache, dass im Gerichtskreis Luzern-Land kein Konkursamt liege, verstosse gegen Bundesrecht.\n\n§ 33 des Gesetzes über die Gerichtsorganisation und die Zivilprozessordnung des Kantons Luzern, der vorsieht, dass der gleiche BGE 114 III 1 S. 3Konkursbeamte für mehrere Kreise gewählt werden kann, verstösst nach der Meinung der Rekurrentin gegen Art. 3 und 4 SchKG. Ebenso verletzt \"die Annahme, dass das im Konkurskreis Luzern-Stadt gelegene Konkursamt Luzern-Land auf dieser kantonalrechtlichen Grundlage ohne Rechtshilfebegehren im Konkurskreis Luzern-Land wirken dürfe\", nach ihrem Dafürhalten gegen Art. 221 Abs. 2 SchKG.\n\n2. Die Auffassung der Rekurrentin vermag sich weder auf das Gesetz noch auf die Rechtsprechung zu stützen. In der Literatur lässt sich, soweit ersichtlich, keine unmittelbare Antwort auf die Frage finden, ob die Konkursämter mehrerer Konkurskreise an demselben Amtssitz zusammengelegt werden dürfen und ob es überdies zulässig ist, dass derselbe Konkursbeamte Vorsteher über mehr als ein Konkursamt ist.\n\na) Auszugehen ist bei der Beantwortung der aufgeworfenen Frage davon, dass die Behördenorganisation in Schuldbetreibungs- und Konkurssachen Sache der Kantone ist und dass das Bundesgesetz über Schuldbetreibung und Konkurs nur in einzelnen organisatorischen Belangen zwecks einheitlicher Anwendung des Bundesrechts den Charakter eines Rahmengesetzes hat (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Auflage Bern 1983, § 4 Rz. 2).\n\nRahmenbedingungen setzen im vorliegenden Fall die Art. 1 und insbesondere Art. 3 SchKG, der vorschreibt, dass in jedem Konkurskreis ein Konkursamt bestehe, jedoch dessen Organisation als Sache der Kantone bezeichnet, In keiner Weise lässt sich aus Art. 3 SchKG herauslesen, \"dass jedes Amt innerhalb seines Kreises gelegen sein muss\", wie die Rekurrentin behauptet. Das lässt sich auch nicht den von der Rekurrentin angerufenen Literaturstellen (AMONN, a.a.O., § 4 Rz. 3 und 9; BÜCHI/MEIER/BOSSHARD, Grundzüge des schweizerischen Schuldbetreibungsrechts, I. Band, 2. Auflage Zürich 1981, S. 18) entnehmen. Richtig ist vielmehr, dass die kantonalen Einführungsgesetze die Einteilung des Kantonsgebietes in Betreibungs- und Konkurskreise, die Art und Weise der Besetzung der Ämter sowie deren Einrichtung regeln (BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, Bern 1911, S. 34). Dazu gehört die Kompetenz der Kantone, den Amtssitz der Konkursämter zu bestimmen, also auch vorzusehen, dass mehr als ein Konkursamt an ein und demselben Amtssitz geführt wird. Sofern die bundesrechtskonforme Durchführung der Konkursverfahren dadurch nicht beeinträchtigt BGE 114 III 1 S. 4wird, ist auch nicht einzusehen, weshalb es den Kantonen verwehrt sein sollte, demselben Amtsinhaber die Leitung mehr als eines Konkursamtes zu übertragen. Aus den bundesrechtlichen Vorschriften lässt sich nur ableiten, dass dem Konkursbeamten gleich wie dem Betreibungsbeamten ein Stellvertreter beizuordnen ist (Art. 6 Abs. 1 KOV; GILLIERON, Poursuite pour dettes, faillite et concordat, Lausanne 1985, S. 43).\n\nGemäss Art. 4 SchKG können Verrichtungen des Betreibungs- und des Konkursamtes der nämlichen Amtsstelle übertragen werden. Daraus lässt sich nicht - was offenbar die Meinung der Rekurrentin ist - der Umkehrschluss ziehen, es dürften nicht zwei Konkursämter am gleichen Amtssitz zusammengezogen werden. Wenn schon die Kumulation des Konkursamtes mit dem Betreibungsamt und weiteren Amtsstellen (Notariat, Bezirksgerichtsschreiberei u.ä.; BLUMENSTEIN, a.a.O., S. 39) als zulässig erachtet wird, so kann es auch nicht untersagt sein, zwei Konkursämter an einem Amtssitz zusammenzufassen, ja deren Führung einem einzigen Konkursbeamten zu übertragen.\n\nEs kann schliesslich auch keine Rede von einer Verletzung von Art. 221 Abs. 2 SchKG sein, wonach das Konkursamt eines andern Konkurskreises mitzuwirken hat, wenn sich dort Vermögensstücke des Konkursiten befinden. Diese Vorschrift berührt weder die Frage des Amtssitzes eines Konkursamtes noch jene der Personalunion.\n\nb) Es haben denn auch - wie dem Verzeichnis der schweizerischen Betreibungs- und Konkurskreise (im Druck befindliche Ausgabe 1987) zu entnehmen ist - neben Luzern einzelne Kantone von der Möglichkeit Gebrauch gemacht, die Amtssitze von mehr als einem Konkursamt örtlich zusammenzulegen: Das Konkursamt von Oberwinterthur-Winterthur und jenes von Wülflingen-Winterthur befinden sich an derselben Adresse in Winterthur. In Obwalden ist der Amtssitz des Konkursamtes Engelberg von Engelberg nach Sarnen verlegt worden, wo sich auch das Konkursamt für die sechs Gemeinden des alten Landes befindet. Im Kanton Solothurn, wo die Konkursämter mit den Amtsschreibereien verbunden sind, sind die Konkursämter Solothurn, Lebern und Bucheggberg, die je ihren eigenen Vorsteher haben, im Amtshaus 2 in Solothurn untergebracht (Solothurner Jahrbuch 88, S. 91, 177). Der Kanton Aargau hat den Konkursämtern der Bezirke Aargau, Kulm und Zofingen den Amtssitz in Oberentfelden zugewiesen, die Konkursämter Baden und Bremgarten sind in Baden untergebracht, BGE 114 III 1 S. 5und die Konkursämter der Bezirke Brugg, Laufenburg, Muri, Rheinfelden und Zurzach befinden sich in Brugg; für diese fünf Konkursämter sind zwei Konkursbeamte gewählt worden (Staatskalender des Kantons Aargau 1984/1985, S. 120 f.). Lugano schliesslich ist in zwei Konkurskreise eingeteilt, die beide ihren Amtssitz an der gleichen Adresse in Lugano haben.\n\nWie im angefochtenen Entscheid zutreffend ausgeführt wird, hat sich die Schuldbetreibungs- und Konkurskammer des Bundesgerichts nie veranlasst gesehen, diese organisatorischen Vorkehren zu beanstanden. Sie fallen in die den Kantonen belassene Kompetenz, die Organisation der Konkursämter und deren personelle Besetzung grundsätzlich selber zu bestimmen."}