{"annee": "114", "cour": "II", "page": "432", "date": "13/12/1988", "cite": ["112 II 369", "97 II 234", "100 II 224", "95 II 456"], "cite_par": ["122 III 369", "118 II 322", "131 III 572"], "chapeau": "83. Extrait de l'arrêt de la Ire Cour civile du 13 décembre 1988 dans la cause Lacoste Alligator S.A. contre Pierre Keller, Alligator Publicité (recours en réforme)", "regestes": ["Protection des raisons de commerce (art. 956 CO et 29 CC). Si deux raisons de commerce se distinguent suffisamment dans leurs éléments essentiels, il est sans pertinence que d'autres éléments soient mis en évidence de façon graphique dans les relations d'affaires."], "faits": "|432|\n\nA.- Lacoste Alligator S.A., inscrite au registre du commerce dès 1977 et ayant son siège à Genève depuis 1982, a saisi la Cour de justice de ce canton d'une action tendant à ce qu'interdiction soit faite à Pierre Keller, sous commination des peines prévues par l'art. 292 CP, d'utiliser le terme \"alligator\" présent dans sa raison de commerce depuis 1981. Par arrêt du 4 mars 1988, la Cour de justice a débouté la demanderesse de toutes ses conclusions.\n\nB.- Lacoste Alligator S.A. interjette un recours en réforme auprès du Tribunal fédéral et reprend ses premières conclusions. Pierre Keller conclut au rejet du recours et à la confirmation de l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2. a) Contrairement à ce que semblent croire la demanderesse et la cour cantonale, le défendeur, en tant que titulaire d'une raison individuelle, n'est pas soumis aux règles de |433| l'art. 951 CO sur les raisons sociales. Il doit cependant respecter les droits conférés à la demanderesse par les art. 956 CO et 29 al. 2 CC (HIS, n. 26 ad art. 956 CO; TRÜMPY, Le droit de la personnalité des personnes morales et en particulier des sociétés commerciales, p. 131 ss; cf. aussi ATF 112 II 371). Il doit donc éviter, par une différenciation suffisante, les risques de confusion. Un tel danger est essentiellement influencé par les recoupements de clientèle et de domaine d'activité commerciale; il ne dépend pas nécessairement de l'existence d'un rapport de concurrence (ATF 95 II 458 consid. 2; PATRY, TDPS VIII/1, p. 165 ss) mais s'apprécie en fonction du degré d'attention usuelle des milieux avec lesquels les titulaires des raisons de commerce sont en relation d'affaires (ATF 100 II 226 et les références citées). En cas d'utilisation de désignations génériques ou tirées du langage commun, c'est à l'utilisateur subséquent qu'il incombe de marquer une différenciation suffisante avec la raison antérieure, que ce soit dans sa composition ou au moyen d'ajouts appropriés (ATF 100 II 228).\n\nb) Inscrite au registre du commerce dès 1977, la demanderesse jouit de la priorité par rapport au défendeur, dont la raison n'est apparue qu'en 1981. Peu importe que le défendeur n'ait pas connu l'existence de la demanderesse. Peu importe aussi que le risque de confusion eût pu être moindre à l'époque du fait que celle-ci avait son siège social hors du canton de Genève (ATF 95 II 458 consid. 2).\n\nc) Selon les faits constatés par la cour cantonale, le défendeur n'utilise sa raison individuelle que sous la forme complète \"Pierre Keller Alligator publicité\", c'est-à-dire avec ses prénom et nom joints au mot \"publicité\"; la demanderesse quant à elle exerce sous la désignation \"Lacoste Alligator S.A.\". Contrairement à l'opinion du défendeur, le mot \"alligator\", qui, n'ayant aucun lien avec les activités des parties, peut être considéré ici comme terme de pure fantaisie (cf. arrêt non publié du 12 septembre 1988 dans la cause T. S.A., consid. 3), est apte à éveiller dans le public une impression de communauté entre les deux raisons de commerce. Selon la jurisprudence, cependant, les éléments de celles-ci qui ressortent par leur son ou par leur sens prennent une signification particulière parce qu'ils persistent dans le souvenir et sont souvent utilisés seuls dans l'expression orale ou écrite. Si elles coexistent séparément et distinctement dans l'esprit du public, les deux raisons se distinguent suffisamment l'une de l'autre (ATF 97 II 235, ATF 95 II 459 consid. 2). Peu importe dans ce cas la disposition |434| graphique ou l'effet visuel du mot incriminé dans la raison de commerce contestée; la demanderesse ne s'en est d'ailleurs jamais prévalue. En application de ces principes, force est de constater que, dans la raison sociale de la demanderesse, le terme \"alligator\" est loin d'être particulièrement frappant et prépondérant par rapport au patronyme \"Lacoste\", notoire et connu. De même, c'est à Pierre Keller personnellement que s'adresse sa clientèle, ce qui contribue à relativiser l'impact - et donc le souvenir - du mot \"alligator\" dans sa raison individuelle. Le risque de confusion doit être nié en l'espèce, de sorte que la demande a été rejetée à bon droit."}