{"annee": "114", "cour": "II", "page": "264", "date": "22/6/1988", "cite": ["103 II 129", "103 II 108", "38 II 94", "95 II 532", "91 II 372", "69 II 76"], "cite_par": ["133 III 201", "116 II 441", "143 III 1", "133 III 43", "116 II 302"], "chapeau": "46. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Juni 1988 i.S. Firma B. gegen Firma A. (Berufung)", "regestes": ["Art. 163 al. 3 CO. Réduction de la peine conventionnelle. Principes et circonstances à prendre en considération pour juger si la peine doit être réduite parce que excessive. Portée du dommage. Fardeau de la preuve."], "faits": "", "considerants": "|264|\n\nAus den Erwägungen:\n\n1. Die Beklagte wendet sich im Berufungsverfahren nur gegen die Höhe der Konventionalstrafe, die entgegen der Auffassung des Handelsgerichts gemäss Art. 163 Abs. 3 OR erheblich zu kürzen sei.\n\na) Nach dieser Bestimmung hat der Richter eine übermässig hohe Konventionalstrafe nach seinem Ermessen herabzusetzen. Dabei ist schon deshalb Zurückhaltung geboten, weil die Strafe von den Parteien gemäss Art. 163 Abs. 1 OR an sich in beliebiger Höhe festgesetzt werden kann und Verträge zu halten sind; dieses ergibt sich aus dem fundamentalen Grundsatz der Vertragstreue, während jenes dem Grundsatz der Vertragsfreiheit entspricht. Ein richterlicher Eingriff in den Vertrag rechtfertigt sich nach diesen Grundsätzen nur, wenn der verabredete Betrag so hoch ist, dass er das vernünftige, mit Recht und Billigkeit noch vereinbare Mass übersteigt (BGE 103 II 135 mit Hinweisen). Der wichtigste Grund für einen solchen Eingriff ist denn auch darin zu erblicken, dass die gesetzlichen Schranken der Vertragsfreiheit gemäss Art. 19/20 OR sich auf die Lage anlässlich des Vertragsschlusses beziehen, sich aber erst nach der Verletzung des Vertrages richtig abmessen lässt, wie es sich mit der Rechtfertigung der vereinbarten Strafe verhält (BGE 69 II 79; VON BÜREN, OR Allg. Teil S. 411 f.).\n\nEine Herabsetzung der Konventionalstrafe rechtfertigt sich insbesondere, wenn zwischen dem vereinbarten Betrag und dem Interesse des Ansprechers, daran im vollen Umfang festzuhalten, ein |265| krasses Missverhältnis besteht. Welche Anforderungen dabei an die Rechtfertigung und an die Verhältnismässigkeit des Eingriffs zu stellen sind, entscheidet sich nicht allgemein, sondern hängt von den Umständen des Einzelfalles ab (BGE 103 II 108 mit Hinweisen). Dazu gehören insbesondere die Art und Dauer des Vertrages (BGE 38 II 102), die Schwere des Verschuldens und der Vertragsverletzung (BGE 103 II 135, BGE 91 II 383), das Interesse des Ansprechers an der Einhaltung des Verbots (BGE 103 II 135) sowie die wirtschaftliche Lage der Beteiligten (BGE 95 II 539 f.), namentlich des Verpflichteten (OSER/SCHÖNENBERGER, N. 16 zu Art. 163 OR). Zu berücksichtigen sind ferner allfällige Abhängigkeiten aus dem Vertragsverhältnis und die Geschäftserfahrungen der Beteiligten. Gegenüber einem Arbeitnehmer, der in der Regel auch der wirtschaftlich Schwächere ist, rechtfertigt sich eine Herabsetzung eher als unter wirtschaftlich gleichgestellten und geschäftskundigen Vertragspartnern (BECKER, N. 17 zu Art. 163 OR; VON TUHR/ESCHER, OR Allg. Teil II S. 285 f.).\n\nb) Es liegt nahe, nicht nur das Interesse des Ansprechers, sondern auch die Schwere des Verschuldens nach dem entstandenen Schaden zu beurteilen. Das heisst aber nicht, eine Konventionalstrafe sei schon deshalb übermässig, weil sie den Betrag übersteigt, den der Berechtigte als Schadenersatz aus der Vertragsverletzung beanspruchen könnte. Als Indiz für das Übermass kommt denn auch nicht der entstandene, sondern der höchstmögliche Schaden in Betracht (BGE 103 II 109; MERZ, ZBJV 115/1979 S. 283). Die Konventionalstrafe ist Gegenstand einer selbständigen Verpflichtung, die von der Haftung für Schaden zu unterscheiden ist; das erhellt schon daraus, dass sie gemäss Art. 161 Abs. 1 OR selbst dann verfällt, wenn dem Gläubiger kein Schaden erwachsen ist.\n\nSchliesslich ist zu beachten, dass nicht der Gläubiger die Angemessenheit der Konventionalstrafe darzutun, sondern der Schuldner die Voraussetzungen einer Herabsetzung zu behaupten und nachzuweisen hat (BGE 103 II 109 mit Hinweisen)."}