{"annee": "114", "cour": "IA", "page": "315", "date": "4/3/1988", "cite": ["112 IA 268", "113 IA 200", "111 IA 44", "111 IA 251", "112 IA 340", "110 IA 1"], "cite_par": ["116 IA 401", "116 IA 420"], "chapeau": "51. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 4. März 1988 i.S. Politische Gemeinde Savognin gegen Regierung des Kantons Graubünden (staatsrechtliche Beschwerde).", "regestes": ["Art. 88 et 90 al. 1 lettre b OJ; art. 40 al. 5 Cst. GR. Recours pour violation de l'autonomie communale; qualité pour agir (consid. 1a). Exigences relatives à la motivation d'un recours contre la décision du gouvernement cantonal refusant d'approuver le taux de l'impôt foncier d'une commune en raison de la violation du principe de l'imposition juste et équitable prévu par l'art. 40 al. 5 Cst. des Grisons (consid. 1b)."], "faits": "", "considerants": "BGE 114 Ia 315 S. 316\n\nAus dem Erwägungen:\n\n1. a) Eine Gemeinde ist zur Autonomiebeschwerde legitimiert, wenn sie durch den angefochtenen Entscheid als Trägerin hoheitlicher Gewalt berührt wird. Ob ihr im betreffenden Bereich tatsächlich Autonomie zusteht, ist nicht eine Frage der Legitimation, sondern bildet Gegenstand der materiellen Beurteilung (BGE 113 Ia 202 E. 1a; BGE 112 Ia 269 E. 1a; BGE 111 Ia 252 E. 2, mit Hinweisen). Der angefochtene Entscheid betrifft die Beschwerdeführerin offensichtlich als Trägerin hoheitlicher Gewalt. Sie ist zur Beschwerde legitimiert.\n\nb) Nach Art. 90 Abs. 1 lit. b OG muss die Beschwerde die wesentlichen Tatsachen und eine kurz gefasste Darlegung darüber enthalten, welche verfassungsmässigen Rechte bzw. welche Rechtssätze und inwiefern sie durch den angefochtenen Erlass oder Entscheid verletzt worden sind. Das Bundesgericht prüft deshalb im staatsrechtlichen Beschwerdeverfahren nur klar und detailliert erhobene und, soweit möglich, belegte Rügen (BGE 111 Ia 47 E. 2; BGE 110 Ia 3 E. 2a, mit Hinweisen). Das gilt nicht nur für einen privaten Beschwerdeführer, sondern ebenso auch für eine Gemeinde, die eine Verletzung ihrer Autonomie geltend macht.\n\nEs genügt nicht, dass die Gemeinde nur ihre Autonomie im fraglichen Sachbereich dartut und die nach ihrer Ansicht richtige Rechtsanwendung nennt. Sie muss substantiiert darlegen, inwieweit das Recht im angefochtenen Entscheid unrichtig angewendet worden sei. Das gilt auch dann, wenn das Bundesgericht den angefochtenen Entscheid mit freier Kognition überprüfen kann, was hier der Fall wäre, da der geltend gemachte Autonomiebereich durch die Verfassung umschrieben wird (vgl. BGE 113 Ia 206 E. 2b; BGE 112 Ia 342 E. 2, mit Hinweisen).\n\nBei der Anwendung unbestimmter Rechtsbegriffe, wie dem Grundsatz der gerechten und billigen Besteuerung von Art. 40 Abs. 5 KV, hat der Beschwerdeführer detailliert aufzuzeigen, inwieweit der angefochtene Entscheid dem Sinn des Gesetzes bzw. der Verfassung widerspricht. Fordert der Grundsatz der gerechten und billigen Besteuerung etwa ein ausgewogenes Verhältnis der periodischen Steuern und der Spezialsteuern oder eine Verteilung der Belastung auf die verschiedenen Gruppen von Steuerpflichtigen nach deren wirtschaftlichen Leistungsfähigkeit und weiteren bedeutsamen Kriterien, so gehört es zur Substantiierung der Rügen, dass die Beschwerdeführerin die Einzelheiten der Belastung BGE 114 Ia 315 S. 317in der Beschwerdeschrift dartut und belegt. Die Tatsache, dass der angefochtene Entscheid nur knapp begründet ist, entbindet die Beschwerdeführerin nicht davon, genügend substantiierte Rügen zu erheben und nötigenfalls Begründungselemente aufzugreifen, die die verfügende Behörde nicht angesprochen hat."}