{"annee": "114", "cour": "V", "page": "190", "date": "13/5/1988", "cite": ["106 V 22", "111 V 186"], "cite_par": ["121 V 40", "118 V 305", "134 V 315"], "chapeau": "38. Auszug aus dem Urteil vom 13. Mai 1988 i.S. L. gegen Bundesamt für Militärversicherung und Zivilgericht des Kantons Glarus", "regestes": ["Art. 7 al. 1 LAM: Réduction de prestations d'assurance. A la différence des cas relevant de l'AI (art. 7 al. 1) ou de la LAA (art. 37), l'art. 7 al. 1 LAM permet de renoncer à une réduction, même si les conditions d'une telle réduction sont en soi réalisées."], "faits": "", "considerants": "|190|\n\nAus den Erwägungen:\n\n2. a) Nach Art. 7 Abs. 1 MVG können die Leistungen der Militärversicherung gekürzt oder in besonders schweren Fällen ganz verweigert werden, wenn der Versicherte die Gesundheitsschädigung unter anderem vorsätzlich oder grobfahrlässig oder durch eine unentschuldbare Widerhandlung gegen Dienstvorschriften oder Befehle herbeigeführt hat.\n\nGrobfahrlässig handelt nach der Rechtsprechung, wer jene elementaren Vorsichtsgebote unbeachtet lässt, die jeder verständige Mensch in der gleichen Lage und unter den gleichen Umständen befolgt hätte, um eine nach dem natürlichen Lauf der Dinge voraussehbare Schädigung zu vermeiden (BGE 111 V 189 Erw. 2c mit Hinweisen; vgl. auch RKUV 1987 Nr. U 20 S. 323 Erw. 1).\n\n4. Ist nach dem Gesagten das Verhalten des Versicherten als grobfahrlässig zu qualifizieren, so fragt sich als nächstes, ob bei Vorliegen der gesetzlichen Voraussetzungen von einer Kürzung Umgang genommen werden kann. Die Vorinstanz vertritt die |191| Auffassung, mit der Formulierung des Art. 7 Abs. 1 MVG als Kann-Vorschrift habe der Gesetzgeber dem Rechtsanwender einen sehr grossen Ermessensspielraum eingeräumt, der sogar dann einen Verzicht auf eine Kürzung erlauben würde, wenn an sich die Voraussetzungen für eine solche gegeben wären und auch kein Tatbestand von Art. 7 Abs. 3 MVG vorliege.\n\na) (Auslegung des Gesetzes.)\n\nb) Der Wortlaut von Art. 7 Abs. 1 MVG deutet sprachlich auf eine echte Kann-Vorschrift hin. Auf den Wortlaut allein kann indessen in diesem Zusammenhang nicht abgestellt werden, gelangte doch das Eidg. Versicherungsgericht in BGE 111 V 186 zum Schluss, dass es sich bei der insoweit identisch formulierten Kürzungsbestimmung des Art. 7 Abs. 1 IVG nicht um eine echte Kann-Vorschrift handelt; vielmehr räumt diese Bestimmung den Invalidenversicherungs-Kommissionen die Kompetenz im Sinne einer Berechtigung und Verpflichtung ein, die Kürzung zu verfügen, wenn die gesetzlichen Voraussetzungen erfüllt sind (BGE 111 V 194 Erw. 4a). Ob der Wortlaut des Art. 7 Abs. 1 MVG dessen - Rechtssinn wiedergibt, ist daher unter Prüfung der verfügbaren Auslegungselemente zu ermitteln.\n\naa) Gemäss SCHATZ (Kommentar zur Eidgenössischen Militärversicherung, S. 80) ist aufgrund dieser Bestimmung \"eine Kürzung oder gar eine Verweigerung der Versicherungsleistungen nicht obligatorisch\". Nach Auffassung von LENDI (Der Anspruch des Versicherten aus dem Bundesgesetz über die Militärversicherung vom 20. September 1949, Diss. Zürich 1970, S. 94) ist die Militärversicherung bei Vorliegen der gesetzlichen Voraussetzungen bloss berechtigt und nicht verpflichtet, eine Kürzung der Versicherungsleistungen vorzunehmen. Auch für MAURER (Schweizerisches Sozialversicherungsrecht, Bd. I, S. 329) handelt es sich hiebei um eine \"blosse 'Kann'-Vorschrift\". Diese Doktrin wird durch die Gesetzesmaterialien bestätigt. Bereits anlässlich der Verhandlungen zur Vorberatung und Aufstellung eines Entwurfes für ein neues Militärversicherungsgesetz war sich die Expertenkommission darin einig, dass eine Kürzung der Versicherungsleistungen fakultativ sein soll (Protokoll vom 28. bis 31. Mai 1945, S. 14 ff. und S. 90). Auch in der vorberatenden Kommission des Nationalrates wiesen Bundesrat Kobelt, Hasenfratz und Pini darauf hin, dass nach Art. 46 Abs. 1 des bundesrätlichen Entwurfs, welcher im Verlaufe der Beratung zu Art. 7bis Abs. 1 wurde und der im wesentlichen dem heutigen Art. 7 Abs. 1 MVG entspricht, |192| eine Kürzung nicht obligatorisch sei bzw. dass diese Norm dem Rechtsanwender eine \"simple possibilité d'une réduction des prestations\" einräume (Kommission des Nationalrates, Sitzung vom 2. bis 5. Februar 1948, Protokoll S. 35 bis 37). Im gleichen Sinne äusserte sich die ständerätliche Kommission. So gab unter anderem Dr. Schmitz von der Eidgenössischen Militärversicherung zu Protokoll, dass die Kürzung eine blosse Befugnis darstelle; \"in Abweichung der in Art. 98 KUVG getroffenen Regelung ist die Kürzung im Militärversicherungsrecht nicht obligatorisch, sondern fakultativ\" (Kommission des Ständerates, Sitzung vom 25./26. Januar 1949, Protokoll S. 34). In den parlamentarischen Beratungen führte sodann der Berichterstatter der Mehrheit, Ständerat Haefelin, aus, dass es sich bei Art. 7bis um eine \"Kann\"-, eine fakultative Vorschrift handle; die Militärversicherung könne kürzen, sie müsse aber nicht (Sten.Bull. 1949 S 213). Derselben Auffassung zeigte sich auch Ständerat Stüssi: Mit dieser Bestimmung habe man nur \"die Fakultät\" eingeräumt, dass man herabsetzen könne; \"hierüber entscheidet der Absatz 2: (in Würdigung aller Umstände des Falles, insbesondere der Grösse des Verschuldens und der wirtschaftlichen Lage der Anspruchsberechtigten\") (Sten.Bull. 1949 S 214). Diese Voten blieben in den weiteren Ratsverhandlungen unbestritten.\n\nbb) Damit, dass der Gesetzgeber den rechtsanwendenden Behörden mit Art. 7 Abs. 1 MVG ein Entschliessungsermessen (zum Begriff vgl. u.a. GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 303 f.; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., S. 405; vgl. auch BGE 112 Ib 17 Erw. 4) einräumen wollte, trug er auch den besonderen Verhältnissen im Bereiche der Militärversicherung Rechnung. Denn anders als bei der durch Prämienleistungen der Versicherten finanzierten (vgl. hiezu MAURER, a.a.O., Bd. I, S. 334) Invalidenversicherung, bei welcher nach der analogen Kürzungsbestimmung von Art. 7 Abs. 1 IVG die Versicherungsleistungen bei Vorliegen von Grobfahrlässigkeit herabzusetzen sind (Erw. 4b), liegt die rechtspolitische Begründung der Selbstverschuldenskürzung bei der beitragsfreien Militärversicherung nicht in erster Linie in der Verpflichtung des Leistungsbezügers zur Solidarität gegenüber der Gemeinschaft der Prämien- bzw. Steuerzahler, sondern im wirtschaftlichen Schutz der Militärversicherung gegen finanzielle Ausbeutung (SCHATZ, a.a.O., S. 77; LENDI, a.a.O., S. 93). Ferner hat das Institut der Selbstverschuldenskürzung - im Gegensatz zur |193| Invalidenversicherung (vgl. BGE 106 V 28 mit Hinweisen) - dem Staatshaftungsgedanken zufolge auch pönalen und damit präventiven Charakter (vgl. SCHATZ, a.a.O., S. 77; LENDI, a.a.O., S. 93).\n\ncc) Für diese Auslegung nach Sinn und Zweck spricht schliesslich auch die Gesetzessystematik. Wenn in Art. 7 Abs. 3 MVG bei Vorliegen qualifizierter Tatbestände (kameradschaftliche Hilfeleistung, mutiger Einsatz bei militärischen Unternehmungen und Übungen, tapferes Verhalten vor dem Feinde) von einer Kürzung oder Verweigerung der Versicherungsleistungen verbindlich abzusehen \"ist\", so unterstreicht dies, dass - im Rahmen der durch Abs. 2 gebotenen gesamthaften Würdigung - in weniger eindrücklichen, aber doch besonders gelagerten militärischen Situationen von einer Kürzung oder Verweigerung abgesehen werden \"kann\", wo die Umstände des Einzelfalles dies rechtfertigen. - Das Eidg. Versicherungsgericht hat denn auch bereits unter der Herrschaft des - ebenfalls als reine Kann-Vorschrift formulierten - Art. 11 Abs. 1 alt MVG (AS 1917 1097) entschieden, dass es die besonderen Umstände des Einzelfalles (in casu Jugendlichkeit des Versicherten, lebenslängliche schwere Verstümmelung, anerkannter Diensteifer und gute Führung) rechtfertigen können, trotz Vorliegens eines grobfahrlässigen Verhaltens von einer Kürzung der Versicherungsleistungen abzusehen (EVGE 1944 S. 147)."}