{"annee": "114", "cour": "III", "page": "36", "date": "20/6/1988", "cite": ["113 III 139", "98 III 74", "109 III 120", "107 III 33", "36 I 314", "112 III 115"], "cite_par": ["116 III 107"], "chapeau": "12. Estratto della sentenza 20 giugno 1988 della Camera delle esecuzioni e dei fallimenti nella causa Realini contro Bayerische Landesstiftung (ricorso)", "regestes": ["Exécution du séquestre (art. 274 al. 1 LP). Agit de manière correcte l'office des poursuites qui, dans les limites de son propre arrondissement, donne suite à une ordonnance de séquestre alors même que celle-ci n'est qu'une photocopie de l'original, provient d'un autre office (et non directement de l'autorité de séquestre), ne précise pas à quel arrondissement elle est destinée et, en outre, vise aussi des biens dont le séquestre est exécuté par l'office qui transmet l'ordonnance."], "faits": "", "considerants": "BGE 114 III 36 S. 36\n\nDai considerandi:\n\n2. Il Tribunale federale ha avuto modo di precisare più volte in quali circostanze un Ufficio di esecuzione deve rifiutarsi di dar seguito a un sequestro (DTF 109 III 126 con richiami). Ha specificato, tra l'altro, che un Ufficio non deve attuare sequestri su beni trovantisi fuori del suo circondario; la violazione di tale divieto comporta la nullità del sequestro, rilevabile in ogni tempo dall'autorità di vigilanza (DTF 112 III 117 consid. 2 con rimandi). Nel caso concreto è pacifico che il Pretore di Lugano, Sezione 4, è l'autorità competente a decretare sequestri di oltre Fr. 1'000.-- sul territorio dell'intero distretto (art. 5 e 7 della legge organica giudiziaria ticinese civile e penale, art. 386 CPC ticinese, art. 1 lett. d del regolamento sull'organizzazione della Pretura del Distretto di Lugano). È indiscusso altresì che i due Uffici di esecuzione hanno operato nel quadro delle relative competenze territoriali (art. 1 del decreto esecutivo concernente le giurisdizioni dei due circondari di esecuzione e fallimenti del Distretto di Lugano).BGE 114 III 36 S. 37\n\nRimane da esaminare se, nondimeno, il decreto di sequestro dovesse essere disatteso per la manchevole indicazione dell'Ufficio richiesto o per la designazione simultanea di oggetti posti in due circondari esecutivi.\n\na) L'indicazione dell'Ufficio destinatario o dell'organo incaricato di praticare il sequestro non figura tra i requisiti formali disposti dall'art. 274 cpv. 2 LEF. Comunque sia il decreto del 15 ottobre 1987, redatto sul modulo 45, reca la scritta \"All'Ufficio esecuzione e fallimenti di Lugano\". Certo, l'aggiunta dei due circondari sarebbe stata opportuna; da questa semplice mancanza non può dedursi tuttavia l'inattuabilità del sequestro. Che il Pretore intendesse rivolgersi a un Ufficio di esecuzione e non a un altro organismo pubblico (art. 274 cpv. 1 LEF) è fuori dubbio; che poi dovesse trattarsi del circondario competente è indiscutibile, l'Ufficio non potendo esulare - come si è visto - dalla propria giurisdizione senza dar corso a un sequestro nullo. Il caso sarebbe diverso ove il Pretore avesse invitato l'Ufficio di un circondario specifico a sequestrare beni ubicati in un altro circondario: il decreto sarebbe stato allora inattuabile, l'Ufficio richiesto non potendo agire oltre i limiti della propria giurisdizione nemmeno per rogatoria (l'art. 89 LEF non si applica alla procedura di sequestro: art. 275 LEF; DTF 107 III 37, con l'eccezione illustrata in DTF 36 I 316). Su questo punto il gravame del creditore risulta quindi fondato.\n\nb) Secondo l'autorità di vigilanza la designazione, nel decreto, di più oggetti situati in circondari distinti è esclusa perché l'esecuzione del sequestro incombe a un solo Ufficio, il quale può operare unicamente nel proprio circondario. In realtà la corte dimentica che la competenza per territorio delle autorità del sequestro non coincide necessariamente con quella degli Uffici di esecuzione (cfr. gli art. 1 e 23 cpv. 2 LEF). È manifesto che, qualora gli oggetti da sequestrare si trovino in giurisdizioni diverse, occorre un decreto per ogni singola giurisdizione (art. 272 LEF); ciò non significa che occorra un decreto di sequestro anche per ogni singolo circondario esecutivo. L'autorità del sequestro può elencare nel decreto oggetti posti in più circondari esecutivi e chiedere a ogni singolo Ufficio di procedere nell'ambito della propria competenza. Un decreto del genere non è affatto ineseguibile e del resto la necessità di redigere decreti separati si esaurirebbe in una formalità senza senso, non essendo compito dell'autorità del sequestro rammentare agli Uffici di esecuzione la BGE 114 III 36 S. 38rispettiva competenza territoriale. In proposito il ricorso del creditore si dimostra una volta ancora provvisto di buon diritto.\n\nc) Il decreto di sequestro è trasmesso direttamente dall'autorità all'Ufficio di esecuzione incaricato di procedere (art. 274 cpv. 1 LEF). Ora, nel caso in rassegna il decreto è giunto a uno solo degli Uffici (quello del Circondario 1), che ha inviato fotocopia all'altro. L'unico autore che si esprime sulla questione (JAEGER, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. II, nota 3 ad art. 274 LEF) reputa che, ove comprenda oggetti situati in circondari diversi, il decreto di sequestro va trasmesso all'Ufficio nel cui circondario si trovano i beni di maggior valore. V'è da domandarsi se ciò sia sufficiente o se, piuttosto, l'autorità del sequestro non debba trasmettere un esemplare del decreto a ogni Ufficio interessato; essa, per vero, non e chiamata a conoscere il valore effettivo dei vari oggetti e inoltre non si vede perché l'Ufficio del circondario nel quale si trovano i beni di minor valore debba ricevere il decreto solo in un secondo tempo. Sia come sia, quand'anche si ritenesse che nel caso attuale l'autorità del sequestro abbia agito in modo manchevole, ciò non basterebbe a giustificare la nullità dei sequestri operati dai due Uffici. L'Ufficio del Circondario 1 ha steso regolarmente il verbale di sequestro sul retro del decreto originale (art. 276 cpv. 1 LEF); l'Ufficio del Circondario 2, che ha ricevuto fotocopia del decreto dal Circondario 1, ha steso il verbale sul retro della fotocopia. Dato che il sequestro esige un'attuazione immediata (DTF 98 III 78 consid. 3b), non può rimproverarsi a quest'ultimo Ufficio di non essersi procurato dall'autorità del sequestro un secondo esemplare del decreto, tanto più che non aveva motivo per porre in dubbio la conformità della fotocopia con l'originale. Semmai si potrebbe discutere sulla tempestività con cui è stato praticato il sequestro (cfr. DTF 113 III 143 consid. 6). La debitrice però non è insorta contro l'attuazione del sequestro. Il problema della tardività sfugge dunque a qualsiasi esame."}