{"annee": "114", "cour": "V", "page": "13", "date": "16/3/1988", "cite": ["113 V 17", "110 V 263", "111 V 110", "113 V 150", "107 V 153", "113 V 6", "108 V 61"], "cite_par": ["115 V 326", "116 V 95"], "chapeau": "5. Arrêt du 16 mars 1988 dans la cause Office fédéral des assurances sociales contre M. et Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger", "regestes": ["Art. 4 al. 1 Cst., art. 6 al. 1 et 9 al. 2 LAI: Clause d'assurance; droit à des mesures de réadaptation à l'étranger. Les conditions d'assurance doivent être remplies au moment de la survenance de l'invalidité. Il n'est pas nécessaire, en revanche, qu'elles subsistent durant l'allocation des prestations. C'est ainsi que, dans le cas d'un mineur, ressortissant suisse et domicilié à l'étranger, dont le père ou la mère a perdu la qualité d'assuré, le renouvellement des mesures de réadaptation à l'étranger incombe à l'assurance-invalidité, autant qu'elles sont du même genre que les mesures octroyées à l'origine et qu'elles concernent le même cas d'assurance. Sur ce point, les directives administratives relatives à l'assurance facultative des ressortissants suisses résidant à l'étranger sont contraires à la loi et à la Constitution."], "faits": "BGE 114 V 13 S. 14\n\nA.- Lorenz M., né en 1975, ressortissant suisse, atteint d'une paralysie cérébrale congénitale, a bénéficié dès son plus jeune âge de prestations de l'assurance-invalidité. A la suite du départ de Suisse de la famille M., en 1979, la Caisse suisse de compensation a continué à allouer à l'assuré, jusqu'au 31 décembre 1985, les mesures médicales fondées sur l'art. 13 LAI, tant en Suisse qu'à l'étranger, ainsi que les moyens auxiliaires, à acheter si possible en Suisse.\n\nPar lettre du 5 décembre 1985, Niklaus M., père de l'assuré, a sollicité la prolongation de ces mesures de réadaptation. Se fondant sur un prononcé présidentiel de la Commission de l'assurance-invalidité pour les assurés à l'étranger, du 19 septembre 1986, la Caisse suisse de compensation, par décision du 1er octobre 1986, a prolongé jusqu'au 31 décembre 1991 le droit de Lorenz M. aux mesures médicales appliquées en Suisse et aux moyens auxiliaires qui y seront achetés, et refusé d'allouer des mesures de réadaptation à l'étranger, la condition d'assurance n'étant plus remplie, faute d'assujettissement du père ou de la mère à l'assurance-vieillesse et invalidité suisse depuis 1980.\n\nB.- Lorenz M., représenté par son père, a recouru contre cette décision devant la Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger, en concluant implicitement à l'annulation de celle-ci et à la prise en charge des mesures de réadaptation à l'étranger.\n\nPar jugement du 19 mai 1987, la commission précitée a admis le recours et renvoyé la cause à la Caisse suisse de compensation pour instruction complémentaire. En bref, elle a considéré que, certes, selon les instructions de l'Office fédéral des assurances BGE 114 V 13 S. 15sociales (OFAS), l'octroi de mesures de réadaptation à l'étranger était subordonné à l'assujettissement du père ou de la mère du mineur à l'AVS/AI pendant toute la durée des prestations servies; que, toutefois, ceci revenait à exiger le maintien de la qualité d'assuré postérieurement au moment de la survenance de l'invalidité, ce qui n'était pas prévu par l'art. 9 al. 2 seconde phrase LAI; que, compte tenu du texte clair de la loi, cette condition supplémentaire était dépourvue de base légale et donc inapplicable; enfin, qu'une instruction complémentaire était nécessaire sur le point de savoir si les circonstances personnelles et les chances de succès justifiaient l'allocation des mesures sollicitées.\n\nC.- L'OFAS interjette recours de droit administratif contre ce jugement dont il demande l'annulation, motif pris que la loi est entachée d'une pure lacune, dans la mesure où elle ne règle pas le point de savoir si le père ou la mère du mineur ressortissant suisse résidant à l'étranger doit être assuré pendant toute la durée du droit aux mesures de réadaptation, et que le ch. m. 125a du supplément 2 à ses directives concernant l'assurance facultative des ressortissants suisses résidant à l'étranger comble cette lacune dans le sens voulu par le législateur.\n\nLe père de l'assuré n'a pas répondu en temps utile. De son côté, la Caisse suisse de compensation propose l'admission du recours.", "considerants": "Considérant en droit:\n\n1. a) Aux termes de l'art. 9 al. 2 LAI, les ressortissants suisses, mineurs, qui ont leur domicile civil à l'étranger ont droit aux mesures de réadaptation comme les assurés, à la condition qu'ils résident en Suisse. Les mineurs dont le père ou la mère est assuré au moment de la survenance de l'invalidité peuvent prétendre de telles mesures exceptionnellement aussi à l'étranger, lorsque les circonstances personnelles et les chances de succès le justifient.\n\nb) Selon le ch. m. 125a du supplément 2 aux directives de l'OFAS concernant l'assurance facultative des ressortissants suisses résidant à l'étranger, valable dès le 1er janvier 1986, les mesures de réadaptation ne peuvent être renouvelées que si le requérant est encore assuré au moment de leur renouvellement.\n\nc) Les directives de l'OFAS sont des instructions données par l'autorité de surveillance aux organes d'application de l'assurance BGE 114 V 13 S. 16sur la façon dont ils doivent exercer leurs compétences. Destinées à assurer une application uniforme des prescriptions légales par l'administration, de telles instructions n'ont d'effet qu'à l'égard de cette dernière. Elles ne créent pas de nouvelles règles de droit et ne peuvent contraindre les administrés à adopter un certain comportement, actif ou passif. Non publiées au recueil officiel des lois fédérales, ces directives donnent le point de vue d'un organe de l'Etat sur l'application des règles de droit et non pas une interprétation contraignante de celles-ci. Sans se prononcer sur leur validité car, ne constituant pas des décisions, elles ne peuvent être attaquées en tant que telles, le juge en contrôle librement la constitutionnalité et la légalité, à l'occasion de l'examen d'un cas concret. Il ne s'en écarte toutefois que dans la mesure où elles établissent des normes qui ne sont pas conformes aux dispositions légales applicables (ATF 113 V 21, ATF 110 V 267 et s., ATF 107 V 155 consid. 2b, et les références).\n\n2. a) (Interprétation de la loi; voir ATF 113 V 152 consid. 3a.)\n\nb) Ainsi que la Cour de céans l'a exposé dans l' ATF 111 V 115 consid. 4c, l'art. 9 al. 2 LAI régit un état de fait bien particulier, à savoir le cas des mineurs, ressortissants suisses et domiciliés à l'étranger. A cet égard, l'art. 9 al. 2 seconde phrase LAI est clair: il concerne les mineurs dont le père ou la mère est assuré au moment de la survenance de l'invalidité. Il s'agit là, comme le relève à juste titre l'OFAS, d'une condition de la naissance du droit du mineur à des mesures de réadaptation à l'étranger.\n\nCependant, on ne saurait suivre l'OFAS dans son raisonnement, selon lequel la volonté du législateur, telle qu'elle résulte des travaux préparatoires, est que les ressortissants suisses résidant à l'étranger ne peuvent bénéficier de mesures de réadaptation que s'ils sont assurés dans le cadre de l'assurance facultative. En effet, l'art. 9 al. 2 deuxième phrase LAI a été introduit par la novelle du 5 octobre 1967, en vigueur depuis le 1er janvier 1968. Dans son message à l'Assemblée fédérale du 27 février 1967, relatif à un projet de loi modifiant la loi sur l'assurance-invalidité, le Conseil fédéral a motivé l'introduction de cette norme par le fait que la Commission fédérale d'experts pour la révision de l'assurance-invalidité, sur la base de différentes requêtes visant à assouplir l'art. 9 al. 3 (actuellement al. 2 première phrase) LAI en faveur des enfants de Suisses à l'étranger, assurés à titre obligatoire ou facultatif, était arrivée à la conclusion que les enfants invalides d'assurés suisses BGE 114 V 13 S. 17vivant à l'étranger devraient exceptionnellement pouvoir bénéficier de mesures de réadaptation à l'étranger, lorsque les circonstances personnelles et les chances de succès le justifient (FF 1967 I 695). Or, bien que le Conseil fédéral et la commission d'experts, dans son rapport du 1er juillet 1966, parlent d'\"assurés\", ceci ne signifie pas que la qualité d'assuré doit subsister durant l'allocation des prestations, s'agissant de Suisses à l'étranger. Sur ce point, l'introduction de l'art. 9 al. 2 seconde phrase LAI doit être rapprochée de la modification de l'art. 6 al. 1 LAI par la novelle du 5 octobre 1967. Avant d'être modifiée, en effet, cette dernière norme disposait qu'il fallait être assuré pour avoir droit aux prestations, de sorte que, comme l'indique le Conseil fédéral dans le message précité (FF 1967 I 692), cela supposait non seulement que le requérant fût assuré au moment de la survenance de l'invalidité, mais encore qu'il le demeurât pendant toute la durée d'octroi des prestations (condition d'assurance). En revanche, l'art. 6 al. 1 première phrase LAI, en vigueur depuis le 1er janvier 1968, prescrit que les ressortissants suisses, les étrangers et les apatrides ont droit aux prestations conformément aux dispositions ci-après, s'ils sont assurés lors de la survenance de l'invalidité. A cet égard, le Conseil fédéral, dans le message précité, a motivé cette modification par le fait que, selon la commission d'experts, la condition d'assurance devait être assouplie, de manière à permettre la continuation du versement de la rente acquise même si l'ayant droit perdait sa qualité d'assuré, la circonstance que le Suisse à l'étranger était quelque peu favorisé par rapport aux Suisses restés au pays, vu qu'il n'avait pas à payer de cotisations AVS/AI durant l'octroi de la prestation, n'étant pas un argument majeur (FF 1967 I 693).\n\nAussi, l'obligation d'être assuré lors de la survenance de l'invalidité doit-elle être interprétée de manière restrictive, en ce sens qu'elle n'implique pas le maintien de la qualité d'assuré durant l'allocation des prestations. De plus, l'art. 9 al. 2 seconde phrase LAI, dans son sens littéral, ne conduit pas à des solutions manifestement insoutenables, contraires à la volonté du législateur. En effet, il en va du droit à des mesures de réadaptation à l'étranger du mineur ressortissant suisse, domicilié à l'étranger, dont le père ou la mère, assuré au moment de la survenance de l'invalidité, a perdu cette qualité, comme du droit à une rente d'invalidité du Suisse à l'étranger qui n'est plus assuré. Le contraire serait du reste incompatible avec le principe constitutionnel de l'égalité des assurés devant la loi.\n\nBGE 114 V 13 S. 18\n\nIl s'ensuit que l'art. 9 al. 2 deuxième phrase LAI n'est pas entaché d'une pure lacune (cf. sur cette notion ATF 113 V 12 consid. 3c et les références). Par ailleurs, le ch. m. 125a du supplément 2 aux directives de l'OFAS concernant l'assurance facultative des ressortissants suisses résidant à l'étranger est contraire à la loi et à la Constitution. En effet, les conditions d'assurance devant être remplies au moment de la survenance de l'invalidité, le renouvellement des mesures de réadaptation incombe à l'assurance-invalidité, dans la mesure où elles sont du même genre que celles octroyées à l'origine et concernent le même cas d'assurance (ATF 108 V 63 consid. 2b in fine).\n\n3. Il est constant que les parents de l'intimé étaient assurés lors de la survenance de son invalidité (v. sur cette notion ATF 111 V 113 consid. 3d et 121 consid. 1d, et les références), dès lors qu'ils avaient leur domicile en Suisse (art. 1er al. 1 let. a LAVS en relation avec l'art. 1er LAI).\n\nToutefois, en l'état du dossier, la Cour de céans ne saurait vérifier si l'intimé a droit à des mesures de réadaptation à l'étranger. En effet, on doit admettre, avec le premier juge, que l'administration devra procéder à une instruction complémentaire sur le point de savoir si la condition - cumulative - relative aux circonstances personnelles et aux chances de succès est remplie.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}