{"annee": "114", "cour": "V", "page": "1", "date": "25/3/1988", "cite": ["97 V 213"], "cite_par": ["123 II 241"], "chapeau": "1. Auszug aus dem Urteil vom 25. März 1988 i.S. R. gegen Schweizerische Ausgleichskasse und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Art. 11 OAF: Adhésion à l'assurance facultative. L'erreur (de droit) ne représente pas une circonstance extraordinaire au sens de l'art. 11 OAF, propre à justifier une prolongation de délai (confirmation de la jurisprudence)."], "faits": "", "considerants": "|1|\n\nAus den Erwägungen:\n\n4. a) Zu prüfen ist, ob vom Auslandschweizer nicht zu vertretende ausserordentliche Verhältnisse vorliegen, die eine Fristerstreckung zur Abgabe der Beitrittserklärung um längstens ein Jahr rechtfertigen würden. Diesbezüglich macht der Beschwerdeführer geltend, der Wortlaut von Art. 11 VFV verlange keine restriktive Anwendung dieser Bestimmung. Auch ein rechtserheblicher Irrtum eines Antragstellers könne zu den ausserordentlichen Verhältnissen gerechnet werden; es liege \"gerade im Wesen eines solchen Irrtums, dass er vom davon Betroffenen nicht zu vertreten\" sei. Da auf den von der Firma S. AG stammenden Einkünften AHV-Beiträge entrichtet worden seien, habe er in guten Treuen annehmen dürfen, dass er noch als obligatorisch versichert gelte.\n\nb) Ausserordentliche Verhältnisse hat das Eidg. Versicherungsgericht bisher angenommen, wenn ein Auslandschweizer durch äussere, von seinem Willen unabhängige Umstände an der rechtzeitigen Einreichung einer Beitrittserklärung gehindert war |2| (EVGE 1955 S. 162) oder wegen einer falschen Auskunft der zuständigen Ausgleichskasse über die Beitrittsmodalitäten die Anmeldung zu spät einreichte (EVGE 1960 S. 186). Dagegen gehört mangelndes Wissen eines Versicherten um seine Rechte und Pflichten nicht zu jenen Verhältnissen, die erlauben, die Frist für den Beitritt zur freiwilligen Versicherung gemäss Art. 11 VFV zu verlängern (EVGE 1962 S. 99 Erw. 2; vgl. auch BGE 97 V 216).\n\nc) Im Lichte dieser Rechtsprechung, an der festzuhalten ist, bestehen im vorliegenden Fall keine ausserordentlichen Verhältnisse, welche es erlauben würden, die Frist für den Beitritt zur freiwilligen Versicherung zu verlängern. Insbesondere geht aus den Akten hervor und ist unbestritten, dass der Beschwerdeführer nicht durch äussere, von seinem Willen unabhängige Umstände an der rechtzeitigen Einreichung der Beitrittserklärung gehindert gewesen wäre. Es mag durchaus sein, dass er in guten Treuen - rechtsirrtümlich - angenommen hat, über den 31. März 1984 hinaus obligatorisch versichert zu sein. Dieser Irrtum über seine Rechtsstellung (Versichertenstatus) gegenüber der schweizerischen AHV beruht jedoch nicht auf einer Falschauskunft einer Ausgleichskasse oder Auslandvertretung. Gegenteils hatte die Ausgleichskasse der schweizerischen Maschinen- und Metallindustrie unbestrittenermassen den Versicherten anlässlich einer persönlichen Unterredung darauf aufmerksam gemacht, er müsse für die Zeit bis zur Erreichung des AHV-Alters allenfalls noch als Nichterwerbstätiger durch die Ausgleichskasse des Wohnkantons erfasst werden, falls er nach dem Austritt aus der Firma S. AG keine volle Erwerbstätigkeit mehr ausübe."}