{"annee": "114", "cour": "IA", "page": "179", "date": "27/5/1988", "cite": ["105 IA 396", "106 IA 226", "106 IA 229", "98 IA 326", "104 IA 314", "106 IA 33", "108 IA 203"], "cite_par": ["115 IA 311", "130 I 312", "125 I 127", "124 I 274", "116 IA 289", "121 I 306", "116 IA 73", "118 IA 462", "115 V 244", "127 V 228", "118 IA 457", "115 IA 293", "122 V 157"], "chapeau": "28. Arrêt de la Ire Cour de droit public du 27 mai 1988 en la cause V. contre Vaud, Tribunal d'accusation du Tribunal cantonal (recours de droit public)", "regestes": ["Art. 87 OJ. Décision incidente; recours pour violation de l'art. 6 ch. 3 let. d CEDH. L'art. 6 ch. 3 let. d CEDH concrétise les garanties offertes par l'art. 4 Cst. Il n'a pas de portée plus étendue que cette dernière disposition. Le recours de droit public pour violation de la règle conventionnelle précitée n'est donc recevable contre une décision incidente que s'il en résulte un dommage irréparable pour l'intéressé (changement de jurisprudence)."], "faits": "|179|\n\nPar arrêt du 28 janvier 1988, le Tribunal d'accusation du Tribunal cantonal du canton de Vaud a confirmé une ordonnance renvoyant V. devant le Tribunal correctionnel du for compétent. Agissant par la voie du recours de droit public, V. a requis le Tribunal fédéral d'annuler cet arrêt pour violation des art. 4 Cst. et 6 ch. 3 lettre d CEDH. Il s'est plaint d'une application arbitraire des dispositions cantonales relatives à son droit de faire interroger les témoins par son défenseur avant la clôture de l'enquête préparatoire.\n\n|180| En outre, il a fait valoir que les témoins sont interrogés à l'appui de l'accusation par le Juge d'instruction et qu'il est dressé procès-verbal de leurs déclarations, tandis qu'il ne reste aucune trace écrite de l'interrogatoire effectué par la défense, si celui-ci n'est possible que devant le Tribunal correctionnel. Cette situation serait contraire à l'art. 6 ch. 3 lettre d CEDH, les conditions des interrogatoires à charge et à décharge n'étant pas identiques. Le Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Considérant en droit:\n\nSelon l'art. 87 OJ, le recours de droit public pour violation de l'art. 4 Cst. n'est recevable que contre une décision finale; il n'est recevable contre une décision incidente que si celle-ci cause à l'intéressé un préjudice irréparable. Un prononcé tel que l'arrêt attaqué, par lequel une autorité confirme le renvoi d'un accusé devant la juridiction de jugement au terme d'une enquête préparatoire, constitue une décision incidente. Il s'agit en effet d'une simple étape avant le jugement relatif à la culpabilité de l'accusé qui doit, plus tard, mettre fin au procès (ATF 98 Ia 327 consid. 3). La règle précitée n'est cependant pas applicable aux recours dénonçant, outre une violation de l'art. 4 Cst., la violation d'autres droits constitutionnels, à condition que ceux-ci aient une portée indépendante et que les griefs qui en sont tirés ne soient pas manifestement irrecevables ou mal fondés (ATF 106 Ia 227 consid. 1, 230 consid. 2a). En l'espèce, il est nécessaire d'examiner si le moyen tiré de l'art. 6 ch. 3 lettre d CEDH a une portée indépendante de celui tiré de l'art. 4 Cst. Le recourant n'invoque certes pas les garanties minimum de procédure qui découlent de cette dernière disposition, mais le Tribunal fédéral examine d'office la recevabilité du recours.\n\na) L'art. 6 ch. 3 lettre d CEDH donne à l'accusé le droit d'interroger ou de faire interroger les témoins à charge et d'obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge. Dans les premières années qui ont suivi la ratification de la Convention européenne des droits de l'homme par la Suisse, le 28 novembre 1974, le Tribunal fédéral a constaté que, à l'instar de quelques autres garanties conventionnelles, le principe de l'égalité des armes ainsi consacré allait au-delà des prétentions que l'accusé pouvait faire valoir sur la base de l'art. 4 Cst. (ATF 105 Ia 396, ATF 104 Ia 314; |181| LEVI, Schwerpunkte der strafprozessualen Rechtssprechung des Bundesgerichtes und der Organe der europäischen Menschenrechtskonvention, RPS 102/1985, p. 346). Cette manière de voir est toutefois sujette à caution. Il faut en effet examiner si en l'absence de l'art. 6 ch. 3 lettre d CEDH, les droits de la défense proclamés par cette disposition ne devraient pas être déduits directement de l'art. 4 Cst. Il en résulterait que la convention n'aurait pas, sur ce point précis, une portée plus étendue que le droit interne.\n\nL'art. 4 Cst. est une règle générale qui garantit aux parties à une procédure étatique un standard minimum, conforme à celui que garantissent les procédures en vigueur dans les Etats démocratiques de l'Europe occidentale. Son contenu n'est par conséquent pas figé; cela est démontré par l'évolution de la jurisprudence qui en a dégagé successivement de nombreux droits et principes constitutionnels. L'entrée en vigueur de la convention n'a pas modifié le rôle de l'art. 4 Cst.; les garanties d'un procès équitable énoncées à l'art. 6 CEDH en présentent simplement un nouveau champ d'interprétation. Dans le même sens, le Tribunal fédéral a jugé que l'art. 5 ch. 1 lettre e CEDH ne fait que concrétiser la portée du droit constitutionnel non écrit à la liberté personnelle (ATF 106 Ia 35 consid. 3). L'art. 6 ch. 3 lettre d CEDH se trouve dans un rapport analogue relativement à l'art. 4 Cst.; il a pour effet de concrétiser les garanties conférées par cette dernière disposition. Il n'a donc pas une portée plus étendue que celle-ci, de sorte que le recours n'est recevable que si l'arrêt attaqué cause un préjudice irréparable.\n\nb) Un tel préjudice n'est réalisé que lorsque l'intéressé subit un dommage qu'une décision favorable sur le fond ne ferait pas disparaître complètement; il faut en outre un dommage de nature juridique, tandis qu'un inconvénient seulement matériel, résultant par exemple d'une prolongation de la procédure, est insuffisant (ATF 108 Ia 204 consid. 1, ATF 106 Ia 233 consid. 3c). Selon la jurisprudence, une décision de renvoi en jugement ne cause pas de préjudice irréparable (ATF 98 Ia 327 consid. 3 et 4). Contrairement à l'opinion du recourant, il importe peu que l'instance cantonale de recours soit peut-être, en raison des irrégularités qu'il dénonce, empêchée d'exercer son pouvoir d'examen. Le recourant pourra en effet soulever ses griefs dans un recours de droit public dirigé contre l'arrêt de cette autorité, et l'aboutissement de ce moyen de droit ferait cesser entièrement le préjudice allégué. Le recours exercé contre l'arrêt relatif au renvoi en jugement est ainsi irrecevable au regard de l'art. 87 OJ."}