{"annee": "114", "cour": "III", "page": "71", "date": "19/10/1988", "cite": ["106 III 97"], "cite_par": ["139 III 297", "122 III 125", "132 III 480"], "chapeau": "22. Auszug aus dem Urteil der II. Zivilabteilung vom 19. Oktober 1988 i.S. Betriebliche Altersvorsorgeeinrichtung Wirte gegen Seerestaurant Zürich AG und Obergericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Mainlevée provisoire de l'opposition; notion de reconnaissance de dette sous seing privé (art. 82 al. 1 LP). La dette reconnue ne doit pas nécessairement être chiffrée dans l'acte signé par le débiteur; il suffit qu'elle soit aisément déterminable. Il est dès lors arbitraire de refuser la mainlevée provisoire pour la créance de cotisation d'une institution de prévoyance du personnel lorsque, dans la convention d'affiliation signée par le débiteur de la cotisation, le montant de celle-ci est soumis à l'adaptation périodique à l'AVS, légalement prévue, du salaire coordonné."], "faits": "|72|\n\nDie Seerestaurant Mythenquai AG ist der Betrieblichen Altersvorsorgeeinrichtung Wirte (BAV Wirte) angeschlossen. In der Anschlussvereinbarung vom 13. November 1985 hatte sie sich unterschriftlich verpflichtet, dieser die reglementarisch geforderten Beiträge zu leisten. Mit Gesuchen vom 8. und 9. Februar 1988 ersuchte die BAV Wirte beim Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich für ihre Beitragsforderungen aus dem 4. Quartal 1986 und aus dem 1. Quartal 1987 im Betrag von Fr. 13'971.90 bzw. Fr. 15'197.20 um Erteilung der provisorischen Rechtsöffnung. Als Rechtsöffnungstitel legte sie die Anschlussvereinbarung und die von der Schuldnerin unterzeichneten Lohnlisten vor. Mit Verfügungen vom 2. März 1988 wies der Einzelrichter die Rechtsöffnungsgesuche ab. Eine dagegen eingereichte Nichtigkeitsbeschwerde wurde vom Obergericht des Kantons Zürich mit Entscheid vom 27. Mai 1988 abgewiesen. Gegen diesen Entscheid hat die BAV Wirte beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV erhoben.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Der Einzelrichter hatte die Abweisung der beiden Rechtsöffnungsbegehren damit begründet, dass sich die Berechnungsgrundlagen der Beitragsforderungen, auf welche in der Anschlussvereinbarung verwiesen werde, seit deren Unterzeichnung durch Änderung von Art. 5 der Verordnung über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge vom 18. April 1984 (BVV 2; SR 831.441.1) offenbar geändert hätten und dass diese Grundlagen nicht mehr als von der Beschwerdegegnerin unterschriftlich anerkannt gelten könnten. Das Obergericht hat darin keinen Verstoss gegen klares Recht erblickt.\n\nNach Art. 82 Abs. 1 SchKG kann die provisorische Rechtsöffnung unter anderem dann verlangt werden, wenn die Forderung auf einer durch Unterschrift bekräftigten Schuldanerkennung beruht.\n\n|73| In der dem Rechtsöffnungsrichter vorgelegten Anschlussvereinbarung vom 13. November 1985 hatte sich die Beschwerdegegnerin unterschriftlich verpflichtet, alle gemäss Bundesgesetz über die berufliche Vorsorge (BVG) und Landes-Gesamtarbeitsvertrag versicherungspflichtigen Arbeitnehmer bei der Beschwerdeführerin zu versichern und dafür die reglementarisch geforderten Beiträge zu leisten. Sie hatte ferner erklärt, von dem auf der Rückseite des Formulars abgedruckten Reglementsauszug Kenntnis genommen und ihn in dieser Form akzeptiert zu haben. Im Reglementsauszug werden die von den angeschlossenen Betrieben zu leistenden Beiträge in Prozenten des koordinierten Lohns der zu versichernden Arbeitnehmer festgesetzt. Der koordinierte Lohn wird als AHV-Bruttolohn abzüglich Fr. 1'380.-- monatlich, höchstens aber Fr. 2'760.-- und mindestens Fr. 172.50 monatlich definiert, wobei ausdrücklich beigefügt wird, diese Lohngrenzen würden jeweils den Änderungen im BVG angepasst. Eine solche Änderung erfolgte mit Wirkung auf den 1. Januar 1986 durch die Verordnung 86 über die Anpassung der Grenzbeträge bei der beruflichen Vorsorge vom 11. September 1985 (AS 1985 S. 1345).\n\nDas Obergericht hat im angefochtenen Entscheid zu Recht darauf hingewiesen, dass sich eine Schuldanerkennung auch aus einer Gesamtheit von Urkunden ergeben kann, sofern die notwendigen Elemente daraus hervorgehen, und dass die anerkannte Schuld in der vom Schuldner unterzeichneten Urkunde nicht notwendigerweise ziffernmässig bestimmt sein muss, sondern dass es genügt, dass die Schuldsumme leicht bestimmbar ist (BGE 106 III 99 E. 3). Diese Voraussetzung ist hier aber entgegen der Auffassung der kantonalen Instanzen klarerweise erfüllt. Die Beschwerdegegnerin hat nicht nur die Anschlussvereinbarung unterzeichnet, sondern auch die Lohnlisten für die beiden Quartale, für welche die Versicherungsbeiträge verlangt werden. Da die Anschlussvereinbarung auch die Beitragssätze enthält, lässt sich der Schuldbetrag aus der Gesamtheit dieser Urkunden ohne weiteres bestimmen. Fragen kann sich nur, ob die anerkannte Schuld allein wegen der inzwischen erfolgten Anpassung der Vorschriften betreffend den koordinierten Lohn, von welchem bei der Berechnung der Beiträge auszugehen ist, nicht mehr als leicht bestimmbar gelten kann. Diese Frage ist jedoch ohne Zweifel zu verneinen. Der Begriff des koordinierten Lohns, der in Art. 8 BVG umschrieben wird, ist für die berufliche Vorsorge von grundlegender Bedeutung und ist jedem in diesem Bereich Tätigen bekannt, namentlich auch den |74| Arbeitgebern, die ihre Arbeitnehmer für diesen Teil des Lohns versichern müssen. Ebenso allgemein bekannt ist, dass die obere und die untere Grenze des koordinierten Lohns vom Bundesrat periodisch den Änderungen der AHV-Gesetzgebung angepasst werden, wie dies hier der Fall war (Art. 9 BVG). Es ist nicht einzusehen, weshalb eine derartige auf Gesetz beruhende Änderung der Berechnungsgrundlagen vom Beitragsschuldner unter dem Gesichtspunkt von Art. 82 Abs. 1 SchKG nicht zum voraus sollte anerkannt werden können. Es kann hier nichts anderes gelten als bei Schuldverpflichtungen, die mit einer Indexklausel versehen sind. Für solche Schuldverpflichtungen wird in der Praxis ständig Rechtsöffnung erteilt, auch wenn deren endgültige Höhe im Zeitpunkt der Unterzeichnung der Schuldanerkennung - bei der definitiven Rechtsöffnung im Zeitpunkt der Urteilsfällung - nicht feststeht (vgl. z.B. JT 1973 II 93; BJM 1976 S. 107). Gilt eine Schuldverpflichtung, deren definitive Höhe sich erst aus der nachträglichen Entwicklung eines Indexes ergibt, als durch die Unterschrift unter die Schuldanerkennung gedeckt, so kann es sich nicht anders verhalten, wenn in der unterzeichneten Schuldanerkennung die Änderung der für die Bestimmung des koordinierten Lohns massgebenden Grenzbeträge vorbehalten wird. Auch in einem solchen Fall ist der Schuldbetrag ohne weiteres bestimmbar. Die Berücksichtigung der gesetzlichen Anpassung des koordinierten Lohns, wie sie hier für die Berechnung der Versicherungsbeiträge notwendig ist, ist für den Rechtsöffnungsrichter denn auch nicht komplizierter als die Anwendung einer Indexklausel. Im vorliegenden Fall erschöpfen sich die Auswirkungen dieser Gesetzesänderung praktisch darin, dass vom AHV-Bruttolohn statt Fr. 1'380.--, wie ursprünglich vorgesehen, Fr. 1'440.-- pro Monat abgezogen werden müssen, um den koordinierten Lohn zu ermitteln. Dieser und damit auch die von der Beschwerdegegnerin geschuldeten Beiträge sind somit geringer, als wenn noch vom ursprünglichen Betrag ausgegangen worden wäre. Um so stossender ist es, die Rechtsöffnung wegen dieser quantitativ geringfügigen und sich überdies zugunsten der Schuldnerin auswirkenden gesetzlichen Änderungen der Berechnungsgrundlagen zu verweigern.\n\nEntgegen der Auffassung des Obergerichts lässt sich der vorliegende Fall in keiner Weise mit BGE 106 III 97 vergleichen. In jenem Entscheid ist das Bundesgericht zum Ergebnis gelangt, dass die stillschweigende Genehmigung eines Kontokorrentauszugs zusammen |75| mit dem vom Schuldner unterzeichneten Krediteröffnungsvertrag keinen Rechtsöffnungstitel für den Passivsaldo des Kontos darstelle. Es liegt in der Tat auf der Hand, dass die Höhe des Saldos durch die Unterzeichnung des Krediteröffnungsvertrags nicht gedeckt ist. Auch wenn sich der Bankkunde verpflichtet, den nicht innert Frist beanstandeten Kontoauszug als richtig anzuerkennen, so fehlt es an der für die Rechtsöffnung erforderlichen unterschriftlichen Anerkennung des Saldos. Dieser ist aufgrund der vom Kunden unterzeichneten Urkunde auch in keiner Weise bestimmbar, liegt es doch völlig in der Hand der Bank, welche Zahlen sie in den Kontoauszug aufnehmen will. Im vorliegenden Fall lässt sich die Schuldsumme demgegenüber aufgrund der Schuldanerkennung anhand objektiver, dem Willen der Parteien entzogener Umstände, nämlich der gesetzlichen Anpassung der für die Ermittlung des koordinierten Lohns massgebenden Grenzbeträge an die AHV-Gesetzgebung, denen sich die Beschwerdegegnerin zum voraus unterworfen hat, ohne weiteres berechnen.\n\nDie Annahme der kantonalen Instanzen, die Beschwerdeführerin habe für die in Betreibung gesetzten Beitragsforderungen keine durch Unterschrift bekräftigte Schuldanerkennung vorgelegt, erweist sich somit als unhaltbar, weshalb die Beschwerde gutzuheissen ist."}