{"annee": "114", "cour": "V", "page": "8", "date": "18/2/1988", "cite": ["113 V 98", "111 V 3"], "cite_par": [], "chapeau": "4. Sentenza del 18 febbraio 1988 nella causa B. contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 23 al. 5 de la Convention italo-suisse de sécurité sociale et art. 1er al. 1 de l'avenant à ladite Convention, du 4 juillet 1969. La faculté accordée à un ressortissant italien de transférer aux assurances sociales de son pays d'origine les cotisations versées à l'assurance-vieillesse et survivants suisse présuppose, en particulier, que le requérant n'ait encore bénéficié d'aucune prestation fondée sur ces cotisations."], "faits": "|8|\n\nA.- La cittadina italiana Rosetta B.-T., coniugata, ha chiesto il 26 febbraio 1986 il trasferimento dei contributi dall'assicurazione sociale svizzera a quella italiana.\n\nMediante decisione amministrativa del 29 aprile 1986 la Cassa svizzera di compensazione ha respinto la richiesta, argomentando che il marito dell'istante era al beneficio di una rendita semplice di vecchiaia, nonché di una rendita complementare a favore della moglie. In queste condizioni per la Cassa non era dato il presupposto previsto dal diritto convenzionale, secondo il quale il trasferimento era possibile soltanto quando l'assicurato non fosse stato al beneficio di prestazioni dell'assicurazione sociale svizzera.\n\nB.- Rosetta B.-T. è insorta contro il provvedimento amministrativo asserendo che, se al marito era stata assegnata una rendita di vecchiaia svizzera, nel calcolo della stessa non erano stati compresi i contributi da lei versati all'assicurazione sociale di questo Stato. Per l'insorgente al marito era stata attribuita una prestazione che in ogni caso sarebbe spettata ad un assicurato la cui moglie non aveva mai esercitato attività lavorativa in Svizzera. |9|\n\nConcludendo essa ha ribadito la sua richiesta di trasferimento dei contributi dall'assicurazione sociale svizzera a quella italiana ed ha precisato che i contributi da lei versati all'assicurazione sociale svizzera non erano vincolati dalle prestazioni dell'assicurazione vecchiaia e superstiti versate al marito e avrebbero avuto incidenza sul computo delle prestazioni stesse soltanto al compimento del suo 62o anno di età, quando la rendita semplice sarebbe stata sostituita da una rendita di vecchiaia per coniugi.\n\nCon giudizio del 17 novembre 1986 la Commissione di ricorso menzionata in ingresso, statuente con giudice unico, ha respinto il gravame. Richiamati i testi dell'art. 1 paragrafo 1 dell'Accordo aggiuntivo del 4 luglio 1969 alla Convenzione italo-svizzera relativa alla sicurezza sociale nelle tre lingue ufficiali, il primo giudice ha privilegiato i testi francese e tedesco, secondo i quali il trasferimento sarebbe stato da escludere quando gli interessati avessero fruito di prestazioni dell'assicurazione vecchiaia e superstiti e non già di prestazioni sulla base dei contributi versati come stabilito dal testo italiano. Per il primo giudice dall'interpretazione della norma convenzionale da dedurre era che anche chi era al beneficio di una rendita complementare non poteva pretendere il trasferimento dei contributi.\n\nC.- Con il ricorso di diritto amministrativo Rosetta B.-T. chiede in sostanza l'annullamento del querelato giudizio e che le venga riconosciuto il diritto di trasferire i contributi dell'assicurazione sociale svizzera a quella italiana. A sostegno del gravame richiama le argomentazioni già proposte davanti ai primi giudici e mette in rilievo la differenza esistente fra i testi tedesco e francese e quello italiano della normativa convenzionale relativa al trasferimento dei contributi.\n\nLa Cassa svizzera di compensazione si rimette al giudizio di questa Corte. L'Ufficio federale delle assicurazioni sociali propone la disattenzione del gravame.", "considerants": "Diritto:\n\n1. a) Secondo l'art. 23 cpv. 5 della Convenzione italo-svizzera relativa alla sicurezza sociale (detta appresso Convenzione), per un periodo di 5 anni a partire dalla data dell'entrata in vigore della Convenzione stessa (1o settembre 1964), i cittadini italiani hanno la facoltà, in deroga all'art. 7 della Convenzione, di chiedere al verificarsi dell'evento assicurato in |10| caso di vecchiaia secondo la legislazione italiana, il trasferimento alle assicurazioni italiane dei contributi versati da loro stessi e dai datori di lavoro all'assicurazione vecchiaia e superstiti svizzera, a condizione tuttavia che abbiano lasciato la Svizzera per stabilirsi in Italia o in un terzo paese prima della fine dell'anno in cui detto evento si sia verificato.\n\nb) L'art. 1 dell'Accordo aggiuntivo alla Convenzione, in vigore dal 1o luglio 1973, accordo che giusta le disposizioni finali è stato fatto a Berna il 4 luglio 1969 in due esemplari, uno in italiano e l'altro in francese, i due testi facenti ugualmente fede, dispone in combinazione con l'art. 8 del secondo Accordo aggiuntivo vigente dal 1o febbraio 1982 nella versione italiana testualmente quanto segue:\n\n\"1. I cittadini italiani hanno la facoltà, in deroga alle disposizioni dell'art. 7 della Convenzione, di chiedere, al verificarsi dell'evento assicurato in caso di vecchiaia secondo la legislazione italiana, il trasferimento alle assicurazioni italiane dei contributi versati da loro stessi e dai loro datori di lavoro alla assicurazione vecchiaia e superstiti svizzera, in base ai quali non abbiano ancora beneficiato di alcuna prestazione, a condizione tuttavia che essi abbiano lasciato la Svizzera per stabilirsi definitivamente in Italia o in un terzo paese. Quando entrambi i coniugi abbiano versato contributi all'assicurazione vecchiaia e superstiti svizzera, ciascuno di essi può chiedere individualmente il trasferimento dei propri contributi. Tuttavia quando sia stato effettuato il trasferimento dei soli contributi della moglie, il marito ha diritto soltanto ad una rendita semplice della assicurazione vecchiaia, superstiti e invalidità, con esclusione della rendita complementare per la moglie.\n\n2. I cittadini italiani i cui contributi sono stati trasferiti alle assicurazioni sociali italiane ai sensi del paragrafo 1, così come i loro superstiti, non possono più far valere alcun diritto nei confronti dell'assicurazione vecchiaia, superstiti e invalidità svizzera...\"\n\nNella versione francese la stessa norma dispone testualmente quanto segue:\n\n\"1. Les ressortissants italiens ont la faculté, en dérogation aux dispositions de l'art. 7 de la Convention, de demander, lors de la réalisation de l'événement assuré en cas de vieillesse selon la législation italienne, le transfert aux assurances sociales italiennes des cotisations versées par eux-mêmes et leurs employeurs à l'assurance-vieillesse et survivants suisse lorsqu'ils n'ont encore bénéficié d'aucune prestation de l'assurance-vieillesse, survivants et invalidité suisse, à condition toutefois qu'ils aient quitté la Suisse pour s'établir définitivement en Italie ou dans un pays tiers. Lorsque des époux ont tous deux versé des cotisations à l'assurance-vieillesse et survivants suisse, ils peuvent demander individuellement le transfert de leurs propres cotisations. Toutefois, lorsque seul le transfert des |11| cotisations de l'épouse a été effectué, l'époux n'a droit qu'à une rente simple de l'assurance-vieillesse, survivants et invalidité, à l'exclusion de la rente complémentaire pour épouse.\n\n2. Les ressortissants italiens dont les cotisations ont été transférées aux assurances sociales italiennes en application du paragraphe premier, ainsi que leurs survivants, ne peuvent plus faire valoir aucun droit à l'égard de l'assurance-vieillesse, survivants et invalidité suisse...\"\n\nPer costante giurisprudenza l'interpretazione di un accordo internazionale procede anzitutto dal testo convenzionale. Se il testo è chiaro e se il significato, come risulta dal generale uso della lingua come pure dall'oggetto e dallo scopo della disposizione, non appare privo di senso, non è data interpretazione estensiva o limitativa, a meno che dal contesto o dai materiali si possa con sicurezza dedurre che il testo non corrisponde alla volontà delle parti contraenti (DTF 113 V 103 consid. 2b). Secondo l'art. 9 cpv. 2 della Legge federale sulle raccolte delle leggi e sul Foglio federale (Legge sulle pubblicazioni ufficiali) del 21 marzo 1986, entrata in vigore il 15 maggio 1987 (RS 170.512), il testo determinante dei trattati e delle decisioni internazionali è quello ch'essi designano come tale.\n\n2. Dall'esame dei due testi sopra riprodotti si rileva che, se per il testo italiano il trasferimento è possibile nella misura in cui contributi non siano stati posti a base di una prestazione assicurativa, altrettanto non è detto nel testo francese, il quale si riferisce genericamente a prestazioni senza accennare ai contributi sulla base dei quali esse sono state erogate. L'interpretazione \"estensiva\" della norma fatta dal primo giudice deve essere disattesa in quanto trattandosi di accordo bilaterale redatto in francese ed in italiano con testi fedefacenti ma di contenuto diverso, determinante non può essere che la volontà delle parti espressa al momento della pattuizione delle norme. Appare ovvio che la parte italiana abbia fatto particolare riferimento al testo italiano, circostanza questa non determinante ma comunque di rilievo. La volontà da parte svizzera emerge invece dal messaggio del 5 novembre 1969 con cui il Consiglio federale ha accompagnato il testo dell'Accordo aggiuntivo sottoposto al parlamento. In detto messaggio, al capitolo \"Trasferimento all'assicurazione italiana dei contributi AVS pagati da cittadini italiani\" si legge nelle tre lingue ufficiali (FF 1969 II 969; FF 1969 II 1213; BBl 1969 II 1201) quanto segue: |12|\n\n\"È inoltre richiesto che, fino alla data del trasferimento, non sia stata fornita nessuna prestazione in base a contributi pagati all'AVS e all'AI svizzere.\"\n\n\"Il est en outre exigé qu'aucune prestation n'ait été octroyée sur la base des cotisations payées à l'AVS et l'AI suisses jusqu'à la date du transfert.\"\n\n\"Weitere Voraussetzung ist, dass auf Grund der an die schweizerische AHV und IV entrichteten Beiträge bis zum Zeitpunkt der Überweisung noch keinerlei Leistungen bezogen worden sind.\"\n\nVisto il tenore del messaggio nelle tre lingue ufficiali, deve essere concluso che determinante è il testo italiano dell'Accordo aggiuntivo pattuito il 4 luglio 1969, la versione in lingua tedesca, che è la traduzione del testo di lingua francese (AS 1973 1185), non essendo testo determinante ai sensi dell'art. 9 cpv. 2 della Legge sulle pubblicazioni ufficiali (v. consid. 1b in fine) e come tale quindi irrilevante ai fini del presente controllo giudiziario.\n\n3. Sulle disposizioni convenzionali concernenti il trasferimento dei contributi di un solo coniuge dall'assicurazione sociale svizzera a quella italiana, in particolare di quelli della moglie, il Tribunale federale delle assicurazioni si è già pronunciato in DTF 111 V 3 e DTF 113 V 98 ponendo in evidenza che esse danno luogo a conseguenze talora infelici, ma che non spetta al giudice delle assicurazioni di modificare il testo convenzionale voluto e sottoscritto dalle parti.\n\nNell'evenienza concreta, in applicazione delle disposizioni dell'Accordo aggiuntivo alla Convenzione del 4 luglio 1969, la ricorrente ha diritto, dal momento che secondo una comunicazione dell'Istituto nazionale della previdenza sociale, sede di Como, del 26 febbraio 1986 essa ha realizzato in Italia l'evento assicurato richiesto in regime convenzionale e che i suoi contributi personali non sono entrati né direttamente, né indirettamente nel computo della rendita assegnata al marito, al trasferimento degli stessi alla patria assicurazione sociale. Conseguenza del trasferimento dei contributi della ricorrente sarà la perdita per il marito del diritto al versamento della complementare alla rendita di vecchiaia semplice assegnatagli e, al compimento del 62o anno di età della moglie, l'impossibilità di pretendere una rendita di vecchiaia per coniugi (DTF 113 V 103 consid. 2b).\n\n|13|\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto e il querelato giudizio del 17 novembre 1986 della Commissione di ricorso e la decisione amministrativa del 29 aprile 1986 della Cassa svizzera di compensazione sono annullati. Gli atti sono rinviati alla Cassa svizzera di compensazione perché provveda al trasferimento dei contributi."}