{"annee": "114", "cour": "IB", "page": "135", "date": "2/3/1988", "cite": ["111 IB 26"], "cite_par": ["117 IB 285", "124 II 460", "118 IB 206"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 2. März 1988 i.S. Küchler und Mitbeteiligte gegen Kanton Obwalden und Regierungsrat des Kantons Obwalden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Création d'une sortie supplémentaire sur une route nationale. Pour créer une sortie supplémentaire sur une route nationale, il faut d'abord modifier le projet général en conséquence; une simple modification du projet définitif ne suffit pas."], "faits": "|135|\n\nIm Rahmen der Beratungen über die Ausgestaltung des schweizerischen Nationalstrassennetzes beschloss die Bundesversammlung, die Nationalstrasse N6 Bern-Thun (Gwatt) und die Nationalstrasse N2 Basel-Chiasso zusätzlich mit einer Nationalstrasse zweiter bzw. dritter Klasse (N8) zu verbinden, die von Thun über Interlaken und über den Brünig nach Acheregg/Hergiswil führt (Bundesbeschluss über das Nationalstrassennetz vom 21. Juni 1960 und Liste der schweizerischen Nationalstrassen; vgl. Sten.Bull. NR 1960 S. 215 f.). Das generelle Projekt für die Teilstrecke zweiter Klasse Alpnachstad-Delli (Kantonsgrenze OW/NW) wurde vom Bundesrat am 16. Dezember 1968 genehmigt. In diesem Abschnitt waren drei Teil-Anschlüsse an das kantonale Strassennetz vorgesehen: die Ausfahrt Bachmattli und die Einfahrt Z'Matt für den Verkehr in Richtung oder aus Richtung Gotthard sowie die Ausfahrt Alpnachstad, die den Fahrzeugen aus Richtung Luzern/Loppertunnel unter anderem die direkte Zufahrt zur Pilatusbahn-Talstation ermöglicht.\n\n|136|\n\nDem gestützt auf das generelle Projekt ausgearbeiteten und öffentlich aufgelegten Ausführungsprojekt erteilten der Regierungsrat des Kantons Obwalden am 4. August 1971 und das damals noch zuständige Eidgenössische Departement des Innern am 19. März 1971 die Genehmigung. Die Bauarbeiten wurden hierauf ausgeführt und das Strassenstück dem Verkehr übergeben. Da wegen der engen topographischen und der schwierigen geologischen Verhältnisse in Alpnachstad wie geschildert nur eine Ausfahrt für den Verkehr aus Richtung Luzern erstellt worden war, benutzten die vom Brünig her in den Raum Alpnachstad gelangenden Fahrzeuge die Ausfahrt Alpnach Süd und die von diesem Raum in beide Richtungen wegfahrenden Fahrzeuge entweder die Einfahrt Alpnach Nord oder die Einfahrt Sarnen. Die durch Alpnachstad und Alpnachdorf führende Kantonsstrasse wurde deshalb nur teilweise entlastet und musste insbesondere weiterhin den Lastwagenverkehr der Sand & Kies AG von und nach Niederstad aufnehmen. Auf Drängen der Gemeinde Alpnach beschloss der Regierungsrat des Kantons Obwalden schliesslich, das Ausführungsprojekt Alpnachstad-Delli abzuändern und neu aufzulegen. Nach den geänderten Plänen soll einerseits - was hier nicht interessiert, da das Projekt insoweit nicht angefochten wird - in Alpnachstad eine weitere Einfahrt in Richtung Brünig geschaffen werden. Andererseits wird vorgesehen, in Niederstad etwa 600 m vor der Ausfahrt Bachmattli eine \"provisorische\" Werkausfahrt für den aus Richtung Brünig kommenden Schwerverkehr, insbesondere für die Lastwagen der Sand & Kies AG, zu erstellen. Hiefür soll die Standspur auf einer Länge von rund 50 m zu einer Verzögerungsspur verbreitert werden, an deren Ende ein Tor errichtet wird, das normalerweise geschlossen bleibt und nur von den Lastwagenführern geöffnet werden kann. Die Ausfahrtspiste wird als Einbahnstrasse auf einer Länge von rund 30 m bis zur bestehenden, auf 6,5 m zu verbreiternden Erschliessungsstrasse Niederstad geführt, die ihrerseits in die Kantonsstrasse mündet.\n\nGegen das abgeänderte Ausführungsprojekt reichten John Küchler und weitere Eigentümer von Wohnhäusern längs der Erschliessungsstrasse Niederstad Einsprache ein. Der Regierungsrat des Kantons Obwalden wies diese mit Entscheiden vom 4. März 1985 im wesentlichen ab und hiess nur einige Begehren von untergeordneter Bedeutung, so dem Grundsatze nach die Gesuche um Geschwindigkeitsbeschränkung auf der Erschliessungsstrasse, |137| gut. Gegen diesen Entscheid haben die Einsprecher Verwaltungsgerichtsbeschwerde erhoben.", "considerants": "Aus den Erwägungen:\n\n5. a) Der Gesetzgeber hat auf dem Bereich des Nationalstrassenwesens die Zuständigkeiten klar und eingehend geregelt und auch den Gegenstand der von den einzelnen Instanzen zu fassenden Entscheide im wesentlichen umschrieben. Die Festlegung des Nationalstrassennetzes, die allgemeine Linienführung der Nationalstrassen und deren Klassierung ist Aufgabe der Bundesversammlung (Art. 1, 2-4 und 11 des Bundesgesetzes über die Nationalstrasse NSG), welche dieser durch den Beschluss über das Nationalstrassennetz vom 21. Juni 1960 (SR 725.113.11) nachgekommen ist. Die derart festgelegten Nationalstrassen sind in generellen Projekten darzustellen (Art. 12 NSG), die vom eidgenössischen Amt für Strassen- und Flussbau (heute: Bundesamt für Strassenbau) in Zusammenarbeit mit den interessierten Bundesstellen und Kantonen auszuarbeiten sind (Art. 13 NSG) und deren Genehmigung dem Bundesrat obliegt (Art. 20 NSG). Aus den generellen Plänen müssen neben der Linienführung der Strasse und den Kreuzungsbauwerken insbesondere die Anschlussstellen ersichtlich sein (Art. 12 NSG). Nach der Genehmigung der generellen Projekte ist es schliesslich Sache der Kantone, in Zusammenarbeit mit dem Amt für Strassen- und Flussbau und den interessierten Bundesstellen die Ausführungsprojekte gemäss den Vorschriften des Bundesrates auszuarbeiten (Art. 21 Abs. 1 und 2 NSG). Im Anschluss an die Publikation der Projekte und die Behandlung der dagegen erhobenen Einsprachen werden die bereinigten Ausführungsprojekte durch das Eidgenössische Departement des Innern (heute: Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement) genehmigt (Art. 28 Abs. 1 NSG). Erst mit dieser Genehmigung werden die Baulinien rechtswirksam (Art. 39 NSG) und wird der Weg für ein allfälliges Enteignungsverfahren frei, das sich nunmehr auf die Behandlung der angemeldeten Entschädigungsforderungen zu beschränken hat (Art. 39 Abs. 1 NSG; BGE 111 Ib 30 E. 3b mit Hinweisen).\n\nb) Das Bundesgericht hatte bereits verschiedentlich Gelegenheit, sich zum wesentlichen Inhalt der generellen Projekte zu äussern, zu dem insbesondere auch die Anschlussstellen gehören, bilden doch die Nationalstrassen erster und zweiter Klasse ein in |138| sich geschlossenes Verkehrsnetz, das ausschliesslich für die Benützung mit Motorfahrzeugen bestimmt ist und nur an besonders ausgebildeten Anschlusspunkten zugänglich sein soll (vgl. Art. 2 und 3 NSG). Die Frage, wie viele Zugänge zum Nationalstrassennetz zu schaffen und wo diese vorzusehen seien, ist mit Rücksicht auf die Funktion der Autobahnen als Schnellverbindungsstrassen und für die Gewährleistung der Verkehrssicherheit und eines raschen Verkehrsflusses von ausserordentlich grosser Bedeutung. Die Wahl der Anschlussstellen kann aber auch zu allgemein verkehrspolitischen und interkantonalen Problemen führen, zu deren Lösung, die eine gewisse Gesamtsicht voraussetzt, der Bundesrat am besten in der Lage ist.\n\nDass die Anschlussstellen im Rahmen der generellen Projektierung festgelegt werden müssen, hat das Bundesgericht etwa in den Entscheiden vom 13. Mai 1981 i.S. Einwohnergemeinde Münchenstein gegen Kanton Basel-Landschaft und vom 27. April 1983 i.S. POCH gegen Gemeinderat Emmen (vgl. ZBl 85/1984 S. 225 f.) hervorgehoben. Im Urteil vom 4. Juli 1984 i.S. Kiener gegen Kanton Luzern hat es ausgeführt, ob für die Erweiterung einer bestehenden Nationalstrasse ein generelles Projekt erforderlich sei oder ein Ausführungsprojekt genüge, sei eine Rechtsfrage und somit grundsätzlich frei zu prüfen. Weiter ist in BGE 106 Ib 29 ff. festgehalten worden, wenn der Bundesrat einen im generellen Projekt vorgesehenen Anschluss von der Genehmigung ausgenommen habe, könne der Kanton diesen nicht gestützt auf kantonales Recht erstellen, sondern müsse die Projektierung, auch zur Gewährleistung des Rechtsschutzes der betroffenen Grundeigentümer, nach Bundesrecht wiederholt werden. In einer Reihe von Entscheiden betreffend die Teilstrecke Hornussen-Birrfeld der Nationalstrasse N3 ist das Bundesgericht sodann auf die Begehren um Verlegung oder um Verzicht auf den im generellen Projekt enthaltenen Halbanschluss nicht eingetreten, da das generelle Projekt einzig vom Bundesrat abgeändert werden könne (vgl. nicht publ. Entscheid vom 30. April 1985 i.S. Einwohner- und Ortsbügergemeinde Schinznach-Dorf). Desgleichen hat es sich in BGE 111 Ib 28 ff. geweigert, die Frage zu prüfen, ob die im generellen Projekt für die N1 vorgesehene Anschlussstelle mit Zubringer bei Arbon einem Bedürfnis des Nationalstrassenbaus entspreche. Schliesslich kann dem Sachverhalt von BGE 112 Ib 543 ff. entnommen werden, dass die Tessiner Regierung zur Entlastung von Mendrisio und Genestrerio vom Schwerverkehr von und nach der Grenzstelle |139| Stabio/Giaggiolo den Bau einer provisorischen Ausfahrt aus der N2 südlich des bestehenden Anschlusswerkes Mendrisio/S. Martino in Aussicht nahm und in diesem Zusammenhang - der gesetzlichen Ordnung gemäss - zunächst den Bundesrat ersuchte, das generelle Projekt entsprechend abzuändern. Die Änderung wurde dann allerdings nicht im vorgeschlagenen Sinne sondern derart vorgenommen, dass zwischen der Kantonsstrasse in Guardia und dem bestehenden Vollanschluss Mendrisio ein zusätzlicher Zubringer vorgesehen wurde. Bei der Ausarbeitung des Ausführungsprojektes verlängerte die kantonale Behörde diesen Zubringer zur Umfahrung von Ligornetto noch um etwa 800 m, was Anlass gab zur Einwendung, das Ausführungsprojekt sprenge den Rahmen des generellen Projektes. Das Bundesgericht hat diesen Einwand im Einspracheverfahren zurückgewiesen in der Überlegung, dass bei der Würdigung des generellen Projektes nicht nur die Pläne 1:5000, sondern auch die weiteren Unterlagen und insbesondere die Bemerkungen des Bundesrates im Genehmigungsbeschluss selbst zu berücksichtigen seien, welche gerade eine allfällige Verbesserung des Projektes im Sinne der Wünsche der Gemeinde Ligornetto vorbehalten hätten; im übrigen ändere das Ausführungsprojekt am eigentlichen Anschlusswerk Mendrisio/S. Martino nichts und werde nur das Ende des Zubringers verlegt. Obschon die Verlängerung des Zubringers beträchtlich sei, dürfe daher das Ausführungsprojekt, welches das Ergebnis detaillierterer Studien und des Eingehens auf die Wünsche der anliegenden Gemeinden sei, noch als mit dem generellen Projekt vereinbar gelten.\n\n6. Aus der geschilderten gesetzlichen Ordnung und der Rechtsprechung ergibt sich für den vorliegenden Fall folgendes:\n\na) Das angefochtene neue Ausführungsprojekt dient der Schaffung einer weiteren Ausfahrt für den Schwerverkehr aus Richtung Brünig, die im generellen Projekt, das vom Bundesrat am 16. Dezember 1968 genehmigt worden war, nicht vorgesehen war. Der bundesrätliche Genehmigungsbeschluss enthielt keinen Vorbehalt betreffend zusätzliche Anschlüsse. Zwar wurde in Ziffer 2 des Beschlusses festgehalten, dass die in den Vernehmlassungen der kantonalen Instanzen und der Gemeinde Alpnach angebrachten Wünsche, soweit sie nicht in aller Form abgelehnt wurden, bei der Detailprojektierung nach Möglichkeit zu berücksichtigen seien. Indessen findet sich in der Vernehmlassung der Gemeinde Alpnach vom 12. Juni 1968 kein Wunsch um Erstellung zusätzlicher Aus- oder Einfahrten. Aus den Akten geht denn auch hervor, dass |140| solche Begehren erst später, nach Abschluss der Bauarbeiten und Inbetriebnahme der Nationalstrasse, gestellt wurden. Die umstrittene Ausfahrt ist somit nicht in Ausführung des generellen Projektes geplant worden, sondern steht mit diesem in Widerspruch.\n\nNun können die Kantone in den Ausführungsprojekten nur Anschlüsse vorsehen, die im generellen Projekt enthalten sind, unabhängig davon, ob es sich um Vollanschlüsse, Halbanschlüsse oder Viertelanschlüsse, das heisst einfache Zu- oder Ausfahrten, handle. Andernfalls würde einerseits gegen die gesetzliche Zuständigkeitsordnung verstossen, nach welcher die Kantone anschliessend an die generelle Projektierung die Ausführungsprojekte auszuarbeiten haben, die nur noch vom zuständigen Departement und nicht mehr - wie die generellen Projekte - vom Bundesrat zu genehmigen sind. Andererseits könnten längs der Autobahnen in unkontrollierter Weise zahlreiche Anschlüsse entstehen, was mit der Funktion der Nationalstrassen offensichtlich nicht vereinbar wäre. Damit will nicht gesagt sein, dass die Schaffung einer neuen Aus- oder Einfahrt in gewissen Fällen nicht als zweckmässig oder notwendig oder sogar, infolge einer nicht vorhersehbaren Verkehrsentwicklung, als unerlässlich erscheinen kann: Erweist sich die generelle Projektierung aufgrund einer solchen Entwicklung als überholt, so ist dieser aber gerade dadurch Rechnung zu tragen, dass zunächst das generelle Projekt überarbeitet und angepasst wird. Das ist im vorliegenden Fall nicht geschehen, hat sich doch der Obwaldner Regierungsrat, wie dargelegt, durch die wiederholten Ansuchen der Gemeinde Alpnach und deren Einwohner bewegen lassen, durch blosse Änderung des Ausführungsprojektes einer Situation zu begegnen, wie sie zweifellos noch an zahlreichen Orten längs der Nationalstrassen besteht, insbesondere dort, wo relativ grosse Distanzen zwischen den einzelnen Anschlüssen liegen und das lokale Strassennetz den teils beträchtlichen Verkehr von und zu Industriezonen, grossen Betriebsstätten, Einkaufszentren usw. aufnehmen muss.\n\nb) Es stellt sich daher nur noch die Frage, ob hier auf eine Überarbeitung des generellen Projektes verzichtet werden durfte, weil eine mit einem Tor versehene Ausfahrt für den Schwerverkehr erstellt werden soll, welche zudem nur als provisorisch bezeichnet wird. Das ist aber zu verneinen.\n\nEs ist unklar geblieben, ob die Ausfahrt ausschliesslich den Lastwagen dienen soll, die aus Richtung Brünig zur Sand & Kies AG zufahren, deren Anlage am Ende der Erschliessungsstrasse |141| Niederstad liegt. Ob tatsächlich die anderen in diese Gegend fahrenden Motorfahrzeuge von der Benützung der Ausfahrt abgehalten werden könnten, ist fraglich. Wenn aber in der Tat angenommen werden kann, die Ausfahrt stehe nur dem Schwerverkehr der Sand & Kies AG offen, so handelte es sich bei ihr praktisch um einen privaten Autobahnanschluss zugunsten einer einzelnen Firma. Dass ein derartiger Sonderfall, der sich als Präjudiz auswirken könnte, nur durch einfache Änderung des Ausführungsprojektes ohne Revision des generellen Projektes geschaffen werden kann, muss ausgeschlossen werden.\n\nUnklar ist auch, in welcher Hinsicht die umstrittene Ausfahrt bloss \"provisorisch\" sein soll. Aus den Akten geht nämlich hervor, dass die Begehren um eine neue Ausfahrt nicht im Zusammenhang mit einem besonderen Verkehrsaufkommen, das auf die Bautätigkeit an der Nationalstrasse zurückzuführen wäre, sondern in Zeiten normalen Transportbetriebes gestellt wurden. Jedenfalls haben die kantonalen Behörden in ihren Untersuchungen über den Durchgangsverkehr darauf hingewiesen, dass die Belastung von Sarnen durch den Werkverkehr trotz der Umfahrung durch die N8 ein Mehrfaches der Belastung von Alpnachstad ausmache. Andererseits ist das Bundesamt für Strassenbau offenbar davon ausgegangen, dass die provisorische Ausfahrt im Hinblick auf die bei Fortsetzung des Nationalstrassenbaus südlich von Sarnen notwendigen Betonlieferungen bewilligt werden könne. Wie dem im einzelnen sei, ist ebenso offen wie die Frage, wie lange dieses Provisorium dauern soll und welche Behörde bei welchen Voraussetzungen die Schliessung der Ausfahrt anordnen könne oder müsse.\n\nIm Grunde genommen geht es bei der vorliegenden Streitsache um ein Teilproblem der Verbindung des Nationalstrassen- mit dem Kantonsstrassennetz in der Region Alpnach bzw. im Dreieck Hergiswil-Stansstad-Alpnach. Wenn aber die für das fragliche Gebiet getroffene Anschlussregelung aufgrund der Verkehrsentwicklung und allfälliger neuer Erkenntnisse einer Verbesserung bedarf, so kann diese nur auf dem vom Gesetzgeber vorgezeichneten Weg der Überprüfung des generellen Projektes durch den Bundesrat erreicht werden. Da dies hier nicht geschehen ist, bleibt dem Bundesgericht nichts anderes übrig als festzustellen, dass das abgeänderte Ausführungsprojekt dem generellen Projekt nicht entspricht, und den angefochtenen Entscheid des Obwaldner Regierungsrates aus diesem Grunde aufzuheben, ohne dass es sich noch mit den weiteren erhobenen Rügen zu befassen hätte."}