{"annee": "114", "cour": "V", "page": "90", "date": "13/5/1988", "cite": ["105 V 257", "110 V 252", "111 V 209", "105 V 23", "112 V 174", "111 V 390"], "cite_par": ["123 V 18", "130 V 163"], "chapeau": "19. Extrait de l'arrêt du 13 mai 1988 dans la cause A. contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 21 LAI, ch. 13.04*, 13.05* et 14.04 OMAI annexe: \"Participation\" et \"contributions\" de l'assurance-invalidité aux coûts du moyen auxiliaire. Dès lors qu'un moyen auxiliaire sollicité par un assuré est nécessité par l'invalidité et qu'il a le caractère d'un modèle simple et adéquat, l'assurance-invalidité doit en assumer la totalité des coûts, et cela indépendamment du fait qu'aux termes de la liste des moyens auxiliaires annexée à l'OMAI les prestations accordées par l'assurance-invalidité consistent a priori en une \"participation\" ou des \"contributions\" aux coûts du moyen auxiliaire en cause."], "faits": "", "considerants": "BGE 114 V 90 S. 90\n\nExtrait des considérants:\n\n2. a) Le recourant fait valoir en substance que le ch. 13.05* de l'annexe de l'OMAI n'est pas conforme à l'art. 21 al. 3 LAI dans la mesure où il dispose que l'assurance-invalidité peut se borner à accorder une \"participation\" aux frais d'installation des moyens auxiliaires en cause. Selon lui, lorsque la nécessité d'un tel moyen BGE 114 V 90 S. 91auxiliaire est établie, il est contraire à la loi d'en faire supporter une partie des frais à l'assuré.\n\nSe référant à deux arrêts rendus par le Tribunal fédéral des assurances (ATF 111 V 209 et 105 V 257), la juridiction cantonale a pour sa part considéré que, dans la mesure où le Département fédéral de l'intérieur (DFI) - en vertu de la grande liberté que l'art. 14 RAI lui accorde - est compétent pour établir la liste des moyens auxiliaires, c'est-à-dire pour déterminer le principe même de la prise en charge d'un tel moyen, il lui est loisible également de limiter les prestations de l'assurance-invalidité à une simple contribution aux coûts de certains moyens auxiliaires.\n\nb) Dans l' ATF 105 V 257 précité, la Cour de céans - après avoir constaté que l'OMAI, avec la liste qui l'accompagne, reposait sur une délégation du législateur au Conseil fédéral et une subdélégation du Conseil fédéral au DFI - a reconnu que cette subdélégation était admissible, s'agissant de prescriptions dont le caractère technique prédominait et qui ne mettaient en cause aucun principe juridique. Elle a prononcé que, si la norme édictée restait dans les limites autorisées par la délégation, le juge n'avait pas à décider si la solution adoptée représentait la solution la meilleure pour atteindre le but visé par la loi, étant donné qu'il ne pouvait substituer sa propre appréciation à celle du Conseil fédéral ou d'un département. Elle a relevé que, l'art. 21 LAI n'ouvrant droit à la remise de moyens auxiliaires que dans le cadre d'une liste dressée par le Conseil fédéral, celui-ci ou à sa place le département pouvait faire un choix et limiter le nombre des moyens auxiliaires; qu'il disposait ce faisant d'une grande liberté, puisque la loi ne prescrivait pas expressément de quels points de vue ce choix devait s'inspirer; qu'il ne pouvait néanmoins agir d'une manière arbitraire, notamment procéder à des discriminations injustifiées ou adopter des critères insoutenables, ne reposant pas sur des motifs objectifs sérieux. Elle a aussi admis que, pouvant exclure un moyen auxiliaire, le Conseil fédéral ou à sa place le département avait également la faculté de l'inclure dans la liste tout en posant à son octroi des conditions restrictives (ATF 105 V 258 s. consid. 2 et 3a; cf. aussi ATF 105 V 23).\n\nDans l' ATF 111 V 209 également précité, la Cour de céans a admis qu'un assuré peut prétendre, à certaines conditions, une contribution aux frais d'installation d'un monte-rampes d'escalier par le biais d'une participation aux frais d'un fauteuil roulant pour BGE 114 V 90 S. 92monter les marches d'escalier, lorsqu'il satisfait uniquement aux exigences relatives à ce dernier moyen auxiliaire.\n\nDans les arrêts en question, le Tribunal fédéral des assurances a donc reconnu à l'administration une grande liberté de décision en ce qui concerne aussi bien le choix des moyens auxiliaires pris en charge que la fixation éventuelle de conditions d'octroi; en outre, il a admis implicitement que l'assurance-invalidité pouvait, dans le cadre du ch. 13.05* de l'annexe de l'OMAI, se limiter à verser une contribution aux frais d'installation d'un des moyens auxiliaires énumérés à cette disposition. Toutefois, contrairement à l'avis de la juridiction cantonale, on ne peut déduire de cette jurisprudence que l'administration est fondée à limiter à une simple contribution financière la prise en charge d'un moyen auxiliaire auquel un assuré a droit. En effet, dans l' ATF 105 V 257, la grande liberté de décision conférée à l'administration est motivée par le caractère technique prédominant des prescriptions dont l'élaboration est laissée au Conseil fédéral en vertu de l'art. 21 LAI. Or, la limitation des prestations de l'assurance-invalidité à une simple contribution aux frais d'un moyen auxiliaire ne relève aucunement de considérations fondées sur le caractère technique d'une telle prestation. Quant à l' ATF 111 V 209 - où la Cour de céans a implicitement admis la légalité d'une simple contribution au coût d'un moyen auxiliaire - il concernait un cas particulier: l'assuré avait droit à un fauteuil roulant pour monter les marches d'escalier mais il avait préféré acquérir un monte-rampes d'escalier qui était nettement plus coûteux et dont les conditions d'octroi n'étaient en l'occurrence pas réalisées; la Cour de céans a alors admis que l'assuré pouvait prétendre, pour le monte-rampes d'escalier, une contribution correspondant au coût moins élevé d'un fauteuil roulant pour monter les marches d'escalier, à la condition que ledit monte-rampes assume effectivement et à longue échéance la fonction du fauteuil roulant. On ne saurait dès lors déduire de cet arrêt que le Tribunal fédéral des assurances a implicitement admis le principe selon lequel l'assurance-invalidité peut, dans le cadre du ch. 13.05* de l'annexe de l'OMAI, limiter ses prestations à une simple contribution au coût d'un moyen auxiliaire dont les conditions d'octroi sont en l'occurrence réalisées.\n\n3. a) Dans la liste des moyens auxiliaires annexée à l'OMAI (dans sa version valable dès le 1er janvier 1986) - en particulier aux ch. 13.04*, 13.05* et 14.04 - le DFI - faisant usage de la délégation de compétence prévue à l'art. 14 let. b RAI - a prévu BGE 114 V 90 S. 93a priori que les prestations de l'assurance-invalidité consistent en une \"participation\" ou des \"contributions\" aux coûts des moyens auxiliaires en cause. Cela signifie avant tout qu'un assuré peut prétendre uniquement le versement d'une prestation en espèces et non l'octroi d'un moyen auxiliaire en nature. En revanche, cette formulation n'a aucune portée en ce qui concerne le montant d'une telle prestation en espèces. Cette question doit donc être tranchée à la lumière des dispositions légales, en particulier l'art. 21 al. 3 LAI. Est dès lors déterminant le fait que le moyen auxiliaire sollicité est nécessité par l'invalidité et qu'il a le caractère d'un modèle simple et adéquat. Lorsque ces exigences sont remplies, l'assurance-invalidité doit prendre en charge la totalité des coûts d'un tel moyen auxiliaire. Mais il se peut aussi que le moyen auxiliaire sollicité par l'assuré serve, en partie, à des buts étrangers à l'invalidité ou qu'il entraîne des dépenses démesurées. Dans ce cas, il est loisible à l'assurance-invalidité de réduire le montant de sa prestation en se fondant sur le coût d'un moyen auxiliaire nécessité par l'invalidité et ayant le caractère d'un modèle simple et adéquat. L'administration est alors en mesure, si besoin est, d'opérer une réduction dépassant 10 ou 20% du coût du moyen auxiliaire sollicité. En revanche, on ne peut admettre que l'assurance-invalidité limite a priori ses prestations à une simple contribution forfaitaire.\n\nC'est uniquement dans le sens de ce qui précède que l'on peut admettre la légalité du système de \"participation\" ou de \"contributions\" de l'assurance-invalidité instauré par le DFI aux chiffres précités de l'annexe de l'OMAI. En effet, cette forme d'octroi d'un moyen auxiliaire - consistant dans une prestation en espèces au lieu d'une remise en toute propriété ou en prêt - n'est expressément prévue ni à l'art. 21, ni à l'art. 21bis LAI.\n\nb) En l'occurrence, le premier juge a considéré que, dans son appréciation du 18 décembre 1986 relative à la prise en charge de 90% des frais d'installation de la plate-forme élévatrice sollicitée par le recourant, l'Office fédéral des assurances sociales avait correctement appliqué le \"ch. m. 14.04.3 des directives sur la remise des moyens auxiliaires, applicable en vertu du renvoi du ch. 13.05* de l'annexe de l'OMAI (en réalité le ch. m. 13.05.1* desdites directives), (lequel) prévoit expressément la compétence de l'Office fédéral des assurances sociales pour fixer la contribution de l'assurance-invalidité aux frais d'aménagement supérieurs à 1'000 fr.\". Compte tenu de ce qui a été exposé précédemment, une BGE 114 V 90 S. 94telle directive - dont le Tribunal fédéral des assurances examine librement la légalité (cf. ATF 112 V 178 consid. 4c, ATF 111 V 395 consid. 4a, 284 consid. 5a, ATF 110 V 256 consid. 4a et 328 consid. 2d, ainsi que les références citées dans ces arrêts) - limite d'une manière contraire à la loi le droit à l'octroi d'un moyen auxiliaire. Au surplus, elle ne saurait trouver un fondement à l'art. 14 let. b RAI, dès lors que cette disposition ne peut déroger au système légal. Dans le cas particulier, il est indéniable que la plate-forme élévatrice sollicitée par le recourant est nécessitée par l'invalidité et qu'elle a le caractère d'un modèle simple et adéquat. La directive précitée ne saurait donc être opposée à l'intéressé pour lui contester le droit d'obtenir la prise en charge de la totalité du coût du moyen auxiliaire en cause. Le recours de droit administratif se révèle ainsi bien fondé."}