{"annee": "114", "cour": "V", "page": "2", "date": "16/3/1988", "cite": ["100 II 376"], "cite_par": ["119 II 119"], "chapeau": "2. Auszug aus dem Urteil vom 16. März 1988 i.S. V. gegen Ausgleichskasse des Basler Volkswirtschaftsbundes und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 9 al. 1 LAVS, art. 17 let. c et art. 20 al. 3 RAVS: Société en commandite; statut juridique, sous l'angle de l'AVS, des héritiers d'un associé indéfiniment responsable. Lorsqu'une société en commandite entre en liquidation en raison de la mort d'un associé indéfiniment responsable, les héritiers de celui-ci deviennent membres de la société en liquidation et sont ainsi tenus de cotiser, pendant la durée de la liquidation, en qualité de personnes exerçant une activité lucrative indépendante (confirmation de la jurisprudence)."], "faits": "", "considerants": "|3|\n\nAus den Erwägungen:\n\n3. Zu beurteilen ist, ob der beschwerdeführende Komplementär Bernard V. auf den von der Kommanditgesellschaft V. & Co. an Catherine B.-V. ausgerichteten Entgelten persönliche Sozialversicherungsbeiträge zu entrichten hat. Dabei ist aufgrund der Akten davon auszugehen, dass allein diese Entgelte Gegenstand der angefochtenen sechs Nachzahlungsverfügungen vom 27. September 1985 sind und der Grund für deren Ausrichtung in der erbrechtlichen Beteiligung am Nachlass liegt.\n\na) Eduard V., Vater des Beschwerdeführers, hatte bis zu seinem Tod am 9. Mai 1976 als Komplementär der Kommanditgesellschaft V. & Co. angehört. Sein Privatvermögen und seinen Anteil am Gesellschaftsvermögen teilten seine drei Kinder Catherine B.-V., Bernard V. und Jean Nicolas V. mit Erbteilungsvertrag vom 21. September 1983 u.a. in der Weise, dass der Liegenschaftsbesitz der V. & Co. an der R.-Strasse in Basel rückwirkend per 9. Mai 1976 ins Privatvermögen von Jean Nicolas V., bis dahin Kommanditär der Gesellschaft, und Catherine B.-V. samt Erträgen (inkl. Zins) zwischen dem 10. Mai 1976 und Ende 1982 überführt wurden.\n\nAm 21. Juni 1985 meldete die Steuerverwaltung Basel-Stadt der Ausgleichskasse für die Miterbin Catherine B.-V. \"Einkommen aus V. & Co.\" für die Jahre 1977 bis 1982 unter Angabe des im Betrieb investierten Eigenkapitals. Diese auf Catherine B.-V. lautenden Steuermeldungen erachtete die Ausgleichskasse mit der von der Vorinstanz übernommenen Begründung insofern als unrichtig und damit nicht als verbindlich im Sinne von Art. 23 Abs. 4 AHVV, als sie zwar ein im Betrieb arbeitendes Eigenkapital für |4| Catherine B.-V. ausweisen würden, diese aber zu keinem Zeitpunkt Gesellschafterin der V. & Co. gewesen sei; soweit Catherine B.-V. der Gesellschaft Geld zur Verfügung stelle, geschehe dies in Form eines Darlehens. Ausgleichskasse und Vorinstanz kamen daher zum Schluss, die von der V. & Co. an Catherine B.-V. aufgrund der Erbteilung weitergegebenen \"Einkommensteile\" seien gemäss Rz. 68 der Wegleitung über die Beiträge der Selbständigerwerbenden und Nichterwerbstätigen (gültig ab 1. Januar 1980) dem Beschwerdeführer in seiner Eigenschaft als Komplementär als Einkommen aus selbständiger Erwerbstätigkeit anzurechnen.\n\nb) Der Tod eines Komplementärs ist ein Auflösungsgrund der Kommanditgesellschaft mit der Folge, dass die Gesellschaft in das Liquidationsstadium tritt (BGE 100 II 379 oben mit Hinweisen). Dabei nehmen der Erbe oder die Erbengemeinschaft die Rechtsstellung des verstorbenen Gesellschafters ein und werden Mitglieder der Liquidationsgesellschaft (VON STEIGER, Die Personengesellschaften, in Schweizerisches Privatrecht, Bd. VIII/1, S. 423, 453 f.). Trotz Eintritt eines Auflösungsgrundes ist die Fortsetzung der Gesellschaft zulässig. So kann beim Tod eines Gesellschafters vereinbart sein oder werden, dass die Gesellschaft zwischen den übrigen Gesellschaftern oder zusammen mit den oder einzelnen Erben des ausgeschiedenen Teilhabers fortgesetzt werde (Art. 598 Abs. 2 in Verbindung mit Art. 557 Abs. 2 und Art. 545 Abs. 1 Ziff. 2 OR; BGE 100 II 378 Erw. 2a am Ende mit Hinweisen; VON STEIGER, a.a.O., S. 423 ff.; vgl. auch MEIER-HAYOZ/FORSTMOSER, Grundriss des Schweizerischen Gesellschaftsrechts, 4. Aufl., 1981, S. 234, § 10 N. 9 und 10).\n\nIn sozialversicherungsrechtlicher Hinsicht hat das Ausscheiden eines Gesellschafters infolge Todes entsprechende Auswirkungen auf die Beitragspflicht seiner Erben. Tritt ein Erbe für den Erblasser als Gesellschafter ein und wird mit ihm zusammen die Gesellschaft weitergeführt, so hat er mit dem Einsatz seiner Person an der Personengesamtheit teil. Damit ist er unabhängig von einer allfälligen persönlichen Arbeitsleistung als Selbständigerwerbender beitragspflichtig (Art. 17 lit. c in Verbindung mit Art. 20 Abs. 3 AHVV; ZAK 1986 S. 459 mit Hinweisen). Wenn die Fortsetzung der Gesellschaft mit den Erben nicht vereinbart ist oder wird und die Gesellschaft ins Liquidationsstadium tritt, wird der einzelne Erbe Mitglied der Liquidationsgesellschaft. In dieser Eigenschaft ist der Erbe für die Dauer des Liquidationsstadiums als Selbständigerwerbender |5| beitragspflichtig (EVGE 1958 S. 14 Erw. 1; nicht veröffentlichtes Urteil P. vom 26. Mai 1970). Daran ändert auch nichts, wenn die Gesellschaft während des Liquidationsstadiums rückwirkend auf den Todestag des Gesellschafters aufgelöst wird oder der Erbe rückwirkend von der Gesellschaft abgefunden wird. Für die Zeit bis zum Abschluss der entsprechenden Vereinbarung bleibt der Erbe als Selbständigerwerbender beitragspflichtig (erwähntes Urteil P. vom 26. Mai 1970).\n\nc) Aufgrund der Akten bestehen keine Anhaltspunkte dafür, dass beim Tod des Eduard V. am 9. Mai 1976 eine Vereinbarung bestand oder abgeschlossen wurde, wonach die Kommanditgesellschaft V. & Co. mit Catherine B.-V. als Gesellschafterin fortgesetzt werde. So hat die Vorinstanz bereits in ihrem Entscheid vom 18. Oktober 1984 festgestellt, nach dem Tode von Eduard V. habe Einigkeit darüber bestanden, dass der Beschwerdeführer den Betrieb allein weiterführen und seine Geschwister abfinden werde. Hiefür spricht auch die per Todestag rückwirkende Abfindung im Erbteilungsvertrag vom 21. September 1983. Danach erhielt Catherine B.-V. vom Abfindungsanspruch gegen die V. & Co. einen 2/5-Miteigentumsanteil an der Liegenschaft R.-Strasse samt 2/5 Anteil des Ertrages vom 10. Mai 1976 bis Ende 1982 (inkl. Zinsen). Gestützt darauf ergibt sich, dass die Kommanditgesellschaft V. & Co. mit dem Tod des Komplementärs Eduard V. am 9. Mai 1976 in das Liquidationsstadium trat. Damit war Catherine B.-V. als Erbin seit dem Tode ihres Vaters Teilhaberin der Liquidationsgesellschaft und damit Selbständigerwerbende. Als Ende des Liquidationsstadiums ist mangels anderweitiger Anhaltspunkte in den Akten der Abschluss des Erbteilungsvertrages am 21. September 1983 zu betrachten. Entsprechend ist Catherine B.-V. - und nicht der Beschwerdeführer in seiner Eigenschaft als Komplementär - beitragspflichtig für die ihr während der Dauer des Liquidationsstadiums aus der V. & Co. zugeflossenen Einkünfte. Der Auffassung von Vorinstanz und Ausgleichskasse, Catherine B.-V. sei zu keinem Zeitpunkt Gesellschafterin der V. & Co. gewesen und habe dieser ihr Geld in Form eines Darlehens zur Verfügung gestellt, kann daher nicht gefolgt werden. Da Catherine B.-V. Erträge aus den Liegenschaften nur bis Ende 1982 zugeflossen sind, trat Ende 1987 gemäss Art. 16 AHVG hinsichtlich ihrer persönlichen Sozialversicherungsbeiträge die Verwirkung ein, zumal die an den Beschwerdeführer gerichteten Nachzahlungsverfügungen vom 27. September 1985 gegenüber ihr nicht als rechtsgenügliche |6| Geltendmachung der Beiträge angesehen werden können.\n\nd) Nach dem Gesagten hat die Ausgleichskasse zu Unrecht die an Catherine B.-V. aus der V. & Co. aufgrund der Erbteilung ausgerichteten Entgelte als Einkommen des Beschwerdeführers betrachtet, weshalb die sechs Nachzahlungsverfügungen vom 27. September 1985 aufzuheben sind."}