{"annee": "114", "cour": "IV", "page": "26", "date": "10/6/1988", "cite": ["102 IV 29", "100 IV 23", "70 IV 169", "101 IV 279"], "cite_par": ["115 IV 51", "116 IV 190", "115 IV 225", "118 IV 10", "120 IV 179", "122 V 85", "119 IV 107", "116 IV 343", "137 IV 167"], "chapeau": "9. Urteil des Kassationshofes vom 10. Juni 1988 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen E. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 110 ch. 5 et 251 ch. 2 CP. Qualité de titre des photocopies. Les photocopies sont, dans les affaires courantes, propres à servir de preuve. Celui qui fait usage d'une photocopie d'inventaire fiscal qui ne correspond pas à l'original, pour établir sa solvabilité lors de l'achat d'une automobile, se rend coupable de falsification d'un titre public."], "faits": "BGE 114 IV 26 S. 27\n\nA.- M., Geschäftsführer der Garage A., und E. standen in Verhandlungen über einen Kaufvertrag betreffend einen Occasionswagen Saab 900 Turbo DOHC. Ungeklärt ist, ob es zu einem Vertragsschluss kam. Unstrittig machte E. gegenüber der Garage immer wieder Zusicherungen bezüglich der Übernahme des Wagens und seiner Solvenz. So schickte er am 23. September 1986 dem Geschäftsführer der Garage eine Fotokopie des Steuerinventars seines am 16. Januar 1986 verstorbenen Onkels zu, die insbesondere in bezug auf dessen Vermögen vom Original erheblich abweichende Angaben enthielt. In einem Begleitschreiben versicherte er, dass er nun endlich zu dem ihm zustehenden Geld kommen werde, und dass die Einsprachen gegen das Testament zurückgezogen worden seien. Mit Schreiben vom 8. Oktober 1986 bestätigte er diese Angaben und kündigte an, er werde sich mit der Garage in Verbindung setzen und alles Notwendige für die Übernahme des Saab veranlassen; er käme damit seiner Zusage nach, nach Erledigung der Erbschaft den Wagen zu übernehmen und alle Ausstände zu regeln. Zu einer Übergabe des Wagens kam es jedoch nicht, da nach einer Rückfrage der Garage A. beim Steueramt des Kantons Zürich betreffend den Inhalt des angeblichen Steuerinventars dieses Amt Strafanzeige wegen Urkundenfälschung, eventuell Betrug erstattete.\n\nB.- Das Strafgericht des Kantons Basel-Landschaft sprach E. mit Urteil vom 24. August 1987 von der Anklage der Urkundenfälschung und des Betruges frei.\n\nIn teilweiser Gutheissung einer Appellation der Staatsanwaltschaft sprach das Obergericht des Kantons Basel-Landschaft am 8. Dezember 1987 E. des vollendeten Betrugsversuchs (Art. 148 i.V.m. Art. 22 Abs. 1 StGB) schuldig und bestrafte ihn mit zwei Monaten Gefängnis bedingt; den Freispruch vom Vorwurf der Urkundenfälschung bestätigte es sinngemäss.BGE 114 IV 26 S. 28\n\nC.- Mit eidgenössischer Nichtigkeitsbeschwerde beantragt die Staatsanwaltschaft des Kantons Basel-Landschaft, das obergerichtliche Urteil sei aufzuheben und die Sache sei an die Vorinstanz zurückzuweisen, damit sie den Beschwerdegegner nicht nur des vollendeten Betrugsversuchs, sondern auch der Urkundenfälschung nach Art. 251 Ziff. 2 StGB schuldig spreche. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. Die Vorinstanz geht zu Recht davon aus, dass das Original eines Steuerinventars eine öffentliche Urkunde im Sinne von Art. 110 Ziff. 5 Abs. 2 StGB darstellt. Umstritten ist einzig, ob die Fotokopie eines solchen Originals der Legaldefinition der genannten Bestimmung entspricht.\n\nDass im vorliegenden Fall der Fotokopie Beweisbestimmung zukam, ergibt sich aus deren Zusendung an die Garage und den Briefen vom 23. September und 8. Oktober 1986, die auf die im Steuerinventar ausgewiesene Erbschaft verweisen; das Steuerinventar sollte die Solvenz des Beschwerdegegners beweisen. Zu prüfen bleibt, ob der fraglichen Fotokopie auch die Beweiseignung bzw. eine erhöhte Beweisfunktion zuzuerkennen sei.\n\n2. a) Einig sind sich die schweizerische Lehre und Rechtsprechung über den Urkundencharakter von Fotokopien, wenn dieser sich direkt aus einem Gesetz ergibt (vgl. Art. 962 Abs. 2 OR a.F. bzw. Abs. 2 und 4 n.F., Art. 963 OR; BGE 100 IV 26), indirekt aus dem Prozessrecht bzw. der prozessualen Editionspflicht hergeleitet wird (BGE 102 IV 34; SJZ 1969 S. 381; SJZ 1977 S. 41 f.; HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, 2. Aufl., S. 182) oder sich auf eine Beglaubigung der Kopie stützt.\n\nb) Entgegen der in der schweizerischen Lehre zum Teil vertretenen und in Deutschland und Österreich vorherrschenden wissenschaftlichen Meinung sowie einer Tendenz, die sich in der Rechtsprechung der beiden letzteren Länder abzuzeichnen beginnt (KIENAPFEL, Urkunden und andere Gewährschaftsträger, S. 102; derselbe in ZStR 1981 S. 25 f.), stellte sich das Bundesgericht bisher auf den Standpunkt, dass Beweiseignung im Sinne von Art. 110 Ziff. 5 StGB einer Schrift nicht nur dann zukomme, wenn ihr diese durch Gesetz, sondern auch dann, wenn sie durch Verkehrsübung zuerkannt wird (BGE 102 IV 34; BGE 101 IV 279). Unter diesem Gesichtspunkt wurde der Urkundencharakter von Kopien BGE 114 IV 26 S. 29wiederholt bejaht (BGE 100 IV 26, BGE 70 IV 170; Urteil vom 6. Februar 1968, teilweise publiziert in SJZ 1968, S. 302), und es wurde ausgeführt, die Kopie bzw. drucktechnische Reproduktion einer Urkunde könne unter Umständen Urkundencharakter haben, wenn sie im Verkehr als Ersatz für das Original anerkannt und ihr daher Vertrauen entgegengebracht wird. An dieser Auffassung ist festzuhalten.\n\nc) Das Gesetz will mit den Tatbeständen des Urkundenstrafrechts das Vertrauen schützen, das im Rechtsverkehr einer Urkunde als einem Beweismittel entgegengebracht wird (HÄFLIGER, Probleme der Falschbeurkundung, in ZStR 1958 S. 404). Dieses Vertrauen ist u.a. abhängig von allgemeinen Umständen (technische Entwicklung im Reproduktionswesen, Tendenzen in der Abwicklung von Geschäftstransaktionen usw.) sowie von den Gegebenheiten des Einzelfalles (Art und Beschaffenheit des Schriftstücks; Zweck, für den es als Beweismittel eingesetzt wird). Die Verwendung von Fotokopien ist im heutigen Rechtsverkehr aufgrund der allgemeinen Verbreitung der entsprechenden Technik nicht mehr wegzudenken. Nicht zuletzt dank der Möglichkeit, ein - gegenüber den früheren Methoden - präziseres bzw. mit dem Original inhaltlich und formmässig identisches Doppel herzustellen, geniessen Fotokopien im Geschäftsverkehr allgemeines Vertrauen und werden nach der geltenden Übung als Beweismittel in der Regel anerkannt. Die Frage einer Beglaubigung stellt sich im gewöhnlichen Geschäftsverkehr nicht, sondern erlangt lediglich bei Geschäften von ausserordentlicher Tragweite Bedeutung. Daran ändert nichts, dass die Verfälschung von Fotokopien leicht zu bewerkstelligen ist. Das Vertrauen, welches der Fotokopie heute im Geschäftsleben ganz allgemein entgegengebracht wird, ist daher grundsätzlich als schützenswert im Sinne des Urkundenstrafrechts zu bezeichnen.\n\nIn casu geht es um die Beweiseignung der Fotokopie einer öffentlichen Urkunde. Bei Geschäftsvorgängen der vorliegenden Art widerspricht es der geltenden Übung, eine öffentliche Urkunde im Original einzureichen, ganz abgesehen davon, dass die Steuerämter in einem solchen Fall nur ein Original zu erstellen und den Erbschaftsanwärtern eine Kopie zu versenden pflegen. Der Benützer der Fotokopie weiss, dass deren Wahrheitsgehalt bei dem aus der Kopie ersichtlichen Aussteller (wie hier beim Steueramt) jederzeit und ohne Schwierigkeiten nachgeprüft werden kann; er wird sich deshalb in der Regel hüten, eine derart leicht eruierbare BGE 114 IV 26 S. 30Verfälschung vorzunehmen. Wenn also davon auszugehen ist, dass im heutigen Geschäftsverkehr das Vertrauen gegenüber Fotokopien grundsätzlich ein schützenswertes ist, so gilt dies nach dem Gesagten in besonderem Masse für Fotokopien öffentlicher Urkunden.\n\nd) Der Beschwerdegegner übersandte die Fotokopie des Steuerinventars im Zusammenhang mit dem geplanten Kauf eines Occasionswagens Saab 900 Turbo DOHC der betreffenden Autogarage. Ihre Beweisbestimmung (Beleg seiner Solvenz aufgrund einer anfallenden Erbschaft) ist unbestritten. Bei diesem Autokauf handelt es sich um ein Geschäft üblichen Durchschnitts, wobei auf Fotokopien, die geeignet sind, die Solvenz des Käufers zu belegen, in der Regel abgestellt wird, auch wenn sie nicht beglaubigt sind. Dass der verantwortliche Geschäftsführer trotzdem den Wahrheitsgehalt nachprüfte, ist dabei unerheblich. Der vom Beschwerdegegner eingereichten Fotokopie kann somit auch unter Berücksichtigung der Umstände des Einzelfalles die vom Gesetz verlangte Beweiseignung zuerkannt werden.\n\ne) Beim Strafschutz von Fotokopien geht es nicht darum, die \"Leichtgläubigkeit und Nachlässigkeit im Geschäftsverkehr\" zu unterstützen, wie die Vorinstanz meint. Der von ihr zitierten Lehrmeinung, den Beteiligten im Rechtsverkehr sei zur Wahrung dessen Sicherheit ein gewisser Standard an \"eigener Wachsamkeit und Sorge abzuverlangen\", kann zwar durchaus beigepflichtet werden. Die im Geschäftsverkehr Verantwortlichen werden denn auch alles Interesse daran haben, zur Verhinderung eines allfälligen Vermögensschadens gewisse Abklärungen vorzunehmen, wie dies der Geschäftsführer der betreffenden Garage tatsächlich getan hat. Vorliegend steht indessen nicht der Schutz des Vermögens zur Diskussion, sondern der Schutz des Vertrauens, das einer Urkunde nach der Verkehrsübung und den Umständen entgegengebracht wird. Dass dieses Vertrauen im vorliegenden Fall ein schützenswertes im Sinne des Urkundenstrafrechts ist, untersteht nach dem Gesagten keinem Zweifel."}