{"annee": "114", "cour": "V", "page": "332", "date": "22/11/1988", "cite": [], "cite_par": [], "chapeau": "61. Extrait de l'arrêt du 22 novembre 1988 dans la cause P. contre Caisse cantonale valaisanne de compensation et Tribunal cantonal valaisan des assurances", "regestes": ["Art. 7 LAPG, art. 10 al. 1 let. b RAPG: Allocation d'assistance. L'assuré astreint au service n'a droit à l'allocation d'assistance en faveur des personnes qu'il entretient ou qu'il assiste que si celles-ci ont vraiment besoin d'aide, les limites de leur revenu constituant le seul critère du calcul comparatif, sous réserve de la fortune. L'obligation d'entretien peut être légale ou morale, de sorte que la fin d'une formation professionnelle n'exclut pas, en soi, la persistance d'une telle obligation entre frères et soeurs."], "faits": "", "considerants": "|332|\n\nExtrait des considérants:\n\n2. a) Aux termes de l'art. 7 al. 1 de la loi fédérale sur le régime des allocations pour perte de gain en faveur des personnes astreintes au service militaire ou à la protection civile (LAPG), du 25 septembre 1952, dont la nouvelle teneur du titre a été introduite par la novelle du 3 octobre 1975, ont droit à l'allocation d'assistance |333| les personnes astreintes au service qui, en vertu d'une obligation légale ou morale d'entretien ou d'assistance, viennent en aide à leurs parents en ligne directe ascendante ou descendante, à leurs frères et soeurs ou à leur conjoint divorcé, ainsi qu'à des parents nourriciers, à des beaux-parents, et aux père et mère du conjoint, autant que ces personnes ont besoin de cette aide et qu'elles ne donnent pas droit à une allocation pour enfant (version en vigueur avant l'introduction, le 1er janvier 1988, de la modification d'expressions par la novelle du 19 juin 1987).\n\nSelon l'art. 7 al. 3 deuxième phrase LAPG, le Conseil fédéral fixera les conditions auxquelles une personne sera réputée avoir besoin d'aide. Sur cette base, le Conseil fédéral a édicté les art. 10 et 11 RAPG.\n\nEn vertu de l'art. 10 al. 1 let. b RAPG, dans le texte applicable avant l'entrée en vigueur, le 1er janvier 1988, de la modification du 27 octobre 1987, sont réputées avoir besoin d'aide les autres personnes que celles mentionnées sous let. a, qui sont entretenues ou assistées par la personne astreinte au service et dont le revenu mensuel ne dépasse pas 1'680 francs ou, si elles vivent avec la personne astreinte au service ou entre elles, n'atteint pas 1'400 francs pour la première personne, 980 francs pour la seconde et 560 francs pour chacune des autres personnes entretenues ou assistées.\n\nD'après l'art. 11 al. 1 RAPG, dans sa version en vigueur jusqu'au 31 décembre 1987, constituent le revenu au sens de l'art. 10 al. 1 let. b RAPG le revenu net total du travail et de la fortune, ainsi que les rentes et les pensions, selon la dernière taxation de l'impôt pour la défense nationale ou d'une taxation fiscale cantonale correspondante sans qu'il soit tenu compte des déductions sociales. Peuvent être déduits du revenu déterminant les frais prouvés résultant de la maladie ou de l'infirmité de la personne entretenue ou assistée.\n\nb) La LAPG est entrée en vigueur le 1er janvier 1953. Elle fait suite aux arrêtés concernant les régimes des allocations pour perte de salaire et de gain et des allocations aux étudiants, dont les effets ont cessé en vertu de l'arrêté fédéral du 18 décembre 1950 supprimant les pouvoirs extraordinaires du Conseil fédéral.\n\nLa dénomination d'allocation d'assistance a été introduite par la novelle du 18 décembre 1968 (RO 1969 318). Elle remplaçait l'expression \"allocation pour assistance\" figurant dans le titre marginal et au 1er alinéa de l'art. 7 LAPG. Ainsi que cela ressort |334| du message du Conseil fédéral à l'Assemblée fédérale relatif au projet de loi fédérale sur les allocations aux militaires pour perte de salaire et de gain, du 23 octobre 1951, cette allocation a remplacé l'ancienne allocation supplémentaire (FF 1951 III 323). La Commission fédérale d'experts pour la préparation de cette loi voulait limiter le droit à l'allocation d'assistance aux personnes envers lesquelles le militaire remplit une obligation légale d'entretien ou d'assistance, tout en proposant néanmoins d'assimiler dans certains cas l'obligation morale d'assistance à l'obligation légale (cf. p. 40 et 61 du rapport du 15 janvier 1951).\n\nDans le message précité, le Conseil fédéral a, pour sa part, déclaré:\n\n\"Un examen plus approfondi de la question a montré qu'il était plus simple et plus équitable de ne pas distinguer entre ces deux sortes d'obligations... Par ailleurs, les conditions requises pour l'octroi d'allocations supplémentaires, telles qu'elles existent dans le régime des allocations pour perte de salaire et de gain, valent également pour l'octroi des allocations d'assistance. Comme jusqu'ici, les militaires ne pourront recevoir une telle allocation que s'ils assistent effectivement des proches et que si ceux-ci ont vraiment besoin d'aide. A cet égard, il semble indiqué de réserver au règlement d'exécution les normes sur les conditions dans lesquelles une personne assistée peut être réputée avoir besoin d'aide: ces règles doivent en effet pouvoir être adaptées à des conditions qui peuvent changer rapidement. Nous prévoyons de fixer, comme dans l'assurance-vieillesse et survivants, certaines limites de revenus pour déterminer l'état d'indigence\" (FF 1951 III 324).\n\nA cet égard, l'explication du Conseil fédéral relative à l'art. 7 du projet de loi donne les indications suivantes (FF 1951 III 359):\n\n\"(Le) critère le plus important sera constitué par des limites de revenu, adaptées le plus possible à celles qui sont prévues en matière de rentes transitoires de l'assurance-vieillesse et survivants. Il faudra toutefois examiner si, indépendamment de leur revenu, certaines personnes seront réputées n'avoir pas besoin d'aide. Nous pensons par exemple aux enfants de plus de 20 ans qui font un apprentissage ou des études. Dans les régimes des allocations pour perte de salaire et de gain, ces personnes ne donnent pas droit aux allocations supplémentaires.\"\n\nc) Il découle de ce qui précède que le droit à l'allocation d'assistance n'existe que si les proches de l'assuré astreint au service sont effectivement entretenus ou assistés et s'ils ont vraiment besoin d'aide. Dans la mesure où ce besoin d'aide résulte d'un calcul comparatif sur la base du revenu des personnes entretenues ou assistées, le seul critère adopté par le Conseil fédéral est celui des limites de revenu, avec les aménagements prévus à |335| l'art. 10 al. 2 RAPG, sous réserve du critère de la fortune inscrit à l'art. 10 al. 3 RAPG.\n\n3. a) En l'espèce, il n'est pas contesté que, du 2 février au 15 mai 1987, le recourant Emmanuel P. avait à l'égard de son père, de sa mère et de sa soeur une obligation d'assistance. Au demeurant, cette obligation doit être considérée comme reconnue, dans la mesure où l'on peut présumer que l'assuré l'a remplie régulièrement avant le service (art. 8 RAPG). En revanche, l'administration et les premiers juges ont nié tout devoir d'assistance du recourant vis-à-vis de sa soeur à partir du 16 mai 1987, celle-ci terminant ses études le 15 mai 1987. Toutefois, la Cour de céans ne saurait partager ce point de vue. En effet, l'achèvement d'une formation n'exclut pas, en soi, la persistance d'une obligation d'assistance entre frères et soeurs, laquelle peut être légale ou morale. Par ailleurs, l'art. 10 RAPG ne prévoit pas que, indépendamment de leurs revenus, les frères et soeurs sont réputés n'avoir pas besoin d'aide dès qu'ils ont fini leurs études, le seul critère déterminant étant, ainsi qu'on l'a vu, les limites de revenu, sous réserve de la fortune.\n\nDans ces conditions, l'obligation d'assistance du recourant à l'égard de sa soeur ne peut être d'emblée exclue à partir du 15 mai 1987; il se justifie de renvoyer la cause à l'administration pour qu'elle procède à une instruction complémentaire sur le point de savoir si ladite soeur a réalisé un revenu à partir du 16 mai 1987 et si elle avait, avec son père et sa mère, besoin d'aide, compte tenu du revenu de son père et d'une limite de revenu pour trois personnes assistées. Sur cette base, la caisse rendra une nouvelle décision, après avoir, le cas échéant, procédé au calcul de l'allocation d'assistance."}