{"annee": "114", "cour": "V", "page": "219", "date": "29/9/1988", "cite": ["97 II 403", "110 IB 1", "108 V 13", "112 V 152", "96 V 124", "112 V 168"], "cite_par": ["132 III 523", "116 V 265", "121 III 219", "129 V 11", "124 II 372", "122 V 185", "137 V 51", "124 II 193", "124 II 241"], "chapeau": "44. Auszug aus dem Urteil vom 29. September 1988 i.S. U. gegen Ausgleichskasse des Schweizerischen Baumeisterverbandes und Kantonale Rekurskommission Uri für die AHV/IV/EO", "regestes": ["Art. 52 LAVS: Responsabilité de l'employeur. Confirmation de la jurisprudence concernant: - la responsabilité subsidiaire des organes (consid. 3); - les exigences sévères touchant à la mesure de la faute en cas de délégation du pouvoir de gestion (consid. 4a)."], "faits": "", "considerants": "BGE 114 V 219 S. 220\n\nAus den Erwägungen:\n\n3. Der Beschwerdeführer Alfred U. ersucht in erster Linie um eine Überprüfung der Rechtsprechung zu Art. 52 AHVG, gemäss welcher die Organe einer Aktiengesellschaft subsidiär haftbar sein können. Er beruft sich auf den Wortlaut dieser Bestimmung und die in der Lehre erhobene Kritik, wonach die Ausdehnung der Haftpflicht auf Organe nicht unbedenklich sei (MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 67; FORSTMOSER, Aktienrechtliche Verantwortlichkeit, 2. Aufl., S. 305, N. 1071).\n\na) Das Bundesgericht hat sich bei der Auslegung von Erlassen stets von einem Methodenpluralismus leiten lassen und nur dann allein auf die grammatikalische Auslegungsmethode abgestellt, wenn sich daraus zweifellos eine sachlich richtige Lösung ergab (BGE 110 Ib 8). Wohl ist das Gesetz in erster Linie nach seinem Wortlaut auszulegen. Ist indessen der Text nicht klar bzw. sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich der Auslegung nach dem Zweck, nach dem Sinn und nach den dem Text zugrundeliegenden Wertungen. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt (BGE 112 V 171 Erw. 3a mit Hinweisen; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 227).\n\nb) Bei der Auslegung des in Art. 52 AHVG für das Haftungssubjekt verwendeten Begriffs \"Arbeitgeber\" ist das Eidg. Versicherungsgericht davon ausgegangen, dass dem Arbeitgeber bezüglich der in Art. 14 Abs. 1 AHVG in Verbindung mit Art. 34 ff. AHVV statuierten öffentlichrechtlichen Pflicht zum Bezug, zur Ablieferung und zur Abrechnung der paritätischen Sozialversicherungsbeiträge die Stellung eines gesetzlichen Vollzugsorgans zukommt. Die Haftung des Arbeitgebers gemäss Art. 52 AHVG bildet das Korrelat zu dieser öffentlichrechtlichen Organstellung (BGE 112 V 155 Erw. 5, BGE 96 V 124; ZAK 1987 S. 208 Erw. 5). Kommt dem Arbeitgeber bezüglich Bezug, Ablieferung und Abrechnung der paritätischen Sozialversicherungsbeiträge Organstellung bei der Durchführung verschiedener Zweige der bundesrechtlichen Sozialversicherung BGE 114 V 219 S. 221zu, untersteht er dem Verantwortlichkeitsrecht des Bundes. Art. 52 AHVG bildet innerhalb des Systems des Verantwortlichkeitsgesetzes (VG) eine Spezialbestimmung. Hingegen sind die diesem Gesetz zugrunde liegenden allgemeinen Rechtsnormen auch bei der Auslegung von Art. 52 AHVG heranzuziehen. Hier fällt insbesondere auf, dass im Bereich der internen Haftung, auch wenn die öffentliche Aufgabe einer Organisation übertragen ist, primär der Schadensverursacher persönlich und die Organisation erst subsidiär haftet (Art. 19 VG). Es fehlen Anhaltspunkte für die Annahme, dass Art. 52 AHVG diese Verantwortlichkeit der für die Organisation handelnden Personen hätte wegbedingen wollen. Es handelt sich vielmehr um die Umkehrung des allgemeinen Grundsatzes, indem nach dem klaren Wortlaut dieser Bestimmung primär der Arbeitgeber, also gegebenenfalls die Organisation haftet. Daneben muss im Hinblick auf den erwähnten allgemeinen Grundsatz aber auch die - wenigstens subsidiäre - Haftung der handelnden Personen angenommen werden. Dass eine solche Haftung allgemeinen Rechtsgrundsätzen entspricht, ergibt sich ferner aus der im Privatrecht getroffenen Regelung hinsichtlich der Haftung der Organe einer juristischen Person (vgl. Art. 55 Abs. 3 ZGB und Art. 754 OR; BGE 96 V 125).\n\nc) Nach Auffassung von MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 67, N. 62, lässt diese Argumentation ausser acht, dass Art. 19 VG nur hoheitliches Handeln im Auge habe; der Arbeitgeber besitze aufgrund des AHVG keine hoheitliche Gewalt.\n\nIndessen setzt die Haftung nach Art. 19 Abs. 1 VG lediglich voraus, dass \"ein Organ oder ein Angestellter einer mit öffentlichrechtlichen Aufgaben des Bundes betrauten und ausserhalb der ordentlichen Bundesverwaltung stehenden Organisation in Ausübung der mit diesen Aufgaben verbundenen Tätigkeit\" einen Schaden verursacht. Die dem Arbeitgeber durch Art. 14 AHVG in Verbindung mit Art. 34 ff. AHVV übertragenen Pflichten zum Bezug, zur Ablieferung und Abrechnung der paritätischen Sozialversicherungsbeiträge sind eine öffentlichrechtliche Aufgabe im Sinne des zitierten Art. 19 Abs. 1 VG. Hoheitliche Tätigkeit liegt stets vor, wo ein Rechtsverhältnis einseitig durch öffentliches Recht geregelt ist und der Private in einem Subordinationsverhältnis zum Staat steht. In diesem Sinne ist die Rechtsstellung des Arbeitgebers beim Bezug, der Ablieferung und der Abrechnung der paritätischen Sozialversicherungsbeiträge hoheitlich. Die Bezugnahme BGE 114 V 219 S. 222auf die Grundsätze des Staatshaftungsrechts des Bundes für die Auslegung von Art. 52 AHVG ist daher zulässig. Nichts anderes kann für den vom Beschwerdeführer gerügten Rückgriff auf die privatrechtlichen Grundsätze über die Haftung der Organe einer juristischen Person gelten. Enthält das Privatrecht Rechtsgrundsätze, die im öffentlichen Recht fehlen, dürfen diese zur Auslegung und Ergänzung unklarer oder lückenhafter Bestimmungen des Sozialversicherungsrechtes herangezogen werden - dies unter Berücksichtigung ihres Normzwecks und der ihnen zugrundeliegenden Interessenlage (GRISEL, Traité de droit administratif, Bd. I, S. 120 f.; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 234 f. mit Hinweisen). Eine Auslegung des Begriffs \"Arbeitgeber\" in Art. 52 AHVG ohne Beachtung der privatrechtlichen Rechtsgrundsätze zur Haftung der Organe einer juristischen Person würde zum stossenden Ergebnis führen, dass die für die Verletzung von Vorschriften im Sinne dieser Bestimmung Verantwortlichen überhaupt nicht belangt werden könnten, sofern sie als Organ einer juristischen Person gehandelt haben. Die persönliche Haftung wäre im Falle der Zahlungsunfähigkeit einer Arbeitgeberfirma auf Einzelunternehmer, einfache Gesellschafter, Kollektivgesellschafter und Komplementäre beschränkt. Darin läge eine sachlich nicht zu rechtfertigende Privilegierung der für den Bezug, die Ablieferung und die Abrechnung der paritätischen Sozialversicherungsbeiträge Verantwortlichen jener Arbeitgeberfirmen, die sich als juristische Personen konstituiert haben. Es fehlen Anhaltspunkte dafür, dass mit Art. 52 AHVG eine solche Ungleichbehandlung beabsichtigt gewesen wäre. Ferner ist darauf hinzuweisen, dass die öffentlichrechtliche Abrechnungs- und Beitragspflicht nicht nur eine Aufgabe der juristischen Person ist, sondern ebensosehr und unmittelbar jener natürlichen Personen, welche für sie in massgeblicher Weise tätig sind und ihre Willensbildung massgeblich beeinflussen, mithin Organstellung innehaben. Regelmässig entsteht der Sozialversicherung ein Schaden dann, wenn die juristische Person die Beitragsforderungen nicht zu begleichen vermag, zahlungsunfähig ist und damit auch ihrer Schadenersatzpflicht nicht mehr genügen kann. In allen diesen häufigen Fällen würde die gesetzlich vorgesehene Schadenersatzpflicht als Rechtsfolge eines grobfahrlässigen bzw. absichtlichen sowie schadenskausalen Verstosses gegen AHV-Vorschriften praktisch gegenstandslos, wenn den Ausgleichskassen die Belangung der Organe versagt wäre. Dies kann nicht der Rechtssinn von BGE 114 V 219 S. 223Art. 52 AHVG sein (nicht veröffentlichtes Urteil B. vom 4. Juli 1988).\n\nEs besteht somit kein Anlass, von der dargelegten Rechtsprechung zur subsidiären Haftung der verantwortlichen Organe einer juristischen Person nach Art. 52 AHVG abzugehen (BGE 108 V 17 Erw. 3b; ZAK 1987 S. 583 Erw. 2b).\n\n4. Ferner bestreitet der Beschwerdeführer seine Haftung als Organ der B. AG, weil seit Gründung dieser Gesellschaft Beat B. durch Kompetenzdelegation im Sinne von Art. 717 Abs. 2 OR die Geschäftsführung als Delegierter des Verwaltungsrates besorgt habe. Neben Beat B. sei ab 1983 Bruno B. von der V. Treuhand für die Sozialversicherungsbeiträge zuständig gewesen. Der Beschwerdeführer habe seiner Überwachungspflicht schon dadurch genügt, dass er Herrn Bruno B. als Experten für die Buchhaltung und die Erstellung der Bilanz beigezogen habe. Die Vorstellung, dass er als Präsident des Verwaltungsrates jede einzelne Handlung der übrigen Verwaltungsräte hätte kontrollieren müssen, sei lebensfremd. Die in Art. 722 Abs. 2 Ziff. 3 OR statuierte Aufsichtspflicht umfasse lediglich die Überwachung des allgemeinen Geschäftsganges und nicht die Überprüfung jeder einzelnen Geschäftstätigkeit.\n\na) Hat die Verwaltung einer Aktiengesellschaft die Geschäftsführung gemäss Art. 717 Abs. 2 OR an Delegierte oder Direktoren übertragen, so untersteht die Verwaltung bezüglich der delegierten Bereiche nur noch der Haftung für Auswahl, Instruktion und Überwachung der Beauftragten (FORSTMOSER, a.a.O., S. 115, N. 321 mit Hinweisen; BÜRGI/NORDMANN, Kommentar zu Art. 753/754 OR, N. 79; HORBER, Die Kompetenzdelegation beim Verwaltungsrat der AG und ihre Auswirkungen auf die aktienrechtliche Verantwortlichkeit, Diss. Zürich 1986, S. 113 und S. 123; VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4. Aufl., S. 235). Kernstück dieser nicht delegierbaren Sorgfaltspflichten bildet die cura in custodiendo. Zwar ist der nicht geschäftsführende Verwaltungsrat gestützt auf Art. 722 Abs. 2 Ziff. 3 OR nicht verpflichtet, jedes einzelne Geschäft der mit der Geschäftsführung und Vertretung Beauftragten zu überwachen, sondern darf sich auf die Überprüfung der Tätigkeit der Geschäftsleitung und des Geschäftsganges beschränken. Dazu gehört, dass er sich laufend über den Geschäftsgang informiert, Rapporte verlangt, sie sorgfältig studiert, nötigenfalls ergänzende Auskünfte einzieht und Irrtümer abzuklären versucht (BGE 97 II 411 Erw. 5b; BGE 114 V 219 S. 224BÜRGI/NORDMANN, Kommentar zu Art. 753/754 OR, N. 79; BÜRGI, Kommentar zu Art. 722 OR, N. 20 und 22; SCHUCANY, Kommentar zu Art. 722 OR, N. 4; HORBER, a.a.O., S. 121 f. mit weiteren Hinweisen). Ergibt sich aus diesen Informationen der Verdacht falscher oder unsorgfältiger Ausübung der delegierten Geschäftsführungs- und Vertretungsbefugnisse, ist der Verwaltungsrat verpflichtet, sogleich die erforderlichen Abklärungen zu treffen (nötigenfalls durch Beizug von Sachverständigen) und eine genaue und strenge Kontrolle hinsichtlich der Beobachtung gesetzlicher Vorschriften auszuüben (VON STEIGER, a.a.O., S. 236). Umstritten ist, ob der Beizug von Hilfspersonen zur Ausführung bestimmter Geschäftsführungsaufgaben dieselbe Haftungsbeschränkung auf sorgfältige Auswahl, Instruktion und Überwachung bewirkt oder ob dies zu einer Haftung des Verwaltungsrates ohne eigenes Verschulden im Sinne von Art. 101 OR führt (vgl. dazu FORSTMOSER, a.a.O., S. 117 f., N. 327a bis 330 mit Hinweisen).\n\nDie vom Beschwerdeführer unter Hinweis auf FORSTMOSER (a.a.O., S. 108, N. 553, S. 309, N. 1084, und S. 338, N. 1199) erhobenen Einwände gegen den vom Eidg. Versicherungsgericht auch bei der Delegation von Geschäftsführungskompetenzen angewendeten - strengen - Verschuldensmassstab erfüllen die Voraussetzungen für eine Praxisänderung nicht (BGE 108 V 17 Erw. 3b; ZAK 1987 S. 583 Erw. 2b). Vielmehr ist an der einlässlich begründeten Rechtsprechung festzuhalten. Die hohen Anforderungen an die erforderliche Sorgfalt eines Verwaltungsrates bei der Auswahl, Instruktion und Überwachung von Geschäftsführern und Hilfspersonen sind entgegen der in der Verwaltungsgerichtsbeschwerde vertretenen Auffassung im Hinblick auf die - rechtsgleiche - Durchführung des Beitragsbezugs gerechtfertigt."}