{"annee": "114", "cour": "II", "page": "40", "date": "29/1/1988", "cite": ["84 I 63", "52 I 154", "112 II 422", "81 I 133", "103 IA 130"], "cite_par": ["128 II 13", "118 II 66", "126 III 512"], "chapeau": "8. Urteil der II. Zivilabteilung vom 29. Januar 1988 i.S. X. gegen Regierungsrat des Kantons Uri (Verwaltungsgerichtsbeschwerde)", "regestes": ["Publicité du registre foncier (art. 970 CC). Une disposition de droit cantonal qui prévoit la publication officielle de tous les changements de main de biens-fonds moyennant indication des noms de l'acquéreur et de l'aliénateur ainsi que du fonds aliéné et du motif d'acquisition viole l'art. 970 CC. Après que le Conseil fédéral a refusé l'approbation de cette disposition, il n'est pas admissible de l'appliquer comme partie intégrante du droit cantonal public."], "faits": "BGE 114 II 40 S. 41\n\nA.- Mit öffentlicher Urkunde vom 30. September 1986 kaufte X. von der Y. AG eine Eigentumswohnung. Mit der Anmeldung des Kaufvertrages beim Grundbuchamt Uri wurde der Grundbuchführer ersucht, von einer Veröffentlichung der Handänderung im Amtsblatt abzusehen. Am 23. Oktober 1986 wurde dieses Gesuch abgewiesen und die Veröffentlichung der Handänderung im Amtsblatt verfügt. Das Grundbuchamt stützte sich dabei auf eine Weisung des Regierungsrates des Kantons Uri vom 23. September 1986, der ihrerseits der vom Bundesrat nicht genehmigte Art. 7 der kantonalen Verordnung über das Grundbuch vom 14. November 1984 zugrunde lag. Danach sind alle Handänderungen im Kanton Uri im Amtsblatt zu veröffentlichen.\n\nB.- Gegen diese Verfügung erhob X. Beschwerde bei der Justizdirektion des Kantons Uri, welche am 13. Januar 1987 abgewiesen wurde. Auch eine dagegen gerichtete Beschwerde an den Regierungsrat des Kantons Uri blieb ohne Erfolg.\n\nC.- X. führt gegen den Entscheid des Regierungsrates vom 6. Juli 1987 Verwaltungsgerichtsbeschwerde an das Bundesgericht. Er verlangt die Aufhebung des angefochtenen Entscheides.\n\nDer Regierungsrat des Kantons Uri schliesst auf Abweisung der Beschwerde, während das Eidgenössische Justiz- und Polizeidepartement deren Gutheissung beantragt.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n1. Art. 7 der Verordnung des Kantons Uri über das Grundbuch (GBVU) vom 14. November 1984 schreibt vor, dass das Grundbuchamt alle Eigentumsübergänge im Amtsblatt zu veröffentlichen hat. Die Verordnung stützt sich auf das kantonale Gesetz über das Grundbuch vom 10. März 1985, das als BGE 114 II 40 S. 42Einführung zum schweizerischen Zivilgesetzbuch erlassen worden ist und in Art. 36 Abs. 1 den Vorbehalt der Genehmigung durch den Bundesrat vorsieht. Auch Art. 26 Abs. 1 der Verordnung behält die Genehmigung durch den Bundesrat vor. Um diese Genehmigungen ist am 25. März 1985 nachgesucht worden. Der Bundesrat verweigerte am 7. Juni 1985 die Genehmigung von Art. 7 der Verordnung mit der Begründung, diese Vorschrift widerspreche Art. 970 ZGB, der den Zugang zum Grundbuch aus der Sicht des Bundesprivatrechts abschliessend festlege und im Einzelfall ein berechtigtes und aktuelles Interesse für die Einsichtnahme ins Grundbuch verlange. Am 23. September 1986 beschloss daraufhin der Urner Regierungsrat, Art. 7 GBVU als Vorschrift des kantonalen öffentlichen Rechts aufrecht zu erhalten (vgl. die entsprechende Fussnote 1 zu Art. 7 im Urner Rechtsbuch 9.3405).\n\n2. Der Regierungsrat des Kantons Uri räumt im angefochtenen Entscheid ein, dass eine kantonale öffentlichrechtliche Vorschrift, die im öffentlichen Interesse erlassen worden ist, in einem vom Bundesprivatrecht geregelten Bereich gemäss Art. 6 ZGB nur dann zulässig sein kann, wenn das Bundesprivatrecht keine abschliessende Regelung vorsieht und die kantonale Vorschrift nicht gegen Sinn und Geist des Bundeszivilrechts verstösst. Er weist darauf hin, dass die Öffentlichkeit des Grundbuchs in Art. 970 ZGB besonders geregelt werde. Diese Ordnung sei indessen nicht abschliessend. Diese Meinung sei mindestens andeutungsweise auch einem Schreiben des Eidgenössischen Justiz- und Polizeidepartements, welches das Genehmigungsverfahren für die Urner Grundbuchverordnung betraf, zu entnehmen. Sodann habe sich auch das Eidgenössische Grundbuchamt dahin geäussert, dass die amtliche Publikation von Handänderungen nicht zum vornherein als bundesrechtswidrig zu betrachten sei. Zu berücksichtigen sei zudem, dass die amtliche Veröffentlichung der Handänderungen von Grundstücken auch ausserhalb des Kantons Uri seit Jahrzehnten vorgenommen werde.\n\nDass der Kanton Uri mit der Veröffentlichung der Handänderungen ein öffentliches Interesse verfolge, könne nicht in Zweifel gezogen werden. So seien verschiedene von den Gemeinden geführte Register auf diese Veröffentlichung ausgerichtet. Das treffe unter anderem auf die Register zu, die der Erhebung von Kanalisationsbetriebsgebühren und der Wassertaxen dienen. Im weitern BGE 114 II 40 S. 43stützten sich auch die Zwischenschätzungen von Liegenschaften auf die im Amtsblatt veröffentlichten Handänderungen. Aber auch interne Gemeinderegister zur Erleichterung der Gemeindeverwaltung seien auf die lückenlose Publikation von Handänderungen angewiesen. Zudem diene eine solche Publikation auch den öffentlichrechtlichen Körperschaften, deren Migliedschaft sich nach dem Grundeigentum richte. Da diese Körperschaften den Gemeinden nicht lückenlos bekannt seien, müssten sich diese Organisationen selber um die erforderlichen Informationen kümmern.\n\nSchliesslich könne keine Rede davon sein, dass Art. 7 GBVU dem Sinn und Geist des Bundesprivatrechts widerspreche. Im Unterschied zum Sachverhalt, den das Bundesgericht in BGE 112 II 422 ff. beurteilt habe, wonach die regelmässige amtliche Publikation der Handänderungen neben der Bezeichnung des Grundstücks und den Namen der beteiligten Parteien auch den Kaufpreis umfasst habe, beschränke sich die Veröffentlichung im Rahmen von Art. 7 GBVU auf den Namen des Erwerbers und des Veräusserers, das veräusserte Grundstück und den Erwerbsgrund.\n\n3. Diese Argumentation des Regierungsrates des Kantons Uri ändert nichts daran, dass die Verordnung über das Grundbuch vom 14. November 1984 auf dem kantonalen Gesetz über das Grundbuch vom 10. März 1985 beruht. Dieses Gesetz beruft sich seinerseits auf Art. 90 der Urner Kantonsverfassung und das schweizerische Zivilgesetzbuch. Es versteht sich somit als Einführungsgesetz zum schweizerischen Zivilgesetzbuch, das gemäss Art. 52 Abs. 3 SchlT ZGB zu seiner Gültigkeit der Genehmigung durch den Bundesrat bedarf, soweit es sich als notwendige kantonale Anordnung zur Ausführung des Zivilgesetzbuches erweist (Art. 52 Abs. 2 SchlT ZGB). Auch die dazugehörige Verordnung unterliegt der bundesrätlichen Genehmigung.\n\nWährend der Genehmigung kantonaler Erlasse durch den Bundesrat im Sinne von Art. 102 Ziff. 13 BV nur die Bedeutung einer provisorischen Rechtskontrolle zukommt, enthält die Verweigerung der Genehmigung die für das Bundesgericht verbindliche Feststellung, dass die entsprechende kantonale Bestimmung mit dem Bundesprivatrecht unvereinbar ist. Nach der ständigen Rechtsprechung des Bundesgerichts bedeutet dies aber auch, dass die nicht genehmigte kantonale Vorschrift ihren Rechtsbestand verliert, sofern sie angesichts des Genehmigungsvorbehaltes überhaupt je Rechtskraft entfalten konnte. Sie kann daher auch nicht mehr mit einer staatsrechtlichen Beschwerde beim Bundesgericht BGE 114 II 40 S. 44angefochten werden (BGE 103 Ia 133 E. 3; BGE 84 I 63; BGE 81 I 137; BGE 52 I 160 E. 3; VPB 1970/71 Nr. 5, S. 35; AUBERT, Traité de droit constitutionnel suisse, N. 798). Aufgrund der kantonalen Einführungsgesetzgebung zum schweizerischen Zivilgesetzbuch kann sich somit der Regierungsrat nicht auf den umstrittenen Art. 7 GBVU berufen, der von der bundesrätlichen Genehmigung der Verordnung ausgeschlossen worden ist.\n\n4. Dieser Betrachtungsweise scheint der Regierungsrat grundsätzlich nicht zu widersprechen. Indessen ist er der Meinung, er könne Art. 7 GBVU ausserhalb der Urner Einführungsgesetzgebung zum schweizerischen Zivilgesetzbuch als Bestandteil des kantonalen öffentlichen Rechts weiterhin zur Anwendung bringen, da diese Bestimmung im Einklang mit Art. 6 ZGB insofern Geltung beanspruchen könne, als das Bundesrecht den Zugang zum Grundbuch nicht abschliessend ordne und die kantonale Regelung dem Bundesrecht nicht zuwiderlaufe.\n\nDie Überlegungen des Regierungsrates gehen in zweifacher Hinsicht fehl. Einerseits steht mit der Genehmigungsverweigerung durch den Bundesrat fest, dass der Inhalt des Art. 7 GBVU mit dem Bundesprivatrecht im Widerspruch steht. Daran ändert sich durch den allfälligen Wechsel der Rechtsgrundlage der kantonalen Verordnung nichts. Die Änderung der Rechtsgrundlage führt nicht auch zu einer gleichzeitigen inhaltlichen Änderung von Art. 7 GBVU. Diesen Inhalt hat aber der Bundesrat als mit dem Zivilgesetzbuch unvereinbar erklärt. Anderseits bleibt unerfindlich, auf welche kantonale gesetzliche Rechtsgrundlage sich die Verordnung zu stützen vermöchte, nachdem die kantonale Einführungsgesetzgebung zum schweizerischen Zivilgesetzbuch hiefür nicht mehr in Frage kommt. Tatsächlich legt der Regierungsrat denn auch in keiner Weise dar, auf welche kantonalen Gesetzesbestimmungen er den umstrittenen Art. 7 GBVU abstützt.\n\n5. Unter diesen Umständen erübrigt es sich, näher auf die Frage einzugehen, in welchem Rahmen das Bundeszivilrecht, insbesondere Art. 970 ZGB in Verbindung mit Art. 6 ZGB, bei der Ordnung des Zugangs zum Grundbuch dem kantonalen öffentlichen Recht noch Raum belässt. Immerhin sei bemerkt, dass der Regierungsrat die Tragweite von BGE 112 II 422 ff. insofern unzutreffend einschätzt, als Art. 970 ZGB in der Auslegung durch das Bundesgericht nicht nur die uneingeschränkte und jeden Interessennachweis erübrigende Veröffentlichung des Erwerbspreises bei einer Handänderung untersagt, sondern ganz allgemein festhält, BGE 114 II 40 S. 45dass der Zugang zum Grundbuch nicht voraussetzungslos jedermann ermöglicht werden darf. Eine jedermann zugängliche Veröffentlichung von Grundbuchdaten missachtet aber diesen Grundsatz (HAUSHEER, Öffentlichkeit des Grundbuches, ZBGR 69 (1988) S. 6 ff.). Eine Rechtfertigung für ein solches Vorgehen, welches das Grundbuch jedermann frei zugänglich macht, lässt sich entgegen der Auffassung des Regierungsrates nicht darin erblicken, dass gewisse öffentlichrechtliche Körperschaften nur auf diesem Wege von den Handänderungen von Liegenschaften Kenntnis erhalten, von denen wiederum die Mitgliedschaft in diesen Körperschaften abhängt. Auch wenn ein berechtigtes Interesse dieser Körperschaften an der Bekanntgabe gewisser Grundbuchangaben im Sinne von Art. 970 ZGB anzuerkennen ist, so ändert dies nichts daran, dass die Veröffentlichung eines Teilinhalts des Grundbuchs gestützt auf Art. 7 GBVU einen unbestimmten Personenkreis erreichen würde, der einen Interessennachweis nicht zu leisten vermöchte und der damit voraussetzungslos Zugang zum Grundbuch erhalten könnte."}