{"annee": "114", "cour": "III", "page": "62", "date": "22/4/1988", "cite": ["102 III 133", "79 III 58", "93 III 45", "105 III 107", "85 III 46", "80 III 7", "47 III 121", "62 III 134", "65 III 97", "90 III 10", "87 III 54", "104 III 4", "98 III 24"], "cite_par": ["140 III 175", "116 III 8", "142 III 782", "120 III 11"], "chapeau": "20. Arrêt de la Chambre des poursuites et des faillites du 22 avril 1988 dans la cause Société générale de surveillance SA (recours LP)", "regestes": ["Désignation du créancier dans le commandement de payer (art. 67 LP). Si la désignation défectueuse du créancier permet néanmoins de reconnaître sans difficulté sa véritable identité, l'acte doit être rectifié et la poursuite continuée (consid. 1). Le commandement de payer qui n'indique pas l'adresse exacte du créancier ne sera annulé sur plainte du poursuivi que si le créancier n'indique pas son domicile réel dans le délai que lui aura fixé l'office des poursuites (consid. 2)."], "faits": "", "considerants": "BGE 114 III 62 S. 63\n\nConsidérant en droit:\n\n1. Il est constant que la poursuite, telle qu'elle a été engagée, est frappée d'un vice dans la désignation et l'adresse du créancier, à savoir que le Haut-Commissariat des Nations Unies pour les Réfugiés (HCR) n'a pas la personnalité juridique et que l'adresse mentionnée est postale, mais pas celle d'un siège (cf. art. 67 al. 1 ch. 1, 69 al. 2 ch. 1, 160 al. 1 ch. 1 LP).\n\na) Est nulle de plein droit la poursuite requise par une entité dépourvue de la capacité d'être partie, parce qu'elle ne jouit pas de la personnalité juridique, ainsi une personne morale inexistante (ATF 105 III 111, ATF 104 III 4 ss pour la capacité d'ester en justice).\n\nEn revanche, la désignation inexacte, impropre ou équivoque, voire totalement fausse, ou incomplète d'une partie n'entraîne la nullité de la poursuite que lorsqu'elle était de nature à induire les intéressés en erreur et que tel a effectivement été le cas. Si ces conditions ne sont pas réalisées, si la partie qui fait état de la désignation vicieuse ne pouvait douter de l'identité de la personne en cause et qu'elle n'ait pas été lésée dans ses intérêts, la poursuite ne sera pas annulée; on se bornera à ordonner, en cas de besoin, que les actes de poursuite déjà établis soient rectifiés ou complétés (ATF 102 III 135 /6: pseudonyme; cf. l'exposé de SCHWARTZ, JdT 1954 III 66 ss, spéc. p. 81 et BlSchK 1955 p. 1 ss, spéc. p. 15/16).\n\nAinsi, selon le Tribunal fédéral, doit être annulée la poursuite introduite par un créancier qui emploie un faux nom (ATF 62 III 134 ss) BGE 114 III 62 S. 64ou dont la désignation est imprécise (ATF 80 III 7 ss), quand, de ce fait, le débiteur n'est pas au clair sur l'identité réelle du poursuivant. En revanche, le moyen tiré de la nullité d'une poursuite pour cause de désignation inexacte du créancier ne peut plus être invoqué lorsque l'équivoque a été dissipée par la suite et que le poursuivi n'a pas subi de préjudice (ATF 65 III 97 ss; cf. ATF 79 III 62 /63 consid. 2, où le même principe est exprimé dans un cas où un jugement de mainlevée a suppléé à l'insuffisance des indications du commandement de payer quant à la personne du débiteur). Si la désignation défectueuse du créancier permet de reconnaître sans plus le véritable créancier, l'acte doit être rectifié et la poursuite continuée (ATF 85 III 48, ATF 90 III 12, ATF 98 III 25 ss, arrêts ayant tous trois trait à des cas où était indiqué comme créancier, non la commune, qui a seule qualité pour intenter une poursuite, mais la chancellerie ou un service administratif qui lui était subordonné; cf. aussi ATF 31 I No 88). Certes, le débiteur a un intérêt éminent à connaître de manière précise la personne du créancier poursuivant, pour savoir s'il a des exceptions à lui opposer (ATF 62 III 135). Mais il s'ensuit seulement que ne doit pas être soumise à des exigences trop strictes la preuve que des intéressés ont été induits en erreur en cas d'utilisation d'un pseudonyme ou d'indications inexactes ou imprécises (ATF 102 III 136 consid. b). Si la désignation défectueuse du créancier permet néanmoins de reconnaître sans difficulté, et sans recourir à autrui, le véritable créancier qui a la capacité d'être partie et l'exercice des droits civils, l'acte doit être rectifié et la poursuite continuée; le rapport juridique à la base de la poursuite contribue à éclairer le poursuivi, s'il lui indique clairement la personne de son créancier (ATF 98 III 25 ss, ATF 93 III 50 ss, 31 I No 79; cf. aussi ZR 1905 p. 305 et les décisions cantonales publiées in BlSchK 1980 p. 45, 1978 p. 45, 1952 p. 170).\n\nb) En l'espèce, la décision attaquée est fondée. Elle concilie la nécessité de maintenir l'ordre dans toute procédure et les exigences du bon sens et de la bonne foi (cf. SCHWARTZ, JdT 1954, p. 74) sans qu'il soit nécessaire de recourir à la notion spécifique d'abus de droit, comme l'a fait l'autorité de surveillance à titre surérogatoire.\n\nLa recourante prétend avoir ignoré que \"c'étaient les Nations Unies qui se dissimulaient sous le nom du Haut-Commissariat pour les Réfugiés, ... désignation (qui n'est pas) courante pour l'Organisation des Nations Unies\"; \"Chacun admettra ... qu'il a fallu de longues recherches à la SGS pour arriver à la conclusion BGE 114 III 62 S. 65que le HCR n'avait aucune existence juridique ...\"; le commandement de payer ne mentionnait \"guère\" les Nations Unies; il n'y figurait aucune indication permettant de le rattacher à cette institution internationale, dont la recourante admet qu'elle a un siège européen à Genève, où elle peut exercer ses droits civils.\n\nEn vérité, il ne fallait au contraire aucun effort à la recourante pour reconnaître son créancier poursuivant. Selon le commandement de payer, conforme à la réquisition de poursuite, ledit poursuivant était le HCR à Genève et la poursuite se fondait sur l'obligation de la SGS de vérifier des marchandises avant la livraison par le créancier. C'était là, à la rubrique titre de la créance, la référence claire et manifeste au contrat qui liait les parties à la poursuite. Selon les documents mêmes produits par la recourante, lesquels émanent des deux parties, le mandat avait été confié par les Nations Unies, Haut-Commissariat pour les Réfugiés, Palais des Nations, Genève (sigle: UNHCR). Le HCR apparaissait donc d'emblée, à l'évidence, comme un organe, un service ou un représentant de l'ONU au siège de Genève. D'autant que la recourante est une grande entreprise de cette ville, où le HCR est établi et où se situe le siège européen de l'ONU. Le mandat et la poursuite concernaient une affaire importante, dont l'intérêt ne pouvait échapper au directeur de la recourante à qui le commandement de payer fut notifié. On n'est au vrai pas loin d'une notoriété publique, du moins dans le monde des affaires genevois.\n\n2. a) Lorsque l'indication du domicile du créancier - dont l'identité n'est pas douteuse - fait défaut dans le commandement de payer, voire déjà dans la réquisition de poursuite, ces actes seront complétés; on n'annulera ceux de l'Office que si la créancière n'indique pas son domicile dans le délai qui lui aura été fixé (ATF 102 III 136 consid. a, ATF 93 III 50 /51 et les arrêts cités; décision de l'autorité genevoise de surveillance du 22 août 1984 in BlSchK 1986, p. 99).\n\nLa réquisition de poursuite et le commandement de payer, en effet, doivent indiquer le domicile du créancier à côté de son nom, lors même que ce domicile serait hors de doute et qu'un fondé de pouvoir dont l'adresse serait correctement indiquée agirait pour lui (ATF 87 III 57 consid. 2); ce qu'il faut indiquer, c'est le domicile réel du créancier (ATF 47 III 122, ATF 87 III 59 consid. 4). Le débiteur peut avoir intérêt à ce que cet endroit soit indiqué; ainsi pour effectuer des paiements directement au créancier ou l'atteindre personnellement au sujet de l'affaire ou d'une affaire connexe, plus BGE 114 III 62 S. 66généralement pour sauvegarder ses droits (ATF 47 III 122, ATF 87 III 59 consid. 3). Il ne suffit dès lors pas d'indiquer un domicile fictif. Si le créancier abandonne complètement son domicile et ne se trouve donc pas seulement d'une façon passagère (serait-ce même pour un temps assez long) dans un autre lieu, il faut indiquer l'endroit où il habite désormais, celui où il peut être réellement atteint, même s'il ne possède pas de domicile au sens propre du mot.\n\nSi la réquisition de poursuite ne contient aucune indication au sujet du domicile du créancier, il faut refuser d'y donner suite (ATF 47 III 123 /124, 82 III 129 consid. 2). Il en est de même lorsque l'Office des poursuites sait que le créancier n'a pas indiqué son véritable domicile. En revanche, il n'y a pas de raison de considérer comme radicalement nul un commandement de payer qui n'indique pas exactement le domicile du créancier et de l'annuler d'office, ainsi que les autres opérations, sans tenir compte de la question de savoir s'il a fait ou non l'objet d'une plainte dans le délai fixé à l'art. 17 al. 2 LP. On doit au contraire exiger du débiteur qui entend critiquer un commandement de payer à raison de ce défaut qu'il porte plainte dans les dix jours à compter de la notification de cette pièce, et l'on ne doit annuler ce commandement de payer que si le créancier n'indique pas son domicile réel dans le délai qui lui aura été fixé, à lui ou à son représentant (ATF 47 III 124, 82 III 129 consid. 2; cf. aussi ATF 87 III 55).\n\nb) Devant le Tribunal fédéral, la recourante se borne à \"rappeler\" que l'adresse indiquée était l'adresse postale, figurant dans l'annuaire des téléphones. Rendu attentif à la difficulté, l'Office des poursuites devait intervenir spontanément, ce qu'a fait l'autorité de surveillance. Cela clôt le débat. On ne saurait en revanche juger la plainte tardive, car la recourante y prétend en outre qu'elle ne connaissait même pas l'identité de son créancier poursuivant.\n\nAu demeurant, si l'adresse postale indiquée est celle d'un bureau, elle était exacte de ce point de vue. Quant au domicile, c'est la relation à un lieu, une commune politique. C'est en l'espèce Genève, quelle que soit l'adresse du siège européen ou d'un bureau; l'adresse dudit siège était d'ailleurs donnée dans les documents produits par la recourante (Palais des Nations). Aucune erreur \"d'aiguillage\" n'était possible, ni aucune confusion.\n\nPeu importe que le HCR, dans l'organigramme interne, soit un service subsidiaire de l'Assemblée générale, établie à New York, au siège principal de l'ONU. La seule personne juridique - l'ONU BGE 114 III 62 S. 67- exerce ses activités aussi au siège européen de Genève, où elle a installé le HCR. Cela suffit à une désignation correcte, sous l'angle des actes de poursuite, du créancier et de son domicile.\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nRejette le recours."}