{"annee": "114", "cour": "IA", "page": "129", "date": "19/2/1988", "cite": ["112 IA 318", "110 IA 140", "66 I 157"], "cite_par": ["124 I 40", "116 IA 359", "139 I 280", "119 IA 178", "134 I 114", "142 I 49", "116 IA 252", "129 I 74", "117 IA 311", "125 I 300"], "chapeau": "21. Urteil der II. öffentlichrechtlichen Abteilung vom 19. Februar 1988 i.S. M. R. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 49 et 50 Cst., art. 9 CEDH; congé scolaire pour la fête des tabernacles célébrée par la \"Weltweite Kirche Gottes\". Liberté de conscience, de croyance et des cultes dans le cadre de la scolarité obligatoire (consid. 3). Si les membres d'une communauté religieuse profondément ancrée sur l'Ancien Testament n'ont annuellement pas besoin au total de plus de jours de congé scolaire que le canton de Zurich n'en accorde aux adeptes - les plus favorisés - de la religion juive, le principe de la proportionnalité est violé lorsque le congé scolaire pour 5 (ou, selon les années, 6) jours consécutifs est refusé au motif que les élèves de croyance juive ne peuvent jamais prétendre à plus de 4 jours de congé consécutifs (consid. 5)."], "faits": "BGE 114 Ia 129 S. 130\n\nM. R. gehört der Weltweiten Kirche Gottes an, die das Alte und das Neue Testament als verbindlich betrachtet und damit insbesondere auch die jüdischen Feste feiert. Am 3. September 1986 ersuchte er die Primarschulpflege K., seine Tochter A., geboren 23. Juli 1979, vom Schulbesuch am Samstag und für 5 Tage während des Laubhüttenfestes 1986 zu dispensieren. Die Primarschulpflege K. bewilligte die Dispensation vom Schulbesuch am Samstag, gewährte jedoch nur 4 freie Schultage für das Laubhüttenfest.\n\nRekurse wurden sowohl von der Bezirksschulpflege als auch vom Erziehungsrat des Kantons Zürich abgewiesen. Der Erziehungsrat führte in seinem Entscheid vom 10. März 1987 aus, da die Mitglieder der Weltweiten Kirche Gottes die gleichen Festtage feierten wie die Angehörigen des jüdischen Glaubens, sei § 58 Abs. 2 der Verordnung betreffend das Volksschulwesen des Kantons Zürich vom 31. März 1900 (Schulverordnung) analog anzuwenden; unter diesen Umständen sei eine Dispensation von 4 Tagen für das Laubhüttenfest angemessen.\n\nAm 3. und 5. April 1987 erhob M. R. Rekurs an den Regierungsrat des Kantons Zürich. Er machte geltend, die Weltweite Kirche Gottes sei eine christliche und keine jüdische Glaubensgemeinschaft; die Mitglieder dieser Kirche müssten das Laubhüttenfest und anschliessend den Letzten Grossen Tag für eine Dauer von 8 Tagen an einem gemeinsamen Ort feiern.\n\nAm 10. Juni 1987 wies der Regierungsrat den Rekurs kostenfällig ab.\n\nMit rechtzeitiger staatsrechtlicher Beschwerde vom 17. August 1987 beantragt M. R., der Beschluss des Regierungsrats sei aufzuheben, unter Kosten- und Entschädigungsfolgen zu Lasten des Beschwerdegegners.", "considerants": "Erwägungen:\n\n1. a) Gemäss Art. 88 OG steht das Recht zur Beschwerdeführung einem Privaten bezüglich solcher Rechtsverletzungen zu, die er durch allgemein verbindliche oder ihn persönlich treffende behördliche Anordnungen erlitten hat. Die Beschränkung der Schuldispensation für das Laubhüttenfest auf 4 Tage stellt offensichtlich eine den Beschwerdeführer im Sinne dieser Bestimmung BGE 114 Ia 129 S. 131belastende Anordnung dar. Nach der Rechtsprechung des Bundesgerichts zu Art. 88 OG ist der Beschwerdeführer jedoch nur dann zur Beschwerdeführung legitimiert, wenn er ein aktuelles praktisches Interesse an der Aufhebung des angefochtenen Entscheides hat (BGE 110 Ia 141 E. 2a mit Hinweisen); dieses Erfordernis soll sicherstellen, dass das Bundesgericht konkrete und nicht bloss theoretische Fragen entscheidet, und es dient damit der Prozessökonomie (ebenda).\n\nb) Wie bereits der Regierungsrat feststellte, war das aktuelle Interesse an einem Entscheid über die Gewährung der Schuldispensation für das Laubhüttenfest des Jahres 1986 schon zum Zeitpunkt seines Beschlusses nicht mehr gegeben. Da aber die Frage sich alle Jahre für den Beschwerdeführer wieder stellen kann und die Gefahr besteht, dass nie rechtzeitig sämtliche Instanzen durchlaufen werden könnten, ist der Regierungsrat trotzdem auf die Beschwerde eingetreten. Dasselbe gilt für die Legitimation zur staatsrechtlichen Beschwerde. Im Blick auf künftige Wiederholungen der gleichen Fragestellung kann also auch auf die staatsrechtliche Beschwerde eingetreten werden, wobei sich aber der Entscheid auf das konkrete Dispensationsbegehren für das Jahr 1986 zu beschränken hat. Es ist zu prüfen, ob die Gewährung einer Dispensation von bloss 4 Tagen anstelle einer solchen von 5 Tagen verfassungswidrig war.\n\nTrotzdem ist - um auch die Tragweite für die Zukunft zu erfassen - zu beachten, dass der Bedarf an Schuldispensation für das Laubhüttenfest, das bis und mit dem Letzten Grossen Tag jeweils 8 Tage dauert, von Jahr zu Jahr verschieden sein kann. So bestand 1987 überhaupt kein Bedarf, da das Fest in die Herbstferien fiel. 1988 dauert das Fest von Montag dem 26. September bis Montag den 3. Oktober, so dass - unter Berücksichtigung des bereits frei gegebenen Samstags - 6 schulfreie Tage benötigt werden. 1989 (Samstag 14. Oktober bis Samstag 21. Oktober) werden es wiederum - wie 1986 - 5 Tage sein. Mehr als 6 Tage werden nie benötigt, weil in den Zeitraum von 8 Tagen stets ein Wochenende (mit dem bereits bewilligten schulfreien Samstag) fällt.\n\n2. Der Beschwerdeführer rügt eine Verletzung von Art. 49 und 50 BV sowie Art. 9 EMRK.\n\na) Gemäss Art. 49 BV ist die Glaubens- und Gewissensfreiheit unverletzlich (Abs. 1); die Ausübung bürgerlicher oder politischer Rechte darf aber durch keinerlei Vorschriften oder Bedingungen BGE 114 Ia 129 S. 132kirchlicher oder religiöser Natur beschränkt werden (Abs. 4), und Glaubensansichten entbinden nicht von der Erfüllung bürgerlicher Pflichten (Abs. 5). Art. 50 BV gewährleistet die freie Ausübung gottesdienstlicher Handlungen (Kultusfreiheit) innerhalb der Schranken der Sittlichkeit und der öffentlichen Ordnung (Abs. 1); den Kantonen und dem Bund bleibt vorbehalten, zur Handhabung der Ordnung und des öffentlichen Friedens unter den Angehörigen der verschiedenen Religionsgenossenschaften sowie gegen Eingriffe kirchlicher Behörden in die Rechte der Bürger und des Staates die geeigneten Massnahmen zu treffen (Abs. 2). Art. 9 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950 (SR. 0.101; EMRK) gibt jedermann Anspruch auf Gedanken-, Gewissens- und Religionsfreiheit, insbesondere die Freiheit, seine Religion oder Weltanschauung einzeln oder in Gemeinschaft mit andern öffentlich oder privat, durch Gottesdienst, Unterricht, Andachten und Beachtung religiöser Gebräuche auszuüben (Ziff. 1); die Religions- und Bekenntnisfreiheit darf nicht Gegenstand anderer als vom Gesetz vorgesehener Beschränkungen sein, die in einer demokratischen Gesellschaft notwendige Massnahmen im Interesse der öffentlichen Sicherheit, der öffentlichen Ordnung, Gesundheit und Moral oder für den Schutz der Rechte und Freiheiten anderer sind (Ziff. 2). Die Bundesverfassung und die EMRK enthalten die gleichen Garantien. Deren Einschränkung ist schon in den entsprechenden Verfassungs- bzw. Konventionsbestimmungen vorgesehen. Die Bundesverfassung behält die Einhaltung von Bürgerpflichten vor - eine solche stellt die Pflicht zum Besuch des obligatorischen Schulunterrichts dar (BGE 66 I 158 E. 2) - und die EMRK u.a. die öffentliche Ordnung und den Schutz der Rechte und Freiheiten anderer (Besucher der öffentlichen Schule).\n\nb) Gemäss Art. 27 Abs. 2 BV haben die Kantone für genügenden Primarunterricht zu sorgen, welcher ausschliesslich unter staatlicher Leitung steht; derselbe ist obligatorisch und in den öffentlichen Schulen unentgeltlich; die öffentlichen Schulen sollen von den Angehörigen aller Bekenntnisse ohne Beeinträchtigung ihrer Glaubens- und Gewissensfreiheit besucht werden können (Abs. 3). Die Verfassung selber statuiert in Art. 27 somit eine Bürgerpflicht und schränkt insofern die von ihr selber garantierte Glaubens- und Gewissensfreiheit ein; die gleiche Bestimmung selbst wiederholt aber den Grundsatz, dass dieses Grundrecht durch das Schulobligatorium nicht beeinträchtigt werden darf. Es BGE 114 Ia 129 S. 133ist vorab zu prüfen, welche Bedeutung der Glaubens-, Gewissens- und Kultusfreiheit im Rahmen des verfassungsrechtlichen Schulobligatoriums zukommt (E. 3), und im Anschluss daran, ob die Voraussetzungen für einen Grundrechtseingriff gegeben sind; der angefochtene Entscheid muss sich auf eine gesetzliche Grundlage stützen (E. 4), im öffentlichen Interesse liegen und verhältnismässig sein (E. 5) (BGE 112 Ia 320 E. 2a mit Hinweisen).\n\n3. a) Es versteht sich von selbst, dass eine öffentliche Schule sowohl in der Vermittlung des Lehrstoffes wie auch bei der Gewährung von Dispensationen sich an einen möglichst breiten gemeinsamen Nenner halten muss. Wenn einzelne Glaubensüberzeugungen oder Religionsvorschriften so sehr davon abweichen, dass bei deren Berücksichtigung ein geordneter und effizienter Schulbetrieb nicht mehr gewährleistet ist, kann deren Berücksichtigung auch nicht unter Berufung auf die Glaubens-, Gewissens- und Kultusfreiheit verlangt werden. In solchen Fällen ist diesem Grundrecht dadurch Rechnung getragen, dass der obligatorische Primarschulunterricht nicht nur in öffentlichen Schulen absolviert werden kann: Art. 27 Abs. 2 BV bestimmt lediglich, dass er in öffentlichen Schulen unentgeltlich ist. Wenn also individuelle Glaubens- und Gewissensüberzeugungen derart vom Landesüblichen abweichen, dass ihnen nur schwer oder nicht in der öffentlichen Schule Rechnung getragen werden kann, garantiert die Glaubens-, Gewissens- und Kultusfreiheit nicht die entsprechende Ausgestaltung der öffentlichen Schule, sondern gegebenenfalls das Recht auf Privatunterricht, der den Anforderungen an den staatlich vorgeschriebenen Primarunterricht genügt. Daraus kann aber nicht - wie dies der Beschwerdeführer offenbar meint - abgeleitet werden, dass man die öffentliche Schule zwar besuchen, ihr aber in einem praktisch unbeschränkten Ausmass fern bleiben kann - sei es zur Vermeidung nicht genehmer Lehrveranstaltungen, sei es zur Feier religiöser Feste -, wenn nur durch private Nachhilfe im Elternhaus für den Fortschritt des Schülers gesorgt wird. So ist die Alternative des Privatunterrichts zur öffentlichen Schule nicht zu verstehen. Nur der Besuch der öffentlichen Schule oder aber einer Privatschule garantiert eine genügende Kontrolle darüber, ob den minimalen Anforderungen an den obligatorischen Unterricht genügt wird.\n\nDie Vorschrift in Art. 27 Abs. 3 BV, wonach die öffentlichen Schulen von den Angehörigen aller Bekenntnisse ohne Beeinträchtigung ihrer Glaubens- und Gewissensfreiheit sollen besucht BGE 114 Ia 129 S. 134werden können, kann also nur so verstanden werden, dass für die Gestaltung des Unterrichts bzw. das Fernbleiben davon ein in der Schweiz relevanter, allgemeiner Konsens massgebend ist. Die Rücksichtnahme auf jede davon abweichende Individualüberzeugung im Schulbetrieb selbst ist schon aus praktischen Gründen nicht möglich. Auch die traditionell in der Schweiz verwurzelten Bekenntnisse haben sich diesbezüglich Beschränkungen zu unterziehen. Die Glaubens- und Gewissensfreiheit ist eine geistige Freiheit und muss in der Schule vor allem durch Toleranz gewährleistet werden. Die Kultusfreiheit sodann besteht primär darin, dass die Ausübung des Kultus nicht gestört oder verunmöglicht wird, nicht aber darin, dass auch alle zeitlichen Kollisionen durch Veranstaltungen, die das gesellschaftliche und bürgerliche Leben erfordert, zu vermeiden sind.\n\nb) In BGE 66 I 158 wurde gestützt auf die Bestimmung in Art. 49 Abs. 4 BV, wonach Glaubensansichten nicht von der Erfüllung bürgerlicher Pflichten entbinden, ausgeführt: Eine bürgerliche Pflicht sei der obligatorische Schulbesuch im Rahmen der staatlichen Gesetzgebung, und damit auch der Schulbesuch am Samstag; sofern das kantonale Schulgesetz keine Ausnahme vom Schulbesuch am Samstag vorsehe, dürfe daher das Gesuch eines Adventisten um Bewilligung einer Ausnahme abgelehnt werden; dieser Entscheid verstosse auch nicht gegen die Kultusfreiheit, denn die Ausübung gottesdienstlicher Handlungen sei nur gewährleistet innerhalb der Schranken der öffentlichen Ordnung (Art. 50 Abs. 1 BV), womit die staatliche Schulgesetzgebung ebenfalls vorbehalten sei.\n\nHinsichtlich des Schulbesuchs am Samstag sieht § 59 Schulverordnung für den Kanton Zürich - anders als die gesetzliche Ordnung im erwähnten Urteil - eine grosszügige Lösung vor. Aus den Erwägungen jenes Urteils ist jedoch auch für den vorliegenden Fall festzuhalten, dass für die Frage, in welchem Ausmass für Feiertage der Religionsgemeinschaft, der der Beschwerdeführer angehört, Dispensation zu erteilen sei, vorab auf die konkrete Regelung in den kantonalen schulrechtlichen Erlassen abzustellen ist. Unmittelbar gestützt auf die Verfassung lässt sich jedenfalls ein Anspruch auf die beantragte Schuldispensation nach dem bisher Gesagten nicht herleiten, wenn die zürcherischen Normen über die Schuldispensation grundsätzlich der Glaubens-, Gewissens- und Kultusfreiheit in genügendem Ausmass Rechnung tragen.BGE 114 Ia 129 S. 135\n\n4. a) Die Regeln der zürcherischen Gesetzgebung über die Schuldispensation kommen den Schülern bzw. ihren Eltern weit entgegen, um ihnen die möglichst ungehinderte Ausübung religiöser Handlungen zu ermöglichen. Schüler, deren Eltern als strenggläubige Juden oder Adventisten den Sabbat als religiösen Feiertag achten, sind auf Gesuch und nach Wahl des gesetzlichen Vertreters am Samstag entweder von manuellen Arbeiten und Leibesübungen oder vom Besuch der Schule überhaupt zu befreien (§ 59 Abs. 1 Schulverordnung). Schüler jüdischen Glaubens sind zudem an folgenden Tagen dispensiert: Passahfest (an vier Tagen innert acht Tagen), Wochenfest (zwei Tage), Neujahrsfest (zwei Tage), Versöhnungstag, Laubhüttenfest (an vier Tagen innert acht Tagen) (§ 58 Abs. 2 Schulverordnung). Schüler anderer Bekenntnisse sind auf Verlangen des Besorgers an Hohen Feiertagen zu dispensieren (§ 58 Abs. 3 Schulverordnung).\n\nDiese Regelung ist grundsätzlich geeignet, den religionsrelevanten Grundrechten im Rahmen des Schulobligatoriums gerecht zu werden. Der Regierungsrat hat seinen Entscheid denn auch auf diese Verordnungsbestimmungen gestützt und darin eine gesetzliche Grundlage für die Grundrechtsbeschränkung erblickt. Im folgenden ist seine Anwendung und Auslegung der kantonalen Normen zu prüfen.\n\nb) Da die Schulverordnung keine ausdrückliche Regelung für die Angehörigen der Weltweiten Kirche Gottes enthält, ist von § 58 Abs. 3 auszugehen, wonach Schüler anderer Bekenntnisse auf Verlangen des Besorgers an Hohen Feiertagen zu dispensieren sind. Der Regierungsrat hat dies nicht verkannt, vertritt aber die Auffassung, dass die für Schüler jüdischen Glaubens gemäss § 58 Abs. 2 und § 59 Abs. 1 möglichen Dispensationen - die am weitesten gehen - die absolute oberste Grenze bei der Bewilligungspraxis hinsichtlich der Befreiung vom Unterricht aus religiösen Gründen bildeten. Geht man davon aus, dass hinsichtlich der Ausnahmen von der Verpflichtung, den Unterricht zu besuchen, Schranken gesetzt werden müssen (vgl. E. 3), ist diese Auslegung des Regierungsrats auch bei freier Prüfung grundsätzlich nicht zu beanstanden. Es entspricht dem Legalitätsprinzip am besten, wenn die Grenze für Schuldispensationen bspw. bezüglich Anzahl Tage bei der in der Verordnung selbst enthaltenen grosszügigsten Regelung angesetzt wird. Die Freistellung von Kindern anderer Bekenntnisse soll dann keinen grösseren Umfang annehmen, aber entsprechend dem Bekenntnis andere Tage erfassen.BGE 114 Ia 129 S. 136\n\nc) Der angefochtene Entscheid scheint davon auszugehen, das Gesuch des Beschwerdeführers führe rein zahlenmässig zu mehr Dispensationen, als sie bei Kindern jüdischen Glaubens möglich sind. Dies ist jedoch nicht der Fall. Neben der - dem Beschwerdeführer ebenfalls gewährten - Dispensation an allen Samstagen sind für jüdische Kinder in § 58 Abs. 2 insgesamt 13 schulfreie Tage vorgesehen. Auch für die Feier der \"Gottes Heiligen Tage\" nach der Lehre der Weltweiten Kirche Gottes sind nicht mehr als maximal 13 Schuldispensationen erforderlich, wenn man berücksichtigt, dass von den 8 Tagen für das Laubhüttenfest bis und mit Letztem Grossen Tag infolge des dazwischen fallenden Wochenendes höchstens 6 Tage eine Schuldispensation erfordern (für das Passahfest werden im Gegensatz zu den Juden - und entgegen der irrtümlichen Annahme im angefochtenen Entscheid - nicht 4 Tage beansprucht). Damit besteht der einzige Unterschied hinsichtlich des Umfangs der Schuldispensation darin, dass den Juden - entsprechend den Erfordernissen ihres Glaubens - für das Laubhüttenfest höchstens 4 zusammenhängende schulfreie Tage gewährt werden, vom Beschwerdeführer aber für dieses Fest je nach den kalendarischen Gegebenheiten auch 5 oder 6 Tage beansprucht werden. In der Vernehmlassung des Regierungsrats wird denn auch das Schwergewicht darauf gelegt, dass bei längeren Abwesenheiten als an 4 aufeinanderfolgenden Tagen die Einhaltung der lehrplanmässigen Stoffvermittlung nicht mehr gesichert sei; erfahrungsgemäss ergäben sich für den Schulbetrieb immer dann nicht mehr bloss geringfügige Unzukömmlichkeiten, wenn ein Schüler länger als 4 Tage dem Unterricht fern bleibt.\n\nOb § 58 Abs. 3 Schulverordnung, der immerhin für Schüler anderer Bekenntnisse eine gesonderte Dispensationsregelung vorsieht, auch bloss hinsichtlich der Anzahl zusammenhängender schulfreier Tage nicht über das für jüdische Schüler geltende Mass um nur einen oder zwei Tage hinauszugehen erlaubt, ist letztlich nicht mehr eine Frage der gesetzlichen Grundlage, sondern eine Frage der Verhältnismässigkeit.\n\n5. a) Das Verhältnismässigkeitsprinzip verlangt, dass ein Grundrechtseingriff sich auf ein die privaten Interessen überwiegendes öffentliches Interesse stützt und sich auf das zum Schutz des öffentlichen Interesses Notwendige beschränkt (BGE 112 Ia 320 E. 2a mit Hinweisen).\n\nDas öffentliche Interesse an der Einhaltung des Schulobligatoriums ist unter dem Gesichtspunkt der öffentlichen Ordnung (geregelter BGE 114 Ia 129 S. 137Schulbetrieb) und des Schutzes der Interessen der anderen Schüler gewichtig. Kommt eine kantonale Regelung über die Schuldispensation den Interessen von Angehörigen von Religionsgemeinschaften weit entgegen, so dürfte das öffentliche Interesse daran, dass nicht über den Willen des Gesetzgebers hinausgehende Schuldispensationen beansprucht werden, regelmässig überwiegen. Die gestützt auf die einschlägigen Bestimmungen verfügte Bewilligungsverweigerung ist dann das unerlässliche Mittel zur Durchsetzung des Schulobligatoriums.\n\nb) Im vorliegenden Fall ist davon auszugehen, dass das kantonale Recht Schuldispensationen zur Begehung religiöser Feste in grosszügiger Weise gewährt, indem der Kanton dafür nebst den schulfreien Samstagen bis zu 13 Tage vorsieht, entsprechend der Regelung für jüdische Kinder. Im hier fraglichen Jahr 1986 beanspruchte der Beschwerdeführer für seine Tochter bloss 12 Tage Schuldispensation, im Maximum sind im einzelnen Jahr 13 Tage erforderlich.\n\nEs mag zutreffen, dass die Beeinträchtigung des Schulbetriebes - eher wohl des Lernerfolges für den betreffenden Schüler - grösser ist, wenn sich die Dispensationen nicht auf einzelne bzw. je auf wenige zusammenhängende Tage verteilen, sondern jeweils grössere Zeitabschnitte erfassen. Es ist jedoch schwer vorstellbar, dass diese Beeinträchtigung wesentlich stärker ist, wenn - nicht jedes Jahr - zusammenhängende Abwesenheiten von 5 bis 6 Tagen anstelle von bloss 4 Tagen anfallen.\n\nDagegen ist zu berücksichtigen, dass die an sich grosszügige Gewährung von 4 Tagen Dispensation dem Beschwerdeführer praktisch nichts nützt, da es ihm dadurch nicht ermöglicht wird, mit seiner Tochter dem Gebot seiner Religionsgemeinschaft nachzuleben, das Laubhüttenfest an allen 8 Tagen in der Gemeinschaft zu feiern, was regelmässig im Ausland - normalerweise in Bonndorf in der Bundesrepublik Deutschland - geschieht. Um dies tun zu können, bedurfte er für das - hier streitige - Jahr 1986 eines zusätzlichen Tages, in späteren Jahren würden es höchstens 2 Tage sein. Für den Beschwerdeführer stellt es damit einen entscheidenden Unterschied dar, ob bloss für 4 oder für 5 Tage (1986) Dispensation erteilt wird. Wegen eines einzigen zusätzlichen Tages, für den nicht Dispensation erteilt wird, steht die Einhaltung des 8tägigen Laubhüttenfestes als Ganzes in Frage. Der Beschwerdeführer wird in seiner Glaubens-, Gewissens- und Kultusfreiheit in schwerwiegender Weise getroffen. Zu berücksichtigen ist vor allem auch, BGE 114 Ia 129 S. 138dass durch seine Auseinandersetzung mit der Schulbehörde seine Tochter stark betroffen und unweigerlich in den Konflikt zwischen Schule und Elternhaus miteinbezogen wird. Demgegenüber erscheint die allfällige zusätzliche Beeinträchtigung der Schulordnung - welche die kantonale Regelung zum Schutze der religiösen Grundrechte ohnehin in beträchtlichem Masse hinnehmen will - nicht als bedeutend. Die Verweigerung der Ausnahmebewilligung erweist sich damit als unverhältnismässig.\n\nDer angefochtene Entscheid verletzt die Glaubens- und Gewissensfreiheit sowie die Kultusfreiheit. Er ist dementsprechend aufzuheben."}