{"annee": "114", "cour": "IB", "page": "321", "date": "14/12/1988", "cite": ["107 IB 219", "111 IB 287", "109 IB 13", "112 IB 531", "104 IA 470", "102 IB 173", "112 IB 485", "100 IB 86", "110 IB 138", "100 IB 190", "101 IB 189", "98 IB 203", "113 IB 39", "109 IB 26", "106 IB 241", "106 IA 184", "103 IB 210", "106 IB 381", "103 IB 91", "113 IB 133", "102 IA 243", "114 IB 180", "110 IB 43", "108 IB 345", "102 IB 76", "102 IB 212", "112 IB 396", "97 I 602", "101 IB 277"], "cite_par": ["119 IB 366", "129 II 420", "120 II 423", "119 IB 447", "122 II 246", "121 II 350"], "chapeau": "49. Extrait de l'arrêt de la Ire Cour de droit public du 14 décembre 1988 dans la cause Masse en faillite de la succession répudiée F. et hoirs B. contre Confédération suisse et Commission fédérale d'estimation du 1er arrondissement (recours de droit administratif)", "regestes": ["Expropriation; indemnité pour la constitution d'une servitude. - Méthode et principes applicables au calcul d'une telle indemnité (consid. 3). - Art. 20 al. 1 LEx: examen du statut juridique et des perspectives de développement futur des terrains litigieux au dies aestimandi (consid. 4). - Art. 20 al. 3 LEx: effets anticipés de l'ouvrage de l'expropriant dont il faut faire abstraction; refus de considérer comme tels, en l'espèce, l'AFU et une décision de blocage provisoire fondée sur cet arrêté (consid. 5). - Refus d'une indemnité pour la moins-value d'un terrain agricole au sens de l'art. 19 let. b LEx (consid. 6). - Le remboursement des frais de projets exécutés en vain, sur la base de l'art. 19 let. c LEx, est exclu lorsque ceux-ci tendaient non pas à l'obtention d'un permis de construire conforme au droit en vigueur, mais à la modification de ce droit (consid. 7)."], "faits": "|322|\n\nLe 17 septembre 1980, se fondant sur l'art. 15 de la loi fédérale sur la protection de la nature et du paysage (LPN; RS 451) et sur l'art. 3 de la loi fédérale sur l'expropriation (LEx; RS 711), le Conseil fédéral a décidé d'engager une procédure d'expropriation contre les propriétaires de 12 parcelles sises sur le territoire de la commune vaudoise de Buchillon. Le but de cette mesure était de protéger la campagne de Chanivaz, vaste domaine compris entre le rivage du Léman et le cours de l'Aubonne, à l'ouest du village de Buchillon, séparé de lui par une forêt. Les fonds concernés devaient être grevés d'une servitude d'interdiction de bâtir - constructions nécessaires à l'exploitation agricole et installations d'utilité publique exceptées - et d'interdiction d'utiliser le sol à des fins contraires à la protection du site. Le secteur exproprié s'étend sur environ 79 ha, dont 27 ha de forêt. En font partie les parcelles No 312, d'une superficie totale de 549493 m2, dont 166 136 m2 de forêt, et No 314 de 22658 m2 (21 696 m2 en nature de forêt).\n\nSur la base de la décision du Conseil fédéral, l'Office fédéral des forêts a requis, le 3 novembre 1980, du Président de la Commission fédérale d'estimation du 1er arrondissement l'ouverture de la procédure d'expropriation. Par décision du 2 décembre 1980, celui-ci admit la requête et autorisa la Confédération à recourir à la procédure sommaire (art. 33 LEx). Les avis personnels furent notifiés aux expropriés le 6 février 1981. Le 6 mars suivant, les propriétaires des parcelles 312 et 314 ont conclu à l'allocation d'une indemnité de 48'867'420 francs, sous déduction de 5'000'000 francs à titre de frais d'équipement de leurs terrains, ainsi qu'à l'allocation de 1'000'000 francs en compensation des frais entraînés par la mise en valeur de ceux-ci. L'audience de |323| conciliation eut lieu le 24 août 1981, mais ne déboucha sur aucun accord. Les expropriés ont donc confirmé leurs conclusions. Quant à l'expropriante, elle nia tout droit à indemnité pour expropriation, sous réserve éventuellement d'un montant réduit pour les frais d'études engagés de bonne foi.\n\nPar jugement du 31 octobre 1986, la Commission d'estimation a condamné la Confédération suisse à verser aux propriétaires précités une indemnité de 656'753 francs pour autres préjudices au sens de l'art. 19 lettre c LEx et une somme de 5'000 francs à titre de dépens; elle a rejeté toutes autres ou plus amples conclusions. S'écartant de l'opinion des experts qu'elle avait désignés, elle a retenu en substance que l'imposition de l'interdiction de bâtir et des autres restrictions demandée par voie d'expropriation n'avait entraîné aucune moins-value des biens-fonds en cause, de nature agricole; elle a par contre estimé qu'il se justifiait de rembourser les dépenses engagées par les propriétaires en vue de mettre leurs terrains en valeur.\n\nAgissant par la voie d'un recours de droit administratif, les expropriés ont demandé au Tribunal fédéral de réformer le jugement de la Commission d'estimation et de condamner la Confédération suisse à leur verser un montant supplémentaire de 8'781'750 francs à titre d'indemnité de moins-value de leurs terrains, montant correspondant à celui retenu par les deux experts désignés par la Commission d'estimation. Les recourants ont conclu en outre à ce que la somme allouée à titre de dépens soit augmentée à 30'000 francs. La Confédération suisse a présenté des observations et formé un recours joint. Elle a conclu au rejet du recours principal et à l'admission de son recours joint, l'indemnité due aux deux expropriés devant être réduite à 74'285 fr. 85. La Commission fédérale d'estimation a renoncé à se déterminer sur les recours et s'est référée aux considérants de son jugement. Les expropriés ont conclu au rejet du recours joint. Le Tribunal fédéral a rejeté le recours principal et admis le recours joint.", "considerants": "Extrait des considérants:\n\n3. L'objet de l'expropriation (art. 5 LEx) consiste en l'espèce en une servitude - créée en faveur de la Confédération - d'interdiction d'ériger sur les parcelles 312 et 314 des constructions ou installations étrangères à l'exploitation agricole, et d'utiliser leur sol à des fins contraires aux buts de protection du site de |324| Chanivaz. Comme de tels droits réels restreints ne sont pas des objets de commerce et que l'imposition forcée d'une servitude sur un fonds constitue juridiquement une expropriation partielle (ATF 111 Ib 288 consid. 1; ATF 106 Ib 245 consid. 3, ATF 103 Ib 99 consid. 3b, ATF 102 Ib 176 consid. 2), l'indemnité pleine et entière à verser au propriétaire grevé (art. 16 LEx) correspond à la moins-value prévue à l'art. 19 lettre b LEx. Elle se calcule selon la méthode dite de la différence, laquelle consiste à déduire de la valeur vénale du fonds libre de servitude celle du fonds grevé de la servitude (cf. arrêts précités). L'estimation de la valeur vénale doit tenir compte dans une juste mesure de la possibilité de mieux utiliser l'immeuble (art. 20 al. 1 LEx), à des fins de construction notamment (cf. ATF 97 I 602; voir pour l'expropriation matérielle ATF 113 Ib 135 consid. 4b; ATF 112 Ib 401 ss consid. 6, 491 consid. 5; ATF 109 Ib 17 /18 consid. 4b). Selon la jurisprudence constante, une meilleure utilisation au sens de l'art. 20 al. 1 LEx n'est prise en considération que si elle apparaît hautement vraisemblable dans un proche avenir (ATF 113 Ib 43, 45; ATF 112 Ib 533 consid. 3; ATF 97 I 602 ss, ZBl 69/1968, p. 98). La date déterminante pour l'estimation de la valeur vénale et des perspectives de meilleure utilisation possible opération qui requiert la prise en considération tant de la situation de fait et des caractéristiques physiques des fonds en question que de leur statut juridique (ATF 112 Ib 533) - est celle de l'audience de conciliation (art. 19bis LEx). La valeur vénale doit être fixée en faisant abstraction aussi bien des plus-values que des moins-values que l'ouvrage de l'expropriation entraîne généralement pour les fonds expropriés (art. 20 al. 3, 1re phrase, LEx): de tels avantages ou inconvénients n'ont pas à être pris en considération, même s'ils se sont manifestés déjà avant l'ouverture de la procédure et constituent un effet anticipé favorable ou défavorable - de l'entreprise de l'expropriant (ATF 110 Ib 47 /48 consid. 3, ATF 104 Ia 470). La notion d'\"entreprise\" de l'expropriant recouvre non seulement les ouvrages et installations matériels, mais aussi les objets de caractère idéal, notamment comme en l'espèce la protection de la nature, du paysage et de biotopes déterminés, ou autres buts semblables. En cas d'expropriation partielle, il faut tenir compte du dommage résultant de la perte ou de la diminution d'avantages - même simplement de fait - influant sur la valeur vénale et que la partie restante aurait, selon toute vraisemblance, conservés s'il n'y avait pas eu d'expropriation (art. 22 al. 2 LEx); un lien de causalité adéquate doit toutefois |325| exister entre l'expropriation et une telle perte (ATF 106 Ib 385 consid. 2b, 386 consid. 3a; ATF 100 Ib 196 consid. 8, 200; ATF 98 Ib 207 /208).\n\n4. Il convient de déterminer tout d'abord quels étaient le statut juridique et les perspectives de développement futur des terrains à la date déterminante du 24 août 1981.\n\na) Le 1er janvier 1980 est entrée en vigueur la loi fédérale sur l'aménagement du territoire (LAT). Cette loi prescrit notamment aux cantons de régler le mode d'utilisation du sol au moyen de plans d'affectation. selon certains principes adoptés en exécution du mandat constitutionnel contenu à l'art. 22quater Cst. Ces plans doivent délimiter en premier lieu les zones à bâtir et le territoire inconstructible, soit les zones agricoles et les zones a protéger (art. 14 LAT). Sont à classer dans les zones à bâtir: les terrains propres à la construction déjà largement bâtis ou probablement nécessaires à la construction dans les quinze ans à venir et qui seront équipés dans ce laps de temps (art. 15 LAT); dans les zones à protéger: les cours d'eau, les lacs et leurs rives, ainsi que les paysages d'une beauté particulière et d'un grand intérêt pour les sciences naturelles (art. 17 al. 1 lettres a et b LAT); dans les zones agricoles: les terrains qui se prêtent à l'exploitation agricole ou horticole et qui, dans l'intérêt général, doivent être utilisés par l'agriculture, les cantons devant, dans la mesure du possible, délimiter des surfaces cohérentes d'une certaine étendue (art. 16 LAT). Comme le spécifie l'art. 35 al. 3 LAT, les plans d'affectation cantonaux en force au moment de l'entrée en vigueur de la LAT conservent leur validité selon le droit cantonal jusqu'à l'approbation par l'autorité compétente des plans établis conformément au nouveau droit fédéral, ce dans un délai de huit ans au plus tard à compter de l'entrée en vigueur de la loi (art. 35 al. 1 lettre b LAT). Mais pour éviter que des lenteurs dans l'adoption de ces derniers ne puissent compromettre, par la politique du fait accompli, la réalisation des intentions d'aménagement consacrées par le droit fédéral, les gouvernements cantonaux sont autorisés, en vertu de l'art. 36 al. 2 LAT, à prendre des mesures provisionnelles, en particulier à prévoir des zones réservées (art. 27 LAT), et cela aussi longtemps que le droit cantonal n'aura pas désigné d'autres autorités compétentes (cf. ATF 110 Ib 139 ss et les références citées, ATF 114 Ib 183 consid. 2a). En l'absence de zones à bâtir, et sauf disposition contraire du droit cantonal, est réputée zone à bâtir |326| provisoire la partie de l'agglomération qui est déjà largement bâtie (art. 36 al. 3 LAT).\n\nb) Le Conseil d'Etat vaudois, au lieu de légiférer par voie d'ordonnance comme le lui aurait permis l'art. 36 al. 2 LAT, a préféré s'en tenir à ce qu'avait ordonné le parlement cantonal: le 11 septembre 1979 déjà, celui-ci avait adopté un décret \"prolongeant les mesures provisoires urgentes en matière d'aménagement du territoire\", lequel est entré en vigueur le 1er janvier 1980, simultanément à la LAT, et était destiné à le rester jusqu'au 31 décembre 1981. Aux termes de ce décret, les plans et règlements établis en application de l'arrêté fédéral du 17 mars 1972 instituant des mesures urgentes en matière d'aménagement du territoire (AFU) et du règlement cantonal d'application de cet arrêté du 12 juillet 1972, étaient maintenus en vigueur à titre provisoire dans la mesure où ils ne seraient pas abrogés ou modifiés - par le Conseil d'Etat jusqu'au 31 décembre 1979 (cf. RLV 176, 1979, p. 344; art. 1er, 2, 5). Ainsi que cela résulte clairement de la systématique dudit décret et de la date de son entrée en vigueur, et comme le confirment les travaux préparatoires (cf. l'exposé des motifs dans le Bulletin des séances du Grand Conseil du canton de Vaud, session extraordinaire de septembre 1979, p. 1398 ss, en particulier VI, p. 1402; exposé du rapporteur Liron, p. 1405 ss), ces dispositions cantonales constituaient, bien qu'adoptées avant l'entrée en vigueur de la LAT, des mesures prises en application de l'art. 36 de cette loi afin de garantir que l'aménagement en cours d'adoption ne soit compromis; elles transformaient ainsi les zones de protection établies en vertu de l'AFU, et devenues caduques avec ce dernier le 31 décembre 1979, en zones de protection provisoire de droit cantonal instituées en application de la LAT. Il n'est pas contesté en l'espèce que les deux parcelles 312 et 314 étaient comprises dans une telle zone de protection au dies aestimandi (24 août 1981) et qu'en application du décret cantonal elles étaient alors inconstructibles.\n\nc) Certes, le 11 novembre 1973, soit durant la période de validité de l'AFU, le Conseil d'Etat vaudois avait approuvé un plan d'extension partiel de Chanivaz, concernant le seul secteur de Séréna, objet d'un plan de quartier approuvé le 9 mars 1973 par le Conseil général de Buchillon. Situé au milieu du domaine de Chanivaz, le secteur de Séréna, d'une superficie de 6,6 ha environ, était destiné à accueillir, selon les intentions des propriétaires |327| aujourd'hui expropriés, un véritable village de 400 habitants jouissant d'un accès aux rives du lac et doté d'un port. Le 9 avril 1975, toutefois, statuant sur un recours des Ligues suisse et vaudoise pour la protection de la nature, le Conseil fédéral a annulé la décision d'approbation du Conseil d'Etat vaudois et ordonné que le périmètre en question reste incorporé parmi les zones et régions protégées à titre provisoire au sens de l'art. 2 al. 1, lettres a, b et d AFU. En cours de procédure, le département fédéral compétent avait octroyé l'effet suspensif au recours. Annulée par le Conseil fédéral comme étant contraire au droit fédéral alors en vigueur, la décision du Conseil d'Etat vaudois de 1973, favorable à la création du nouveau village de Séréna, n'a donc jamais déployé d'effets.\n\nAu moment où les mesures de protection de l'AFU sont tombées, le Conseil d'Etat vaudois aurait pu réexaminer la question. En effet, si le décret du Grand Conseil du 11 septembre 1979 maintenait bien en vigueur sur le plan cantonal les zones de protection instituées en vertu de l'AFU, il autorisait néanmoins également le Conseil d'Etat à les supprimer ou à les modifier le 31 décembre 1979 (art. 2 et 5 dudit décret). Cette autorité aurait donc eu la faculté de remodeler la zone protégée de Chanivaz et, en particulier, d'affecter à nouveau le centre de celle-ci à la construction, en vue de réaliser le village de Séréna projeté auparavant. Le Conseil d'Etat ne prit toutefois aucune mesure. Il n'est par ailleurs pas établi qu'à ce moment-là (fin 1979) les expropriés l'auraient sollicité de faire quelque chose dans ce sens, ni que des démarches auraient été entreprises à cette fin par les autorités communales.\n\n...\n\nAu dies aestimandi, les terrains litigieux ne pouvaient donc pas recevoir de constructions autres que celles liées à leur exploitation agricole, en vertu du décret du Grand Conseil vaudois du 11 septembre 1979, édicté en application de l'art. 36 LAT, et dont l'échéance était fixée au 31 décembre 1981.\n\nd) Abstraction faite du décret précité, les terrains en question devaient de toute façon être considérés comme inconstructibles au dies aestimandi, et même au cours des années précédentes.\n\nCertes, selon le Règlement communal sur le plan d'extension et la police des constructions adopté le 24 novembre 1971 par le Conseil général de Buchillon et approuvé le 10 mars 1972 par le Conseil d'Etat vaudois, l'ensemble de la campagne de Chanivaz, |328| à l'exception de l'aire forestière, était attribuée à la zone sans affectation spéciale; d'après le droit cantonal alors en vigueur, il était possible, à certaines conditions, d'y construire une habitation par 4500 m2 de terrain (art. 56 septies lettre a LCAT dans sa version de la novelle du 26 février 1964 modifiant le texte original du 5 février 1941; RLV 1964, p. 77 ss). Mais, à partir du 1er juillet 1972, date de l'entrée en vigueur de la loi fédérale sur la protection des eaux contre la pollution du 8 octobre 1971 (LPEP), les permis de construire n'étaient généralement délivrés que dans les zones à bâtir ou, lorsque celles-ci faisaient défaut, dans le périmètre du plan directeur des égouts, si le déversement des eaux usées dans les canalisations était assuré. En revanche, en dehors de ce périmètre, des permis ne pouvaient être délivrés que dans la mesure où le requérant pouvait démontrer objectivement l'existence d'un besoin (ATF 102 Ib 213 consid. 1a et les références), et à la condition qu'un système d'évacuation et d'épuration approuvé par le service technique cantonal de la protection des eaux ait été prévu (art. 20 LPEP). D'après ces dispositions - qui, à côté des buts de police, poursuivaient également des objectifs d'aménagement du territoire (ATF 103 Ib 215 consid. 1d; ATF 101 Ib 195 consid. 2c, 304 consid. 2b; ATF 100 Ib 91 consid. 4), - un besoin objectivement fondé pour de nouvelles constructions ne pouvait être reconnu que si leur implantation était imposée par leur destination (art. 27 OLPEP; ATF 102 Ib 79 consid. 4a), exigence à laquelle il ne pouvait pas être renoncé même dans les cas où le raccordement à une canalisation aurait été techniquement possible (ATF 107 Ib 224 /225 consid. 3c aa, ATF 106 Ia 186 consid. 4b aa). Or, à supposer que les biens-fonds des expropriés eussent été précédemment constructibles en vertu du droit cantonal précité, ils auraient cessé de l'être le 1er juillet 1972 en application des dispositions du droit fédéral alors en vigueur (LPEP), car ils étaient situés en dehors du périmètre du plan directeur des égouts et l'implantation des constructions projetées n'était manifestement pas imposée par leur destination.\n\n...\n\nQuant au droit fédéral, s'il est vrai que les art. 19 et 20 LPEP ont été abrogés le 31 décembre 1979 et remplacés depuis par d'autres dispositions, leur rôle joué en matière d'aménagement a cependant été repris sans solution de continuité dans la LAT entrée en vigueur le 1er janvier 1980: des autorisations de construire ne peuvent être délivrées que si les constructions ou installations |329| projetées sont conformes à l'affectation de la zone et si le terrain est équipé (art. 22 al. 2 LAT); en dehors des zones à bâtir - comme en l'espèce - il faut que l'implantation de ces constructions ou installations soit imposée par leur destination et qu'aucun intérêt prépondérant ne s'y oppose (art. 24 al. 1 LAT). Il est manifeste, et par ailleurs incontesté, qu'au dies aestimandi ces conditions n'étaient pas remplies pour les fonds ici en cause, auxquels seule une vocation agricole pouvait être reconnue.\n\n...\n\ne) La constructibilité des terrains en cause au moment déterminant étant exclue, une possibilité de meilleur usage au sens de l'art. 20 al. 1 LEx pouvait être admise seulement si l'on devait retenir comme hautement probable que, le 31 décembre 1981, a l'expiration de la validité du décret du Grand Conseil du 11 septembre 1979, les terrains en question auraient été inclus à brève échéance dans une zone à bâtir, sur la base d'un plan d'affectation analogue à celui adopté et approuvé en 1973, mais annulé par le Conseil fédéral en application de l'AFU.\n\nUne telle perspective devait manifestement apparaître comme extrêmement improbable, voire même exclue, compte tenu des critères fixés par la LAT en matière d'aménagement du territoire ... et eu égard aussi aux exigences de développement limitées de la petite commune de Buchillon, ainsi qu'à la nature, à la situation, au caractère agricole homogène de la campagne de Chanivaz, à l'absence d'infrastructure élémentaire et à l'éloignement de l'agglomération villageoise. La prise en compte de l'ensemble de ces éléments - indépendamment de toute considération de protection du paysage - suffisait pour conclure que les perspectives d'une insertion future, à brève échéance, de la campagne de Chanivaz dans la zone constructible étaient au dies aestimandi - elles le sont toujours - totalement aléatoires, pour ne pas dire inexistantes. Rien, en d'autres termes, ne permettait de distinguer le sort qui serait fait à ces terrains dans le futur - même à moyen ou long terme - de celui des très nombreux fonds agricoles sis autour du village et dotés de qualités comparables pour ce qui est de la tranquillité, de la vue ou du cadre champêtre agréable. Des perspectives d'avenir aussi incertaines, purement aléatoires, sortent du cadre de l'art. 20 al. 1 LEx et ne sauraient être prises en considération pour déterminer la valeur vénale.\n\nEn excluant la possibilité d'un meilleur usage, la Commission fédérale d'estimation n'a donc pas violé le droit fédéral...\n\n|330|\n\n5. Les recourants soutiennent cependant que si le Conseil fédéral n'avait pas, le 9 avril 1975, annulé le plan de quartier de Séréna adopté par les autorités communales le 9 mars 1973 et approuvé par le Conseil d'Etat vaudois le 11 novembre de la même année, leurs terrains seraient devenus et restés constructibles, et eux-mêmes auraient vraisemblablement pu réaliser dans l'intervalle leurs projets de construction. Cette objection doit être examinée sous l'angle de l'art. 20 al. 3 LEx, même si les recourants ne mentionnent pas expressément cette disposition, car le Tribunal fédéral applique le droit d'office.\n\na) L'art. 20 al. 3 LEx exprime un principe général qui découle de l'art. 22ter Cst. Il commande de ne pas tenir compte, dans la fixation de l'indemnité d'expropriation, des effets positifs ou négatifs que l'ouvrage de l'expropriant peut avoir exercés sur la valeur vénale des fonds expropriés, même si cette influence s'est manifestée avant l'ouverture de la procédure, voire avant la publication du projet. Ces effets anticipés, favorables ou défavorables, peuvent se traduire par une variation du niveau des prix de terrains déterminés, sans changement du régime juridique de ceux-ci (ATF 104 Ia 470 s. consid. 5b et c), ou par une modification temporaire ou durable du statut juridique des fonds à exproprier (création de zones réservées pour les routes nationales, par exemple), ou encore parfois par une modification de mesures d'aménagement adoptées ou à adopter par d'autres organes de la planification locale (par exemple lorsque la prise en considération d'une future autoroute conduit à modifier la limite d'une zone à bâtir communale). Si des mesures d'aménagement préparatoires constituent en elles-mêmes déjà une expropriation matérielle, le propriétaire peut et doit même faire valoir ses prétentions à ce titre devant l'autorité compétente, sans attendre l'ouverture subséquente de la procédure d'expropriation. En dehors de cette hypothèse, les effets anticipés défavorables - ou même favorables: cf. arrêt X. c. commune de Cumbels du 15 juin 1983, publié dans ZBl 86/1985, p. 63 ss - n'ont pas à être pris en considération dans la procédure d'expropriation formelle ouverte aux fins de réaliser l'ouvrage de l'expropriant; l'indemnité se doit alors d'être fixée en fonction de la situation qui aurait existe, selon le cours ordinaire des choses, sans la mesure en cause (ATF 112 Ib 495, ATF 110 Ib 47 s. consid. 3; voir également l'arrêt canton des Grisons c. Viamala Garage AG du 15 décembre 1982, consid. 2 publié dans ZBl 84/1983, p. 176/177 et l'arrêt X. contre |331| commune de Cumbels du 15 juin 1983 déjà cité, ZBl 86/1985, p. 63 ss).\n\nb) En l'espèce, l'on ne saurait voir dans l'arrêté fédéral du 17 mai 1972 instituant des mesures urgentes en matière d'aménagement du territoire (AFU) une mesure préparatoire en vue de l'expropriation aujourd'hui en discussion. L'AFU a instauré sous forme de normes générales et abstraites des mesures d'aménagement du territoire de nature transitoire, en application de l'art. 22quater Cst., redéfinissant du même coup le contenu du droit de propriété selon l'art. 22ter Cst., norme constitutionnelle de même rang.\n\nEntré immédiatement en vigueur, ce droit fédéral liait les autorités communales de Buchillon et le Conseil d'Etat vaudois avant déjà la publication du plan de quartier de Séréna et son approbation par les autorités communale et cantonale, intervenue en violation du droit fédéral et annulée pour ce motif par le Conseil fédéral. Même si l'on voulait en faire abstraction, et considérer l'annulation de l'approbation du plan de quartier de Séréna comme une mesure de blocage provisoire, les recourants n'en pourraient tirer aucun profit. En effet, le refus d'inclure leurs fonds - inconstructibles en vertu de la LPEP (cf. supra, consid. 4, lettre d) - dans une nouvelle zone à bâtir n'a rien changé à la situation juridique des propriétaires concernés, qui ont tout au plus vu fondre un espoir de mener à bien un projet d'aménagement qu'ils envisageaient, mais à la réalisation duquel ils n'avaient aucun droit. En d'autres termes, les recourants ne sauraient tirer davantage argument du défaut d'approbation du plan de 1973 que du refus précédemment opposé par les autorités communales de Buchillon à leur premier et plus ambitieux projet présenté le 13 mars 1969. Il n'en irait différemment à cet égard que s'il était manifeste qu'une inclusion des terrains litigieux en zone à bâtir s'imposait alors nettement et s'imposerait aujourd'hui du point de vue de l'aménagement, compte tenu de leur emplacement et de leur aptitude, d'une part, et des besoins de développement de la commune, d'autre part. C'était le cas, par exemple, dans l'affaire de la commune grisonne de Soglio, où il était question de la protection des jardins Salis, adossés au vieux village et constituant l'aire la plus indiquée et quasi obligée pour une extension, nécessaire, de la zone à bâtir: avec raison, la Commission fédérale d'estimation du 13e arrondissement avait tenu pour hautement vraisemblable in casu un classement en zone à bâtir dans un proche |332| avenir, pronostic partagé par la délégation du Tribunal fédéral et les experts qui s'étaient rendus sur place (cause Confédération suisse c. B. et Commission fédérale d'estimation du 13e arrondissement, rayée du rôle le 26 mars 1986 ensuite de transaction). On ne se trouve, dans le cas particulier, en présence d'aucun de ces éléments et la référence à l'art. 20 al. 1 et 3 LEx n'est donc d'aucun secours aux recourants.\n\n6. Par ailleurs, il n'est pas contesté en l'espèce que la constitution de la servitude litigieuse ne compromet pas dans une mesure appréciable l'usage agricole actuel et futur des fonds en cause; partant, en l'absence de préjudice patrimonial, l'imposition de cette servitude n'entraîne pas le versement d'une indemnité de moins-value au sens de l'art. 19 lettre b LEx. On ne fait pas valoir non plus que cette mesure, équivalant à une expropriation partielle, comporterait la perte d'avantages de pur fait dont les fonds auraient continué à bénéficier selon le cours ordinaire des choses et dont il y aurait lieu de tenir compte aux termes de l'art. 22 al. 2 LEx. Une prise en considération d'un meilleur usage futur étant exclue, ainsi qu'on l'a vu, le recours principal des expropriés ne peut qu'être rejeté.\n\n7. Dans son recours joint, l'expropriante conclut à la réforme de la décision de la Commission fédérale d'estimation sur la question du montant des autres préjudices au sens de l'art. 19 lettre c LEx. L'indemnité accordée à ce titre devrait être réduite de 656'733 francs à 74'285 fr. 85. Il s'agit des frais supportés par les expropriés de 1961 à 1980 en vue de la réalisation du projet de village Séréna et de ses annexes.\n\nDans sa décision, la Commission fédérale d'estimation a rappelé fidèlement la jurisprudence du Tribunal fédéral qui commande de rembourser les frais de projets ou autres dépenses semblables que l'expropriation a rendus inutiles, à condition toutefois que celle-ci n'ait pas été prévisible pour l'exproprié au moment où ces dépenses ont été faites (cf. ATF 102 Ia 252 consid. 7, ATF 101 Ib 290 s. consid. d). Elle a par ailleurs relevé à juste titre que les frais de plans engagés pour la mise sur pied d'un projet pour lequel le permis de construire aurait dû être refusé en application des dispositions légales applicables n'ont pas à être remboursés (ATF 108 Ib 351 consid. 5c, 357), car l'absence d'expropriation n'aurait rien changé à l'inutilité de ces dépenses. Le jugement attaqué a fait toutefois de ces principes, en soi exacts, une application erronée, que le Tribunal fédéral ne saurait avaliser.\n\n|333|\n\nLa Commission fédérale d'estimation a en effet omis de considérer que, dès le début, les projets et études faits par les expropriés tendaient non pas à l'obtention d'un permis de construire conforme au droit alors en vigueur, mais à la modification de ce droit. Ils visaient en réalité à faire adopter des mesures d'aménagement (plan d'extension, plan de quartier) qui auraient permis une utilisation à des fins de construction plus intensive que ne le permettait le droit cantonal avant l'entrée en vigueur, le 1er juillet 1972, des dispositions restrictives de la LPEP, ou qui auraient rétabli la constructibilité que cette loi fédérale avait exclue à partir du 1er juillet 1972, suivie en cela, quelques années plus tard, également par le droit cantonal. De ce point de vue, il est sans importance que les autorités communales aient appuyé le projet des promoteurs: ces derniers savaient ou devaient de toute façon savoir que le succès définitif de leurs démarches ne dépendait pas seulement des décisions des autorités communales, mais aussi de l'accord des autorités cantonales et fédérales, accord à l'obtention duquel ils n'avaient aucun droit. L'éventualité que leur initiative ne soit pas menée à bien, à cause de décisions négatives des autorités compétentes pour connaître des modifications qu'ils souhaitaient voir apporter à la planification locale, faisait partie du risque normal de l'entrepreneur, assumé par les promoteurs. Il s'ajoute à cela que les frais en question se sont avérés inutiles avant déjà l'ouverture de la procédure d'expropriation, et qu'ils ne présentent donc avec celle-ci aucun lien de causalité adéquate. Le fait que les promoteurs ont agi de bonne foi - ce que personne ne conteste - ne saurait suppléer au défaut d'un tel lien de causalité.\n\nPar conséquent, le recours joint de l'expropriante doit être admis et l'indemnité due aux expropriés réduite dans la mesure requise par la Confédération, dont les conclusions au demeurant lient le Tribunal fédéral (art. 114 al. 1 OJ; ATF 109 Ib 31 consid. 1b et les références)."}