{"annee": "114", "cour": "IA", "page": "377", "date": "26/7/1988", "cite": ["111 IV 151", "112 IV 139", "104 IV 90", "102 IV 153", "107 IV 185"], "cite_par": ["116 IV 262", "119 IV 107", "117 IV 233"], "chapeau": "63. Urteil der I. öffentlichrechtlichen Abteilung vom 26. Juli 1988 i.S. X. gegen Staatsanwaltschaft und Obergericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 10 CEDH; art. 204 CP; art. 84 al. 2 OJ en relation avec l'art. 269 al. 1 PPF; voie de recours. Le grief de violation indirecte de la convention européenne des droits de l'homme doit être soulevé par la voie du pourvoi en nullité."], "faits": "BGE 114 Ia 377 S. 377\n\nX., verantwortlicher Geschäftsführer einer Videothek, wurde von der I. Strafkammer des Obergerichts des Kantons Aargau kantonal letztinstanzlich wegen unzüchtiger Veröffentlichungen (Art. 204 StGB) zu einer Busse verurteilt, nachdem er über einen längeren Zeitraum verschiedenen Kunden Videofilme pornographischen Inhalts überlassen hatte. Auf eine gegen den obergerichtlichen Entscheid erhobene staatsrechtliche Beschwerde, mit der X. eine Verletzung von Art. 10 EMRK rügt, tritt das Bundesgericht nicht ein aus folgender", "considerants": "Erwägung:\n\nNach Art. 84 Abs. 2 OG ist die staatsrechtliche Beschwerde in den in Abs. 1 dieses Artikels genannten Fällen nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann. Im vorliegenden Fall macht der Beschwerdeführer BGE 114 Ia 377 S. 378richtigerweise nicht geltend, die Strafbestimmung von Art. 204 StGB sei als solche mit der EMRK unvereinbar, er rügt vielmehr, das angefochtene Urteil verletze Art. 10 EMRK, und Art. 204 StGB müsse im Lichte dieser Konventionsbestimmung neu ausgelegt werden. Damit rügt er aber eine Verletzung von Bundesrecht, über die das Bundesgericht nicht im staatsrechtlichen Beschwerdeverfahren, sondern nur im Rahmen einer Nichtigkeitsbeschwerde zu befinden hat (Art. 84 Abs. 2 OG i.V.m. Art. 269 Abs. 1 BStP).\n\nDer Beschwerdeführer wendet demgegenüber unter Hinweis auf BGE 107 IV 193 E. 6 ein, dass es der Kassationshof des Bundesgerichtes in der Vergangenheit abgelehnt habe, im Rahmen einer Kassationsbeschwerde auf Rügen der vorliegenden Art einzutreten. Diese Einschätzung trifft, wie der Kassationshof in einem jüngst durchgeführten Meinungsaustausch bestätigt hat, nicht zu. Auch wenn einzuräumen ist, dass der vom Beschwerdeführer angeführte Entscheid in diesem Punkt etwas verkürzt wiedergegeben ist, so geht doch aus verschiedenen anderen publizierten Urteilen des Kassationshofes deutlich hervor, dass die Rüge der konventionswidrigen Auslegung bundesrechtlicher Bestimmungen, also der mittelbaren Verletzung der Konvention, mit der Nichtigkeitsbeschwerde vorgebracht werden kann (zuletzt BGE 112 IV 139 E. 1; vgl. auch BGE 111 IV 154 E. 6; BGE 104 IV 93 E. 1c; BGE 102 IV 155 E. 1b). Steht aber die Möglichkeit der eidgenössischen Nichtigkeitsbeschwerde offen, bleibt Art. 84 Abs. 2 OG zufolge für die staatsrechtliche Beschwerde kein Raum."}