{"annee": "139", "cour": "V", "page": "259", "date": "25/4/2013", "cite": ["107 V 59", "131 V 472", "124 V 215"], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. J. gegen Unia Arbeitslosenkasse (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_783/2012 vom 25. April 2013", "regestes": ["Art. 8 al. 1 let. a et b, art. 10 al. 2 let. b et art. 11 al. 1 LACI; prise en compte de la perte de travail. En cas de contrat de travail sur appel, lorsque celui-ci a été conclu au cours d'un délai-cadre d'indemnisation et qu'il a également été pris en considération à titre de gain intermédiaire pour le droit aux prestations dans le délai-cadre suivant, on ne peut plus parler, dans le cadre du nouvel examen des conditions du droit aux prestations pour l'ouverture éventuelle d'un délai-cadre supplémentaire, d'une activité exercée en vue de diminuer le dommage, compte tenu de la longue durée du rapport de travail (consid. 5)."], "faits": "|260|\n\nA. Die 1955 geborene J. ist seit 1. Januar 2009 teilzeitlich auf Abruf bei M. als Kursleiterin tätig. Mit Verfügung vom 7. Februar 2012 verneinte die Arbeitslosenkasse Unia (nachfolgend: Arbeitslosenkasse) einen Anspruch auf Arbeitslosenentschädigung ab 19. Februar 2012 mangels eines anrechenbaren Arbeitsausfalls, nachdem J. seit 19. Februar 2010 wiederholt Taggelder der Arbeitslosenversicherung bezogen hatte. Daran hielt die Arbeitslosenkasse mit Einspracheentscheid vom 30. März 2012 fest.\n\nB. Die dagegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Schwyz mit Entscheid vom 17. August 2012 ab.\n\nC. J. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Rechtsbegehren, es sei die Sache unter Aufhebung des angefochtenen Entscheids an die Arbeitslosenkasse zur Prüfung ihres Anspruchs auf Arbeitslosenentschädigung zurückzuweisen, eventualiter sei die Sache zur Ergänzung des Sachverhalts an die Vorinstanz zurückzuweisen.\n\nDie Vorinstanz, die Arbeitslosenkasse und das Staatssekretariat für Wirtschaft (SECO) haben auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Gemäss konstanter Rechtsprechung des Bundesgerichts handelt es sich bei einem Arbeitsverhältnis auf Abruf, das nach dem Verlust einer Vollzeitstelle nicht freiwillig, sondern der Not gehorchend und um die Arbeitslosigkeit zu überbrücken, eingegangen wurde, um eine notgedrungene Zwischenlösung, was sich auch aus der Tatsache ergibt, dass die versicherte Person bereit ist, diese Tätigkeit unverzüglich aufzugeben. Eine versicherte Person hat dann mit der Aufnahme eines Abrufverhältnisses nur das getan, wozu sie gemäss der ihr obliegenden Schadenminderungspflicht (Art. 17 |261| AVIG; SR 837.0) gehalten ist (Urteil C 266/06 vom 26. Juli 2007 E. 3.2, in: SVR 2008 ALV Nr. 3 S. 6). Deshalb hielt das damalige Eidgenössische Versicherungsgericht (heute Bundesgericht) fest, die Annahme eines Arbeitsverhältnisses auf Abruf nach Verlust einer Vollzeitstelle sei als Überbrückungstätigkeit zu werten und nicht anstelle der letzten Vollzeittätigkeit als massgebendes letztes Arbeitsverhältnis im Sinne von Art. 4 Abs. 1 AVIV (SR 837.02) zu betrachten (Urteil C 279/95 vom 10. Juni 1996 E. 3a, in: SVR 1996 ALV Nr. 74 S. 227).\n\nVorliegender Fall ist davon zu unterscheiden, denn die Beschwerdeführerin beantragte nach Aufnahme ihres Abrufverhältnisses im Jahr 2009 nun die Eröffnung der dritten Rahmenfrist zum Leistungsbezug, aufgrund desselben Arbeitsverhältnisses auf Abruf bei M., welches sie weiterhin als Zwischenverdiensttätigkeit abgerechnet haben will. Nachdem die Versicherte nun ununterbrochen seit über vier Jahren dieselbe Tätigkeit als Kursleiterin innehat, ging die Vorinstanz zu Recht davon aus, dass es sich hierbei nicht mehr um eine notgedrungene Überbrückungstätigkeit handelt, sondern, wie dies das SECO in Rz. B97b der AVIG-Praxis ALE http://www.treffpunkt-arbeit.ch/publikationen/Kreisschreiben festhielt: \"Je länger dieses Arbeitsverhältnis auf Abruf jedoch dauert, desto mehr ist davon auszugehen, dass die neue Arbeitssituation für die versicherte Person zur Normalität wird und desto mehr geht der Gedanke der Schadenminderung verloren.\" Angesichts der langen Dauer des Arbeitsverhältnisses kann sich die Beschwerdeführerin nicht mehr darauf berufen, das Arbeitsverhältnis überbrückungsweise eingegangen zu sein.\n\n5.2 Unbehelflich ist sodann der Verweis auf den öffentlich-rechtlichen Vertrauensschutz (Art. 9 BV). Bei der Eröffnung der zweiten Leistungsrahmenfrist wertete die Kasse das Arbeitsverhältnis noch als notgedrungene Überbrückungstätigkeit zugunsten der Versicherten, während es sich bei der hier zu beurteilenden Folgerahmenfrist insofern um eine neue Situation handelt, als die Beschwerdeführerin nun schon seit mehreren Jahren im gleichen Abrufverhältnis steht und dabei seit fünf Jahren Leistungen der Arbeitslosenversicherung bezog. Die Beschwerdeführerin verkennt, dass beim Aufeinanderfolgen von Rahmenfristen jedes Mal eine Neuprüfung aller Anspruchsvoraussetzungen zu erfolgen hat. Der durch Zeitablauf veränderte Sachverhalt rechtfertigt eine andere rechtliche Beurteilung |262| als die Situation, wie sie bei der Eröffnung der vorangegangenen Rahmenfrist vorlag. Eine ungenügende oder fehlende Wahrnehmung der Beratungspflicht des Versicherungsträgers im Sinne von Art. 27 Abs. 2 ATSG (SR 830.1), die allenfalls einen Vertrauensschutz begründen könnte (BGE 124 V 215 E. 2b/aa S. 221; BGE 131 V 472 E. 5 S. 481), ist überdies nicht auszumachen, zumal die Versicherte während der ganzen Dauer ihrer Arbeitslosigkeit bestrebt sein musste, diese durch eine zumutbare, vollzeitliche Festanstellung zu beenden.\n\n5.3\n\n5.3.1 Ist das Einkommen aus dem Arbeitsverhältnis nicht mehr im Rahmen der Schadenminderungspflicht als Zwischenverdienst anzurechnen, erleidet die versicherte Person dem Grundsatz nach keinen anrechenbaren Verdienstausfall. Rechtsprechungsgemäss (BGE 107 V 59 E. 1 S. 61 f.; Urteil 8C_379/2010 vom 28. Februar 2011, in: ARV 2011 S. 149 mit weiteren Hinweisen) kann von diesem Grundsatz dann abgewichen werden, wenn der auf Abruf erfolgte Einsatz während längerer Zeit im Wesentlichen mehr oder weniger konstant war.\n\n5.3.2 Nach den nicht offensichtlich unrichtigen und daher für das Bundesgericht verbindlichen Feststellungen der Vorinstanz sind die Beschäftigungsschwankungen der Beschwerdeführerin zu gross, um die effektiv absolvierte Arbeitszeit als normal anzusehen, wogegen die Beschwerdeführerin auch nichts einwendet. Mit dem kantonalen Gericht ist demnach zu schliessen, dass sie ab 19. Februar 2012 mangels anrechenbaren Arbeitsausfalls keinen Anspruch auf Arbeitslosenentschädigung hat."}