{"annee": "139", "cour": "IV", "page": "186", "date": "6/3/2013", "cite": ["139 IV 94", "138 I 425", "123 I 268", "133 I 168", "138 IV 81", "137 IV 180"], "cite_par": ["139 IV 191", "139 IV 277", "141 IV 190"], "chapeau": "24. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre Ministère public de la République et canton de Genève (recours en matière pénale)\n\n1B_36/2013 du 6 mars 2013", "regestes": ["Art. 227 al. 7 et art. 231 al. 2 CPP; absence de contrôle périodique automatique de la détention pendant la procédure d'appel. En l'absence de renvoi à l'art. 227 al. 7 CPP, la détention pour des motifs de sûreté ne doit pas faire l'objet d'un contrôle périodique une fois la juridiction d'appel saisie (consid. 2)."], "faits": "|186|\n\nA. Par jugement rendu le 27 septembre 2012, dont le dispositif a été notifié séance tenante, le Tribunal correctionnel de la République et canton de Genève a (...) reconnu A. coupable d'entrave à l'action |187| pénale (art. 305 CP), ainsi que d'entrée et de séjour illégaux au sens de l'art. 115 al. 1 let. a et b LEtr (RS 142.20) et l'a condamné à une peine privative de liberté de 18 mois, sous déduction de 533 jours de détention subie avant jugement, assortie du sursis avec un délai d'épreuve de trois ans, sa libération étant en conséquence ordonnée. Le Ministère public a annoncé appeler de ce jugement aussitôt après son prononcé et a requis le maintien de A. en détention pour des motifs de sûreté. Par décision du même jour, le Tribunal correctionnel a ordonné sa mise en détention provisoire à titre de sûreté.\n\nSur requête motivée du Ministère public, la Présidente de la Chambre pénale d'appel et de révision de la Cour de justice de la République et canton de Genève a ordonné le 2 octobre 2012 le maintien de A. en détention pour des motifs de sûreté, précisant dans les considérants de sa décision qu'elle vaudrait jusqu'à droit connu en appel. Par ordonnance du 15 janvier 2013, la Chambre pénale a fixé les débats aux 12 et 13 mars 2013.\n\nB. Par acte du 8 janvier 2013, A. a requis sa mise en liberté immédiate. La Présidente de la Chambre pénale d'appel et de révision a rejeté cette demande par ordonnance du 18 janvier 2013. Elle a considéré qu'aucune disposition du code de procédure pénale ne prévoyait un contrôle périodique de la détention pour motifs de sûreté ordonnée pendant la procédure d'appel. La systématique de la loi ne laisserait pas présumer de renvoi aux dispositions relatives à la détention provisoire prévoyant un tel contrôle périodique.\n\nC. Agissant par la voie du recours en matière pénale, A. demande au Tribunal fédéral d'annuler cette décision, de constater l'illégalité de la détention qu'il a subie depuis le 3 janvier 2013 et d'ordonner sa mise en liberté immédiate. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Une mesure de détention préventive n'est compatible avec la liberté personnelle (art. 10 al. 2 Cst. et art. 5 CEDH) que si elle repose sur une base légale (art. 31 al. 1 et art. 36 al. 1 Cst.). Elle doit en outre correspondre à un intérêt public et respecter le principe de la proportionnalité (art. 36 al. 2 et 3 Cst.; ATF 123 I 268 consid. 2c p. 270). Pour que tel soit le cas, la privation de liberté doit être justifiée par les besoins de l'instruction, un risque de fuite ou un danger de |188| collusion ou de réitération (cf. art. 221 al. 1 let. a, b et c CPP). Préalablement à ces conditions, il doit exister à l'égard de l'intéressé des charges suffisantes, soit de sérieux soupçons de culpabilité (art. 221 al. 1 CPP; art. 5 par. 1 let. c CEDH; arrêt 1B_63/2007 du 11 mai 2007 consid. 3, non publié in ATF 133 I 168).\n\n2.1 Le recourant ne critique pas que les conditions énumérées à l'art. 221 CPP soient réalisées en l'espèce. Ses griefs sont exclusivement dirigés contre l'absence alléguée de titre de détention depuis le 3 janvier 2013. Le recourant invoque en effet une violation de l'art. 31 al. 1 Cst., ainsi que des art. 229 al. 3 let. b et 227 al. 7 CPP. Il fait valoir que la durée de la détention pour des motifs de sûreté, sur demande du Ministère public dans le cadre de la procédure d'appel et après acquittement par le tribunal de première instance, doit, à l'instar de la détention provisoire, être fixée pour une durée maximale de trois mois, renouvelable. Tel n'ayant pas été le cas le concernant, la détention qu'il subit depuis le 3 janvier 2013, soit depuis l'écoulement de trois mois à compter de la décision de la Cour de justice, serait illégale.\n\n2.2 Selon la jurisprudence, la nature de la détention demeure la même, qu'il s'agisse de détention provisoire ou pour des motifs de sûreté. Dès lors, un contrôle périodique de l'adéquation aux principes de célérité et de proportionnalité de la détention pour des motifs de sûreté doit pouvoir être opéré par le tribunal des mesures de contrainte (ATF 137 IV 180 consid. 3.5 p. 186).\n\n2.2.1 Cette jurisprudence a été rendue pour régler les questions liées à la détention pendant la période comprise entre la notification de l'acte d'accusation (art. 220 al. 2 CPP) et le prononcé du jugement de première instance. Elle est fondée sur le renvoi à l'art. 227 al. 7 CPP prévu à l'art. 229 al. 3 CPP et justifiée par une interprétation littérale de ces dispositions.\n\nA ce stade de la procédure, le contrôle périodique de la détention est examiné par le Tribunal des mesures de contrainte (art. 227 CPP); ses décisions sont susceptibles de recours auprès de l'autorité cantonale de recours (art. 222 et 393 al. 1 let. c CPP).\n\n2.2.2 Dans un arrêt plus récent (ATF 139 IV 94), le Tribunal fédéral a eu l'occasion d'examiner les questions de détention pour des motifs de sûreté liées à la période comprise entre le prononcé du jugement de première instance et la saisine de la juridiction d'appel. Au moment du jugement, il appartient en effet au tribunal de |189| première instance de déterminer si le prévenu qui a été condamné doit être placé ou maintenu en détention (art. 231 al. 1 CPP). Quant au jugement sur la culpabilité du prévenu, les sanctions et les autres conséquences, il est motivé et notifié dans les 60 jours, exceptionnellement dans les 90 jours à compter de la remise du dispositif (art. 351 en lien avec l'art. 84 al. 2 et 4 CPP). Dans le système ainsi prévu par le code, la question de la prolongation de la détention pour une durée supérieure à trois mois après la notification du dispositif de première instance ne devrait pas se poser.\n\nDans l'hypothèse - précisément réalisée dans l'arrêt précité - où le tribunal de première instance tarde à motiver son jugement de condamnation, il lui appartient alors de réexaminer lui-même d'office l'adéquation aux principes de célérité et de proportionnalité de la détention pour des motifs de sûreté (arrêt précité, consid. 2.3.1). Afin d'assurer un contrôle de telles décisions, une voie de recours est assurée auprès de l'autorité cantonale de recours (art. 393 al. 1 let. b CPP).\n\n2.2.3 Dès que la juridiction d'appel est saisie (art. 399 al. 2 CPP), les art. 231-233 CPP confèrent à la direction de la procédure de cette juridiction différentes compétences en matière de détention pour des motifs de sûreté: elle peut revenir sur la libération ordonnée par le tribunal de première instance après un jugement d'acquittement (art. 231 al. 2 CPP), ordonner une mise en détention en raison de faits nouveaux apparus pendant la procédure d'appel (art. 232 CPP) et statuer sur les demandes de libération formées durant la procédure d'appel (art. 233 CPP). A teneur de la jurisprudence, elle est également compétente pour maintenir le prévenu en détention si l'autorité de première instance a omis de se prononcer sur ce point (arrêt 1B_683/ 2011 du 5 janvier 2012 consid. 2.3, in Pra 2012 n° 113 p. 791). Dans tous les cas, elle doit rendre, par référence à l'art. 226 al. 2 CPP, une décision écrite et sommairement motivée (ATF 138 IV 81 consid. 2.5).\n\nLa question de savoir si un contrôle périodique de la détention pour des motifs de sûreté doit également intervenir à compter de la saisine de l'instance d'appel n'a pas encore été tranchée par le Tribunal fédéral. Certains auteurs rejettent l'obligation d'un contrôle périodique, se référant à l'absence de renvoi à l'art. 227 CPP devant l'instance d'appel (DANIEL LOGOS, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 23 ad art. 231 CPP avec renvoi au n° 17 ad art. 229 CPP; cf. également NIKLAUS SCHMID, Handbuch des |190| schweizerischen Strafprozessrechts, 2009, n. 1048). D'autres auteurs admettent que la procédure de prolongation périodique de la détention s'applique en appel (PIQUEREZ/MACALUSO, Procédure pénale suisse, 3e éd. 2011, p. 436 n. 1245; NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3e éd. 2012, n. 975). Ils émettent néanmoins des critiques, dénonçant, pour l'un, le formalisme d'un tel contrôle qui serait inutile et ne renforcerait pas la position juridique du détenu (OBERHOLZER, op. cit., n. 976) et attirant, pour les autres, l'attention sur les problèmes liés à l'incompatibilité entre la fonction juge du contrôle de la détention et celle de juge du fond (PIQUEREZ/MACALUSO, op. cit., nos 1247-1250; cf. cependant: ATF 138 I 425 consid. 4.4 p. 432).\n\nDevant l'instance d'appel, la question de savoir qui doit saisir la direction de la procédure d'appel en vue de la prolongation de la détention pour des motifs de sûreté n'est pas réglée par la loi. La transposition du système institué par la jurisprudence pour la procédure devant le tribunal de première instance (cf. supra consid. 2.2.2) entraînerait un contrôle d'office par la direction de la procédure d'appel elle-même. Contrairement à ce qui prévaut devant la première instance, une voie de recours cantonale ne serait cependant pas ouverte contre de telles décisions (art. 393 al. 1 a contrario et art. 233 CPP). Dès lors, le contrôle par une juridiction cantonale supérieure du respect des principes de célérité et de proportionnalité de la détention préventive ne serait pas assuré. Quant au recours en matière pénale auprès du Tribunal fédéral, il ne permet pas un contrôle aussi étendu que celui procuré par le recours cantonal (cf. art. 393 al. 2 CPP, art. 95 et 97 al. 1 LTF). Ce résultat ne serait d'ailleurs pas différent si la saisine de la direction de la procédure d'appel en matière de prolongation de la détention pour des motifs de sûreté était donnée au Ministère public, par application analogique des art. 225 et 227 CPP (dans ce sens: OBERHOLZER, op. cit., n. 982).\n\nCes éléments, inhérents aux spécificités de la procédure d'appel, amènent le Tribunal fédéral à considérer que le principe du contrôle périodique de la détention pour des motifs de sûreté n'est pas transposable en deuxième instance. Contrairement à la situation évoquée sous consid. 2.1.1 ci-dessus, le texte de la loi ne contient aucun renvoi à l'art. 227 al. 7 CPP. En outre, l'examen des art. 231 al. 2, 232 et 233 CPP et des travaux préparatoires y relatifs (Message du 21 décembre 2005 relatif à l'unification du droit de la procédure pénale, FF 2006 1216 s. ad art. 230) ne laisse aucune place à l'introduction d'un contrôle périodique de la détention à ce stade-là du procès pénal. A ce moment-là de la procédure, un jugement de condamnation |191| a d'ailleurs déjà été rendu, ce qui renforce l'existence de forts soupçons au sens de l'art. 221 al. 1 CPP et réduit d'autant l'obligation périodique d'en contrôler l'existence. A cela s'ajoute le fait que l'organisation des débats d'appel devrait en règle générale être moins lourde qu'en première instance (cf. art. 404 CPP), ce qui devrait réduire la durée de cette procédure. Enfin, dans la mesure où le prévenu peut en tout temps demander sa libération auprès de la direction de la procédure d'appel (art. 233 CPP), sa position juridique n'est pas affectée par la présente solution.\n\n2.3 En l'espèce, la détention litigieuse a été ordonnée le 2 octobre 2012 en application de l'art. 231 al. 2 CPP par la juridiction d'appel, laquelle a indiqué qu'elle vaudrait jusqu'à droit connu en appel. Pour les motifs qui viennent d'être évoqués, une telle manière de procéder ne viole pas le droit fédéral.\n\nS'agissant au demeurant ici d'une prévention, notamment, d'actes d'ordre sexuel commis sur une personne incapable de discernement ou de résistance, avec la circonstance aggravante de la commission en commun autorisant le prononcé d'une peine maximale de 15 ans (art. 191 et 200 CP), la fixation des débats d'appel pour les 12 et 13 mars 2013, soit avant l'échéance du délai de six mois prévu à l'art. 227 al. 7 2e hypothèse CPP, respecterait les principes de célérité et de proportionnalité de la détention pour motifs de sûreté."}