{"annee": "139", "cour": "V", "page": "327", "date": "2/5/2013", "cite": ["115 V 151", "123 V 43", "129 V 466", "121 V 35", "114 V 298", "116 V 145", "118 V 59"], "cite_par": ["143 V 285"], "chapeau": "41. Extrait de l'arrêt de la Ire Cour de droit social dans la cause La Mobilière Suisse Société d'Assurances SA contre D. (recours en matière de droit public)\n\n8C_101/2012 du 2 mai 2013", "regestes": ["Art. 6 al. 2 LAA; art. 9 al. 2 let. a OLAA; lésions corporelles assimilées à un accident. Une fracture du calcanéum à la suite d'un violent coup de talon contre le sol constitue une lésion corporelle assimilée à un accident dans la mesure où elle n'est pas manifestement imputable à une maladie ou à des phénomènes dégénératifs (consid. 3)."], "faits": "BGE 139 V 327 S. 327\n\nA. D. est assurée obligatoirement contre le risque d'accident auprès de la Mobilière Suisse Société d'Assurances SA (ci-après: la Mobilière).\n\nLe 23 janvier 2011, alors qu'elle était à son domicile, elle s'est blessé le pied droit en le frappant contre le sol en béton, dans un moment decolère. Les médecins consultés ont diagnostiqué une fracture-impactdu calcanéum droit et attesté une incapacité de travail de 100 % jusqu'au 7 mars 2011.\n\nPar décision du 20 avril 2011, confirmée sur opposition le 9 juin suivant, la Mobilière a refusé de prendre en charge les suites de cet BGE 139 V 327 S. 328événement au titre de l'assurance-accidents obligatoire, motif pris qu'à défaut d'un facteur extérieur, l'atteinte ne constituait ni un accident ni une lésion corporelle assimilée à un accident.\n\nB. Par jugement du 7 décembre 2011, la Chambre des assurances sociales de la Cour de justice de la République et canton de Genève a annulé la décision sur opposition du 9 juin 2011 et condamné la Mobilière à prendre en charge les suites de l'événement du 23 janvier 2011 au titre des prestations dues en cas de lésions corporelles assimilées à un accident.\n\nC. La Mobilière a formé un recours en matière de droit public contre ce jugement dont elle demandait l'annulation, en concluant à la confirmation de sa décision sur opposition du 9 juin 2011, subsidiairement au renvoi de la cause à la juridiction cantonale pour nouveau jugement.\n\nLe recours a été rejeté.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Aux termes de l'art. 6 al. 2 LAA, le Conseil fédéral peut inclure dans l'assurance-accidents des lésions corporelles qui sont semblables aux conséquences d'un accident. En vertu de cette délégation de compétence, il a édicté l'art. 9 al. 2 OLAA (RS 832.202), selon lequel certaines lésions corporelles sont assimilées à un accident même si elles ne sont pas causées par un facteur extérieur de caractère extraordinaire, pour autant qu'elles ne soient pas manifestement imputables à une maladie ou à des phénomènes dégénératifs. Les fractures figurent dans la liste exhaustive de l'art. 9 al. 2 OLAA à la let. a.\n\nLa notion de lésion assimilée à un accident a pour but d'éviter, au profit de l'assuré, la distinction souvent difficile entre maladie et accident. Aussi, les assureurs-accidents LAA doivent-ils assumer un risque qui, en raison de la distinction précitée, devrait en principe être couvert par l'assurance-maladie. Les lésions mentionnées à l'art. 9 al. 2 OLAA sont assimilées à un accident même si elles ont, pour l'essentiel, une origine vraisemblablement maladive ou dégénérative, pour autant qu'une cause extérieure ait, au moins, déclenché les symptômes dont souffre l'assuré (ATF 129 V 466; ATF 123 V 43 consid. 2b p. 44; ATF 116 V 145 consid. 2c p. 147; ATF 114 V 298 consid. 3c p. 301).\n\n3.2 La juridiction cantonale a admis l'existence d'une fracture du calcanéum droit due à un facteur extérieur consistant dans le violent BGE 139 V 327 S. 329coup de talon donné contre le sol. Bien qu'elle ait été facilitée par une carence en vitamine D consécutive à l'allaitement, les premiers juges ont considéré que cette lésion corporelle assimilée à un accident n'était pas manifestement imputable à une maladie ou à des phénomènes dégénératifs, du moment que le violent coup de talon donné contre le sol apparaît comme la condition sine qua non de la lésion. En ce qui concerne l'exigence d'un lien de causalité adéquate, la juridiction cantonale a relevé qu'il n'est certes pas dans le cours ordinaire des choses et l'expérience de la vie qu'un coup de talon contre le sol entraîne une fracture. Toutefois, en présence d'une atteinte à la santé physique, l'assureur-accidents répond aussi des complications les plus singulières et les plus graves qui ne se produisent habituellement pas selon l'expérience médicale, de sorte que la causalité adéquate a été admise par la juridiction cantonale.\n\n3.3 La recourante conteste l'existence d'une lésion corporelle assimilée à un accident en faisant valoir que la fracture du calcanéum droit n'est pas due à un facteur extérieur.\n\n3.3.1 Tout d'abord, elle allègue que le seul fait que l'intimée a éprouvé pour la première fois des douleurs après avoir frappé le sol de son pied ne suffit pas, selon la jurisprudence, pour admettre l'existence d'un facteur extérieur.\n\nCe moyen n'est pas pertinent. Le facteur doit être extérieur en ce sens qu'il doit s'agir d'une cause externe et non interne au corps humain (cf. FRÉSARD/MOSER-SZELESS, L'assurance-accidents obligatoire, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 859 n. 66). En l'espèce, les douleurs éprouvées ne sont pas apparues spontanément mais à la suite du coup porté contre le sol, lequel constitue un facteur extérieur clairement reconnaissable.\n\nPar ailleurs, il faut admettre l'existence d'un facteur extérieur générant un risque de lésion accru lorsqu'un geste quotidien représente une sollicitation du corps plus élevée que ce qui est physiologiquement normal et psychologiquement contrôlé. C'est le cas en particulier lors de la survenance d'une circonstance qui rend incontrôlable un geste de la vie courante, comme un accès de colère au cours duquel une personne effectue un mouvement violent non maîtrisé.\n\n3.3.2 Par un deuxième moyen, la recourante fait valoir que le coup de talon donné contre le sol a entraîné une fracture en raison notamment d'un phénomène dégénératif sous la forme d'une déminéralisation des os ou d'un déficit en vitamine D. Aussi, soutient-elle BGE 139 V 327 S. 330que ce geste ne représente pas un risque accru en regard d'une sollicitation normale de l'organisme et qu'il doit être qualifié objectivement de quotidien ou d'habituel.\n\nCette argumentation n'est toutefois pas apte à mettre en cause le point de vue des premiers juges. Le fait que le geste de frapper le sol du pied puisse être qualifié éventuellement de quotidien ou d'habituel permet, certes, de nier le caractère extraordinaire du facteur extérieur (ATF 121 V 35 consid. 1a p. 38; ATF 118 V 59 consid. 2b p. 61 et les références), mais il ne constitue pas un critère pour nier l'existence d'un tel facteur.\n\nPar ailleurs, on ne saurait soutenir en l'occurrence que la fracture est manifestement imputable à des phénomènes dégénératifs (cf. art. 9 al. 2 in initio OLAA). Du reste, la recourante ne le prétend pas puisqu'elle évoque seulement une origine partiellement dégénérative. Au demeurant, le fait qu'il ait pu exister un terrain favorisant la survenance d'une fracture ressortit à la question de la causalité. Or, sur ce point, il n'y a pas de motif de mettre en cause le point de vue des premiers juges, selon lequel il existe un lien de causalité naturelle et adéquate entre la fracture du calcanéum droit et le violent coup de talon donné contre le sol. (...)\n\nEnfin, la recourante ne saurait nier son obligation de prendre en charge les suites de l'événement du 23 janvier 2011 en excipant du caractère volontaire de l'atteinte. L'existence d'un accident - ou, comme en l'occurrence, d'une lésion corporelle assimilée à un accident - ne peut être niée que si l'intention porte sur l'atteinte à la santé et non sur le comportement qui produit l'atteinte dommageable (ATF 115 V 151 consid. 4 p. 152). Or, en l'espèce, si le geste de l'intimée était volontaire, ses conséquences dommageables ne l'étaient pas.\n\n3.3.3 Vu ce qui précède, la recourante était tenue de prendre en charge les suites de l'événement du 23 janvier 2011 au titre des prestations de l'assurance-accidents obligatoire en cas de lésions corporelles assimilées à un accident au sens de l'art. 9 al. 2 let. a OLAA. Le jugement entrepris n'est dès lors pas critiquable et le recours se révèle mal fondé."}