{"annee": "139", "cour": "III", "page": "396", "date": "5/8/2013", "cite": ["133 III 614", "138 III 217"], "cite_par": ["142 III 138"], "chapeau": "56. Auszug aus der Verfügung der I. zivilrechtlichen Abteilung i.S. A. gegen X. GmbH (Beschwerde in Zivilsachen)\n\n4A_105/2013 vom 5. August 2013", "regestes": ["Art. 64 LTF; octroi partiel de l'assistance judiciaire. Lorsque plusieurs conclusions autonomes, qui peuvent être jugées indépendamment l'une de l'autre, sont prises dans le recours, la partie indigente peut aussi se voir octroyer l'assistance judiciaire que partiellement en lien avec les conclusions qui ne paraissent pas vouées à l'échec pour la procédure de recours devant le Tribunal fédéral (consid. 4)."], "faits": "", "considerants": "|396|\n\nAus den Erwägungen:\n\n1. Nach Art. 64 Abs. 1 BGG befreit das Bundesgericht eine Partei, die nicht über die erforderlichen Mittel verfügt, auf Antrag von der Bezahlung der Gerichtskosten und von der Sicherstellung der Parteientschädigung, sofern ihr Rechtsbegehren nicht aussichtslos erscheint. Wenn es zur Wahrung ihrer Rechte notwendig ist, bestellt das Bundesgericht der Partei überdies einen Anwalt oder eine Anwältin (Abs. 2).\n\n1.1 Über das Gesuch um unentgeltliche Rechtspflege entscheidet die Abteilung in der Besetzung mit drei Richtern oder Richterinnen, |397| wobei die Fälle im Verfahren nach Art. 108 BGG und die zweifelsfreie Erfüllung der Voraussetzungen vorbehalten bleiben (Art. 64 Abs. 3 BGG). Die grundsätzlich vorgeschriebene Spruchkörpergrösse (vgl. Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4202 ff., insb. 4304 Ziff. 4.1.2.10) schliesst jedoch nicht aus, dass fünf Richterinnen oder Richter über das Gesuch entscheiden; dies kann insbesondere dann der Fall sein, wenn über das Gesuch um unentgeltliche Rechtspflege erst im Endurteil entschieden wird (vgl. HANSJÖRG SEILER, in: Bundesgerichtsgesetz [BGG], 2007, N. 44 zu Art. 64 BGG; THOMAS GEISER, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 40 zu Art. 64 BGG; SPÜHLER/DOLGE/VOCK, Kurzkommentar zum Bundesgerichtsgesetz [BGG], 2006, N. 11 zu Art. 64 BGG) oder wenn der Entscheid über das Gesuch eine Frage von grundsätzlicher Bedeutung zur unentgeltlichen Rechtspflege aufwirft (Art. 20 Abs. 2 BGG; BERNARD CORBOZ, in: Commentaire de la LTF, 2009, N. 71 zu Art. 64 BGG).\n\nDer vorliegende Entscheid über die unentgeltliche Rechtspflege wirft die grundsätzliche Frage auf, ob ein Gesuch um unentgeltliche Rechtspflege auch nur zum Teil gutgeheissen bzw. ob der gesuchstellenden Partei die unentgeltliche Rechtspflege im bundesgerichtlichen Verfahren auch nur teilweise gewährt werden kann. Über diese Frage, ist gemäss Art. 20 Abs. 2 BGG in Fünferbesetzung zu entscheiden.\n\n1.2 Aufgrund der noch aktuellen Unterlagen, welche die Beschwerdeführerin der Vorinstanz eingereicht hat, kann ihre Bedürftigkeit bejaht werden. Das Gesuch ist somit gutzuheissen, sofern ihr Rechtsbegehren nicht aussichtslos erscheint. Als aussichtslos gelten nach konstanter Praxis Rechtsbegehren, bei denen die Gewinnaussichten beträchtlich geringer sind als die Verlustgefahren. Dagegen gilt ein Begehren nicht als aussichtslos, wenn sich Gewinnaussichten und Verlustgefahren ungefähr die Waage halten oder jene nur wenig geringer sind als diese. Massgebend ist, ob eine Partei, die über die nötigen Mittel verfügt, sich bei vernünftiger Überlegung zu einem Prozess entschliessen würde (BGE 138 III 217 E. 2.2.4 S. 218; BGE 133 III 614 E. 5 S. 616; je mit Hinweisen).\n\n1.3 Mit ihrer Beschwerde an das Bundesgericht stellt die Beschwerdeführerin im Wesentlichen zwei Rechtsbegehren: Sie beantragt einerseits, es sei ihr die unentgeltliche Rechtspflege und Verbeiständung für das kantonale Berufungsverfahren zu bewilligen |398| (Rechtsbegehren Ziffern 2 und 3; vgl. nachfolgend E. 2) und andererseits, es sei der Gegenpartei keine Parteientschädigung für das Gesuchsverfahren vor der Vorinstanz zuzusprechen (Rechtsbegehren Ziffer 4; vgl. nachfolgend E. 3).\n\n2. Die Vorinstanz erachtete, gestützt auf eine summarische Prüfung, die von der Beschwerdeführerin gegen den Entscheid des Kreisgerichts Werdenberg-Sarganserland vom 5. November 2012 erhobene Berufung als aussichtslos. Sie hielt im Wesentlichen fest, dass insgesamt die Wahrscheinlichkeit, dass ein Vertragsschluss zwischen den Parteien bezüglich des Abschlusses eines verzinslichen Darlehens über Fr. 50'000.- nicht nachgewiesen werden könne, die Wahrscheinlichkeit, dass dieser Beweis gelingen werde, deutlich überwiege.\n\nWas die Beschwerdeführerin in ihrer Beschwerde gegen diese Würdigung vorbringt, vermag bei summarischer Prüfung keine Verletzung von Bundesrecht auszuweisen.\n\n2.1 Die Vorinstanz hat zunächst, bei der Prüfung des Gesuchs um unentgeltliche Rechtspflege, die Erfolgsaussichten der im Berufungsverfahren gestellten Anträge der Beschwerdeführerin nach zutreffenden Kriterien geprüft. Es kann ihr daher, entgegen der Auffassung der Beschwerdeführerin, nicht vorgeworfen werden, in gewisser Weise den Hauptentscheid vorweggenommen zu haben.\n\n2.2 Die Vorinstanz ist sodann zutreffend davon ausgegangen, dass die Beschwerdeführerin für das Zustandekommen des von ihr behaupteten Darlehensvertrages die Zustimmung der Beschwerdegegnerin zum Abschluss dieses Vertrages beweisen muss bzw. dass die Beweislast für das Vorliegen eines übereinstimmenden Parteiwillens auf Abschluss eines Darlehensvertrages der Beschwerdeführerin obliegt. Die Vorinstanz durfte dabei ohne Verletzung von Bundesrecht in antizipierter Beweiswürdigung annehmen, dass der Beschwerdeführerin dieser Nachweis höchstwahrscheinlich nicht gelingen wird.\n\n2.3 Die Vorinstanz hat schliesslich die von der Beschwerdeführerin im Berufungsverfahren neu vorgebrachte Eventualbegründung bezüglich eines Gesellschaftsverhältnisses verworfen, weil keine Tatsachenbehauptungen für den Nachweis eines gemeinsamen Zweckes vorgebracht worden waren. Die Beschwerdeführerin behauptet nicht, sie habe solche Tatsachenbehauptungen aufgestellt, und sie legt nicht dar, weshalb die Vorinstanz ihre neu vorgebrachte |399| Argumentation bei der Prüfung der Erfolgschancen des Rechtsmittels hätte berücksichtigen sollen.\n\n2.4 Daraus ergibt sich, dass die Rügen der Beschwerdeführerin bei summarischer Betrachtung offensichtlich unbegründet sind; die Vorinstanz hat kein Bundesrecht verletzt, wenn sie die Gewinnaussichten im kantonalen Rechtsmittelverfahren als kaum ernsthaft erachtet und der Beschwerdeführerin deshalb die unentgeltliche Rechtspflege verweigert hat. Die Rechtsbegehren 2 und 3 der Beschwerde erscheinen daher als aussichtslos, womit insoweit die Voraussetzungen von Art. 64 Abs. 1 BGG für die Gewährung der unentgeltlichen Rechtspflege im bundesgerichtlichen Verfahren nicht erfüllt sind.\n\n3. Die Beschwerdeführerin beantragt sodann in ihrem Rechtsbegehren 4, dass auch im Falle der Abweisung ihrer Rechtsbegehren 2 und 3 der angefochtene Entscheid insofern aufzuheben sei, als sie zur Bezahlung einer Parteientschädigung an die Beschwerdegegnerin in der Höhe von Fr. 400.- verpflichtet wurde. Dieses Begehren kann nicht als aussichtslos qualifiziert werden.\n\nDie Vorinstanz hat in Ziffer IV des angefochtenen Entscheides erwogen, dass der Beschwerdegegnerin, die sich im Verfahren um Bewilligung der unentgeltlichen Rechtspflege gemäss Art. 119 Abs. 3 Satz 2 ZPO hat vernehmen lassen, eine Parteientschädigung zuzusprechen sei. Dabei hat die Vorinstanz richtigerweise darauf hingewiesen, dass die Frage in der Lehre umstritten ist, ob die Gegenpartei des Hauptverfahrens, die sich im Gesuchsverfahren hat vernehmen lassen, bei Obsiegen Anspruch auf Parteikostenersatz hat.\n\nDiese Frage war vom Bundesgericht im Moment der Beschwerdeeinreichung noch nicht entschieden worden, weshalb das Begehren der Beschwerdeführerin nicht als von vornherein aussichtslos erscheint. Damit sind die Voraussetzungen für die Gewährung der unentgeltlichen Rechtspflege im bundesgerichtlichen Verfahren für das Rechtsbegehren 4 der Beschwerde erfüllt. Insofern ist auch die Bestellung eines Anwaltes angezeigt (vgl. Art. 64 Abs. 2 BGG).\n\n4. Nach dem Gesagten erscheinen die Rechtsbegehren 2 und 3 der Beschwerdeführerin, womit sie beantragt, im vorinstanzlichen Verfahren die unentgeltliche Rechtspflege gewährt zu erhalten und von der Leistung eines Gerichtskostenvorschusses von Fr. 7'000.- befreit zu werden, als aussichtslos. Nicht als aussichtslos erscheint |400| hingegen das Rechtsbegehren 4, mit welchem die Beschwerdeführerin beantragt, von der Verpflichtung zur Leistung einer Parteientschädigung in der Höhe von Fr. 400.- befreit zu werden.\n\n4.1 Erscheinen die Rechtsbegehren einer Beschwerde nur zum Teil als nicht aussichtslos, so wird die unentgeltliche Rechtspflege aus Gründen der Praktikabilität regelmässig vollumfänglich gewährt. Dies bedeutet, dass die unentgeltliche Rechtspflege bei teilweiser Erfolgsaussicht des Rechtsmittels grundsätzlich ohne Differenzierung zu gewähren ist. Nur ausnahmsweise kann die unentgeltliche Rechtspflege auch bloss teilweise gewährt werden (vgl. Urteil 5A_264/2012 vom 6. Dezember 2012 E. 5.2 mit Hinweisen; anderer Meinung: THOMAS GEISER, a.a.O., N. 29 zu Art. 64 BGG). Ein solcher Ausnahmefall liegt insbesondere dann vor, wenn mehrere selbstständige Rechtsbegehren gestellt werden, die unabhängig voneinander beurteilt werden können. Die gestellten Rechtsbegehren müssen sich somit klar auseinanderhalten lassen und es muss nur für das eine Aussicht auf Erfolg bestehen.\n\nUnter dieser Voraussetzung kann die unentgeltliche Rechtspflege für die nicht aussichtslosen Rechtsbegehren gewährt werden; die beschwerdeführende Partei hat damit die Möglichkeit, auf ihre aussichtslosen Begehren zu verzichten, ohne dass ihr der Zugang zum Recht für die Begehren verwehrt wird, die nicht als aussichtslos erscheinen.\n\n4.2 Die von der Beschwerdeführerin in ihrer Beschwerde gestellten Rechtsbegehren lassen sich klar auseinanderhalten und können unabhängig voneinander beurteilt werden. Der Beschwerdeführerin ist daher die unentgeltliche Rechtspflege teilweise in Bezug auf ihr nicht aussichtsloses Begehren bzw. in Bezug auf Ziffer 4 ihrer Rechtsbegehren zu gewähren, im Übrigen aber zu verweigern. Soweit das Gesuch der Beschwerdeführerin um unentgeltliche Rechtspflege abgewiesen wird, ist sie zur Bevorschussung der Gerichtskosten im üblichen Rahmen zu verpflichten.\n\n4.3 In einem Meinungsaustauschverfahren nach Art. 23 Abs. 2 BGG haben alle Abteilungen des Bundesgerichts die Frage bejaht, ob einer bedürftigen Partei die unentgeltliche Rechtspflege für das Beschwerdeverfahren vor Bundesgericht nur teilweise, d.h. für die nicht aussichtslos erscheinenden Rechtsbegehren zu gewähren ist, wenn mehrere Begehren gestellt werden, die unabhängig voneinander beurteilt werden können."}