{"annee": "139", "cour": "I", "page": "114", "date": "26/4/2013", "cite": ["137 I 8"], "cite_par": ["142 II 313"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Bundesamt für Energie BFE (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_64/2013 vom 26. April 2013", "regestes": ["Emolument pour l'accès à des documents officiels par des correspondants des médias (art. 16 al. 3 et art. 17 Cst.; art. 10 al. 4 let. a et art. 17 LTrans, art. 14-16 OTrans, art. 3 al. 2 let. a OGEmol). L'art. 10 al. 4 let. a LTrans oblige le Conseil fédéral à tenir compte des besoins particuliers des médias dans son ordonnance. Il faut prendre en considération ce mandat lors de la fixation de l'émolument (art. 14 OTrans en lien avec l'art. 3 al. 2 let. a OGEmol). L'intérêt public à l'accès des médias aux documents officiels peut conduire à renoncer (totalement ou partiellement) à la perception d'un émolument (consid. 2-4)."], "faits": "|114|\n\nX. ist Redaktor einer Konsumentenzeitschrift. Für eine Recherche ersuchte er das Bundesamt für Energie (BFE) um Einsicht in die Dokumente über die Kontrolle der Energieetiketten von Elektrogeräten im Jahr 2010, gestützt auf Art. 6 des Öffentlichkeitsgesetzes vom 17. Dezember 2004 (BGÖ; SR 152.3). |115|\n\nDaraufhin wurde ihm die Einsicht in das Dokument \"Projektbericht Marktüberwachung Energieetikette 2010\" teilweise und nach Schwärzung einiger Stellen gewährt. Hierfür wurde ihm eine Rechnung von Fr. 250.- zugestellt. Auf Ersuchen von X. erliess das BFE am 31. Januar 2012 eine Gebührenverfügung in Höhe von Fr. 250.-.\n\nDie dagegen gerichtete Beschwerde von X. wies das Bundesverwaltungsgericht am 27. November 2012 ab.\n\nDagegen erhob X. am 15. Januar 2013 Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht. Er beantragt, der angefochtene Entscheid sei aufzuheben und es sei festzustellen, dass er keine Gebühren nach BGÖ zu bezahlen habe.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut, soweit es darauf eintritt, und weist die Sache zu neuem Entscheid über die Gebühr an das BFE zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Das Bundesverwaltungsgericht ging davon aus, dass für den Zugang zu amtlichen Dokumenten in der Regel eine Gebühr erhoben werde (Art. 17 Abs. 1 BGÖ). Diese bemesse sich nach dem verursachten Aufwand, wobei der Bundesrat ermächtigt sei, die Einzelheiten und den Gebührentarif festzulegen (Art. 17 Abs. 3 BGÖ). Dies habe er mit Erlass der Verordnung vom 24. Mai 2006 über das Öffentlichkeitsprinzip der Verwaltung (VBGÖ; SR 152.31) und im Speziellen deren Art. 14-16 getan. Zusätzlich gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004 (AllgGebV; SR 172.041.1), soweit die VBGÖ keine besonderen Regelungen enthält (Art. 14 VBGÖ).\n\nIn Lehre und Rechtsprechung sei unbestritten, dass den Medien in einer demokratischen Gesellschaft eine besondere Bedeutung zukomme. So sei die Informations- bzw. die Medienfreiheit denn auch grundrechtlich geschützt (Art. 16 Abs. 3 und Art. 17 BV). Diese Grundrechte hätten jedoch hauptsächlich abwehrrechtlichen Gehalt und vermittelten keinen Anspruch auf staatliche Leistungen. Die Forderung nach Gebührenfreiheit wäre eine Forderung nach einer (unentgeltlichen) staatlichen Leistung und könne aus den Grundrechten nicht hergeleitet werden.\n\nAuch aus Art. 10 Abs. 4 lit. a BGÖ ergebe sich keine generelle Befreiung der Medien bzw. der Medienschaffenden von der |116| Gebührenpflicht: Art. 10 BGÖ regle das Gesuchsverfahren und beauftrage den Bundesrat, die Einzelheiten zu regeln und dabei auf die besonderen Bedürfnisse der Medien Rücksicht zu nehmen. Der Gesetzgeber habe dabei primär eine zeitnahe Bearbeitung von Gesuchen Medienschaffender im Sinn gehabt. Dies sei in der Folge vom Verordnungsgeber in Art. 9 VBGÖ genauer ausgeführt worden. Die VBGÖ sehe indes keine generelle Befreiung der Medien von der allgemeinen Gebührenpflicht vor, obwohl der Gesetzgeber auch dies als eine mögliche Art der Rücksichtnahme auf die Medien in Betracht gezogen habe. Direkt aus dem Gesetz könne sie jedoch nicht abgeleitet werden, zumal Art. 10 BGÖ nur das Verfahren betreffe und nicht die Gebührenpflicht, die abschliessend in Art. 17 BGÖ geregelt sei. In der Lehre werde dazu ausgeführt, dass eine Gebührenbefreiung der Medien insbesondere bei marktmächtigen Unternehmen mit dem Rechtsgleichheitsgebot (Art. 8 Abs. 1 BV) nicht ohne Weiteres zu vereinbaren wäre (vgl. ISABELLE HÄNER, in: Öffentlichkeitsgesetz, Brunner/Mader [Hrsg.], 2008, N. 47 zu Art. 10 BGÖ).\n\nArt. 14 VBGÖ i.V.m. Art. 3 Abs. 2 lit. a AllgGebV sehe die Möglichkeit eines Verzichts auf die Gebührenerhebung vor, wenn ein überwiegendes öffentliches Interesse an der entsprechenden Verfügung oder Dienstleistung bestehe. Hierfür müsse das öffentliche Interesse am Zugang zu den Dokumenten mit dem Interesse an einer rationellen und effektiven Verwaltung abgewogen werden (vgl. HERBERT BURKERT, in: Öffentlichkeitsgesetz, 2008, N. 31 zu Art. 17 BGÖ). Ein Gebührenverzicht könne insbesondere dann erfolgen, wenn es um Leistungen gehe, die für den Staat oder den Einzelnen existenziell seien (vgl. THOMAS SÄGESSER, Regierungs- und Verwaltungsorganisationsgesetz [RVOG], 2007, N. 52 zu Art. 46a RVOG; ISABELLE HÄNER, Privatisierung staatlicher Aufgaben [Finanzierungsprivatisierung] unter verfassungsrechtlichen Aspekten, ZBl 102/2001 S. 434). Im vorliegenden Fall könne nicht gesagt werden, dass der vom Beschwerdeführer bearbeitete Themenbereich von existenzieller Bedeutung für die Öffentlichkeit sei, weshalb ein überwiegendes öffentliches Interesse verneint werden müsse.\n\n3. Der Beschwerdeführer macht geltend, den Grundrechten komme über ihre Abwehrfunktion hinaus die Funktion von objektiven Grundsatznormen zu, die in der ganzen Rechtsordnung zum Tragen kämen und staatliches Handeln bestimmten (Art. 35 Abs. 1 BV; HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstaatsrecht, 8. Aufl. 2012, N. 263 ff.). Art. 35 Abs. 2 BV beauftrage den Staat ausdrücklich, zur |117| Verwirklichung der Grundrechte beizutragen, auch durch staatliche Leistungen. (...)\n\nDie Gebührenpflicht beschränke zwangsläufig die Recherchetätigkeit der Medien. Dabei sei nicht die Höhe der einzelnen Gebühr ausschlaggebend, sondern die Summe der anfallenden Gebühren. Diese sei geeignet, die Medienschaffenden davon abzuhalten, Themen von öffentlichem Interesse weiterzuverfolgen, wenn für den Zugang zu den Informationen Gebühren anfallen. Dies führe dazu, dass die Medien ihre Funktion als Bindeglied zwischen Staat und Öffentlichkeit nicht mehr wahrnehmen und damit keinen Beitrag zur Kontrolle behördlicher Tätigkeiten mehr leisten könnten (vgl. BGE 137 I 8 E. 2.5 S. 12; Urteil des EGMR Tarsasag a Szabadsagjogokért gegen Ungarn vom 14. April 2009, § 38). Die Gebührenpflicht treffe vor allem Medien, die dem Qualitätsjournalismus verpflichtet seien, namentlich Konsumentenzeitschriften, die sich nicht mit Agenturmeldungen und Behördenverlautbarungen begnügten, sondern deren Publikationen auf fundierten Recherchen im Interesse der Konsumenten basierten.\n\nGemäss Art. 10 Abs. 4 lit. a BGÖ habe der Bundesrat bei der Regelung der Einzelheiten auf die besonderen Bedürfnisse der Medien Rücksicht zu nehmen; dabei habe der Gesetzgeber insbesondere an Erleichterungen für Medienvertreter bei der Gebührenerhebung gedacht (Botschaft vom 12. Februar 2003 zum Bundesgesetz über die Öffentlichkeit der Verwaltung [BGÖ], BBl 2003 2020 f. Ziff. 2.3.2.2.1). (...).\n\nNicht nachvollziehbar sei auch die Auffassung der Vorinstanz, wonach ein Gebührenverzicht nach Art. 14 VBGÖ i.V.m. Art. 3 Abs. 2 lit. a AllgGebV nur gerechtfertigt sei, wenn es um Leistungen gehe, die für den Staat oder den Einzelnen existenziell seien. (...) Die Grundrechte der Medien- und der Informationsfreiheit seien stets höher zu gewichten als das Interesse an einer rationellen und effektiven Verwaltung.\n\nDies gelte auch im vorliegenden Fall. Auf dem Hintergrund der Diskussion über den Atomausstieg bestehe ein erhebliches öffentliches Interesse an der Kenntnis des Stromverbrauchs von Elektrogeräten und damit an der Frage, ob die Angaben der Hersteller bzw. Importeure auf den Energieetiketten korrekt seien. Wenn der Staat (hier: Electrosuisse und das Eidgenössische Starkstrominspektorat) eine gross angelegte Überprüfung der Energieetiketten durchführe, so |118| bestehe ein öffentliches Interesse an der Bekanntgabe der Prüfungsergebnisse.\n\n4. Wie das Bundesverwaltungsgericht zutreffend dargelegt hat, vermittelt weder die Informationsfreiheit noch die Medienfreiheit einen unmittelbaren, direkt durchsetzbaren Anspruch auf Gebührenbefreiung. Der Gesetzgeber ist jedoch verpflichtet, die Rechtsordnung so auszugestalten, dass die Grundrechte auch tatsächlich ausgeübt werden können (Art. 35 Abs. 1 und 2 BV).\n\n4.1 Diesem Auftrag trägt das Öffentlichkeitsgesetz dadurch Rechnung, dass es den Bundesrat verpflichtet, bei der Regelung des Verfahrens für den Zugang zu amtlichen Dokumenten Rücksicht auf die besonderen Bedürfnisse der Medien zu nehmen (Art. 10 Abs. 4 lit. a BGÖ). Wie sich aus den Materialien ergibt, bezieht sich dieser Auftrag nicht ausschliesslich auf die Gestaltung des Gesuchsverfahrens, sondern auch - und sogar insbesondere - auf die Gebührenregelung (so auch HÄNER, a.a.O., N. 45 zu Art. 10 BGÖ). Der Bundesrat führte dazu in seiner Botschaft vom 12. Februar 2003 (BBl 2003 2020 f. Ziff. 2.3.2.2.1) Folgendes aus (Hervorhebungen nicht im Original):\n\n\"In der Vernehmlassung wurde von verschiedenen Kreisen kritisiert, der Entwurf berücksichtige die besonderen Bedürfnisse der Medien nicht. (...) Der vorliegende Entwurf will aber die bisher bestehende Praxis der Zusammenarbeit mit den Medien gerade dort nicht in Frage stellen, wo sie gut funktioniert. Durch das wenig formalisierte Gesuchsverfahren (keine Formvorschrift für Gesuche, kein Interessennachweis) können die Medien weiterhin ihre bestehenden Informationskanäle nutzen und damit schnell und informell an Informationen gelangen. (...) Die Bestimmung von Artikel 10 Absatz 4 Buchstabe a beauftragt den Bundesrat indessen, bei der Ausgestaltung des Zugangsverfahrens auf die besonderen Bedürfnisse der Medien Rücksicht zu nehmen. Dabei ist insbesondere an Erleichterungen für Medienvertreter bei der Gebührenerhebung zu denken; ebenso könnte in einer Verwaltungsverordnung festgehalten werden, dass die gesetzlich vorgesehenen Fristen den Medien gegenüber nach Möglichkeit nicht ausgeschöpft werden sollten. Dass die Behörden dazu verpflichtet sind, die Medien über wichtige Fragen von sich aus schnell und umfassend zu informieren, ist indessen bereits heute aus den einschlägigen Bestimmungen abzuleiten, welche Bundesrat und Verwaltung zu aktiver Information verpflichten (Art. 180 Abs. 2 BV und Art. 10 RVOG).\"\n\n4.2 In Art. 15 VBGÖ (Erlass oder Reduktion der Gebühren) findet sich zwar keine Bestimmung zugunsten von Medienschaffenden. Im Erläuternden Bericht des Bundesamts für Justiz vom 24. Mai 2006 (S. 19) wird jedoch ausgeführt, dass diese Bestimmung keine abschliessende Regelung enthalte, sondern auch in anderen Fällen die |119| Gebühren reduziert bzw. auf eine Gebührenerhebung verzichtet werden könne; ebenfalls anwendbar seien die Art. 3 Abs. 1 und 2 lit. a und Art. 13 AllgGebV. Insbesondere sei es weiterhin möglich, Medienschaffenden gewisse Informationsleistungen kostenlos anzubieten. Dabei sei darauf zu achten, dass alle Medienschaffenden gleich behandelt würden.\n\nDiese Auffassung bestätigte das Bundesamt für Justiz in seinen (...) Erläuterungen zur Umsetzung des Öffentlichkeitsprinzips in der Bundesverwaltung vom 25. Februar 2010 (Häufig gestellte Fragen, Ziff. 7.2 S. 17). Es führte unter Verweis auf Art. 10 Abs. 4 lit. a BGÖ und die Botschaft zum BGÖ aus, dass im Umgang mit den Medien die bisherige Praxis beibehalten werden könne, Unterlagen gratis abzugeben; den Behörden komme dabei ein gewisser Ermessensspielraum zu (vgl. auch BURKERT, a.a.O., N. 32 zu Art. 17 BGÖ).\n\n4.3 Nach dem Gesagten wollte der Gesetzgeber den besonderen Bedürfnissen der Medien auch bei der Gebührenerhebung Rechnung tragen. Der Bundesrat setzte diesen Auftrag zwar nicht in der VGBÖ um, ging aber davon aus, dass ihm durch den Verzicht auf Gebühren im Einzelfall Rechnung getragen werden könne.\n\nDiesem Anliegen ist bei der Auslegung und Handhabung von Art. 3 Abs. 2 lit. a AllgGebV Rechnung zu tragen. Bei der dort vorgesehenen Interessenabwägung ist zu berücksichtigen, dass die Medien zur seriösen Wahrnehmung ihrer Funktionen - namentlich ihrem Beitrag zur öffentlichen Meinungsbildung und zur Kontrolle behördlicher Tätigkeiten (BGE 137 I 8 E. 2.5 S. 12) - regelmässig auf den Zugang zu amtlichen Dokumenten angewiesen sind und die Kumulation von (für sich allein bescheidenen) Gebühren sich als tatsächliche Zugangsbeschränkung auswirken könnte. Hinzu kommt, dass es auch im Interesse der Verwaltung liegt, wenn die Medien seriös, gestützt auf amtliche Dokumente, über Themen von aktuellem Interesse informieren, und die Behörden damit in ihrem Informationsauftrag unterstützen. Insofern ist - entgegen der Auffassung des Bundesverwaltungsgerichts - grundsätzlich davon auszugehen, dass ein öffentliches Interesse am Zugang der Medien zu öffentlichen Dokumenten besteht, das einen Gebührenverzicht rechtfertigen kann, auch wenn die Informationsbeschaffung nicht von geradezu existentieller Bedeutung ist.\n\nImmerhin besteht - wie auch das Bundesamt für Justiz in seinen Erläuterungen betont hat - ein gewisser Ermessensspielraum der Behörden. Diese können generell auf Gebühren gegenüber |120| Medienschaffenden verzichten (so noch Ziff. 3 Abs. 3 der Weisungen über die Umsetzung des Öffentlichkeitsprinzips in der Schweizerischen Bundeskanzlei vom 30. Juni 2006; in der neuen Weisung vom 21. November 2011 fehlt dieser Passus; vgl. auch Art. 3 Abs. 2 des Reglements über die Verwaltungsgebühren des Bundesverwaltungsgerichts vom 21. Februar 2008 [GebR-BVGer; SR 173.320.3] und Art. 3 Abs. 2 des Reglements vom 31. März 2006 über die Verwaltungsgebühren des Bundesgerichts [SR 173.110.210.2]). Sie können aber auch (unter Beachtung des Rechtsgleichheitsgebots) im Einzelfall entscheiden, indem sie bei der Gebührenfestsetzung - neben dem Wert der Leistung für den Leistungsempfänger bzw. dem Kostenaufwand der konkreten Inanspruchnahme - das öffentliche Interesse am Zugang der Medien zu den amtlichen Dokumenten (\"Medienbonus\") berücksichtigen. Dies kann - je nach den konkreten Umständen - zu einer Reduktion oder einem Verzicht auf eine Gebührenerhebung führen.\n\nAllerdings wäre es - insbesondere aus Gründen der Gleichbehandlung - vorzuziehen, wenn der Bundesrat eine spezielle Regelung für Medienschaffende erlassen würde.\n\n4.4 Im vorliegenden Fall wurde dem Beschwerdeführer der Projektbericht Electrosuisse/ESTI zur Marktüberwachung Energieetikette 2010 vom 15. Mai 2011 zugestellt. Darin wurden lediglich auf einer Seite (Kontaktadressen) Abdeckungen aus Gründen des Datenschutzes vorgenommen; die im Bericht erwähnten Anhänge mit produktbezogenen Informationen wurden nicht beigelegt, um keine weiteren Abdeckungen vornehmen zu müssen (vgl. Schreiben des BFE vom 8. Dezember 2011). Auch wenn die Behörde den rund 30-seitigen Bericht insgesamt auf abdeckungsbedürftige Stellen durchlesen musste (so E. 4.3.2.3 des angefochtenen Entscheids), kann die Bearbeitung des Gesuchs nicht als besonders aufwendig bezeichnet werden. Der Beschwerdeführer arbeitet für eine Konsumentenzeitschrift und seine Recherche betraf ein Thema von öffentlichem Interesse. Unter diesen Umständen überwiegt klarerweise das öffentliche Interesse am Zugang zum fraglichen Bericht das Interesse an einer rationellen und effektiven Verwaltung, weshalb von einem Anspruch auf einen besonderen (günstigen) Gebührenansatz ausgegangen werden kann, soweit das BFE im Rahmen seines Ermessens nicht ohnehin auf eine Gebühr verzichtet."}