{"annee": "139", "cour": "III", "page": "327", "date": "17/7/2013", "cite": ["129 III 186", "132 III 515"], "cite_par": [], "chapeau": "46. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Commission foncière agricole du canton de Genève (recours en matière de droit public)\n\n2C_1208/2012 du 17 juillet 2013", "regestes": ["Art. 6 al. 1 et art. 84 LDFR; constatation qu'un immeuble est exclu du champ d'application de la LDFR. Définition de l'immeuble agricole (consid. 2.1) et implications légales; éléments à prendre en compte afin de déterminer si un immeuble est encore approprié à un usage agricole (consid. 2.2); élément de l'utilisation effective (consid. 3). En l'espèce, la parcelle, agrémentée d'une piscine et contiguë au bien-fonds sur lequel est érigée la maison, est utilisée depuis une quarantaine d'années comme parc d'agrément; elle n'est donc plus appropriée à un usage agricole et, partant, peut être exclue du champ d'application de la LDFR (consid. 4)."], "faits": "BGE 139 III 327 S. 328\n\nX. est propriétaire, depuis 1968, de la parcelle n° 1 du cadastre de la commune genevoise de Y., d'une surface de 5'447 m2, sise en zone agricole.\n\nCette parcelle est contiguë à la parcelle n° 2 de ce même cadastre, située en zone constructible, dont X. est également propriétaire depuis 1968, et sur laquelle est construit le bâtiment d'habitation. La parcelle n° 1 est de forme rectangulaire et d'orientation nord-ouest/sud-est. Elle est prolongée par la parcelle n° 2, qui a la même largeur, et lui est attenante par son petit côté sud-est. Elle possède un accès direct à la route principale, située au sud-ouest, passant entre les parcelles nos 3 et 4. Dans son coin nord-est, se trouve une piscine dont la construction a été autorisée par le département compétent en 1979. Elle est clôturée et utilisée comme parc d'agrément. Y sont plantés de nombreux arbres d'ornement, une haie d'essences variées ainsi qu'un verger. X. y a aussi installé de nombreux points d'arrosage automatique, ainsi qu'un câble permettant l'utilisation d'une tondeuse à robot.\n\nSur son long côté nord-est, la parcelle n° 1 en jouxte deux autres, qui, bien qu'en zone agricole, n'étaient pas en 2012 utilisées pour l'agriculture. Sur son long côté sud-ouest, elle est bordée par différentes parcelles, dont les nos 3 et 4, qui la séparent de la route principale et qui sont toutes en zone agricole. De l'autre côté de cette route, se trouvent de vastes terrains également en zone agricole et voués à l'agriculture. BGE 139 III 327 S. 329\n\nLes immeubles n° 1 et n° 2 forment un rectangle allant en direction du nord-ouest jusqu'au chemin permettant d'accéder à la parcelle n° 12. Celle-ci, d'une surface de 9'973 m2 et sur laquelle est construit un bâtiment affecté en partie à du logement en propriété par étage et à l'exploitation d'un manège, n'est plus assujettie à la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR; RS 211.412.11), depuis le 11 avril 2002.\n\nLe 24 janvier 2012, la Commission foncière agricole du canton de Genève a rejeté la requête de X. demandant de soustraire la parcelle n° 1 du champ d'application de la loi sur le droit foncier rural, au motif que cette parcelle était appropriée à l'agriculture.\n\nPar arrêt du 6 novembre 2012, la Chambre administrative de la Cour de justice du canton de Genève (ci-après: la Cour de justice) a rejeté, pour la même raison, le recours formé par l'intéressé.\n\nLe Tribunal fédéral a admis le recours de X. et a réformé l'arrêt attaqué en ce sens que la requête de X., tendant à faire constater que la parcelle n° 1 du cadastre de la commune de Y. était exclue du champ d'application de la loi sur le droit foncier rural, était admise.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. La question litigieuse consiste à déterminer si la parcelle n° 1 est encore appropriée à un usage agricole au sens de l'art. 6 al. 1 LDFR; si tel ne devait plus être le cas, elle pourrait être soustraite du champ d'application de la loi sur le droit foncier rural. En effet, lorsqu'un immeuble sis hors d'une zone à bâtir - et donc présumé agricole - n'est pas approprié à un usage agricole ou horticole, l'art. 84 LDFR permet au propriétaire de faire constater, par l'autorité compétente, que l'immeuble considéré n'est pas soumis au champ d'application de ladite loi (ATF 132 III 515 consid. 3.3.2 p. 519; ATF 129 III 186 consid. 2 p. 189); le cas échéant, une mention sera inscrite au registre foncier (art. 86 al. 1 let. b LDFR).\n\n2.1 Est agricole l'immeuble approprié à un usage agricole ou horticole (art. 6 al. 1 LDFR), à savoir celui qui, par sa situation et sa composition, peut être exploité sous cette forme. Concrètement, toutes les surfaces qui ne sont pas boisées et qui disposent d'une couche de terre suffisante pour la végétation se prêtent à un usage agricole (RNRF 89/2008 p. 224, 5A.14/2006 consid. 2.1 et 2.2.2). La caractéristique de l'aptitude est donc d'abord d'ordre objectif. BGE 139 III 327 S. 330\n\n2.2 Le fait pour un immeuble d'être soumis au régime de la loi sur le droit foncier rural peut entraîner des conséquences drastiques pour les propriétaires concernés ou pour leurs successeurs. Tel est, par exemple, le cas en matière d'attribution successorale privilégiée d'un immeuble agricole (art. 21 ss LDFR), de préemption des parents (art. 42 al. 2 LDFR), d'améliorations de limites (art. 57 LDFR), d'interdiction de partage matériel (art. 58 ss LDFR), d'autorisation d'acquérir (art. 61 ss LDFR) ou de limitation de la charge maximale (art. 73 ss LDFR). En conséquence, le législateur, désireux de limiter les atteintes à la garantie constitutionnelle du droit à la propriété (art. 26 Cst.), a mis en place différents correctifs destinés à contenir ces atteintes dans les limites de ce qui est nécessaire pour atteindre les objectifs législatifs énoncés à l'art. 1 LDFR. Ainsi en va-t-il de toute une série de situations prévues par les art. 59 et 60 LDFR (exception à l'interdiction de partage matériel et de morcellement des entreprises et immeubles agricoles), 64 LDFR (exceptions au principe de l'exploitation à titre personnel) et 65 LDFR (acquisition par les pouvoirs publics) (cf. YVES DONZALLAZ, Commentaire de la loi fédérale du 4 octobre 1991 sur le nouveau droit foncier rural [ci-après: Commentaire], 1993, n° 26 ad Préambule p. 22). En effet, certains biens-fonds situés hors des zones à bâtir ne sont en réalité d'aucune utilité à l'agriculture: ainsi, par exemple, un restaurant de montagne ou une maison d'habitation sans rapport avec une exploitation agricole ne justifient nullement des mesures particulières en faveur de l'agriculture (ATF 132 III 515 consid. 3.3.2 p. 519; FRANÇOIS ZÜRCHER, La coordination entre aménagement du territoire et droit foncier rural: quand? pourquoi? comment?, in Territoire & Environnement, 2004, p. 1 ss, p. 2 ch. 1.2).\n\nLa volonté de prendre en compte la situation particulière qui se présente en cas d'usage non agricole durable de bien-fonds objectivement susceptibles d'être affectés à l'agriculture et situés en zone agricole ressort déjà du Message du 19 octobre 1988 à l'appui des projets de la loi fédérale sur le droit foncier rural (LDFR) et de la loi fédérale sur la révision partielle du CC et du CO (ci-après: le Message). Ainsi, ce message relève que \"la caractéristique de l'aptitude est d'abord d'ordre objectif, mais l'on doit cependant aussi tenir compte de l'utilisation effective durant de longues années\" (FF 1988 III 917 ch. 221.3 ad art. 6; arrêt 5A.4/2000 du 1er septembre 2000 consid. 2b). Ce tempérament de la règle de l'appréciation objective, qui était déjà largement admis sous le régime de l'ancien BGE 139 III 327 S. 331droit successoral paysan (voir les références chez DONZALLAZ, Commentaire, op. cit., p. 44 n.b.p. 126), semble, pour la loi sur le droit foncier rural, unanimement admis par la doctrine (parmi d'autres, cf. BRUNO BEELER, Bäuerliches Erbrecht gemäss dem Bundesgesetz über das bäuerliche Bodenrecht [BGBB] vom 4. Oktober 1991,1998, p. 66; SANDRA DOSIOS PROBST, La loi sur le droit foncier rural: objet et conditions du droit à l'attribution dans une succession ab intestat, 2002, p. 76; CAROLINE EMERY, Le droit de préemption en droit foncier rural, 2005, p. 47; EDUARD HOFER, in Das bäuerliche Bodenrecht, 2e éd. 2011, n° 16 ad art. 6 LDFR; THOMAS MEYER, Erbteilung im bäuerlichen Erbrecht, in Ausgewählte Aspekte der Erbteilung, 2005, p. 85 ss, spéc. p. 96; le même, Der Gewinnanspruch der Miterben im bäuerlichen Bodenrecht [Art. 28 ff. BGBB], 2004,p. 105; DONZALLAZ, Commentaire, op. cit., n° 81 ad art. 6 LDFR p. 44; le même, Pratique et jurisprudence de droit foncier rural [1994/1998][ci-après: Pratique], 1999, p. 51 ch. 62; le même, Traité de droit agraire suisse: droit public et droit privé [ci-après: Traité], vol. II, 2006, p. 177 ch. 2035).\n\nLa jurisprudence du Tribunal fédéral et des autorités cantonales a également mis en oeuvre cette règle (cf. RNRF 89/2008 p. 224, 5A.14/2006; arrêt 5A.4/2000 précité, cf. aussi les références aux arrêts cantonaux chez DONZALLAZ, Pratique, op. cit., p. 51 ch. 62 ss). L'arrêt entrepris cite aussi la jurisprudence genevoise \"constante\" (ATA/189/2012 du 3 avril 2012; ATA/564/2003 du 23 juillet 2003) qui va dans le même sens.\n\nDestinée à éviter des conséquences choquantes (HOFER, op. cit., n° 16 ad art. 6 LDFR), cette prise en compte de l'affectation subjective d'un immeuble peut ainsi aboutir à soustraire au régime de la loi sur le droit foncier rural, entre autres éléments, un parc attenant à une villa et qui, situé en zone agricole, se prêterait aussi, sur la base de critères purement objectifs, à un usage agricole ou horticole (cf. DONZALLAZ, Traité, op. cit., p. 177 ch. 2035, avec les références à la jurisprudence cantonale). Dans la mesure où le but de la loi n'est nullement de faire de tels bien-fonds des immeubles agricoles, il est jugé raisonnable de les soustraire à ce régime (cf. la doctrine mentionnée ci-dessus).\n\n3. Une telle exception à l'application de la loi sur le droit foncier rural doit, par principe, être limitée à des situations singulières; elle ne saurait conduire à vider de sens la règle en la contournant (cf. BGE 139 III 327 S. 332HOFER, op. cit., n° 16 ad art. 6 LDFR). La composante subjective, qui doit dès lors être prise en compte, ne peut ainsi revêtir qu'une portée subsidiaire (RNRF 89/2008 p. 224, 5A.14/2006 consid. 2.2.3, avec référence à la doctrine). Dès lors qu'elle est de nature à faire perdre au terrain sa nature agricole, elle ne peut être déterminante qu'à des conditions strictes. On en retiendra trois:\n\n3.1 Le Message précise tout d'abord que l'usage non agricole doit durer depuis de longues années (FF 1988 III 917 ch. 221.3), sans pour autant en préciser la durée. La jurisprudence du Tribunal fédéral a confirmé ce principe (arrêt 5A.4/2000 précité consid. 2b), qui doit être appliqué de façon stricte afin d'éviter tout comportement abusif. En effet, un usage non agricole ayant persisté suffisamment longtemps permet d'éviter toute tentative de contournement de la loi par une politique du fait accompli. Il n'y a, toutefois, pas lieu de fixer cette durée de manière abstraite, dans la mesure où les circonstances nécessitent de laisser une certaine marge d'appréciation aux autorités; elle ne saurait toutefois être inférieure à quelques dizaines d'années. Le Tribunal fédéral a ainsi jugé insuffisant un usage non agricole d'une dizaine d'années (arrêt 5A.4/2000 précité).\n\n3.2 Il faut, ensuite, que l'usage agricole ne soit pas non plus envisageable pour l'avenir. L'approche doit, cependant, être concrète et une telle possibilité doit reposer sur des éléments objectifs autres que la seule nature agricole du sol. A défaut, les parcs en question relèveraient toujours du champ d'application de la loi sur le droit foncier rural. Le long usage non agricole passé permet d'ailleurs souvent de présumer, à défaut d'éléments nouveaux, qu'il en sera de même pour l'avenir. Ainsi suffit-il qu'un tel usage non agricole futur soit seulement vraisemblable (arrêt 5A.4/2000 précité consid. 2b).\n\n3.3 A cela s'ajoute encore que les installations qui ont été érigées sur le terrain doivent l'avoir été de manière légale, que ce soit par le biais d'une autorisation au sens des art. 22 et 24 ss de la loi fédérale du 22 juin 1979 sur l'aménagement du territoire (LAT; RS 700), ou encore qu'elles aient été implantées avant l'entrée en force de cette loi, respectivement lorsque l'immeuble se trouvait dans une zone alors constructible (art. 24c LAT). Le Tribunal fédéral a, ainsi, refusé de soustraire du champ d'application de la loi sur le droit foncier rural un immeuble situé en zone agricole et partiellement goudronné, affecté à des fins d'entreposage par une société de travaux BGE 139 III 327 S. 333publics, au motif que \"le propriétaire a lui-même créé ou, comme en l'espèce, a laissé s'établir une situation de fait qui ne correspond pas à la destination de son terrain et qui est incompatible avec la législation applicable en matière d'aménagement du territoire\" (RNRF 89/2008 p. 224, 5A.14/2006 consid. 2.3.2).\n\n4. En l'espèce, la situation décrite par l'arrêt entrepris correspond en tous points aux exigences de la jurisprudence. En effet, la parcelle n° 1, sur laquelle sont plantés de nombreux arbres d'ornement, une haie d'essences variées, ainsi qu'un verger, est clôturée et utilisée comme parc d'agrément depuis une quarantaine d'années. La piscine qui y est aménagée a été autorisée par le département compétent, le 18 octobre 1979. Bien que ce fait ne soit pas déterminant, une très grande partie des parcelles limitrophes sont également des parcelles d'agrément soustraites au régime de la loi sur le droit foncier rural pour des motifs divers. Contrairement à ce que pense la Cour de justice, le fait que l'environnement général soit agricole n'est pas propre, à lui seul, à empêcher la soustraction de l'immeuble du champ d'application de la loi. En effet, à l'exception de cas où seule la parcelle concernée est constitutive de la zone agricole (p. ex. dans l'arrêt de la Chambre administrative de la Cour de justice du canton de Genève du 7 décembre 2010 ATA/861/2010 où le seul autre immeuble originairement agricole était un golf), les cas de figure prévus par le Message, la jurisprudence et la doctrine prennent toujours en compte un immeuble incorporé à une zone agricole plus vaste. Il est ainsi insuffisant de retenir l'existence d'autres immeubles agricoles, plus ou moins proches, pour faire obstacle à la soustraction du champ d'application de la loi sur le droit foncier rural, en partant de la présomption qu'un usage agricole futur demeure possible. L'expérience démontre au contraire qu'une propriété de maître avec jardin et piscine conserve cet usage, pour des motifs économiques évidents.\n\nLes conditions fixées pour la soustraction de la parcelle n° 1 du champ d'application de la loi sur le droit foncier rural sont donc réalisées."}