{"annee": "139", "cour": "I", "page": "242", "date": "7/7/2013", "cite": ["132 III 257", "135 I 130", "136 I 17", "138 I 435", "136 I 87", "138 I 468", "134 I 56", "138 I 454", "138 II 191", "131 I 1", "137 I 31", "130 I 279", "129 I 217", "128 I 295", "138 I 356", "136 I 1", "138 I 410", "133 I 110", "136 I 29", "137 I 167", "136 I 297", "138 I 265"], "cite_par": ["143 I 361", "140 II 46", "144 I 113", "145 I 259", "143 I 403", "142 II 369", "142 I 195"], "chapeau": "23. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. AG gegen Amt für Wirtschaft und Arbeit des Kantons Basel-Stadt (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_912/2012 vom 7. Juli 2013", "regestes": ["Art. 49 Cst.; art. 8 Cst.; art. 4 de la loi fédérale sur la protection contre le tabagisme passif (LPTP); § 34 de la loi du canton de Bâle-Ville en matière d'hôtellerie et de restauration du 15 septembre 2004 (LHR/BS); § 16 de l'ordonnance de la loi du canton de Bâle-Ville en matière d'hôtellerie et de restauration du 12 juillet 2005 (OHR/BS). Admissibilité d'une interdiction cantonale d'espaces fumeurs dans lesquels il y a un service; association \"Fümoar\". Règles minimales de droit fédéral sur la protection contre le tabagisme passif (art. 1-3 LPTP; consid. 2.1). L'art. 4 LPTP prévoit que les cantons peuvent édicter des dispositions plus strictes \"pour la protection de la santé\". Le § 34 LHR/BS prescrit une interdiction de service dans les espaces fumeurs séparés et va en cela au-delà des règles minimales du droit fédéral (consid. 2.2 et 2.3). Le § 34 LHR/BS n'a pas été appliqué de manière arbitraire par l'instance précédente et la législation cantonale ne viole pas la primauté du droit fédéral (art. 49 Cst.; consid. 3). Le local de la recourante est accessible au public au sens du § 16 OHR/BS; il ne peut valablement échapper aux dispositions cantonales et fédérales en matière de protection contre le tabagisme passif (consid. 4). Le § 34 LHR/BS ne viole pas l'art. 8 al. 1 et 2 Cst. (consid. 5). Le nombre élevé de membres de l'association \"Fümoar\" ou le fait qu'une partie de la population n'est pas d'accord avec la législation sur la protection contre le tabagisme passif ne dispense pas les tribunaux d'appliquer la loi. Résumé (consid. 6 et 7)."], "faits": "|243|\n\nA. Am 1. April 2010 ist § 34 des basel-städtischen Gastgewerbegesetzes vom 15. September 2004 in Kraft getreten, wonach das Rauchen in öffentlich zugänglichen Räumen verboten ist, mit Ausnahme von sog. Fumoirs, d.h. abgetrennten, unbedienten und mit einer eigenen Lüftung versehenen Räumen.\n\nBereits zuvor, am 22. Januar 2010, war in Basel der Verein \"Fümoar\" gegründet worden, welcher sich \"die Milderung der wirtschaftlichen Folgen des teilweisen Rauchverbots in Basler Restaurants\" (Art. 1 der Statuten des Vereins \"Fümoar\") zum Ziel gesetzt hat und den Betrieb von Gastwirtschaften unter ausschliesslichem Zutritt von Gästemitgliedern ohne Verpflichtung der Wirtemitglieder zur |244| Errichtung eines Fumoirs ermöglichen will. Gästemitglied wird eine natürliche Person durch die Unterzeichnung einer Beitrittserklärung auf einer Mitgliederliste, welche in den dem Verein \"Fümoar\" angeschlossenen Betrieben aufliegt; sie muss einen Mitgliederbeitrag von jährlich Fr. 10.- an eines der Wirtemitglieder des Vereins \"Fümoar\" ausrichten (vgl. Art. 8 der Statuten des Vereins \"Fümoar\").\n\nAuf eidgenössischer Ebene steht seit dem 1. Mai 2010 das Bundesgesetz zum Schutz vor Passivrauchen in Kraft. Auch dieses Gesetz verbietet grundsätzlich das Rauchen in geschlossenen Räumen, die öffentlich zugänglich sind oder mehreren Personen als Arbeitsplatz dienen. Unter bestimmten, im PaRG definierten Voraussetzungen ist jedoch sowohl die Errichtung von abgetrennten Raucherräumen in Restaurationsstätten als auch der Betrieb von reinen Raucherlokalen zulässig.\n\nB. Das Restaurant Y., betrieben von der X. AG, ist dem Verein \"Fümoar\" als Wirtemitglied angeschlossen. Eine Abklärung des Arbeitsinspektorats des Amtes für Wirtschaft und Arbeit des Kantons Basel-Stadt (AWA) hat ergeben, dass im Restaurant Y. das Rauchen toleriert wird und jeweils gleichzeitig mit rauchenden Gästen mehrere Angestellte im Betrieb tätig sind.\n\nC. Mit Verfügung vom 7. Juli 2010 stellte das Arbeitsinspektorat fest, es verletze das Bundesgesetz über das Passivrauchen und § 34 des basel-städtischen Gastgewerbegesetzes, wenn im Lokal des Restaurants Y. das Rauchen toleriert werde. Um den rechtmässigen Zustand wiederherzustellen, wurde der Betreiberin eine Frist bis zum 30. November 2010 gewährt, das Rauchen in ihren Lokalitäten zu verbieten; wenn dies nicht durchgesetzt werde, würden die verantwortlichen Personen verzeigt. Ein von der Geschäftsführung der X. AG gegen diese Verfügung erhobener Rekurs an das Departement für Wirtschaft, Soziales und Umwelt (WSU) blieb erfolglos (Entscheid vom 30. Juni 2011). Eine gegen den Rekursentscheid erhobene Eingabe an den Regierungsrat wurde dem Verwaltungsgericht zum Entscheid übergeben. Mit Urteil vom 25. Juni 2012 wies dieses die Beschwerde ab.\n\nD. Mit Eingabe vom 14. September 2012 beantragt die X. AG (Beschwerdeführerin), es sei der Entscheid des Appellationsgerichts Basel-Stadt als Verwaltungsgericht vom 25. Juni 2012 aufzuheben. (...)\n\nDas Bundesgericht weist die Beschwerde ab. |245|\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Das Bundesgesetz vom 3. Oktober 2008 zum Schutz vor Passivrauchen (SR 818.31; nachfolgend: PaRG) regelt den Schutz vor Passivrauchen in geschlossenen Räumen, die öffentlich zugänglich sind oder mehreren Personen als Arbeitsplatz dienen (Art. 1 Abs. 1 PaRG). Zu den öffentlich zugänglichen Räumen zählen unter anderem Restaurations- und Hotelbetriebe unabhängig von kantonalen Bewilligungserfordernissen (Art. 1 Abs. 2 lit. h PaRG). Rauchen ist in den Räumen untersagt, die unter den Geltungsbereich von Artikel 1 Absatz 1 und 2 fallen (Art. 2 Abs. 1 PaRG). Der Betreiber oder die Betreiberin oder die für die Hausordnung verantwortliche Person kann in besonderen Räumen, in denen keine Arbeitnehmerinnen oder Arbeitnehmer beschäftigt werden, das Rauchen gestatten, sofern sie abgetrennt, besonders gekennzeichnet und mit ausreichender Belüftung versehen sind (Raucherräume). Ausnahmsweise dürfen in Raucherräumen von Restaurations- und Hotelbetrieben Arbeitnehmerinnen oder Arbeitnehmer mit deren ausdrücklicher Zustimmung beschäftigt werden. Das Einverständnis hat im Rahmen des Arbeitsvertrages zu erfolgen (Art. 2 Abs. 2 PaRG). Gemäss Art. 3 PaRG (\"Raucherbetriebe\") werden Restaurationsbetriebe auf Gesuch hin als Raucherlokale bewilligt, wenn der Betrieb (a.) eine dem Publikum zugängliche Gesamtfläche von höchstens 80 Quadratmetern hat; (b.) gut belüftet und nach aussen leicht erkennbar als Raucherlokal bezeichnet ist; und (c.) nur Arbeitnehmerinnen und Arbeitnehmer beschäftigt, die einer Tätigkeit im Raucherlokal im Arbeitsvertrag zugestimmt haben. Nach Art. 4 PaRG können die Kantone strengere Vorschriften zum Schutz der Gesundheit erlassen (vgl. Urteile 6B_75/ 2012 vom 26. Oktober 2012 E. 2.1; 2C_345/2012 vom 27. September 2012 E. 3.3).\n\n2.2 Gemäss § 34 des basel-städtischen Gesetzes vom 15. September 2004 über das Gastgewerbe (SG 563.100; nachfolgend: GGG/BS) ist das Rauchen in öffentlich zugänglichen Räumen von Gastgewerbebetrieben verboten. Ausgenommen sind einzig \"zum Zweck des Rauchens eigens abgetrennte, unbediente und mit eigener Lüftung versehene Räume (Fumoirs)\". In Konkretisierung dieser Bestimmung hält § 16 der Verordnung vom 12. Juli 2005 zum Gastgewerbegesetz (SG 563.110; nachfolgend: VGGG/BS) fest, dass als öffentlich zugänglich jeder Raum gilt, der von jeder Person betreten werden darf, |246| insbesondere zum Zweck des entgeltlichen Erwerbs von Speisen und Getränken zum Konsum an Ort und Stelle. Gemäss § 7 Abs. 1 GGG/ BS sind für die Durchsetzung des Rauchverbots primär die Bewilligungsinhaber zuständig; sie haben gemäss § 29 GGG/BS für die Aufrechterhaltung von Ruhe und Ordnung im Betrieb zu sorgen (vgl. Urteil 2C_345/2012 vom 27. September 2012 E. 2).\n\n2.3 Die kantonale Bestimmung in § 34 GGG/BS nimmt somit nur \"eigens abgetrennte, unbediente und mit eigener Lüftung versehene Räume\" (d.h. Fumoirs) vom allgemeinen Rauchverbot in der Öffentlichkeit zugänglichen geschlossenen Räumen aus. Wie die Beschwerdeführerin zutreffend darlegt, stellt die kantonale Regelung damit gegenüber der bundesrechtlichen Regelung eine Verschärfung dar, und zwar in zweifacher Hinsicht: Zum einen verbietet sie im Unterschied zu Art. 3 lit. c PaRG die Bedienung in Raucherräumen: Unabhängig von einer allfälligen schriftlichen Zustimmung im Arbeitsvertrag ist die Beschäftigung von Arbeitnehmenden in Raucherräumen nicht erlaubt (\"unbediente Raucherräume\"). Dies hat zum anderen zur Folge, dass § 34 GGG/BS im Unterschied zum PaRG keine \"Raucherbetriebe\" zulässt (vgl. Art. 3 PaRG; E. 2.1); auch die Errichtung von reinen Raucherlokalen ist nach der kantonalen Regelung unzulässig (vgl. hierzu auch PORTMANN/RIBBE, Vom öffentlichen Restaurationsbetrieb zum privaten Raucherklub, AJP 2012 S. 649 ff., dort 660).\n\n2.4 Gemäss den vorinstanzlichen Feststellungen sind beim Restaurant Y. bereits die bundesrechtlichen Vorgaben nicht erfüllt: Zum einen ist fraglich, ob die Restaurationsfläche tatsächlich unter 80 m2 liegt. Das Appellationsgericht war von einer solchen von 111,30 m2 ausgegangen und die Beschwerdeführerin hatte eine hiergegen gerichtete Rüge möglicherweise verspätet erhoben. Zum anderen liegen keine schriftlichen Zustimmungserklärungen sämtlicher Mitarbeitenden zur Beschäftigung in einem Raucherlokal vor. Dennoch prüfte die Vorinstanz die Rechtmässigkeit von § 34 GGG/BS unter dem Blickwinkel sowohl des Bundes- als auch des Verfassungsrechts. Da derzeit vor Bundesgericht noch zahlreiche Fälle zur selben Streitfrage hängig sind, rechtfertigt es sich, die Rechtmässigkeit der kantonalen Regelungen hinsichtlich der erhobenen Verfassungsrügen (Art. 8 und 49 BV) zu prüfen.\n\n3. Die Beschwerdeführerin macht geltend, § 34 GGG/BS verletze die derogatorische Kraft von Bundesrecht (Art. 49 Abs. 1 BV): Der |247| Normzweck der gegenüber der bundesrechtlichen Regelung verschärften Bestimmung bestehe nicht darin, Konsumenten vor dem Passivrauchen zu schützen, die sich freiwillig in Fumoirs aufhielten, sondern - ausschliesslich - das bedienende Personal. § 34 GGG/ BS stelle daher nicht eine Gesundheitsvorschrift für Gäste, sondern einzig eine Bestimmung zum Schutz der Arbeitnehmenden dar. Der Kanton Basel-Stadt verfüge jedoch über keine Kompetenz, eine strengere Arbeitnehmerschutzgesetzgebung als im Bund einzuführen (Art. 110 Abs. 1 lit. a BV).\n\n3.1 Wie aus dem Ingress hervorgeht, stützt sich das Bundesgesetz zum Schutz vor Passivrauchen sowohl auf Art. 110 Abs. 1 lit. a als auch auf Art. 118 Abs. 2 lit. b der Bundesverfassung, d.h. auf den Arbeitnehmer- wie auch auf den allgemeinen Gesundheitsschutz.\n\nArt. 118 Abs. 1 BV räumt dem Bund die Kompetenz ein, im Rahmen seiner Zuständigkeiten Massnahmen zum Schutz der Gesundheit zu erlassen. Wie schon aus dem Wortlaut hervorgeht, hat diese Bestimmung keine Kompetenz begründende Funktion; das Gesundheitswesen ist grundsätzlich Sache der Kantone. Dem Bund stehen Rechtsetzungskompetenzen zum Schutz der Gesundheit nur im Rahmen der ihm ohnehin eingeräumten Regelungsbefugnisse sowie in den in Art. 118 Abs. 2 BV abschliessend aufgezählten Bereichen zu; hierunter fällt auch \"die Bekämpfung übertragbarer, stark verbreiteter oder bösartiger Krankheiten von Menschen und Tieren\" (lit. b). Nur innerhalb der in Art. 118 Abs. 2 BV genannten Gebiete verfügt der Bund somit über eine umfassende Kompetenz mit nachträglich derogatorischer Wirkung (vgl. BGE 138 I 435 E. 4.3.1 S. 448; BGE 133 I 110 E. 4.2 S. 116 f.; BGE 128 I 295 E. 3d/bb S. 301 f.; Urteil 2P.278/2004 vom 4. April 2005 E. 2.3.2 mit Hinweisen; die Lehre spricht von einer \"fragmentarischen Rechtsetzungskompetenz des Bundes\"; vgl. HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstaatsrecht, 8. Aufl. 2012, N. 1086; vgl. TOMAS POLEDNA, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 12 ff. zu Art. 118 BV; vgl. auch JAAG/RÜSSLI, Schutz vor Passivrauchen: verfassungsrechtliche Aspekte, AJP 2006 S. 21 ff., dort 24 f.).\n\nDie in Art. 110 Abs. 1 lit. a BV enthaltene Regelungskompetenz zum Arbeitnehmerschutz ist umfassend und wirkt nachträglich derogatorisch. Soweit der Bund das Arbeitnehmerschutzrecht regelt und den Kantonen keine spezifischen Regelungszuständigkeiten belässt, sind die zwingenden bundesrechtlichen Vorschriften grundsätzlich |248| abschliessend. Durch den Erlass des Arbeitsgesetzes vom 13. März 1964 (ArG; SR 822.11) und der darauf gestützten Verordnungen hat der Bund eine weitreichende Regelung für den allgemeinen Arbeitnehmerschutz geschaffen (vgl. BGE 130 I 279 E. 2.3.1 S. 284; vgl. auch BGE 136 I 29 E. 3.4.2 S. 34 f.; BGE 133 I 110 E. 4.3 S. 117; BGE 132 III 257 E. 5 S. 259 ff.; vgl. THOMAS GÄCHTER, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 21 zu Art. 110 BV; vgl. auch VINCENT MARTENET, L'interdiction de fumer dans les lieux publics intérieurs ou fermés, AJP 2007 S. 247 ff., dort 250).\n\n3.2 Nach dem Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 49 Abs. 1 BV) können Kantone in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, keine Rechtsetzungskompetenzen mehr wahrnehmen. Trotz grundsätzlich abschliessender bundesrechtlicher Regelung bestehen kantonale Zuständigkeiten jedoch weiter, wenn sie in der einschlägigen Bundesgesetzgebung ausdrücklich vorgesehen sind (BGE 138 I 468 E. 2.6 S. 473 f., BGE 138 I 454 E. 3.6.3 S. 463). Auch wenn sich eine Bundesregelung in einem bestimmten Sachbereich an sich als abschliessend darstellt, ist eine kantonale Lösung nicht ausgeschlossen, falls sie ein anderes Ziel verfolgt als dasjenige des Bundesrechts (BGE 138 I 410 E. 3.1 S. 414 f.; BGE 137 I 167 E. 3.4 S. 174 f.; BGE 133 I 110 E. 4.1 S. 116). Die Kantone dürfen jedoch im Rahmen der ihnen zukommenden Kompetenzen nur solche Vorschriften erlassen, die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zweck nicht beeinträchtigen oder vereiteln (BGE 138 I 435 E. 3.1 S. 446, BGE 138 I 356 E. 5.4.2 S. 360 f., 331 E. 8.4.3 S. 354; BGE 137 I 31 E. 4.1 S. 41; je mit Hinweisen). Schliesslich gilt, dass die Kantone ihrer Möglichkeit zur Gesetzgebung dann vollends benommen sind, soweit Bundesrecht in einem bestimmten Bereich kantonales Recht insgesamt untersagt. In solchen Fällen sind ergänzende kantonale Bestimmungen selbst dann ausgeschlossen, wenn sie in Übereinstimmung mit dem Bundesrecht stünden (BGE 138 I 410 E. 3.1 S. 414, BGE 138 I 435 E. 3.1 S. 446; BGE 137 I 167 E. 3.4 S. 174 f.; BGE 133 I 110 E. 4.1 S. 116; Urteile 2C_727/2011 vom 19. April 2012 E. 3.3, nicht publ. in: BGE 138 II 191 ff.; 2C_333/2012 vom 5. November 2012 E. 5.1; 2C_728/2011 vom 23. Dezember 2011 E. 7.2).\n\nDas Bundesgesetz zum Schutz vor Passivrauchen sieht ausdrücklich vor, dass die Kantone \"strengere Vorschriften zum Schutz der Gesundheit\" erlassen dürfen (Art. 4 PaRG). Eine Regelungskompetenz |249| bleibt demnach auch nach Inkrafttreten das PaRG bei den Kantonen. Strittig bleibt indes die Frage, zum Schutz von wessen Gesundheit den Kantonen die Möglichkeit zum Erlass strengerer Vorschriften verbleibt.\n\n3.3 Die Beschwerdeführerin bringt mit Blick auf den Sinn bzw. den Umfang der verbleibenden kantonalen Kompetenz vor, der \"Schutz der Gesundheit\" nach Art. 4 PaRG sei als Verfassungsbegriff im Sinne von Art. 118 Abs. 1 und 2 lit. b BV eng auszulegen und könne entgegen der Auffassung der Vorinstanz und auch vor dem Hintergrund der gesetzgeberischen Beratungen nur als Schutz der Gesundheit der Konsumenten verstanden, nicht aber auf den Arbeitnehmerschutz (Art. 110 Abs. 1 lit. a BV) ausgedehnt werden. Genau hierum ginge es jedoch, wenn der Kanton ein Bedienungsverbot in Raucherräumen statuiere.\n\n3.4 Die Rügen der Beschwerdeführerin, wonach § 34 GGG/BS den Zweck der bundesrechtlichen Regelung im PaRG vereitle, vermögen nicht zu überzeugen:\n\n3.4.1 Der Wortlaut der weit gefassten Formulierung \"Schutz der Gesundheit\" lässt sowohl die enge Interpretation der Beschwerdeführerin, die sich auf die Begrifflichkeit der Verfassung stützt, als auch das Begriffsverständnis der Vorinstanz zu, die auch Arbeitnehmende unter diesen Begriff fallen lässt. Man kann sich in systematischer Betrachtungsweise auf den Standpunkt stellen, Art. 4 PaRG beziehe sich auf den Ingress, damit sowohl auf den Schutz der Arbeitnehmenden im Sinne von Art. 110 BV als auch auf denjenigen der Gesundheit im Sinne von Art. 118 BV (vgl. PORTMANN/RIBBE, a.a.O., S. 659 f.; VINCENT MARTENET, La protection contre le tabagisme passif à l'épreuve du fédéralisme - Questions choisies de droit fédéral et genevois [nachfolgend: 2011], AJP 2011 S. 479 ff., dort 480), oder aber, dass Art. 4 PaRG (\"Schutz der Gesundheit\") - e contrario - den im Ingress angerufenen Arbeitnehmerschutz wieder ausschliesse. Weder der Wortlaut des Gesetzes noch die systematische Betrachtungsweise ergeben ein klares Auslegungsergebnis.\n\n3.4.2 Wie sich aus den Materialien ergibt, sah der ursprüngliche Entwurf der Kommission für soziale Sicherheit und Gesundheit des Nationalrats (SGK-N) als Erstrat vor, dass über die bundesrechtliche Regelung hinausgehende kantonale Bestimmungen hätten derogiert werden sollen (vgl. Bericht SGK-N Nr. 04.476 vom 1. Juni 2007, BBl 2007 6185, 6200 Ziff. 4.2). Der Nationalrat folgte diesem |250| Konzept; demgegenüber beantragte die Kommission für soziale Sicherheit und Gesundheit des Ständerats diesem erfolgreich die Aufnahme eines Vorbehalts, weiter gehende Regelungen der Kantone zuzulassen (vgl. Votum Urs Schwaller, AB 2008 S 37). Der Nationalrat folgte diesem Vorschlag im Rahmen der Differenzbereinigung (AB 2008 N 879 ff.). Dem Vorbehalt lagen Beratungen über bereits bestehende oder geplante kantonale Regelungen zugrunde, die sich auch auf Bedienungsverbote in abgetrennten Raucherräumen bezogen; die Räte hatten somit von den entsprechenden kantonalen Regelungen Kenntnis (vgl. Voten Thomas Weibel AB 2008 N 880; Jean-Charles Rielle AB 2008 N 881; vgl. auch Bericht SGK-N, a.a.O., BBl 2007 6185, 6192 Ziff. 2.5 und 6200 Ziff. 4.2; Stellungnahme des Bundesrates vom 22. August 2007, BBl 2007 6207, 6208 Ziff. 1.1 und Voten AB 2008 N 879 ff.). In den Materialien finden sich demnach wesentliche Anhaltspunkte dafür, dass kantonale Regelungen, die sich auch auf unbediente Fumoirs bezogen, weiterhin zugelassen werden sollten.\n\n3.4.3 Die Vorinstanz hat mit Blick auf die Materialien zu § 34 GGG/ BS festgestellt (kantonale Abstimmungsunterlagen), dass der Bestimmung eine doppelte Zwecksetzung zugrunde liegt, nämlich die allgemeine Eindämmung des Tabakkonsums und der Schutz vor den negativen Folgen des Passivrauchens des im Gastgewerbe tätigen Personals. Das Appellationsgericht legt § 34 GGG/BS denn auch willkürfrei als Bedienungsverbot aus, das gleichzeitig der Verminderung der Attraktivität der Fumoirs als Orte längeren Verbleibs und damit auch dem Gesundheitsschutz der Gäste diene. Der Kanton nimmt demnach eine Kompetenz wahr, die gleichermassen den Gesundheitsschutz der Gäste als auch den Arbeitnehmerschutz umfasst. Ähnlich verhält es sich mit den Zwecken des PaRG: Wie das Bundesgericht bereits vor dessen Inkrafttreten unter Bezugnahme auf Art. 4 PaRG festgehalten hat, ist eine völlige Trennung des Schutzes von Konsumenten und Angestellten nur denkbar bei Regelungen, die sich ausschliesslich auf jeweils eine der Kategorien Arbeitnehmerschutz oder Gesundheitsschutz beziehen und wo auch faktisch, insbesondere örtlich, eine klare Abgrenzung vorliegt, wie dies etwa bei Arbeitsstellen zutreffen kann, die der Öffentlichkeit nicht zugänglich sind, oder umgekehrt bei öffentlichen Räumen, in denen keine Arbeitnehmenden tätig sind (vgl. BGE 136 I 29 E. 3.4.2 S. 34 f.; vgl. auch BGE 136 I 117 E. 4.2 S. 25 f.; BGE 133 I 110 E. 4.5 S. 117 f.). Bei Restaurationsbetrieben als Regelungsgegenstand des kantonalen Rauchverbots in öffentlich zugänglichen Räumen (Art. 34 GGG/ |251| BS) - und insbesondere beim Kleinbetrieb im vorliegenden Fall - handelt es sich nicht um Lokalitäten, in denen der Gesundheitsschutz von Konsumenten und Arbeitnehmenden vollständig abtrennbar wäre (BGE 136 I 29 E. 3.4.2 S. 34 f.; BGE 133 I 110 E. 4.5 S. 117 f.; vgl. auch KURT PÄRLI, ARV 2010 S. 254 ff., dort 257; MARTENET, 2011, a.a.O., S. 480). § 34 GGG/BS verstösst demnach nicht gegen die Zwecke des PaRG. Indem mit dem Rauchverbot in Gastronomiebetrieben zudem ein anderes, eingeständiges Ziel verfolgt wird als die im Arbeitsgesetz abschliessend geregelten Materien zum allgemeinen Arbeitnehmerschutz (vgl. Art. 1 ff. ArG), verbleibt den Kantonen eine ergänzende Rechtsetzungskompetenz, wo sich - mit Blick auf den wahrgenommenen Regelungsgegenstand - der Gesundheitsschutz der Konsumenten vor den negativen Folgen des (Passiv-)Rauchens nicht von demjenigen des Personals unterscheiden lässt (vgl. BGE 136 I 29 E. 3.4.2 S. 34 f., BGE 136 I 17 E. 4.2 S. 25 f.; BGE 133 I 110 E. 4 S. 115 ff.; vgl. PÄRLI, a.a.O., S. 257).\n\n3.4.4 Die Regelung in § 34 GGG/BS des Kantons Basel-Stadt geht - in gleicher Weise wie der Paradigmenwechsel auf Bundesebene (\"von der Freiheit des Rauchens zur Freiheit des Nichtrauchens\") - vom Grundsatz aus, dass geschlossene Räume, die der Öffentlichkeit zugänglich sind, rauchfrei sein sollen (vgl. für den Kanton Solothurn Urteil 2C_233/2010 vom 17. August 2010 E. 4.2.3; für den Kanton St. Gallen 2C_627/2009 vom 23. Februar 2010 E. 2.3.1). Wie das Bundesgericht für die Bundesebene bereits festgestellt hat, besteht der Zweck dieser Regelungen - über den engen Wortlaut des \"Schutzes vor dem Passivrauchen\" hinaus - darin, ein grundsätzliches Rauchverbot in öffentlich zugänglichen Räumen zu statuieren (vgl. Art. 1 in Verbindung mit Art. 2 Abs. 1 und Art. 3 PaRG) bzw. das Rauchen unattraktiver zu gestalten: Ein Bedienungsverbot in Raucherräumen ist geeignet, deren Attraktivität zu verringern, sodass sie von Rauchern nur kurzzeitig aufgesucht werden und nicht zu eigentlichen Gasträumen mutieren, unter denen sich - unter sozialem Druck - auch die Kolleginnen und Kollegen von Rauchern wiederfinden. Vor diesem Hintergrund kann der Beschwerdeführerin nicht gefolgt werden, wenn sie Raucher und freiwillige Passivraucher in den ihnen zugewiesenen Raucherräumen vom Regelungsbereich des PaRG bzw. des § 34 GGG/BS ausschliessen will. Durch das Ziel der Eindämmung des Tabakkonsums bzw. des allgemeinen Gesundheitsschutzes werden diese in den Schutzzweck der entsprechenden Reglementierungen einbezogen und von dem den Kantonen |252| überlassenen Kompetenzbereich erfasst (Art. 4 PaRG; vgl. auch BGE 136 I 29 E. 3.4.2 S. 34 f.).\n\n3.5 Somit erweist sich das gegen die Beschwerdeführerin verfügte Rauchverbot hinsichtlich der vorgebrachten Rügen als rechtmässig: Gemäss den unbestrittenen sachverhaltlichen Feststellungen der Vorinstanz (Art. 105 Abs. 1 BGG) wird das Rauchen in den Räumlichkeiten der Beschwerdeführerin stets geduldet; gleichzeitig mit rauchenden Gästen sind mehrere Angestellte im Betrieb tätig. Wenn die Vorinstanz im Rahmen der Anwendung von § 34 GGG/BS zum Schluss kommt, das verfügte Rauchverbot sei zu schützen, stellt dies weder eine willkürliche noch eine gegen die Kompetenzordnung verstossende Auslegung der infrage stehenden kantonalen Bestimmung dar (vgl. BGE 136 I 29 E. 3.4.2 S. 34 f.; vgl. oben E. 3.2 und 3.4.3; vgl. auch PORTMANN/RIBBE, a.a.O., S. 658 ff.; PÄRLI, a.a.O., S. 256 f.; MARTENET, 2011, a.a.O., S. 480).\n\n3.6 Entgegen der Ansicht der Beschwerdeführerin ist auch der Vollzug der Bestimmung durch das Arbeitsinspektorat weder kompetenzwidrig noch willkürlich: Art. 6 Abs. 1 in Verbindung mit Art. 1 des Arbeitsgesetzes verpflichtet die Arbeitgeber, zum Schutz der Gesundheit der Arbeitnehmenden alle Massnahmen zu treffen, die nach der Erfahrung notwendig, nach dem Stand der Technik anwendbar und den Verhältnissen des Betriebs angemessen sind. Der Vollzug des ArG obliegt im Kanton Basel-Stadt dem Amt für Wirtschaft und Arbeit, dem das Arbeitsinspektorat angehört (§ 1 Einführungsgesetz des Kantons Basel-Stadt vom 29. Juni 1967 zum Bundesgesetz über die Arbeit in Industrie, Gewerbe und Handel [Arbeitsgesetz; SG 812.100]). Es bestand demnach zum Zeitpunkt des verfügten Rauchverbots eine parallele Zuständigkeit sowohl des Arbeits- als auch des Bauinspektorats. Wie die Vorinstanz ausführt, ist es Sache der Exekutive, gestützt auf die Gesetzesgrundlagen funktionale Zuweisungen vorzunehmen. Eine offensichtliche Überschreitung des Kompetenzbereichs des (damals mit der Durchsetzung des Rauchverbots mitbefassten) Arbeitsinspektorats ist nicht zu erkennen.\n\n4. Wie die Beschwerdeführerin weiter vorbringt, finden in ihrem Betrieb nur Personen Einlass, die selbst Gästemitglieder des Vereins \"Fümoar\" sind und damit ausdrücklich auf den Schutz vor Passivrauchen verzichtet haben. Indem damit kein Mensch unfreiwillig dem Passivrauch anderer ausgesetzt sei, werde dadurch weder das PaRG noch § 34 GGG/BS umgangen. |253|\n\n4.1 § 34 GGG/BS statuiert ein grundsätzliches Rauchverbot in Gastronomiebetrieben, welches - in gleicher Weise wie der Paradigmenwechsel auf Bundesebene und in anderen Kantonen - vom Grundsatz ausgeht, dass geschlossene Räume, die der Öffentlichkeit zugänglich sind, rauchfrei sein sollen (vgl. Art. 1 Abs. 1 PaRG; vgl. für den Kanton Solothurn Urteil 2C_233/2010 vom 17. August 2010 E. 4.2.3; für den Kanton St. Gallen 2C_627/2009 vom 23. Februar 2010 E. 2.3.1). Wie bereits festgestellt, umfasst dieser Schutzgedanke auch Raucher und freiwillige Passivraucher (oben E. 3.4.4). Verwaltungsrechtliche Regelungen sind, wie die Vorinstanz ausführt, zwingend. Der Normzweck von § 34 GGG/BS kann demnach nicht durch eine Erklärung der Betroffenen, teilweise oder ganz auf gesetzlichen Schutz verzichten zu wollen, für diese ausser Kraft gesetzt werden; dies widerspräche dem angestrebten Gesundheitsschutz (vgl. für das Bundesgesetz Urteil 6B_75/2012 vom 26. Oktober 2012 E. 3; PORTMANN/ RIBBE, a.a.O., S. 655 ff.).\n\n4.2 Gemäss § 16 VGGG/BS gilt als öffentlich zugänglich ein Raum, der von jeder Person, insbesondere zum Zweck des entgeltlichen Erwerbs von Speisen und Getränken zum Konsum an Ort und Stelle, betreten werden darf (vgl. E. 2.2). Wenn die Vorinstanz davon ausgeht, der Betrieb der Beschwerdeführerin sei öffentlich zugänglich im Sinne von § 16 VGGG/BS, so ist dies nicht willkürlich: Die Mitgliedschaft im Verein \"Fümoar\" kann problemlos erlangt werden (Entrichtung des Mitgliederbeitrags von Fr. 10.-; oben Sachverhalt A), und die Lokalitäten der Beschwerdeführerin können von allen Personen aufgesucht werden, die dem Verein angeschlossen sind. Es hat demnach entgegen ihren Ausführungen nicht nur ein bestimmter, begrenzter Kreis von Personen Zugang zu den Lokalitäten. Die Vereinsmitgliedschaft ist das Mittel zur Erreichung des in den Statuten festgehaltenen Vereinszwecks, der darin besteht, dass auch nach Inkrafttreten der kantonalen Regelung im Mai 2010 in Restaurationsbetrieben geraucht werden kann (\"Milderung der wirtschaftlichen Folgen des Rauchverbots in nicht eigens abgetrennten, bedienten und nicht mit eigener Lüftung versehenen Innenräumen von Gastgewerbebetrieben\"). Das Bundesgericht hat bereits festgestellt, dass die öffentliche Zugänglichkeit bei Vereinen, deren Zweck in Umgehung des Gesetzes darin besteht, in Restaurationsbetrieben trotz allgemeinem Rauchverbot Tabak konsumieren zu können, nicht wirksam eingeschränkt ist (vgl. Urteil 6B_75/2012 vom 26. Oktober 2012 E. 3 für den Kanton Thurgau bzw. die bundesgesetzliche Minimalregelung im PaRG). |254|\n\nEs gelingt der Beschwerdeführerin demnach nicht, \"dasselbe Ziel\" des Passivrauchschutzes durch \"Zutrittsbeschränkungen der Nichtraucher\" zu ihren Räumlichkeiten zu erreichen. Sie kann sich durch ihr Vorgehen nicht wirksam von den bundesrechtlichen Vorgaben bzw. § 34 GGG/BS befreien.\n\n5. Die Beschwerdeführerin macht geltend, § 34 GGG/BS verstosse gegen das verfassungsrechtliche Grundrecht der Rechtsgleichheit und gegen das Diskriminierungsverbot (Art. 8 Abs. 1 und 2 BV). Denn nach § 34 GGG/BS seien im Gegensatz zur bundesrechtlichen Regelung nur unbediente Raucherräume zugelassen, womit die kleineren Gastwirtschaftsbetriebe (sog. \"Eckkneipen\") faktisch von der Möglichkeit ausgeschlossen würden, rauchende Gäste zu bewirten. Indem die Rüge die kantonale Bestimmung in Inhalten betrifft, die über die bundesrechtliche Regelung hinausgehen (Bedienungsverbot in Raucherräumen; vgl. E. 2.2 f.), ist sie zu hören (vgl. Art. 190 BV); sie vermag indes nicht durchzudringen:\n\n5.1 Nach Art. 8 Abs. 1 BV verletzt ein Erlass das Rechtsgleichheitsgebot, wenn er rechtliche Unterscheidungen trifft, für die kein vernünftiger Grund in den zu regelnden Verhältnissen ersichtlich ist, oder er Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen, wenn also Gleiches nicht nach Massgabe seiner Gleichheit gleich und Ungleiches nicht nach Massgabe seiner Ungleichheit ungleich behandelt wird. Die ungerechtfertigte Gleich- bzw. Ungleichbehandlung muss sich auf eine wesentliche Tatsache beziehen. Die Frage, ob für eine rechtliche Unterscheidung ein vernünftiger Grund in den zu regelnden Verhältnissen besteht, kann zu verschiedenen Zeiten unterschiedlich beantwortet werden. Dem Gesetzgeber bleibt im Rahmen dieser Grundsätze ein weiter Gestaltungsspielraum (BGE 138 I 265 E. 4.1 S. 267; BGE 136 I 297 E. 6.1 S. 304, BGE 136 I 1 E. 4.1 S. 5; BGE 135 I 130 E. 6.2 S. 137 f.; BGE 131 I 1 E. 4.2 S. 6 f.; je mit Hinweisen; Urteil 2C_864/2010 vom 24. März 2011 E. 4.1).\n\n5.2 Die Beschwerdeführerin sieht eine massgebliche Differenz zwischen ihrem Kleinbetrieb und Gaststätten mit grösseren Restaurationsflächen, die in § 34 GGG/BS jedoch unberücksichtigt geblieben sei. Es ist demnach zu prüfen, ob die Regelung hinsichtlich entscheidwesentlicher Tatsachen rechtliche Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen würden. Diese Prüfung misst sich insbesondere am Regelungszweck der Bestimmung (vgl. BGE 136 I 1 E. 4.3 S. 7 ff.; vgl. RAINER J. SCHWEIZER, in: Die |255| schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 22 zu Art. 8 BV).\n\n§ 34 GGG/BS bezweckt, ein Rauchverbot in Gaststätten zu statuieren; die Bestimmung lässt Ausnahmebereiche zu, wo das Rauchen gestattet bleibt. Wenn der kantonale Gesetzgeber für solche Ausnahmen unbediente abtrennbare Räume vorsieht (vgl. oben E. 2.3), so ist dies eine sinnvolle, jedenfalls keine willkürliche Regelung, um den Gesundheitsschutz des Personals und der Konsumenten gegenüber der bundesrechtlichen Regelung zusätzlich zu stärken. Die (hier bloss faktische) Ungleichbehandlung beruht auf sachlichen, mit dem Regelungszweck der Norm im Einklang stehenden Motiven; auch ist es sachgegeben, dass kleinere Gaststätten ihr Angebot weniger nach verschiedenen Kundensegmenten differenzieren können, als dies grösseren Betrieben möglich ist. Mit Blick auf den Regelungszweck und die tatsächlichen Verhältnisse drängt sich demnach keine unterschiedliche Behandlung der Lokale nach ihrer Grösse (Differenzierungsgebot) auf. Das Rechtsgleichheitsgebot (Art. 8 Abs. 1 BV) ist nicht verletzt.\n\n5.3 Art. 8 Abs. 2 BV verbietet qualifizierte Ungleichbehandlungen einer Person allein aufgrund ihrer Zugehörigkeit zu einer bestimmten Gruppe, welche historisch oder in der gegenwärtigen sozialen Wirklichkeit tendenziell ausgegrenzt oder als minderwertig behandelt wird (BGE 138 I 265 E. 4.2 S. 267 f.; BGE 136 I 297 E. 7.1 S. 306; BGE 134 I 56 E. 5.1 S. 61 f.; BGE 129 I 217 E. 2.1 S. 223 f. mit Hinweisen auf Rechtsprechung und Doktrin; KIENER/KÄLIN, Grundrechte, 2007, S. 359 ff.). Diese Bestimmung knüpft an die natürlichen Eigenschaften des Menschen an (BGE 138 I 265 E. 4.2 S. 267 f.; BGE 136 I 297 E. 7.1 S. 306; BGE 134 I 56 E. 5.1 S. 61 f.). Als Betriebsgesellschaft eines Kleinlokals kann sich die Beschwerdeführerin nicht auf Art. 8 Abs. 2 BV berufen.\n\n6. Auch wenn die Beschwerdeführerin schliesslich geltend macht, dem Verein \"Fümoar\" gehörten mittlerweile mehr als 192'000 Mitglieder an, und er damit aufzeigen will, dass sich ein Grossteil der Bevölkerung weniger strikte Rauchverbote in Gaststätten bzw. eine Bedienung in Fumoirs wünschte, so wäre diesem Anliegen durch eine entsprechende Änderung des kantonalen Rechts (im Rahmen der bundesrechtlichen Minimalvorgaben) Rechnung zu tragen. Eine kantonale Volksinitiative im Kanton Basel-Stadt, die eine Lockerung des kantonalen Rauchverbots zugunsten der Übernahme der |256| bundesrechtlichen Regelung zum Schutz des Passivrauchens hätte bringen sollen (kantonale Volksinitiative \"Ja zum Nichtraucherschutz ohne kantonale Sonderregelung\"), wurde am 27. November 2011 vom basel-städtischen Stimmvolk allerdings abgelehnt (vgl. hierzu auch Urteil 2C_345/2012 vom 27. September 2012 E. 3.3). Ohnehin vermag die Tatsache, dass ein Teil der Bevölkerung mit der Gesetzgebung zum Schutz vor dem Passivrauchen nicht einverstanden ist, das Gericht nicht davon zu entbinden, das Gesetz anzuwenden.\n\n7. Die angefochtene Verfügung (Rauchverbot) des Arbeitsinspektorats verstösst weder gegen die als verletzt behaupteten Verfassungsbestimmungen (Art. 8 BV, Art. 49 BV) noch erging sie unter offensichtlicher Verletzung von kantonalen Kompetenzvorschriften. Es erübrigt sich, die Sache zur Neubeurteilung an das Arbeitsinspektorat zurückzuweisen. Die Vorinstanz hat durch die Abweisung der Beschwerde kein Bundesrecht verletzt. Inwiefern die kantonale Regelung \"im Übrigen auch\" gegen den Gesamtarbeitsvertrag für das Gastgewerbe verstösst und in welcher Weise das Urteil 1 BvR 3262/ 07, 402/08, 906/08 des deutschen Bundesverfassungsgerichts vom 11. Juni 2008 zu berücksichtigen wäre, legt die Beschwerdeführerin nicht näher dar, sodass hierauf nicht weiter einzugehen ist (vgl. nicht publ. E. 1.3)."}