{"annee": "139", "cour": "I", "page": "64", "date": "21/12/2012", "cite": ["112 IB 88", "126 II 1", "123 I 264", "91 I 467", "137 I 273", "75 I 174", "132 I 29", "133 II 366"], "cite_par": ["140 I 114", "142 II 182", "139 II 373"], "chapeau": "7. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Steuerverwaltung des Kantons Basel-Landschaft und Kantonale Steuerverwaltung Obwalden (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_708/2012 vom 21. Dezember 2012", "regestes": ["Art. 127 al. 3 Cst.; limites de la péremption du droit d'imposer en matière de double imposition et de la prescription du droit de taxer d'un canton sur le plan intercantonal selon le droit harmonisé; besoin accru de coordination entre les autorités de taxation dans le cas d'une entreprise située hors du canton de domicile du contribuable. En matière de double imposition, l'exception de péremption du droit d'imposer soulevée par un canton vis-à-vis d'un autre canton n'entre pas en ligne de compte, lorsque cet autre canton a été actif dans le délai de deux ans après la fin de la période fiscale (\"n+2\"). Pour cela, il suffit qu'une communication écrite soit envoyée au contribuable l'informant qu'une taxation est envisagée. Il en va typiquement ainsi en cas de notification de la déclaration d'impôt. Selon le droit harmonisé, il y a un délai de suspension pour procéder à la taxation jusqu'à la fin de l'année \"n+5\" (consid. 3.2-3.5). Lorsque le contribuable est propriétaire d'une entreprise en raison individuelle ou unique actionnaire d'une société en capitaux située hors de son canton de domicile, il existe un besoin accru de coordination entre les administrations fiscales. Il revient au canton du domicile principal et à celui du domicile secondaire d'exercer réciproquement la quasi-fonction d'une autorité dirigeante (consid. 3.5 et 3.6)."], "faits": "BGE 139 I 64 S. 66\n\nX. hat Wohnsitz in L./OW. Er ist Alleinaktionär, einziges Mitglied des Verwaltungsrates und Arbeitnehmer der A. AG. Deren Sitz befindet sich in M./BL in einer Liegenschaft, deren Eigentümer X. ist. Die Aktiengesellschaft, gegründet am 16. November 1998, bezweckt statutengemäss den Verkauf und die Vermittlung von Anlagen der Lager- und Fördertechnik. Zuvor, am 12. Januar 1998, hatte X. die B., ein Einzelunternehmen, in das Handelsregister eintragen lassen. Dessen Zweck besteht im Handel mit Gütern für den innerbetrieblichen Bewegungsablauf (Lagereinrichtungen, Förderanlagen, Anpassrampen und Hebebühnen). Das Einzelunternehmen legte seinen ersten Abschluss für das Geschäftsjahr 2006 vor. Bis dahin hatte es keine aktive Geschäftstätigkeit entfaltet.\n\nAm 11. Juni 2007 reichte X. in den Kantonen Obwalden und Basel-Landschaft die Steuererklärung für die Steuerperiode 2006 ein. Darin deklarierte er erstmals ein Einkommen aus selbständiger Erwerbstätigkeit. In der Veranlagungsverfügung vom 31. Juli 2009 zog die Steuerverwaltung des Kantons Obwalden sämtliche Steuerfaktoren zur Besteuerung heran, mit Ausnahme jener, die im Zusammenhang mit der ausserkantonalen Liegenschaft stehen. Diese berücksichtigte sie lediglich satzbestimmend. Die Veranlagungsverfügung erwuchs unangefochten in Rechtskraft. Im Kanton Basel-Landschaft erging die Veranlagungsverfügung am 21. Januar 2010. Neben den Faktoren im Zusammenhang mit der Liegenschaft in M./BL beanspruchte die Steuerverwaltung des Kantons Basel-Landschaft auch das Einkommen aus selbständiger Erwerbstätigkeit. Die dagegen gerichteten kantonalen Rechtsmittel blieben erfolglos.\n\nMit Eingabe vom 15. Juli 2012 erhebt X. beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten gegen die Kantone Basel-Landschaft und Obwalden. Er beantragt sinngemäss, der Entscheid des Kantonsgerichts des Kantons Basel-Landschaft vom 25. April 2012 sei aufzuheben, und von der Besteuerung des Einkommens aus selbständiger Erwerbstätigkeit durch diesen Kanton für die Steuerperiode 2006 sei abzusehen. Eventualiter sei die Veranlagungsverfügung des Kantons Obwalden vom 31. Juli 2009 aufzuheben und von der Besteuerung des Einkommens aus selbständiger Erwerbstätigkeit durch diesen Kanton abzusehen. X. (hiernach: der Steuerpflichtige) rügt einen Verstoss gegen das interkantonale Doppelbesteuerungsverbot (Art. 127 Abs. 3 BV). BGE 139 I 64 S. 67\n\nDas Bundesgericht weist die Beschwerde gegen den Kanton Basel-Landschaft ab und heisst jene gegen den Kanton Obwalden gut. Die Sache wird zur Neuveranlagung an die Steuerverwaltung des Kantons Obwalden zurückgewiesen. Die zu viel bezahlten Steuern sind dem Beschwerdeführer zurückzuerstatten.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Kanton Obwalden bringt als Eventualstandpunkt vor, der Kanton Basel-Landschaft habe sein Besteuerungsrecht hinsichtlich der Faktoren aus selbständiger Erwerbstätigkeit verwirkt. Die Verwirkungseinrede ist vorweg zu klären. Stellt sie sich als begründet dar, ist die Beschwerde von vornherein gutzuheissen. Andernfalls ist der Frage nachzugehen, ob die Geschäftstätigkeit der Einzelunternehmung im Sinne des interkantonalen Doppelbesteuerungsrechts ein Spezialsteuerdomizil (des Geschäftsorts) begründet. Dies hätte zur Folge, dass es zu einer interkantonalen Steuerausscheidung kommen muss, die dem Verbot der interkantonalen Doppelbesteuerung standzuhalten vermag.\n\n3.2 Praxisgemäss verwirkt ein Kanton im interkantonalen Steuerverhältnis sein Besteuerungsrecht gegenüber der steuerpflichtigen Person, wenn:\n\na) dieser Kanton die für die Steuerpflicht erheblichen Tatsachen kennt oder zumindest kennen kann,\n\nb) er dessen ungeachtet mit der Erhebung des Steueranspruchs ungebührlich lange zuwartet und\n\nc) aufgrund des Bezugs des ungebührlich spät geltend gemachten Anspruchs ein anderer Kanton zur Rückerstattung von Steuern verpflichtet werden müsste, die er formell korrekt, in guten Treuen und in Unkenntnis des kollidierenden Steueranspruchs bezogen hat (BGE 137 I 273 E. 3.3.4 S. 279 f.; BGE 132 I 29 E. 3.3 S. 33 ff.).\n\nDas Institut der Verwirkung des Besteuerungsrechts eines Kantons dient mithin dem Schutz des oder der anderen Kantone (siehe schon BGE 91 I 467 E. 4 S. 475 ff.). Deshalb kann die Verwirkung auch nur durch den anderen Kanton und nicht durch die steuerpflichtige Person geltend gemacht werden (Urteil 2C_92/2012 vom 17. August 2012 E. 3.1 mit Hinweisen, in: StR 67/2012 S. 828).\n\n3.3 Zur zeitlichen Komponente (\"ungebührlich lange zuwartet\") unter der heute herrschenden Postnumerandobesteuerung mit einjähriger BGE 139 I 64 S. 68Gegenwartsbemessung periodischer Steuern (vgl. Art. 41 i.V.m. Art. 208 ff. des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer [DBG; SR 642.11] bzw. Art. 16 i.V.m. Art. 62 ff. des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG; SR 642.14]) hat sich das Bundesgericht bereits einlässlich geäussert. Es erkannte, das Besteuerungsrecht des (säumigen) Kantons hinsichtlich seiner periodischen Steuern verwirke am Ende des Jahres, das der Veranlagungsperiode folgt (BGE 132 I 29 E. 3.3, insb. S. 35: \"... dans l'année qui suit la période de taxation - et non plus dans l'année qui suit la période fiscale\"). Dies bedeutet Folgendes: Fallen die Steuerperiode und damit auch die Bemessungsperiode auf das Jahr \"n\", erstreckt sich die Veranlagungsperiode über das Jahr \"n+1\" und verwirkt das Besteuerungsrecht des untätigen Kantons damit am Ende des Jahres \"n+2\". Dabei blieb es in der genannten Konstellation, selbst wenn die Veranlagungsverfügung für das Jahr \"n\" hierauf (erst) im Jahr \"n+4\" erging (\"Il est sans importance à cet égard que la procédure de taxation n'ait pas été terminée du moment qu'elle a suivi son cours et que le canton de [X] connaissait les prétentions ... [du canton de Y]\"; BGE 132 I 29 E. 3.4 S. 35).\n\nVon der doppelbesteuerungsrechtlichen Verwirkung (péremption) des Besteuerungsrechts des Kantons ist die harmonisierungsrechtliche Verjährung (prescription) des Veranlagungsrechts zu unterscheiden. Nach den üblichen Regeln ist zur Wahrung des Rechts auf Vornahme der Veranlagung erforderlich, dass die Verfügung vor Ablauf der relativen fünfjährigen Verjährungsfrist ergeht (Art. 47 Abs. 1 StHG für die kantonalen und kommunalen Steuern, Art. 120 DBG für die direkte Bundessteuer). Zur Unterbrechung des Laufs der Veranlagungsverjährung genügt die schriftliche Mitteilung der Steuerbehörde, worin diese die spätere Veranlagung der periodischen Steuer in Aussicht stellt und womit sie einstweilen lediglich beabsichtigt, den Lauf der Verjährung zu unterbrechen (Art. 120 Abs. 3 lit. a DBG; BGE 137 I 273 E. 3.4.3 S. 282; BGE 126 II 1 E. 2 S. 2 ff.; vgl. BGE 133 II 366 zur Vollstreckung verjährter periodischer Steueransprüche).\n\n3.4 Dieselben Formerfordernisse gelten sinngemäss auch im Doppelbesteuerungsrecht. So ist es hinsichtlich der Form der \"Erhebung\" des Steueranspruchs nach der neueren Praxis des Bundesgerichts ausreichend, wenn die Steuerbehörde (positiv) das Veranlagungsverfahren innerhalb der (Verwirkungs-)Frist einleitet (BGE 137 I 273 E. 3.3.4 S. 279 f.; BGE 132 I 29 E. 3.2 S. 32; BGE 123 I 264 E. 2c S. 266; Urteile 2C_396/2011 vom 26. April 2012 E. 3.1.1, in: StE 2012 A 24.1 BGE 139 I 64 S. 69Nr. 7; 2C_619/2010 vom 22. November 2011 E. 4.2, in: StR 66/2011 S. 419 und LOCHER/LOCHER, in: Die Praxis der Bundessteuern, Teil 3: Das Interkantonale Doppelbesteuerungsrecht, Stand: 2012, § 2 IVD Nr. 44) und zudem hernach (negativ) den Abschluss der Veranlagungstätigkeit nicht ungebührlich lange verzögert, es sei denn, die Steuerbehörde vermöge sich hierzu auf hinreichende Gründe zu stützen. Auch das jüngst ergangene Urteil 2C_92/2012 vom 17. August 2012 E. 3.1 ist nicht anders zu verstehen, wenngleich dort die Veranlagungsverfügung schon im Jahr \"n+2\" ergangen war.\n\nEingeleitet wird die Veranlagung periodischer Steuern mit der ersten, nach aussen wirksamen, d.h. in der Regel schriftlichen Handlung der Steuerbehörde, die auf die Veranlagung der steuerpflichtigen Person gerichtet ist. Zumeist besteht diese Einleitungshandlung in der Zustellung des Steuererklärungsformulars (BGE 112 Ib 88 E. 1 S. 90). Fristwahrend wirken etwa auch die Mahnung zur Einreichung einer Steuererklärung, die Ankündigung und Vornahme einer Buchprüfung, die Eröffnung der definitiven oder bloss provisorischen Steuerveranlagung, die Aufforderung oder Mahnung zur Zahlung usw. (BGE 126 II 1 E. 2c S. 3; Urteile 2C_426/2008 vom 18. Februar 2009 E. 6.6.2, in: ASA 79 S. 608 [zur Mehrwertsteuer]; 2A.25/2006 vom 9. Juni 2006 E. 2; 2A.227/1996 vom 26. September 1997 E. 3a; 2A.240/1994 vom 23. Dezember 1994 E. 1). Auch die Zustellung einer provisorischen Steuerrechnung aufgrund der Steuererklärung stellt eine solche Einforderungshandlung dar (BGE 75 I 174 E. 3 S. 178).\n\nDie frühere Praxis, die noch innerhalb der Verwirkungsfrist den Erlass eines anfechtbaren Entscheides verlangte, handle es sich um einen Leistungs- (Veranlagungsverfügung) oder einen Feststellungsentscheid (Domizilverfügung), ist insoweit überholt (so namentlich noch BGE 91 I 467 E. 4b S. 477 mit Hinweisen und etwa das Urteil 2P.153/2000 vom 16. Mai 2001 E. 3b, in: RDAF 2001 II S. 521 und StR 56/2001 S. 813; vgl. MICHAEL BEUSCH, in: Interkantonales Steuerrecht, in: Kommentar zum Schweizerischen Steuerrecht, Zweifel/Beusch/Mäusli-Allenspach [Hrsg.], Bd. III/1, 2011, § 42 N. 4; ders., Der Untergang der Steuerforderung, 2012, S. 273; XAVIER OBERSON, Droit fiscal suisse, 4. Aufl. 2012, § 20 N. 16; DANIEL DE VRIES REILINGH, La double imposition intercantonale, 2005, N. 950; HÖHN/MÄUSLI, Interkantonales Steuerrecht, 4. Aufl. 2000, S. 573; ARNOLD SCHLUMPF, Bundesgerichtspraxis zum Doppelbesteuerungs-Verbot, 3. Aufl. 1963 [neu bearbeitet von KARL DÜRR, inkl. Nachtrag 1969], S. 315 f.) BGE 139 I 64 S. 70\n\nDementsprechend hat ein Kanton seinen Anspruch auf periodische Steuern im interkantonalen Verhältnis bis spätestens zum Ende des Jahrs \"n + 2\" gegenüber der steuerpflichtigen Person schriftlich und unmissverständlich anzumelden. Eine anfechtbare Verfügung ist für die Wahrung der doppelbesteuerungsrechtlichen Verwirkungsfrist entbehrlich (gl.M. MARTIN ARNOLD, Der steuerrechtliche Wohnsitz natürlicher Personen im interkantonalen Verhältnis, ASA 68 S. 449 ff., insb. 488, und PETER LOCHER, Einführung in das interkantonale Steuerrecht, 3. Aufl. 2009, S. 163). Sie spielt nach dem Gesagten eine Rolle, soweit es um die Wahrung der harmonisierungsrechtlichen Verjährungsfrist geht, welche allerdings unterbrochen werden kann.\n\n3.5 Im vorliegenden Fall liess die Steuerverwaltung des Kantons Basel-Landschaft nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz (Art. 105 Abs. 1 BGG) dem Steuerpflichtigen die Steuererklärung für die Steuerperiode 2006 zu Beginn des Jahres 2007 (\"n+1\") zukommen. Dies geschah aufgrund des in diesem Kanton gelegenen Grundeigentums. In der Folge deklarierte der Steuerpflichtige erstmals ein Einkommen aus selbständiger Erwerbstätigkeit. Die Veranlagungsverfügung des Kantons Basel-Landschaft erging dann zwar erst im Jahr \"n+4\", nämlich am 21. Januar 2010. Damit wahrte der Kanton Basel-Landschaft freilich sein Besteuerungsrecht sowohl doppelbesteuerungs- (keine Verwirkung) als auch harmonisierungsrechtlich (keine Verjährung). Er hat seinen Anspruch auf die periodischen Steuern des Jahres 2006 rechtzeitig und formgültig im Sinne der geschilderten Praxis kundgetan. Ob er dies mit Blick auf das Grundeigentum oder auch den Geschäftsbetrieb tat, ist von keiner Bedeutung. Es liegt im Wesen der gemischten Veranlagung (Art. 123 Abs. 1 DBG) begründet, dass die Steuerbehörde bei Einleitung der Veranlagung noch nicht umfassend darüber Bescheid weiss, welche Einkommensquellen die steuerpflichtige Person im betreffenden Jahr hatte und welche Vermögenswerte ihr zur Verfügung standen. Dementsprechend ist dem Kanton Basel-Landschaft auch nicht vorzuwerfen, er sei beim Versand der Steuererklärung zu Unrecht davon ausgegangen, dass (lediglich) ein Nebensteuerdomizil zufolge des Liegenschaftsorts bestehe. Wenn die Vorinstanz in für das Bundesgericht verbindlicher Weise zudem festhält, die Steuerverwaltung des Kantons Basel-Landschaft habe in der Folge eine Buchprüfung vorgenommen und dabei die Aktivitäten von Einzelunternehmung und Aktiengesellschaft untersucht, stellt dies eine weitere fristwahrende Tätigkeit dar. BGE 139 I 64 S. 71\n\nEntgegen der Sichtweise des Kantons Obwalden lässt sich auch nicht sagen, der Kanton Basel-Landschaft habe (nach Anhebung der Veranlagungsarbeiten) mit dem Abschluss der Veranlagung ungebührlich lange zugewartet. Gegenteils ist darauf hinzuweisen, dass der Kanton Obwalden zum einen durchaus um die selbständige Erwerbstätigkeit wusste. So nahm die Steuerverwaltung des Kantons Obwalden die Veranlagung 2006 unter Einbezug aller deklarierten Steuerfaktoren vor, ausser jenen, die im Zusammenhang mit der ausserkantonalen Liegenschaft stehen. Zum andern liess auch er sich mit der Veranlagung verhältnismässig viel Zeit, erging die Veranlagungsverfügung des Kantons Obwalden doch erst am 31. Juli 2009 (\"n+3\").\n\n3.6 Damit ist die Verwirkungseinrede des Kantons Obwalden hinsichtlich der im Kanton Basel-Landschaft ausgeübten selbständigen Erwerbstätigkeit insoweit unbegründet. Gleichwohl ist nicht zu übersehen, dass die Koordination zwischen den beiden Kantonen nicht restlos geglückt ist, zumal sich die beiden Kantone in ihren Vernehmlassungen gegenseitig eine übermässig lange Verfahrensdauer vorwerfen. Der Kanton Obwalden bemängelt überdies, der Kanton Basel-Landschaft habe es unterlassen, ihm gegenüber einen Steueranspruch geltend zu machen. Gestützt auf Art. 39 Abs. 2 und Art. 74 StHG legt Art. 2 Abs. 3 der Verordnung vom 9. März 2001 über die Anwendung des Steuerharmonisierungsgesetzes im interkantonalen Verhältnis (SR 642.141) fest, die Steuerbehörde des Wohnsitz- oder des Sitzkantons habe den Steuerbehörden der anderen Kantone ihre Steuerveranlagung einschliesslich der interkantonalen Steuerausscheidung und allfälliger Abweichungen gegenüber der Steuererklärung kostenlos mitzuteilen (vgl. zur interkantonalen Sitzverlegung einer juristischen Person Urteil 2P.212/2004 vom 23. November 2004 E. 3.2, in: StR 60/2005 S. 113 und RtiD 2005 I S. 689 [Zusammenfassung]).\n\nAufgrund dieser Meldepflicht kommt dem Hauptsteuerdomizil \"faktisch eine Führungsrolle\" zu (MARTIN ZWEIFEL, in: Bundesgesetz über die Harmonisierung der direkten Steuern [...], in: Kommentar zum Schweizerischen Steuerrecht, Zweifel/Athanas [Hrsg.], Bd. I/1, 2. Aufl. 2002, N. 29 zu Art. 39 StHG). Im heutigen, von elektronischer Datenverarbeitung und ebensolchen Kommunikationsmitteln geprägten Veranlagungsumfeld ist es gerade in einem Fall der ausserkantonalen selbständigen Erwerbstätigkeit angezeigt, schon vor Erlass der Veranlagungsverfügung den Kontakt zu suchen. Veranlagt der Kanton des Nebensteuerdomizils, noch ehe das Hauptsteuerdomizil seine BGE 139 I 64 S. 72Veranlagungsverfügung erlassen hat, kann er dies praxisgemäss lediglich auf provisorischer Basis tun (vgl. zum Recht der direkten Bundessteuer Art. 162 DBG), ansonsten bei abweichender Veranlagung des Hauptsteuerdomizils die Möglichkeit der Nachsteuererhebung entfällt (Urteil 2A.585/2005 vom 8. Mai 2006 E. 3.4.2, in: StE 2007 B 97.41 Nr. 19).\n\nDass der Kanton Basel-Landschaft die Veranlagung des Kantons Obwalden abwartete, ist auch unter diesem Gesichtspunkt nicht zu beanstanden. Hinzu kommt, dass der im Kanton Obwalden ansässige Steuerpflichtige Alleinaktionär, einziges Mitglied des Verwaltungsrats und Arbeitnehmer einer Aktiengesellschaft mit Sitz im Kanton Basel-Landschaft ist, wie die Vorinstanz in für das Bundesgericht verbindlicher Weise feststellte. Gesellschafter und Gesellschaft sind, anders als bei ausserkantonaler selbständiger Erwerbstätigkeit, zwei verschiedene Steuersubjekte (Urteile 2A.775/2006 vom 18. Juni 2007 E. 1.2; 2A.466/2006 vom 16. Januar 2007 E. 2.2). Allein dies erfordert einen amtshilfeweisen Datenaustausch und legt es dem Grundsatz nach nahe, dass der Kanton der Ansässigkeit des Aktionärs (hier: Obwalden) die Veranlagungsarbeiten des Kantons der Ansässigkeit der Aktiengesellschaft abwartet oder zumindest im Auge behält. Dies alles erfordert einen intensiven Austausch der beiden Steuerverwaltungen. Ihnen kommt wechselseitig die Quasi-Funktion einer Leitbehörde zu. Vor dem Hintergrund einer interkantonalen Struktur, wie sie der Steuerpflichtige gewählt hat, ist die Verwirkung des Besteuerungsrechts eines Kantons damit nicht leichthin anzunehmen."}