{"annee": "139", "cour": "II", "page": "470", "date": "28/3/2013", "cite": ["118 IA 165", "123 II 359", "125 II 591", "135 II 384", "102 IA 122"], "cite_par": ["140 II 437"], "chapeau": "33. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Erbengemeinschaft X. und Mitb. gegen Baukommission Rüschlikon und Baudirektion des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_41/2012 vom 28. März 2013", "regestes": ["Terrain créé par remblai sur la base d'une concession. L'obligation pour les cantons d'aménager leur territoire, obligation ancrée dans la LAT, s'étend à tout le territoire et comprend par conséquent également le terrain donné en concession et relevant de la propriété privée. Les moyens de l'aménagement du territoire ainsi que de la protection de la nature et du paysage permettent de prendre en compte la protection des rives du lac d'une manière globale. Lorsqu'il existe des normes contraignantes et des dispositions d'aménagement du territoire réglant l'utilisation de la zone riveraine, y compris le terrain donné en concession, celles-ci lient les autorités compétentes dans leur décision fondée sur la concession. Le pouvoir d'appréciation de celles-ci est diminué d'autant. La situation juridique a fondamentalement changé à cet égard depuis l' ATF 102 Ia 122 (consid. 3.2).", "Art. 36a LEaux et art. 41b et 41c OEaux (dans la version du 4 mai 2011); espace réservé aux cours d'eau; dispositions transitoires. Jusqu'à la création de l'espace réservé aux eaux par les autorités compétentes, celui-ci est déterminé selon les dispositions transitoires de l'OEaux relatives à la modification du 4 mai 2011. Renvoi pour examen des conditions d'octroi d'une dérogation selon l'art. 41c al. 1, deuxième phrase, OEaux (consid. 4.4 et 4.5)."], "faits": "BGE 139 II 470 S. 472\n\nA. Mit Beschluss vom 7. Oktober 2010 erteilte die Baukommission Rüschlikon der Erbengemeinschaft X. sowie C. die baurechtliche Bewilligung für die Erstellung eines Einfamilienhauses mit Garagengebäude auf dem Grundstück Kat.-Nr. x (...) in Rüschlikon; das Grundstück steht je zu 50 % im Miteigentum der Erbengemeinschaft X. und von C. Zusammen mit dem baurechtlichen Entscheid wurde die im koordinierten Verfahren ergangene konzessionsrechtliche Verweigerung der Baudirektion (Amt für Abfall, Wasser, Energie und Luft [AWEL]) des Kantons Zürich vom 1. November 2010 eröffnet.\n\nGegen diese konzessionsrechtliche Verweigerung der Baudirektion reichten die Erbengemeinschaft X. und C. Rekurs beim Baurekursgericht des Kantons Zürich ein. Mit Entscheid vom 21. Juni 2011 wies dieses den Rekurs ab.\n\nDie gegen diesen Entscheid von der Erbengemeinschaft X. und C. erhobene Beschwerde wies das Verwaltungsgericht des Kantons Zürich mit Urteil vom 23. November 2011 ab. (...)\n\nDas Bundesgericht heisst die von der Erbengemeinschaft X. sowie C. geführte Beschwerde gut, hebt den angefochtenen Entscheid des Verwaltungsgerichts auf und weist die Sache zur Neubeurteilung an die Baudirektion des Kantons Zürich zurück.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Das Grundstück Kat.-Nr. x befindet sich nach der geltenden Bau- und Zonenordnung der Gemeinde Rüschlikon vom 22. Juni 2000 (BZO/Rüschlikon) in der Wohnzone W2D, in welcher neben zwei Vollgeschossen zwei Dachgeschosse und ein anrechenbares Untergeschoss zulässig sind und eine maximale Gebäudehöhe von 7,5 m vorgesehen ist (Art. 18 Abs. 1 BZO/Rüschlikon).\n\nRund die Hälfte des Baugrundstücks liegt auf sog. Konzessionsland (konzessionierte Landanlage). Das Grundstück ging mit der Konzessionsverleihung vom 1. September 1897 ins Privateigentum der Beschwerdeführer über. Deren Eigentumsrecht ist aber unter anderem beschränkt durch den in der Konzessionsverleihung statuierten Bewilligungsvorbehalt. Demgemäss darf der Landanlagekonzessionär ohne Bewilligung der Baudirektion (sog. Baukonzession) keine Baute BGE 139 II 470 S. 473auf seiner Landanlage erstellen. Baugesuche auf Konzessionsland werden in Anwendung von § 2 des Wasserwirtschaftsgesetzes des Kantons Zürich vom 2. Juni 1991 (WWG/ZH; LS 724.11) und § 25 i.V.m. § 27 der Konzessionsverordnung zum Wasserwirtschaftsgesetz des Kantons Zürich vom 21. Oktober 1992 (Konzessionsverordnung zum WWG/ZH; LS 724.211) beurteilt. Zur Vermeidung rechtsungleicher Entscheide hat die Baudirektion eine Richtlinie erlassen (Richtlinie für bauliche Veränderungen auf Landanlagen und für Seebauten vom 7. Juli 1995) und ein Merkblatt herausgegeben (Merkblatt Höhenbegrenzung und Gewässerabstand bei Neu-/Umbauten auf Landanlagen vom 1. Dezember 2008).\n\nNach § 2 Abs. 1 WWG/ZH ist bei der Anwendung dieses Gesetzes insbesondere darauf zu achten, dass der öffentliche Zugang zu den Gewässern erleichtert wird (lit. g) und dass Landschaften und Ortsbilder geschont und bauliche Veränderungen gut gestaltet werden (lit. h). Gemäss § 25 Konzessionsverordnung zum WWG/ZH werden Gesuche für die Erstellung von Landanlagen oder Bauten und Anlagen in Gewässern unter anderem dann abgewiesen, wenn die öffentlichen Interessen in erheblichem Masse beeinträchtigt würden, der Gemeingebrauch des Gewässers bedeutend erschwert würde oder eine rationelle und ästhetische Gestaltung der Ufer verunmöglicht würde. In der Richtlinie wird festgelegt, dass neue Gebäude auf Landanlagen mit Ausnahme von Bootshäusern einen Gewässerabstand von mindestens 18 m aufweisen müssen. Der Minimalabstand kann in begründeten Fällen bei maximal zweigeschossigen Gebäuden auf 8 m reduziert werden (vgl. Ziffer I./2. der Richtlinie). Im Merkblatt wird der in der Richtlinie verwendete Begriff \"Zweigeschossigkeit\" genauer definiert. Demgemäss sollen Gebäude auf Landanlagen höchstens zwei in Erscheinung tretende Geschosse mit Wohn-, Schlaf- oder Arbeitsräumen aufweisen, wenn sie den Gewässerabstand von 18 m unterschreiten (vgl. Ziffern 1.1 und 1.2 des Merkblatts).\n\n2.2 Die Baudirektion führte in ihrer Verfügung vom 1. November 2010 aus, das geplante Einfamilienhaus der Beschwerdeführer rage in den gemäss der Richtlinie vorgeschriebenen Mindestgewässerabstand von 18 m hinein und weise nebst dem Untergeschoss drei Vollgeschosse auf, weshalb das Vorhaben nicht bewilligt werden könne. Dieser Entscheid wurde, wie dargelegt (vgl. Sachverhalt lit. A. hiervor), vom Baurekursgericht und von der Vorinstanz geschützt. BGE 139 II 470 S. 474Diese hat im angefochtenen Urteil namentlich erwogen, angesichts der Entscheidungsfreiheit, die sich der Kanton mit der Landanlagekonzession vorbehalten habe, und des Umstands, dass grundsätzlich kein Anspruch auf Bewilligungserteilung bestehe, seien an das Legalitätsprinzip hinsichtlich der Normstufe und -bestimmtheit geringe Anforderungen zu stellen. § 25 i.V.m. § 27 Konzessionsverordnung zum WWG/ZH genügten daher als gesetzliche Grundlage für die strittige Bewilligungsverweigerung.\n\n2.3 Die Beschwerdeführer berufen sich auf die Eigentumsgarantie (Art. 26 BV) und rügen eine Verletzung des Legalitätsprinzips. Sie machen geltend, § 25 i.V.m. § 27 Konzessionsverordnung zum WWG/ZH stellten keine genügende gesetzliche Grundlage dar, da eine Regelung auf Verordnungsstufe per se nicht genüge und es auch an einer formell-gesetzlichen Delegationsnorm fehle. Zudem seien § 25 i.V.m. § 27 Konzessionsverordnung zum WWG/ZH viel zu unbestimmt.\n\nDes Weiteren bringen die Beschwerdeführer vor, die Auslegung des in der Richtlinie verwendeten Begriffs der \"Zweigeschossigkeit\" sei willkürlich, da sie in Widerspruch zur baurechtlichen Praxis stehe. Indem der gleiche Begriff unterschiedlich interpretiert werde, würden zugleich der Grundsatz der Einheit der Rechtsordnung (Harmonisierung der Grundbegriffe) und das Gebot der materiellen Koordination im Baubewilligungsverfahren (inhaltliche Abstimmung) verletzt. Hinzu komme, dass die Baudirektion keine einheitliche Bewilligungspraxis verfolge.\n\n3. Die Vorinstanz stützt ihre Auffassung, wonach kein Anspruch auf Erteilung einer Baukonzession bestehe, auf die bisherige bundesgerichtliche Rechtsprechung. Nach dieser habe sich der Staat mit der Konzessionserteilung für die Landanlagen das Recht vorbehalten, über die Möglichkeit von Bauten und Anlagen auf diesem Land unter Beachtung der öffentlichen Interessen im Einzelfall frei zu entscheiden (BGE 102 Ia 122 E. 6e S. 128 f.).\n\nDie Beschwerdeführer kritisieren diese Sicht als überholt. Sie lasse ausser Acht, dass das Landanlagegebiet in ihrem Eigentum stehe und Baubeschränkungen deshalb auf einer genügenden gesetzlichen Grundlage beruhen müssten. Eine solche stellten die §§ 25 und 27 der Konzessionsverordnung zum WWG/ZH, die Richtlinien der Baudirektion vom 7. Juli 1995 und das Merkblatt des AWEL vom 1. Dezember 2008 nicht dar. BGE 139 II 470 S. 475\n\n3.1 Die Bewilligung zur Aufschüttung, die Landanlagekonzession vom 1. September 1897, enthält in Ziffer 5 folgende Auflage: \"Für Ausführung allfälliger Bauten auf der Landanlage ist die Bewilligung der Direktion der öffentlichen Arbeiten einzuholen.\" Eine solche Auflage wurde in die meisten damals erteilten Landanlagekonzessionen aufgenommen (vgl. etwa den Sachverhalt von BGE 102 Ia 122).\n\nDas Bundesgericht hat in seiner bisherigen Rechtsprechung erklärt, dass gestützt auf diese Klausel eine Baukonzession mit Rücksicht auf öffentliche Interessen ohne weiteres verweigert werden könne. Es hat aber auch festgehalten, dass der Entscheid nach pflichtgemässem Ermessen zu erfolgen habe. Nach welchen Gesichtspunkten zu entscheiden ist, geht aus dem Wortlaut der Klausel nicht hervor. Es ist deshalb naheliegend, dass die öffentlichen Interessen grundsätzlich uneingeschränkt berücksichtigt werden dürfen (BGE 102 Ia 122 E. 2a, d und e).\n\nAls öffentliche Interessen, die beim Entscheid über Baukonzessionen zu beachten sind, stehen die Belange der Wasserbaupolizei und des Seeuferschutzes im Vordergrund. Soweit zu diesen Fragen gesetzliche Regelungen bestehen, sind diese - wenn sie sich auch auf Landanlagen beziehen - massgebend. Das Ermessen der Baudirektion wird demnach entsprechend eingeschränkt.\n\n3.2 Der erwähnte Bewilligungsvorbehalt für Bauten und Anlagen ermöglichte es dem Staat, lange Zeit vor der Schaffung einer umfassenden Bodennutzungsordnung dem Anliegen des Seeuferschutzes Rechnung zu tragen (vgl. STEFAN VOGEL, Landanlagekonzessionen im Kanton Zürich, in: Staats- und Verwaltungsrecht auf vier Ebenen, Festschrift für Tobias Jaag, Markus Rüssli und andere [Hrsg.], 2012, S. 376; MARKUS RÜSSLI, Landanlagen und Bauten auf Landanlagen im Kanton Zürich, ZBl 108/2007 S. 675 f.).\n\nMit dem Inkrafttreten des Planungs- und Baugesetzes des Kantons Zürich (PBG/ZH; LS 700.1) am 1. April 1976 und des eidgenössischen Raumplanungsgesetzes (RPG; SR 700) am 1. Januar 1980 hat sich die Rechtslage indessen erheblich geändert. Die Kantone sind seither verpflichtet, mit planerischen Mitteln See- und Flussufer möglichst freizuhalten und den öffentlichen Zugang und die Begehung zu erleichtern (Art. 3 Abs. 2 lit. c RPG). Im Kanton Zürich sind diese Vorgaben ebenfalls im kantonalen Recht verankert (§§ 8 ff., BGE 139 II 470 S. 476§ 18 Abs. lit. i, § 203 lit. a PBG/ZH). Die Planungspflicht der Kantone erstreckt sich auf ihr gesamtes Territorium und schliesst damit auch das im Privateigentum stehende Aufschüttungsland ein. Die Mittel der Raumplanung sowie des Natur- und Heimatschutzes erlauben somit, den Seeuferschutz nunmehr in umfassender Weise wahrzunehmen. Zugleich ermöglichen sie, den Schutz aus der vom Bundesrecht verlangten gesamtheitlichen Sicht (vgl. BGE 118 Ia 165 E. 3c S. 172) anzugehen und ihn nicht allein auf das aufgeschüttete Land, sondern auf die ganze - also auch die nicht aufgeschüttete - Uferzone zu erstrecken.\n\nSoweit verbindliche Normen und nutzungsplanerische Festlegungen bestehen, welche die Nutzung des Seeuferbereichs regeln und dabei auch das aufgeschüttete Land einschliessen, ist die Baudirektion beim Entscheid über die Baukonzessionen daran gebunden. Ihr Ermessen wird in diesem Umfang eingeschränkt. Die Rechtslage hat sich in dieser Hinsicht seit dem letzten Urteil des Bundesgerichts aus dem Jahr 1976 grundlegend geändert. Die Baudirektion kann nunmehr jedenfalls in diesem nutzungsplanerisch oder spezialgesetzlich geordneten Bereich nicht mehr im Einzelfall frei entscheiden.\n\n3.3 Die Baudirektion hat die Baukonzession verweigert, weil das Vorhaben der Beschwerdeführer ihren Richtlinien nicht entspreche. Es unterschreite den darin vorgesehenen Gewässerabstand von 18 Metern. Eine ausnahmsweise Unterschreitung könne nicht bewilligt werden, weil die vorgesehene Baute nach dem Merkblatt zu den Richtlinien nicht als zweigeschossig gelte.\n\nDer Gewässerabstand, den Bauten auf Konzessionsland einzuhalten haben, und auch die erlaubte Geschosszahl bzw. deren Berechnung sind gesetzlich geregelt (vgl. § 21 WWG/ZH bzw. die seit dem 1. Januar 2011 geltende revidierte Gewässerschutzgesetzgebung [siehe dazu nachstehend E. 4], Art. 18 Abs. 1 BZO/Rüschlikon und §§ 279 f. PBG/ZH). Die Baudirektion ist bei der Erteilung von Baukonzessionen auf Landanlagen nach dem Ausgeführten (E. 3.2) grundsätzlich an diese Normen gebunden. Die Richtlinien der Baudirektion weichen davon jedoch in verschiedenen Punkten ab und stellen für die Landanlagen eine Art Spezialbauordnung auf. Es ist daher zu prüfen, ob eine genügende gesetzliche Grundlage für eine solche Abweichung von den grundsätzlich auch für die Landanlagen geltenden Bestimmungen besteht. BGE 139 II 470 S. 477\n\n3.4 Die kantonalen Behörden gehen davon aus, dass die §§ 25 und 27 der Konzessionsverordnung zum WWG/ZH erlauben, an den Gewässerabstand und die baulichen Abmessungen im Interesse des Seeuferschutzes zusätzliche Anforderungen zu stellen, die über das hinausreichen, was nach den erwähnten allgemeinen Vorschriften verlangt wird.\n\nDas Bundesrecht schliesst nicht aus, dass die Nutzungsplanung nicht allein auf kommunaler Ebene, sondern ganz oder teilweise auf kantonaler Ebene erfolgt. Ebenso ist es möglich, die Planung einzelner Bereiche einer besonderen Ordnung zu unterstellen. Allerdings sind solche Spezialplanungen mit dem Planungsgefüge gemäss RPG zu koordinieren (WALDMANN/HÄNNI, Raumplanungsgesetz [RPG], 2006, N. 17, 32 ff. zu Art. 2 RPG).\n\n§ 25 der Konzessionsverordnung zum WWG/ZH nennt mehrere Gründe, aus denen Baukonzessionen verweigert werden können. Dazu zählen die Gefahr der Abrutschung oder Senkung der Ufer, die Gefährdung der Schifffahrt, die Behinderung der konzessionierten Schifffahrt, die bedeutende Erschwerung des Gemeingebrauchs des Gewässers oder die Verunmöglichung einer rationellen und ästhetischen Ufergestaltung. Diese Bestimmung dient der Wahrnehmung wasserbaupolizeilicher Interessen; sie verleiht der Baudirektion dagegen keine Befugnis, für Baukonzessionen auf Landanlagen im Interesse des Seeuferschutzes eine Art Spezialbauordnung aufzustellen, welche von den allgemeinen - auch für Landanlagen geltenden - Vorschriften abweicht. Es kommt hinzu, dass eine abweichende Regelung für Landanlagen einer Grundlage in einem formellen Gesetz bedürfte, da die erwähnte Grundordnung auf dieser Stufe verankert ist (im Ergebnis ebenso VOGEL, a.a.O., S. 378).\n\nDer Vorinstanz scheint dies nicht ganz zu entgehen. Sie ist jedoch der Auffassung, die in den Richtlinien enthaltenen Anforderungen an Baukonzessionen verfolgten einen anderen Zweck als die allgemeinen baurechtlichen Vorschriften, so dass zwischen den unterschiedlichen Anforderungen kein Widerspruch bestehe. Sie übersieht indessen, dass der Seeuferschutz heute vollumfänglich mit den Mitteln der Raumplanung sowie des Natur- und Heimatschutzes wahrzunehmen ist. Ein nur auf Aufschüttungsland bezogener Seeuferschutz widerspricht der bundesrechtlichen Planungspflicht, die wie erwähnt eine gesamtheitliche Sicht und damit auch den Einbezug des nicht aufgeschütteten Lands erfordert. Nicht zu überzeugen BGE 139 II 470 S. 478vermag auch die weitere Erwägung der Vorinstanz, wonach bei der Erteilung von Baukonzessionen aufgrund der bundesgerichtlichen Rechtsprechung ein erheblicher Ermessensspielraum bestehe, der es der Baudirektion ermögliche, bei Baukonzessionen zusätzliche Anforderungen zu stellen. Wie bereits dargetan wurde, hat sich die Rechtslage seit dem letzten Entscheid aus dem Jahr 1976 wesentlich geändert. Soweit heute die bauliche Nutzung von Landanlagen gesetzlich geregelt ist, ist das Ermessen der Baudirektion bei der Erteilung von Baukonzessionen entsprechend eingeschränkt (vgl. E. 3.2 am Ende).\n\n3.5 An Bauvorhaben auf Landanlagen können demnach nicht unter Verweis auf den Bewilligungsvorbehalt höhere Anforderungen gestellt werden, als dies die gesetzlichen Bestimmungen und nutzungsplanerischen Festlegungen verlangen. Ob die Figur der Baukonzession unter den heutigen veränderten Umständen - namentlich mit Blick auf die in § 25 der Konzessionsverordnung zum WWG/ZH genannten wasserbaupolizeilichen Interessen - noch eine Funktion zu erfüllen vermag, kann an dieser Stelle offenbleiben (skeptisch VOGEL, a.a.O., S. 379). Solche Belange waren nicht ausschlaggebend für die angefochtene Konzessionsverweigerung und bilden damit nicht Streitgegenstand.\n\nBei diesem Ergebnis bleibt es dem Kanton Zürich unbenommen, den Seeuferschutz in genereller Weise - also nicht nur für das aufgeschüttete Land - auszuweiten, wenn er dies für erforderlich hält. Wie aus den nachfolgenden Erwägungen hervorgeht, ist er auf jeden Fall zu einer Anpassung seiner Nutzungsplanung an die neuen Vorschriften des Gewässerschutzgesetzes des Bundes (GSchG [SR 814.20]) und dabei insbesondere zur Ausscheidung eines sog. Gewässerraums verpflichtet (vgl. E. 4).\n\n3.6 Aus den vorstehenden Erwägungen ergibt sich, dass die Baudirektion an den Gewässerabstand und die Bestimmung der Geschosszahl des Vorhabens der Beschwerdeführer zu Unrecht höhere Anforderungen gestellt hat, als die massgeblichen Vorschriften verlangen. Sie hat damit ihr Ermessen überschritten und willkürlich gehandelt. Es bleibt zu prüfen, ob das Bundesgericht die Zulässigkeit des umstrittenen Bauvorhabens selber zu beurteilen vermag.\n\n4.\n\n4.1 Im Laufe des kantonalen Verfahrens sind neue gewässerschutzrechtliche Vorschriften in Kraft getreten. Art. 36a GSchG in der BGE 139 II 470 S. 479Fassung vom 11. Dezember 2009 (in Kraft seit 1. Januar 2011; AS 2010 4285) lautet:\n\nArt. 36a GSchG Gewässerraum\n\n1 Die Kantone legen nach Anhörung der betroffenen Kreise den Raumbedarf der oberirdischen Gewässer fest, der erforderlich ist für die Gewährleistung folgender Funktionen (Gewässerraum):\n\na. die natürlichen Funktionen der Gewässer;\n\nb. den Schutz vor Hochwasser;\n\nc. die Gewässernutzung\n\n2 Der Bundesrat regelt die Einzelheiten.\n\n3 Die Kantone sorgen dafür, dass der Gewässerraum bei der Richt- und Nutzungsplanung berücksichtigt sowie extensiv gestaltet und bewirtschaftet wird. (...)\n\nDer Bundesrat änderte in Ausführung von Art. 36a Abs. 2 GSchG die GSchV (SR 814.201) am 4. Mai 2011 ab (in Kraft seit 1. Juni 2011; AS 2011 1955). Er konkretisierte die Anforderungen an den Gewässerraum, soweit für den zu beurteilenden Fall relevant, wie folgt:\n\nArt. 41b GSchV Gewässerraum für stehende Gewässer\n\n1 Die Breite des Gewässerraums muss, gemessen ab der Uferlinie, mindestens 15 m betragen.\n\n2 Die Breite des Gewässerraums nach Absatz 1 muss erhöht werden, soweit dies erforderlich ist zur Gewährleistung:\n\na. des Schutzes vor Hochwasser;\n\nb. des für eine Revitalisierung erforderlichen Raumes;\n\nc. überwiegender Interessen des Natur- und Landschaftsschutzes;\n\nd. der Gewässernutzung.\n\n3 Die Breite des Gewässerraums kann in dicht überbauten Gebieten den baulichen Gegebenheiten angepasst werden, soweit der Schutz vor Hochwasser gewährleistet ist.\n\n(...)\n\nArt. 41c GSchV Extensive Gestaltung und Bewirtschaftung des Gewässerraums\n\n1 Im Gewässerraum dürfen nur standortgebundene, im öffentlichen Interesse liegende Anlagen wie Fuss- und Wanderwege, Flusskraftwerke oder Brücken erstellt werden. In dicht überbauten Gebieten kann die Behörde für zonenkonforme Anlagen Ausnahmen bewilligen, soweit keine überwiegenden Interessen entgegenstehen. BGE 139 II 470 S. 480\n\n2 Rechtmässig erstellte und bestimmungsgemäss nutzbare Anlagen im Gewässerraum sind in ihrem Bestand grundsätzlich geschützt.\n\n(...)\n\nArt. 46 GSchV Koordination\n\n1 Die Kantone stimmen die Massnahmen nach dieser Verordnung soweit erforderlich aufeinander und mit Massnahmen aus anderen Bereichen ab. Sie sorgen ausserdem für eine Koordination der Massnahmen mit den Nachbarkantonen.\n\n1bis Sie berücksichtigen bei der Erstellung der Richt- und Nutzungsplanung die Planungen nach dieser Verordnung.\n\n(...)\n\nÜbergangsbestimmungen zur Änderung vom 4. Mai 2011\n\n1 Die Kantone legen den Gewässerraum gemäss den Artikeln 41a und 41b bis zum 31. Dezember 2018 fest.\n\n2 Solange sie den Gewässerraum nicht festgelegt haben, gelten die Vorschriften für Anlagen nach Artikel 41c Absätze 1 und 2 entlang von Gewässern auf einem beidseitigen Streifen mit einer Breite von je:\n\na. 8 m plus die Breite der bestehenden Gerinnesohle bei Fliessgewässern mit einer Gerinnesohle bis 12 m Breite;\n\nb. 20 m bei Fliessgewässern mit einer bestehenden Gerinnesohle von mehr als 12 m Breite;\n\nc. 20 m bei stehenden Gewässern mit einer Wasserfläche von mehr als 0,5 ha.\n\n(...)\n\n4.2 Zu prüfen ist zunächst, ob die neuen Vorschriften vorliegend Anwendung finden:\n\nDie Verfügung der Baudirektion datiert vom 1. November 2010 und erging damit vor Inkrafttreten der neuen Verordnungsbestimmungen zum Gewässerraum am 1. Juni 2011. Der Entscheid des Baurekursgerichts vom 21. Juni 2011 und folglich auch jener der Vorinstanz vom 23. November 2011 wurden demgegenüber gefällt, als die neuen Bestimmungen bereits in Kraft waren.\n\nNach der bundesgerichtlichen Praxis ist (mangels einer ausdrücklichen übergangsrechtlichen Regelung) regelmässig vom Rechtszustand auszugehen, der im Zeitpunkt der Bewilligung galt. Eine Ausnahme ist jedoch dann zu machen, wenn zwingende Gründe dafür bestehen, das neue Recht sogleich anzuwenden (BGE 125 II 591 E. 5e/aa S. 598 mit Hinweisen). Dies trifft vor allem dann zu, wenn BGE 139 II 470 S. 481Vorschriften um der öffentlichen Ordnung willen oder zur Durchsetzung erheblicher öffentlicher Interessen erlassen worden sind (BGE 123 II 359 E. 3 S. 362 f. mit Hinweisen). Zwingende Gründe für eine sofortige Anwendung des neuen Rechts hat das Bundesgericht im Bereich des Gewässer-, Natur-, Heimat- und Umweltschutzrechts als gegeben erachtet (BGE 135 II 384 E. 2.3 S. 390).\n\nDie neuen Bestimmungen zum Gewässerraum dienen der Durchsetzung wichtiger öffentlicher Interessen, nämlich insbesondere der Gewährleistung der natürlichen Funktionen der Gewässer, dem Schutz vor Hochwasser und der Gewässernutzung. Mit Absatz 2 der Übergangsbestimmungen der GSchV zur Änderung vom 4. Mai 2011 soll sichergestellt werden, dass in diesem Bereich nach Inkrafttreten der geänderten Verordnung keine neuen Bauten und Anlagen mehr errichtet werden (vgl. Erläuternder Bericht des Bundesamts für Umwelt [BAFU] vom 20. April 2011, Parlamentarische Initiative Schutz und Nutzung der Gewässer [07.492] - Änderung der Gewässerschutz-, Wasserbau-, Energie- und Fischereiverordnung, S. 4). Diese Zielsetzung verlangt, dass die neuen Bestimmungen auch noch im Beschwerdeverfahren Anwendung finden. Dies erscheint zumutbar, besteht doch zumindest in dicht überbauten Gebieten die Möglichkeit, für zonenkonforme Anlagen Ausnahmen zu bewilligen, sofern keine überwiegenden Interessen entgegenstehen (Art. 41c Abs. 1 Satz 2 GSchV). Die neuen Gewässerraumbestimmungen sind damit anwendbar (vgl. zum Ganzen auch Urteil 1C_505/2011 vom 1. Februar 2012 E. 3.1.3, in: URP 2012 S. 160).\n\n4.3 Gemäss Absatz 1 der Übergangsbestimmungen der GSchV zur Änderung vom 4. Mai 2011 haben die Kantone den Gewässerraum für stehende Gewässer auf der Grundlage von Art. 41b GSchV bis zum 31. Dezember 2018 auszuscheiden, wobei die Kantone dabei über die bundesrechtlichen Minimalvorgaben hinausgehen können. Die Festsetzung des Gewässerraums kann im Rahmen der kommunalen Nutzungsplanung durch eine Anpassung der Bau- und Zonenordnungen erfolgen. In Betracht kommen aber auch der Erlass kantonaler Nutzungspläne oder die Durchführung einer kantonalen Fachplanung, welche alsdann in Nutzungsplanungs- und Baubewilligungsverfahren zu berücksichtigen ist (vgl. hierzu HANS W. STUTZ, Uferstreifen und Gewässerraum - Umsetzung durch die Kantone, URP 2012 S. 116 f.; derselbe, Raumbedarf der Gewässer - die bundesrechtlichen Vorgaben für das Planungs- und Baurecht, BGE 139 II 470 S. 482PBG-aktuell 4/2011 S. 16). Zwingend zu beachten haben die Kantone in jedem Fall die spezifischen Koordinationsvorschriften von Art. 36a Abs. 3 Satz 1 GSchG und von Art. 46 Abs. 1 und 1bis GSchV sowie die allgemeinen Koordinationsgrundsätze von Art. 25a RPG (vgl. Art. 25a Abs. 4 RPG).\n\nIm Kanton Zürich ist in einem ersten Schritt die kantonale Verordnung vom 14. Oktober 1992 über den Hochwasserschutz und die Wasserbaupolizei (HWSchV/ZH; LS 724.112) revidiert worden. § 5 Abs. 1 HWSchV/ZH in der Fassung vom 13. Dezember 2011 (in Kraft seit 1. November 2012) legt die Zuständigkeit fest:\n\n§ 5 HWSchV/ZH Wasserbaupolizeiliche Bewilligung\n\n1 Das Amt für Abfall, Wasser, Energie und Luft (AWEL) ist zuständig zur Erteilung von\n\na. wasserbaupolizeilichen Bewilligungen für bauliche Veränderungen von Oberflächengewässern sowie im Gewässerraum nach Art. 41a und 41b der Gewässerschutzverordnung vom 28. Oktober 1998 (GSchV),\n\nb. Ausnahmebewilligungen nach Art. 41c Abs. 1 Satz 2 GSchV für Bauten und Anlagen, die nicht standortgebunden sind oder nicht im öffentlichen Interesse liegen.\n\nDie Festlegung des Gewässerraums wird in den § 15 ff. HWSchV/ZH in der Fassung vom 13. Dezember 2011 (in Kraft seit 1. November 2012) wie folgt normiert:\n\n§ 15 HWSchV/ZH Festlegung im nutzungsplanerischen Verfahren a. Antrag\n\n1 Der Planungsträger kann der Baudirektion im Rahmen von nutzungsplanerischen Verfahren gemäss §§ 36 - 89 des Planungs- und Baugesetzes vom 7. September 1975 (PBG) beantragen, den Gewässerraum nach Art. 41a und 41b GSchV festzulegen.\n\n2 Er reicht dazu folgende Unterlagen zur Vorprüfung ein:\n\na. dem AWEL den Entwurf für die Festlegung des Gewässerraums mit einem Plan und einem technischen Bericht, der die betroffenen öffentlichen und privaten Interessen darlegt,\n\nb. dem Amt für Raumentwicklung den Nutzungsplan.\n\n§ 15a HWSchV/ZH b. Vorprüfung und öffentliche Auflage\n\n1 Das AWEL prüft die Rechtmässigkeit und Zweckmässigkeit des Entwurfs für die Festlegung des Gewässerraums innert 60 Tagen ab Eingang der Unterlagen.\n\n2 Die Gemeinde überarbeitet den Entwurf entsprechend dem Ergebnis der BGE 139 II 470 S. 483Prüfung des AWEL und legt ihn zusammen mit dem Nutzungsplan im Verfahren gemäss §§ 7 Abs. 2 und 88 PBG öffentlich auf.\n\n3 Gegen den Entwurf kann jedermann Einwendungen erheben.\n\n§ 15b HWSchV/ZH c. Festlegung und Rechtsschutz\n\n1 Die Baudirektion legt den Gewässerraum mit Verfügung fest. Sie behandelt darin die gegen den Entwurf erhobenen Einwendungen und die Stellungnahme der Gemeinde dazu.\n\n2 Die Gemeinde macht die Festlegung zusammen mit dem Nutzungsplan öffentlich bekannt.\n\n3 Der Rechtsschutz richtet sich nach dem entsprechenden Planungsverfahren.\n\n§ 15c HWSchV/ZH d. Planliche Darstellung\n\nDas AWEL stellt die rechtskräftigen Gewässerräume in einem Übersichtsplan dar.\n\nDer Kanton Zürich wird mithin bis spätestens zum 31. Dezember 2018 in Zusammenarbeit mit der Gemeinde Rüschlikon die Gewässerraumplanung zu erarbeiten haben. Diese Gewässerraumfestlegung ist bislang noch nicht erfolgt.\n\n4.4 Im vorliegenden Verfahren findet deshalb Absatz 2 der Übergangsbestimmungen der GSchV zur Änderung vom 4. Mai 2011 Anwendung. Demgemäss gelten während der Übergangsfrist die Vorschriften für Anlagen nach Art. 41c Abs. 1 und 2 GSchV entlang von Gewässern auf einem beidseitigen Streifen mit einer Breite von je 20 m bei stehenden Gewässern mit einer Wasserfläche von mehr als 0,5 ha. Im Gewässerraum dürfen nach Art. 41c Abs. 1 GSchV nur standortgebundene, im öffentlichen Interesse liegende Anlagen erstellt werden, wobei die zuständige Behörde in dicht überbauten Gebieten für zonenkonforme Anlagen Ausnahmen bewilligen kann, soweit keine überwiegenden Interessen entgegenstehen.\n\n4.5 Das zu beurteilende Bauprojekt der Beschwerdeführer ragt in den während der Übergangsfrist bis zur verbindlichen Festlegung des Gewässerraums geltenden Gewässerabstandsbereich von 20 m hinein und ist in der Wohnzone W2D zwar zonenkonform, aber nicht standortgebunden. Die Errichtung des geplanten Einfamilienhauses ist damit unter Vorbehalt der Erteilung einer Ausnahmebewilligung nach Art. 41c Abs. 1 Satz 2 GSchV unzulässig.\n\nIn Anwendung dieser Bestimmung fragt sich demnach im zu beurteilenden Fall, ob das Baugrundstück in einem dicht überbauten BGE 139 II 470 S. 484Gebiet liegt und - falls diese Frage bejaht wird - ob der Erteilung einer Ausnahmebewilligung überwiegende Interessen entgegenstehen.\n\nZur Anwendung des Begriffs des \"dicht überbauten Gebiets\" haben die Bundesämter für Raumentwicklung (ARE) und Umwelt (BAFU) in Zusammenarbeit mit den Kantonen ein Merkblatt veröffentlicht (Merkblatt des ARE und des BAFU \"Gewässerraum im Siedlungsgebiet\" vom 18. Januar 2013), welches die Kantone bei einem landesweit einheitlichen Vollzug innerhalb des Siedlungsgebiets unterstützen, ihnen aber gleichzeitig die Möglichkeit belassen soll, auf unterschiedliche Verhältnisse einzugehen. Gemäss dem Merkblatt ist namentlich die Ausscheidung von Zentrums- bzw. Kernzonen oder von der Verdichtung dienenden Entwicklungsschwerpunkten ein Indiz für das Vorliegen eines dicht überbauten Gebiets im Sinne der GSchV (vgl. Merkblatt S. 4).\n\nSollte das Kriterium des \"dicht überbauten Gebiets\" als erfüllt eingestuft werden, ist in einem zweiten Schritt zu prüfen, ob der Erteilung einer Ausnahmebewilligung überwiegende öffentliche Interessen entgegenstehen. Zu denken ist an Anliegen des Hochwasserschutzes sowie des Natur- und Landschaftsschutzes oder an das erwähnte Interesse der Öffentlichkeit an einem erleichterten Zugang zu den Gewässern (vgl. Art. 3 Abs. 2 lit. c RPG und § 18 Abs. 2 lit. i PBG/ZH). Übergeordnetes Ziel ist, durch die Erteilung von Ausnahmebewilligungen im dicht überbauten Gebiet eine Siedlungsentwicklung nach innen und eine aus der Sicht der Raumplanung erwünschte städtebauliche Verdichtung (z.B. durch das Füllen von Baulücken) zu ermöglichen (vgl. zum Ganzen Erläuternder Bericht des BAFU, a.a.O., S. 15). Wenn die Interessenabwägung ergeben sollte, dass eine Ausnahme grundsätzlich bewilligt werden kann, bedeutet das nicht, dass die Baute direkt am Gewässer erstellt werden darf. Der Uferstreifen ist räumlich so wenig wie möglich in Anspruch zu nehmen, und es ist grundsätzlich Sache der Bauherrschaft nachzuweisen, dass keine weniger starke Beanspruchung des Gewässerraums durch die vorgesehene Baute möglich ist (vgl. HANS W. STUTZ, Uferstreifen und Gewässerraum - Umsetzung durch die Kantone, URP 2012 S. 125).\n\nDas streitige Bauvorhaben ist somit in Anwendung von Absatz 2 der Übergangsbestimmungen der GSchV zur Änderung vom 4. Mai 2011 auf eine Ausnahmebewilligung nach Art. 41c Abs. 1 Satz 2 GSchV BGE 139 II 470 S. 485angewiesen. Zur Erteilung solcher Ausnahmebewilligungen ist im Kanton Zürich, wie dargelegt, grundsätzlich das AWEL zuständig (§ 5 Abs. 1 lit. b HWSchV/ZH)."}