{"annee": "139", "cour": "III", "page": "401", "date": "29/8/2013", "cite": ["112 II 199", "129 III 55"], "cite_par": [], "chapeau": "57. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A.X. contre B.X. (recours en matière civile)\n\n5A_808/2012 du 29 août 2013", "regestes": ["Art. 133 al. 1, 2e phrase, et art. 277 al. 2 CC; divorce; entretien de l'enfant pour la période allant au-delà de l'accès à la majorité. Une contribution d'entretien peut être fixée pour la période postérieure à la majorité de l'enfant même si celui-ci est très jeune au moment du divorce (précision de la jurisprudence; consid. 3.2)"], "faits": "|402|\n\nA. Mme B.X., née en 1967, et M. A.X., né en 1961, se sont mariés le 28 octobre 2005 à Z. (Genève), sans conclure de contrat de mariage.\n\nLe couple, qui s'est séparé en avril 2007, a un enfant commun, E., né le 25 septembre 2006. Celui-ci souffre d'une épilepsie pharmaco-résistante et de troubles du comportement dus à une anomalie génétique.\n\nB. Le divorce des parties a été prononcé le 22 août 2011 par le Tribunal de première instance. L'autorité parentale et la garde de l'enfant ont été confiées à sa mère, A.X. étant entre autres condamné à verser une contribution d'entretien mensuelle de 2'000 fr. en faveur de E., ce dès le prononcé du jugement et jusqu'à la majorité de l'enfant.\n\nStatuant sur appels des deux parties, la Cour de justice a réformé le premier jugement, prolongeant le versement de la pension en faveur de E. jusqu'à ses 25 ans en cas de poursuite d'une formation ou d'études sérieuses et suivies.\n\nC. Agissant le 5 novembre 2012 par la voie du recours en matière civile, A.X. conclut principalement à la réforme de l'arrêt cantonal, notamment en ce sens que le versement de la contribution à l'entretien de E. soit limité à la majorité de l'enfant. Subsidiairement le recourant réclame le renvoi de la cause à l'autorité précédente pour nouvelle décision au sens des considérants.\n\nInvitées à se déterminer, la cour cantonale se réfère aux considérants de son arrêt tandis que l'intimée conclut au rejet du recours.\n\nD. Le 29 août 2013, délibérant en séance publique, le Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3. (...)\n\n3.2 (...) Le recourant reproche à la cour cantonale d'avoir prévu le versement de la contribution au-delà de la majorité en cas d'études sérieuses et régulières. Il souligne à cet égard qu'une telle éventualité apparaît difficilement envisageable vu la maladie dont souffre son fils et remarque qu'en tant qu'il sera déjà à la retraite si cette éventualité devait se concrétiser, son fils aurait alors le droit à une rente de sa caisse de pension.\n\n3.2.1 Sur appel de l'intimée, la cour cantonale a admis que le versement de la contribution destinée à l'enfant pouvait être prolongé |403| au-delà de sa majorité, mais au maximum jusqu'à 25 ans en cas d'études sérieuses et régulières. La cour a indiqué à cet égard qu'il n'était pas exclu qu'au regard d'un traitement futur et des progrès de la médecine, l'enfant pût suivre, après sa majorité, une formation adaptée à son handicap.\n\n3.2.2 Lorsque le parent agit dans le cadre d'un procès en divorce, la capacité de faire valoir les droits de l'enfant, qui lui est expressément conférée par la loi, vaut non seulement pour la période couvrant la minorité de l'enfant, mais aussi pour celle allant au-delà de l'accès à la majorité (art. 133 al. 1, 2e phrase, CC). L'extension de cette capacité aux contributions d'entretien pour la période postérieure à la majorité de l'enfant a été introduite dans la loi lors de l'abaissement de l'âge de la majorité de vingt à dix-huit ans (cf. ancien art. 156 al. 2 CC et art. 14 CC, dans leur teneur selon la loi fédérale du 7 octobre 1994 entrée en vigueur le 1er janvier 1996; RO 1995 1126). Le législateur entendait ainsi éviter que l'abaissement de l'âge de la majorité ne compromît la formation des jeunes gens, en contraignant l'enfant devenu adulte à ouvrir en son propre nom une action indépendante contre son parent (BO 1993 CE 662, BO 1994 CN 1144; ATF 129 III 55 consid. 3.1.4; arrêt 5A_18/2011 du 1er juin 2011 consid. 5.1.1). Avant l'introduction de cette disposition dans la loi, la jurisprudence avait d'ailleurs déjà admis, pour des motifs d'opportunité et d'économie de procédure, que le juge du divorce pût fixer, sur demande du représentant légal, la contribution d'entretien pour la période postérieure à la majorité de l'enfant dans certaines circonstances exceptionnelles bien précises, notamment lorsque l'enfant se trouvait proche de sa majorité au moment du jugement de divorce et qu'il poursuivait déjà une formation professionnelle dont la durée pouvait être déterminée (ATF 112 II 199 consid. 2). La modification législative précitée, reprise en substance par l'art. 133 al. 1, 2e phrase, CC (ATF 129 III 55 consid. 3.1.4; arrêts 5A_104/2009 du 19 mars 2009 consid. 2.2, in FamPra.ch 2009 p. 798 et JdT 2009 I p. 439; 5A_18/2011 précité consid. 5.1.1), ne se limite pas à reprendre cette jurisprudence très limitée, mais va plus loin en admettant de manière générale l'attribution d'une telle contribution au-delà de la majorité (LÜCHINGER/GEISER, in Basler Kommentar, Schweizerisches Zivilgesetzbuch, vol. I, 1996, n° 20 ad ancien art. 156 CC, qui appuient leurs conclusions sur les débats parlementaires; PETER BREITSCHMID, in Basler Kommentar, Zivilgesetzbuch, vol. I, 4e éd. 2010, n° 14 ad art. 133 CC; DENIS PIOTET, in Commentaire romand, Code civil, vol. I, |4042010| , n° 6 ad art. 277 CC): elle est ainsi envisageable lorsque l'enfant concerné est jeune, et ne dispose dès lors d'aucun plan de formation défini au moment du jugement (LÜCHINGER/GEISER, op. cit., n° 20 ad ancien art. 156 CC; cf. également MEIER/STETTLER, Droit de la filiation, 4e éd. 2009, p. 637 n. 1109, qui soulignent qu'en pratique, de façon systématique, les jugements et conventions d'entretien prévoient une clause relative à l'entretien post-majorité). Le fardeau psychologique que représente une action en justice contre un parent est ainsi évité à l'enfant - l'enfant mineur pouvant compter sur l'appui du parent détenteur de l'autorité parentale - et le parent débiteur est par conséquent renvoyé à agir, si besoin est, par la voie de l'action en modification de l'art. 286 al. 2 CC, une fois l'enfant devenu majeur (arrêt 5A_18/2011 du 1 juin 2011 consid. 5.1.2 et les références). En effet, bien qu'en théorie l'art. 277 al. 2 CC subordonne à certains critères la fixation de la contribution d'entretien pour une période allant au-delà de l'accès à la majorité, ceux-ci ne peuvent toutefois donner lieu à un examen précis, les circonstances personnelles, telles que le refus de l'enfant d'entretenir des relations avec son parent, voire même la possibilité effective de réaliser des études, ne pouvant que difficilement faire l'objet d'un pronostic et devant bien plus être examinées au moment de l'accès à la majorité, cas échéant dans le cadre d'une action en modification (cf. arrêt 5A_18/2011 précité consid. 5.1.2 et la référence).\n\nLe grief du recourant est en conséquence infondé sur ce point."}