{"annee": "139", "cour": "V", "page": "514", "date": "28/10/2013", "cite": ["129 V 283", "116 V 246"], "cite_par": [], "chapeau": "68. Extrait de l'arrêt de la Ire Cour de droit social dans la cause Caisse nationale suisse d'assurance en cas d'accidents contre M. (recours en matière de droit public)\n\n8C_1015/2012 du 28 octobre 2013", "regestes": ["Art. 18 al. 1 et art. 19 LAA; art. 30 OLAA; art. 22 LAI; art. 68 LPGA; cumul de prestations d'assurance. L'assureur-accidents qui a accordé une rente ordinaire ou \"définitive\" d'invalidité ne peut pas suspendre le droit à cette prestation lorsque l'assuré bénéficiaire perçoit des indemnités journalières de l'assurance-invalidité, sous réserve des règles sur la surindemnisation. In casu: le point de savoir lequel des deux assureurs est fondé à réduire sa prestation en cas de surindemnisation éventuelle a été laissé indécis (consid. 4)."], "faits": "|515|\n\nA.\n\nA.a M. travaillait comme maçon au service de la société X. SA depuis le 1er avril 2005. A ce titre, il était assuré obligatoirement contre le risque d'accident auprès de la Caisse nationale suisse d'assurance en cas d'accidents (CNA). Le 29 janvier 2007, il a été victime d'un accident. Il a subi une luxation du coude droit avec fracture de la tête radiale et lésions vasculaires brachiales ayant nécessité une ré-anastomose vasculaire et une fasciotomie de l'avant-bras droit. Malgré une évolution favorable, une reprise du travail à but thérapeutique a échoué.\n\nLe 29 janvier 2008, M. a présenté une demande de rente de l'assurance-invalidité. Après lui avoir accordé une mesure d'orientation professionnelle auprès du Centre Y. pour la période du 1er au 19 septembre 2008, l'assurance-invalidité a informé l'assuré, le 28 juin 2010, qu'il bénéficierait d'une aide au placement sous la forme d'une orientation et d'un soutien dans ses recherches d'emploi. Cependant, au mois d'août 2010, l'intéressé a déclaré être en arrêt de travail et ne pas s'être annoncé à l'assurance-chômage. En conséquence, l'assurance-invalidité a décidé de mettre fin à l'aide au placement par décision du 3 novembre 2010. Cette décision a été communiquée à la CNA.\n\nAuparavant, par décision du 8 septembre 2010, confirmée sur opposition le 10 décembre suivant, la CNA avait accordé à M. une rente d'invalidité fondée sur une incapacité de gain de 21 % dès le 1er juin 2010.\n\nA.b Par la suite, l'assurance-invalidité a mis en oeuvre des stages d'observation professionnelle. Du 1er novembre 2011 au 30 avril 2012, elle a pris en charge les coûts d'une formation. En raison de ces mesures, l'assuré a bénéficié d'indemnités journalières de l'assurance-invalidité à partir du 23 mai 2011.\n\nPar décision du 23 novembre 2011, confirmée sur opposition le 27 janvier 2012, la CNA a suspendu le versement de la rente avec effet au 23 mai 2011 et elle a demandé à son assuré la restitution des rentes allouées au-delà de cette date, soit un montant de 5'726 fr. 15, dont elle estimait qu'il avait été versé à tort.\n\nB. Saisie d'un recours contre cette décision, la Cour de droit public du Tribunal cantonal de la République et canton de Neuchâtel l'a admis par jugement du 14 novembre 2012. |516|\n\nC. La CNA exerce un recours en matière de droit public dans lequel elle conclut à l'annulation de ce jugement et au rétablissement de sa décision sur opposition du 27 janvier 2012.\n\nLe recours a été rejeté.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 L'assuré invalide (art. 8 LPGA [RS 830.1]) à 10 % au moins par suite d'un accident a droit à une rente d'invalidité (art. 18 al. 1 LAA). Chez les assurés actifs, le degré d'invalidité doit être évalué sur la base d'une comparaison des revenus. Pour cela, le revenu que l'assuré aurait pu obtenir s'il n'était pas invalide est comparé avec celui qu'il pourrait obtenir en exerçant l'activité qui peut raisonnablement être exigée de lui après les traitements et les mesures de réadaptation, sur un marché du travail équilibré (art. 16 LPGA).\n\n2.2 Selon l'art. 19 al. 1 LAA, le droit à la rente prend naissance dès qu'il n'y a plus lieu d'attendre de la continuation du traitement médical une sensible amélioration de l'état de l'assuré et que les éventuelles mesures de réadaptation de l'assurance-invalidité ont été menées à terme; le droit au traitement médical et aux indemnités journalières cesse dès la naissance du droit à la rente (al. 1). Le droit à la rente s'éteint lorsque celle-ci est remplacée en totalité par une indemnité en capital, lorsqu'elle est rachetée ou lorsque l'assuré décède (al. 2). Le Conseil fédéral édicte des prescriptions détaillées sur la naissance du droit aux rentes lorsque l'on ne peut plus attendre de la continuation du traitement médical une sensible amélioration de l'état de l'assuré, mais que la décision de l'assurance-invalidité quant à la réadaptation professionnelle intervient plus tard (al. 3). En se fondant sur cette délégation de compétence, le Conseil fédéral a adopté l'art. 30 OLAA (RS 832.202) qui, sous le titre \"Rente transitoire\", prévoit ceci:\n\n1 Lorsqu'on ne peut plus attendre de la continuation du traitement médical une sensible amélioration de l'état de santé de l'assuré, mais que la décision de l'AI concernant la réadaptation professionnelle n'interviendra que plus tard, une rente sera provisoirement allouée dès la fin du traitement médical; cette rente est calculée sur la base de l'incapacité de gain existant à ce moment-là. Le droit s'éteint:\n\na. dès la naissance du droit à une indemnité journalière de l'AI;\n\nb. avec la décision négative de l'AI concernant la réadaptation professionnelle;\n\nc. avec la fixation de la rente définitive. |517|\n\n2 Pour les assurés qui sont réadaptés professionnellement à l'étranger, la rente transitoire sera allouée jusqu'à l'achèvement de la réadaptation. Les prestations en espèces des assurances sociales étrangères sont prises en compte conformément à l'art. 69 LPGA.\n\n2.3 En cas d'accident relevant de la LAA, la réadaptation professionnelle incombe à l'assurance-invalidité. La rente fixée en application de l'art. 30 OLAA est dénommée \"transitoire\" et a pour but de permettre à l'assureur-accidents qui ne peut encore fixer définitivement le degré d'invalidité de l'assuré, faute de connaître le résultat des mesures de réadaptation entreprises par l'assurance-invalidité, de verser néanmoins une rente sans attendre ce résultat. Elle a donc pour vocation unique de maintenir une continuité dans le versement des prestations lors même qu'il n'est pas encore possible de fixer définitivement le droit à la rente. Elle prend fin à partir du moment où l'assuré a droit à une indemnité journalière de l'assurance-invalidité. La décision portant sur l'allocation d'une rente transitoire doit mentionner qu'elle sera remplacée dès l'achèvement de la réadaptation ou s'il est renoncé à sa mise en oeuvre (PETER OMLIN, Die Invalidität in der obligatorischen Unfallversicherung, 1995, p. 199; GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents [LAA], 1992, p. 106 s.; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2e éd. 1989, p. 371; cf. également RUMO-JUNGO/HOLZER, Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, Bundesgesetz über die Unfallversicherung, 4e éd. 2012, p. 145 s.). Il s'agit, en effet, d'éviter de faire naître de faux espoirs quant au montant de la rente ordinaire ou \"définitive\" pour reprendre la terminologie de l'art. 30 OLAA (cf. ATF 129 V 283 consid. 4.1 p. 284). Enfin, en édictant l'art. 19 al. 3 LAA, le législateur n'a pas voulu créer un nouveau mode d'évaluation de l'invalidité. Une rente fondée sur l'art. 30 OLAA doit donc aussi être fixée d'après la méthode de comparaison des revenus. Toutefois, l'évaluation intervient dans ce cas avant l'exécution éventuelle de mesures de réadaptation. Par conséquent, seule entre en considération, à cette date, l'activité qui peut raisonnablement être exigée de la part d'un assuré non encore réadapté, compte tenu d'une situation équilibrée du marché du travail (ATF 116 V 246 consid. 3a p. 252).\n\n3.\n\n3.1 En l'espèce, il est constant que la CNA n'a pas alloué à l'intimé une rente transitoire, mais une rente ordinaire (ou définitive). Au moment où la décision sur opposition du 10 décembre 2010 a été rendue, une tentative d'aide au placement avait échoué du fait que |518| l'assuré se déclarait en incapacité totale de travail (décision de l'assurance-invalidité du 3 novembre 2010). Aucune autre mesure de réadaptation n'était envisagée. La CNA ne le conteste pas. Elle soutient cependant que les rentes ordinaires et les rentes transitoires devraient suivre le même sort lorsque des indemnités journalières de l'assurance-invalidité sont allouées à l'assuré. Ce ne serait pas tant la nature de la rente qui est servie à l'assuré que le droit à ces indemnités qui serait déterminant pour l'application de la coordination prescrite par l'art. 30 al. 1 OLAA. La recourante invoque également le principe de l'égalité de traitement entre assurés. Selon elle, il n'y a aucune raison de traiter ici différemment les assurés au bénéfice d'une rente ordinaire et les assurés au bénéfice d'une rente transitoire. Enfin, toujours selon la recourante, une différenciation imposerait à l'assureur de procéder à un calcul de surindemnisation, impliquant notamment une instruction sur le montant du gain présumé perdu dès le moment où les prestations en cause (rente et indemnités journalières) entrent en concours.\n\n3.2 Comme l'ont retenu avec raison les juges précédents, cette opinion ne peut pas être suivie. Elle est de toute évidence contraire au texte clair de la loi et de l'ordonnance. L'art. 30 OLAA, conformément à la délégation sur lequel il repose (art. 19 al. 3 LAA), ne trouve application qu'au moment de la fin du traitement médical (art. 10 LAA), qui marque la naissance du droit à la rente. Le versement d'une rente transitoire - et sa suppression en cas d'allocation d'une indemnité journalière de l'assurance-invalidité - n'intervient que dans l'hypothèse où l'assureur, à la fin du traitement médical, n'est pas à même de fixer le taux d'invalidité, faute de connaître le résultat de mesures de réadaptation à venir. Cela correspond du reste à la volonté clairement exprimée du législateur qui n'entendait adopter une réglementation spéciale que pour ce type de situations provisoires (sur la genèse de l'art. 19 al. 3 LAA, cf. ATF 129 V 283 consid. 4.2 p. 284 s.). En revanche, quand c'est une rente ordinaire qui est attribuée à l'assuré c'est le régime général qui trouve application. Le droit ne s'éteint que dans les éventualités mentionnées à l'art. 19 al. 2 LAA (remplacement par une indemnité en capital, rachat et décès). Pour cette rente, la loi ne prévoit pas la suspension ou la suppression du droit lorsque les mesures de réadaptation professionnelle sont mises en oeuvre par l'assurance-invalidité. L'octroi de telles mesures n'est pas davantage un motif de révision de la rente selon l'art. 17 LPGA, qui implique une modification du taux d'invalidité. |519|\n\n3.3 On notera par ailleurs que l'art. 68 LPGA autorise, sous réserve de surindemnisation, le cumul des indemnités journalières et des rentes de différentes assurances sociales. Cette disposition vise notamment - et précisément aussi - les cas de concours entre les indemnités journalières de l'assurance-invalidité et les rentes de l'assurance-accidents (art. 39k al. 3 RAI [RS 831.202] a contrario; cf. MICHEL VALTERIO, Droit de l'assurance-vieillesse et survivants [AVS] et del'assurance-invalidité [AI], 2011, p. 907 n. 3374). S'agissant des difficultés pratiques liées au calcul de la surindemnisation, elles sont inhérentes au régime de coordination prévu par le législateur en cas de concours de prestations (cf. art. 69 al. 2 LPGA). Elles ne justifient pas de s'écarter de l'application de la loi. Enfin, on ne voit pas en quoi la différence de traitement invoquée par la recourante serait incompatible avec le principe d'égalité de traitement. Indépendamment du fait que cette différence résulte - on l'a vu - du système légal, il y a lieu de constater que la rente transitoire est une prestation temporaire qui est censée garantir des moyens d'existence à l'assuré dans l'attente de la réadaptation et du versement des indemnités journalières qui lui est associé, ce qui peut a priori justifier une différenciation. A tout le moins, la recourante ne démontre pas le contraire.\n\n4. En conclusion, c'est à tort que la CNA a suspendu le versement de la rente d'invalidité à partir du 23 mai 2011 et qu'elle a réclamé à l'assuré la restitution de la rente versée au-delà de cette date. Demeure réservée une éventuelle réduction des prestations (assortie d'une restitution) pour cause de surindemnisation, question qu'il n'y a pas lieu d'examiner à ce stade, pas plus d'ailleurs qu'il n'y a lieu de décider maintenant lequel des deux assureurs sociaux serait fondé à réduire sa prestation, si tant est qu'il y ait surindemnisation."}