{"annee": "139", "cour": "III", "page": "49", "date": "19/11/2012", "cite": ["132 III 460", "131 III 528", "122 IV 322", "138 III 755", "137 III 393", "110 II 181", "118 II 157"], "cite_par": ["144 III 43", "140 III 409", "144 IV 294", "143 III 348", "141 III 564"], "chapeau": "8. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Bank X. AG gegen Y. Ltd (Beschwerde in Zivilsachen)\n\n4A_13/2012 vom 19. November 2012", "regestes": ["Art. 312 ss, 400 al. 1 et art. 425 ss CO; contrat complexe; obligation de restituer et de rendre compte; documents internes. Principes du contrat complexe (consid. 3.3). Application au contrat comportant des éléments de commission et de prêt de consommation (consid. 3.4). Reddition de compte au sujet de documents internes non soumis au devoir de restitution (consid. 4)."], "faits": "|49|\n\nA. Die Bank X. AG (Beauftragte, Beschwerdeführerin) und die Y. Ltd (Auftraggeberin, Beschwerdegegnerin) nahmen am 31. August 2004 eine Geschäftsbeziehung auf. Grundlage der vertraglichen Beziehung der Parteien waren ein Rahmenvertrag für Over-The-Counter (OTC)-Devisengeschäfte sowie Call- und Put-Optionen auf |50| Devisen und Edelmetallen vom 31. August 2004, die von der Y. Ltd am 31. August 2004 unterschriftlich akzeptierten Bedingungen für die Vermittlung von Optionskontrakten, ein Rahmenvertrag für einen Lombardkredit vom 31. August 2004 und eine Allgemeine Faustpfandverschreibung vom 31. August 2004. Am 18. März 2005 kam ein Vertrag über die Errichtung eines Kontos und Depots hinzu.\n\nDie Geschäftsbeziehung der Parteien gestaltete sich so, dass die Bank X. AG in eigenem Namen, aber im Auftrag und für Rechnung der Y. Ltd Optionskontrakte abschloss. Dabei hatte diese im Rahmen eines sog. Margin Trading einen prozentualen Anteil des Kaufpreises in Eigenmitteln aufzubringen, während der Restbetrag von der Bank X. AG als Kredit zur Verfügung gestellt wurde. Für diesen Kredit hatte die Y. Ltd eine bestimmte Marge als Sicherheit zu leisten. Wenn sich die Marge \"auf Grund aktueller Berechnung nach Ermessen der Bank als ungenügend\" erweisen sollte, war die Y. Ltd gehalten, die Margennachforderung (Margin Call) der Bank X. AG sofort zu begleichen. Der Deckung der Marge diente u.a. der Lombardkredit. Sowohl der Abschluss der Optionskontrakte als auch der Lombardkredit waren durch die mit der Faustpfandverschreibung verpfändeten Werte der Y. Ltd (zusätzlich) gesichert.\n\nZwischen Dezember 2006 und Januar 2007 forderte die Bank X. AG von der Y. Ltd mittels vier Margin Calls einen Betrag von insgesamt Fr. 5'248'000.- nach. Die Y. Ltd opponierte gegen die Nachforderungen, kam ihnen aber vollumfänglich nach.\n\nB. Mit Klage vom 16. Oktober 2007 beim Zivilgericht Basel-Stadt verlangte die Y. Ltd von der X. AG die Vorlegung, den Nachweis bzw. die Edition diverser Unterlagen, Kennzahlen und Aufzeichnungen, die ihr die Nachprüfung der Margennachforderungen erlauben sollten. Mit Urteil vom 2. Dezember 2009 wies das Zivilgericht die Klage ab, soweit es darauf eintrat.\n\nDie dagegen beim Appellationsgericht des Kantons Basel-Stadt erhobene Appellation der Y. Ltd hiess dieses teilweise gut und verpflichtete die X. AG zur Vorlegung einer umfassend dokumentierten Schlussabrechnung, zum Nachweis einer lückenlosen und detaillierten Aufstellung sämtlicher Vermögenspositionen, welche ihr von November 2006 bis Januar 2007 als Sicherheit für ihre Geschäftsbeziehung mit der Y. Ltd gedient hatten, zur Edition der den Margennachforderungen zugrunde gelegten Kennzahlen und Berechnungen, zur Edition der Aufzeichnungen und Protokolle der Telefonate |51| zwischen zwei Angestellten der Parteien vom 18. und 20. Dezember 2006 sowie 3. und 4. Januar 2007 und zum Nachweis der Exposures und Net Present Values, auf die anlässlich dieser Telefonate explizit Bezug genommen worden war.\n\nC. Mit Beschwerde in Zivilsachen vom 10. Januar 2012 beantragt die Bank X. AG dem Bundesgericht, es sei das Urteil des Appellationsgerichts aufzuheben, soweit damit das Urteil des Zivilgerichts aufgehoben wurde und die Appellations- und Klagebegehren der Beschwerdegegnerin ganz oder teilweise gutgeheissen wurden, und es sei die Klage vollumfänglich abzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführerin rügt, die Vorinstanz habe Bundesrecht verletzt, indem sie auf die Vertragsbeziehungen der Parteien Auftragsrecht angewendet und folglich gestützt auf Art. 400 OR Rechenschafts- und Herausgabepflichten bejaht habe.\n\n3.1 Die Vorinstanz hat ausgeführt, die vertragliche Beziehung der Parteien sei durch eine auftrags- bzw. kommissionsrechtliche Komponente einerseits und durch ein Darlehensverhältnis andererseits geprägt gewesen. Kommission und Darlehen hätten dabei in einer notwendigen inneren Verbindung gestanden, sei das Darlehen doch gerade zum Zweck der Margendeckung für die bei der Bank abgeschlossenen OTC-Handelsgeschäfte oder Traded Options und Financial Futures Kontrakte gewährt worden. Das vertragliche Recht der Beschwerdeführerin, von der Beschwerdegegnerin mit einem Margin Call eine Erhöhung ihrer Sicherheit zu verlangen, habe dabei sowohl in Verbindung zum gewährten Darlehen gestanden als vor allem auch zum Auftrag, Optionen zu erwerben. Es sei der Beschwerdeführerin sowohl mit dem Rahmenvertrag für OTC-Devisengeschäfte wie auch mit der Faustpfandverschreibung das Recht eingeräumt worden, während der Laufzeit der Transaktionen zusätzliche Sicherheiten, für eine ohne Deckung abgeschlossene Transaktion nachträglich Sicherheiten oder im Falle einer Deckungsverminderung Nachdeckung zu verlangen. Schliesslich hätten die mit der Faustpfandverschreibung verpfändeten Werte sowohl als Sicherheit für das Darlehen (Lombardkredit) als auch für den Abschluss der |52| OTC-Geschäfte gedient. Aufgrund dieser inneren Verbindung, die das Vertragskonglomerat zu einem einheitlichen Vertrag mit Mischung verschiedener Vertragstypen mache, liege ähnlich wie bei einem Vermögensverwaltungsvertrag oder einer sonstigen Wertschriftenhandels- und Depotbeziehung ein gemischtes Rechtsgeschäft bzw. ein gemischter Vertrag vor, auf den gerade auch mit Bezug auf die Rechenschafts- und Herausgabepflichten der beauftragten Partei Auftragsrecht anwendbar sei.\n\n3.2 Die Beschwerdeführerin rügt, es handle sich vorliegend nicht um einen gemischten Vertrag, sondern - wenn überhaupt - um zusammengesetzte Verträge mit einem inneren Zusammenhang. Es müssten daher die Rechte und Pflichten in jedem Vertrag einzeln beurteilt werden und es könnten nur dann allenfalls einzelvertragliche Rechte und Pflichten auf das rechtsgeschäftliche Netzwerk ausgedehnt werden, wenn dadurch keine neuen Rechtspositionen kreiert würden. Zudem sei zwischen den Parteien gerade kein Vermögensverwaltungsauftrag abgeschlossen worden, weshalb die Vorinstanz einen falschen Analogieschluss ziehe. Die Parteien seien sich weiter nur über die Höhe der eingeforderten Nachdeckung bzw. über die Höhe des geforderten Abbaus der Ausstände uneinig, nicht aber über die Tatsache der Kreditgewährung als solche, womit ausschliesslich die Absicherung des gewährten Kredits in Frage stehe und nicht der auftragsgemässe Abschluss der Optionsgeschäfte. Es gehe daher nicht an, auf dem Weg der Vertragsauslegung oder -ergänzung auftragsrechtliche Nebenpflichten auf die Frage der Kreditsicherung auszudehnen. In diesem Punkt müsse Darlehensrecht angewendet werden, das keine Herausgabe- und Rechenschaftspflichten kenne.\n\n3.3 Stehen verschiedene Parteivereinbarungen nicht als selbständige Verträge nebeneinander, sondern sind sie nach dem Willen der Parteien in der Art miteinander verknüpft und voneinander abhängig, dass ein gemischter oder zusammengesetzter Vertrag vorliegt, so wird dieser als Einheit aufgefasst (BGE 131 III 528 E. 7.1.1 S. 531; BGE 118 II 157 E. 3a S. 162). Ein zusammengesetzter Vertrag liegt vor, wenn die Parteien zwar mehrere Verträge schliessen, diese aber voneinander abhängig sind (BGE 131 III 528 E. 7.1.1 S. 531). Angesichts ihrer gegenseitigen Abhängigkeit geht es nicht an, die einzelnen Vertragsbestandteile einem unterschiedlichen rechtlichen Schicksal zu unterwerfen (BGE 118 II 157 E. 3a S. 162). Es ist vielmehr für jede Rechtsfrage der vertragliche Regelungsschwerpunkt zu ermitteln (BGE 131 III 528 E. 7.1.1 S. 532).\n\n|53|\n\n3.4 Es trifft zu, dass die Parteien nicht einen einzigen Vertrag, sondern mehrere Verträge geschlossen haben, welche aber unbestrittenermassen in einem inneren Zusammenhang stehen und voneinander abhängig sind. Entgegen der Ansicht der Beschwerdeführerin ist aber auch in diesem Fall die Frage, ob Herausgabe- und Rechenschaftspflichten bestehen, für die einzelnen Vertragsbestandteile einheitlich zu beantworten. Vorliegend stehen sowohl der Lombardkredit, der u.a. zum Zweck der Margendeckung gewährt wurde, als auch der von der Beschwerdeführerin gewährte Kredit für den Anteil des Optionskaufpreises, der nicht durch das Eigenkapital der Beschwerdegegnerin gedeckt war, in direktem Zusammenhang mit den Optionsgeschäften. Durch das von der Beschwerdeführerin zur Verfügung gestellte Kapital wurde bei den Optionsgeschäften ein Hebeleffekt erzielt. Die Darlehen dienten damit der Durchführung der Optionsgeschäfte. Die Margin Calls erfolgten, weil sich die Beschwerdeführerin für die offenen Positionen nicht mehr genügend gedeckt sah bzw. ihr ihrer Ansicht nach nicht mehr genügend Sicherheiten zur Verfügung standen. Ohne von der Beschwerdeführerin getätigte Optionsgeschäfte gäbe es mithin keine offenen Positionen und würde die Beschwerdeführerin keine (zusätzliche) Deckung für diese benötigen, womit die Margin Calls in einem direkten Zusammenhang mit den abgeschlossenen Optionsverträgen stehen. Für die Frage der Herausgabe- und Rechenschaftspflicht in Bezug auf die Margin Calls stehen somit kommissionsrechtliche Elemente im Vordergrund. In den Vorschriften zur Kommission (Art. 425 ff. OR) ist keine Regelung allfälliger Herausgabe- und Rechenschaftspflichten enthalten. Diesfalls kommen für das Kommissionsverhältnis die Vorschriften über den Auftrag zur Anwendung (Art. 425 Abs. 2 OR). Die Vorinstanz hat damit kein Bundesrecht verletzt, wenn sie Art. 400 OR angewendet hat.\n\n4. Die Beschwerdeführerin wirft der Vorinstanz eine Verletzung der bundesrechtlichen Bestimmungen zum Auftragsrecht, des Rechts auf eine Auslegung der vertraglichen Pflichten nach Treu und Glauben sowie des Willkürverbots vor, indem diese den Nachweis bzw. die Edition interner Dokumente angeordnet habe.\n\n4.1\n\n4.1.1 Die Beschwerdeführerin bringt vorab vor, interne Dokumente würden ganz grundsätzlich weder der Herausgabe- noch der Rechenschaftspflicht unterliegen. Die Edition bzw. der Nachweis interner |54| Dokumente sei unter dem \"Deckmantel\" der Rechenschaftspflicht angeordnet worden, was den im Rahmen der Herausgabepflicht sorgsam abgegrenzten Schutz des Beauftragten unterlaufe. Die Beschränkung der Herausgabepflicht sei nur sinnvoll, wenn nicht unter dem Titel der Rechenschaftspflicht die gleichen internen Dokumente nachzuweisen, offenzulegen oder zu edieren seien. Die Beschwerdeführerin beruft sich auf ein Urteil des Bundesgerichts, worin dieses ausgeführt habe, rein bankinterne Dokumente würden weder der Herausgabe- noch der Rechenschaftspflicht unterliegen (Urteil C.59/1980 vom 17. Juni 1980, in: ZR 80/1981 S. 73 ff.). Der Informationsanspruch und spiegelbildlich dazu die Rechenschaftspflicht müssten dort enden, wo der Herausgabeanspruch ende.\n\n4.1.2 Nach Art. 400 Abs. 1 OR hat der Beauftragte auf Verlangen jederzeit über seine Geschäftsführung Rechenschaft abzulegen und alles, was ihm infolge derselben aus irgendeinem Grunde zugekommen ist, zu erstatten. Die Rechenschaftspflicht des Beauftragten soll dem Auftraggeber die Kontrolle über seine Tätigkeiten ermöglichen (BGE 110 II 181 E. 2 S. 182; Urteil 4A_144/2012 vom 11. September 2012 E. 3.2.2). Sie bildet Voraussetzung und Grundlage der Ablieferungs- oder Herausgabepflicht (BGE 110 II 181 E. 2 S. 182) und findet ihre Grenzen im Grundsatz von Treu und Glauben (Urteile 4A_144/2012 vom 11. September 2012 E. 3.2.2; 4C.206/2006 vom 12. Oktober 2006 E. 4.3.1). Wie die Rechenschaftspflicht ist auch die Pflicht zur Ablieferung ein zentrales Element der Fremdnützigkeit des Auftrags (BGE 138 III 755 E. 5.3 S. 762; BGE 137 III 393 E. 2.3 S. 397; BGE 132 III 460 E. 4.2 S. 465 f.). Die Herausgabepflicht nach Art. 400 Abs. 1 OR lässt sich darüber hinaus als Konkretisierung der Treuepflicht nach Art. 398 Abs. 2 OR verstehen. Sie garantiert die Einhaltung der Treuepflicht und stellt insofern eine präventive Massnahme zur Wahrung der Interessen des Auftraggebers dar (BGE 138 III 755 E. 5.3 S. 762; BGE 137 III 393 E. 2.3 S. 397).\n\n4.1.3 Der Umfang der Rechenschaftspflicht ist beschränkt auf Belange des Auftragsverhältnisses, wobei der Beauftragte den Auftraggeber vollständig und wahrheitsgetreu zu informieren und ihm alle Dokumente vorzulegen hat, die sich auf die im Interesse des Auftraggebers besorgten Geschäfte beziehen (Urteil C.59/1980 vom 17. Juni 1980 E. 2 [nach ZR: E. 1], in: ZR 80/1981 S. 73). Die Herausgabepflicht umfasst alles, was dem Beauftragten in Ausführung des Mandats vom Auftraggeber ausgehändigt worden oder von Dritten zugekommen ist (BGE 122 IV 322 E. 3c/aa S. 328). |55| Ausgenommen sind rein interne Dokumente wie vorbereitende Studien, Notizen, Entwürfe, Materialsammlungen und eigene Buchhaltungen (BGE 122 IV 322 E. 3c/aa S. 328). Die Beschwerdeführerin stützt sich auf eine Lehrmeinung, wonach die Rechenschaftspflicht als komplementäres Informationsrecht nicht weiter gehen könne als die Herausgabepflicht und insofern denselben Beschränkungen unterliege (STEFAN HAFNER, Die Rechenschaftspflicht des Beauftragten - Ein Beitrag zum Informationsrecht im Auftragsvertrag, 2007, S. 128, 307).\n\nDieser Auffassung ist nicht zuzustimmen. Das Bundesgericht hat zwar auch in Bezug auf die Rechenschaftspflicht entschieden, dass rein interne Dokumente wie etwa nie versandte Vertragsentwürfe dieser nicht unterliegen (Urteile 4P.34/1993 vom 30. April 1993 E. 4, in: ZR 93/1994 S. 32; C.59/1980 vom 17. Juni 1980 E. 4a [nach ZR: E. 3a], in: ZR 80/1981 S. 76; vgl. auch Urteil 5A_171/2009 vom 15. Oktober 2009 E. 3.5). Daraus kann indessen nicht geschlossen werden, dass Herausgabe- und Rechenschaftspflicht gleich weit reichen. So können etwa Aufzeichnungen über Kundenbesuche und -kontakte Gegenstand der Rechenschaftspflicht bilden, obwohl solche (internen) Aufzeichnungen grundsätzlich nicht der Herausgabepflicht unterliegen (vgl. Urteil 5A_171/2009 vom 15. Oktober 2009 E. 3.5). Dies ergibt sich aus dem Zweck der Rechenschaftspflicht. Anders als die Herausgabepflicht, welche die Einhaltung der Treuepflicht garantiert, soll die Rechenschaftspflicht die Kontrolle über die Tätigkeiten des Beauftragten ermöglichen (oben E. 4.1.3). Auch in der Lehre wird überzeugend darauf hingewiesen, dass etwa Ärzte die erstellten Krankengeschichten nicht herauszugeben, im Rahmen der Rechenschaftspflicht aber zur Einsicht vorzulegen bzw. dem Patienten Kopien auszuhändigen hätten (FELLMANN, Berner Kommentar, 1992, N. 139 f. zu Art. 400 OR; WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 5. Aufl. 2011, N. 13 zu Art. 400 OR; WERRO, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 15 zu Art. 400 OR; HOFSTETTER, Der Auftrag und die Geschäftsführung ohne Auftrag, in: Obligationenrecht - Besondere Vertragsverhältnisse, SPR Bd. VII/6, 2. Aufl. 2000, S. 120; vgl. auch GEHRER/GIGER, in: Vertragsverhältnisse, Handkommentar zum Schweizer Privatrecht, 2. Aufl. 2012, N. 12a zu Art. 400 OR; ENGEL, Contrats de droit suisse, 2. Aufl. 2000, S. 501). Aus dem Umstand, dass bestimmte Dokumente nicht der Herausgabepflicht unterliegen, kann somit entgegen der Ansicht der Beschwerdeführerin nicht |56| automatisch geschlossen werden, dass über diese auch keine Rechenschaft abzulegen sei (so auch ARTER/DAHORTSANG, Besprechung des bundesgerichtlichen Urteils 4A_688/2011 vom 17. April 2012, AJP 2012 S. 1159 mit Hinweisen).\n\nEs ist somit zu differenzieren zwischen (der Herausgabepflicht nicht unterliegenden) internen Dokumenten, deren Inhalt dem Auftraggeber in geeigneter Form zur Kenntnis gebracht werden muss, um diesem überhaupt die Kontrolle über die Tätigkeiten des Beauftragten zu ermöglichen, und rein internen Dokumenten wie z.B. nie versandten Vertragsentwürfen, welche für die Überprüfung der vertragsgemässen Ausführung des Auftrags durch den Beauftragten ohnehin nicht relevant sind. Unterliegt ein internes Dokument grundsätzlich der Rechenschaftspflicht, bedeutet dies indessen noch nicht, dass es dem Auftraggeber ohne weiteres vorzulegen ist. Vielmehr ist in diesem Fall eine Interessenabwägung mit den Geheimhaltungsinteressen des Beauftragten vorzunehmen (vgl. Urteile 4P.34/1993 vom 30. April 1993 E. 4, in: ZR 93/1994 S. 31 f.; C.59/1980 vom 17. Juni 1980 E. 4a [nach ZR: E. 3a], in: ZR 80/1981 S. 76). Den berechtigten Interessen des Beauftragten kann auch dadurch Rechnung getragen werden, dass ein Dokument im konkreten Fall etwa nur auszugsweise vorzulegen ist (vgl. auch FELLMANN, Berner Kommentar, 1992, N. 79 zu Art. 400 OR). Die Vorinstanz hat somit kein Bundesrecht verletzt, wenn sie eine Rechenschaftspflicht in Bezug auf einzelne interne Dokumente bejaht hat, selbst wenn diese der Herausgabepflicht nicht unterliegen sollten.\n\n4.2\n\n4.2.1 Die Beschwerdeführerin rügt weiter, die Vorinstanz habe sie zu Unrecht zur Edition der Aufzeichnungen und Protokolle der Telefonate vom 18. und 20. Dezember 2006 sowie 3. und 4. Januar 2007 zwischen zwei Angestellten der Parteien verpflichtet. Die Telefonaufzeichnungen seien intern erfolgt und daher nicht zu edieren. Entgegen der Ansicht der Vorinstanz seien sie nicht der Korrespondenz gleichzustellen. In der Literatur sei zudem nur von einer Vorlage von Dokumenten die Rede, nicht aber von Aufzeichnungen mündlicher Aussagen. Diese hätten bewusst nicht dieselbe Bedeutung wie formell geführte Korrespondenz.\n\n4.2.2 Bei den Telefonaufzeichnungen und -protokollen handelt es sich entgegen der Ansicht der Beschwerdeführerin nicht um interne Dokumente wie Aktennotizen, die Meinungsäusserungen oder |57| Gedanken zu einem Gespräch enthalten. Vielmehr geht es einzig um die exakte Niederschrift oder Aufnahme dessen, was die Angestellten der Parteien telefonisch besprochen haben und was damit beiden Parteien ohnehin bekannt sein sollte. Die Beschwerdeführerin bringt denn auch nichts gegen die vorinstanzlichen Ausführungen vor, wonach ein schutzwürdiges Interesse an der Geheimhaltung der Daten nicht ersichtlich sei. Es ist daher nicht zu beanstanden, dass die Vorinstanz die Aufzeichnungen und Protokolle der genau bezeichneten Telefongespräche der Rechenschaftspflicht unterstellt hat. Entgegen der Ansicht der Beschwerdeführerin kann es zudem keine Rolle spielen, ob die Aufzeichnungen elektronisch oder schriftlich erfolgen. Ob mündlichen Aussagen eine geringere Bedeutung zukommt als schriftlicher Korrespondenz, ist eine Frage der Beweiswürdigung.\n\n4.3\n\n4.3.1 Die Beschwerdeführerin macht weiter geltend, die Vorinstanz habe sie zu Unrecht zum Nachweis bestimmter Kennzahlen verpflichtet, auf die anlässlich der Telefonate vom 18. und 20. Dezember 2006 sowie 3. und 4. Januar 2007 explizit Bezug genommen worden sei. Die Vorinstanz habe zur Begründung ausgeführt, sämtliche im Geschäftsverkehr offengelegten Kennzahlen würden in jedem Fall der Rechenschaftspflicht unterliegen, selbst wenn es sich um interne Dokumente handle, die der internen Entscheidbildung der Beschwerdeführerin gedient hätten. Diese Rechtsauffassung habe zur Konsequenz, dass bei jeder kurzen mündlichen Information zum Beispiel über - unter Umständen sogar geschütztes - Know-how die empfangende Partei Rechenschaftspflichten und unter Umständen sogar Herausgabepflichten geltend machen könnte, obwohl die Informationen lediglich der internen Entscheidfindung dienten. Eine solch weitgehende Auslegung der Rechenschaftspflicht verletze Art. 400 OR. Zudem sei das Urteil widersprüchlich. Seien nämlich die Telefonaufzeichnungen zu edieren, so könne sich die Beschwerdegegnerin direkt auf diese Aufzeichnungen stützen.\n\n4.3.2 Ob sämtliche Dokumente, die der internen Entscheidfindung der Beauftragten dienen, offengelegt werden müssen, sobald diese sich im Verkehr mit der Auftraggeberin auf solche interne Quellen bezieht, kann offenbleiben. Denn die Verpflichtung zum Nachweis bestimmter Kennzahlen verletzt Art. 400 OR auch dann nicht, wenn diese als intern qualifiziert werden. Die Vorinstanz hat ausgeführt, |58| die Beschwerdegegnerin habe ein Interesse an der Rechenschaftsablegung darüber, welche Werte wie berechnet worden seien. Dagegen bringt die Beschwerdeführerin nichts vor. Sie macht auch keine konkreten Geheimhaltungsinteressen geltend, sondern bringt im Gegenteil vor, eine Offenlegung dieser Kennzahlen sei unnötig, da sich die Beschwerdegegnerin auch direkt auf die Telefonaufzeichnungen stützen könne. Dieser Argumentation liegt sinngemäss die Annahme zugrunde, die Beschwerdeführerin müsse mit der Offenlegung der betreffenden Kennzahlen nicht wesentlich mehr Informationen preisgeben, als sie dies ohnehin bereits mit der Edition der Telefonaufzeichnungen und -protokolle tue. Die Abwägung der Interessen (vgl. oben E. 4.1.3) hat daher vorliegend zugunsten der Beschwerdegegnerin als Auftraggeberin auszufallen.\n\n4.4\n\n4.4.1 Die Beschwerdeführerin rügt weiter, die Verpflichtung zum Nachweis einer lückenlosen und detaillierten Aufstellung sämtlicher ihr als Sicherheit dienender Vermögenspositionen für die Monate November 2006 bis Januar 2007 verstosse gegen Art. 400 OR. Zwischen den Parteien bestehe eine Vereinbarung über die der Beschwerdeführerin als Sicherheit verpfändeten Werte. Diese Vereinbarung sei massgebend. Auf zusätzliche Nachweise und eine detaillierte Zusammenstellung der sich laufend verändernden Vermögenspositionen, die als Sicherheit dienten, bestehe kein Rechtsanspruch. Es sei auch auf die Volatilität der Depotwerte und auf die sich laufend ändernden Fremdwährungskurse hinzuweisen. Eine lückenlose, laufende Aufstellung sei weder Vertragsgegenstand noch für die Ausführung der vertraglichen Pflichten notwendig.\n\n4.4.2 Die Margennachforderungen (Margin Calls) der Beschwerdeführerin standen in einem direkten Zusammenhang mit den in eigenem Namen, aber im Auftrag und für Rechnung der Beschwerdegegnerin geschlossenen Optionsverträgen. Sie erfolgten, weil sich die Beschwerdeführerin für die offenen Positionen nicht mehr genügend gedeckt sah bzw. ihr ihrer Ansicht nach nicht mehr genügend Sicherheiten zur Verfügung standen. Vor diesem Hintergrund ist nicht zu beanstanden, dass die Vorinstanz die Beschwerdeführerin zum Nachweis einer Aufstellung sämtlicher ihr als Sicherheit dienender Vermögenspositionen verpflichtet hat. Eine solche Aufstellung ist notwendig für die Überprüfung, ob die Beschwerdeführerin zu Unrecht weitere Margin Calls erliess, obwohl sie |59| möglicherweise bereits über ausreichend Sicherheiten verfügte. Da die Rechenschaftspflicht dem Auftraggeber gerade die Kontrolle über die Tätigkeiten des Beauftragten ermöglichen soll, hat die Vorinstanz nicht gegen Art. 400 OR verstossen. Daran ändern auch die Volatilität der Werte und sich ändernde Fremdwährungskurse nichts. Denn diese hatte die Beschwerdeführerin auch bereits bei ihrer Bewertung der Sicherheiten zu berücksichtigen, die dem Erlass der Margin Calls voranging.\n\n4.5\n\n4.5.1 Die Beschwerdeführerin rügt schliesslich, die Vorinstanz habe sie zu Unrecht zur Vorlegung einer umfassend dokumentierten Schlussabrechnung verpflichtet. Die der Beschwerdegegnerin zugestellten Depot- und Kontoauszüge würden bereits Auskunft über angefallene Gebühren und Spesen und den aktuellen Bestand von Konto und Depot geben. Es sei daher nicht ersichtlich, in welcher Hinsicht oder welchen Inhalts dann noch eine Schlussabrechnung erstellt werden solle. Zudem habe die Vorinstanz gestützt auf die Ausführungen der Beschwerdegegnerin, die periodischen Konto- und Depotauszüge hätten keine Relevanz für die Überprüfung der Margennachforderungen, ein Interesse der Beschwerdegegnerin an der Vorlegung dieser Dokumente verneint. Mit dieser Begründung hätte die Vorinstanz auch die Vorlegung einer Schlussabrechnung ablehnen müssen.\n\n4.5.2 Die Beschwerdeführerin bestreitet ihre Rechenschaftspflicht in diesem Punkt nicht grundsätzlich. Sie macht indessen geltend, sie habe der Beschwerdegegnerin bereits alle Auszüge zugestellt. Diese Behauptung findet keine Stütze im vorinstanzlichen Sachverhalt. Was das Interesse der Beschwerdegegnerin an der Vorlegung der Dokumente angeht, so hat sie ein solches nur in Bezug auf die Konto- und Depotauszüge, nicht aber in Bezug auf eine Schlussabrechnung verneint. Die Beschwerdegegnerin ist ohnehin nicht zum Nachweis eines schutzwürdigen Interesses an der Rechenschaftsablage verpflichtet (Urteil C.59/1980 vom 17. Juni 1980 E. 2 [nach ZR: E. 1], in: ZR 80/1981 S. 74). Die Rechenschaftspflicht des Beauftragten findet ihre Grenzen lediglich im Grundsatz von Treu und Glauben (vgl. E. 4.1.2). Eine Berufung auf die Rechenschaftspflicht würde etwa dann keinen Rechtsschutz verdienen, wenn der Auftraggeber die erforderlichen Informationen bereits besitzt oder sich leicht aus eigenen Unterlagen informieren könnte, während der Beauftragte dazu grössere Umtriebe auf sich nehmen müsste (Urteil 4C.206/2006 |60| vom 12. Oktober 2006 E. 4.3.1 mit Hinweis). Die Beschwerdeführerin macht zu Recht nicht geltend, dass ihr die Erstellung einer Schlussabrechnung grosse Umtriebe verursachen würde. Dass die Beschwerdegegnerin ihre Forderung nach Rechenschaftsablegung auf andere Weise missbräuchlich geltend machen würde, macht die Beschwerdeführerin nicht geltend und ist auch nicht ersichtlich. Damit erweist sich auch diese Rüge als unbegründet."}