{"annee": "139", "cour": "III", "page": "232", "date": "8/4/2013", "cite": ["137 III 261", "134 IV 328", "135 III 623", "129 III 626"], "cite_par": ["141 III 28", "141 III 382", "140 III 320"], "chapeau": "33. Estratto della sentenza della I Corte di diritto civile nella causa A. S.p.A. contro B. SA (ricorso in materia civile)\n\n4A_534/2012 dell'8 aprile 2013", "regestes": ["Art. 32 et 44 CL; possibilité de reconnaître une décision d'injonction (decreto ingiuntivo) italienne. Recevabilité d'un recours en matière civile contre la décision par laquelle le tribunal cantonal supérieur a admis un recours au sens de l'art. 43 CL (consid. 1). Une décision d'injonction italienne, déclarée immédiatement exécutoire dès son prononcé, ne constitue pas une décision, au sens de l'art. 32 CL, qui peut être reconnue en Suisse (consid. 2)."], "faits": "BGE 139 III 232 S. 232\n\nA.\n\nA.a Con decreto del 17/18 giugno 2011, dichiarato immediatamente esecutivo giusta l'art. 642 CPC italiano, il Tribunale ordinario di Milano ha ingiunto all'impresa ticinese B. SA di pagare alla società italiana A. S.p.A. la somma di euro 2'061'852.23, specificando che il debitore ingiunto aveva diritto di proporre la sua opposizione entro il termine di 40 giorni (corretto a 60 il 23 giugno 2011) dalla notifica e che in mancanza di una tale opposizione il decreto sarebbe divenuto definitivo.\n\nA.b Il 18 aprile 2012 la A. S.p.A. ha chiesto al Pretore della giurisdizione di Mendrisio sud di riconoscere e dichiarare esecutivo in Svizzera il menzionato decreto ingiuntivo e di ordinare il sequestro di beni della B. SA per complessivi fr. 2'559'280.-, oltre interessi. BGE 139 III 232 S. 233Il giorno seguente il Pretore aggiunto ha integralmente accolto tali richieste.\n\nB. Con sentenza 14 agosto 2012 la II Camera civile del Tribunale di appello del Cantone Ticino ha accolto un reclamo della B. SA, ha respinto l'istanza volta ad ottenere il riconoscimento e l'esecutività in Svizzera del decreto ingiuntivo e ha annullato il sequestro pronunciato dal Pretore. Poiché l'ingiunzione è stata emanata fin dall' inizio in forma esecutiva, i Giudici cantonali l'hanno considerata un provvedimento supercautelare che non costituisce una decisione nel senso dell'art. 32 della Convenzione di Lugano del 30 ottobre 2007 concernente la competenza giurisdizionale, il riconoscimento e l'esecuzione delle decisioni in materia civile e commerciale (CLug; RS 0.275.12) suscettibile di riconoscimento.\n\nC. Con ricorso in materia civile del 17 settembre 2012 la A. S.p.A. postula, previo conferimento dell'effetto sospensivo al rimedio, la reiezione del reclamo e la conferma della decisione del Pretore. Rimprovera alla Corte cantonale di aver violato la Convenzione di Lugano, negando al decreto ingiuntivo il carattere di decisione riconoscibile.\n\nLa Presidente della Corte adita ha, con decreto del 12 ottobre 2012, attribuito effetto sospensivo all'impugnativa.\n\nCon risposta 19 ottobre 2012 la B. SA propone la reiezione del ricorso.\n\nIl Tribunale federale ha respinto il ricorso.", "considerants": "Dai considerandi:\n\n1. La decisione impugnata, con cui il Tribunale superiore del Cantone Ticino (Allegato III CLug) ha accolto un ricorso ai sensi dell' art. 43 CLug, è suscettiva di un ricorso in materia civile (art. 44 e Allegato IV CLug in relazione con gli art. 72 cpv. 2 lett. b n. 1 e 75 cpv. 1 LTF), atteso che anche il valore di lite supera la soglia prevista dall'art. 74 cpv. 1 lett. b LTF. Il gravame è pertanto ammissibile.\n\nSi rivela per contro di primo acchito irricevibile, perché posteriore alla decisione impugnata, il certificato del Tribunale di Milano prodotto con il ricorso in cui viene indicato che all'11 settembre 2012 dai registri non risulta alcuna opposizione al decreto ingiuntivo in discussione (DTF 134 IV 342 consid. 2).\n\n2.\n\n2.1 Come già indicato nella DTF 135 III 623 consid. 2.1, nel procedimento d'ingiunzione previsto dal Codice di procedura civile BGE 139 III 232 S. 234italiano, un creditore può chiedere al giudice di emettere un'ingiunzione di pagamento della somma reclamata o di consegnare la cosa (art. 633 CPC italiano) entro un termine di, in linea di principio, 40 giorni, con l'avvertenza della possibilità di far opposizione (art. 641 CPC italiano). Una copia del decreto e del ricorso sono notificate al debitore (art. 643 CPC italiano). In concreto tuttavia, a differenza della fattispecie posta a fondamento della citata DTF, il giudice italiano non ha dichiarato esecutiva l'ingiunzione su istanza del creditore dopo l'infruttuoso decorso del termine per fare opposizione (art. 647 CPC italiano), ma ha invece dichiarato immediatamente esecutivo ex art. 642 CPC italiano il decreto ingiuntivo di cui è chiesto il riconoscimento e l'esecuzione in Svizzera in virtù della CLug. In altre parole, il decreto ingiuntivo in discussione è stato dichiarato esecutivo al momento della sua emanazione e quindi prima che il debitore sia stato sentito e abbia avuto la possibilità di opporsi.\n\n2.2 Per costante prassi nell'ambito dell'applicazione della Convenzione di Lugano si tiene conto della giurisprudenza attinente sia alla Convenzione di Bruxelles del 27 settembre 1968 concernente la competenza giurisdizionale e l'esecuzione delle decisioni in materia civile e commerciale, sia al Regolamento (CE) n. 44/2001 del Consiglio del 22 dicembre 2000 concernente la competenza giurisdizionale, il riconoscimento e l'esecuzione delle decisioni in materia civile e commerciale (GU L 12 del 16 gennaio 2001 pag. 1), che ha sostituito quest'ultima Convenzione (DTF 137 III 261 consid. 1.1.1 con rinvii).\n\n2.3 Nella sentenza del 21 maggio 1980 125/79 Denilauler (Racc. 1980 pag. 1553) la Corte di giustizia delle Comunità europee (CGCE) ha dichiarato che le decisioni giurisdizionali contenenti autorizzazione di provvedimenti provvisori o cautelari, rese senza che la parte contro cui si rivolgono sia stata citata a comparire e destinate a essere eseguite senza essere state prima notificate, non fruiscono del regime di riconoscimento e di esecuzione della Convenzione di Bruxelles. Nella DTF 129 III 626 consid. 5.2.1 pag. 633 il Tribunale federale ha già avuto modo di precisare di non veder motivo per dipartirsi da tale giurisprudenza.\n\nQuindici anni più tardi la CGCE ha dichiarato riconoscibile ed eseguibile in forza del III Titolo della Convenzione di Bruxelles un decreto ingiuntivo italiano, insistendo sul fatto che il convenuto era stato posto in condizione di far valere i suoi diritti prima che fosse emanato un provvedimento esecutivo nello Stato d'origine, atteso che la comunicazione congiunta del ricorso per ingiunzione e del BGE 139 III 232 S. 235decreto ingiuntivo hanno fatto decorrere il termine entro il quale il convenuto poteva fare opposizione e che prima della scadenza di tale termine l'attore non aveva potuto ottenere un provvedimento esecutivo (sentenza del 13 luglio 1995 C-474/93 Hengst Import BV, Racc. 1995 I-2113 punti 14, 19 e 20). Tale sentenza va letta quale conferma della necessità per il riconoscimento di un decreto ingiuntivo italiano dell'attivazione del contraddittorio prima dell'esecutorietà della pronuncia (CATERINA SILVESTRI, La disapplicazione dell'art. 633, ultimo comma, c.p.c., a fronte del diritto comunitario, in Il Foro italiano 1998 I pag. 2705 n. 2; sentenza dell'Oberster Gerichtshof austriaco 3 Ob/123/12b del 19 settembre 2012 consid. 3.3, www.ris.bka.gv.at/Dokumente/Justiz/JJT_20120919_OGH0002_0030 OB00123_12B0000_000/JJT_20120919_OGH0002_0030OB00123_12B0000_000.pdf [consultato il 21marzo 2013]). Pure i paesiconfinanti ritengono, in applicazione della citata giurisprudenza della CGCE, che un decreto ingiuntivo dichiarato immediatamente esecutivo ex art. 642 CPC italiano non possa beneficiare del riconoscimento e dell'esecuzione prevista dalla Convenzione di Bruxelles, rispettivamente dal Regolamento (CE) n. 44/2001 (v. per la Francia: HÉLÈNE GAUDEMET-TALLON, Compétence et exécution des jugements en Europe, 3a ed. 2002, pag. 297; sentenza della Corte di cassazione francese del 18 maggio 1994, in Revue critique de droit international privé 1994 pag. 688; per la Germania: sentenza dell' Oberlandesgericht Zweibrücken del 22 settembre 2005, in Die deutsche Rechtsprechung auf dem Gebiete des Internationalen Privatrechts im Jahre 2005, 2007, pag. 430; STEFAN LEIBLE, in Europäisches Zivilprozess- und Kollisionsrecht, Thomas Rauscher [ed.], 2011, n. 12a ad art. 32 Regolamento [CE] n. 44/2001;PETER F. SCHLOSSER, EU-Zivilprozessrecht, 3a ed. 2009, n. 6 ad art. 32 Regolamento [CE] n. 44/2001; perl'Austria: la citata sentenza 3 Ob/123/12b dell' Oberster Gerichtshof austriaco). Giova infine osservare che pure la dottrina italiana è consapevole del fatto che l'ingiunzione pronunciata ab origine in forma esecutiva non può beneficiare del sistema convenzionale (CLAUDIO CONSOLO, La tutela sommaria e la Convenzione di Bruxelles: la \"circolazione\" comunitaria dei provvedimenti cautelari e dei decreti ingiuntivi, in Rivista di diritto internazionale privato e processuale 1991 pag. 626; CATERINA SILVESTRI, loc. cit.).\n\n2.4 Da quanto precede discende quindi che la decisione impugnata non viola la Convenzione in discussione quando ritiene che - in sintonia con la giurisprudenza dei paesi che ci circondano - un decretoBGE 139 III 232 S. 236ingiuntivo dichiarato immediatamente esecutivo con la sua emanazione non possa essere riconosciuto ed eseguito in Svizzera, perché non costituisce una decisione ai sensi dell'art. 32 CLug."}