{"annee": "139", "cour": "III", "page": "176", "date": "7/3/2013", "cite": ["131 III 121", "122 III 382", "118 II 181", "130 III 113", "135 III 359", "134 III 547", "117 II 321", "131 III 495", "128 III 454", "120 II 144", "133 III 342", "134 III 314"], "cite_par": ["143 III 127", "145 III 178"], "chapeau": "24. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Z. Switzerland AG (Beschwerde in Zivilsachen)\n\n4A_619/2012 vom 7. März 2013", "regestes": ["Art. 2 let. a LPM; domaine public; besoin de libre disposition; signes élémentaires. Signes appartenant au domaine public (consid. 2). Le mot \"YOU\" utilisé de façon isolée est, dans l'usage général de la langue anglaise, un terme indispensable pour s'adresser personnellement à un destinataire déterminé, ce qui implique un besoin de libre disposition (consid. 3-5.2)."], "faits": "|176|\n\nA. A. (Beschwerdeführer) ist von Beruf Rechtsanwalt. Er ist seit dem 19. September 2008 Inhaber der Schweizer Wortmarke \"YOU\", die am 14. Juli 1976 als Nr. 2P-x ins Markenregister eingetragen wurde. Diese Marke wird für \"Seifen, Parfümerien, ätherische Oele, Mittel zur Körper- und Schönheitspflege, Haarwässer, Zahnputzmittel\" der Klasse 3 nach dem Abkommen von Nizza über die internationale Klassifikation von Waren und Dienstleistungen für die Eintragung von Marken, revidiert in Genf am 13. Mai 1977 (SR 0.232.112.9; nachfolgend: Nizza-Klassifikation) beansprucht. Zudem ist er Inhaber der am 26. Februar 2008 als Nr. y eingetragenen Schweizer Wortmarke \"YOU\". Diese Marke wird für \"Wasch- und Bleichmittel; Putz-, Polier-, Fettentfernungs- und Schleifmittel; Seifen; |177| Parfümeriewaren, ätherische Öle, Mittel zur Körper- und Schönheitspflege, Haarwässer, Zahnputzmittel\" der Klasse 3 sowie \"medizinische und veterinärmedizinische Dienstleistungen; Gesundheits- und Schönheitspflege für Menschen und Tiere; Dienstleistungen im Bereich der Land-, Garten- und Forstwirtschaft\" der Klasse 44 gemäss Nizza-Klassifikation beansprucht.\n\nDie Z. Switzerland AG (Beschwerdegegnerin) ist eine in I./ZH ansässige Aktiengesellschaft, die den Handel mit Waren aller Art bezweckt. Sie betreibt in der Schweiz die Parfümeriekette \"Z.\" mit über 100 Verkaufsstellen, gibt das \"Z. Magazin\" heraus und führt eine Webseite unter der Internetadresse \"www.z.ch\". Die Beschwerdegegnerin ist eine Tochtergesellschaft der in Paris ansässigen Z. S.A., die in die Q.-Gruppe, eine Detailhandelsgruppe des internationalen Mischkonzerns R. Ltd. mit Sitz in Hongkong, integriert ist.\n\nB. Der Beschwerdeführer reichte am 1. März 2010 beim Handelsgericht des Kantons Zürich eine Markenverletzungsklage gegen die Beschwerdegegnerin ein. Er machte geltend, diese verletze seine Markenrechte\n\n- durch die drohende Wiederverwendung des Zeichens:\n\n- und durch die Verwendung bzw. drohende Wiederverwendung der folgenden Zeichen:\n\nDie Beschwerdegegnerin erhob Widerklage mit den Anträgen, es sei die Nichtigkeit der Schweizer Marken Nrn. 2P-x und y festzustellen. |178|\n\nMit Urteil vom 4. September 2012 hiess das Handelsgericht die Widerklage gut und stellte die Nichtigkeit der Schweizer Marken Nrn. 2P-x und y fest, da das Wort \"YOU\" freihaltebedürftig sei. In der Folge wies es die Hauptklage ab.\n\nC. Der Beschwerdeführer beantragt mit Beschwerde in Zivilsachen, dieses Urteil des Handelsgerichts aufzuheben, die Widerklage abzuweisen und die Klage gutzuheissen. Eventualiter sei die Klage zur Neubeurteilung an das Handelsgericht zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 2 lit. a MSchG (SR 232.11) sind Zeichen vom Markenschutz ausgeschlossen, die Gemeingut sind, es sei denn, dass sie sich als Marke für die Waren oder Dienstleistungen durchgesetzt haben, für die sie beansprucht werden.\n\nDie Gründe für den Schutzausschluss von Zeichen, die dem Gemeingut angehören, liegen entweder im Freihaltebedürfnis oder in der fehlenden Unterscheidungskraft, wobei sich Überschneidungen ergeben können (BGE 131 III 121 E. 4.1 S. 126; vgl. auch das Urteil 4A_648/2010 vom 28. Februar 2011 E. 3.4, in: sic! 7-8/2011 S. 437 ff. und BGE 117 II 321 E. 3a S. 324 f.; EUGEN MARBACH, Markenrecht, SIWR Bd. III/1, 2. Aufl. 2009, S. 75 f. Rz. 246 ff.; DAVID ASCHMANN, in: Markenschutzgesetz, Noth/Bühler/Thouvenin [Hrsg.], 2009, N. 1 zu Art. 2 lit. a MSchG; LUCAS DAVID, Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl. 1999, N. 5 zu Art. 2 MSchG; CHRISTOPH WILLI, MSchG, Kommentar zum schweizerischen Markenrecht [...], 2002, N. 34 zu Art. 2 MSchG).\n\nFreihaltebedürftig sind Zeichen, auf deren Verwendung der Wirtschaftsverkehr angewiesen ist. Im Interesse eines funktionierenden Wettbewerbs müssen Zeichen vom Markenschutz ausgeschlossen werden, die für den Wirtschaftsverkehr wesentlich oder gar unentbehrlich sind und die folglich von einem einzelnen Gewerbetreibenden nicht monopolisiert werden dürfen. Die Unterscheidungskraft geht Zeichen ab, die aufgrund ihres Erscheinungsbildes oder ihres sachlichen resp. beschreibenden Gehalts die markenspezifische Unterscheidungsfunktion nicht erfüllen können (MARBACH, a.a.O., S. 75 Rz. 247).\n\nNach herkömmlicher Einteilung gehören zum Gemeingut im Sinne von Art. 2 lit. a MSchG elementare Zeichen (BGE 134 III 314 E. 2.3.3), |179| Herkunftsangaben (BGE 128 III 454 E. 2.1 S. 458), beschreibende Angaben über die Beschaffenheit der gekennzeichneten Waren oder Dienstleistungen (BGE 131 III 495 E. 5 S. 503) sowie Freizeichen (BGE 130 III 113 E. 3.1 S. 116 ff.; vgl. zum Ganzen: BGE 134 III 314 E. 2.3.2 S. 320; BGE 131 III 121 E. 4.1 S. 127). Elementare Zeichen werden als im wirtschaftlichen Verkehr unabdingbar und demzufolge freihaltebedürftig erachtet (BGE 134 III 314 E. 2.3.3; BGE 131 III 121 E. 4.3 S. 129 mit Hinweisen).\n\nDas Bundesgericht prüft grundsätzlich als Rechtsfrage frei, wie der massgebende Adressatenkreis für die beanspruchten Waren oder Dienstleistungen abzugrenzen ist und wie das allgemeine Publikum aufgrund der erwarteten Aufmerksamkeit das Zeichen wahrnimmt (BGE 134 III 547 E. 2.3 S. 551; BGE 133 III 342 E. 4 S. 347; je mit Hinweisen). Der massgebende Verkehrskreis kann je nach Prüfungsgesichtspunkt unterschiedlich sein. So beurteilt sich die Freihaltebedürftigkeit eines Zeichens nach dem Bedürfnis bzw. Verständnis der Konkurrenten, während bei der Beurteilung der Unterscheidungskraft auf das Verständnis des durchschnittlichen Abnehmers abzustellen ist (MARBACH, a.a.O., S. 52 Rz. 181).\n\n3. Die Vorinstanz erwog, das Wort \"YOU\" gehöre zum elementaren Grundwortschatz der englischen Sprache und sei in der Schweiz allgemein bekannt. Beim englischen Pronomen \"YOU\" handle es sich um ein triviales Wort, das in der Schweiz weit verbreitet sei und im Wirtschaftsverkehr häufig verwendet werde. Dementsprechend seien im schweizerischen Markenregister für Waren der Klasse 3 mehrere Marken eingetragen, die \"YOU\" verwenden. Das Wort \"YOU\" stelle insbesondere in der von englischen Wörtern durchsetzten Werbesprache einen unentbehrlichen Begriff dar. Deshalb müssten sich Unternehmen, die gleiche oder ähnliche Waren und Dienstleistungen anbieten, des Pronomens \"YOU\" bedienen können, um potentielle Konsumenten anzusprechen. Das Wort \"YOU\" stelle aufgrund seines personenbezogenen Sinngehalts einen wesentlichen Ausdruck des allgemeinen Sprachgebrauchs dar, der umfassend freizuhalten sei. Das Wort \"YOU\" dürfe in Alleinstellung, ohne dass es grafisch originell oder fantasiereich dargestellt wäre, im Interesse des freien Wettbewerbs in der Schweiz nicht als Marke monopolisiert werden.\n\n4. Diesen Erwägungen ist beizupflichten. Beim englischen Personalpronomen \"YOU\" handelt es sich um ein elementares Wort der englischen Umgangssprache. Wie der Beschwerdeführer selber zugesteht, gehört der Ausdruck \"YOU\" zum trivialsten Grundwortschatz und |180| ist in seiner Bedeutung als Entsprechung des deutschen \"du\"/\"ihr\"/ \"Sie\" in der Schweiz durchwegs bekannt. Als elementarster Ausdruck des allgemeinen Sprachgebrauchs muss er für den ungehinderten Gebrauch im Geschäftsverkehr freigehalten werden. Es muss insbesondere möglich sein, ungehindert Marken mit dem Bestandteil \"YOU\" zu bilden und gleiche Waren und Dienstleistungen wie diejenigen, die der Beschwerdeführer für seine Marken beansprucht, damit zu kennzeichnen. Ebenso ist die englisch durchsetzte Werbesprache auf diesen Ausdruck angewiesen, der sich in seiner Bedeutung als persönliche Anrede der potentiellen Konsumenten nicht substituieren lässt. Dabei ist zu beachten, dass auch der Gebrauch in der Werbung als kennzeichenmässiger Gebrauch gilt (vgl. Art. 13 Abs. 2 lit. e MSchG; BGE 135 III 359 E. 2.5.2 S. 366), den der Markeninhaber einem Dritten verbieten kann (BGE 120 II 148 E. 2b S. 148; WILLI, a.a.O., N. 12 zu Art. 13 MSchG; THOUVENIN/DORIGO, in: Markenschutzgesetz, Noth/Bühler/Thouvenin [Hrsg.], 2009, N. 51 zu Art. 13 MSchG; MARBACH, a.a.O., S. 433 Rz. 1457). Eine Monopolisierung des Ausdrucks \"YOU\" würde daher auch dessen Gebrauch in der Werbung beeinträchtigen. Die Vorinstanz hat daher Art. 2 lit. a MSchG nicht verletzt, indem sie die klägerischen Wortmarken \"YOU\" wegen Freihaltebedürftigkeit als nichtig beurteilte.\n\n5. Was der Beschwerdeführer dagegen vorbringt, dringt nicht durch:\n\n5.1 Er trägt vor, der Umstand allein, dass das Wort \"YOU\" zum trivialen Grundwortschatz der englischen Sprache zähle, führe noch nicht dazu, dass der Ausdruck zum Gemeingut zu zählen sei. Vielmehr gelte es, ausgehend von diesem Umstand, das Freihaltebedürfnis und die Unterscheidungskraft konkret zu prüfen. Dies ist zutreffend. Vorliegend ergibt die konkrete Prüfung aber entgegen der Meinung des Beschwerdeführers, dass ein Freihaltebedürfnis zu bejahen ist.\n\nDer Beschwerdeführer bestreitet, dass die Eintragung des Zeichens \"YOU\" als Marke dazu führe, dass das Pronomen \"YOU\" von Unternehmen nicht mehr verwendet werden dürfe, um ihre Produkte anzupreisen bzw. zu bewerben und die Konsumenten anzusprechen. Das Markenrecht schütze einzig davor, dass Dritte das Zeichen \"YOU\" zur Kennzeichnung von Waren und Dienstleistungen der beanspruchten Klassen einsetzten, wobei die Verwendung des Wortes \"YOU\" als Bestandteil einer anderen Marke (z.B. \"YOU ARE THE ONE\" [Nr. 534371], \"WATER MOVES YOU\" [Nr. 559497 und 563891], \"DO YOU PLAY?\" [Nr. 571918]) davon nicht beeinträchtigt werde. |181|\n\nEs trifft zu, dass ein Schutz des Zeichens \"YOU\" als Marke die Verwendung des Ausdrucks \"YOU\" als Bestandteil einer Marke nicht in jedem Fall verunmöglicht, zumal diesem Bestandteil nur ein schwacher Schutzumfang zuzugestehen wäre (vgl. BGE 122 III 382 E. 2a S. 385 ff.). Indessen würde dessen Verwendung in zahlreichen Fällen gesperrt bzw. erheblich erschwert, weil jedesmal fraglich wäre, ob mit dem gewählten Zeichen hinreichend Abstand von den klägerischen Marken erlangt wird. Die Beschwerdegegnerin weist in diesem Zusammenhang mit Recht darauf hin, dass dies vor allem bei der Bildung von prägnanten YOU-Kurzmarken gilt, wie etwa \"2YOU\", \"YOU TOO\", \"LIKE YOU\", \"YOU & ME\". Gerade die vorliegende Klage, mit welcher der Beschwerdeführer eine Verletzung seiner Marken durch die beklagtischen Zeichen (\"ONLY YOU\") wegen ihres Bestandteils \"YOU\" geltend macht, zeigt dies deutlich. In einer solchen Sperrung oder Erschwerung der Verwendung eines unentbehrlichen und nicht substituierbaren Ausdrucks des Grundwortschatzes liegt eine übermässige Behinderung des Geschäftsverkehrs, die für die Annahme eines Freihaltebedürfnisses genügt (vgl. WILLI, a.a.O., N. 148 zu Art. 2 MSchG). Das Freihaltebedürfnis für Elementarzeichen setzt nicht voraus, dass bei Gewährung von Markenschutz dessen Verwendung als Bestandteil einer Marke gänzlich ausgeschlossen ist. Ansonsten gäbe es diese Konstellation von Freihaltebedürftigkeit überhaupt nicht mehr, weil beispielsweise auch Elementarzeichen wie einzelne Buchstaben oder Zahlen stets zur Bildung von Marken herangezogen werden können. Trotzdem wird an solchen Zeichen in Alleinstellung im Interesse des freien Wirtschaftsverkehrs, der auf die Verwendung dieser Elementarzeichen angewiesen ist, ein Freihaltebedürfnis bejaht (BGE 134 III 314 E. 2.3.2. und 2.3.3; BGE 131 III 121 E. 4.1; BGE 118 II 181 E. 3c S. 183; Urteil 4A_261/2010 vom 5. Oktober 2010 E. 2.3, in: sic! 2/2011 S. 102 ff.).\n\n5.2 Der Beschwerdeführer bringt weiter vor, das Zeichen \"YOU\" sei nicht beschreibend. Namentlich könne \"YOU\" nicht als direkten Hinweis auf den Destinatärkreis verstanden werden. \"YOU\" sei jeder (jedermann und jedefrau) und weise daher auf keinen Personen- oder Destinatärkreis hin.\n\nEs trifft zu, dass \"YOU\" nicht einen bestimmten, eingeschränkten Personenkreis umschreibt, an den sich die so bezeichneten Waren besonders richten. Insofern besteht eine Differenz zum französischen Pronomen \"Elle\", das unmittelbar auf Personen weiblichen Geschlechts als Konsumentinnen der Produkte hinweist, was das Bundesgericht |182| veranlasste, die Schutzfähigkeit dieses Zeichens in Alleinstellung zufolge eines umfassenden Freihaltebedürfnisses in Frage zu stellen (Urteil 4A_13/1995 vom 20. August 1996 E. 4b, in: sic! 6/1997 S. 159).\n\nNun wird dem Ausdruck \"YOU\" der Markenschutz aber nicht deswegen versagt, weil er unmittelbar den Destinatärkreis der markierten Waren in bestimmter Weise umschreibt. Seine Freihaltebedürftigkeit ergibt sich aus seiner Bedeutung als Zeichen, mit dem die Kunden angesprochen werden. Der Ausdruck grenzt zwar nicht einen bestimmten Adressatenkreis ein. Er hat aber einen klaren Bezug zu den potentiellen Abnehmern, indem er diese in umfassender und dennoch persönlicher Weise angeht, fühlt sich doch mit \"YOU\" jeder direkt angesprochen. Den Konkurrenten stehen keine gleichbedeutenden Alternativen zur Verfügung, um sich in der gerne verwendeten englischen Sprache in dieser persönlichen Weise an die Abnehmer zu richten. Die grundsätzliche und umfassende, auf den Adressaten bezogene Bedeutung des Ausdruckes \"YOU\" lässt seine Monopolisierung jedenfalls in Alleinstellung als Wortmarke nicht zu. Es muss auch den Konkurrenten möglich sein, die Konsumenten gleicher Produkte unter Verwendung von \"YOU\" anzusprechen. In diesem Sinne handelt es sich bei \"YOU\" um einen unentbehrlichen Ausdruck des allgemeinen Sprachgebrauchs, der zur persönlichen Anrede des Abnehmers benötigt und auch rege verwendet wird (vgl. nur die Erwähnung von YOU-Marken in E. 5.1 vorne). Er ist daher für den Wirtschaftsverkehr freizuhalten."}