{"annee": "139", "cour": "II", "page": "263", "date": "22/5/2013", "cite": ["119 IB 174", "112 IB 39", "125 II 591", "139 II 243", "129 V 1", "135 II 384"], "cite_par": ["144 II 367", "144 II 326", "139 II 243"], "chapeau": "17. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen M. und Gemeinde Davos (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_614/2012 vom 22. Mai 2013", "regestes": ["Limitation des résidences secondaires (art. 75b et 197 ch. 9 Cst.); application des nouvelles dispositions constitutionnelles aux demandes d'autorisation de construire présentées avant le 11 mars 2012. Faute d'une réglementation transitoire spécifique, les principes généraux sont applicables (consid. 6). Dès lors, l'art. 75b al. 1 Cst., en relation avec l'art. 197 ch. 9 al. 2 Cst., est en principe applicable lorsque le permis de construire est accordé en première instance après l'entrée en vigueur de ces dispositions le 11 mars 2012, même si la demande a été présentée auparavant. Il en va de même pour les permis de construire qui, après le 11 mars 2012, sont modifiés dans une mesure importante dans le cadre d'une procédure de recours (consid. 7). Demeurent réservées des circonstances particulières (en l'occurrence non réalisées) concernant la protection de la bonne foi, le refus ou le retard à statuer (consid. 8)."], "faits": "BGE 139 II 263 S. 264\n\nAm 14. Dezember 2011 reichte M. ein Gesuch für den Abbruch der Gebäude Nr. x und y und den Neubau der Mehrfamilienhäuser A und B in der Feriensiedlung Solaria, Davos, ein. Gegen die Bauvorhaben erhoben u.a. die Stockwerkeigentümer der nördlich angrenzenden Parzelle Einsprache.\n\nIn zwei Einspracheentscheiden vom 10./13. April 2012 hiess die Gemeinde Davos die Einsprachen in Bezug auf die Einwände \"fehlender Kinderspielplatz\" und \"rechtswidrige Dachaufbaute\" gut, wies sie im Übrigen jedoch ab. Gleichentags erteilte sie die Bau- und Abbruchbewilligungen unter verschiedenen Bedingungen und Auflagen.\n\nDagegen gelangten die Einsprecher am 15. Mai 2012 an das Verwaltungsgericht des Kantons Graubünden. Sie rügten u.a. die Verletzung des in der Volksabstimmung vom 11. März 2012 angenommenen Art. 75b BV. Da der Zweitwohnungsanteil in Davos bereits im BGE 139 II 263 S. 265Jahre 2000 bei 38,5 % gelegen habe, widersprächen die Baubewilligungen offensichtlich dem Zweck des Verfassungsartikels.\n\nAm 23. Oktober 2012 wies das Verwaltungsgericht die Beschwerde ab, soweit es darauf eintrat.\n\nGegen den verwaltungsgerichtlichen Entscheid haben die Einsprecher am 5. Dezember 2012 Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht erhoben.\n\nAm 22. Mai 2013 hat das Bundesgericht die Beschwerde in öffentlicher Sitzung gutgeheissen. Es hob den angefochtenen Entscheid auf und verweigerte die Bewilligung für den Neubau von Haus A und Haus B.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Das Bundesgericht hat in BGE 139 II 243 (E. 9-11) entschieden, dass Art. 75b Abs. 1 BV seit seinem Inkrafttreten am 11. März 2012 anwendbar ist. Zwar bedarf diese Bestimmung in weiten Teilen der Ausführung durch ein Gesetz. Unmittelbar anwendbar ist sie jedoch insoweit, als sie (in Verbindung mit Art. 197 Ziff. 9 Abs. 2 BV) ein Baubewilligungsverbot für Zweitwohnungen in allen Gemeinden anordnet, in denen der 20 %-Zweitwohnungsanteil bereits erreicht oder überschritten ist. Damit soll bis zum Inkrafttreten der Ausführungsgesetzgebung verhindert werden, dass die angestrebte Plafonierung von Zweitwohnungen auf 20 % negativ präjudiziert wird. Im Ergebnis kommt dies sinngemäss einer Planungszone für Zweitwohnungen gleich. Sie hat zur Folge, dass Baubewilligungen für Zweitwohnungen, die zwischen dem 11. März 2012 und dem 31. Dezember 2012 in den betroffenen Gemeinden erstinstanzlich erteilt wurden, anfechtbar sind; ab dem 1. Januar 2013 erteilte Baubewilligungen sind nichtig (Art. 197 Ziff. 9 Abs. 2 BV). Baubewilligungen, die vor dem 11. März 2012 erstinstanzlich erteilt wurden, fallen nicht unter die neuen Verfassungsbestimmungen und bleiben gültig, unabhängig vom Zeitpunkt, in dem sie rechtskräftig geworden sind.\n\nVorliegend ist unstreitig, dass es sich um eine Baubewilligung für Zweitwohnungen handelt und dass der Zweitwohnungsanteil in Davos weit über 20 % liegt. Streitig ist dagegen, ob Art. 75b Abs. 1 BV auf Baugesuche anwendbar ist, die - wie hier - schon vor Annahme der Initiative eingereicht, aber erst nach dem 11. März 2012 erstinstanzlich beurteilt worden sind. BGE 139 II 263 S. 266\n\n4. Das Bundesamt für Raumentwicklung (ARE) hatte in seinem Verordnungsentwurf für die Anhörung vom 18. Juni 2012 folgende Übergangsbestimmung vorgesehen:\n\nArt. 7 Übergangsbestimmungen\n\n1 Baugesuche, die vor dem 11. März 2012 eingereicht worden sind, sind nach dem Recht zu beurteilen, das zur Zeit der Gesuchseinreichung galt.\n\n(...)\n\nArt. 8 des Verordnungsentwurfs sah als Datum des Inkrafttretens den 1. September 2012 vor.\n\n4.1 In seinen Erläuterungen zur Umsetzung von Art. 75b BV und zu den Normvorschlägen für die Bundesratsverordnung zu dieser Verfassungsbestimmung (Entwurf für die Anhörung vom 18. Juni 2012, S. 12 f. zu Art. 7 Abs. 1) führte das ARE Folgendes aus:\n\nSofern eine übergangsrechtliche Regelung fehle, sei in der Rechtsprechung grundsätzlich anerkannt, dass Rechtsänderungen, die während hängiger Verfahren eintreten, bis mindestens zum Zeitpunkt des erstinstanzlichen Entscheids zu berücksichtigen seien. Die geplante Verordnung des Bundesrates biete jedoch die Möglichkeit, eine generell-abstrakte Übergangsregelung zu erlassen. Art. 75b BV belasse diesbezüglich einen gewissen Spielraum. (...) im Verordnungsentwurf [wurde] vorgesehen, dass diese Gesuche nach Massgabe des im Zeitpunkt der Gesuchseinreichung geltenden Rechts zu beurteilen seien.\n\n4.2 Am 22. August 2012 erliess der Bundesrat die Verordnung über Zweitwohnungen (SR 702). Diese wurde jedoch erst auf den 1. Januar 2013 in Kraft gesetzt und enthält daher keine Übergangsbestimmung für Baubewilligungen, die vor diesem Datum erteilt worden sind. Ab diesem Zeitpunkt erteilte Baubewilligungen sind gemäss Art. 197 Ziff. 9 Abs. 2 BV nichtig, ohne dass es auf den Zeitpunkt der Einreichung des Baugesuchs ankommt (so auch Art. 8 Abs. 2 Zweitwohnungsverordnung).\n\n5. In der Literatur wird überwiegend davon ausgegangen, dass Art. 75b Abs. 1 i.V.m. Art. 197 Ziff. 9 Abs. 2 BV nicht auf Baugesuche anwendbar sei, die vor dem 11. März 2012 eingereicht wurden.\n\nFABIAN MÖSCHING (Ab welchem Zeitpunkt ist die Zweitwohnungsinitiative anwendbar?, Jusletter 10. Dezember 2012, Rz. 37 und 42) ist der Auffassung, dass auf Baugesuche prinzipiell das im Zeitpunkt der Einleitung des Baubewilligungsverfahrens geltende Recht BGE 139 II 263 S. 267anzuwenden sei, wie dies beispielsweise Art. 36 Abs. 1 des Baugesetzes des Kantons Bern vom 9. Juni 1985 (BauG/BE; BSG 721.0) vorsehe. Damit sollten die Rechtssicherheit gefördert und die Gesuchsteller geschützt werden, die im Vertrauen auf die bestehende Ordnung zeitraubende und kostspielige Aufwendungen getätigt haben.\n\nEMANUEL DETTWILER (Die Zweitwohnungsverordnung. Eine Übersicht mit ausgewählten Schwerpunkten, SJZ 109/2013 S. 90), ARNOLD MARTI (Umsetzung der Zweitwohnungsinitiative - ungelöste Rätsel und des Pudels Kern, ZBl 113/2012 S. 282) und MICHEL ROSSINELLI (Résidences secondaires: l'illusion des cantons alpins, Le Temps, 31. August 2012) gehen ebenfalls davon aus, dass es aus Gründen des Vertrauensschutzes gerechtfertigt sei, zum Zeitpunkt der Annahme der Initiative bereits eingereichte Baugesuche noch zu bewilligen, ohne dies näher zu begründen.\n\nDagegen hält ROLAND NORER (Zum Geltungsbereich der Zweitwohnungsverordnung, in: Rechtliche Umsetzung der Zweitwohnungsinitiative, Norer/Rütsche [Hrsg.], 2013, S. 11 ff., insb. 29 f.) bei Fehlen einer Übergangsbestimmung grundsätzlich den Zeitpunkt der Bewilligungserteilung (und nicht der Gesuchseinreichung) für massgeblich; er interpretiert allerdings Art. 197 Ziff. 9 Abs. 2 BV als spezielle übergangsrechtliche Bestimmung, nach der bis zum 1. Januar 2013 noch das alte Recht anwendbar sei (a.a.O., S. 36 f.).\n\n6. Nach der bundesgerichtlichen Praxis ist die Rechtmässigkeit von Verwaltungsakten (einschliesslich Baubewilligungen) mangels einer anderslautenden übergangsrechtlichen Regelung nach der Rechtslage im Zeitpunkt ihres Ergehens zur beurteilen (BGE 135 II 384 E. 2.3 S. 390; BGE 125 II 591 E. 5e/aa S. 598; je mit Hinweisen). In anderen Urteilen (vor allem zum Sozialversicherungsrecht) findet sich die Formulierung, es seien jene Rechtssätze massgebend, die im Zeitpunkt der Verwirklichung des Sachverhalts bzw. der Erfüllung des zu Rechtsfolgen führenden Tatbestandes Geltung haben (BGE 129 V 1 E. 1.2 S. 4 mit Hinweisen).\n\nDies entspricht der herrschenden Lehre (HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6. Aufl. 2010, S. 70 f. Rz. 325 ff.; TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 3. Aufl. 2009, S. 190 f. Rz. 18 ff.). Zwar würde das Prinzip des Vertrauensschutzes dafür sprechen, auf den Zeitpunkt der Gesuchseinreichung abzustellen, doch spreche das öffentliche Interesse an der Anwendung des neuen Rechts dafür, das zur Zeit des erstinstanzlichen BGE 139 II 263 S. 268Entscheides geltende Recht heranzuziehen (ALFRED KÖLZ, Intertemporales Verwaltungsrecht, ZSR 102/1983 II S. 101 ff., insb. 207-215). Die Rechtmässigkeit eines zukünftigen Verhaltens bzw. eines in der Zukunft zu realisierenden Bauvorhabens müsse nach dem Recht beurteilt werden, das im Zeitpunkt der Prüfung, d.h. der Gesuchsbeurteilung, gelte; damit werde auch eine rechtsgleiche Bewilligungspraxis ab Inkrafttreten des neuen Rechts sichergestellt (MOOR/FLÜCKIGER/MARTENET, Droit administratif, Bd. I, 2012, S. 187).\n\n7. Eine abweichende übergangsrechtliche Regelung besteht im vorliegenden Fall nicht.\n\nWie das Bundesgericht in BGE 139 II 243 (E. 11) ausgeführt hat, enthält Art. 197 Ziff. 9 Abs. 2 BV keine intertemporale Regelung zur Anwendbarkeit von Art. 75b Abs. 1 BV, sondern verschärft lediglich die Rechtsfolge (Nichtigkeit statt Anfechtbarkeit) ab dem 1. Januar 2013. Im Übrigen stellt diese Bestimmung auf den Zeitpunkt der Erteilung der Baubewilligung und nicht der Einreichung des Baugesuchs ab.\n\nDementsprechend finden die oben (E. 6) dargestellten Grundsätze Anwendung. Das Bundesgericht hat denn auch bereits im Zusammenhang mit Baubewilligungen für Zweitwohnungen, die noch vor der Abstimmung vom 11. März 2012 erteilt worden waren, aber in der Folge angefochten wurden, massgeblich auf den Zeitpunkt der Beurteilung des Baugesuchs durch die kantonalen Behörden (und nicht auf den Zeitpunkt der Gesuchseinreichung) abgestellt (vgl. Urteile 1C_215/2012 E. 2.4 und 1C_159/2012 E. 6.2, beide vom 14. Dezember 2012). Die damalige Sichtweise erscheint nach wie vor richtig.\n\nAls Zwischenergebnis ist festzuhalten, dass Art. 75b Abs. 1 i.V.m. Art. 197 Ziff. 9 Abs. 2 BV grundsätzlich anwendbar ist, wenn der erstinstanzliche Entscheid nach dem 11. März 2012 ergangen ist, auch wenn das Baugesuch schon vor diesem Datum eingereicht wurde. Baubewilligungen für Zweitwohnungen in den betroffenen Gemeinden, die nach diesem Datum (aber vor dem 1. Januar 2013) erstinstanzlich erteilt wurden, sind daher anfechtbar. Gleiches gilt, wenn eine (schon vorher erteilte) Baubewilligung zwischen dem 11. März 2012 und dem 1. Januar 2013 im Rechtsmittelverfahren erheblich modifiziert worden ist. Nach dem 1. Januar 2013 erstinstanzlich erteilte (oder im Rechtsmittelverfahren erheblich modifizierte) Baubewilligungen sind gemäss Art. 197 Ziff. 9 Abs. 2 BV nichtig. BGE 139 II 263 S. 269\n\nVorbehalten bleiben jedoch besondere Konstellationen des Vertrauensschutzes sowie der Rechtsverweigerung oder -verzögerung.\n\n8. Ein besonderer Vertrauenstatbestand wird vorliegend nicht geltend gemacht und ist auch nicht ersichtlich: Angesichts des kurz bevorstehenden Abstimmungstermins musste die Beschwerdegegnerin damit rechnen, dass ihr Bauvorhaben bei Annahme der Zweitwohnungsinitiative u.U. nicht bewilligt werden könnte.\n\n8.1 Die Beschwerdegegnerin wendet jedoch ein, dass das Verfahren zweimal sistiert worden sei, um Gutachten über die Auswirkungen des Bauvorhabens auf die Besonnung der Wohnhäuser der Beschwerdeführer einzuholen. Das erste, von der Baubehörde Davos eingeholte Gutachten habe Ende Februar 2012 vorgelegen, das zweite, von den Beschwerdeführern in Auftrag gegebene Gutachten der Z. Ingenieure AG erst am 26. März 2012. Ohne dieses zweite Gutachten (das lediglich die Schlussfolgerungen des ersten Gutachtens bestätigt habe), hätte der Einsprache- und Bauentscheid noch vor dem 11. März 2012 ergehen können. Unter diesen Umständen wäre es stossend, wenn Art. 75b BV auf das Bauvorhaben zur Anwendung käme.\n\n8.2 Nach der bundesgerichtlichen Rechtsprechung ist - vorbehältlich zwingender öffentlicher Interessen (BGE 119 Ib 174 E. 3 S. 177) - auf das alte, der Bauherrschaft günstigere Recht abzustellen, wenn die Baubehörde den Entscheid unnötig verzögert oder ein Nachbar in querulatorischer Weise Verfahrensverzögerungen herbeiführt, um so die Anwendung strengeren Rechts zu erwirken (BGE 112 Ib 39 E. 1c S. 44).\n\n8.3 Aus den Einsprache- und Baubewilligungsentscheiden der Gemeinde Davos vom 10./13. April 2012 ergibt sich Folgendes:\n\nIn ihren Einsprachen vom 9. Januar 2012 hatten die Beschwerdeführer u.a. rechtswidrige Dachaufbauten und den Entzug von Licht, Sonne und Aussicht gerügt. Am 26. Januar 2012 ersuchten sie das kommunale Hochbauamt um die vorübergehende Sistierung des Verfahrens, bis das von ihnen beim Bezirksgericht Prättigau/Davos beantragte unabhängige Gutachten über den Schattenwurf der projektierten Mehrfamilienhäuser vorliege. Das von der Z. Ingenieure AG erstellte Gutachten vom 27. Februar 2012 (eingereicht am 1. März 2012) kam zum Ergebnis, dass die Minimalbesonnung unterschritten sei. Der Verfasser der Expertise teilte jedoch auf Anfrage des Hochbauamts am 8. März 2012 mit, dass die tägliche BGE 139 II 263 S. 270Gesamtbesonnungsdauer über den kritischen 120 Minuten liegen würde, wenn die Höhenkote um 45 cm herabgesetzt werde.\n\nAuf Anregung des Hochbauamts reichte die Bauherrin daraufhin ein Abänderungsprojekt (datiert vom 13. März 2012) ein, das sowohl für Haus A als auch für Haus B einen um 45 cm tieferen Dachkranz vorsieht. Dieses wurde den Einsprechern zur Stellungnahme zugestellt, die am 29. März 2012 weitere Abschattungsmodellierungen der Z. Ingenieure AG (datiert vom 26. März 2012) einreichten.\n\nIn den Einsprache- und Baubewilligungsentscheiden wird festgehalten, dass die Dachkränze in der ursprünglich vorgesehenen Höhe nach Art. 27 Abs. 3 BauG/Davos (betr. Dachaufbauten) nicht hätten bewilligt werden können, zumal sie die Besonnung der hinterliegenden Grundstücke beeinträchtigen würden. Die Einsprachen wurden deshalb in diesem Punkt gutgeheissen und die Dachkränze mit der reduzierten Höhe gemäss Projektänderung vom 13. März 2012 bewilligt.\n\n8.4 Unter diesen Umständen kann weder den Beschwerdeführern noch der Baubehörde der Vorwurf gemacht werden, das Baubewilligungsverfahren unnötig verzögert zu haben. Vielmehr hat es die Beschwerdegegnerin mit ihrer erst am 13. März 2012 eingereichten Projektänderung zu verantworten, dass die Baubewilligung nicht vor Annahme der Zweitwohnungsinitiative am 11. März 2012 erteilt werden konnte.\n\n9. Zusammenfassend ist festzuhalten, dass Art. 75b Abs. 1 BV - entgegen der Auffassung der kantonalen Instanzen - auf den vorliegenden Fall anwendbar ist.\n\nEs ist unstreitig, dass es sich um eine Baubewilligung für Zweitwohnungen in einer Gemeinde (Davos) handelt, in der der 20 %-Zweitwohnungsanteil deutlich überschritten ist. Zwar bestanden in den zum Abriss bestimmten Bauten bereits Zweitwohnungen; deren Anzahl und Fläche wird jedoch durch das Bauvorhaben wesentlich erhöht. Dies führt zur Gutheissung der Beschwerde, zur Aufhebung des angefochtenen Entscheids und zur Verweigerung der Baubewilligungen (mit Ausnahme der Abbruchbewilligung). (...)"}