{"annee": "139", "cour": "III", "page": "1", "date": "27/11/2012", "cite": ["130 III 441", "111 II 330", "130 III 450"], "cite_par": ["144 III 19", "145 III 400"], "chapeau": "1. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. SA contre Communauté des copropriétaires par étage PPE B. (recours en matière civile)\n\n5A_352/2012 du 27 novembre 2012", "regestes": ["Art. 712a CC; restrictions du droit d'utilisation du propriétaire d'étage. Limites que doivent respecter les restrictions conventionnelles adoptées par les propriétaires d'étages quant à la liberté d'utilisation des parties exclusives. Cas d'une modification réglementaire interdisant l'aménagement d'une garderie dans des parts d'étages (consid. 4.3 et 4.4)."], "faits": "|2|\n\nA. Le 12 mai 2006, la société A. SA a constitué la propriété par étages \"B.\" sur la parcelle no 26 de la Commune de C. Elle a ensuite procédé à la création de soixante-trois appartements, septante-neuf places de parc intérieures, vingt places de parc extérieures et six locaux destinés au secteur tertiaire.\n\nLe même jour, elle a adopté un règlement d'administration et d'utilisation (ci-après: le règlement).\n\nLa société A. SA est restée propriétaire de trois locaux au sein de la PPE: un local avec affectation tertiaire/appartement au rez-de-chaussée du bâtiment A (136/10'000) et deux locaux avec affectation tertiaire au rez-de-chaussée avec terrasse du bâtiment B (85/10'000 et 190/10'000).\n\nA son adoption, l'art. 10 du règlement (\"Destination des lots\") prévoyait:\n\n\"1. Sauf décision contraire de l'assemblée des propriétaires d'étages conformément à l'al. 3 ci-dessous, les lots ne peuvent servir qu'à l'usage auquel ils sont destinés. La destination actuelle est mixte, soit:\n\n2. Habitation, local avec affectation tertiaire, locaux, ateliers. Le promoteur de la construction, à défaut le copropriétaire d'un lot en nature de local avec affectation tertiaire, de locaux ou d'ateliers pourra unilatéralement en changer l'affectation à destination d'habitation, soit sans l'accord des autres copropriétaires, à la condition d'obtenir les autorisations administratives adéquates. Demeure réservée l'approbation des copropriétaires pour tous travaux qu'impliqueraient (sic) une telle modification de l'affectation, touchant aux parties communes.\n\n3. Des affectations spéciales telles qu'un salon de jeu, un commerce érotique ou un restaurant 'fast food' doivent faire l'objet d'une autorisation expresse.\n\n[...].\"\n\nLors de l'assemblée des copropriétaires du 3 novembre 2008, deux représentants de la Commune de C. ont exposé aux copropriétaires présents le projet d'ouverture d'une garderie dans les locaux appartenant à A. SA. Une majorité des membres de la PPE s'est prononcée en défaveur de ce projet. |3|\n\nUne assemblée générale extraordinaire s'est tenue le 17 novembre 2009. Selon le ch. 18 du procès-verbal de dite assemblée, un comité de la PPE ainsi que l'administrateur de cette dernière ont rencontré la Direction des Affaires sociales et familiales de la ville de C. vers la fin de l'été 2009. A cette occasion, la délégation des copropriétaires a rappelé la position exprimée par l'assemblée au mois de novembre 2008, à savoir un refus de voir s'ouvrir une garderie dans les lots en cours de finition. De son côté, la municipalité s'est montrée disposée à effectuer certains aménagements si le projet se concrétisait.\n\nUne assemblée générale ordinaire a été convoquée le 5 mai 2010. Il ressort notamment du procès-verbal de dite assemblée que la modification réglementaire suivante a été adoptée à la double majorité (point 5):\n\n\"Art. 10: Destination des lots\n\n1. Sauf décision contraire de l'assemblée des propriétaires d'étages conformément à l'al. 3 ci-dessous, les lots ne peuvent servir qu'à l'usage auquel ils sont destinés. La destination actuelle est mixte, soit:\n\n2. Habitation, local avec affectation tertiaire, locaux, ateliers, à l'exclusion de toute activité de garderie, pouponnière, pré- ou parascolaire ou assimilé. Demeure réservée l'approbation des copropriétaires pour tous travaux qu'impliquerait une telle modification de l'affectation, touchant aux parties communes.\n\nLes alinéas 3 et 4 de l'article 10 restent inchangés.\"\n\nB. Par demande déposée le 7 juin 2010 devant le Tribunal civil de l'arrondissement de l'Est vaudois, A. SA a conclu, entre autres, à l'annulation du point 5 de la décision de l'assemblée générale ordinaire du 5 mai 2010 en tant qu'elle concerne la modification des art. 10 du règlement et lui interdit désormais l'installation d'une garderie dans les locaux lui appartenant. L'intéressée sollicite ainsi que la teneur de cette disposition au 12 mai 2006 demeure inchangée.\n\nLe Tribunal d'arrondissement a rejeté la demande par jugement du 17 mai 2011.\n\nStatuant le 8 février 2012 sur appel de A. SA, la Cour d'appel civile du Tribunal cantonal du canton de Vaud l'a rejeté et confirmé le jugement de première instance.\n\nC. Saisi d'un recours en matière civile de A. SA, le Tribunal fédéral l'a rejeté en date du 27 novembre 2012.\n\n(résumé) |4|", "considerants": "Extrait des considérants:\n\n4.\n\n4.3\n\n4.3.1 Aux termes de l'art. 712a CC, les parts de copropriété d'un immeuble peuvent être constituées en propriété par étages, de manière que chaque copropriétaire a le droit exclusif d'utiliser et d'aménager intérieurement des parties déterminées d'un bâtiment (al. 1); le copropriétaire a le pouvoir d'administrer, d'utiliser et d'aménager ses locaux dans la mesure où il ne restreint pas l'exercice du droit des autres copropriétaires, n'endommage pas les parties, ouvrages et installations communs du bâtiment, n'entrave pas leur utilisation ou n'en modifie pas l'aspect extérieur (al. 2).\n\nLe droit d'utilisation conféré par l'art. 712a al. 2 CC permet au propriétaire d'utiliser ses parties exclusives comme il l'entend. Cette liberté est présumée. Elle peut toutefois être limitée par des restrictions légales et des restrictions conventionnelles (ATF 111 II 330 consid. 7; arrêts 5A_499/2010 du 20 décembre 2010 consid. 8.2 et les références; 5C.168/2003 du 17 février 2004 consid. 4.1, in Revue du notariat et du registre foncier [RNRF] 85/2004 p. 433 ss). Les propriétaires d'étages peuvent ainsi convenir de restrictions à leur liberté d'utilisation de leurs parties exclusives dans l'acte constitutif de la propriété par étages, dans le règlement prévu à l'art. 712g al. 3 CC, dans le règlement de maison ou dans une décision ad hoc de la communauté (ATF 111 II 330 consid. 7; arrêts 5A_499/2010 précité consid. 8.2; 5C.168/2003 précité consid. 4.2). Ils peuvent notamment prévoir que les locaux doivent être utilisés dans un certain but, par exemple qu'il est interdit d'y exploiter un commerce ou un restaurant (ATF 111 II 330 consid. 7; arrêts 5A_499/2010 précité consid. 8.2 et les références; 5C.252/2003 du 18 mars 2004 consid. 2.2).\n\n4.3.2 Les restrictions conventionnelles doivent respecter les limites générales de l'ordre juridique (art. 2 et 27 CC, art. 19 s. CO; ATF 111 II 330 consid. 4; 5C.168/2003 précité consid. 4.2.1), ainsi que celles qui découlent de l'institution même de la propriété par étages (arrêts 5A_499/2010 précité consid. 8.2.1 et les références doctrinales; 5C.168/2003 précité consid. 4.2.1; cf. ATF 111 II 330 consid. 8 et 9; AMÉDÉO WERMELINGER, La propriété par étages, 2e éd. 2008, no 71 ad art. 712a CC): les intérêts divergents et convergents des propriétaires d'étages doivent ainsi s'équilibrer, de façon que chacun d'eux puisse exercer ses droits le plus librement possible, tout en |5| permettant à la communauté de fonctionner comme une entité (ATF 111 II 330 consid. 7).\n\nDe graves restrictions au droit exclusif du propriétaire d'étage ne peuvent cependant être prises qu'à l'unanimité (PASCAL WIRZ, Schranken der Sonderrechtsausübung im Stockwerkeigentum, 2008, p. 176 et 195; cf. également ARTHUR MEIER-HAYOZ, Berner Kommentar, 1988, nos 55 et 59 ad art. 712a CC notamment), ou du moins, avec l'accord du propriétaire concrètement concerné par la restriction (ROLF H. WEBER, Die Stockwerkeigentümergemeinschaft, 1979, p. 205 s. notamment).\n\n4.3.3 Si les copropriétaires ont adopté des restrictions conventionnelles admissibles, en particulier s'ils ont convenus de soumettre l'immeuble à une certaine affectation, l'accord de tous les copropriétaires est nécessaire pour un changement dans la destination de l'immeuble ou d'une part d'étage (art. 648 al. 2 CC; ATF 111 II 330 consid. 2 in fine; arrêts 5A_499/2010 précité consid. 8.2.2; 5C.168/2003 précité consid. 4.2.1). Le changement dans la destination de la chose doit néanmoins être distingué de son changement d'utilisation qui, selon l'art. 647b al. 1 CC, doit être pris à la majorité de tous les copropriétaires, représentant en outre, leurs parts réunies, plus de la moitié de la chose. Les art. 648 al. 2 et 647b al. 1 CC trouvent tous deux application dans le cadre de la propriété par étages en vertu de l'art. 712g al. 1 CC.\n\nIl y a changement de destination lorsque, soit par des mesures de fait, soit par des mesures juridiques, l'usage et l'affectation économique de l'immeuble en propriété par étages sont modifiés de façon profonde et significative. La destination actuelle de l'objet est ainsi reléguée au second plan (arrêts 5A_428/2008 et 5A_429/2008 du 19 mars 2009 consid. 4.5.2, in RNRF 91/2010 p. 297 ss et les références; 5A_760/2011 du 18 mai 2012 consid. 4.3.3). L'affectation de l'immeuble détenu en copropriété est à cet égard déterminante: tant que subsiste le caractère global de l'immeuble, la transformation d'une seule unité d'étage ne conduit pas à un changement d'affectation au sens de l'art. 648 al. 2 CC (ATF 130 III 441 consid. 2.3 et 2.4, ATF 130 III 450 consid. 2.1; arrêts 5A_428/2008 et 5A_429/2008 précités consid. 4.5.2 et les références).\n\n4.4\n\n4.4.1 Il convient avant tout de rappeler que les lots objets du droit exclusif de la recourante n'ont actuellement aucune affectation: ils |6| n'ont donc jamais été, et ne sont pas, aujourd'hui, destinés à des activités pré- ou parascolaires. Dans ces circonstances, on ne saurait admettre que les modifications réglementaires adoptées à la double majorité conformément au règlement porteraient atteinte au droit exclusif de la recourante en se référant à la protection de ses droits acquis (arrêt 5A_690/2011 du 10 janvier 2011 consid. 3.2 et 3.3).\n\nIl ne peut en outre être tenu pour établi - bien que les parties ne paraissent pas le contester formellement - que les aménagements envisagés par la recourante auraient été autorisés par l'ancien règlement, la nécessité d'obtenir une autorisation expresse pour certains types d'activité n'ayant en effet pas un caractère exhaustif (art. 10 al. 3 du règlement).\n\nLe nouveau règlement n'entraîne de surcroît aucun changement dans la destination de l'immeuble lui-même en tant que celui-ci demeure affecté à l'habitation ou à des activités du domaine tertiaire, dont le cercle a simplement été restreint. Dès lors que la recourante peut encore parfaitement destiner ses parts d'étages à l'exercice d'une large palette d'activités du domaine tertiaire, on ne saurait retenir que la modification réglementaire envisagée restreindrait gravement son droit exclusif et qu'elle ne pouvait en conséquence être adoptée sans son consentement. Il faut au contraire conclure que la double majorité, nécessaire pour adopter un changement dans l'utilisation d'un lot, était suffisante (art. 47 let. h du règlement).\n\n4.4.2 Cela dit, il convient de relever qu'il ressort du dossier cantonal, sans que la Cour d'appel ne l'ait formellement constaté (art. 105 al. 2 LTF) que, alors même que les enfants amenés à fréquenter la crèche ne devraient pas utiliser le jardin au centre du complexe, la capacité de la crèche envisagée est particulièrement importante, celle-ci pouvant en effet accueillir jusqu'à 51 enfants: 5 bébés, 14 trotteurs, 20 moyens et 12 écoliers (PV de l'assemblée générale du 3 novembre 2008, p. 4). Il n'est pas non plus établi que les locaux soient adaptés aux normes phoniques liées à l'activité d'une garderie (PV de l'assemblée générale extraordinaire du 17 novembre 2009 ch. 18) et si d'éventuels aménagements ont été évoqués (cf. communiqué de presse de la municipalité), aucune garantie n'a été donnée afin qu'ils puissent être concrètement réalisés. Dans ces circonstances, on ne saurait conclure que la protection du droit exclusif de la recourante d'aménager ses parts d'étages comme elle l'entend devrait l'emporter sur le droit des autres copropriétaires à s'opposer aux immissions nécessairement générées par un établissement destiné à recevoir un nombre d'enfants |7| aussi conséquent. Les différents éléments de fait invoqués par la recourante pour démontrer l'atteinte au noyau dur de son droit exclusif - préavis de la Municipalité de C., conclusion d'un contrat de vente avec la commune, mise à l'enquête publique - ne permettent pas, au demeurant, de faire apparaître la décision prise comme portant une atteinte grave à son droit exclusif au sens de l'art. 712a CC. L'intérêt évident des citoyens à bénéficier de nouvelles places de crèche n'entre pas en considération sous cet angle.\n\nIl s'ensuit que le recours doit être rejeté sur ce point."}