{"annee": "139", "cour": "III", "page": "491", "date": "26/7/2013", "cite": ["137 V 434", "136 III 23", "136 III 294", "136 V 195", "138 III 382"], "cite_par": [], "chapeau": "72. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. GmbH gegen Z. AG (Beschwerde in Zivilsachen)\n\n5A_258/2013 vom 26. Juli 2013", "regestes": ["Art. 174 al. 2 LP; délai pour rendre vraisemblable la solvabilité et produire les pièces. L'adaptation rédactionnelle de la loi, entrée en vigueur le 1er janvier 2011, n'a entraîné aucune modification matérielle. Il incombe toujours au débiteur de rendre vraisemblable sa solvabilité en déposant le recours et de produire à l'appui de celui-ci les pièces qui établissent les motifs d'annulation de la faillite au sens des chiffres 1-3 (consid. 4)."], "faits": "BGE 139 III 491 S. 491\n\nA. Auf Begehren der Z. AG eröffnete das Kantonsgericht Zug über die X. GmbH in der Betreibung Nr. x des Betreibungsamtes Zug mit Entscheid vom 12. Februar 2013 den Konkurs.\n\nAm 21. Februar 2013 erhob die X. GmbH Beschwerde und am 14. März 2013 reichte sie ein Schreiben ein, wonach sämtliche Ausstände beglichen worden seien. Ausserdem stellte sie am 4. April 2013 ein Fristwiederherstellungsgesuch und sie ergänzte auch ihre Beschwerde. BGE 139 III 491 S. 492\n\nMit Entscheid vom 8. April 2013 trat das Obergericht des Kantons Zug auf die Beschwerde nicht ein, setzte aber das Datum der Konkurseröffnung zufolge gewährter aufschiebender Wirkung neu auf den 8. April 2013 fest.\n\nB. Gegen diesen Entscheid hat die X. GmbH am 10. April 2013 eine Beschwerde erhoben mit dem Begehren um dessen Aufhebung, eventualiter um Rückweisung der Sache zur Neubeurteilung. Mit Präsidialverfügung vom 25. April 2013 wurde die aufschiebende Wirkung in dem Sinn erteilt, als der Konkurs eröffnet bleibt, jedoch bis zum bundesgerichtlichen Entscheid Vollstreckungsmassnahmen zu unterbleiben haben, bereits getroffene Sicherungsmassnahmen aber aufrechterhalten bleiben. Am 10. Mai 2013 wurde eine Beschwerdeergänzung zu den Akten gereicht.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eingetreten ist.", "considerants": "Aus den Erwägungen:\n\n4. Mit der SchKG-Revision 1994 wurde die bis dahin den Kantonen überlassene Novenrechtsregelung im zweitinstanzlichen Konkursverfahren bundesrechtlich normiert. Die ab 1. Januar 1997 bis 31. Dezember 2010 gültige Fassung von Art. 174 Abs. 2 SchKG (AS 1995 1267) lautete wie folgt: \"Das obere Gericht kann die Konkurseröffnung aufheben, wenn der Schuldner mit der Einlegung des Rechtsmittels seine Zahlungsfähigkeit glaubhaft macht und durch Urkunden beweist, dass inzwischen:\" (Nennung dreier alternativer Konkursaufhebungsgründe).\n\nIm Zusammenhang mit der Einführung der ZPO wurde der Passus \"mit der Einlegung des Rechtsmittels\" gestrichen. Die seit 1. Januar 2011 gültige Fassung von Art. 174 Abs. 2 SchKG (AS 2010 1850) lautet: \"Die Rechtsmittelinstanz kann die Konkurseröffnung aufheben, wenn der Schuldner seine Zahlungsfähigkeit glaubhaft macht und durch Urkunden beweist, dass inzwischen:\" (Nennung dreier alternativer Konkursaufhebungsgründe).\n\n4.1 Mit Bezug auf die bis Ende 2010 gültig gewesene Fassung wurde in BGE 136 III 294 festgehalten, dass kraft der Umschreibung \"mit der Einlegung des Rechtsmittels\" das Gesetz selbst eine zeitliche Schranke für das Beibringen von Unterlagen setze (E. 3.1) und dass für die Konkursaufhebungsgründe gemäss Art. 174 Abs. 2 Ziff. 1-3 SchKG massgeblich sei, was auch für das Beibringen der BGE 139 III 491 S. 493Urkunden zu ihrem Beweis gelte, dass mithin die Gründe sich innert der Rechtsmittelfrist verwirklicht haben müssten (E. 3.2).\n\nAnlass der vorliegenden Beschwerde ist die Frage, ob die Änderung von Art. 174 Abs. 2 SchKG lediglich redaktioneller Natur oder ob bewusst eine materielle Änderung mit Bezug auf das Novenrecht vorgenommen worden ist. Die jüngst publizierte Rechtsprechung müsste ersterenfalls weitergelten, letzterenfalls wäre sie nicht mehr aktuell.\n\n4.2 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zu Grunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen. Die Gesetzesmaterialien können beigezogen werden, wenn sie auf die streitige Frage eine klare Antwort geben (BGE 136 III 23 E. 6.6.2.1 S. 37; BGE 136 V 195 E. 7.1 S. 203; BGE 137 V 434 E. 3.2 S. 427).\n\n4.3 Kernfrage ist vorliegend, ob der neuen Fassung der Bestimmung ein auf materielle Rechtsänderung gerichteter Wille des Gesetzgebers zugrunde liegt (vgl. E. 4.1 a.E.). Die Prüfung muss deshalb ihren Ausgangspunkt bei der Konsultation der Materialien und damit bei der historischen Auslegung finden.\n\nDie Beschwerdeführerin weist darauf hin, dass ihr Auskunftsgesuch vom 8. Mai 2013 beim Bundesamt für Justiz nichts habe zu Tage fördern können, was auf den Willen des Gesetzgebers schliessen lassen würde. Den Materialien lassen sich denn auch keine klaren Anhaltspunkte für eine Willensäusserung entnehmen. Während der Passus \"mit der Einlegung des Rechtsmittels\" im Vorentwurf der Expertenkommission für eine neue ZPO vom Juni 2003 noch enthalten war (vgl. S. 110), fehlt er im Entwurf des Bundesrates vom 18. Juni 2006 (vgl. BBl 2006 7413, 7522 zu Art. 174 Entwurf). Ersichtlich ist, dass der Rekurs gemäss dem Vorentwurf noch beschränkt Noven zuliess (vgl. Art. 306 VE-ZPO), nämlich im Rahmen BGE 139 III 491 S. 494von Art. 215 Abs. 2 und 3 VE-ZPO. Demgegenüber sind Noven in der heutigen Beschwerde grundsätzlich unzulässig (vgl. Art. 326 Abs. 1 ZPO), weshalb mit Bezug auf die Konkurseröffnung und die Arresteinsprache ein Vorbehalt nötig wurde. Die Botschaft vom 28. Juni 2006 schweigt sich zum Verhältnis dieser Normen und insbesondere auch zur Streichung der Wortfolge \"mit Einlegung des Rechtsmittels\" in Art. 174 Abs. 2 SchKG aus; sie erwähnt einzig den Vorbehalt in Art. 326 Abs. 2 ZPO zugunsten der Konkurseröffnung und der Arresteinsprache (BBl 2006 7221, 7379 zu Art. 324 E-ZPO), ohne auf die vorliegend interessierende temporale Frage einzugehen. In den Räten gab die Änderung des Wortlautes von Art. 174 Abs. 2 SchKG zu keinen Voten Anlass. Die fehlenden Hinweise in der Botschaft und Äusserungen im Parlament sprechen eher gegen einen auf Rechtsänderung gerichteten Willen des Gesetzgebers, denn angesichts der grossen Tragweite müssten sich hierzu eigentlich positive Aussagen in den Materialien finden lassen.\n\nVom Standpunkt, dass keine materielle Änderung stattgefunden hat, geht jedenfalls auch die seither ergangene Rechtsprechung aus, wobei zugegebenermassen kein Bezug auf den geänderten Wortlaut genommen wird: Im Urteil 5A_230/2011 vom 12. Mai 2011 E. 3.2.1 wurde festgehalten, die ZPO habe keinen Einfluss auf das in Abs. 1 Satz 2 und Abs. 2 von Art. 174 SchKG geregelte Novenrecht, welches beibehalten worden sei und der ZPO vorgehe. Sodann wurde im Urteil 5A_711/2012 vom 17. Dezember 2012 E. 5.2 (freilich unter Bezugnahme auf ein vor der Änderung des Wortlautes ergangenes Urteil) auf die finanzielle Situation des Schuldners abgestellt, wie sie bei Ablauf der kantonalen Beschwerdefrist bestanden hatte.\n\nAuch in der seit der Änderung erschienen Literatur wird, soweit sie sich zum Novenrecht im oberinstanzlichen Konkursverfahren äussert, kein Bezug auf die Gesetzesänderung genommen: JOLANTA KREN KOSTKIEWICZ (Schuldbetreibungs- und Konkursrecht, 2012, Rz. 1045) hält unter Verweis auf den zitierten BGE 136 III 294 fest, dass echte Noven keine Berücksichtigung mehr finden könnten, wenn sie erst nach Ablauf der Rechtsmittelfrist entstanden seien. Dahin gehen auch die Ausführungen von NICOLAS JEANDIN (in: CPC, Code de procédure civile commenté, 2011, N. 4 zu Art. 326 ZPO) sowie von PIERRE-ROBERT GILLIÉRON (Poursuite pour dettes, faillite et concordat, 5. Aufl. 2012), welche je bemerken, dass im Zusammenhang mit der Beschwerde gegen das Konkurserkenntnis Noven vorgebracht werden können. BGE 139 III 491 S. 495\n\nSoweit ersichtlich als Einziger äussert sich MARTIN STERCHI (in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 7 zu Art. 326 ZPO) zum Problem. Er hält fest, dass in der bundesrätlichen Vorlage der fragliche Passus klammheimlich gestrichen worden sei und sich diesbezüglich keine Hinweise finden liessen. Er gelangt zum Ergebnis, dass die Weglassung auf eine materielle Änderung schliessen lassen könnte, dass sie sich aber auch so erklären lasse, dass Art. 174 SchKG nunmehr als lex specialis zum Rechtsmittelverfahren der ZPO zu betrachten sei und sich die Modalitäten ausschliesslich nach jenem Gesetz richteten, mithin sinngemäss nach Art. 317 Abs. 1 lit. a ZPO. Darauf wird in E. 4.4 noch zurückzukommen sein.\n\nNach dem Gesagten muss die historische Auslegung als ergebnislos bezeichnet werden.\n\n4.4 Aufgrund einer grammatikalischen und teleologischen Auslegung geht die Beschwerdeführerin davon aus, dass es sich um eine bewusste Änderung handeln muss und echte Noven demzufolge während des ganzen oberinstanzlichen Verfahrens vorgebracht werden können.\n\nEine auf die neue Fassung des Abs. 2 beschränkte grammatikalische Auslegung führt freilich zu keinem klaren Bild, kann sich doch das Wort \"inzwischen\" ebenso gut auf die Beschwerde wie auf den zu fällenden Entscheid beziehen. Im Rahmen der systematischen Auslegung ist allerdings der ganze Art. 174 SchKG zu betrachten. Dessen Abs. 1 lautet wie folgt: \"Der Entscheid des Konkursgerichts kann innert zehn Tagen mit Beschwerde nach der ZPO angefochten werden. Die Parteien können dabei neue Tatsachen geltend machen, wenn diese vor dem erstinstanzlichen Entscheid eingetreten sind.\" Mit dem Wort \"dabei\" knüpft der die (unechte) Noven regelnde zweite Satz klarerweise an den die Frist regelnden ersten Satz an. Unechte Noven sind mithin nach dem klaren Wortlaut des Gesetzes zwingend innerhalb der Beschwerdefrist vorzubringen.\n\nEine systematische Gesetzesauslegung lässt nicht zu, dass die unter Abs. 1 fallenden unechten Noven nur innerhalb der Beschwerdefrist vorgebracht werden können, die von Abs. 2 geregelten echten Noven indes bis zum oberinstanzlichen Entscheid zulässig wären. Dies zeigt sich exemplarisch am vorliegenden Fall: Die Beschwerdeführerin macht in dem von ihr vorgetragenen Sachverhalt geltend, dass für die Tilgung der Konkursforderung bereits am 29. Januar 2013 BGE 139 III 491 S. 496eine Zahlung von Fr. 4'000.- an das Betreibungsamt geleistet worden sei, freilich an das falsche, weil der Inhaber der Firma irrig davon ausgegangen sei, dass für das betreffende Verfahren das Betreibungsamt an seinem Wohnsitz statt am Sitz der Firma zuständig sei, und sie bringt weiter vor, dass diese Zahlung im Sinn von Art. 12 Abs. 1 SchKG befreiende Wirkung gehabt habe. Wäre dem so, dass auch die Zahlung an ein falsches Betreibungsamt befreiende Wirkung hätte, würde es sich um ein unechtes Novum handeln (Zahlung am 29. Januar, erstinstanzliches Konkurserkenntnis am 12. Februar), welches nach den vorstehenden Erwägungen nur mit der Beschwerde bzw. innerhalb der Beschwerdefrist hätte vorgebracht werden können. Würde hingegen die befreiende Wirkung erst mit dem Eintreffen des Geldes auf dem \"richtigen\" Betreibungsamt befreiende Wirkung im Sinn von Art. 12 Abs. 1 SchKG zeitigen, weil nur dieses \"für Rechnung des Gläubigers\" handeln kann, so ginge es angesichts des Eintreffens des überwiesenen Betrages auf dem zuständigen Amt am 14. März 2013 um ein echtes Novum. Nun kann es aber nicht von solchen Zufälligkeiten abhängen, wie lange ein Novum vorgebracht werden kann. Eine systematische Auslegung lässt deshalb, wie gesagt, keine andere Möglichkeit, als dass auch echte Noven (weiterhin) mit der Beschwerde selbst bzw. innerhalb der Beschwerdefrist von zehn Tagen vorzubringen sind und sich auch die Konkursaufhebungsgründe von Art. 174 Abs. 2 Ziff. 1-3 SchKG innerhalb dieser Frist verwirklicht haben müssen.\n\nAngesichts dieses Resultates, wonach Abs. 1 ausschlaggebend für die Auslegung von Abs. 2 sein muss, ist insbesondere auch nicht auf die Regelung von Art. 317 ZPO zurückzugreifen, wie dies MARTIN STERCHI vorschlägt (vgl. E. 4.3). Die dortige Regelung beschlägt die Berufung und sie knüpft an das Verschulden. Demgegenüber besteht für die Beschwerde grundsätzlich ein Novenverbot (Art. 326 Abs. 1 ZPO), wobei andere gesetzliche Regelungen, wie namentlich Art. 174 SchKG, vorbehalten sind (Art. 326 Abs. 2 ZPO). Im Übrigen findet bei der Beschwerde in der Regel keine mündliche Verhandlung statt (vgl. Art. 327 Abs. 2 ZPO; Botschaft BBl 2006 7221, 7379 zu Art. 325 E-ZPO), d.h. die Parteien haben sich grundsätzlich in der Beschwerde und Beschwerdeantwort zu äussern.\n\nIm Rahmen der systematischen Auslegung ist der Vollständigkeit halber zu erwähnen, dass damit möglicherweise eine Uneinheitlichkeit mit der Novenregelung im Zusammenhang mit der Arresteinsprache verbunden sein könnte: So ist das Obergericht des Kantons BGE 139 III 491 S. 497 Zürich im Fall, welcher BGE 138 III 382 zugrunde lag, implizit davon ausgegangen, dass hier Noven gemäss Art. 278 Abs. 3 SchKG bis zum oberinstanzlichen Entscheid möglich seien (vgl. Vorbringen des Beschwerdeführers in E. 3.2.1 sowie Ausführungen des Obergerichts in nicht publ. E. 2 [Urteil 5A_59/2012 vom 26. April 2012]; freilich ging es in jenem Fall letztlich um eine Revision und nicht um eine Beschwerde). Ohne vorliegend Stellung zur Novenrechtslage bei der Arresteinsprache zu nehmen und spezifisch auf den Wortlaut von Art. 278 Abs. 3 SchKG einzugehen, würde es sich hierbei aber so oder anders nicht um eine neue Erscheinung handeln; vielmehr würde eine Inkongruenz nicht ausgemerzt.\n\n4.5 Am zwingenden Ergebnis der systematischen Auslegung vermag die teleologische nichts zu ändern. Wenn die Beschwerdeführerin vorbringt, Sinn und Zweck der Bestimmung sei, unnötige Konkurse zu verhindern, was sich insbesondere auch aus der Botschaft zur SchKG-Revision 1994 ergebe, so trifft es zwar zu, dass sich der Gesetzgeber im Rahmen der damaligen Revision ausführlich mit dem Novenrecht beschäftigte. Indes verabschiedete er dabei genau denjenigen Gesetzeswortlaut, nach welchem kein Zweifel bestehen konnte, dass auch echte Noven innerhalb der zehntägigen Beschwerdefrist vorzubringen waren. Demgegenüber geht es bei den per 1. Januar 2011 in Kraft getretenen Änderungen nicht um eine Revision, sondern um eine Anpassung an die nunmehr geltende bundesrechtliche ZPO, weshalb in diesem Zusammenhang teleologische Überlegungen ohnehin nicht im Zentrum stehen können. Mithin hat es bei der bereits im Urteil 5A_230/2011 vom 12. Mai 2011 E. 3.2.1 (vgl. E. 4.3) geäusserten Ansicht zu bleiben, dass das Novenrecht gemäss Art. 174 SchKG auch mit dem Inkrafttreten der ZPO beibehalten worden sei.\n\nMit Blick auf die Bedenken der Beschwerdeführerin darf im Übrigen daran erinnert werden, dass dem Konkurserkenntnis zahlreiche Betreibungsphasen vorangehen. Zuerst ist das Einleitungsverfahren zu durchlaufen, damit der Gläubiger einen rechtskräftigen Zahlungsbefehl erhält. Sodann kann er frühestens nach 20 Tagen das Fortsetzungsbegehren einreichen (Art. 88 Abs. 1 SchKG), worauf der Schuldner mit der Konkursandrohung (Art. 159 SchKG) eine weitere Warnung erhält des Inhalts, dass der Gläubiger das Konkursbegehren stellen kann (Art. 160 Abs. 1 Ziff. 3 SchKG). Dies ist frühestens nach 20 Tagen ab Zustellung der Konkursandrohung möglich (Art. 166 Abs. 1 SchKG) und eröffnet das Konkursverfahren, BGE 139 III 491 S. 498welches nicht schriftlich durchgeführt werden kann (Art. 256 Abs. 1 ZPO), sondern zwingend eine mündliche Konkursverhandlung beinhaltet, welche dem Schuldner angezeigt wird (Art. 168 SchKG). Wehrt sich der Schuldner an der Verhandlung nicht oder bleibt er dieser fern, so hat er im Rahmen der Beschwerde abermals die Möglichkeit, die Konkursforderung zu tilgen, sofern er gleichzeitig seine Zahlungsfähigkeit glaubhaft macht (Art. 174 Abs. 2 SchKG). Überdies besteht die Möglichkeit zur Fristwiederherstellung (dazu nicht publ. E. 6). Damit sind genügend Sicherungen eingebaut, dass es nicht zu ungerechtfertigten Konkursen kommt. Ein darüber hinausgehender Schutz ist nicht angezeigt."}