{"annee": "139", "cour": "III", "page": "278", "date": "6/5/2013", "cite": ["133 III 295"], "cite_par": ["142 II 433", "143 II 646", "141 III 294", "144 III 552", "142 III 170"], "chapeau": "40. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Bank X. (Beschwerde in Zivilsachen)\n\n4A_27/2013 vom 6. Mai 2013", "regestes": ["Art. 15 ss et 26 par. 1 CL; art. 59 s. CPC; compétence en matière de contrats conclus par les consommateurs; fardeau de la preuve; examen d'office de la compétence. Fardeau de la preuve de l'existence d'un contrat conclu par un consommateur au sens de l'art. 15 par. 1 let. c CL (consid. 3). Signification et étendue de l'examen d'office de la compétence (consid. 4)."], "faits": "", "considerants": "BGE 139 III 278 S. 278\n\nAus den Erwägungen:\n\n3. Der in Deutschland wohnhafte A. (Beklagter, Beschwerdeführer) rügt eine Verletzung von Art. 15 Abs. 1 lit. c und Art. 16 f. des Übereinkommens vom 30. Oktober 2007 über die gerichtliche Zuständigkeit und die Anerkennung und Vollstreckung von Entscheidungen in Zivil- und Handelssachen (Lugano-Übereinkommen, LugÜ; SR 0.275.12).\n\n3.1 Er bringt vor, die Vorinstanz habe bei der Anwendung der erwähnten Bestimmungen verkannt, dass nicht er für das Vorliegen der Voraussetzungen von Art. 15 Abs. 1 lit. c LugÜ beweisbelastet sei, sondern die Bank X. (Klägerin, Beschwerdegegnerin) deren Nichtvorliegen zu beweisen habe. Für den Verbrauchergerichtsstand gelte, dass der Anbieter, der sich auf den für ihn günstigen prorogierten Gerichtsstand stützen wolle, zu beweisen habe, dass die Voraussetzungen der Verbrauchersache nicht gegeben seien. Mit ihrer gegenteiligen Ansicht verkenne die Vorinstanz die für die Zuständigkeit bei Verbrauchersachen (Art. 15 ff. LugÜ) massgebenden Grundsätze und die dazu ergangene Rechtsprechung. BGE 139 III 278 S. 279\n\n3.2 Die Vorinstanz hat zutreffend ausgeführt, dass nach den allgemeinen Grundsätzen (vgl. Art. 8 ZGB) jede Partei die Beweislast für die Tatsachen trägt, welche die Voraussetzungen der Rechtsnorm bilden, die sie zu ihren Gunsten anführt. Den Kläger trifft die Beweislast für die zuständigkeitsbegründenden Tatsachen. Gelingt dieser Beweis, ist es Sache des Beklagten, Ausnahmetatbestände zu beweisen, etwa dass eine Spezialzuständigkeit für Verbrauchersachen (Art. 15 ff. LugÜ) vorliegt (FURRER/GLARNER, in: Kommentar zum Lugano-Übereinkommen, Dasser/Oberhammer [Hrsg.], 2. Aufl.2011, N. 17 zu Art. 15 LugÜ; ANDREA BONOMI, in: Commentaire romand, Convention de Lugano, 2011, N. 15 zu Art. 15 LugÜ; GEIMER/SCHÜTZE, Europäisches Zivilverfahrensrecht, 3. Aufl., München 2010, N. 273 f. zu Art. 2 und N. 12 zu Art. 26 EuGVO; PETER F. SCHLOSSER, EU-Zivilprozessrecht, 3. Aufl., München 2009, N. 3 a.E. zu Art. 15 EuGVO; vgl. auch das Urteil des EuGH vom 20. Januar 2005 C-464/01 Gruber/Bay Wa AG, Slg. 2005 I-458 Randnr. 46; teilweise abweichend MYRIAM GEHRI, in: Basler Kommentar, Lugano-Übereinkommen, 2011, N. 30 ff. zu Art. 15 LugÜ).\n\nDamit trägt die Beschwerdegegnerin die Beweislast für den von ihr ins Feld geführten Abschluss einer Gerichtsstandsvereinbarung (Art. 23 LugÜ) zugunsten der Zürcher Gerichte. Dass eine entsprechende Vereinbarung formgültig zustande gekommen ist, hat der Beschwerdeführer nie in Frage gestellt. Er wendet jedoch ein, es liege eine Verbrauchersache vor, weshalb eine Gerichtsstandsvereinbarung zu seinen Ungunsten nach Art. 17 Nr. 1 und 2 LugÜ lediglich dann wirksam sei, wenn sie nach der Entstehung der Streitigkeit getroffen werde, was im zu beurteilenden Fall nicht zutreffe.\n\nDie Vorinstanz ist zutreffend davon ausgegangen, dass der Beschwerdeführer für diejenigen Tatsachen beweisbelastet ist, auf die er seinen mit den teilzwingenden Zuständigkeitsvorschriften bei Verbrauchersachen (Art. 15 ff. LugÜ) begründeten Einwand gegen die ansonsten gültige Gerichtsstandsvereinbarung stützt. Dies entspricht auch der Rechtsprechung des Europäischen Gerichtshofs (EuGH), der ebenfalls auf die üblichen Regeln zur Beweislast abstellt und vom Grundsatz ausgeht, dass die Voraussetzungen des Verbrauchergerichtsstands von derjenigen Person zu beweisen sind, die sich darauf berufen will (Urteil Gruber/Bay Wa AG, Randnr. 46). Eine Umkehr der Beweislast zieht der EuGH lediglich hinsichtlich der Verbrauchereigenschaft beim Abschluss eines gemischten Vertrags in Betracht, für den die Akten keine Schlussfolgerung auf BGE 139 III 278 S. 280eine nur ganz untergeordnete beruflich-gewerbliche Zweckverfolgung zulassen (Urteil Gruber/Bay Wa AG, Randnr. 50). Eine generelle Umkehr der Beweislast hinsichtlich der tatsächlichen Voraussetzungen des Verbrauchergerichtsstands, wie etwa die Ausübung einer beruflichen bzw. gewerblichen Tätigkeit des Vertragspartners im Wohnsitzstaat des Verbrauchers oder das Ausrichten einer solchen Tätigkeit auf diesen Staat (vgl. Art. 15 Abs. 1 lit. c LugÜ) lässt sich entgegen dem, was der Beschwerdeführer anzunehmen scheint, daraus nicht ableiten (vgl. auch FURRER/GLARNER, a.a.O., N. 17 zu Art. 15 LugÜ). Ob der Beschwerdeführer die Kontobeziehung mit der Beschwerdegegnerin zu einem privaten oder einem beruflichen bzw. gewerblichen Zweck eingegangen war, hatte die Vorinstanz jedoch gar nicht zu prüfen, da sie einen Gerichtsstand nach Art. 15 Abs. 1 lit. c LugÜ unabhängig von seiner Verbrauchereigenschaft verneinte.\n\nDer Vorinstanz ist im Zusammenhang mit der Verteilung der Beweislast entgegen der in der Beschwerde vertretenen Ansicht keine Verletzung der Bestimmungen des Lugano-Übereinkommens vorzuwerfen.\n\n4. Der Beschwerdeführer wirft der Vorinstanz im Zusammenhang mit ihrer Beurteilung der internationalen Zuständigkeit in verschiedener Hinsicht eine unrichtige und unvollständige Feststellung des Sachverhalts vor.\n\n4.1 Die Vorinstanz stellte fest, es sei weder behauptet noch ersichtlich, dass die Zweigniederlassung der Beschwerdegegnerin in Deutschland bereits im Jahre 1987 bzw. spätestens im Jahre 1994, als der Beschwerdeführer das Dokument \"Application for opening of an account and general conditions\" unterzeichnete, bestanden habe. Dies ergebe sich denn auch nicht aus den von ihm im Berufungsverfahren neu eingereichten Unterlagen. Vielmehr werde aus dem Auszug aus dem Internetauftritt der Bundesanstalt für Finanzdienstleistungsaufsicht ersichtlich, dass der Zweigniederlassung wohl erst im Jahre 2006 die notwendigen Zulassungen erteilt worden seien. Es sei mithin nicht davon auszugehen, dass die Beschwerdegegnerin im Jahre 1987 bzw. 1994 in Deutschland tätig gewesen sei.\n\nDie Vorinstanz hielt sodann fest, der Beschwerdeführer wolle eine Ausrichtung der Tätigkeit der Beschwerdegegnerin auf Deutschland mittels Auszügen aus ihren Internetauftritten begründen. Es sei jedoch gerichtsnotorisch, dass sich das Internet erst nach 1994 zum Massenkommunikationsmittel entwickelt habe und entsprechend BGE 139 III 278 S. 281von den Unternehmungen zu Werbezwecken usw. verwendet worden sei. Der Beschwerdeführer behaupte denn auch nicht konkret, entsprechende Auftritte seien bereits 1994 vorhanden gewesen.\n\nGestützt darauf erwog die Vorinstanz, es sei nicht erstellt, dass die Beschwerdegegnerin im Jahre 1994 oder zuvor eine berufliche Tätigkeit in Deutschland ausgeübt oder eine solche auf irgendeinem Wege auf Deutschland ausgerichtet habe. Damit liege keine Verbrauchersache im Sinne von Art. 15 Abs. 1 lit. c LugÜ vor.\n\n4.2 Die Prüfung der Zuständigkeit von Amtes wegen nach Art. 26 Abs. 1 LugÜ bedeutet insbesondere, dass die von der klagenden Partei vorgetragenen Tatsachen, aus denen sich die Zuständigkeit ergeben soll, bei Säumnis der beklagten Partei nicht als zugestanden angesehen werden dürfen (KROPHOLLER/VON HEIN, Europäisches Zivilprozessrecht, 9. Aufl., Frankfurt a.M. 2011, N. 5 zu Art. 25 EuGVO; GEORG NÄGELI, in: Lugano-Übereinkommen [LugÜ], Kommentar, Dasser/Oberhammer [Hrsg.], 2. Aufl. 2011, N. 9 zu Art. 25 LugÜ). Die Bestimmung gibt jedoch nicht vor, ob das Gericht verpflichtet ist, zuständigkeitsrelevante Tatsachen selbst zu erforschen oder ob es den Parteien diesbezügliche Nachweise auferlegen kann. Wie auch der Beschwerdeführer zutreffend ausführt, bestimmt sich das Verfahren, in dem sich das Gericht von seiner Zuständigkeit zu überzeugen hat, nach dem nationalen Recht, mithin insbesondere Art. 59 Abs. 2 lit. b und Art. 60 ZPO (RAMON MABILLARD, in: Basler Kommentar, Lugano-Übereinkommen, 2011, N. 18 zu Art. 26 LugÜ; ANDREAS BUCHER, in: Commentaire romand, Convention de Lugano, 2011, N. 5 zu Art. 25 und 26 LugÜ; vgl. CZERNICH UND ANDERE, Kurzkommentar Europäisches Gerichtsstands- und Vollstreckungsrecht, 2. Aufl., Wien 2003, N. 5 zu Art. 26 EuGVO; PETER MANKOWSKI, in: Europäisches Zivilprozess- und Kollisionsrecht, Thomas Rauscher [Hrsg.], 3. Aufl., München 2011, N. 5 zu Art. 25 EuGVO; KROPHOLLER/VON HEIN, a.a.O., N. 4 zu Art. 25 EuGVO; LIATOWITSCH/MEIER, in: Lugano-Übereinkommen [LugÜ] zum internationalen Zivilverfahrensrecht, Anton K. Schnyder [Hrsg.], 2011, N. 6 zu Art. 25 LugÜ).\n\n4.3 Gemäss Art. 60 ZPO prüft das Gericht von Amtes wegen, ob die Prozessvoraussetzung der örtlichen Zuständigkeit (Art. 59 Abs. 2 lit. b ZPO) erfüllt ist. Dies enthebt die Parteien jedoch weder der Beweislast noch davon, an der Sammlung des Prozessstoffes aktiv mitzuwirken (vgl. Art. 160 ZPO) und dem Gericht das in Betracht fallende Tatsachenmaterial zu unterbreiten und die Beweismittel BGE 139 III 278 S. 282zu bezeichnen. Dabei hat die klagende Partei die Tatsachen vorzutragen und zu belegen, welche die Zulässigkeit ihrer Klage begründen, die beklagte Partei diejenigen Tatsachen, welche sie angreifen (ALEXANDER ZÜRCHER, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 4 f. zu Art. 60 ZPO; SIMON ZINGG, in: Berner Kommentar, 2012, N. 4 f. zu Art. 60 ZPO). Entgegen dem, was der Beschwerdeführer anzunehmen scheint, ist aus der Pflicht zur Prüfung der Prozessvoraussetzungen von Amtes wegen nicht zu schliessen, das Gericht müsse in Verfahren, die der Verhandlungsmaxime folgen, von sich aus nach den Tatsachen forschen, welche die Zulässigkeit der Klage berühren (vgl. bereits Urteile 4P.197/2003 vom 16. Januar 2004 E. 3.2; 4P.239/2005 vom 21. November 2005 E. 4.3).\n\nDer Vorinstanz ist daher keine Bundesrechtsverletzung vorzuwerfen, wenn sie dafürhielt, das Gericht sei im Bereich der Prozessvoraussetzungen nicht zu ausgedehnten Nachforschungen verpflichtet. Sie hat auch keineswegs unbesehen auf unbestrittene Behauptungen der Beschwerdegegnerin abgestellt, sondern hat die tatsächlichen Vorbringen und eingereichten Beweismittel des Beschwerdeführers, aus denen sich eine Verbrauchersache nach Art. 15 Abs. 1 lit. c LugÜ ergeben soll, einzeln geprüft, jedoch als nicht stichhaltig erachtet. Der Beschwerdeführer, der während des gesamten Verfahrens rechtskundig vertreten war, verweist zwar in allgemeiner Weise auf die richterliche Fragepflicht (Art. 56 ZPO), zeigt jedoch nicht auf, welches seiner Vorbringen die gerichtliche Einräumung der Gelegenheit zur Klarstellung und zur Ergänzung erfordert hätte.\n\n4.4 Der Beschwerdeführer stellt zu Recht nicht in Frage, dass der Verbrauchergerichtsstand nach Art. 15 Abs. 1 lit. c LugÜ voraussetzt, dass die Ausübung der beruflichen bzw. gewerblichen Tätigkeit im Wohnsitzstaat des Verbrauchers oder die Ausrichtung einer solchen Tätigkeit auf diesen Staat dem jeweiligen Vertragsschluss vorausgegangen sein muss (GEHRI, a.a.O., N. 77 zu Art. 15 LugÜ; FURRER/GLARNER, a.a.O., N. 51 zu Art. 15 LugÜ; KROPHOLLER/VON HEIN, a.a.O., N. 26 zu Art. 15 EuGVO; GEIMER/SCHÜTZE, a.a.O., N. 34 zu Art. 15 EuGVO; vgl. auch BGE 133 III 295 E. 9.1 S. 303). Die Vorinstanz hat daher zutreffend erkannt, dass die Anwendung dieser Bestimmung nur in Frage kommt, wenn die Beschwerdegegnerin spätestens im Jahre 1994, als der Beschwerdeführer das Dokument \"Application for opening of an account and General Conditions\" BGE 139 III 278 S. 283unterzeichnete, eine Tätigkeit in Deutschland ausübte oder auf diesen Staat ausrichtete.\n\nObwohl der Beschwerdeführer im vorinstanzlichen Verfahren nicht behauptet hatte, die Beschwerdegegnerin habe bereits im Jahre 1994 über eine Zweigniederlassung in Deutschland verfügt, prüfte die Vorinstanz, ob sich aus den von ihm eingereichten Unterlagen Entsprechendes ergeben könnte. Dabei stellte sie fest, dass der Auszug der Internetseite der Bundesanstalt für Finanzdienstleistungsaufsicht vielmehr dafür spreche, dass der Zweigniederlassung die notwendigen Zulassungen erst im Jahre 2006 erteilt wurden. Der Vorinstanz ist unter diesen Umständen nicht vorzuwerfen, sie habe ihre Pflicht verletzt, das Vorliegen der Prozessvoraussetzungen von Amtes wegen zu prüfen. Nachdem selbst die vom Beschwerdeführer eingereichten Beweismittel gegen eine Tätigkeit der Beschwerdegegnerin in Deutschland im massgebenden Zeitpunkt sprachen, war es nicht an der Vorinstanz, von sich aus danach zu fahnden, ob allenfalls andere Anhaltspunkte für die einredeweise vorgebrachte Verbraucherzuständigkeit vorliegen könnten.\n\nEbenso wenig ist der Vorinstanz im Zusammenhang mit den vom Beschwerdeführer eingereichten Auszügen aus dem Internetauftritt der Beschwerdegegnerin eine Bundesrechtsverletzung vorzuwerfen. Obwohl der Beschwerdeführer im Berufungsverfahren nicht konkret behauptet hatte, dass die entsprechenden Auftritte bereits 1994 vorhanden gewesen wären, hielt sie fest, es sei gerichtsnotorisch, dass sich das Internet erst nach 1994 zum Massenkommunikationsmittel entwickelt habe und entsprechend von den Unternehmungen zu Werbezwecken usw. verwendet worden sei. Die Vorinstanz war demnach in tatsächlicher Hinsicht davon überzeugt, dass die vorgebrachten Internetauftritte im konkret massgebenden Zeitpunkt noch nicht bestanden, sondern erst später erstellt wurden. Der Beschwerdeführer stellt dies zwar in Frage und behauptet vor Bundesgericht Gegenteiliges, zeigt jedoch nicht auf, inwiefern die Sachverhaltsfeststellung im angefochtenen Entscheid offensichtlich unrichtig sein soll (Art. 97 Abs. 1 BGG).\n\n4.5 Hinsichtlich der Frage eines allfälligen Ausrichtens der beruflichen oder gewerblichen Tätigkeit der Beschwerdegegnerin auf Deutschland stellt im Übrigen auch der Beschwerdeführer vor Bundesgericht nicht in Frage, dass die zweite Alternative von Art. 15 Abs. 1 lit. c LugÜ die territoriale Ausrichtung auf den BGE 139 III 278 S. 284Wohnsitzstaat des Verbrauchers voraussetzt (vgl. KROPHOLLER/VON HEIN, a.a.O., N. 23 zu Art. 15 EuGVO). Er behauptet zu Recht nicht etwa, das Betreiben eines Offshore-Geschäfts oder die Führung von DM-Konten für Bankkunden erfüllten für sich allein diese Voraussetzung. Die Vorinstanz hielt fest, es werde vom Beschwerdeführer nicht behauptet und sei auch nicht ersichtlich, dass die Beschwerdegegnerin spätestens im Jahre 1994 ihre Geschäfte mittels Werbung, anderweitiger absatzfördernder Marketingaktivitäten oder Vertriebsformen gezielt auf Deutschland ausgerichtet hätte. Nachdem das Gericht die vorgebrachten Umstände im Hinblick auf das Vorliegen einer Verbrauchersache als unerheblich erachten durfte und der Beschwerdeführer keine weiteren Tatsachen ins Feld führte, die eine territoriale Ausrichtung auf Deutschland - etwa durch gezielte Werbung oder anderweitige Marketingaktivitäten (vgl. FURRER/GLARNER, a.a.O., N. 56 ff. zu Art. 15 LugÜ; GEHRI, a.a.O., N. 70 ff. zu Art. 15 LugÜ; KROPHOLLER/VON HEIN, a.a.O., N. 23 f. zu Art. 15 EuGVO) - darstellen könnten, war es nicht verpflichtet, von sich aus weiter danach zu forschen, ob die Beschwerdegegnerin im massgebenden Zeitpunkt entsprechende Tätigkeiten ausgeübt hatte.\n\nIm Übrigen verkennt der Beschwerdeführer mit seinen Vorbringen zur vorbestehenden Geschäftsbeziehung seines Bruders zur Beschwerdegegnerin, dass eine Empfehlung durch Verwandte keine Ausrichtung im Sinne von Art. 15 Abs. 1 lit. c LugÜ zu begründen vermag (GEHRI, a.a.O., N. 71 zu Art. 15 LugÜ; ANSGAR STAUDINGER, in: Europäisches Zivilprozess- und Kollisionsrecht, Thomas Rauscher [Hrsg.], 3. Aufl., München 2011, N. 13 zu Art. 15 EuGVO).\n\n4.6 Entgegen der in der Beschwerde vertretenen Ansicht ist der Vorinstanz weder eine Verletzung bundesrechtlicher Verfahrensvorschriften bei der Sachverhaltsermittlung noch eine unzutreffende Anwendung der massgebenden Bestimmungen des Lugano-Übereinkommens vorzuwerfen, indem sie eine Verbrauchersache im Sinne von Art. 15 Abs. 1 lit. c LugÜ verneinte und die Zürcher Gerichte gestützt auf die von den Parteien abgeschlossene Gerichtsstandsvereinbarung für zuständig erachtete ."}