{"annee": "139", "cour": "III", "page": "135", "date": "21/12/2012", "cite": ["131 III 623", "133 III 257", "136 III 283", "138 III 636", "138 III 166", "137 III 344", "126 III 156", "135 III 640"], "cite_par": ["143 III 693", "144 III 411", "141 I 49"], "chapeau": "19. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. et C. (recours en matière civile)\n\n5A_355/2012 du 21 décembre 2012", "regestes": ["Art. 80 al. 1 et art. 271 al. 1 ch. 6 LP; art. 9 Cst.; séquestre; titre de mainlevée définitive; décision incidente sur le caractère exécutoire d'un jugement étranger \"non Lugano\" ou d'une sentence arbitrale étrangère. Un jugement étranger \"non Lugano\" constitue un titre de mainlevée définitive et le juge du séquestre peut statuer à titre incident sur le caractère exécutoire d'un tel jugement, à la suite d'un examen sommaire du droit et sur la base des faits rendus simplement vraisemblables (consid. 4)."], "faits": "|136|\n\nA. Le 14 avril 2011, un arbitre unique siégeant à Londres (UK) a rendu une sentence arbitrale dans un litige de nature contractuelle opposant B. et C., en qualité de demanderesses, à une société tierce et à A., en qualité de défendeurs. Il a notamment déclaré que A. était partie au contrat litigieux (Share Purchase Agreement), soumis à sa compétence en tant qu'arbitre unique, et ordonné que les défendeurs versent aux demanderesses la somme de 5'000'000 USD, leur remboursent leurs honoraires et frais juridiques s'élevant à 136'195 USD, et leur paient des intérêts au taux de 1,25 % par an sur la totalité ou une partie de la somme de 5'407'955 USD encore due entre la date de la réception de la sentence et la date du paiement intégral de la somme de 5'407'955 USD, plus les éventuels intérêts cumulés.\n\nB.\n\nB.a Le 5 juillet 2011, B. et C. ont requis du juge de paix du district de Nyon qu'il ordonne le séquestre, en vertu de l'art. 271 al. 1 ch. 6 LP, à concurrence de 4'587'568 fr., plus intérêts à 1,25 % l'an dès le 21 avril 2011, de la parcelle x de la Commune de D., propriété de A., de tous les meubles s'y trouvant, appartenant au prénommé, et de tous les avoirs et biens lui appartenant, de quelque nature et en quelque monnaie qu'ils soient, en mains de E. AG, à F. A l'appui de leur requête, elles ont notamment produit une copie certifiée de la sentence arbitrale du 14 avril 2011, une copie du courrier de la cour d'arbitrage du 29 juin 2011, confirmant que la sentence avait été notifiée aux défendeurs le 21 avril 2011, un affidavit du 28 juin 2011, émanant d'un conseil britannique, déclarant que la sentence arbitrale était devenue définitive et exécutoire, et un extrait du Registre foncier de D.\n\nLe même jour, le juge de paix a ordonné le séquestre demandé et a astreint les requérantes à fournir 50'000 fr. à titre de sûretés.\n\nB.b A. a fait opposition au séquestre. Il a fait valoir en substance que, faute d'exequatur préalable dans le cadre d'une procédure contradictoire, la sentence arbitrale du 14 avril 2011 ne constituait pas un titre de mainlevée définitive, de sorte que les conditions du séquestre de l'art. 271 al. 1 ch. 6 LP n'étaient pas remplies.\n\nPar décision du 11 octobre 2011, le juge de paix a admis l'opposition au séquestre, au motif que les créancières n'avaient pas rendu vraisemblables les conditions de la reconnaissance et de l'exécution de la sentence arbitrale.\n\nB.c Par arrêt du 12 avril 2012, la Cour des poursuites et faillites du Tribunal cantonal vaudois a admis le recours formé par B. et C. contre |137| cette décision. Il a réformé celle-ci en ce sens que l'opposition au séquestre est rejetée et l'ordonnance du 5 juillet 2011 confirmée.\n\nC. Le Tribunal fédéral a rejeté le recours en matière civile formé par A.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. Il s'agit de déterminer s'il est arbitraire, au sens de l'art. 9 Cst., de retenir que le juge du séquestre peut déclarer exécutoire, à titre incident, un jugement étranger rendu dans un Etat qui n'est pas partie à la CL (RS 0.275.12) - ou une sentence arbitrale étrangère -, de sorte que cette décision vaut titre de mainlevée définitive au sens de l'art. 271 al. 1 ch. 6 LP.\n\nAux termes de l'art. 271 al. 1 ch. 6 LP, le créancier d'une dette échue et non garantie par gage peut requérir le séquestre des biens du débiteur qui se trouvent en Suisse lorsqu'[il] possède contre le débiteur un titre de mainlevée définitive. Selon l'art. 271 al. 3 LP, dans les cas énoncés à l'al. 1 ch. 6 qui concernent un jugement rendu dans un Etat étranger auquel s'applique la CL, le juge statue aussi sur la constatation de la force exécutoire.\n\n4.1 La loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge recherchera la véritable portée de la norme au regard notamment de la volonté du législateur telle qu'elle ressort notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique; ATF 138 III 166 consid. 3.2; ATF 136 III 283 consid. 2.3.1; ATF 135 III 640 consid. 2.3.1). Lorsqu'il est appelé à interpréter une loi, le Tribunal fédéral adopte une position pragmatique en suivant ces différentes interprétations, sans les soumettre à un ordre de priorité (ATF 137 III 344 consid. 5.1; ATF 133 III 257 consid. 2.4; ATF 131 III 623 consid. 2.4.4 et les références).\n\n4.2 Le texte de l'art. 271 al. 1 ch. 6 LP fait mention d'un \"titre de mainlevée définitive\" (definitiven Rechtsöffnungstitel; titolo definitivo di rigetto dell'opposizione). Est un titre de mainlevée définitive, au sens de l'art. 80 al. 1 LP, \"un jugement exécutoire\". Tout comme cette dernière norme, l'art. 271 al. 1 ch. 6 LP ne fait de |138| distinction ni entre les jugements rendus par une autorité suisse ou étrangère, ni, dans ce cas, entre les jugements \"Lugano\" ou \"non Lugano\". De l'art. 81 al. 3 LP, il ressort également que la notion de \"titre de mainlevée définitive\" englobe les jugements rendus \"dans un autre Etat\".\n\n4.3 L'art. 271 LP a été modifié lors de l'entrée en vigueur, le 1er janvier 2011, de la CL révisée de 2007.\n\n4.3.1 Avant la révision de cette disposition, le créancier au bénéfice d'un jugement étranger - ou d'une sentence arbitrale étrangère - exécutoire, dont le débiteur était domicilié à l'étranger pouvait, s'il n'y avait pas d'autre cas de séquestre, requérir cette mesure conservatoire sur la base de l'ancien art. 271 al. 1 ch. 4 LP. Une procédure préalable d'exequatur (cf. art. 28 ss LDIP [RS 291]) n'était pas nécessaire; le juge du séquestre pouvait donc juger lui-même, à titre incident, si la décision étrangère sur laquelle se fondait la requête de séquestre était susceptible d'exequatur en vertu des dispositions de la LDIP ou d'un traité international, à la suite d'un examen sommaire du droit fondé sur les faits rendus simplement vraisemblables. Le caractère exécutoire du jugement étranger était ensuite jugé définitivement dans le procès ordinaire en validation du séquestre (ATF 126 III 156 consid. 2; arrêts 5A_501/2010 du 20 janvier 2011 consid. 2.3.2; 5P.353/2004 du 21 février 2005 consid. 2.1; cf. notamment URS BOLLER, Arrest gestützt auf ausländische Entscheide - Erste Erfahrungen mit dem neuen Arrestrecht, PCEF 2011/2012 p. 33 ss [37]; FELIX C. MEIER-DIETERLE, in Kurzkommentar SchKG, 2009, n° 11 ad art. 271 LP; NAEGELI/MARZORATI, Der definitive Rechtsöffnungstitel als neuer Arrestgrund - ein vollstreckungsrechtlicher Zankapfel, Jusletter 10 septembre 2012 n° 7; STOFFEL/CHABLOZ, in Commentaire romand, Poursuite et faillite, 2005, n° 72 ad art. 271 LP).\n\n4.3.2 Selon le Message du 18 février 2009 relatif à l'arrêté fédéral portant approbation et mise en oeuvre de la Convention de Lugano révisée (FF 2009 1497 ss [1537 s. ch. 4.1]), comme la CL révisée garantit un droit inconditionnel à des mesures conservatoires en première instance de la procédure d'exequatur (cf. art. 47 al. 2 CL), l'existence d'un titre de mainlevée définitive comme cas de séquestre doit être inscrite au chiffre 6 de l'art. 271 al. 1 LP. Néanmoins, le nouveau cas de séquestre dépasse les objectifs de la CL révisée. Proposé pour l'ensemble des titres de mainlevée définitive, il est également applicable aux titres de mainlevée suisses (FF 2009 1533 ch. 2.7.5.2) |139| et, en principe, aux jugements étrangers émis en dehors du champ d'application de la CL (FF 2009 1538 ch. 4.1). Le nouveau ch. 6 rend donc inutile le renvoi aux jugements exécutoires que prévoyait dans son ancienne version l'art. 271 al. 1 ch. 4 (loc. cit.). En effet, lorsqu'un tel jugement existe, le motif du séquestre du ch. 6 est réalisé et les conditions supplémentaires prévues au ch. 4 n'ont pas à être examinées. En conséquence, l'expression \"ou qu'elle se fonde sur un jugement exécutoire\" qui figurait au ch. 4 est supprimée (loc. cit.). Le Message précise encore que le créancier bénéficie des avantages de la procédure d'exécution forcée \"que la CLrév soit appliquée ou non\" (FF 2009 1548 ch. 6.3 [qui parle à tort de \"débiteur\", au lieu de\"créancier\", comme c'est le cas dans les versions allemande (p. 1831) et italienne (p. 1490) du Message]).\n\nIl ressort de ce qui précède que le motif initial de la révision des règles sur le séquestre était de rendre le droit suisse compatible avec les exigences de la CL révisée quant aux mesures conservatoires. Cependant, la révision a dépassé cet objectif initial pour s'étendre à l'ensemble des jugements, qu'ils soient suisses ou étrangers - \"Lugano\" ou \"non Lugano\" - et améliorer ainsi la situation de tous les créanciers (BOLLER, op. cit., p. 41). Ainsi, la notion de titre de mainlevée définitive comprend tous les jugements suisses et étrangers (y compris les sentences arbitrales étrangères). Le Message ne fait pas état d'une volonté du législateur d'aggraver la situation des créanciers au bénéfice d'un jugement \"non Lugano\", telle que sus-exposée (cf. supra consid. 4.3.1).\n\n4.4 La doctrine admet de manière quasi unanime qu'un jugement étranger \"non Lugano\" constitue un titre de mainlevée définitive au sens de l'art. 271 al. 1 ch. 6 LP (contra uniquement: WALTER A. STOFFEL, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 2e éd. 2010, n° 109 ad art. 271 LP).\n\nEn revanche, les avis divergent sur la question de savoir si ce jugement doit, au préalable, faire l'objet d'une procédure d'exequatur indépendante et contradictoire (cf. art. 28 ss LDIP).\n\nPour certains auteurs, tel est le cas: seul le créancier au bénéfice d'un jugement \"non Lugano\" dont le débiteur est domicilié à l'étranger pourrait, selon eux, requérir le séquestre sur la base de l'art. 271 al. 1 ch. 4 LP, sans devoir obtenir une décision définitive d'exequatur au préalable (DANIEL STAEHELIN, in Lugano-Übereinkommen [LugÜ], 2e éd. 2011, nos 20 ss ad art. 47 CL; le même, Neues Arrestrecht ab 2011, |140| Jusletter 11 octobre 2010 nos 40 ss; cf. aussi, GUILLAUME/PELLATON, Le séquestre en tant que mesure conservatoire visant à garantir l'exécution des décisions en application de la Convention de Lugano, in Quelques actions en exécution, 2011, p. 178 ss [205 s.]; REISER/JENT-SØRENSEN, Exequatur und Arrest im Zusammenhang mit dem revidierten Lugano-Übereinkommen, RSJ 107/2011 p. 453 ss [459]; RODRIGO RODRIGUEZ, Sicherung und Vollstreckung nach revidiertem Lugano Übereinkommen, PJA 2009 p. 1550 ss [1557]).\n\nPour d'autres, au contraire, le juge du séquestre peut prononcer la mesure conservatoire, après avoir statué à titre incident sur le caractère exécutoire du jugement \"non Lugano\", à la suite d'un examen sommaire du droit, fondé sur les faits rendus simplement vraisemblables (BOLLER, op. cit., p. 41 ss; GRÉGORY BOVEY, La révision de la Convention de Lugano et le séquestre, JdT 2012 II p. 80 ss [83 s.]; ANDREAS BUCHER, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 18 ad art. 29 LDIP; GASSER/MÜLLER/PIETSCH-KOJAN, Ein Jahr Schweizerische ZPO - ein Erfahrungsbericht, Revue de l'avocat 2012 p. 8 ss [14 s.]; HOFMANN/KUNZ, in Basler Kommentar, Lugano-Übereinkommen, 2011, n° 72 ad art. 47 CL; MICHAEL LAZOPOULOS, Arrestrecht - die wesentlichen Änderungen im Zusammenhang mit dem revidierten LugÜ und der Schweizerischen ZPO, PJA 2011 p. 608 ss [613]; FELIX C. MEIER-DIETERLE, Ausländische \"nicht LugÜ-Entscheide\" als Arrestgrund?, Jusletter 18 juillet 2011 n° 21; NAEGELI/MARZORATI, op. cit., nos 58 ss; JÜRG ROTH, Neues Arrestrecht im Nicht-LugÜ-Bereich: Der Ausländerarrest im Besonderen, in Vorsorglicher Rechtsschutz, 2011, p. 63 ss [74, 77 s.]; DANIEL SCHWANDER, Arrestrechtliche Neuerungen im Zuge der Umsetzung des revidierten Lugano-Übereinkommens, RJB 146/2010 p. 641 ss [656 s.]).\n\n4.5\n\n4.5.1 Un avis doctrinal soutenant de manière isolée le contraire (cf. supra consid. 4.4 in initio: STOFFEL, op. cit., n° 109 ad art. 271 LP), il n'est pas arbitraire d'admettre que les jugements \"non Lugano\" - y compris les sentences arbitrales étrangères - constituent des titres de mainlevée définitive au sens de l'art. 271 al. 1 ch. 6 LP.\n\nEn effet, la notion de titre de mainlevée définitive est définie à l'art. 80 al. 1 LP, qui prévoit que le créancier peut obtenir cette mainlevée s'il est au bénéfice d'un \"jugement exécutoire\". Il est incontesté que cette norme englobe tant les jugements suisses que les jugements étrangers. Cette interprétation est confirmée aussi par l'art. 81 al. 3 LP, |141| qui précise les moyens de défense du débiteur condamné par un jugement rendu de manière générale \"dans un autre Etat\", qu'il soit exécutable selon une convention internationale ou selon la LDIP (cf. notamment DANIEL STAEHELIN, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. I, 2e éd. 2010, nos 59 ss ad art. 80 LP; cf. aussi, au sujet de l'art. 271 al. 1 ch. 6 LP, BOLLER, op. cit., p. 36; BUCHER, op. cit., n° 18 ad art. 29 LDIP; NAEGELI/MARZORATI, op. cit., nos 54 ss). L'art. 271 al. 1 ch. 6 LP, qui fait référence au \"titre de mainlevée définitive\", ne fait pas non plus de distinction entre les jugements. En outre, il ressort expressément du Message que les jugements étrangers \"non Lugano\" sont des titres de mainlevée définitive au sens de cette norme (FF 2009 1538 ch. 4.1). Ainsi, ces éléments d'interprétation conduisent à retenir qu'il n'est pas arbitraire de renoncer à différencier les jugements en fonction de leur provenance.\n\n4.5.2 Pour les raisons qui suivent, il y a lieu d'admettre qu'il n'est également pas arbitraire de retenir que le juge du séquestre peut statuer à titre incident sur le caractère exécutoire de la décision (y compris une sentence arbitrale) étrangère \"non Lugano\", à la suite d'un examen sommaire du droit fondé sur les faits rendus simplement vraisemblables, au terme duquel il rend une décision provisoire, qui, par définition, n'acquiert pas force de chose jugée. Comme sous l'ancien droit (cf. supra consid. 4.3.1), le requérant devant rendre le cas de séquestre vraisemblable (art. 272 al. 1 ch. 2 LP), il devra démontrer que, prima facie, aucune objection ne s'oppose à la reconnaissance et à l'exécution de la décision. L'examen plus approfondi des conditions des art. 25 ss LDIP - et en cas de sentence arbitrale étrangère, celles de l'art. V de la Convention du 10 juin 1958 pour la reconnaissance et l'exécution des sentences arbitrales étrangères (RS 0.277.12; ci-après: Convention de New York) - aura lieu ultérieurement dans la procédure d'opposition à l'ordonnance de séquestre (art. 278 LP).\n\nEn effet, bien qu'il n'exige pas expressément que le créancier au bénéfice d'une décision \"non Lugano\" en obtienne l'exequatur avant de requérir le séquestre, le texte de l'art. 271 al. 1 ch. 6 LP, qui fait référence à un \"titre de mainlevée définitive\", soit, selon l'art. 80 al. 1 LP, un \"jugement exécutoire\", n'est pas absolument clair et plusieurs interprétations de celui-ci sont possibles.\n\nEn revanche, il ressort du Message précité, que la volonté du législateur était de prévoir un seul cas de séquestre pour tous les |142| créanciers au bénéfice d'un jugement exécutoire, sans distinction fondée sur la provenance de ce jugement, et de favoriser ainsi de manière générale le prononcé d'un séquestre (cf. supra consid. 4.3.2; FF 2009 1548 ch. 6.3; cf. aussi, BOLLER, op. cit., p. 42 s.; MEIER-DIETERLE, op. cit., Jusletter 18 juillet 2011 n° 19). Pour cette raison, le législateur a renoncé à exiger que le créancier au bénéfice d'un jugement étranger ne puisse requérir le séquestre que si son débiteur est domicilié à l'étranger. Ainsi, il n'a pas voulu placer les créanciers au bénéfice d'un jugement \"non Lugano\" dans une situation moins avantageuse que celle qui était la leur sous l'ancien art. 271 al. 1 ch. 4 LP (cf. supra consid. 4.3.1), en leur imposant d'obtenir au préalable une décision définitive d'exequatur pour pouvoir requérir le séquestre. Il y a également lieu d'admettre qu'il n'y a pas de lacune au nouveau chiffre 4 de l'art. 271 al. 1 LP, qui ne mentionne pas les jugements \"non Lugano\" comme condition alternative à l'octroi du séquestre.\n\nPar ailleurs, admettre une décision incidente d'exequatur du jugement \"non Lugano\" est en accord avec la procédure sommaire à laquelle le séquestre est soumis. Selon cette procédure, le cas de séquestre - en l'occurrence, l'existence d'un titre de mainlevée définitive -, doit seulement être admis provisoirement, au terme d'un examen sommaire du droit fondé sur la simple vraisemblance des faits (ATF 138 III 636 consid. 4.3.2 p. 639 et les références). Si on imposait au créancier d'un jugement \"non Lugano\" d'obtenir une décision définitive d'exequatur, rendue sur la base d'un examen complet en fait et en droit, on s'écarterait des principes régissant la procédure sommaire (cf. notamment BOLLER, op. cit., p. 41). Une autre solution prévaut certes pour les jugements \"Lugano\", en vertu de l'art. 271 al. 3 LP, mais elle est justifiée par l'allègement des conditions d'obtention de l' exequatur. En effet, depuis la révision de la CL, la procédure préalable d' exequatur consacrée à l'art. 41 CL est unilatérale en première instance et l'examen de l'autorité saisie est limité à \"l'achèvement des formalités prévues à l'art. 53\", à savoir la production de la décision et du certificat de l'art. 54 CL. Le contrôle des motifs de refus de la reconnaissance des art. 34 et 35 CL est entièrement reporté au stade du recours (art. 41 et 45 CL). La CL de 2007 assure ainsi à la demande d'exécution un effet de surprise, empêchant le défendeur de soustraire ses biens à l'exécution forcée (BUCHER, op. cit., nos 1, 3 et 5 ad art. 41 CL). Même si le juge du séquestre statue définitivement sur l'exequatur du jugement \"Lugano\", conformément à l'art. 271 al. 3 LP, l'effet de surprise est préservé. Tel ne serait pas le cas d'une |143| procédure d'exequatur préalable d'un jugement \"non Lugano\" puisque celle-ci est contradictoire en vertu des art. 25 ss LDIP (cf. art. 29 al. 2 LDIP; art. V Convention de New York; notamment MEIER-DIETERLE, op. cit., Jusletter 18 juillet 2011 nos 15 et 24): l'effet de surprise, indispensable à la mise en oeuvre du séquestre, s'en trouverait compromis.\n\nEn conclusion, il n'est pas arbitraire de considérer que le juge du séquestre doit statuer à titre incident sur le caractère exécutoire d'une décision étrangère \"non Lugano\". Au vu des conséquences de sa décision - certes provisoire - sur le patrimoine du débiteur, il lui appartient toutefois d'examiner avec soin les conditions de la reconnaissance et de l'exequatur, en particulier si le jugement étranger a été rendu par défaut ou dans un Etat avec lequel il n'existe aucune réciprocité en matière de reconnaissance et d'exécution des décisions.\n\n4.6 Il s'ensuit que, en l'espèce, l'autorité cantonale n'a pas violé l'art. 9 Cst. dans l'application qu'elle a faite de l'art. 271 al. 1 ch. 6 LP, soit en rejetant l'opposition au séquestre après un examen incident du caractère exécutoire d'une sentence arbitrale étrangère soumise à la Convention de New York et en confirmant le séquestre. Partant, le grief d'arbitraire doit être rejeté."}