{"annee": "139", "cour": "V", "page": "509", "date": "15/11/2013", "cite": ["131 V 349", "136 V 395", "134 V 83", "124 V 185", "129 V 167", "136 V 84", "130 V 532"], "cite_par": ["144 V 333"], "chapeau": "67. Extrait de l'arrêt de la IIe Cour de droit social dans la cause CSS Assurance-maladie SA contre C. (recours en matière de droit public)\n\n9C_456/2013 du 15 novembre 2013", "regestes": ["Art. 25 al. 2 let. b et art. 52 al. 1 let. a ch. 3 LAMal; art. 22 OPAS; ch. 30.03.01.00.2 de la liste des moyens et appareils (LiMA; annexe 2 OPAS). La prise en charge de la location d'une attelle de mobilisation active du genou ne saurait dépasser une période de soixante jours (consid. 5)."], "faits": "|509|\n\nA. C. est assurée auprès de CSS Assurance-maladie SA (ci-après: la CSS) pour l'assurance obligatoire des soins en cas de maladie.\n\nLe 10 mars 2011, l'assurée a subi une intervention chirurgicale consistant en la pose d'une prothèse unicompartimentale du genou droit. Des complications s'en sont ensuivies, sous la forme d'abord d'un important hématome, lequel a nécessité une reprise de l'opération en urgence le 17 mars 2011, puis sous la forme d'une arthrofibrose et d'une ankylose massive, lesquelles ont amené à pratiquer le 5 octobre 2011 une arthrolyse complexe extensive.\n\nAfin de favoriser sa rééducation et de lui permettre de recouvrer la mobilité de son genou, l'assurée s'est vu prescrire du 9 avril au 21 décembre 2011 l'utilisation d'une attelle motorisée Kinetec. La CSS a accepté de prendre en charge la location de cet appareil pour une période maximale de soixante jours, en expliquant à l'assurée qu'elle |510| n'était pas autorisée, en vertu de la limitation énoncée dans la liste des moyens et appareils pris obligatoirement en charge par l'assurance-maladie sociale (LiMA), à étendre la période de remboursement au-delà de cette période.\n\nPar décision du 22 juin 2012, confirmée sur opposition le 19 octobre suivant, la CSS a notifié formellement à l'assurée que la prise en charge de l'attelle Kinetec était limitée à une durée de soixante jours.\n\nB. Par jugement du 14 mai 2013, la Chambre des assurances sociales de la Cour de justice de la République et canton de Genève a partiellement admis le recours au sens des considérants, annulé la décision sur opposition du 19 octobre 2012, en tant que celle-ci limitait la prise en charge de la location de l'attelle Kinetec à soixante jours, et condamné la CSS à verser à l'assurée les prestations dues pour la location de l'attelle Kinetec pour la période courant du 8 juin au 21 décembre 2011.\n\nC. La CSS interjette un recours en matière de droit public et un recours constitutionnel subsidiaire contre ce jugement dont elle demande l'annulation. Elle conclut à la confirmation de la décision sur opposition du 19 octobre 2012.\n\nC. conclut au rejet du recours, tandis que l'Office fédéral de la santé publique a renoncé à se déterminer.\n\nLe Tribunal fédéral a déclaré irrecevable le recours constitutionnel subsidiaire et admis le recours en matière de droit public.", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 Selon l'art. 25 al. 2 let. b LAMal, les prestations dont les coûts sont pris en charge par l'assurance obligatoire des soins comprennent notamment les analyses, médicaments, moyens et appareils diagnostiques ou thérapeutiques prescrits par un médecin ou, dans les limites fixées par le Conseil fédéral, par un chiropraticien. Selon l'art. 33 al. 1 LAMal, le Conseil fédéral peut désigner en détail les prestations fournies par un médecin ou un chiropraticien, dont les coûts ne sont pas pris en charge par l'assurance obligatoire des soins ou le sont à certaines conditions. S'agissant des prestations énumérées à l'art. 25 al. 2 let. b LAMal, le Département fédéral de l'intérieur (DFI), auquel le Conseil fédéral a délégué à son tour la compétence mentionnée (art. 33 al. 5 LAMal en corrélation avec les art. 33 let. e et 34 OAMal [RS 832.102]), a, à la différence du catalogue de |511| certaines prestations fournies par les médecins de l'annexe 1 de l'ordonnance du DFI du 29 septembre 1995 sur les prestations dans l'assurance obligatoire des soins en cas de maladie (ordonnance sur les prestations de l'assurance des soins, OPAS; RS 832.112.31), prévu un système dit de liste positive (cf. ATF 129 V 167 consid. 3.4 p. 172). Tant la liste des analyses (LA; art. 52 al. 1 let. a ch. 1 LAMal; art. 34 et 60 à 62 OAMal; art. 28 OPAS; annexe 3 OPAS) que la liste des médicaments avec tarifs (LMT; art. 52 al. 1 let. a ch. 2 LAMal; art. 34 et 63 OAMal; art. 29 OPAS; annexe 4 OPAS), la liste des spécialités (LS; art. 52 al. 1 let. b LAMal; art. 34 et 64 à 75 OAMal; art. 30 à 38 OPAS) et la liste des moyens et appareils (LiMA; art. 52 al. 1 let. a ch. 3 LAMal; art. 33 let. e OAMal; art. 20 à 24 OPAS; annexe 2 OPAS) constituent des listes positives de prestations. Celles-ci ont pour caractéristique d'être à la fois exhaustives et contraignantes, parce que les assureurs-maladie ne peuvent, en vertu de l'art. 34 al. 1 LAMal, prendre en charge que les prestations prévues aux art. 25 à 33 LAMal. En d'autres termes, le système légal exclut la prise en charge par l'assurance obligatoire des soins d'une prestation sous forme d'analyse, de médicament ou encore de moyens ou d'appareils, qui n'est pas mentionnée dans la LA, respectivement la LMT, la LS ou la LiMA (pour les analyses: arrêt du Tribunal fédéral des assurances K 55/05 du 24 octobre 2005 consid. 1.3; pour les médicaments: ATF 136 V 395 consid. 5.1 p. 398; ATF 134 V 83 consid. 4.1 p. 85; ATF 131 V 349 consid. 2.2 p. 351; ATF 130 V 532 consid. 3.4 p. 540; voir également arrêts du Tribunal fédéral des assurances K 156/01 du 30 octobre 2003 consid. 3.2.1, in RAMA 2004 p. 109, et K 63/02 du 1er septembre 2003 consid. 3.2, in RAMA 2003 p. 299; pour les moyens et appareils: ATF 136 V 84 consid. 2.2 p. 86; voir également arrêts 9C_216/2012 du 18 décembre 2012 consid. 2.2, in SVR 2013 KV n° 12 p. 60; 9C_92/2012 du 12 avril 2012 consid. 4.1, in SVR 2012 KV n° 19 p. 69, et K 157/00 du 5 novembre 2001 consid. 3b, in RAMA 2002 p. 7).\n\n4.2 L'assurance obligatoire des soins octroie un remboursement pour les moyens et appareils thérapeutiques ou diagnostiques visant à surveiller le traitement d'une maladie et ses conséquences, remis sur prescription médicale par un centre de remise au sens de l'art. 55 OAMal et utilisé par l'assuré lui-même ou avec l'aide d'un intervenant non professionnel impliqué dans l'examen ou le traitement (art. 20 OPAS). L'obligation de prise en charge et l'étendue de la rémunération des moyens et appareils sont définies par le DFI, après |512| consultation de la Commission fédérale des analyses, moyens et appareils et conformément aux principes des art. 32 al. 1 et 43 al. 6 LAMal (art. 52 al. 1 let. a ch. 3 LAMal en corrélation avec les art. 33 let. e et 37f OAMal). Les moyens et appareils admis sont répertoriés dans la LiMA par nature et par groupe de produits (art. 20a al. 1 OPAS). L'admission sur la liste peut être assortie d'une condition limitative. Celle-ci peut notamment se rapporter à la quantité, à la durée d'utilisation, à l'indication médicale ou à l'âge de l'assuré (art. 22 OPAS). Les moyens et appareils ne sont remboursés que jusqu'à concurrence du montant fixé d'un moyen ou d'un appareil de la même catégorie qui figure sur la liste (art. 24 al. 1 OPAS; ATF 136 V 84 consid. 2.3.1 p. 87).\n\n4.3 Selon le ch. 30.03.01.00.2 de la LiMA, la location d'une attelle de mobilisation active pour le genou est prise en charge à raison d'un montant de 8 fr. 55 par jour. La prise en charge est limitée à trente jours, laquelle peut être prolongée de trente jours au maximum sur indication médicale.\n\n5. Il n'est pas contesté que les prestations allouées par la recourante, en tant qu'elles couvrent la prise en charge de l'attelle Kinetec pour une période de soixante jours, respectent le cadre défini par la LiMA. Est litigieuse la question de savoir si l'intimée peut prétendre à une prise en charge plus étendue de la part de l'assurance obligatoire des soins.\n\n5.1 Pour pouvoir être reconnus comme prestations au titre de l'art. 25 al. 2 let. b LAMal, les moyens et appareils doivent, de façon générale ou dans le cadre d'un traitement particulier, répondre à des nécessités diagnostiques, thérapeutiques ou de soins, ou bien encore servir à la réadaptation médicale (cf. GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 607 n° 628). Par définition, l'emploi d'un moyen ou d'un appareil diagnostique ou thérapeutique est indissociable d'un traitement médical préventif, curatif ou palliatif. La prise en charge de ce type de prestations s'inscrit donc nécessairement dans une solution thérapeutique globale; celle-ci ne saurait être confondue avec la notion de \"complexe thérapeutique\" au sens défini par la jurisprudence (cf. infra consid. 5.2). Le simple emploi d'un moyen ou d'un appareil diagnostique ou thérapeutique ne saurait par conséquent justifier l'application des principes liés à la notion de \"complexe thérapeutique\" et permettre la prise en charge d'une mesure pour laquelle il n'existe légalement aucune obligation de prise en charge ou |513| seulement une obligation limitée. Une telle manière de procéder reviendrait en effet à vider de son sens le système de la liste exhaustive et contraignante mis en place par le législateur.\n\n5.2 La jurisprudence admet l'application des principes liés à la notion de \"complexe thérapeutique\" lorsqu'il existe un rapport de connexité qualifié, soit lorsque la mesure qui n'est pas prise en charge par l'assurance obligatoire des soins constitue une condition indispensable à l'exécution de prestations prises en charge par l'assurance obligatoire des soins (ATF 130 V 532 consid. 6 p. 544; voir également arrêt du Tribunal fédéral des assurances K 206/97 du 11 mai 1998 consid. 3b, in RAMA 1998 p. 302). En l'espèce, on ne saurait toutefois considérer que l'emploi d'une attelle Kinetec constituait un préalable nécessaire et inévitable à la réussite du traitement dont faisait l'objet l'intimée. Quand bien même l'usage de l'attelle Kinetec a pu constituer un apport indéniable en complément des autres mesures mises en oeuvre (rapport du docteur S. du 30 mars 2012), le succès de la rééducation n'était pas conditionné à l'usage de celle-ci, mais était réalisable, comme le souligne la recourante, par d'autres moyens thérapeutiques pris en charge par l'assurance obligatoire des soins, tels que des séances de physiothérapie. Il suit de là que le processus global de rééducation mis en place en l'espèce ne pouvait être assimilé à un \"complexe thérapeutique\" au sens entendu par la jurisprudence.\n\n5.3 Compte tenu de la grande retenue que s'impose le Tribunal fédéral dans le contrôle de la légalité et de la constitutionnalité des listes positives de prestations établies par le DFI (ATF 129 V 167 consid. 3.4 p. 173 in fine; ATF 124 V 185 consid. 6 p. 195), il n'y a pas lieu non plus de s'interroger sur le bien-fondé de la limitation temporelle prévue par la LiMA pour la prise en charge de la location d'une attelle de mobilisation active du genou. Préalablement à leur admission dans la LiMA, les moyens et appareils diagnostiques et thérapeutiques font l'objet, par le biais du DFI et de la Commission fédérale des analyses, moyens et appareils, d'un examen sous l'angle des critères d'efficacité, d'adéquation et d'économicité. Faute d'indices permettant de penser que la limitation critiquée serait la conséquence d'une lacune manifeste ou reposerait sur des considérations arbitraires de la part du législateur, il n'y a pas place pour substituer une autre appréciation à celle de l'autorité compétente, et ce d'autant moins lorsqu'elle est fondée sur l'avis de spécialistes. |514|\n\n5.4 Sur le vu de ce qui précède, la prise en charge par l'assurance obligatoire des soins d'une attelle de mobilisation active du genou Kinetec ne saurait dépasser une période de soixante jours, conformément au ch. 30.03.01.00.2 de la LiMA."}