{"annee": "139", "cour": "V", "page": "225", "date": "6/6/2013", "cite": ["138 V 318", "137 V 210", "135 V 465"], "cite_par": ["139 V 496", "140 V 70"], "chapeau": "30. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Schweizerische Unfallversicherungsanstalt (SUVA) gegen Sozialversicherungsgericht des Kantons Basel-Stadt (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_984/2012 vom 6. Juni 2013", "regestes": ["Art. 61 let. a et c LPGA; prise en charge des coûts d'une expertise judiciaire dans la procédure en matière d'assurance-accidents. Lorsque le tribunal cantonal constate qu'une instruction est nécessaire au sens de l'arrêt ATF 137 V 210 et qu'il met en oeuvre une expertise au lieu d'ordonner un renvoi, les coûts de cette expertise peuvent être mis à la charge de l'assureur également dans la procédure en matière d'assurance-accidents (consid. 4.3)."], "faits": "", "considerants": "BGE 139 V 225 S. 226\n\nAus den Erwägungen:\n\n4.\n\n4.1 Die Vorinstanz hat die Überbindung der Kosten des Gerichtsgutachtens mit Berufung auf BGE 137 V 210 begründet. Sie hat ausgeführt, das von Prof. Dr. med. F. und PD Dr. med. A. erstellte Gerichtsgutachten vom 30. April 2012 habe den Eindruck bestätigt, den die übrigen medizinischen Akten erweckt hätten, und sei daher für die Beurteilung des Anspruchs unerlässlich gewesen, weshalb die Kosten dafür von der SUVA zu tragen seien.\n\n4.2 In BGE 137 V 210 hat das Bundesgericht erwogen, bei festgestellter Abklärungsbedürftigkeit, so namentlich bei nicht ausreichender Beweiswertigkeit der Abklärungsergebnisse aus dem Verwaltungsverfahren in rechtserheblichen Punkten, habe das angerufene kantonale Versicherungsgericht grundsätzlich selber eine medizinische Begutachtung anzuordnen (E. 4.4.1.3 bis 4.4.1.5). Wo zur Durchführung der vom Gericht als notwendig erachteten Beweismassnahme an sich eine Rückweisung in Frage käme, eine solche indessen mit Blick auf die Wahrung der Verfahrensfairness entfalle, seien die Kosten der Begutachtung durch eine medizinische Abklärungsstelle der IV (MEDAS) - so das Bundesgericht weiter - den IV-Stellen aufzuerlegen und nach der tarifvertraglichen Regelung zu berechnen. Die Vergütung der Kosten von MEDAS-Abklärungen als Gerichtsgutachten durch die IV-Stelle sei mit Art. 45 Abs. 1 ATSG (SR 830.1) durchaus vereinbar, da der Versicherungsträger gemäss dieser Bestimmung bei Nichtanordnen einer Massnahme deren Kosten dennoch zu übernehmen habe, wenn die Massnahmen für die Beurteilung des Anspruchs unerlässlich gewesen seien oder Bestandteil nachträglich zugesprochener Leistungen gebildet hätten (E. 4.4.2).\n\n4.3 Diese Erwägungen des Bundesgerichts betreffen die Vergütung der Kosten von MEDAS-Abklärungen als Gerichtsgutachten durch die IV-Stellen. Sie gelten indes sinngemäss auch für Gerichtsgutachten, welche das kantonale Gericht bei festgestellter Abklärungsbedürftigkeit in einem Verfahren der Unfallversicherung anstelle einer Rückweisung selber einholt, sind doch sowohl im Abklärungsverfahren der Invalidenversicherung wie auch in demjenigen der Unfallversicherung grundsätzlich dieselben Verfahrensbestimmungen, namentlich Art. 43-49 ATSG massgebend (vgl. BGE 138 V 318 E. 6.1.2 S. 322). Die Kosten eines Gerichtsgutachtens können somit BGE 139 V 225 S. 227dem Unfallversicherer auferlegt werden, wenn die Abklärungsergebnisse aus dem Verwaltungsverfahren in rechtserheblichen Punkten nicht ausreichend beweiswertig sind, und zur Durchführung der vom Gericht als notwendig erachteten Beweismassnahme an sich eine Rückweisung in Frage käme, eine solche indessen mit Blick auf die Wahrung der Verfahrensfairness entfällt (vgl. BGE 137 V 210 E. 4.4.1 und 4.4.2 S. 263 ff.).\n\n4.4 Die Überbindbarkeit der Kosten eines Gerichtsgutachtens auf den Unfallversicherer im Sinne von BGE 137 V 210 wird von der SUVA nicht grundsätzlich bestritten. Sie macht jedoch geltend, im vorliegenden Fall habe das eingeholte Gutachten der Vorinstanz dazu dienen sollen, Argumente pro und contra Unfallkausalität zu generieren, um anschliessend die aktenkundige Kontroverse in der einen oder andern Richtung beantworten und begründen zu können. Es sei somit um einen Akt der Beweiswürdigung gegangen, wie es Art. 61 lit. c ATSG vorsehe, nicht um eine Lückenfüllung zu einem medizinischen Sachverhalt.\n\n5. Zu prüfen ist, aus welchem Grund die Vorinstanz das Gerichtsgutachten eingeholt hat. Im kantonalen Verfahren zwischen Unfall- und Krankenversicherer materiell zu beurteilen war die Frage, ob die Operation vom 12. Januar 2010 der Behandlung eines auf den Unfall vom 21. November 2008 zurückzuführenden Leidens gedient hat, was eine Leistungspflicht der obligatorischen Unfallversicherung zur Folge hätte.\n\n5.1 Zur massgebenden Frage der Unfallkausalität enthalten die Akten mehrere sich widersprechende medizinische Berichte.\n\n5.1.1 Der behandelnde Dr. med. H., Facharzt FMH für Orthopädische Chirurgie und Traumatologie des Bewegungsapparates, führte im Bericht vom 4. Februar 2010 aus, bei den Beschwerden, welche zur Operation vom 12. Januar 2010 geführt hätten, handle es sich um eine posttraumatische Gonarthrose. Bereits anlässlich der Arthroskopie vom 8. Januar 2009 habe sich am Femurcondylus ein unterminierter Knorpellappen im Sinne eines traumatischen Knorpelflakes sowie eine VKB-Läsion Grad I und II neben einem medialen Meniscusriss gefunden, während dieser Knorpelschaden bei der früher durchgeführten Arthroskopie vom 11. März 2005 noch nicht vorhanden gewesen sei.\n\n5.1.2 Demgegenüber hielt der SUVA-Kreisarzt Dr. med. G. im Bericht vom 12. Februar 2010 fest, weder im Operationsbericht vom BGE 139 V 225 S. 2288. Januar 2009 noch in demjenigen vom 12. Juni 2009 werde eine posttraumatische Knorpelschädigung beschrieben, sondern vielmehr eine Chondromalazie erwähnt. Erstmals anlässlich der Operation vom 12. Januar 2010 sei die Chondromalazie als posttraumatisch qualifiziert worden. Bei der Chondromalazie handle es sich definitionsgemäss um eine Knorpelerweichung. Es liege daher eine Erkrankung und nicht eine Unfallfolge vor.\n\n5.1.3 In der anlässlich des von der Assura erhobenen Einspracheverfahrens eingeholten ärztlichen Stellungnahme des Dr. med. M., SUVA Versicherungsmedizin, vom 18. August 2010 legte der Facharzt im Wesentlichen dar, ein Knorpelschaden an der Patellarückfläche sei bei den Eingriffen vom 16. Januar 2003, 11. März 2005, 8. Januar und 12. Juni 2009 erwähnt worden, wobei am 8. Januar 2009 neu auch ein Knorpelschaden am medialen Femurkondylus festgestellt und in einem weiteren Eingriff vom 12. Januar 2010 behandelt worden sei. Wann diese Knorpelläsion am Femur entstanden sei, sei unklar. Von der Beschreibung her könnte es sich um eine traumatische Knorpellappenbildung oder um eine Knorpelabtrennung handeln, welche zeitlich praktisch ausschliesslich vom Unfallereignis vom 21. November 2008 stammen könnte. Knorpelläsionen seien indessen - so der Facharzt - sehr häufig Befunde bei Arthroskopien, ohne dass ein spezifisches einzelnes Ereignis dafür eruiert werden könne, so dass eine zuverlässige Aussage nicht möglich sei. Grundsätzlich könnte es sich auch um eine degenerative Veränderung handeln. Sogar eine Knorpelschädigung bei einer der vorangegangenen Arthroskopien sei möglich. Schliesslich wiege der Patient deutlich über 100 kg, was ihn überdies in eine hohe Risikogruppe für Knorpelläsionen und letztlich für die Entwicklung einer Gonarthrose einstufe.\n\nGestützt auf diese versicherungsinterne medizinische Beurteilung vom 18. August 2010 verneinte die SUVA mit Einspracheentscheid vom 8. September 2010 eine Leistungspflicht für den operativen Eingriff vom 12. Januar 2010, da die der Operation zugrunde liegenden Beschwerden nicht mit überwiegender Wahrscheinlichkeit auf ein Unfallereignis zurückzuführen seien. Die beschriebene blosse Möglichkeit des Zusammenhangs genüge für die Begründung eines Leistungsanspruchs nicht.\n\n5.1.4 Zusammen mit der gegen den Einspracheentscheid erhobenen Beschwerde reichte die Assura einen Bericht ihres Vertrauensarztes Dr. med. B. vom 28. September 2010 ein. Darin qualifizierte Dr. med. BGE 139 V 225 S. 229B. die ärztliche Begutachtung der SUVA als in sich nicht widerspruchsfrei. Bei der postulierten, rein degenerativen Genese der Gonarthrose - so der Vertrauensarzt - sollte auch auf der Gegenseite eine mindest ähnliche Pathologie vorhanden sein, da bei den repetitiven Meniskusläsionen auf der rechten Seite eine schmerzbedingte Entlastung und somit auf der Gegenseite eine zunehmende Belastung hätte stattfinden müssen. Im Übrigen sei es eher unwahrscheinlich, dass ein 28-jähriger Mann nach einem ausgewiesenen Unfall bereits degenerativ bedingte Knorpelläsionen gehabt haben soll.\n\n5.2 Bestehen auch nur geringe Zweifel an der Zuverlässigkeit und Schlüssigkeit der versicherungsinternen ärztlichen Feststellungen, sind rechtsprechungsgemäss ergänzende Abklärungen vorzunehmen (BGE 135 V 465 E. 44. S. 470; vgl. auch Urteil 8C_397/2012 vom 14. März 2013 E. 5.1). Solche Zweifel an den Beurteilungen der Dres. med. G. und M. vermochte der Bericht des Dr. med. B. vom 28. September 2010 zu begründen. Zu Recht hat somit die Vorinstanz in Anbetracht der widersprüchlichen Aktenlage ein Gerichtsgutachten zur Frage der Unfallkausalität eingeholt. Die beigezogenen Gutachter Prof. Dr. med. F. und PD Dr. med. A. kamen denn auch zum Schluss, die der Operation vom 12. Januar 2010 zugrunde liegenden Beschwerden seien mit überwiegender Wahrscheinlichkeit durch den Unfall vom 21. November 2008 ausgelöst worden (Gutachten vom 30. April 2012). Entgegen den Ausführungen der SUVA ist die Vorinstanz nicht bereits vor Einbezug, sondern vielmehr unter Berücksichtigung des Gerichtsgutachtens in der Beweiswürdigung zum Ergebnis gelangt, der Unfall vom 21. November 2008 sei zumindest eine Teilursache für die Beschwerden gewesen. Missverständlich ist in diesem Sinne die Formulierung des kantonalen Gerichts, das Gerichtsgutachten habe den Eindruck bestätigt, den die übrigen medizinischen Akten erweckt hätten, weicht doch die Meinung der gerichtlich beigezogenen Gutachter entscheidend von derjenigen der versicherungsinternen Ärzte ab und deckt sich im Ergebnis mit derjenigen des Vertrauensarztes der Assura.\n\n5.3 Zusammenfassend hat die Vorinstanz in Anbetracht der in rechtserheblichen Punkten widersprüchlichen und nicht ausreichend beweiswertigen Aktenlage zu Recht ein Gerichtsgutachten eingeholt und die Kosten dafür der SUVA auferlegt."}