{"annee": "139", "cour": "IV", "page": "195", "date": "8/5/2013", "cite": ["139 IV 98"], "cite_par": ["144 I 126", "141 IV 108"], "chapeau": "26. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Ministère public du canton de Genève contre Tribunal pénal du canton de Genève, Tribunal des mesures de contrainte (recours en matière pénale)\n\n1B_128/2013 du 8 mai 2013", "regestes": ["Art. 273 al. 3 CPP; période de surveillance rétroactive des télécommunications. Comme les travaux législatifs en cours font état du devoir de prendre en compte la protection de la sphère privée des utilisateurs et des tiers, il faut s'en tenir à la lettre de l'art. 273 al. 3 CPP qui autorise un contrôle rétroactif des données définies à l'alinéa 1 sur une période de six mois au plus (consid. 2)."], "faits": "BGE 139 IV 195 S. 195\n\nA. Le 25 août 2012, le Ministère public du canton de Genève (ci-après: le Ministère public) a ouvert une instruction pénale à l'encontre de X. pour meurtre et viol d'une fille âgée de douze ans. Le même jour, le téléphone portable utilisé par la compagne du prénommé, Y., a été saisi.\n\nLe 31 janvier 2013, Y. a déposé plainte pénale contre X. pour contrainte sexuelle, viol, séquestration, injures et menaces. Dans le but d'établir, vérifier et préciser les faits pour lesquels la plainte pénale a été déposée, le Ministère public a ordonné, le 12 février 2013, la surveillance rétroactive des télécommunications de la plaignante pour une durée de six mois, soit du 12 août 2012 au 12 février 2013. Le Tribunal des mesures de contrainte (ci-après: le Tmc) a autorisé cette surveillance. Dans son rapport de renseignements complémentaires du 15 février 2013, la police a conclu à l'utilité d'obtenir des données rétroactives sur le raccordement précité sur une période temporelle plus étendue. BGE 139 IV 195 S. 196\n\nLe 20 février 2013, le Ministère public a étendu l'instruction pénale ouverte contre X. notamment aux infractions de contrainte sexuelle, viol, séquestration, injures et menaces.\n\nLe 28 février 2013, le Ministère public a demandé au Tmc d'autoriser la surveillance rétroactive des télécommunications de Y. pour la période du 20 juin 2011 au 25 août 2012.\n\nPar ordonnance du 28 février 2013, le Tmc a refusé d'autoriser la surveillance requise, en se fondant sur le texte de l'art. 273 al. 3 du Code de procédure pénale suisse du 5 octobre 2007 (CPP; RS 312.0).\n\nB. Agissant par la voie du recours en matière pénale, le Ministère public demande au Tribunal fédéral d'annuler cette ordonnance et d'autoriser la surveillance rétroactive ordonnée sur le raccordement téléphonique utilisé jusqu'au 25 août 2012 par la plaignante pour la période du 20 juin 2011 au 25 août 2012, ou subsidiairement pour la période du 25 février 2012 au 25 août 2012. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Le Ministère public reproche au Tmc d'avoir violé le droit fédéral en retenant que la surveillance rétroactive ordonnée n'était pas susceptible d'être autorisée au regard de l'art. 273 al. 3 CPP. Il n'est pas contesté que les conditions légales prévues aux art. 269 al. 1 let. b et c et 273 al. 1 CPP pour une surveillance rétroactive des télécommunications sur le raccordement considéré sont réalisées. Seule est litigieuse la question de la durée de la surveillance rétroactive.\n\n2.1 A teneur de l'art. 273 al. 1 CPP, lorsque de graves soupçons laissent présumer qu'un crime, un délit ou une contravention au sens de l'art. 179septies CP a été commis et que les conditions visées à l'art. 269 al. 1 let. b et c sont remplies, le Ministère public peut exiger que lui soient fournies les données indiquant quand et avec quelles personnes ou quels raccordements la personne surveillée a été ou est en liaison par poste ou télécommunication (let. a) ou les données relatives au trafic et à la facturation (let. b). L'alinéa 3 de cette disposition précise que ces données peuvent être demandées avec effet rétroactif sur une période de six mois au plus, indépendamment de la durée de la surveillance.\n\n2.2 La possibilité de surveiller la correspondance par télécommunication a été introduite afin de garantir une poursuite pénale efficace BGE 139 IV 195 S. 197lorsque les auteurs d'infraction utilisent les moyens de communication modernes dans la préparation et l'exécution de délits. La règle des six mois ancrée à l'art. 273 al. 3 CPP garantit d'une part que la surveillance rétroactive ne puisse pas être illimitée. D'autre part, elle prend en compte le fait que les fournisseurs de services postaux et de télécommunication ne sont pas obligés par le droit administratif (art. 12 al. 2 et art. 15 al. 3 de la loi fédérale du 6 octobre 2000 sur la surveillance de la correspondance par poste et télécommunication [LSCPT; RS 780.1]) de conserver les données au-delà de six mois (THOMAS HANSJAKOB, in Zürcher Kommentar, Schweizerische Strafprozessordnung, 2010, n° 13 ad art. 273 CPP; ATF 139 IV 98 consid. 4.5 p. 100).\n\nLe législateur n'a pas réglé expressément le cas dans lequel le fournisseur a conservé spontanément des données utiles à l'instruction pénale pour une période remontant à plus de six mois. Le Message du 21 décembre 2005 relatif à l'unification du droit de la procédure pénale (FF 2006 1233) ne se prononce pas sur ce cas de figure. La doctrine n'est pas unanime sur la nature juridique du délai de six mois ancré à l'art. 273 al. 3 CPP. Pour certains, le délai est impératif, même lorsque les fournisseurs disposent de données plus anciennes (MARC JEAN-RICHARD-DIT-BRESSEL, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, n° 5 ad art. 273 CPP). Pour d'autres, ce délai est un simple délai d'ordre (ZUFFEREY/BACHER, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 7 ad art. 273 CPP; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, n° 14 ad art. 273 al. 3 CPP).\n\nDans un arrêt récent, le Tribunal fédéral a considéré que l'art. 273 al. 3 CPP pourrait être interprété de manière à permettre, en toutes circonstances et sans motivation particulière, la surveillance rétroactive d'une durée de six mois et, lorsque des motifs particuliers le justifient, également pour une période plus longue (cf. HANSJAKOB, op. cit., n° 14 ad art. 273 CPP). Il n'a cependant pas eu à approfondir la question et l'a donc laissée indécise, dans la mesure où l'art. 273 CPP ne s'appliquait pas en l'espèce s'agissant d'un acte punissable commis au moyen d'internet. En effet, une disposition spéciale, l'art. 14 al. 4 LSCPT, prévoyait un délai plus long (ATF 139 IV 98 consid. 4.8 p. 101).\n\n2.3 Dans l'intervalle, le Conseil fédéral a adopté le 28 février 2013 le projet de révision de la LSCPT. L'art. 273 al. 3 P-CPP prévoit que BGE 139 IV 195 S. 198les données secondaires - soit les données indiquant avec qui, quand, combien de temps et d'où la personne surveillée a été ou est en communication ainsi que les caractéristiques techniques de la communication considérée (art. 8 let. b P-LSCPT) - peuvent être demandées avec effet rétroactif sur une période de douze mois au maximum (FF 2013 2503). Dans son Message à l'appui de la révision de la LSCPT, le Conseil fédéral propose d'allonger de six mois à douze mois la durée de conservation des données secondaires afin de permettre une poursuite plus efficace des infractions. Il souligne que le délai de conservation de six mois est trop court puisqu'il est souvent totalement ou en grande partie échu lorsque l'autorité est en mesure d'ordonner une surveillance (FF 2013 2393 ch. 1.4.7). Le Conseil fédéral mentionne en outre, à l'appui de sa proposition, la directive de l'Union européenne 2006/24/CE du Parlement européen et du Conseil du 15 mars 2006 sur la conservation de données générées ou traitées dans le cadre de la fourniture de services de communications électroniques accessibles au public ou de réseaux publics de communications, JO L 105 du 13 avril 2006 p. 54. Celle-ci autorise, pour les données correspondant aux données secondaires en Suisse, une durée de conservation de six mois au minimum à, en principe, deux ans au maximum à compter de la date de la communication (FF 2013 2437 ad art. 26 al. 5). Le Conseil fédéral conclut qu'eu égard aux intérêts publics en jeu, il y a lieu de considérer que l'extension de six à douze mois de la période de conservation des données est compatible avec les droits fondamentaux des personnes dont les données sont conservées (FF 2013 2436 ad art. 26 al. 5).\n\nLes travaux législatifs en cours démontrent la nécessité d'allonger la période de collecte rétroactive des données secondaires. Ils font cependant aussi état du devoir de prendre en compte la protection de la sphère privée des utilisateurs et des tiers. Vu ces éléments, il faut en définitive s'en tenir à la lettre de l'art. 273 al. 3 CPP qui autorise un contrôle rétroactif sur une période de six mois au plus. Par conséquent, l'art. 273 al. 3 CPP, dans sa teneur actuelle, fait obstacle à la prolongation de la période de transmission des données aux autorités pénales au-delà de six mois. Pour le surplus, il incombera au législateur de fixer le délai le mieux adapté au but de poursuite plus efficace des infractions (cf. FF 2013 2393 ch. 1.4.7). (...)"}