{"annee": "139", "cour": "V", "page": "335", "date": "8/7/2013", "cite": ["139 V 263", "130 V 445", "127 V 466"], "cite_par": ["140 V 136", "139 V 442"], "chapeau": "43. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen M. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_109/2013 vom 8. Juli 2013", "regestes": ["Convention du 8 juin 1962 entre la Confédération suisse et (l'ancienne) République Populaire Fédérative de Yougoslavie relative aux assurances sociales (Convention de sécurité sociale); condition d'application du point de vue du droit intertemporel. Eu égard au principe selon lequel les règles applicables du point de vue temporel sont, en règle générale, celles qui étaient en vigueur au moment où les faits juridiquement déterminants se sont produits, c'est le moment de la naissance du droit à la rente de l'AI et non celui du prononcé de la décision qui est déterminant pour trancher le point de savoir si la Convention de sécurité sociale, dont la validité a été dénoncée avec effet à la fin du mois de mars 2010 (cf. ATF 139 V 263), est encore applicable à des ressortissants de l'actuelle République du Kosovo. A cet égard, on ne peut pas se fonder sur la lettre circulaire AI de l'Office fédéral des assurances sociales n° 290 du 29 janvier 2010, dans la mesure où elle laisse supposer une solution divergente (consid. 6)."], "faits": "BGE 139 V 335 S. 336\n\nDer kosovarische Staatsangehörige M., geb. 1963, wohnhaft in der Schweiz, ist verheiratet und Vater von sechs Kindern (geb. 1986, 1987, 1990, 1992, 1994 und 1994), die in Kosovo leben. Die IV-Stelle des Kantons Aargau (nachfolgend: IV-Stelle) sprach ihm mit Verfügung vom 12. Juli 2011 rückwirkend ab 1. August 2009 eine Dreiviertelsrente auf der Grundlage einer Invalidität von 67 % zu. Kinderrenten wurden keine zugesprochen.\n\nDie dagegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Aargau mit Entscheid vom 13. Dezember 2012 in BGE 139 V 335 S. 337Bezug auf den Anspruch auf Kinderrenten für die 1992 und 1994 geborenen Kinder gut und wies die Verwaltung an, M. Kinderrenten zuzusprechen.\n\nDas Bundesgericht weist die vom Bundesamt für Sozialversicherungen (BSV) erhobene Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 35 Abs. 1 IVG haben Männer und Frauen, denen eine Invalidenrente zusteht, für jedes Kind, das im Falle ihres Todes eine Waisenrente der Alters- und Hinterlassenenversicherung beanspruchen könnte, Anspruch auf eine Kinderrente. Diese beträgt 40 % der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Invalidenrente, wobei die gleichen Berechnungsregeln gelten wie für die jeweilige Invalidenrente (Art. 38 IVG). Nach Art. 6 Abs. 2 IVG werden für im Ausland wohnhafte Angehörige von ausländischen Rentenberechtigten keine Leistungen gewährt. Abweichende staatsvertragliche Regelungen bleiben vorbehalten.\n\n3.2 Streitig und zu prüfen ist, ob sich der in der Schweiz lebende Beschwerdegegner als kosovarischer Staatsangehöriger und Hauptrentenberechtigter bezüglich des Anspruchs auf Kinderrenten für seine in Kosovo lebenden Kinder auf das Abkommen vom 8. Juni 1962 zwischen der Schweizerischen Eidgenossenschaft und der (ehemaligen) Föderativen Volksrepublik Jugoslawien über Sozialversicherung (SR 0.831.109.818.1 [in Kraft getreten am 1. März 1964]; nachfolgend: Sozialversicherungsabkommen) berufen kann. Während die Vorinstanz dies bejaht, sprechen sich BSV und IV-Stelle dagegen aus.\n\n4. (...)\n\n4.2 Im Grundsatzurteil BGE 139 V 263 hat das Bundesgericht erkannt, dass die ehemals serbische Provinz und heutige Republik Kosovo mit ihrer Sezession eine - sowohl in territorialer als auch (vertrags-)rechtlicher Hinsicht - völkerrechtlich wirksame Änderung herbeigeführt hat und die Nichtweiteranwendung des Sozialversicherungsabkommens durch die Schweiz auf die neue Gebietskörperschaft ab 1. April 2010 rechtmässig ist (E. 2-8).\n\n5.\n\n5.1 Im Weiteren wurde in BGE 139 V 263 erwogen, aus der Tatsache, dass die Republik Kosovo die multiple Staatsbürgerschaft BGE 139 V 335 S. 338zulasse, könne nicht abgeleitet werden, dass kosovarische Staatsangehörige ohne weiteres kosovarisch-serbische Doppelbürger seien. Ein Automatismus oder der Grundsatz, dass Personen aus dem Kosovo neben der Staatsangehörigkeit des Kosovos auch die serbische Staatsangehörigkeit besässen, sei zu verneinen. Dennoch könne das Vorliegen einer kosovarisch-serbischen Doppelbürgerschaft aber nicht ausgeschlossen werden. Eine solche sei indessen nicht nur überzeugend zu behaupten, sondern rechtsgenüglich zu belegen (E. 9-12, insb. E. 12.2; vgl. auch Mitteilungen des BSV an die AHV-Ausgleichskassen und EL-Durchführungsstellen Nr. 326 vom 20. Februar 2013).\n\n(...)\n\n6.\n\n6.1 Die Nichtweiterführung des Sozialversicherungsabkommens mit Kosovo hat zur Folge, dass Staatsangehörige des Kosovos künftig nicht mehr die Rechtsstellung als Vertragsausländerinnen und -ausländer innehaben. Sie gelten neu als Nichtvertragsausländerinnen und -ausländer. Dieser Statuswechsel hat einerseits Auswirkungen auf die Anspruchsvoraussetzungen (versicherungsmässige Voraussetzungen) und führt anderseits dazu, dass Renten der Invalidenversicherung von Staatsangehörigen des Kosovos, die für den Zeitraum nach dem 31. März 2010 zugesprochen werden, gemäss Art. 6 Abs. 2 Satz 2 IVG nicht mehr ins Ausland exportierbar sind. Sie werden nurmehr innerhalb der Schweiz gewährt. Die laufenden Renten geniessen demgegenüber gemäss Art. 25 des Sozialversicherungsabkommens den Besitzstand.\n\n6.2 Die IV-Stelle hat dem Beschwerdegegner mit Verfügung vom 12. Juli 2011 rückwirkend per 1. August 2009 eine Dreiviertelsrente zugesprochen. Die versicherungsmässigen Voraussetzungen für die Ausrichtung einer Rente waren mithin ab Anfang August 2009 gegeben. In zeitlicher Hinsicht sind regelmässig diejenigen Rechtssätze massgebend, die bei der Erfüllung des zu Rechtsfolgen führenden Tatbestandes Geltung haben (BGE 130 V 445 E. 1.2.1 S. 447; BGE 127 V 466 E. 1 S. 467). Dieser auch im vorliegenden Fall geltende Grundsatz führt zum Schluss, dass im Moment der Entstehung des Rentenanspruchs des Beschwerdegegners das Sozialversicherungsabkommen für ihn noch Gültigkeit besass. Keine relevante Bedeutung beizumessen ist im betreffenden Zusammenhang demgegenüber dem Zeitpunkt des Verfügungserlasses, haftet diesem doch stets eine gewisse Willkür an bzw. hängt er stark von nicht oder nur durch die BGE 139 V 335 S. 339Verwaltung beeinflussbaren Faktoren ab. Soweit dem IV-Rundschreiben des BSV Nr. 290 vom 29. Januar 2010 in Bezug auf den zeitlich relevanten Anknüpfungspunkt etwas Gegenteiliges zu entnehmen ist, kann darauf nicht abgestellt werden.\n\nFindet das Sozialversicherungsabkommen auf den Beschwerdegegner nach dem Gesagten intertemporalrechtlich dennoch Anwendung, woraus die Zulässigkeit eines Exports von ihm zustehenden Kinderrenten in den Kosovo resultiert, erweist sich der vorinstanzliche Entscheid im Ergebnis als rechtens."}