{"annee": "139", "cour": "I", "page": "306", "date": "16/11/2013", "cite": ["124 I 267", "138 I 265", "123 II 402", "134 II 244", "127 I 164", "136 I 167", "124 III 72", "132 I 256", "138 I 274", "126 II 7"], "cite_par": ["142 I 99", "140 I 201", "143 I 1"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Verein gegen Tierfabriken Schweiz VgT gegen Schweizerische Radio- und Fernsehgesellschaft, SRG SSR (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1032/2012 vom 16. November 2013", "regestes": ["Art. 10 CEDH; art. 16 al. 2, art. 17, 35 al. 2 et art. 93 al. 3 Cst.; art. 4-6, 94, 95 al. 3 let. b et art. 97 al. 2 let. b LRTV; obligation de la SSR de respecter les droits fondamentaux dans le domaine de la publicité; spot publicitaire \"Was das Schweizer Fernsehen totschweigt\" (ce que la télévision suisse passe sous silence). Le refus de la SSR ou de publisuisse SA de diffuser un message publicitaire peut être contesté par la voie de la plainte portant sur l'accès au programme (\"Zugangsbeschwerde\") devant l'Autorité indépendante d'examen des plaintes en matière de radio-télévision (AIEP); la décision de cette dernière peut faire l'objet d'un recours en matière de droit public (consid. 1). Dans le cadre de son activité de droit privé dans le domaine de la publicité, la SSR est tenue de respecter les droits fondamentaux. Elle doit en particulier (aussi) tenir compte du contenu idéal des libertés. La simple crainte qu'une publicité controversée (à caractère idéal) puisse nuire à sa réputation ne représente pas un intérêt suffisant pour qu'elle soit fondée à refuser de diffuser un spot publicitaire critique à son égard, tant que le mandant n'agit pas de manière illicite (consid. 3-5)."], "faits": "BGE 139 I 306 S. 307\n\nA. Der Verein gegen Tierfabriken Schweiz (VgT) buchte am 29. September 2011 bei der publisuisse SA, einer Tochtergesellschaft der SRG, Werbezeit für einen selbstproduzierten Spot. Dieser bestand aus einer während sieben Sekunden eingeblendeten Seite, auf der das Logo des Vereins mit dem Hinweis auf dessen Internetseite und der Ergänzung \"was andere Medien totschweigen\" zu sehen war. Parallel dazu kommentierte eine \"Off-Stimme\": \"www.vgt.ch - was andere Medien totschweigen\".\n\nAm 15. November 2011 stellte der VgT der publisuisse SA eine überarbeitete Fassung seines Werbespots zu. Darin ersetzte er die Ergänzung \"was andere Medien totschweigen\" in Bild und Ton durch die Formulierung \"was das Schweizer Fernsehen totschweigt\".\n\nNach Koordination mit der SRG und Rücksprache mit dem VgT strahlte die publisuisse SA im Zeitraum vom 23. bis zum 31. Dezember 2011 den ersten Werbespot achtzehn Mal aus; die zweite Version erachtete sie als geschäfts- und imageschädigend im Sinne ihrer Allgemeinen Geschäftsbedingungen.\n\nB. Gegen die Nichtausstrahlung des überarbeiteten Spots anstelle des ursprünglichen gelangte der VgT an die Unabhängige Beschwerdeinstanz für Radio und Fernsehen (UBI), da \"erneut\" ein Werbespot BGE 139 I 306 S. 308von ihm \"zensiert\" worden sei. Diese wies seine Zugangsbeschwerde am 22. Juni 2012 ab. Die Verweigerung der Ausstrahlung des zweiten Spots sei nicht rechtswidrig erfolgt. Die damit verbundene Einschränkung der Meinungsäusserungsfreiheit sei verhältnismässig gewesen, da sie ausschliesslich der Wahrung des guten Rufs des Schweizer Fernsehens gedient habe und keine Anzeichen für eine Diskriminierung bestünden. (...)\n\nDas Bundesgericht heisst die vom VgT hiergegen eingereichte Beschwerde im Sinne der Erwägungen gut, hebt den Entscheid der UBI auf und stellt fest, dass die Verweigerung der Ausstrahlung des Werbespots in der zweiten Fassung die verfassungsmässigen Rechte des VgT verletzt hat.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Entscheide der Unabhängigen Beschwerdeinstanz für Radio und Fernsehen über den Inhalt redaktioneller Sendungen sowie über den Zugang zum Programm (\"Recht auf Antenne\") können mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht angefochten werden (Art. 86 Abs. 1 lit. c BGG). Der Verein gegen Tierfabriken Schweiz, dessen Zugangsbeschwerde die UBI abgewiesen hat, ist hierzu legitimiert (Art. 89 Abs. 1 BGG). Auch die verweigerte Ausstrahlung einer Werbebotschaft kann mit der rundfunkrechtlichen Zugangsbeschwerde beanstandet werden (BGE 136 I 167 E. 3.3.2; zu deren Einführung: BBl 2003 1741 mit ausdrücklichem Hinweis auf das Urteil des EGMR VgT gegen Schweiz vom 28. Juni 2001 [Nr. 24699/94], Recueil CourEDH 2001-VI S. 271 § 44 ff.; ANDREAS KLEY, Beschwerde wegen verweigertem Programmzugang: Trojanisches Pferd oder Ei des Kolumbus?, Medialex 2008 S. 15 ff., dort 29). Soweit die SRG geltend macht, der Beschwerdeführer habe der Ausstrahlung des Spots in seiner ursprünglichen Fassung zugestimmt, weshalb überhaupt keine Zugangsverweigerung vorliege, übersieht sie, dass er dies nur unter Protest getan hat und um seine schweizweite multimediale Medienkampagne nicht zu gefährden. Die aufgeworfene Frage des Zugangs zum Werbefernsehen kann deshalb im vorliegenden Verfahren überprüft werden, auch wenn die ursprüngliche Fassung des Spots ausgestrahlt worden ist.\n\n1.2 Die Rechtsschriften an das Bundesgericht haben die Begehren und deren Begründung zu enthalten, wobei in gedrängter Form BGE 139 I 306 S. 309darzulegen ist, inwiefern der angefochtene Akt Recht verletzt (Art. 42 Abs. 1 und 2 BGG). Die Begründung muss sachbezogen sein, d.h. in gezielter Form auf die für dessen Ergebnis massgeblichen Erwägungen der Vorinstanz eingehen (vgl. BGE 134 II 244 E. 2.1-2.3). Soweit der Beschwerdeführer lediglich seine bereits vor der UBI vorgebrachten Ausführungen wiederholt und mit zahlreichen Fotos und Zitaten aus früheren Eingaben oder von seiner Website zu belegen versucht, was die Schweizerische Radio- und Fernsehgesellschaft alles übergangen bzw. verschwiegen haben soll, ohne gleichzeitig aufzuzeigen, inwiefern die Erwägungen der UBI zum Verfahrensgegenstand Bundesrecht verletzen, ist seine Beschwerde - weil nicht sachbezogen - ungenügend begründet. Es ist auf die entsprechenden Darlegungen nicht weiter einzugehen.\n\n2.\n\n2.1 Als Ausfluss der Medien-, Programm- und Informationsfreiheit besteht - auch nach der Praxis der Strassburger Organe (vgl. den Unzulässigkeitsentscheid der EKMR Association mondiale pour l'Ecole Instrument de Paix gegen Schweiz vom 24. Februar 1995, in: VPB 59/1995 Nr. 144 S. 1044 ff.; BGE 123 II 402 E. 5 mit Hinweisen) - grundsätzlich kein \"Recht auf Antenne\", d.h. kein Anspruch darauf, dass ein Veranstalter eine bestimmte Information oder Auffassung eines Dritten gegen seinen Willen bzw. gegen sein redaktionelles Konzept ausstrahlen muss (BGE 136 I 167 E. 3.3.1 mit zahlreichen Hinweisen; vgl. auch BARRELET/WERLY, Droit de la communication, 2. Aufl. 2011, N. 271). Die SRG verfügt zwar nach wie vor über eine Sonderstellung in der schweizerischen Rundfunklandschaft, kann jedoch nicht (mehr) als \"Monopolmedium\" gelten (vgl. AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Bd. II, 2. Aufl. 2006, N. 592; MARTIN DUMERMUTH, Die Revision des Radio- und Fernsehgesetzes und das duale System, ZSR 125/2006 I S. 229 ff., dort 239 ff.). Die neuen Technologieformen (Internet, Digitalfernsehen usw.) erlauben dem Publikum, sich aus den unterschiedlichsten Quellen zu informieren; gleichzeitig gestatten sie es dem Einzelnen, sich im Rahmen einer Vielzahl von Medien über die private Kommunikation hinaus Aufmerksamkeit in der Öffentlichkeit zu verschaffen.\n\n2.2 Die Verweigerung des Zugangs Dritter zu redaktionellen Gefässen kann unter dem Blickwinkel der Verfassung oder der EMRK nur ausnahmsweise als rechtswidrig im Sinne von Art. 97 Abs. 2 lit. b des Bundesgesetzes vom 24. März 2006 über Radio und Fernsehen (RTVG; SR 784.40) qualifiziert werden (BGE 136 I 167 E. 3.3.2 S. 174). BGE 139 I 306 S. 310Ein Rechtsanspruch auf Zugang zum redaktionellen Teil des Programms ergibt sich ausnahmsweise allenfalls dann, wenn ein Veranstalter gewissen Parteien, Personen und Gruppierungen direkt oder indirekt Zugang zum Programm gewährt, vergleichbaren Parteien, Personen oder Gruppierungen einen solchen jedoch ohne sachlichen Grund verwehrt und sie damit rechtsungleich behandelt bzw. diskriminiert (vgl. BARRELET/WERLY, a.a.O., N. 743; JENS MEYER-LADEWIG, EMRK, 3. Aufl. 2011, N. 38 zu Art. 10 EMRK). Die Zugangsbeschwerde will ausschliesslich Grundrechtsfragen klären; sie dient zur Kontrolle einer diskriminierungsfreien (Art. 10 i.V.m. Art. 14 EMRK und Art. 8 Abs. 1 und 2 BV) Zuteilung von redaktionell verantworteter Sendezeit.\n\n3.\n\n3.1 Vorliegend steht nicht der Zugang zu einem redaktionellen Sendegefäss zur Diskussion, wo in erster Linie den grundrechtsbezogenen Interessen und der Programmautonomie der SRG Rechnung getragen werden muss (vgl. hierzu das Urteil 2C_408/2011 vom 24. Februar 2012). Umstritten ist vielmehr die Frage, ob die publisuisse SA bzw. deren Muttergesellschaft SRG den abgeänderten Werbespot mit dem neuen Hinweis \"was das Schweizer Fernsehen totschweigt\", statt \"was andere Medien totschweigen\" gestützt auf verfassungs- oder konventionsrechtliche Vorgaben hätte ausstrahlen müssen und ob dem Beschwerdeführer in diesem Sinn rechtswidrig der Zugang zum Werbeteil des Programms verweigert wurde.\n\n3.2\n\n3.2.1 Bei der Akquisition und Ausstrahlung der Werbung wird die SRG nicht unmittelbar im Rahmen ihres Programmauftrags tätig (vgl. BGE 123 II 402 E. 3). Sie kann ihre Programme unter Einhaltung der öffentlichrechtlichen Vorgaben mittels Werbung finanzieren, ist hierzu jedoch nicht verpflichtet. Macht sie von der Werbung als Finanzierungsinstrument Gebrauch, muss sie sich an die entsprechenden, im öffentlichen Interesse erlassenen Beschränkungen bezüglich der Abgrenzung zum Programm (Art. 9 RTVG), der Werbedauer (Art. 11 RTVG) und der Werbeverbote (Art. 10 RTVG) halten (vgl. BGE 126 II 7 ff. und 21 ff.). Allfällige Verletzungen der betreffenden Regeln können verwaltungsrechtliche Sanktionen nach sich ziehen (vgl. Art. 89 ff. RTVG). Die SRG hat zudem - wie alle anderen Veranstalter - sicherzustellen, dass das Werbeprogramm kein nationales oder internationales Recht verletzt. Es ist deshalb sachgerecht, wenn sie der publisuisse SA gegenüber darauf achtet, dass BGE 139 I 306 S. 311diese den öffentlichrechtlichen Sendebeschränkungen Rechnung trägt und nötigenfalls mit den Kunden nach einer Lösung sucht bzw. gewisse Werbungen zurückweist. Die entsprechenden Beschränkungen beruhen auf hinreichenden gesetzlichen Grundlagen, dienen dem öffentlichen Interesse des Service public und erweisen sich in der Regel auch als verhältnismässig.\n\n3.2.2 Obwohl der Werbevertrag an sich den privatrechtlichen Regeln unterliegt (BGE 123 II 402 E. 3), hat die SRG/publisuisse SA in diesem Bereich jedoch auch angemessen den Vorgaben von Art. 35 Abs. 2 BV Rechnung zu tragen. Danach ist an die Grundrechte gebunden und hat zu deren Verwirklichung beizutragen, wer staatliche Aufgaben wahrnimmt. Dies ist bei der SRG im Rahmen ihres programmrechtlichen Auftrags im an sich von ihr privatrechtlich bewirtschafteten Werbebereich der Fall, da dieser als Nebenaktivität zur Finanzierung ihrer Programme dient (vgl. BGE 138 I 274 ff. [Aushängen von Plakaten im Bahnhof]). Sie ist als privilegierte Konzessionärin des Bundes (vgl. Art. 23 ff. RTVG) im Werbebereich nicht gleich frei wie Private (vgl. BGE 123 II 402 E. 3c/bb S. 411 unter Hinweis auf die bundesrätlichen Weisungen vom 15. Februar 1984 [BBl 1984 I 364 ff.]; Urteil des EGMR VgT gegen Schweiz vom 28. Juni 2001 [Nr. 24699/94] § 44 ff.). Im redaktionellen Teil des Programms kann die SRG sich unbeschränkt auf ihre Programmautonomie berufen (vgl. Art. 6 RTVG). Macht sie von der Möglichkeit, ihr Programm durch Werbung zu finanzieren, Gebrauch, kann sie sich bei der Auswahl der zugelassenen Werbesendungen indessen nicht in gleicher Weise auf ihre Programmautonomie berufen, da sie in diesem Bereich grundrechtsgebunden handeln muss, auch wenn der konkret abgeschlossene Werbevertrag zivilrechtlicher Natur ist. Im Vergleich zum Zugang zum redaktionellen Programm besteht beim Werbefernsehen eine geringere Autonomie der SRG, da und soweit dem Zuschauer gegenüber klar ist, dass es sich bei der entsprechenden Botschaft um die Auffassung eines Dritten im Rahmen eines (ideellen) Werbebeitrags handelt.\n\n3.2.3 Wer staatliche Aufgaben wahrnimmt und diese gegebenenfalls mit Nebenaktivitäten finanziert, ist nicht nur an das Willkürverbot und den Grundsatz der Rechtsgleichheit gebunden, sondern muss generell auch dem besonderen ideellen Gehalt der Freiheitsrechte Rechnung tragen (BGE 138 I 274 E. 2.2.2 S. 283 mit Hinweisen). Er hat die widerstreitenden Interessen nach objektiven Gesichtspunkten gegeneinander abzuwägen und legitime Bedürfnisse, Appelle an die BGE 139 I 306 S. 312Öffentlichkeit richten zu können, angemessen zu berücksichtigen. Ob die Meinungsäusserung dem grundrechtsverpflichteten, mit öffentlichen Aufgaben betrauten Privaten mehr oder weniger wertvoll oder wichtig erscheint, ist für den Entscheid über die Zulassung nicht massgebend (BGE 138 I 274 E. 2.2.2 S. 283; BGE 132 I 256 E. 3 S. 259; BGE 124 I 267 E. 3b S. 269). Wer staatliche Aufgaben wahrnimmt, ist bei privatrechtlichen Nebennutzungen zu einer neutralen, sachlichen Haltung verpflichtet und muss in diesem Rahmen auch eine gewisse Kritik gegen sich selber zulassen (vgl. BGE 138 I 274 E. 2.2.2 S. 283).\n\n3.2.4 Der beschwerdeführende Verein wollte mit der umstrittenen (bezahlten) Werbung unter Hinweis auf seine Homepage bzw. die dortige Dokumentation über seine Anliegen informieren und der Öffentlichkeit gegenüber auf die (seiner Ansicht nach) einseitige bzw. ungenügende Berichterstattung über seine Aktionen in den Medien aufmerksam machen. Sein Werbespot fällt in den Schutzbereich der Meinungsäusserungsfreiheit (Art. 16 Abs. 2 BV). Danach hat jede Person das Recht, ihre Meinung frei zu bilden, sie ungehindert zu äussern und entsprechend zu verbreiten (BGE 138 I 274 E. 2.2.1 S. 281; BGE 132 I 256 E. 3 S. 258; BGE 127 I 164 E. 3a-c S. 167 ff.). Einschränkungen sind jedoch im Rahmen von Art. 36 BV zulässig. Zwar besteht kein Anspruch auf beliebig viel Werbung, weil sonst keine redaktionellen Inhalte mehr möglich wären. Eine kapazitätsbezogene Begrenzung und damit eine Auswahl ist naturgemäss nötig und zulässig. Diese muss indessen - wie bei der Werbung auf dem öffentlichen Boden - grundrechtskonform erfolgen. Für die Zulassung zur Werbung gelten verfassungsrechtlich vorrangig die Rechtsgleichheit sowie die Wirtschafts- und die Meinungsfreiheit der Personen, die ihr Anliegen (gegen Bezahlung) verbreiten wollen, falls sie ihrerseits dabei nicht widerrechtlich handeln.\n\n4.\n\n4.1 Die SRG konnte die Ausstrahlung des abgeänderten Spots somit nur verweigern bzw. in die Meinungsfreiheit des Beschwerdeführers eingreifen, soweit eine gesetzliche Grundlage hierfür bestand, ihr Handeln im öffentlichen Interesse lag und die Massnahme als verhältnismässig gelten konnte. Die Allgemeinen Geschäftsbedingungen der publisuisse SA genügten mit Blick auf die Grundrechtsbindung der SRG hierzu nicht, auch wenn sie ausdrücklich vorsehen, dass geschäfts- oder imageschädigende Werbungen zurückgewiesen werden können. Dabei handelt es sich nicht um eine gesetzliche Grundlage im Sinne von Art. 36 BV (vgl. BGE 138 I 273 E. 3 BGE 139 I 306 S. 313[zum Benützungsreglement der SBB]). Es ist nicht ersichtlich und wird von der Beschwerdegegnerin nicht dargetan, aufgrund welcher anderen gesetzlichen Grundlage oder zum Schutz welches anderen überwiegenden Interesses sich die Nichtausstrahlung des mit dem Zusatz ergänzten Spots \"was die SRG verschweigt\" gerechtfertigt hätte.\n\n4.2 Ein entsprechender Eingriff in die Meinungsäusserungsfreiheit wäre zulässig gewesen, wenn die Werbung die Menschenwürde missachtet, diskriminierend erscheint, zu Rassenhass beiträgt, die öffentliche Sittlichkeit gefährdet oder Gewalt verherrlicht oder verharmlost (vgl. Art. 2 lit. a i.V.m. lit. k und Art. 4 RTVG). Zudem gelten Werbungen als unzulässig, welche den Vorgaben von Art. 9 ff. RTVG nicht genügen, insbesondere solche, welche religiöse oder politische Überzeugungen herabmindern, irreführend oder unlauter sind oder zu einem Verhalten anregen, welches die Gesundheit, die Umwelt oder die persönliche Sicherheit gefährden (vgl. Art. 10 Abs. 4 RTVG). Der umstrittene Spot als solcher fällt unter keine dieser Kategorien. Dass und vor allem inwiefern er nicht nur kritisch, sondern geradezu persönlichkeitsverletzend (Art. 28 ZGB) oder unlauter (Art. 3 Abs. 1 lit. a UWG [SR 241]; vgl. hierzu BGE 124 III 72 E. 2b/aa S. 76; Urteil 4C.171/2006 vom 16. Mai 2007 E. 6.1 mit weiteren Hinweisen) gewesen wäre, legt die Beschwerdegegnerin nicht dar. Der Spot bildete Teil einer multimedialen Kampagne, in deren Rahmen der VgT für seine Homepage und die dort von ihm zugänglich gemachten Recherchen warb, die in den anderen Medien und insbesondere in den Programmen der SRG im Hinblick auf die Programmfreiheit der SRG unbeachtet geblieben sind. Zwischen dem letztlich ausgestrahlten Spot und dem vom Beschwerdeführer gewünschten bestand nur insofern ein Unterschied, als - statt auf die Medien allgemein - direkt darauf hingewiesen wurde, dass die SRG gewisse Sachen \"totschweige\", wovon man sich auf der beworbenen Homepage ein eigenes Bild machen könne.\n\n4.3 Die blosse Befürchtung, die umstrittene Werbung könnte dem Ruf der SRG potenziell abträglich sein, stellt kein hinreichendes Interesse dar, die Ausstrahlung in der gewünschten Form zu verweigern (BGE 138 I 274 E. 3.5.1). Die SRG macht nicht geltend, dass die Homepage des Beschwerdeführers als solche widerrechtliche Inhalte aufwiese. Wäre dies der Grund für die Verweigerung gewesen, hätte sie den Spot auch nicht in der von ihr als zulässig eingeschätzten Art ausstrahlen dürfen. Für deren Inhalt ist die SRG grundsätzlich nicht verantwortlich; sie ist nicht gehalten, beworbene Produkte oder damit BGE 139 I 306 S. 314verbundene Aussagen auf ihre rechtliche Zulässigkeit hin zu prüfen. Hierfür stehen die entsprechenden straf- und zivilrechtlichen Verfahren offen (vgl. etwa das Urteil 5A_888/2011 vom 20. Juni 2012 E. 6 und 7). Die Meinungsäusserungsfreiheit dient (auch) dazu, Kritik an staatlichen Behörden bzw. Dritten, welche entsprechende Aufgaben wahrnehmen, äussern zu können, selbst wenn für Private keine unmittelbare Pflicht besteht, ausserhalb der gesetzlich vorgesehenen Verfahren (indirekte Drittwirkung) zur Grundrechtsverwirklichung im Staat beizutragen.\n\n5.\n\n5.1 Hat die SRG den Spot des Beschwerdeführers zugelassen, da offenbar hinreichende Werbekapazitäten bestanden, rechtfertigte sich die Weigerung, die Werbung in der gewünschten Form auszustrahlen, um unliebsame Kritik an der eigenen Programmgestaltung zu vermeiden, weder im öffentlichen noch im privaten Interesse. Die damit verbundene implizite Beschränkung der Meinungsäusserungsfreiheit war nicht erforderlich. Mangels einer gesetzlichen Grundlage bzw. eines überwiegenden öffentlichen Interesses und der gebotenen Verhältnismässigkeit wären die SRG und die publisuisse SA im Rahmen von Art. 35 Abs. 2 BV vielmehr gehalten gewesen, den Spot in der vom Beschwerdeführer gewünschten Fassung anzunehmen. Der angefochtene Entscheid der UBI vom 22. Juni 2012 ist deshalb aufzuheben, und es ist festzustellen, dass die Zugangsverweigerung zum Werbefernsehen für den Spot vom 15. November 2011 verfassungsmässige Rechte des Beschwerdeführers verletzt hat.\n\n5.2 Nachdem der Werbebeitrag zumindest in seiner ursprünglichen Form doch ausgestrahlt worden ist, kann auf weitere Anordnungen verzichtet werden. Sollte der beschwerdeführende Verein an der Ausstrahlung des überarbeiteten Spots festhalten wollen, obwohl seine Kampagne abgeschlossen ist, hätte er sich mit einem entsprechenden Gesuch an die SRG/publisuisse SA zu wenden, welche ihm dies in dem Sinn gestatten müsste, dass sie (unter erneuter Abgeltung der Werbezeit) mit ihm einen entsprechenden Werbevertrag abschliesst."}