{"annee": "139", "cour": "IV", "page": "241", "date": "8/7/2013", "cite": ["138 IV 205", "139 I 57"], "cite_par": ["142 IV 45"], "chapeau": "34. Extrait de l'arrêt de la Cour de droit pénal dans la cause Ministère public central du canton de Vaud contre X. (recours en matière pénale)\n\n6B_387/2013 du 8 juillet 2013", "regestes": ["Art. 310 CPP; art. 429 al. 1 let. a CPP; indemnité en cas de non-entrée en matière. Une indemnité pour les dépenses occasionnées par l'exercice raisonnable des droits de procédure, au sens de l'art. 429 al. 1 let. a CPP, entre aussi en considération en cas de refus d'entrer en matière (consid. 1)."], "faits": "BGE 139 IV 241 S. 241\n\nA. Par ordonnance du 1er février 2013, le Procureur de l'arrondissement de Lausanne a refusé d'entrer en matière sur une plainte déposée contre X. pour dommages à la propriété.\n\nB. Statuant par arrêt du 8 mars 2013, le Juge de la Chambre des recours pénale du Tribunal cantonal du canton de Vaud a admis partiellement le recours de X., lui a alloué une indemnité au sens de l'art. 429 al. 1 let. a CPP à hauteur de 421 fr. 20 pour la procédure de première instance et de 405 fr. pour la procédure de recours.\n\nC. Le Ministère public du canton de Vaud forme un recours en matière pénale au Tribunal fédéral contre cet arrêt, concluant à sa réforme en ce sens que le recours de X. est rejeté, frais à sa charge.\n\nL'autorité précédente a renoncé à se déterminer. X. a déclaré s'en rapporter à justice tout en présentant des observations sur le recours. BGE 139 IV 241 S. 242", "considerants": "Extrait des considérants:\n\n1. Le recourant soutient que l'art. 429 al. 1 let. a CPP ne mentionne pas la possibilité d'allouer une indemnité en cas de refus d'entrer en matière mais uniquement en cas d'acquittement ou de classement et qu'il s'agirait d'un silence qualifié du législateur.\n\nL'art. 429 al. 1 let. a CPP prévoit que si le prévenu est acquitté totalement ou en partie ou s'il bénéficie d'une ordonnance de classement, il a droit à une indemnité pour les dépenses occasionnées par l'exercice raisonnable de ses droits de procédure. L'indemnité ici visée correspond en particulier aux dépenses assumées par le prévenu libéré pour un avocat de choix (ATF 138 IV 205 consid. 1 p. 206). L'art. 429 CPP ne mentionne certes pas expressément l'ordonnance de non-entrée en matière (art. 310 CPP) comme cas de figure pouvant donner lieu à indemnité. On ne saurait cependant en déduire un silence qualifié du législateur (sur cette notion, cf. ATF 139 I 57 consid. 5.2 p. 60). En effet, l'art. 310 al. 2 CPP prévoit expressément que les dispositions sur le classement s'appliquent. Il s'ensuit que la même réglementation prévaut pour une non-entrée en matière et un classement. La doctrine est largement d'avis qu'une indemnité selon l'art. 429 al. 1 let. a CPP entre aussi en considération pour une non-entrée en matière (cf. JEANNERET/KUHN, Précis de procédure pénale, 2013, p. 122 n. 5062; MIZEL/RÉTORNAZ, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 9 ad art. 429 CPP; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, n° 9 ad art. 429 CPP; PIQUEREZ/MACALUSO, Procédure pénale suisse, 3e éd. 2011, p. 728 n. 2281; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2009, n° 1 ad art. 429 CPP). Rien ne justifie de s'écarter de cette approche. C'est ainsi en vain que le recourant conteste la possibilité d'allouer une indemnité en vertu de l'art. 429 al. 1 let. a CPP en cas de refus d'entrer en matière."}