{"annee": "139", "cour": "V", "page": "524", "date": "22/10/2013", "cite": ["126 V 130", "131 V 472", "124 V 225"], "cite_par": ["141 V 365"], "chapeau": "70. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Kantonales Arbeitsamt Appenzell Ausserrhoden gegen W. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_278/2013 vom 22. Oktober 2013", "regestes": ["Art. 16 al. 2 let. b et d, art. 17 al. 1 et 2, art. 30 let. c LACI; art. 26 OACI. L'obligation, inscrite à l'art. 17 al. 1, 2e phrase, LACI, de chercher un emploi en dehors de la profession exercée précédemment ne doit pas être appliquée trop strictement au début de la recherche d'emploi compte tenu de l'art. 16 al. 2 let. b et d LACI. C'est pourquoi, il convient d'accorder aux personnes qualifiées dont les rapports de travail ont été résiliés le droit de circonscrire leurs recherches personnelles à leur ancien secteur d'activité pour autant que celui-ci offre des places vacantes (consid. 2.1.3). L'obligation, pour le requérant de prestations, de postuler régulièrement à un emploi durant la période précédant son inscription à l'assurance-chômage découle de l'obligation générale de diminuer le dommage ancré à l'art. 17 al. 1 LACI et non pas de l'art. 26 OACI (consid. 4)."], "faits": "|525|\n\nA. Der 1956 geborene W. arbeitete seit 1. Januar 2010 als Amtsvormund bei der Vormundschaftsbehörde X. Am 25. November 2011 lösten die Parteien das Arbeitsverhältnis per 29. Februar 2012 in gegenseitigem Einvernehmen auf.\n\nAm 27. Februar 2012 meldete sich W. zur Arbeitsvermittlung an und stellte Antrag auf Arbeitslosenentschädigung. Mit Verfügung vom 9. Mai 2012 stellte ihn das Regionale Arbeitsvermittlungszentrum (RAV) wegen ungenügender persönlicher Arbeitsbemühungen in der Zeit vor Eintritt der Arbeitslosigkeit ab 1. März 2012 für die Dauer von drei Tagen in der Anspruchsberechtigung ein. Dies bestätigte das Arbeitsamt des Kantons Appenzell Ausserrhoden mit Einspracheentscheid vom 8. Juni 2012.\n\nB. Die von W. dagegen erhobene Beschwerde mit dem Rechtsbegehren, es sei von der Einstellung in der Anspruchsberechtigung abzusehen, hiess das Obergericht von Appenzell Ausserrhoden mit Entscheid vom 9. Januar 2013 gut und hob den Einspracheentscheid vom 8. Juni 2012 und die Verfügung vom 9. Mai 2012 auf.\n\nC. Das Arbeitsamt führt Beschwerde mit dem Antrag, es sei der Entscheid des Obergerichts vom 9. Januar 2013 aufzuheben und der Einspracheentscheid vom 8. Juni 2012 zu bestätigen.\n\nWeder W. noch das kantonale Gericht und das Staatssekretariat für Wirtschaft (SECO) haben sich vernehmen lassen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob der Beschwerdegegner zu Recht wegen ungenügender Arbeitsbemühungen für die Dauer von drei Tagen in der Anspruchsberechtigung eingestellt worden ist.\n\n2.1\n\n2.1.1 Nach Art. 17 Abs. 1 AVIG (SR 837.0) muss die versicherte Person, die Versicherungsleistungen beanspruchen will, mit |526| Unterstützung des zuständigen Arbeitsamtes alles Zumutbare unternehmen, um Arbeitslosigkeit zu vermeiden oder zu verkürzen. Insbesondere ist sie verpflichtet, Arbeit zu suchen, nötigenfalls auch ausserhalb ihres bisherigen Berufes. Sie muss ihre Bemühungen nachweisen können. Diese Bestimmung regelt allgemein die materiellen Pflichten der versicherten Personen. Mit der Formel, der Versicherte habe alles Zumutbare zu unternehmen, um Arbeitslosigkeit zu vermeiden oder zu verkürzen, statuiert sie die Pflicht zur Schadenminderung, aus welcher sich verschiedene Einzelpflichten ergeben. Dazu gehört die Pflicht der Versicherungsleistungen beanspruchenden Person zur Arbeitssuche. Art. 30 Abs. 1 lit. c AVIG sanktioniert eine Verletzung der in Art. 17 Abs. 1 AVIG statuierten Schadenminderungspflicht, insbesondere auch der Pflicht, sich genügend um Arbeit zu bemühen. Mittels Einstellung in der Anspruchsberechtigung soll dieser Pflicht zum Durchbruch verholfen werden (BGE 126 V 130 E. 1 S. 130; BGE 124 V 225 E. 2b S. 227 f.).\n\n2.1.2 Aus der Pflicht, den Eintritt der Arbeitslosigkeit zu verhindern, fliesst die Last für die versicherte Person, sich bereits vom Zeitpunkt der Kündigung des früheren Arbeitsverhältnisses an und damit vor Eintritt der Arbeitslosigkeit intensiv um eine neue Arbeit zu bemühen (ARV 2005 S. 56, C 208/03 E. 3.1; Urteile 8C_58/2012 vom 6. Juni 2012 E. 2; 8C_583/2009 vom 22. Dezember 2009 E. 3.1 mit weiteren Hinweisen). Die versicherte Person hat sich dementsprechend während einer allfälligen Kündigungsfrist, aber auch generell während der Zeit vor der Anmeldung, unaufgefordert um Stellen zu bemühen. Sie kann sich insbesondere nicht damit exkulpieren, nicht gewusst zu haben, dass sie schon vor der Anmeldung zum Leistungsbezug zur ernsthaften Arbeitssuche verpflichtet war und nicht darauf aufmerksam gemacht worden sei (ARV 2006 S. 295, C 138/05 E. 2.1; ARV 1982 S. 37, C 50/81). Bei der Anmeldung hat die arbeitslos gewordene Person den Nachweis ihrer Bemühungen um Arbeit vorzulegen (Art. 20 Abs. 1 lit. d AVIV [SR 837.02]). Spätestens zu diesem Zeitpunkt wird sie sämtliche während der Kündigungsfrist getätigten Stellenbewerbungen einzureichen haben.\n\n2.1.3 Die Eigeninitiative der versicherten Person hat sich laut Art. 17 Abs. 1 Satz 2 AVIG wenn nötig auch auf ausserberufliche Arbeitsgelegenheiten zu erstrecken. Nach Art. 16 Abs. 1 AVIG muss der Versicherte zur Schadenminderung grundsätzlich jede Arbeit unverzüglich annehmen. Dessen Abs. 2 besagt, dass eine Arbeit unzumutbar und somit von der Annahmepflicht ausgenommen ist, die |527| nicht angemessen auf die Fähigkeiten oder auf die bisherige Tätigkeit des Versicherten Rücksicht nimmt (lit. b) oder welche die Wiederbeschäftigung des Versicherten in seinem Beruf wesentlich erschwert, falls darauf in absehbarer Zeit überhaupt Aussicht besteht (lit. d). Daraus hat die Rechtsprechung geschlossen, spezielle Berufe mit einem kleinen Stellenangebot dürften nicht von Anfang an vom Versicherungsschutz ausgeschlossen werden. Vielmehr sei auch Arbeitnehmenden mit solchen Berufen bei Eintritt der Arbeitslosigkeit zunächst die Gelegenheit einzuräumen, Tätigkeiten im erlernten Beruf oder in der bisherigen Tätigkeit zu suchen. Bei längerer Dauer der Arbeitslosigkeit bestehe innerhalb der Schranken von Art. 16 Abs. 2 lit. b und d AVIG für die Annahme einer ausserberuflichen Tätigkeit indessen eine erhöhte Pflicht. Ab wann und in welchem Ausmass der Verzicht auf ausserberufliche Arbeitsbemühungen arbeitslosen Personen unter dem Gesichtspunkt der Schadenminderungspflicht zum Vorwurf gemacht werden könne, beurteile sich auf Grund der konkreten Umstände des Einzelfalls, so etwa in Berücksichtigung der auf dem Arbeitsmarkt für die bisherige Tätigkeit vorhandenen Stellenangebote (SVR 2007 ALV Nr. 6 S. 19, C 244/05 E. 2.1).\n\nZur Frage, ob die versicherte Person allenfalls verpflichtet ist, die Arbeitssuche bereits während der Kündigungszeit auf weitere Branchen auszudehnen, hat das Bundesgericht bisher - soweit ersichtlich - nicht ausdrücklich Stellung genommen. Im Entwurf zur zweiten Teilrevision des Arbeitslosenversicherungsgesetzes war vorgesehen, die Anwendbarkeit von Art. 16 Abs. 2 lit. b AVIG dann auszuschliessen, wenn die Arbeitslosigkeit länger als vier Monate gedauert hat (Botschaft vom 29. November 1993 zur zweiten Teilrevision des Arbeitslosenversicherungsgesetzes, BBl 1994 I 340 ff., 357 Ziff. 2 zu Art. 16 AVIG, 377). Diese Grenze hat jedoch nicht Eingang ins Gesetz gefunden (vgl. dazu auch THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2269 Rz. 296; JACQUELINE CHOPARD, Die Einstellung in der Anspruchsberechtigung, 1998, S. 118). Sie hätte sich zudem nur auf die Zeit der Arbeitslosigkeit und somit nicht auf die Kündigungszeit bezogen. Nimmt die Rücksichtnahme auf Art. 16 Abs. 2 lit. b AVIG mit längerdauernder Arbeitslosigkeit ab (in diesem Sinne SVR 2007 ALV Nr. 6 S. 19, C 244/05 E. 2.1), ist die in Art. 17 Abs. 1 Satz 2 AVIG statuierte Schadenminderungspflicht zu Beginn der Stellensuche noch nicht allzu streng zu handhaben. |528|\n\nQualifizierten Berufsleuten in gekündigter Stellung ist daher das Recht zuzubilligen, ihre persönlichen Bemühungen zunächst auf ihren bisherigen Berufszweig zu beschränken, sofern dieser offene Stellen anbietet.\n\n2.1.4 Bei der Beurteilung der Frage, ob sich eine Person genügend um zumutbare Arbeit bemüht hat, ist nicht nur die Qualität, sondern auch die Quantität ihrer Bewerbungen von Bedeutung. Das Quantitativ der Bewerbungen beurteilt sich nach den konkreten Umständen, wobei in der Praxis durchschnittlich zehn bis zwölf Stellenbewerbungen pro Monat in der Regel als genügend erachtet werden (bereits erwähntes Urteil 8C_583/2009 E. 5.1; BARBARA KUPFER BUCHER, Bundesgesetz über die obligatorische Arbeitslosenversicherung und Insolvenzentschädigung, 4. Aufl. 2013, S. 104).\n\n2.2 Nebst den soeben erwähnten materiellen Pflichten von Art. 17 Abs. 1 AVIG regelt Art. 17 AVIG im zweiten Absatz Pflichten formeller Natur (Erfüllung der Kontrollvorschriften). Demnach muss sich die versicherte Person möglichst frühzeitig, spätestens jedoch am ersten Tag, für den sie Arbeitslosenentschädigung beansprucht, persönlich bei ihrer Wohngemeinde oder der vom Kanton bestimmten zuständigen Amtsstelle zur Arbeitsvermittlung melden und von da an die Kontrollvorschriften des Bundesrates befolgen (Art. 17 Abs. 2 AVIG). Diese werden in den Art. 18 bis 27 AVIV geregelt. So müssen bei der Anmeldung bei der zuständigen Amtsstelle verschiedene Unterlagen eingereicht werden (Art. 20 Abs. 1 AVIV). Zu diesem Zeitpunkt wird die versicherte Person von der zuständigen Durchführungsstelle auch über die Rechte und Pflichten aufgeklärt (Art. 19a AVIV). Zum Kern der Beratungspflicht gehört es, die versicherte Person darauf aufmerksam zu machen, ihr Verhalten könne eine der Voraussetzungen des Leistungsanspruchs gefährden (BGE 131 V 472 E. 4.3 S. 479). Art. 26 Abs. 1 AVIV in der vorliegend anwendbaren, seit 1. April 2011 in Kraft stehenden Fassung verpflichtet die versicherte Person, sich gezielt um Arbeit zu bemühen, in der Regel in Form einer ordentlichen Bewerbung. Absatz 2 derselben Bestimmung lautet in der seit 1. April 2011 in Kraft stehenden Fassung: Sie muss den Nachweis der Arbeitsbemühungen für jede Kontrollperiode spätestens am fünften Tag des folgenden Monats oder am ersten auf diesen Tag folgenden Werktag einreichen; die Arbeitsbemühungen werden nicht mehr berücksichtigt, wenn sie die Frist verstreichen lässt und keinen entschuldbaren |529| Grund geltend macht. Nach Art. 26 Abs. 3 AVIV (in der seit 1. April 2011 in Kraft stehenden Fassung) überprüft die zuständige Amtsstelle die Arbeitsbemühungen der versicherten Person monatlich. Als Kontrollperiode gilt gemäss Art. 27a AVIV jeder Kalendermonat.\n\n3.\n\n3.1 In tatsächlicher Hinsicht hat das kantonale Gericht für das Bundesgericht verbindlich festgestellt, dass der Beschwerdegegner zwischen November 2011 und Februar 2012 insgesamt 15 persönliche Arbeitsbemühungen nachgewiesen hat, wovon drei im November, acht im Januar und vier im Februar. Es hob weiter hervor, dass das RAV laut Verfügung vom 9. Mai 2012 die Anzahl der Bewerbungen des Versicherten im massgebenden Zeitraum vor der Anmeldung zum Bezug von Arbeitslosenentschädigung insgesamt als ausreichend bezeichnet und einzig die fehlenden Bewerbungsnachweise für die Zeit zwischen dem 25. November 2011 und dem 4. Januar 2012 beanstandet hat. Das kantonale Gericht prüfte daher, ob der von der Verwaltung bemängelte Umstand eine Einstellung in der Anspruchsberechtigung zu rechtfertigen vermag. Dabei hat es erwogen, bezüglich des Kriteriums der Regelmässigkeit der Arbeitsbemühungen sehe Art. 26 Abs. 2 in Verbindung mit Art. 27a AVIV vor, dass die versicherte Person über ihre persönlichen Arbeitsbemühungen monatlich Rechenschaft abzulegen habe. Die zuständige Behörde habe laut Art. 19a AVIV die Versicherten bei der Anmeldung über ihre Pflichten aufzuklären und sie gegebenenfalls darauf hinzuweisen, dass ihr Verhalten möglicherweise ihren Leistungsanspruch zu gefährden drohe. Das RAV sei dieser Aufklärungspflicht gegenüber dem Beschwerdegegner mit der Abgabe des Anmeldeformulars Ende Februar 2012 nachgekommen. Erst ab diesem Zeitpunkt könne vom Versicherten die Einhaltung der monatlichen Kontrollperiodenregelung gemäss Art. 26 Abs. 2 AVIV verlangt werden. Für die Zeit vor der Anmeldung spielt es nach Auffassung des kantonalen Gerichts grundsätzlich keine Rolle, in welchen zeitlichen Abständen sich eine versicherte Person innerhalb dieses Zeitrahmens beworben hat. Es würde nach Ansicht der Vorinstanz dem Legalitätsprinzip (Art. 5 Abs. 1 BV) widersprechen, wenn nachträglich für die Zeit vor der Anmeldung an die Bewerbungsbemühungen nebst quantitativen und qualitativen Gesichtspunkten weitere Bedingungen, wie die Einhaltung genauer zeitlicher Abstände, gestellt würden. |530|\n\n3.2 Demgegenüber macht das Arbeitsamt geltend, aus Sicht der Arbeitslosenversicherung würden von den versicherten Personen bereits für die Zeit vor der Anmeldung zum Bezug von Arbeitslosenentschädigung regelmässige Arbeitsbemühungen erwartet. Unter diesem Gesichtspunkt genügen seiner Ansicht nach die vom Versicherten getätigten Arbeitsbemühungen den strengen Anforderungen einer intensiven und kontinuierlichen Stellensuche nicht. Mit keiner einzigen Stellensuche während mehr als einem ganzen Monat sei der Beschwerdegegner seiner Schadenminderungspflicht nur ungenügend nachgekommen und müsse daher zwingend in der Anspruchsberechtigung eingestellt werden.\n\n4.\n\n4.1 Dem kantonalen Gericht ist darin beizupflichten, dass die versicherte Person erst ab der Anmeldung bei der zuständigen Amtsstelle im Sinne von Art. 17 Abs. 2 AVIG verpflichtet ist, die Kontrollvorschriften des Bundesrates (Art. 18-27 AVIV) zu befolgen. Der Beschwerdegegner hatte die Kontrollperiodenregelung von Art. 26 in Verbindung mit Art. 27a AVIV und damit den monatlichen Nachweis der Arbeitsbemühungen somit erst ab der Ende Februar 2012 erfolgten Anmeldung zur Arbeitsvermittlung zu beachten. Gemäss den unbestrittenen Feststellungen der Vorinstanz wurde dieser zu jenem Zeitpunkt auch entsprechend informiert.\n\n4.2 Daraus allein folgt jedoch nicht, dass bei insgesamt genügender Anzahl und Qualität der persönlichen Arbeitsbemühungen während der Kündigungszeit ein mehr als einmonatiger Unterbruch der Stellensuche ohne Weiteres zu tolerieren wäre (vgl. in diesem Sinne auch Urteil des Eidgenössischen Versicherungsgerichts C 141/02 vom 16. September 2002 E. 3.2). Denn für die Zeit vor der Anmeldung bei der zuständigen Amtsstelle ergibt sich die Pflicht der Versicherungsleistungen beanspruchenden Person zur persönlichen Arbeitssuche direkt aus der in Art. 17 Abs. 1 AVIG verankerten allgemeinen Schadenminderungspflicht (vgl. E. 2.1 hievor). Daraus folgt, dass Versicherte in gekündigter Stellung bereits während der Kündigungsfrist alles Zumutbare zu unternehmen haben, um Arbeitslosigkeit zu vermeiden oder zu verkürzen. Die Anzahl der erforderlichen Stellenbewerbungen richtet sich nach den konkreten Umständen. So können von einer spezialisierten Arbeitskraft wesensgemäss weniger Bewerbungen vorgenommen werden als von einer Hilfskraft (vgl. auch E. 2.1.3 hievor). Regelmässige Bewerbungen bereits während der Kündigungszeit, solange die betroffene Person |531| noch im Arbeitsprozess integriert ist, erhöhen die Chancen, eine Stelle zu finden. Aus diesem Grund durfte der Beschwerdegegner seine persönlichen Bemühungen, Tätigkeiten im eigenen Berufsfeld zu suchen, nicht einfach während über einem Monat (25. November 2011 bis 4. Januar 2012) und damit während rund einem Drittel der dreimonatigen Kündigungszeit unterbrechen. Mit dem Hinweis auf nur wenige Stellenausschreibungen im Sozialbereich über den Jahreswechsel vermag sich der Versicherte nicht von der Pflicht der regelmässigen Arbeitssuche zu entlasten.\n\n4.3 Die Einstellung in der Anspruchsberechtigung erfolgte somit zu Recht. Unter Berücksichtigung der gesamten objektiven und subjektiven Umstände ist die von der Verwaltung verfügte Festlegung der Einstellungsdauer auf drei Tage und damit im unteren Bereich eines leichten Verschuldens (Art. 45 Abs. 3 lit. a AVIV) nicht zu beanstanden."}