{"annee": "139", "cour": "I", "page": "280", "date": "11/7/2013", "cite": ["128 I 327", "125 I 347", "125 I 361", "124 I 203", "130 I 65", "120 IA 147", "115 IA 277", "139 I 16", "119 IA 178", "98 IB 301", "114 IA 129", "136 I 1", "132 I 49", "133 I 110", "129 I 173", "131 II 13", "116 IA 252", "137 II 409", "128 I 113", "117 IA 311", "129 I 12", "119 IV 260", "138 I 256", "135 I 169", "126 I 112", "136 I 87", "124 I 34", "108 IA 33", "128 II 259", "109 IA 188", "134 I 49", "134 I 56", "124 I 247", "131 I 333", "137 II 371", "135 I 79", "124 I 40", "130 I 26", "123 I 296", "134 I 75"], "cite_par": ["144 I 126", "143 I 310", "141 V 688", "141 I 211", "142 I 49", "142 I 135", "141 II 169", "142 I 195", "140 II 194"], "chapeau": "27. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Volksschulgemeinde Bürglen gegen A.X., C.Y. und Departement für Erziehung und Kultur des Kantons Thurgau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_794/2012 vom 11. Juli 2013", "regestes": ["Interdiction du port du foulard pour les écolières; base légale. L'interdiction du port du foulard à l'école est une atteinte grave à la liberté de conscience et de croyance qui exige une base légale formelle; la législation générale sur l'école publique du canton de Thurgovie ne constitue pas une telle base (consid. 5)."], "faits": "|280|\n\nA.X. und C.Y. (beide geb. 1997) sind mazedonischer Herkunft und besuchen die Volksschule der Gemeinde Bürglen (TG). Sie tragen das islamische Kopftuch. |281|\n\nDie Schulordnung der Sekundarschule der Volksschulgemeinde Bürglen enthält die folgende Regelung:\n\n\"SchülerInnen besuchen sauber und anständig gekleidet die Schule. Der vertrauensvolle Umgang untereinander bedeutet, dass die Schule ohne Kopfbedeckung besucht wird. Aus diesem Grund ist das Tragen von Caps, Kopftüchern und Sonnenbrillen während der Schulzeit untersagt.\"\n\nIm Frühling 2011 stellten A.X. und C.Y. das Gesuch, von dieser Bestimmung dispensiert zu werden und das Kopftuch aus religiösen Gründen tragen zu dürfen. Dieses Gesuch wurde von der Volksschulbehörde abgelehnt.\n\nEin gegen diesen Entscheid erhobener Rekurs beim Departement für Erziehung und Kultur des Kantons Thurgau blieb erfolglos. Die hiergegen gerichtete Eingabe an das Verwaltungsgericht des Kantons Thurgau hiess dieses am 6. Juni 2012 gut. Es begründete sein Urteil damit, die Schulgemeinde habe in unzulässiger Weise in die Grundrechte der beiden Schülerinnen eingegriffen; es fehle hierzu an einer genügenden gesetzlichen Grundlage; überdies sei der Eingriff auch nicht verhältnismässig.\n\nMit Beschwerde vom 23. August 2012 beantragt die Volksschulgemeinde Bürglen dem Bundesgericht, das Urteil des Verwaltungsgerichts vom 6. Juni 2012 sei aufzuheben. Eventuell sei die Sache zur ergänzenden Sachverhaltsabklärung und Neubeurteilung an die Vorinstanz zurückzuweisen. Die Volksschulgemeinde stellt sich auf den Standpunkt, sie habe die Glaubens- und Gewissensfreiheit der Schülerinnen in verfassungskonformer Weise eingeschränkt.\n\nDas Bundesgericht hat die Angelegenheit am 11. Juli 2013 öffentlich beraten. Es weist die Autonomiebeschwerde der Volksschulgemeinde Bürglen ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. Die Schulgemeinde wirft dem Verwaltungsgericht vor, dieses habe die Tragweite der Glaubens- und Gewissensfreiheit verkannt und diese aufgrund des erlassenen allgemeinen Kopfbedeckungsverbots zu Unrecht als verletzt betrachtet. Die Beschwerdeführerin habe unter den gegebenen Voraussetzungen in die Grundrechte der beiden Schülerinnen eingreifen dürfen (Art. 15 und 36 Abs. 1-4 BV; § 6 Ziff. 3 KV/TG [SR 131.228]).\n\n4.1 Art. 15 BV gewährleistet (ebenso wie Art. 9 EMRK und § 6 Ziff. 3 KV/TG) die Glaubens- und Gewissensfreiheit (Abs. 1) und |282| räumt jeder Person das Recht ein, ihre Religion und ihre weltanschauliche Überzeugung frei zu wählen und allein oder in Gemeinschaft mit anderen zu bekennen (Abs. 2). Die Religionsfreiheit umfasst sowohl die innere Freiheit, zu glauben, nicht zu glauben oder seine religiösen Anschauungen zu ändern, wie auch die äussere Freiheit, entsprechende Überzeugungen innerhalb gewisser Schranken zu äussern, zu praktizieren und zu verbreiten oder sie nicht zu teilen (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2). Sie enthält den Anspruch des Einzelnen darauf, sein Verhalten grundsätzlich nach den Lehren des Glaubens auszurichten und den Glaubensüberzeugungen gemäss zu handeln. Unter ihrem Schutz stehen alle Religionen, unabhängig von ihrer quantitativen Verbreitung in der Schweiz (BGE 134 I 56 E. 4.3 S. 60, BGE 134 I 49 E. 2.3 S. 51; BGE 123 I 296 E. 2b/aa S. 300 f.; BGE 119 Ia 178 E. 4b S. 184).\n\nZur derart gewährleisteten Religionsausübung zählen über kultische Handlungen hinaus auch die Beachtung religiöser Gebräuche und Gebote sowie andere Äusserungen des religiösen Lebens, soweit solche Verhaltensweisen Ausdruck der religiösen Überzeugung bilden (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184). Das gilt auch für Religionsbekenntnisse, welche die auf den Glauben gestützten Verhaltensweisen sowohl auf das geistig-religiöse Leben wie auch auf weitere Bereiche des alltäglichen Lebens beziehen (BGE 119 Ia 178 E. 4c S. 185); auch religiös motivierte Bekleidungsvorschriften sind vom Schutz von Art. 15 BV erfasst (BGE 134 I 56 E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; BGE 119 IV 260 E. 3b/aa S. 263; Urteil C 366/96 vom 2. Juni 1997 E. 2b).\n\n4.2 Die beiden Schülerinnen waren zum massgeblichen Zeitpunkt des vorinstanzlichen Urteils weniger als 16 Jahre alt. Sie sind in ihrer Glaubens- und Gewissensfreiheit geschützt (vgl. auch Art. 3 und 14 Abs. 1 des Übereinkommens vom 20. November 1989 über die Rechte des Kindes [KRK; SR 0.107] sowie Art. 11 BV), ihre Rechte werden jedoch durch die Eltern wahrgenommen (Art. 304 Abs. 1 ZGB). Den Eltern kommt auch das Recht zu, über ihre religiöse Erziehung zu bestimmen (Art. 303 Abs. 1 und 3 ZGB).\n\nEntscheidend für die Annahme eines Eingriffs in den Schutzbereich ist demnach, dass die von den Schülerinnen bzw. ihren Eltern angerufenen Verhaltensweisen einen unmittelbaren Ausdruck ihrer religiösen Überzeugung bilden und dass sie dies glaubhaft darzulegen |283| vermögen (vgl. BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2; vgl. auch Urteil des EGMR Eweida und Mitbeteiligte gegen Grossbritannien vom 15. Januar 2013, Nr. 48420/10, 59842/10, 51671/10 und 36516/10, § 82; YVO HANGARTNER, Religionsfreiheit, AJP 2010 S. 441 ff.; KELLER/BÜRLI, Religionsfreiheit in der multikulturellen Schulrealität, recht 2009 S. 100 ff., 102 f.; ANDREAS KLEY, in: Die Schweizerische Bundesverfassung, 2. Aufl. 2008, N. 11 zu Art. 15 BV; PETER KARLEN, Das Grundrecht der Religionsfreiheit in der Schweiz, 1988, S. 203 ff.). Die Schülerinnen legten im vorinstanzlichen Verfahren dar, das Kopftuch aus religiösen Gründen zu tragen; das Tragen des Kopftuches der Schülerinnen als (heranwachsende) Frauen, die sich zum Islam bekennen, steht demnach - wie die Vorinstanz zurecht festhält - als Ausdruck eines religiösen Bekenntnisses unter dem Schutz der Religionsfreiheit gemäss Art. 15 BV (BGE 134 I 56 E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; vgl. auch BGE 119 IV 260 E. 3b/aa S. 263). Durch ein Verbot des Tragens des Kopftuches liegt ein Eingriff in den Schutzbereich der Glaubens- und Gewissensfreiheit der beiden Schülerinnen bzw. ihrer Eltern als Erziehungsberechtigte vor.\n\n4.3 Eingriffe in die Glaubens- und Gewissensfreiheit und Beeinträchtigungen von religiösen Gepflogenheiten sind nur zulässig, wenn sie die Voraussetzungen zur Einschränkung von Grundrechten erfüllen (Art. 36 Abs. 1-3 BV; BGE 134 I 56 E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296; BGE 119 IV 260). Sie müssen auf einer gesetzlichen Grundlage beruhen, durch ein öffentliches Interesse oder den Schutz von Grundrechten Dritter gerechtfertigt und verhältnismässig sein. Der Kerngehalt der Glaubens- und Gewissensfreiheit ist unantastbar (Art. 36 Abs. 4 BV).\n\n5. Gemäss dem angefochtenen Entscheid des Verwaltungsgerichts konnte sich die Schulgemeinde auf keine genügende gesetzliche Grundlage stützen, welche ein Verbot des Tragens eines Kopftuches aus religiösen Gründen hätte rechtfertigen können (Art. 36 Abs. 1 BV). Aus der Sicht der Beschwerdeführerin besteht hingegen eine gesetzliche Grundlage für die angefochtene Verfügung. Einerseits stütze sich diese auf die Zweckartikel des Volksschulgesetzes (§ 2, 4 und 63 des thurgauischen Gesetzes vom 29. August 2007 über die Volksschule [VSG/TG; RB 411.11]), andererseits auf die mit derKompetenz zum Erlass einer Schulordnung übertragenen Befugnisse zur Regelung der wesentlichen Benutzungsvorschriften vor Ort. |284|\n\n5.1 Schwere Eingriffe in Freiheitsrechte bedürfen einer klaren und ausdrücklichen Regelung in einem formellen Gesetz (Art. 36 Abs. 1 Satz 2 BV; BGE 137 II 371 E. 6.2 S. 381; BGE 130 I 65 E. 3.3 S. 68; BGE 126 I 112 E. 3c S. 116; BGE 124 I 34 E. 3b S. 37; BGE 123 I 296 E. 3 S. 303; BGE 108 Ia 33 E. 3a S. 35). Bei einem leichten Eingriff genügt ein Gesetz im materiellen Sinn (vgl. BGE 138 I 256 E. 6.3 S. 264; BGE 131 I 333 E. 4 S. 339; BGE 130 I 65 E. 3.3 S. 68; BGE 129 I 173 E. 2.2 S. 177; BGE 126 I 112 E. 3b S. 116; BGE 109 Ia 188 E. 2 S. 190; RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 12 zu Art. 36 BV; KLEY, a.a.O., N. 29 zu Art. 15 BV). Das Legalitätsprinzip im Sinne von Art. 36 Abs. 1 BV verlangt zudem eine hinreichende und angemessene Bestimmtheit der anzuwendenden Rechtssätze (vgl. BGE 136 I 87 E. 3.1 S. 90 f.; BGE 135 I 169 E. 5.4.1 S. 173; BGE 132 I 49 E. 6.2 und 6.3 S. 58 f.; je mit Hinweisen). Diese müssen so präzise formuliert sein, dass die Rechtsunterworfenen ihr Verhalten danach einrichten und die Folgen eines bestimmten Verhaltens mit einem den Umständen entsprechenden Grad an Gewissheit erkennen können (BGE 133 I 110 E. 6.1 S. 121; BGE 124 I 203 E. 2b S. 205, BGE 124 I 40 E. 3b S. 43; BGE 115 Ia 277 E. 7a S. 288). Das Erfordernis der Bestimmtheit steht im Dienste der Rechtssicherheit (mit den Elementen der Berechenbarkeit und Vorhersehbarkeit staatlichen Handelns) sowie der rechtsgleichen Rechtsanwendung (vgl. BGE 136 I 87 E. 3.1 S. 90; BGE 135 I 169 E. 5.4.1 S. 173; BGE 132 I 49 E. 6.2 S. 58; je mit Hinweisen). Der Grad der erforderlichen Bestimmtheit lässt sich dabei jedoch nicht abstrakt festlegen. Er hängt unter anderem von der Vielfalt der zu ordnenden Sachverhalte, von der Komplexität und der Vorhersehbarkeit der im Einzelfall erforderlichen Entscheidung, von den Normadressaten, von der Schwere des Eingriffs in Verfassungsrechte und von der erst bei der Konkretisierung im Einzelfall möglichen und sachgerechten Entscheidung ab (zum Ganzen BGE 136 I 87 E. 3.1 S. 90 f.; BGE 135 I 169 E. 5.4.1 S. 173 f.; BGE 132 I 49 E. 6.2 S. 58; BGE 128 I 327 E. 4.2 S. 339; vgl. auch die Urteile des EGMR Maestri gegen Italien vom 17. Februar 2004, Nr. 39748/98, Recueil CourEDH 2004-I S. 145 § 30; Eglise métropolitaine und Mitbeteiligte gegen Moldavien vom 13. Dezember 2001, Recueil CourEDH 2001-XII S. 37 § 109; Hashman und Harrup gegen Grossbritannien vom 25. November 1999, Recueil CourEDH 1999-VIII S. 29 § 31; GRABENWARTER/PABEL, Europäische Menschenrechtskonvention, 5. Aufl. 2012, § 18 N. 9 ff.; FROWEIN/PEUKERT, Europäische Menschenrechtskonvention, Kommentar, 3. Aufl. 2009, N. 2 ff. der Vorbemerkungen zu Art. 8-11 EMRK). |285|\n\n5.2 Ob ein Grundrechtseingriff schwer ist, beurteilt sich grundsätzlich nach objektiven Kriterien (BGE 130 I 65 E. 3.3 S. 68 [betreffend Sicherheitsmassnahmen beim Gefängnisbesuch]; BGE 128 II 259 E. 3.3 S. 269 [betreffend Erstellung eines DNA-Profils]; BGE 120 Ia 147 E. 2b S. 150 [betreffend Erhebung und Aufbewahrung erkennungsdienlichen Materials]). Im Bereich der Glaubens- und Gewissensfreiheit ist dies insofern schwierig, als religiöse Empfindungen und Überzeugungen stets subjektiv begründet sind; staatliche Organe haben von der Überzeugung auszugehen, welche die religiösen Normen für die Betroffenen haben (BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; oben E. 4.1). Behinderungen, welche die Ausübung ihrer religiösen Überzeugung beeinträchtigen, werden Betroffene normalerweise als schwer empfinden (vgl. BGE 119 Ia 178 E. 6a S. 188). Entscheidend ist demnach für die Bestimmung der Schwere des Eingriffs, ob die Betroffenen die konkrete Beeinträchtigung substanziiert als wesentliches Element bzw. als eine wichtige Verhaltensregel einer bestimmten Form religiöser Betätigung darlegen können, die sich herausgebildet hat, sodass die Schwere des Eingriffs objektiv nachvollziehbar wird und sich an äusseren Lebensumständen zeigt (vgl. BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2 [zum Schutzbereich]; vgl. WALTER KÄLIN, Grundrechte im Kulturkonflikt, 2000, S. 139 [zum Schutzbereich]; vgl. KIENER/KÄLIN, Grundrechte, 2007, S. 83 [zur Eingriffsintensität]; KARLEN, a.a.O., S. 294 f. [zur Eingriffsintensität]).\n\nDie Beschwerdegegnerinnen bringen vor, das Kopftuch in der Öffentlichkeit aus eigener religiöser Überzeugung und in Verbundenheit mit jener ihrer Familie zu tragen. Das eigene Recht auf Religionsfreiheit der Schülerinnen ist zu gewichten (Art. 3 und 14 Abs. 1 KRK); ihren Eltern kommt jedoch formell das Recht zu, über ihre religiöse Erziehung zu bestimmen (Art. 303 Abs. 1 und 3 ZGB, Art. 11 Abs. 2 BV, Art. 5 und 14 Abs. 1 und 2 KRK; oben E. 4.2). Diese haben denn auch das kantonale Verfahren angestrengt. Ein Kopftuchverbot an der Schule brächte die Schülerinnen in den Konflikt, entweder einem staatlichen oder einem religiösen, durch ihre Herkunft und die Familie vermittelten Gebot zuwiderhandeln zu müssen. Solche Spannungen können die betroffenen Kinder stark belasten und dem Kindeswohl entgegenstehen (Art. 3 KRK; BGE 119 Ia 178 E. 8a S. 194; BGE 117 Ia 311 E. 4b S. 318; BGE 114 Ia 129 E. 5b S. 137 f.; ebenso KELLER/BÜRLI, a.a.O., S. 106; KÄLIN/WYTTENBACH, |286| Schulischer Bildungsauftrag und Grund- und Menschenrechte von Angehörigen religiös-kultureller Minderheiten, AJP 2005 S. 315 ff., 322 f.; PAHUD DE MORTANGES/TAPPENBECK, Religionsfreiheit und religiöse Neutralität in der Schule, AJP 2007 S. 1401 ff., dort 1410). Das generelle Verbot, das Kopftuch auf dem Schulareal zu tragen, wirkt sich zudem - entsprechend der täglichen Präsenz in der Schule - massgeblich auf den Lebensalltag der Beschwerdegegnerinnen aus. Für die Schülerinnen stellt daher ein generelles Verbot, das Kopftuch während des Unterrichts zu tragen, einen schweren Eingriff in das Grundrecht der Glaubens- und Gewissensfreiheit dar (vgl. BGE 114 Ia 129 E. 5b S. 137 f.). Das verfügte Verbot bedurfte demnach einer Grundlage in einem formellen Gesetz.\n\n5.3 Die Beschwerdeführerin bringt vor, sie könne das Verbot, das Kopftuch zu tragen, als Verhaltensvorschrift für Schülerinnen im besonderen Rechtsverhältnis direkt aus den allgemeinen Zweckartikeln im Volksschulgesetz als Gesetz im formellen Sinne (§ 2 und 4 VSG/TG) sowie den Bestimmungen zu Unterricht und Schulpflicht in § 30 ff. ableiten. Entgegen den Erwägungen der Vorinstanz brauche ein solches Verbot im Sonderstatusverhältnis nicht ausdrücklich auf kantonaler Ebene ausformuliert zu sein, um als gesetzliche Grundlage für die Einschränkung der Glaubens- und Gewissensfreiheit zu genügen.\n\n5.3.1 Wie die Beschwerdeführerin geltend macht, stehen die beiden Schülerinnen als Anstaltsbenutzerinnen in einer besonders engen Rechtsbeziehung zum Staat (sogenanntes Sonderstatus- oder besonderes Rechtsverhältnis). Diese sind gehalten, die Anordnungen der Schulbehörde und der Lehrerschaft zu befolgen und haben alles zu unterlassen, was den geordneten Schulbetrieb beeinträchtigen könnte. Ein solches Interesse am geordneten Schulbetrieb kann die privaten Interessen der Schülerinnen und Schüler einschränken (vgl. hierzu BGE 135 I 79 E. 6.5 S. 86; BGE 129 I 12 E. 8.3 S. 22; Urteile 2C_724/2011 vom 11. April 2012 E. 3.1 f.; 2C_666/2011 vom 7. März 2012 E. 2.5.3; 2P.372/1993 vom 23. Februar 1995 E. 3b; vgl. auch MARKUS MÜLLER, Das besondere Rechtsverhältnis, 2003, S. 63; TOBIAS JAAG, Rechtsfragen der Volksschule, insbesondere im Kanton Zürich, ZBl 1997 S. 537 ff., 544). Personengruppen, die in einer besonders engen Rechtsbeziehung stehen, sind ebenfalls in ihrer Glaubens- und Gewissensfreiheit geschützt; die Anforderungen an Normstufe und Normdichte der Eingriffsgrundlage sind jedoch dann weniger streng, wenn Grundrechtseinschränkungen infrage stehen, die sich |287| in voraussehbarer Weise aus dem Zweck des Sonderstatusverhältnisses ergeben (BGE 135 I 79 E. 6.2 S. 85; BGE 129 I 12 E. 8.5 S. 24; BGE 123 I 296 E. 3 S. 303 f.; BGE 98 Ib 301 E. 2a S. 305; vgl. auch Urteil 2C_165/2011 vom 24. Juni 2011 E. 3.3; MÜLLER, a.a.O., S. 33; vgl. auch KELLER/SCHÄDLER, Freiheitsrechte im Strafvollzug - Plädoyer für die Abkehr vom Sonderstatus, ZSR 2013 S. 195 ff., dort 201).\n\n5.3.2 Entgegen der Ansicht der Beschwerdeführerin lässt sich aus den Zweckartikeln des Volksschulgesetzes keine Befugnis zu einem entsprechenden Grundrechtseingriff im besonderen Rechtsverhältnis ableiten: Nach den Zweckartikeln fördert die Schule die geistigen, seelischen und körperlichen Fähigkeiten der Kinder; sie will die Kinder in Ergänzung zum Erziehungsauftrag der Eltern nach christlichen Grundsätzen und demokratischen Werten zu selbstständigen, lebenstüchtigen Persönlichkeiten und zu Verantwortungsbewusstsein gegenüber den Mitmenschen und der Umwelt erziehen (§ 2 VSG/TG). Dabei soll namentlich die Chancengleichheit angestrebt und den besonderen Bedürfnissen der Kinder Rechnung getragen werden (§ 4 VSG/TG). Gestützt auf diese Bestimmungen und den Bestimmungen zum Unterricht und der Schulpflicht in § 30 ff. VSG/TG kann - vor dem Hintergrund der Berechenbarkeit und Vorhersehbarkeit staatlichen Handelns sowie der rechtsgleichen Rechtsanwendung - kein Verbot des Tragens des Kopftuches aus religiösen Gründen abgeleitet werden; insbesondere bleibt rechtlich, aber auch gesellschaftspolitisch offen, ob die Chancengleichheit mittels eines Kopftuchverbots gewahrt oder gerade hierdurch beeinträchtigt wird (vgl. hierzu etwa im Kontext der Einbürgerung BGE 134 I 49 E. 3.2 S. 53 ff.; vgl. hinsichtlich der Vermittlung von Bildungsinhalten KÄLIN/WYTTENBACH, a.a.O., S. 322 f.). Die infrage stehenden Grundrechtsbeschränkungen lassen sich nicht in vorhersehbarer Weise aus den genannten Zweckbestimmungen (§ 2 und 4 VSG/TG) und den Zielen des Sonderstatusverhältnisses herleiten (vgl. oben E. 5.1; BGE 139 I 16 E. 4.3.2 S. 26; BGE 125 I 361 E. 4a S. 364; vgl. Urteil 2C_828/2011 vom 12. Oktober 2012 E. 4.3.2; vgl. MÜLLER, a.a.O., S. 31 ff., dort 33; vgl. PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft, 3. Aufl. 2011, § 7 N. 104).\n\nDie von der Beschwerdeführerin herangezogenen Bestimmungen (§ 2 und 4 VSG/TG) genügen somit der Anforderung an die Normdichte für die infrage stehende Grundrechtseinschränkung nicht (Art. 36 Abs. 1 BV). |288|\n\n5.4 Die Beschwerdeführerin macht weiter geltend, sie - bzw. ihre Schulbehörde als ausführendes Organ (§ 63 VSG/TG) - könne gestützt auf die ihr übertragene Aufgabe der Organisationsplanung (§ 7 der thurgauischen Verordnung des Regierungsrates vom 11. Dezember 2007 über die Volksschule [VSV/TG; RB 411.111]) eine Schulordnung mit den entsprechenden Regeln für einen geordneten Schulbetrieb erlassen. Die Einzelheiten, hierzu gehörten auch Kleider- sowie Verhaltensvorschriften und damit die Verweigerung des Dispenses vom Kopftuchverbot, könnten auch durch ein Exekutivorgan geregelt werden.\n\n5.4.1 Die Vorinstanz anerkennt, dass die Beschwerdeführerin zum Erlass eines Schulreglements ermächtigt ist: Den Schulgemeinden obliegt die Organisationsplanung, welche die Reglementierung einer Schulordnung mitumfasst (§ 11 ff. VSG/TG i.V.m. § 6 und 7 VSV/TG). Die Schulbehörde ist das Exekutivorgan der Schulgemeinde und für die \"Entscheide gemäss Schulgesetzgebung\" zuständig. Diese Kompetenz wurde ihr vom kantonalen Gesetzgeber durch ein formelles Gesetz übertragen (§ 63 VSG/TG). Die Schulbehörde hat ihrerseits die Kompetenz zum Erlass der Schulordnung (\"Schul-ABC\") an die Schulleitung als unterem Exekutivorgan übertragen (§ 63 i.V.m. § 56 Abs. 1 VSG/TG und § 7 VSV/TG; vgl. auch Art. 16 des von der Volksschulgemeindeversammlung Bürglen [dem kommunalen Legislativorgan] erlassenen Organisationsreglements vom 14. März 2005; § 34 des thurgauischen Gesetzes vom 5. Mai 1999 über die Gemeinden). Die Beschwerdeführerin bzw. ihre Schulleitung darf demnach die Rechte und Pflichten in den örtlichen Schulbetrieben sowie nach Bedarf weitere schulbezogene Pflichten der Schülerinnen und Schüler in der Schulordnung regeln, soweit damit (bereits) im Gesetz statuierte Rechte und Pflichten näher ausgeführt werden. Wenn die Beschwerdeführerin daher im Rahmen der Regelung der örtlichen Verhältnisse gewisse Ordnungsvorschriften vorsieht, wie das Verbot des Tragens von Sonnenbrillen etc. während des Schulunterrichts, so ist dies in Übereinstimmung mit den Erwägungen der Vorinstanz zulässig, zumal sich die Schülerinnen und Schüler in einem Sonderstatusverhältnis befinden (vgl. oben E. 5.3.1).\n\n5.4.2 Indem diese Ordnungsvorschrift das Verbot des Tragens des Kopftuches aus religiösen Gründen mit einschliesst, greift sie gleichermassen in den Schutzbereich der Glaubens- und Gewissensfreiheit der Beschwerdegegnerinnen ein (oben E. 4.2). Eine |289| Kompetenz zur Regelung von schweren Eingriffen in die Glaubens- und Gewissensfreiheit lässt sich jedoch entgegen der Auffassung der Beschwerdeführerin nicht auf die den Exekutivorganen der Schulgemeinde übertragenen Regelungskompetenzen stützen. Die von ihr herangezogenen Organisationsbestimmungen des Volksschulgesetzes und die Delegationsnorm (§ 63 VSG/TG) regeln in keiner Weise die Einschränkung der Glaubens- und Gewissensfreiheit. Damit fällt auch die Subdelegation solcher - mit Blick auf den Grundrechtseingriff gewichtigen - Einschränkungen an die Schulleitung ausser Betracht (vgl. allgemein zu den Delegationsanforderungen der Legislative an die Exekutive BGE 137 II 409 E. 6.3 S. 413; BGE 136 I 1 E. 5.3.1 S. 13; BGE 131 II 13 E. 6.4.4 S. 29; BGE 130 I 26 E. 5.1 S. 43; BGE 128 I 113 E. 3c S. 122).\n\nDer hier zu beurteilende Grundrechtseingriff beruht demnach auf einer unzulässigen Gesetzesdelegation; das Schulreglement genügt den Anforderungen an die Normstufe nicht (Art. 36 Abs. 1 BV; oben E. 5.1).\n\n5.5 Die Beschwerdeführerin verweist schliesslich auf BGE 123 I 296 ff. In diesem Urteil hatte das Bundesgericht die in der Staatsordnung von Genf verankerte strikte Trennung von Staat und Kirche und das Neutralitätsgebot der Schulen als genügende gesetzliche Grundlage angesehen, um einer in der öffentlichen Primarschule tätigen Lehrerin das Tragen des Kopftuches aus religiösen Gründen zu verbieten (Art. 27 Abs. 2 und 3 aBV [heute Art. 15 Abs. 4 BV]; BGE 123 I 296 E. 3 und 4b/bb S. 304 f. und 308 ff.; Art. 164 ff. der Kantonsverfassung des Kantons Genf vom 24. Mai 1847 [SR 131. 234]; Art. 6 loi cantonale du 6 novembre 1940 sur l'instruction publique [LIP/GE; RSG C 1 10]; vgl. auch den Entscheid des EGMR Lucia Dahlab gegen die Schweiz vom 15. Februar 2001, Nr. 42393/98, in: VPB 65.140).\n\nWenn sich die Beschwerdeführerin gestützt auf diesen Entscheid auf den Standpunkt stellt, dies gelte für die Schülerinnen gleichermassen, so kann ihr nicht gefolgt werden:\n\n5.5.1 Die Regelung im Kanton Genf, welche auf der Tradition des Laizismus beruht (zur Entstehungsgeschichte TRISTAN ZIMMERMANN, La laïcité et la République et Canton de Genève, SJ 2011 II S. 29 ff., dort 60 ff.; vgl. auch die Rechtsprechung des EGMR zu Kopftuchtragverboten von Schülerinnen und Studentinnen: Kervanci/Dogru gegen Frankreich vom 4. Dezember 2008, Nr. 31645/04 und 27058/05, |290| § 17 ff. und 49 ff., mit Hinweisen auf die langjährige Tradition des Laizismus in Frankreich; Sahin gegen die Türkei vom 10. November 2005, Nr. 44774/98, § 29 und 30 ff. mit Hinweisen auf die Tradition des Laizismus/Kemalismus in der Türkei), hatte ausschliesslich die Lehrpersonen im Auge, nicht aber die Schülerinnen oder Studentinnen, deren religiöse Überzeugung nach dem Genfer Gesetz gerade geschützt werden sollte (\"L'enseignement public garantit le respect des convictions politiques et confessionnelles des élèves et des parents\"; vgl. BGE 123 I 296 E. 3 S. 304; Art. 6 LIP/GE; vgl. auch ZIMMERMANN, a.a.O., S. 73).\n\n5.5.2 Die Beschwerdeführerin verkennt überdies die Tragweite und den Adressaten des Neutralitätsgebots für öffentliche Schulen: Die Glaubens- und Gewissensfreiheit enthält eine Verpflichtung des Staates zu religiöser und konfessioneller Neutralität (Art. 15 Abs. 4 BV; BGE 135 I 79 E. 7.2 S. 89; BGE 125 I 347 E. 3 S. 354 ff.; BGE 124 I 247 E. 7b S. 253; BGE 123 I 296 E. 4b/bb S. 308); niemand darf gezwungen werden, eine religiöse Handlung vorzunehmen oder religiösem Unterricht zu folgen (BGE 134 I 75 E. 4.1 S. 77; vgl. Urteile 2C_897/2012 vom 14. Februar 2013 E. 3.2; 2C_724/2011 vom 11. April 2012 E. 3.1). Der Grundsatz der Neutralität verbietet daher die Ausrichtung des Unterrichts zugunsten oder zuungunsten einer oder mehrerer Religionen, da Überzeugungen der Lehrerin oder des Lehrers je nach Intensität und Alter der Kinder einen gewissen Einfluss auszuüben vermögen (BGE 125 I 347 E. 3a S. 354 f.; BGE 116 Ia 252 E. 6b S. 261). Die öffentlichen Schulen und die für sie handelnden Lehrpersonen sind somit zu Neutralität und konfessioneller Gleichbehandlung verpflichtet, damit aber nicht (auch) die Benutzer: Im Gegensatz zur Schule sind Schülerinnen und Schüler - jedenfalls solange sie durch ihre Grundrechtsausübung die Grundrechte Dritter nicht in unzulässiger Weise beeinträchtigen - keiner Neutralitätspflicht unterworfen (vgl. BGE 123 I 296 E. 2a und 4b/aa S. 300 und 308 mit Verweis auf BGE 119 Ia 178 E. 7a S. 190; vgl. KIENER/KÄLIN, a.a.O., S. 270 f.; KARLEN, a.a.O., S. 322 f.; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 2008, S. 277).\n\n5.6 Das Verbot des Tragens des Kopftuches aus religiösen Gründen beruht demnach weder auf einer genügenden und ausreichend bestimmten Gesetzesgrundlage, noch wird es von der Regelungskompetenz der Schule abgedeckt. Ebenso wenig kann es aus dem Neutralitätsgebot der öffentlichen Schule selbst (Art. 15 Abs. 4 BV) abgeleitet werden. Die verfassungsmässigen Voraussetzungen für |291| die Einschränkungen der Glaubens- und Gewissensfreiheit der beiden Schülerinnen sind demnach, wie die Vorinstanz zurecht festhält, nicht gegeben. Das Vorgehen der Gemeinde ermangelt einer gesetzlichen Grundlage (Art. 5 und 36 Abs. 1 BV). Es erübrigt sich, die Frage der Grundrechtskonformität des Eingriffs an dieser Stelle vollständig zu prüfen (Art. 36 Abs. 2 und 3 BV)."}