{"annee": "139", "cour": "II", "page": "173", "date": "25/1/2013", "cite": ["136 I 87", "134 V 170", "138 II 77", "125 I 417", "128 I 295", "138 I 305", "96 I 34", "138 I 378", "136 II 187", "138 V 41", "123 I 201", "67 I 80", "87 I 262", "138 II 440", "131 II 680", "137 V 434", "123 I 12"], "cite_par": ["145 IV 99", "142 II 243", "140 III 206", "144 I 281", "143 III 600"], "chapeau": "13. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. AG gegen Aufsichtskommission über die Rechtsanwälte des Kantons Zug (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_714/2012 vom 25. Januar 2013", "regestes": ["Art. 12 let. d LLCA; admissibilité et limites de la publicité pour un avocat. Interprétation de l'art. 12 let. d LLCA (consid. 2-6): texte de la disposition (consid. 2) et notion de publicité (consid. 3). Détermination des limites de la publicité pour un avocat (consid. 6), en tenant compte de la genèse de la norme (consid. 4) et de sa place dans l'ordre juridique (consid. 5). Conformément à la portée donnée par la Constitution et concrétisée par la loi, ce n'est pas la publicité des avocats mais sa limitation qui doit être justifiée (consid. 6.1). Intérêt public à un exercice de la profession conforme aux règles et de haute qualité (consid. 5 et 6.2.1). Une publicité discrète et limitée aux faits objectifs correspond au besoin d'information du public et est admissible; l'exigence de discrétion concerne aussi bien le contenu que les formes et les méthodes de publicité (consid. 6.2.2). Pouvoir d'appréciation des autorités cantonales (consid. 6.3.2). Caractère inadmissible de la publicité extérieure (inscription sur la façade de l'immeuble) dans le cas particulier en raison du manque de retenue dans la réalisation (consid. 7)."], "faits": "BGE 139 II 173 S. 174\n\nA. Die Anwaltskanzlei X. AG beabsichtigt am Bürogebäude, in dem sich ihre Kanzlei befindet, die Fassadenanschrift \"X. Advokatur & Notariat\" anzubringen. Das Bürogebäude liegt an einer stark befahrenen Verkehrskreuzung in A./ZG. Am Gebäude bestehen ober- wie unterhalb des geplanten Schriftzugs bereits Fassadenanschriften zweier weiterer Gewerbebetriebe (\"V. Treuhand\" und \"W.\"). Die vorgesehene Beschriftung soll eine Gesamtlänge von ca. 9,4 m und eine Höhe von 70 cm (\"X.\") bzw. 32 cm (\"Advokatur & Notariat\") aufweisen und mit weissen LED-Lichtern ausgeleuchtet werden. Die Fronten sollen blau (blaues Plexiglas) und die Seitenteile vorne (1/3) weiss opal und hinten (2/3) silbern leuchten.\n\nB. Am 12. März 2012 stellte die Aufsichtskommission über die Rechtsanwälte des Kantons Zug fest, die beabsichtigte Firmenbeschriftung verstosse gegen die Berufsregeln gemäss Art. 12 lit. d BGE 139 II 173 S. 175des Bundesgesetzes vom 23. Juni 2000 über die Freizügigkeit der Anwältinnen und Anwälte (Anwaltsgesetz, BGFA; SR 935.61). Am 14. Juni 2012 wies das Obergericht des Kantons Zug die gegen diesen Entscheid erhobene Beschwerde ab.\n\nC. Vor Bundesgericht beantragt die X. AG die Aufhebung des Urteils des Obergerichts des Kantons Zug vom 14. Juni 2012 und die Feststellung, dass die von ihr geplante Firmenanschrift an der Hauswand des Gebäudes an der B.strasse in A./ZG keine unzulässige Werbung im Sinne des Art. 12 lit. d BGFA darstelle, eventualiter die Rückweisung zur Neubeurteilung an die Vorinstanz. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin bestreitet die vorinstanzliche Würdigung, wonach die vorgesehene Beschriftung gegen die Berufsregel gemäss Art. 12 lit. d BGFA verstosse. Zudem rügt die Beschwerdeführerin eine Verletzung der Wirtschaftsfreiheit (Art. 27 BV), welche die Vorinstanz bei der Anwendung von Art. 12 lit. d BGFA nicht genügend berücksichtigt habe.\n\n2.1 Auszulegen ist daher Art. 12 lit. d BGFA, gemäss welchem Anwältinnen und Anwälte \"Werbung machen [können], solange diese objektiv bleibt und solange sie dem Informationsbedürfnis der Öffentlichkeit entspricht\".\n\nDas Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Ordnung zu unterstellen (BGE 137 V 434 E. 3.2 S. 437; BGE 136 II 187 E. 7.3 S. 194; BGE 134 V 170 E. 4.1 S. 174; je mit Hinweisen).\n\n2.2 Art. 12 lit. d BGFA geht vom Grundsatz der Zulässigkeit der Anwaltswerbung aus (\"können Werbung machen\"), setzt jedochBGE 139 II 173 S. 176voraus, dass die Werbung \"objektiv\" (\"faits objectifs\"; \"fatti oggettivi\") bleibt und dem \"Informationsbedürfnis der Öffentlichkeit\" (\"intérêt général\"; \"bisogni d'informazione del pubblico\") entspricht. Der abweichende französische Wortlaut beim letztgenannten Kriterium ist auf einen Vorschlag der Redaktionskommission zurückzuführen und gibt den Willen des Gesetzgebers nur ungenügend wieder, weshalb auf die deutsche bzw. italienische Fassung abzustellen ist (BOHNET/MARTENET, Droit de la profession d'avocat, 2009, N. 1495).\n\nDie gesetzlichen Begriffe - von \"Werbung\" über \"objektiv\" bis zu \"Informationsbedürfnis der Öffentlichkeit\" - sind offengehalten. Da die Beschwerdeführerin die Frage aufwirft, ob überhaupt Werbung vorliegt, ist zunächst der Werbebegriff zu klären (E. 3), um anschliessend unter Berücksichtigung der Entstehungsgeschichte der Norm (E. 4) und ihrer Stellung in der Rechtsordnung (E. 5) die Tragweite und Bedeutung der Kriterien \"objektiv\" und \"Informationsbedürfnis der Öffentlichkeit\" zu bestimmen (E. 6).\n\n3.\n\n3.1 Unter \"Werbung\" im Sinne von Art. 12 lit. d BGFA ist insbesondere all jene Kommunikation zu verstehen, die planvoll darauf angelegt ist, andere dafür zu gewinnen, die von einem Anwalt bzw. einer Anwaltskanzlei angebotenen Dienstleistungen in Anspruch zu nehmen (BOHNET/MARTENET, a.a.O., N. 1485 ff.; WALTER FELLMANN, in: Kommentar zum Anwaltsgesetz [nachfolgend: Kommentar], Fellmann/Zindel [Hrsg.], 2. Aufl. 2011, N. 113 zu Art. 12 BGFA; ANDREA SCHÜTZ, Anwaltswerbung in der Schweiz, 2010, S. 61 ff.). Ob diese Voraussetzungen vorliegen, bestimmt sich nach der Verkehrsauffassung; massgebend sind objektive Kriterien.\n\n3.2 Der Begriff der Werbung darf nicht zu eng verstanden werden, um den Gehalt der Norm nicht zu unterlaufen (SCHÜTZ, a.a.O., S. 69). Das gilt auch für Aussenwerbung, namentlich bei Kanzleischildern. Beschränken sie sich auf reine Tür- bzw. Namensschilder, kann man ihnen mit gutem Grund jeglichen Werbecharakter absprechen (vgl. BOHNET/MARTENET, a.a.O., N. 1526). Dabei sollte man sich jedoch nicht in begrifflichen Abgrenzungsfragen verlieren, wird man den Werbecharakter doch gerade mit Verweis auf den blossen Informationsgehalt (Hinweisfunktion) solcher Türschilder verneinen, womit sie ohne Weiteres den Anforderungen des Art. 12 lit. d BGFA genügen.\n\n3.3 Zu Recht hat die Vorinstanz die vorliegende Fassadenanschrift als (Aussen-)Werbung qualifiziert, richtet sie sich doch an eineBGE 139 II 173 S. 177unbestimmte Vielzahl von Personen und entfaltet damit eine gewisse Breitenwirkung (vgl. FELLMANN, Kommentar, a.a.O., N. 114b zu Art. 12 BGFA). Entgegen der Auffassung der Beschwerdeführerin ist nicht nur die \"Spezialisierungsanpreisung\" (Hinweis auf besondere Kenntnisse, bevorzugte Tätigkeitsbereiche etc.) als Werbung einzustufen. Anders als ein einfaches Türschild beschränkt sich die Fassadenanschrift nicht darauf, auf den Standort der Beschwerdeführerin hinzuweisen, sondern ist aufgrund ihrer Grösse, Gestaltung und Anbringung zugleich eine publikumswirksame Bekanntmachung, dass die Beschwerdeführerin anwaltliche Dienstleistungen und Beurkundungen anbietet. Es handelt sich damit um Werbung im Sinne von Art. 12 lit. d BGFA.\n\n4.\n\n4.1 Wie die übrigen Berufsregeln nach Art. 12 BGFA ist auch Art. 12 lit. d BGFA der \"gemeinsame Nenner\" der bisherigen kantonalen Gesetze (vgl. FELLMANN, Kommentar, a.a.O., N. 3 zu Art. 12 BGFA). Dabei fällt auf, dass sich der Gesetzgeber klar gegen ein \"generelles Werbeverbot\" ausgesprochen hat, das \"weder für Anwältinnen und Anwälte noch für die Klientschaft\" zu rechtfertigen sei (Botschaft vom 28. April 1999 zum Bundesgesetz über die Freizügigkeit der Anwältinnen und Anwälte [nachfolgend: Botschaft BGFA], BBl 1999 6013, 6056 Ziff. 233.24). Damit setzt sich Art. 12 lit. d BGFA deutlich vom überkommenen Standesrecht ab, das dem Anwalt jegliche Werbung versagte, wobei auch das vormals kantonale Berufsrecht entsprechende Verbote kannte (VINCENT MARTENET, L'indépendance et la publicité des avocats, AJP 2000 S. 667 ff., 675 f.; WALTER FELLMANN, Recht der Anwaltswerbung im Wandel [nachfolgend: Anwaltswerbung], AJP 1998 S. 175 ff.).\n\n4.2 Diese strikten standes- und berufsrechtlichen Werbeverbote wurden in den 80er und 90er Jahren des letzten Jahrhunderts und damit noch vor Inkrafttreten des BGFA vor allem in der Deutschschweiz zunehmend gelockert (MARTENET, a.a.O., S. 676 f.) und durch das Inkrafttreten des Bundesgesetzes vom 6. Oktober 1995 über Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz, KG; SR 251) schliesslich grundsätzlich auf den Prüfstand gestellt (PIERRE TERCIER, Les avocats et la concurrence, Der Schweizer Anwalt 1/1996 S. 4 ff.; BENOÎT CHAPPUIS, Droit de la concurrence et droit des avocats: la fin des tabous, in: Mélanges en l'honneur de Pierre Tercier, 2008, S. 571 ff.; BOHNET/MARTENET, a.a.O., N. 1015 ff., insb. 1074 ff.). BGE 139 II 173 S. 178\n\n4.3 Das Bundesgericht sprach sich bereits vor Inkrafttreten des BGFA vorab mit Blick auf die Handels- und Gewerbefreiheit stets gegen ein absolutes Verbot der Anwaltswerbung aus, liess es aber zu, die Werbetätigkeit von Anwälten besonderen Schranken zu unterwerfen (BGE 67 I 80 E. 3 S. 87 ff.; 68 I 11 E. 1 S. 14 f., 65 E. 1 S. 68 f.; BGE 87 I 262 E. 2 S. 265 f.; BGE 96 I 34 E. 5 S. 37 f.; BGE 123 I 12 E. 2c/aa S. 16 f.; BGE 125 I 417 E. 3b S. 421 f.). Die Rechtsprechung hat dabei folgende Leitlinien formuliert: \"Kommerzielle Werbemethoden dürfen (...) im Interesse des Schutzes von Treu und Glauben im Geschäftsverkehr und zur Erhaltung der Vertrauenswürdigkeit und der Unabhängigkeit der Anwaltschaft ausgeschlossen werden, während zurückhaltende und sachlich zutreffende Werbung dem Bedürfnis des Publikums nach Information entgegenkommt und dem Anwalt deshalb nicht grundsätzlich verwehrt sein kann\" (BGE 123 I 12 E. 2c/aa S. 17; daran anschliessend BGE 123 I 201 E. 6b S. 210; BGE 125 I 417 E. 5b S. 426 f.; Urteil 2P.386/1996 vom 7. Juli 1997 E. 4a, in: SJ 1998 S. 116 ff., 119; MARTENET, a.a.O., S. 676).\n\n4.4 Art. 12 lit. d BGFA nimmt mit dem Grundsatz der Zulässigkeit der Anwaltswerbung den grund- und wettbewerbsrechtlichen Ansatz auf, ist aber zugleich Ausdruck davon, dass der Werbefreiheit bei der anwaltlichen Tätigkeit nach tradierter Auffassung aus öffentlichen Interessen engere Grenzen gezogen sind, als sie sich aus der allgemeinen Rechtsordnung ergeben. Besteht darüber de lege lata weitgehend Einigkeit (vgl. für einen Überblick über die Meinungen in der Literatur SCHÜTZ, a.a.O., S. 147 ff.; ferner CHRISTOF BERNHART, Die professionellen Standards des Rechtsanwalts, 2. Aufl. 2011, S. 151; a.M. KASPAR SCHILLER, Schweizerisches Anwaltsrecht, 2009, N. 1617), so erhellt aus der Entstehungsgeschichte nicht, wie die Grenzen zulässiger Werbung überzeugend zu ziehen sind (vgl. BGE 123 I 12 E. 2c/aa S. 17).\n\n5.\n\n5.1 Art. 12 lit. d BGFA ist in die Rechtsordnung einzubetten, wozu namentlich die Verfassung (BGE 138 I 305 E. 1.4.4 S. 311 f.; MARTENET, a.a.O., S. 679) gehört. Die Freiheit kommerzieller Werbung, die über die Wirtschaftsfreiheit des Art. 27 BV und die Meinungsäusserungsfreiheit der Art. 10 EMRK und Art. 19 UNO-Pakt II (SR 0.103.2) gewährleistet wird (BGE 125 I 417 E. 3b S. 421 f.; vgl. auch BGE 128 I 295 E. 5a S. 308; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 364 ff.), ist dabei ebenso zu berücksichtigen wie der Umstand, dass der Rechtsstaat auf das Vertrauen BGE 139 II 173 S. 179des Publikums in die freie Anwaltschaft angewiesen ist. Der Zugang zum Recht erfolgt über die Anwaltschaft; ohne sie ist es dem Einzelnen regelmässig verwehrt, seinen Standpunkt in juristischen Angelegenheiten wirksam zur Geltung zu bringen (SCHILLER, a.a.O., N. 73 ff.; FELLMANN, Kommentar, a.a.O., N. 2b zu Art. 12 BGFA). Es besteht daher ein besonderes öffentliches Interesse an einer sorgfältigen und gewissenhaften Berufsausübung (vgl. Art. 12 lit. a BGFA).\n\nEntsprechend kann der Staat zum Publikumsschutz sowie zur Wahrung von Treu und Glauben im Geschäftsverkehr Regeln für eine ordnungsgemässe und qualitativ hochstehende Ausübung der Anwaltstätigkeit aufstellen (Art. 95 Abs. 1 BV; BGE 125 I 417 E. 5a S. 426; BGE 123 I 12 E. 2c/aa S. 16 f.; JEAN-FRANÇOIS AUBERT, in: Petit commentaire de la Constitution fédérale de la Confédération suisse, Aubert/Mahon [Hrsg.], 2003, N. 5 zu Art. 95 BV; ROBERT BAUMANN, Der Anwalt im Visier des Staates, AJP 2008 S. 43 ff., 51; RHINOW/SCHMID/BIAGGINI/UHLMANN, Öffentliches Wirtschaftsrecht, 2. Aufl. 2011, § 2 N. 4, § 39 N. 9). Unter Einhaltung dieser Regeln dient Anwaltswerbung auch ideellen Interessen, indem sie der Klientschaft eine sachgerechte Anwaltswahl erlaubt und damit einen Beitrag zum guten Funktionieren der Rechtspflege leistet (MÜLLER/SCHEFER, a.a.O., S. 373).\n\n5.2 Das Interesse an einer ordnungsgemässen und qualitativ hochstehenden Ausübung der Anwaltstätigkeit wird auch auf europäischer Ebene anerkannt (Urteile des EGMR Casado Coca gegen Spanien vom 24. Februar 1994, Serie A Bd. 285 § 46; Schöpfer gegen Schweiz vom 20. Mai 1998, Recueil CourEDH 1998-III S. 1042 § 29; Foglia gegen Schweiz vom 13. Dezember 2007, §§ 86 f.; Art. 24 der Richtlinie 2006/123/EG des Europäischen Parlaments und des Rates vom 12. Dezember 2006 über Dienstleistungen im Binnenmarkt, ABl. L 376 vom 27. Dezember 2006 S. 36 ff.; Urteil des EuGH vom 5. April 2011 C-119/09 Société fiduciaire, Slg. 2011 I-02551 Randnr. 30). Dabei bleibt jedoch jegliche staatliche Regelung Stückwerk und darauf angewiesen, dass die Anwaltschaft ihren Beitrag leistet, um das Vertrauen des Publikums sowie das Ansehen in ihren Berufsstand zu gewährleisten: Der Staat kann die Standeswürde zwar schützen, aber nicht verordnen.\n\n5.3 Auch bei anderen freien Berufen sind Werbebeschränkungen zulässig (BGE 123 I 201 E. 6b S. 209 f.; Urteil 2P.386/1996 vom 7. Juli 1997 E. 3a und 4a, in: SJ 1998 S. 116 ff.). Neuere BGE 139 II 173 S. 180 Bundesgesetze nehmen dies auf, so namentlich Art. 40 lit. d des Bundesgesetzes vom 23. Juni 2006 über die universitären Medizinalberufe (Medizinalberufegesetz, MedBG; SR 811.11) und Art. 27 lit. d des Bundesgesetzes vom 18. März 2011 über die Psychologieberufe (Psychologieberufegesetz, PsyG; AS 2012 1929, SR 935.81). Beide Gesetze erlauben Werbung, \"die objektiv ist, dem öffentlichen Bedürfnis entspricht und weder irreführend noch aufdringlich ist\" (vgl. BORIS ETTER, in: Handkommentar zum Medizinalberufegesetz, 2006, N. 16 ff. zu Art. 40 MedBG; WALTER FELLMANN, Berufspflichten der Psychologinnen und Psychologen nach Art. 27 PsyG, in: Psychologieberufe im Wandel, 2012, S. 135 ff., 147 ff.).\n\n6.\n\n6.1 Gestützt darauf lässt sich die Bedeutung und Tragweite von Art. 12 lit. d BGFA konkretisieren. Die grundsätzliche Zulässigkeit der Anwaltswerbung ist ein Gebot der Werbefreiheit als eines Teilgehalts der Wirtschaftsfreiheit (Art. 27 Abs. 1 BV; Botschaft BGFA, BBl 1999 6013, 6056 Ziff. 233.24): Nicht die Werbung, sondern deren Einschränkung ist gemäss verfassungsrechtlich vorgezeichneter und gesetzlich konkretisierter Wertung rechtfertigungsbedürftig (Art. 27 i.V.m. 94 BV; Art. 95 BV; Art. 12 lit. d BGFA; vgl. mit Blick auf die Organisationsfreiheit BGE 138 II 440 E. 16 S. 455 f. und E. 18 S. 457 f.). Dies entspricht denn auch der konstanten Bundesgerichtspraxis vor Erlass des BGFA (vgl. E. 4.3) und ist in der Lehre grundsätzlich unstrittig (BERNHART, a.a.O., S. 147; BOHNET/MARTENET, a.a.O., N. 1484; FELLMANN, Anwaltswerbung, a.a.O., S. 179 f.; SCHÜTZ, a.a.O., S. 74 ff.; MICHEL VALTICOS, in: Commentaire romand, Loi sur les avocats, Valticos/Reiser/Chappuis [Hrsg.], 2010, N. 191 f. zu Art. 12 BGFA; ALAIN WURZBURGER, L'avocat et la publicité, in: L'avocat moderne, 1998, S. 231 ff., 234 f.).\n\n6.2\n\n6.2.1 Gesetzliche Einschränkungen dieser grundrechtlich geschützten Freiheit erfolgen aus dem verfassungsrechtlich anerkannten und gesetzlich verankerten öffentlichen Interesse an einer ordnungsgemässen und qualitativ hochstehenden Ausübung der Anwaltstätigkeit (Art. 95 Abs. 1 BV; Art. 12 lit. a BGFA). Die gesetzlichen Kriterien der \"Objektivität\" und des \"Informationsbedürfnisses der Öffentlichkeit\" knüpfen an die Bundesgerichtspraxis vor Erlass des BGFA an, weshalb diese auch unter Geltung des BGFA von Bedeutung bleibt (vgl. E. 4.3). BGE 139 II 173 S. 181\n\n6.2.2 Anwaltswerbung soll damit primär Werbung informativer Art sein und - über die lauterkeitsrechtlichen Grenzen hinaus - auf reisserische, aufdringliche und marktschreierische Methoden verzichten (offengelassen in Urteil 2A.98/2006 vom 24. Juli 2006 E. 4; vgl. BGE 125 I 417 E. 5b S. 426; BGE 123 I 12 E. 2c/aa S. 16 f.; Urteil 2P.386/ 1996 vom 7. Juli 1997 E. 4a, in: SJ 1998 S. 116 ff., 119; je mit Hinweisen; vgl. auch das Votum von Ständerätin Françoise Saudan, AB 1999 S 1172: \"La publicité doit néanmoins répondre à certaines exigences et éviter tout aspect tapageur ou exagéré.\"). Dagegen entspricht zurückhaltende und sachlich zutreffende Werbung dem Informationsbedürfnis der Öffentlichkeit und ist zulässig (BGE 125 I 417 E. 5b S. 426; BGE 123 I 12 E. 2c/aa S. 17). Die gebotene Zurückhaltung bezieht sich sowohl auf den Inhalt wie auf die Form(en) und Methoden der Anwaltswerbung (BGE 123 I 201 E. 5b S. 210; BOHNET/MARTENET, a.a.O., N. 1494, 1496, 1521 ff.). So sind etwa bei Aussenwerbung (Kanzleischilder, Hinweistafeln usw.) nicht nur der Inhalt, sondern auch Gestaltung, Grösse und Anbringung zu prüfen (BERNHART, a.a.O., S. 149 f.).\n\n6.3\n\n6.3.1 Im Einzelfall bleibt die Grenze zwischen zulässiger und unzulässiger Werbung allerdings schwierig zu ziehen. Die Unbestimmtheit der gesetzlichen Kriterien wird denn auch in der Literatur mitunter ebenso stark kritisiert wie der Umstand, dass das Gesetz in sich widersprüchlich sei, da sich Werbung weder durch Zurückhaltung noch durch Objektivität auszeichne (statt vieler SCHÜTZ, a.a.O., S. 99 ff.). Der eine wie der andere Vorwurf verfängt jedoch nicht. Zum einen sind pauschalisierende Lösungen mit Blick auf die Vielgestaltigkeit möglicher Werbemassnahmen nicht unproblematisch, weshalb die gesetzlich getroffene Lösung zumindest nachvollziehbar ist (vgl. BGE 138 I 378 E. 7.2 S. 391 f.; BGE 138 V 41 E. 4.3 S. 45; BGE 136 I 87 E. 3.1 S. 90 f.; MOOR/FLÜCKIGER/MARTENET, Droit administratif, Bd. I, 3. Aufl. 2012, S. 674 ff., insb. 682 f.). Zum anderen sind die berufsrechtlichen Einschränkungen zulässiger Anwaltswerbung gesetzlicher Ausdruck davon, dass bei der Werbung hochrangige Rechtsgüter - die Wirtschaftsfreiheit der Anwälte wie das Vertrauen in die Anwaltschaft - gegeneinander abzuwägen und im konkreten Fall einer sachgerechten Lösung zuzuführen sind.\n\n6.3.2 Die Offenheit der gesetzlichen Kriterien ermöglicht eine Rechtsverwirklichung, die sich den jeweiligen örtlichen und sachlichen Gegebenheiten situationsgerecht anpassen lässt und dabei auch die im BGE 139 II 173 S. 182Laufe der Zeit gewandelten Anschauungen aufnehmen kann (BGE 123 I 12 E. 2c/aa S. 17). Entsprechend ist den kantonalen Behörden bei der Auslegung und Anwendung der in Art. 12 lit. d BGFA enthaltenen unbestimmten Rechtsbegriffen ein Beurteilungsspielraum einzuräumen, soweit die für den Entscheid wesentlichen Gesichtspunkte geprüft und die erforderlichen Abklärungen sorgfältig und umfassend durchgeführt worden sind (vgl. BGE 138 II 77 E. 6.4 S. 89; BGE 131 II 680 E. 2.3.2 S. 683 f.).\n\n7. Vorliegend ist zu beurteilen, ob die Fassadenanschrift der Beschwerdeführerin gegen das Gebot zurückhaltender und sachlich zutreffender Werbung verstösst.\n\n7.1 Die Aufsichtskommission hat das \"Informationsbedürfnis der Öffentlichkeit\" verneint, da sich die Firmenbeschriftung an eine unbestimmte und uneinheitliche Gruppe von Werbeadressaten richte und bei einer solch willkürlichen Streuwirkung des Werbeeffekts nicht mehr gesagt werden könne, die Werbung richte sich an eine einheitliche oder zumindest eingeschränkte Gruppe von Werbeadressaten. Für die allermeisten Verkehrsteilnehmer decke die geplante Firmenbeschilderung kein Informationsbedürfnis ab, weshalb sie gegen Art. 12 lit. d BGFA verstosse.\n\nDie Vorinstanz ist dem im Ergebnis gefolgt, verneinte jedoch neben dem Informationsbedürfnis der Öffentlichkeit auch die Objektivität der geplanten Fassadenanschrift: Diese wahre die erforderliche \"formale Sachlichkeit\" nicht, da sie in gestalterischer Hinsicht (Grösse, Beleuchtung, Anbringung an stark befahrener Verkehrskreuzung) intensive Reize einsetze und damit nicht zurückhaltend sei.\n\n7.2 Die Würdigung der Vorinstanz ist mit Blick auf den ihr zukommenden Beurteilungsspielraum nicht zu beanstanden: Die geplante Anschrift beschränkt sich zwar inhaltlich auf objektive Tatsachen, wie sie auch auf dem Briefpapier verwendet werden (Kanzleiname mit Zusatz \"Advokatur & Notariat\"). Weitere, wertende Zusatzinformationen sind nicht vorhanden. Allerdings haben die Vorinstanzen ihre Prüfung zu Recht nicht auf die inhaltliche Sachlichkeit beschränkt, sondern Gestaltung, Grösse und Anbringung der Fassadenanschrift einbezogen. Dabei ist es der Beschwerdeführerin grundsätzlich unbenommen, Aussenwerbung zu machen und ein Kanzleischild, eine Hinweistafel oder eben eine Fassadenanschrift anzubringen, die eine gewisse Breitenwirkung entfaltet und an einer Stelle platziert wird, die für das Publikum gut einsehbar ist. Unzulässig ist mit Blick BGE 139 II 173 S. 183auf Art. 12 lit. d BGFA nicht die Werbewirkung der Fassadenanschrift, sondern deren Ausgestaltung im vorliegenden Fall: Wie die Vorinstanz nachvollziehbar ausführt, lassen Gestaltung (helle Beleuchtung), Grösse (Gesamtlänge von ca. 9,4 m und Höhe von 70 cm bzw. 32 cm) und Anbringung (stark befahrene Verkehrskreuzung) bei einer Gesamtbetrachtung die erforderliche Zurückhaltung in gestalterischer Hinsicht bzw. die \"formale Sachlichkeit\" vermissen. Nicht entscheidend kann sein, dass sich am Gebäude bereits Aussenwerbungen anderer Gewerbebetriebe befinden. Art. 12 lit. d BGFA würde weitgehend leerlaufen, wenn man die Zulässigkeit von Anwaltswerbung an der Werbung von Nicht-Anwälten ausrichten würde.\n\n7.3 Führt vorliegend die Ausgestaltung der Fassadenanschrift und nicht deren Werbewirkung zur berufsrechtlichen Unzulässigkeit, musste sich die Vorinstanz nicht näher mit der gesamthaften Wirkung der Fassadenanschrift im Rahmen der örtlichen Gegebenheiten und der bereits vorhandenen Schriftzüge am Gebäude auseinandersetzen. Die diesbezüglichen Sachverhaltsrügen der Beschwerdeführerin sind deshalb nicht entscheidrelevant."}