{"annee": "139", "cour": "IV", "page": "294", "date": "11/7/2013", "cite": ["133 IV 131", "127 II 198", "125 II 238", "133 IV 215", "127 II 104"], "cite_par": ["139 IV 301", "142 IV 250"], "chapeau": "45. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Y. contre Banque X. et Ministère public de la Confédération (recours en matière de droit public)\n\n1C_545/2013 du 11 juillet 2013", "regestes": ["Art. 84 et 93 LTF; art. 80e al. 2 let. b EIMP; accès de la partie plaignante au dossier pénal; respect des règles sur l'entraide judiciaire internationale. Le recours au sens de l'art. 84 LTF est ouvert lorsque l'accès au dossier pénal accordé à la partie plaignante comporte le risque d'une transmission de renseignements à l'autorité étrangère avant que l'autorité suisse d'entraide judiciaire ait statué sur l'admissibilité d'une telle transmission (consid. 1). Compte tenu des risques de transmission prématurée, l'accès à l'intégralité du dossier, même limité aux avocats de la partie plaignante, ne peut être immédiatement accordé (consid. 4)."], "faits": "|295|\n\nA. Le Ministère public de la Confédération (MPC) mène (...) une enquête pénale contre Y. et Z., pour blanchiment d'argent. Il leur est reproché d'avoir commis des détournements au préjudice de la Banque X., pour environ 430 millions de francs dont une partie serait parvenue en Suisse. La Banque X. s'est constituée partie plaignante les 5 et 14 juin 2012 et a demandé l'accès au dossier.\n\nPar décision du 3 juillet 2012, le MPC a admis la qualité de partie plaignante de la Banque X., considérant qu'une enquête était ouverte en Russie pour (...) gestion déloyale. Y. et Z., soit ses anciens président et vice-président, se voyaient reprocher d'avoir accordé des prêts injustifiés dont ils auraient eux-mêmes bénéficié. Les intérêts de la banque avaient ainsi directement été lésés. Le droit de consulter le dossier lui a également été reconnu, sans restriction.\n\nB. Par décision du 15 mai 2013, la Cour des plaintes du Tribunal pénal fédéral (TPF) a partiellement admis le recours formé par Y. La reconnaissance de la qualité de partie plaignante était justifiée, les actes de blanchiment pouvant porter atteinte aux intérêts patrimoniaux de la banque (...). S'agissant du droit d'accès au dossier, la Cour des plaintes a considéré que la Banque X. était notoirement liée à l'Etat russe. Une procédure pénale était ouverte en Russie pour les mêmes faits, et des demandes d'entraide judiciaire avaient été formées par les autorités russes et suisses. Il existait dès lors un risque concret que la partie admise à la procédure communique à l'étranger des renseignements requis par voie d'entraide. Un simple engagement de la partie en cause n'était pas suffisant, car il ne liait pas l'Etat étranger. En revanche, le droit de consulter le dossier pouvait être limité aux seuls conseils de la banque, avec l'engagement |296| formel et sans réserve de ceux-ci de ne pas transmettre de renseignements à la banque ou à des tiers. Cela permettait l'avancement de la procédure pénale et le respect du droit d'être entendu de la partie plaignante. L'obligation de garder le secret devait être assortie de la menace des peines prévues à l'art. 292 CP.\n\nC. Par acte du 27 mai 2013, Y. forme un recours en matière de droit public par lequel il demande l'annulation de la décision de la Cour des plaintes et la suspension du droit d'accès au dossier de la Banque X., jusqu'à décision de clôture de la procédure d'entraide judiciaire. (...)\n\nLe Tribunal fédéral a admis le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n1. Le recours est formé contre une décision rendue dans le cadre d'une procédure pénale, de sorte qu'il devrait en principe être soumis aux art. 78 al. 1 et 79 LTF (recours en matière pénale, limité aux seules mesures de contrainte). Le recours est toutefois formé, en l'espèce, pour violation des règles sur l'entraide judiciaire internationale en matière pénale. L'accès au dossier accordé à la partie plaignante comporterait en effet le risque de transmission de renseignements à la Fédération de Russie, avant même que l'autorité suisse d'entraide ait statué sur l'admissibilité d'une telle transmission. La décision attaquée est elle-même fondée sur les art. 80e al. 2 let. b et 65a al. 3 EIMP (RS 351.1), dispositions relatives à la présence de fonctionnaires étrangers et au risque de transmission de renseignements touchant le domaine secret. Selon la jurisprudence, la décision par laquelle l'autorité d'exécution refuse de limiter le droit d'une partie de consulter le dossier de la procédure pénale nationale connexe à la procédure d'entraide, doit être considérée comme rendue en application de l'EIMP (ATF 127 II 198 consid. 2a p. 201-203; arrêt 1A.63/2004 du 17 mai 2004). C'est donc le recours en matière de droit public selon l'art. 84 LTF qui entre en considération dans un tel cas. Pour le surplus, le recourant ne remet pas en cause l'autre aspect de la décision attaquée, soit l'admission de la banque en qualité de partie plaignante.\n\n1.1 Selon l'art. 84 LTF, le recours est recevable à l'encontre d'un arrêt du TPF en matière d'entraide judiciaire internationale si celui-ci a pour objet la transmission de renseignements concernant le |297| domaine secret. Il doit toutefois s'agir d'un cas particulièrement important (al. 1). Un cas est particulièrement important notamment lorsqu'il y a des raisons de supposer que la procédure à l'étranger viole des principes fondamentaux ou comporte d'autres vices graves (al. 2). Ces motifs d'entrée en matière ne sont toutefois pas exhaustifs et le Tribunal fédéral peut être appelé à intervenir lorsqu'il s'agit de trancher une question juridique de principe ou lorsque l'instance précédente s'est écartée de la jurisprudence suivie jusque-là (ATF 133 IV 215 consid. 1.2 p. 218). En vertu de l'art. 42 al. 2 LTF, il incombe au recourant de démontrer que les conditions d'entrée en matière posées à l'art. 84 LTF sont réunies (ATF 133 IV 131 consid. 3 p. 132).\n\n1.1.1 En l'occurrence, l'arrêt attaqué ne porte pas directement sur la transmission de renseignements touchant le domaine secret. Toutefois, le risque évoqué à la fois par le recourant et par la Cour des plaintes se rapporte bien à une telle transmission prématurée. Dans un tel cas, la jurisprudence (rendue sous l'empire de l'ancienne loi fédérale d'organisation judiciaire mais qu'il y a lieu de confirmer en application de la LTF) considère que le recours immédiat est possible, comme le prévoit l'art. 80e al. 2 let. b EIMP en cas d'intervention d'enquêteurs étrangers (ATF 127 II 198 consid. 2b p. 204; cf. également arrêt 1C_596/2012 du 28 novembre 2012 excluant le recours lorsque des précautions suffisantes sont prises à cet égard).\n\nL'art. 93 al. 2 LTF exclut certes le recours contre toutes les décisions incidentes (à l'exception des décisions de saisie, aux conditions de l'art. 93 al. 1 LTF). Toutefois, une remise prématurée d'informations à l'étranger peut avoir, dans son résultat, les mêmes effets qu'une décision finale. Cela justifie un recours immédiat.\n\n1.1.2 La présente cause porte par ailleurs sur une question de principe, dès lors que la solution adoptée par la Cour des plaintes pour prévenir un détournement des règles sur l'entraide judiciaire, apparaît nouvelle et se distingue en particulier du cas où l'accès au dossier est accordé à un Etat étranger (ATF 127 II 198). Cela justifie l'intervention d'une seconde instance de recours.\n\n1.2 S'agissant d'un recours en matière de droit public, la qualité pour agir du recourant ne doit pas s'examiner sous l'angle de l'art. 81 LTF, mais de l'art. 89 LTF et des dispositions sur l'entraide judiciaire. Or, en tant que titulaire de comptes bancaires saisis par le MPC, et au sujet desquels des renseignements figurant dans le dossier de la procédure pénale sont susceptibles de parvenir à la |298| connaissance de l'Etat étranger, le recourant a qualité pour agir (art. 21 al. 3, 80h let. b EIMP et 9a let. a OEIMP [RS 351.11]).\n\nIl y a donc lieu d'entrer en matière.\n\n(...)\n\n4. Le recourant se plaint d'une violation des art. 65a et 80d EIMP, ainsi que du principe de proportionnalité. Il relève que dans de précédentes décisions, un Etat étranger (la Tunisie, arrêt TPF 2012 48) s'était vu reconnaître l'accès au dossier de procédures pénales en Suisse moyennant l'engagement de ne pas utiliser les renseignements pour des procédures dans cet Etat, alors que dans une autre cause, un autre Etat (l'Egypte) s'était vu opposer un refus. En l'occurrence, la solution adoptée ne permettrait pas de prévenir le contournement des règles de l'entraide judiciaire. Les avocats étant tenus d'informer leur client en temps utile, de manière complète et exacte, une obligation de maintenir le secret serait contraire aux règles sur le contrat de mandat, ainsi qu'aux art. 12 de la loi fédérale du 23 juin 2000 sur la libre circulation des avocats (LLCA; RS 935.61) et 27 Cst. L'engagement de confidentialité n'aurait pas le même poids qu'une garantie étatique, s'agissant des conséquences d'une fuite. L'intérêt de la partie plaignante à pouvoir accéder immédiatement au dossier ne serait dès lors pas établi. La suspension de la procédure pénale constituerait une mesure moins incisive au regard de l'atteinte potentielle à la sphère privée.\n\n4.1 Selon l'EIMP, l'entraide judiciaire ne peut être accordée par la Suisse, pour autant que les conditions légales soient remplies, qu'après l'entrée en force de l'ordonnance de clôture (art. 80d EIMP). Avant cela, aucun renseignement, document ou information ne peut être transmis à l'Etat requérant. L'art. 65a EIMP permet d'autoriser la présence d'enquêteurs étrangers aux actes d'entraide et la consultation du dossier. Toutefois, cette présence ne peut avoir pour conséquence que des faits ressortissant au domaine secret soient portés à leur connaissance avant que l'autorité compétente ait statué sur l'octroi et l'étendue de l'entraide (al. 3). L'autorisation d'assister aux actes d'entraide et de consulter le dossier est soumise aux restrictions découlant du principe de la spécialité (art. 67 al. 3 EIMP). Lorsque l'autorité étrangère est autorisée à consulter un dossier suisse en dehors d'une procédure d'entraide, son attention est attirée sur ces points (art. 34 al. 2 OEIMP).\n\n4.2 Comme le relève l'Office fédéral de la justice (OFJ), les dispositions sur le droit d'accès au dossier dans la procédure pénale (art. 101, |299107| ss CPP) doivent s'appliquer dans le respect des principes applicables en matière d'entraide judiciaire (cf. art. 54 CPP). La jurisprudence a souligné maintes fois ce principe, en insistant sur la nécessité d'éviter tout risque de dévoilement intempestif d'informations en cours de procédure (cf. ATF 127 II 104 consid. 3d p. 109; ATF 125 II 238), au regard notamment des principes de la spécialité et de la proportionnalité. Lorsque la procédure d'entraide et la procédure pénale sont si étroitement liées qu'elles en deviennent indistinctes, les moyens de preuve recueillis dans le cadre de la deuxième pourraient être transmis de manière informelle, par l'un ou l'autre des participants à la procédure pénale, avant toute décision sur la clôture de la procédure d'entraide. L'autorité d'instruction qui conduit les deux procédures de front doit prendre en compte les intérêts de l'une comme de l'autre. Elle doit ménager les droits des parties à la procédure pénale (notamment le droit d'accès au dossier découlant du droit d'être entendu), sans compromettre une correcte exécution de la demande d'entraide judiciaire.\n\nLa jurisprudence du Tribunal fédéral considère que le droit de consulter le dossier, en particulier lorsque la partie plaignante est un Etat, peut être limité ou suspendu dans toute la mesure nécessaire pour préserver l'objet de la procédure d'entraide. L'autorité d'instruction peut, lorsque cela est possible, examiner chaque pièce du dossier pour déterminer si sa consultation est admissible. Elle peut également suspendre le droit de consulter le dossier jusqu'au prononcé d'une ordonnance de clôture ou en permettre l'accès au fur et à mesure qu'elle rend des ordonnances de clôture partielle. La jurisprudence envisage aussi la possibilité - utilisée par le TPF en d'autres occasions - d'obtenir un engagement formel de l'Etat étranger de ne pas utiliser dans sa propre procédure les renseignements obtenus dans le cadre de la consultation du dossier pénal (ATF 127 II 198 consid. 4c p. 207).\n\n4.3 En l'occurrence, il n'est pas contesté que les procédures ouvertes en Russie (pour les infractions préalables) et en Suisse pour blanchiment d'argent présentent une étroite connexité, dès lors notamment que les faits poursuivis (des détournements au préjudice de la banque) et les parties sont les mêmes. Il est également établi que la banque plaignante est très étroitement liée à l'Etat russe: elle a été longtemps contrôlée par la ville de Moscou avant d'être acquise par une banque russe détenue à 75 % par l'Etat, lequel a dû engager 10 milliards d'euros en 2011 à l'occasion d'un plan de sauvetage. La Cour des plaintes lui a ainsi reconnu un caractère \"quasi-étatique\" qui n'est |300| pas contesté à ce stade. Pour autant, l'instance précédente relève avec raison que la banque ne saurait être assimilée à l'Etat requérant. Dès lors, l'octroi de garanties qui dans certains cas peut se révéler adéquat - en fonction de la confiance que l'on peut avoir à l'égard des autorités de l'Etat concerné - n'est en l'occurrence pas envisageable puisque que les autorités russes ne seraient pas liées par de telles garanties et seraient a priori libres d'utiliser tous renseignements qui pourraient leur parvenir par une autre voie que l'entraide judiciaire, notamment par l'entremise d'une partie à la procédure pénale (arrêt 1A.63/2004 du 17 mai 2004 consid. 2.2).\n\n4.4 Dès lors, le risque de transmission intempestive de renseignements ne pouvait être prévenu que par une restriction du droit d'accès au dossier. Contrairement à ce que soutient le MPC, la seule application de la loi (accès au dossier pénal limité à la défense des intérêts des parties à la procédure, et application du principe de la spécialité) ne saurait prévenir les risques de fuites de renseignements et d'utilisation incontrôlée de ceux-ci à l'étranger. La suspension pure et simple de la procédure pénale en attente de l'issue de la procédure d'entraide - solution évoquée par le recourant - apparaîtrait par ailleurs manifestement contraire au principe de célérité (art. 5 CPP).\n\nLa Cour des plaintes a estimé que le droit de consulter le dossier pouvait être limité aux deux avocats de la partie plaignante. Ceux-ci s'étaient engagés par écrit, personnellement, formellement et sans réserve, à ne pas transmettre ni rendre accessible à la plaignante ou à des tiers, quelque document que ce soit issu de la procédure pénale, et ce jusqu'à décision de clôture et d'exécution complète et définitive de la procédure d'entraide. Cet engagement, complété par une commination au sens de l'art. 73 al. 2 CPP, permettait de concilier les différents intérêts en présence.\n\n4.5 Cette opinion ne peut être partagée. En dépit des engagements pris par les avocats avec l'accord de leur cliente, ceux-ci demeurent tenus par leur devoir de fidélité qui comprend une obligation d'information, de conseil et de représentation inhérente au mandat d'avocat. Selon l'art. 398 al. 2 CO, le mandataire est en effet responsable, envers le mandant, de la bonne et fidèle exécution du mandat (cf. également art. 12 let. a LLCA). S'il ne s'oblige pas à un résultat, il doit néanmoins, en vertu de son obligation de diligence, entreprendre tout ce qui est propre à parvenir à ce résultat. La consultation du dossier par les seuls avocats leur permet certes de procéder à l'analyse de la situation. Toutefois, l'avocat s'oblige également à conseiller son |301| client, en lui indiquant les diverses options envisageables, les démarches (judiciaires ou non, urgentes ou non) à accomplir et les chances et risques liés à chaque option (BOHNET/MARTENET, Droit de la profession d'avocat, 2009, p. 1086 ss). En l'espèce, dans la mesure où la partie plaignante estime avoir subi divers détournements de fonds, le mandat des avocats dans la procédure pénale s'étend nécessairement à la recherche et à la récupération desdits fonds. En l'occurrence, la localisation des comptes bancaires et de leurs titulaires et ayants droit constitue manifestement un élément de fait central pour la défense de la partie plaignante. On ne voit dès lors pas comment les avocats pourraient défendre efficacement les intérêts de cette dernière sans lui communiquer, d'une manière ou d'une autre, des données que le dossier pénal peut contenir à ce sujet. On ne saurait d'ailleurs écarter le risque que les mandataires commettent involontairement des indiscrétions sur ce point. Or, il s'agit précisément des renseignements que les autorités russes désirent obtenir par voie d'entraide judiciaire. Dans de telles circonstances, la solution adoptée dans la décision attaquée n'apparaît pas adéquate.\n\n4.6 Il y a lieu par conséquent de s'en tenir aux solutions consacrées par la jurisprudence Abacha (ATF 127 II 198): le Ministère public pourra dans un premier temps sélectionner les pièces du dossier qui peuvent être révélées à la plaignante sans compromettre le résultat de la procédure d'entraide. Il pourra, le cas échéant, rendre des décisions de clôture partielle et ouvrir l'accès au dossier au fur et à mesure de ces transmissions."}