{"annee": "139", "cour": "III", "page": "263", "date": "18/3/2013", "cite": ["127 III 268", "100 II 42", "126 III 278", "124 III 449", "132 V 159", "124 III 370", "133 III 545", "118 II 447", "111 II 501"], "cite_par": ["143 III 348", "139 III 418"], "chapeau": "38. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Y. SA (recours en matière civile)\n\n4A_702/2012 du 18 mars 2013", "regestes": ["Art. 46 al. 1 LCA; art. 131 CO. Les rentes dues en vertu d'un contrat assurant l'incapacité de gain se prescrivent chacune par deux ans, conformément au délai prévu à l'art. 46 al. 1 LCA. Cette disposition ne régit pas la question particulière de l'extinction du rapport de base fondant le droit à percevoir des rentes. Entre seul en considération l'art. 131 CO, le rapport de base étant soumis au délai décennal de l'art. 127 CO (consid. 1 et 2, spéc. 2.5)."], "faits": "", "considerants": "|263|\n\nExtrait des considérants:\n\n1. Le recourant se plaint d'une violation de l'art. 46 LCA (loi fédérale sur le contrat d'assurance; RS 221.229.1) relatif à la prescription des créances dérivant du contrat d'assurance.\n\nIl convient de rappeler les règles du Code des obligations, avant d'exposer le régime spécial institué par l'art. 46 LCA. |264|\n\n1.1 Sauf disposition contraire, les créances se prescrivent par dix ans (art. 127 CO). Ce délai court dès que la créance est exigible (art. 130 al. 1 CO). A défaut de terme stipulé ou résultant de la nature de l'affaire, l'obligation est exigible immédiatement (cf. art. 75 ss CO).\n\nUn délai de prescription plus court, soit cinq ans, s'applique aux redevances périodiques (art. 128 ch. 1 CO). Sont visées les prestations dont le débiteur est tenu à époques régulières, en vertu du même rapport d'obligation. Chacune des prestations doit pouvoir être exigée de façon indépendante; il n'est toutefois pas nécessaire que les prestations soient toutes de la même importance et que leur montant soit par avance exactement déterminé (ATF 124 III 370 consid. 3c).\n\nLes rentes viagères sont des redevances périodiques au sens de l'art. 128 ch. 1 CO et se prescrivent donc par cinq ans dès qu'elles sont exigibles. En outre, l'art. 131 CO prévoit que le rapport juridique de base (Stammrecht, Grundforderung, Forderungsrecht im Ganzen) qui fonde ces rentes viagères ou \"autres prestations périodiques analogues\" est lui-même sujet à prescription, laquelle commence à courir dès le jour d'exigibilité de la première prestation impayée; le délai est celui de l'art. 127 CO, soit dix ans (ATF 124 III 449 consid. 3b; STEPHEN V. BERTI, Zürcher Kommentar, 3e éd. 2002, nos 6-8 et 25-26 ad art. 131 CO). Il s'agit ainsi d'éviter que le rapport juridique générant le droit à de telles prestations périodiques, chacune prescriptible par cinq ans, continue à exister alors même qu'il n'est l'objet d'aucune exécution pendant plusieurs années (ATF 111 II 501 consid. 2 p. 502). La prescription du rapport de base supprime le droit à toute prestation périodique, y compris celles qui n'étaient pas encore prescrites en vertu de l'art. 128 CO (cf. art. 131 al. 2 CO; ATF 124 III 449 consid. 3b p. 452).\n\n1.2 En matière de contrat d'assurance, l'exigibilité revêt un sens particulier: la créance qui résulte d'un tel contrat est échue quatre semaines après le moment où l'assureur a reçu les renseignements de nature à lui permettre de se convaincre du bien-fondé de la prétention (art. 41 al. 1 LCA). Le législateur a considéré qu'ainsi définie, l'exigibilité ne pouvait constituer le point de départ adéquat de la prescription (ERNST A. THALMANN, Die Verjährung im Privatversicherungsrecht, 1940, p. 110 s.; JEAN-BENOÎT MEUWLY, La durée de la couverture d'assurance privée [ci-après: Durée], 1994, p. 252-254). Il s'agissait notamment d'éviter que l'assuré puisse influer sur le processus de prescription (arrêt 5C.237/2004 du 23 mars 2005 |265| consid. 2.1; MEUWLY, Durée, op. cit., p. 238). En conséquence, le législateur a adopté un autre critère comme point de départ de la prescription: selon l'art. 46 al. 1 LCA, \"les créances qui dérivent du contrat d'assurance se prescrivent par deux ans à dater du fait d'où naît l'obligation\" (\"nach Eintritt der Tatsache, welche die Leistungspflicht begründet\", \"dal fatto su cui è fondata l'obbligazione\"). La créance peut ainsi se prescrire avant d'être exigible (STEPHAN FUHRER, Schweizerisches Privatversicherungsrecht [ci-après: Privatversicherungsrecht], 2011, p. 394 ss n. 15.7 ss). La LCA renvoie par ailleurs au Code des obligations pour toutes les questions qu'elle ne règle pas (art. 100 al. 1 LCA).\n\nLa doctrine déplore l'imprécision du dies a quo tel que défini à l'art. 46 al. 1 LCA, tout en reconnaissant qu'il est difficile d'appréhender en une seule formule diverses créances (prestations d'assurance, primes de l'assuré, etc.) de contrats concernant des types d'assurances très variés (MEUWLY, Durée, op. cit., p. 249; cf. aussi THALMANN, op. cit., p. 107). Elle observe, entre autres, qu'il est fait référence à un seul \"fait\" dont découle l'obligation, alors qu'en soi, de nombreuses étapes conduisent à la prise en charge du cas d'assurance; se pose en outre la question de savoir si l'expression \"obligation\" (Leistungspflicht, obbligazione) vise le rapport d'obligation en tant que tel ou l'objet de ce rapport, soit les prestations d'assurance (MEUWLY, Durée, op. cit., p. 223-225).\n\nAu terme d'une évolution, la jurisprudence a précisé que le \"fait d'où naît l'obligation\" ne se confond pas nécessairement avec la survenance du sinistre - même s'il s'agit de la cause première de l'obligation d'indemnisation. Selon le type d'assurance envisagée, la prestation de l'assureur n'est due que si le sinistre engendre un autre fait précis. Ainsi, en matière d'assurance accident, le contrat peut prévoir une couverture en cas d'invalidité; ce n'est alors pas l'accident comme tel, mais la survenance de l'invalidité qui donne lieu à l'obligation de payer des prestations (ATF 126 III 278 consid. 7a; ATF 118 II 447 consid. 2b p. 454). Seule une prétention qui a déjà pris naissance peut être atteinte par la prescription (ATF 100 II 42 consid. 2d p. 48). Le moment déterminant pour le départ de la prescription est donc celui où sont réunis tous les éléments constitutifs fondant le devoir de prestation (Leistungspflicht) de l'assureur (ATF 127 III 268 consid. 2b p. 271). Il s'ensuit que la notion de \"fait d'où naît l'obligation\" varie selon les diverses catégories d'assurances, et selon le type de |266| prétention en cause (ATF 127 III 268 consid. 2b p. 270; arrêt 4A_645/2010 du 23 février 2011 consid. 2.2.2, résumé in JdT 2012 II p. 135). Dans l'assurance invalidité, la prescription commence à courir lorsque l'invalidité est acquise, sans égard au moment où l'assuré en a eu connaissance (ATF 118 II 447 consid. 2b p. 455).\n\nEn bref, pour connaître le \"fait d'où naît l'obligation\", et partant le point de départ de la prescription, il faut analyser le contrat d'assurance et déterminer quel est le sinistre assuré, respectivement quels éléments constitutifs doivent être réunis pour que l'assureur ait l'obligation d'indemniser l'assuré - sans égard aux déclarations et actes que doit faire la partie qui invoque une prétention (cf. par ex. KARL SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen [ci-après: Begrenzung], vol. I, 1975, p. 67 s.).\n\n1.3\n\n1.3.1 Dans le cas concret, les conditions contractuelles telles qu'énoncées dans l'arrêt attaqué sont les suivantes:\n\nLe recourant a souscrit une assurance en cas d'incapacité de gain qui lui confère, à l'issue d'un délai d'attente de 24 mois, le droit à une rente annuelle de 36'000 fr. jusqu'au 1er avril 2021.\n\nSelon les conditions générales d'assurance (CGA),\n\n- il y a incapacité de gain lorsque, par suite de maladie - pouvant être constatée sur la base de signes objectifs médicaux - ou d'accident, l'assuré est hors d'état d'exercer sa profession ou toute autre activité conforme à sa position sociale, à ses connaissances et à ses aptitudes (art. 50).\n\n- les rentes sont accordées proportionnellement au degré de l'incapacité de gain, pour autant que l'assuré subisse à cause de son incapacité de gain une perte de gain ou un autre préjudice pécuniaire équivalent. Si l'incapacité de gain est d'au moins deux tiers, les prestations entières sont accordées. Une incapacité de moins d'un quart ne donne droit à aucune prestation (art. 55).\n\n1.3.2 La Cour de justice s'est fondée sur la prémisse que l'assuré avait souscrit une assurance invalidité, après avoir rappelé que l'invalidité, au sens de l'art. 88 LCA, est une atteinte définitive à l'intégrité corporelle, qui diminue la capacité de travail. En conséquence, elle a déterminé à quel moment l'invalidité était acquise, retenant la date d'un rapport de l'expert médical, soit le 4 septembre 2003. Elle a considéré que cet instant marquait le point de départ de la prescription. |267|\n\n1.3.3 Le recourant reproche aux juges cantonaux d'avoir fait une interprétation erronée du type d'assurance convenue. Selon lui, l'obligation d'indemniser découlerait non pas de l'invalidité, mais de la conjonction d'autres éléments, à savoir l'incapacité d'exercer sa profession en raison d'une maladie ou d'un accident, une perte de gain découlant de cette incapacité, et l'écoulement d'un délai d'attente de deux ans. Or, ces conditions n'auraient été réunies que le 23 mars 2009, date à laquelle le Tribunal fédéral a validé la méthode utilisée par le Tribunal cantonal des assurances sociales pour fixer la perte de gain. Le délai de prescription n'aurait commencé à courir qu'à cette date.\n\n1.3.4 Le recourant a raison sur le premier point: ce n'est pas l'invalidité comme telle qui était assurée. D'après les conditions contractuelles mentionnées dans l'arrêt attaqué, l'obligation de verser la rente naît objectivement lorsque l'assuré, par suite d'un accident ou d'une maladie, se trouve hors d'état d'exercer sa profession ou une autre activité analogue (art. 50 CGA) et qu'il subit de ce fait une perte de gain ou un autre préjudice pécuniaire équivalent (art. 55 CGA). Un délai d'attente de deux ans doit en outre être respecté. La perte de gain n'a toutefois pas d'incidence sur l'étendue de l'indemnité, fixée forfaitairement, et susceptible de varier en proportion du degré d'incapacité.\n\nCeci dit, l'exigence d'une perte de gain effective n'a pas pour effet de repousser le point de départ de la prescription au 23 mars 2009. L'obligation d'indemniser ne prend naissance, au sens de l'art. 46 LCA, que si l'assuré subit objectivement une perte de gain; en revanche, le moment auquel cette perte est démontrée et chiffrée est sans importance. La preuve de la perte de gain dépend en particulier du comportement de l'assuré; cet élément ne saurait influer sur le départ de la prescription. Or, le recourant lui-même ne nie pas que la perte de gain existait objectivement dès avant sa constatation dans la procédure AI; il fait observer, en se référant à l'arrêt du Tribunal cantonal des assurances sociales, qu'il a subi une perte de gain de 50 % dès mars 1998, puis de 80 % dès l'automne 2002.\n\nIl s'ensuit que la réalisation des éléments générant l'obligation d'indemniser se situe à une date encore antérieure à celle du 4 septembre 2003, retenue par la Cour de justice; les éléments constitutifs - y compris la perte de gain - étaient vraisemblablement déjà réalisés au mois de septembre 2002, lorsque la compagnie d'assurance a commencé à verser des indemnités. |268|\n\n1.4 Quoi qu'il en soit, la cour cantonale a considéré que l'écoulement d'un délai de deux ans entre octobre 2006 et octobre 2008 éteignait tout droit à des prestations d'assurance. C'est en définitive ce raisonnement qui a conduit à l'admission de l'exception de prescription; or, une telle analyse ne saurait être suivie.\n\nLe Tribunal fédéral appliquant le droit d'office, il n'est pas lié par les motifs invoqués par le recourant pour contester la prescription (art. 106 al. 1 LTF; ATF 133 III 545 consid. 2.2). La question qui va être discutée ci-dessous (consid. 2) a fait l'objet de publications récentes, que les parties, singulièrement l'intimée en tant que professionnelle de la branche, ne sauraient ignorer; il n'y a donc pas lieu de leur donner une nouvelle possibilité de se déterminer.\n\n2.\n\n2.1 Dans un arrêt de 1985 (ATF 111 II 501 consid. 2), le Tribunal fédéral a dû se prononcer sur la prescription d'une action intentée le 27 octobre 1980, tendant au paiement d'une rente dès le 1er mars 1978, date à laquelle avait débuté une incapacité de gain pour cause d'invalidité. L'assureur soutenait, en se référant à l'art. 131 CO, que le rapport juridique donnant droit aux rentes était prescriptible, et que la LCA fixait le délai de prescription à deux ans. L'autorité de céans a souligné que dans le régime ordinaire du Code des obligations, le rapport juridique de base se prescrivait par dix ans (art. 127 CO), et que l'assimilation de la police d'assurance à un contrat de rentes périodiques au sens de l'art. 131 CO ne serait donc d'aucun secours à l'assureur. L'application d'un délai de prescription absolue de deux ans, dans des cas d'assurances pour incapacité de gain dans des limites de temps définies, aboutirait à un traitement de faveur injustifié, même au regard de l'art. 46 LCA. En définitive, le Tribunal fédéral a confirmé la décision cantonale, qui allouait la rente à compter du 27 octobre 1978, soit deux ans avant l'introduction de l'action. Cet arrêt a été interprété de diverses façons. Il fait en tout cas clairement apparaître que chaque rente pour incapacité de gain se prescrit par deux ans et qu'il est exclu d'appliquer ce bref délai à la prescription du rapport de base.\n\nEn 2004 (arrêt 5C.168/2004 du 9 novembre 2004), le Tribunal fédéral a été saisi d'un litige où l'assuré, après avoir souscrit une assurance en cas d'incapacité de gain, prétendait au paiement de rentes d'invalidité dès le 1er janvier 1999, alors qu'il avait ouvert action le 21 septembre 2001. Le Tribunal fédéral a distingué deux types de |269| prescription: celle concernant le rapport de base, qui fondait le droit à percevoir des rentes, et celle touchant les rentes périodiques elles-mêmes. Comme créances, ces dernières étaient soumises à la prescription biennale de l'art. 46 al. 1 LCA. En revanche, cette disposition, vu sa lettre claire, ne visait pas le rapport de base, qui n'était techniquement pas une créance. Celui-ci était dès lors soumis au délai ordinaire décennal de l'art. 127 CO, qui commençait à courir dès le premier arriéré (art. 131 al. 1 CO). Dans le cas jugé, ce délai n'était de loin pas écoulé lorsque l'action avait été introduite.\n\n2.2 Parallèlement, le Tribunal fédéral a dû se prononcer sur la prescription d'indemnités journalières.\n\nL' ATF 127 III 268 se rapportait à une assurance prévoyant le versement d'indemnités journalières à deux conditions: d'une part, l'existence d'une incapacité de travail causée par une maladie et attestée par un médecin; d'autre part, l'écoulement d'un délai d'attente de 14 jours. Le Tribunal fédéral, en se référant à THALMANN (op. cit., p. 169), a jugé que le moment où ces deux éléments constitutifs étaient réalisés marquait le départ du délai de prescription biennal de l'art. 46 al. 1 LCA et ce, pour l'ensemble des indemnités journalières dues pendant la période d'incapacité assurée. Sauf solution divergente découlant clairement du contrat, il fallait considérer le système des indemnités journalières comme un tout, soumis à un délai de prescription unique.\n\nL'ATF 127 a été confirmé dans un arrêt de 2010 concernant également une assurance d'indemnités journalières en cas de maladie (arrêt 4A_532/2009 du 5 mars 2010 consid. 2.4).\n\n2.3 La solution retenue en matière d'indemnités journalières a été critiquée en doctrine. D'aucuns soulignent que THALMANN (op. cit., p. 169), auquel se réfère l' ATF 127 III 268, entendait effectivement traiter les indemnités comme un tout, mais faisait débuter la prescription à la fin de la période de couverture. Plusieurs auteurs font en outre observer que les conditions contractuelles prévues pour le versement de la première indemnité doivent aussi être réalisées pour les indemnités suivantes, et que cet élément reste à vérifier quotidiennement. L'incapacité est sujette à des variations; en outre, l'assuré peut mourir. Il serait préférable de considérer que les indemnités journalières se prescrivent de manière individuelle, chaque jour constituant un fait nouveau dont découle l'obligation de l'assureur de verser l'indemnité prévue (MEUWLY, La prescription des créances |270| d'assurance privée [art. 46 al. 1 LCA] au regard de la dernière jurisprudence du Tribunal fédéral [ci-après: Prescription], PJA 2003 p. 312 s.; SPIRO, Verjährung von Krankentaggeldansprüchen [ci-après: Verjährung], REAS 2002 p. 121; VINCENT BRULHART, Justification de l'art. 46 LCA [...], PJA 2001 p. 1105; cf. aussi ROLAND BREHM, L'assurance privée contre les accidents, 2001, p. 365 n. 840). Il est aussi relevé qu'en pratique, la solution adoptée à l' ATF 127 III 268 revient à consacrer une prescription de deux ans du rapport de base, ce qui est contradictoire avec les ATF 111 II 501 et 5C.168/2004 (CHRISTOPH K. GRABER, in Basler Kommentar, Versicherungsvertragsgesetz, Nachführungsband, 2012, p. 163 s.; FUHRER, Anmerkungen zu privatversicherungsrechtlichen Entscheiden des Bundesgerichts [ci-après: Anmerkungen], REAS 2010 p. 262 s.).\n\nS'agissant précisément de la prescription du rapport de base, des auteurs admettent que cette question n'est pas réglée par la LCA et qu'en vertu du renvoi de l'art. 100 al. 1 LCA, la règle générale de l'art. 131 CO, assortie du délai de prescription décennal de l'art. 127 CO, peut trouver application (FUHRER, Privatversicherungsrecht, op. cit., p. 402 nos 15.37-15.39; SPIRO, Verjährung, op. cit., p. 122 [après avoir soutenu que le rapport de base se prescrivait par deux ans, in Begrenzung, p. 802 note infrapaginale 17]; THALMANN, op. cit., p. 123 s. et p. 169 [en matière de rentes uniquement, à l'exclusion des indemnités journalières en cas d'incapacité temporaire]). Plusieurs commentateurs de l'art. 131 CO évoquent la jurisprudence sans véritablement se prononcer, en faisant des interprétations divergentes de l' ATF 111 II 501 (KILLIAS/WIGET, in Handkommentar zum Schweizer Privatrecht, 2e éd. 2012, n° 5a ad art. 131 CO; PASCAL PICHONNAZ, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, n° 4 i.f. ad art. 131 CO; ROBERT K. DÄPPEN, in Basler Kommentar, Obligationenrecht, vol. I, 5e éd. 2011, n° 2 ad art. 131 CO; BERTI, op. cit., n° 18 ad art. 131 CO; cf. aussi BREHM, op. cit., p. 364 n. 836). D'autres, non sans appeler une réforme de la LCA, estiment qu'il est critiquable de réintroduire le délai décennal de l'art. 127 CO en recourant à l'art. 100 LCA (GRABER, op. cit., p. 163 s.; BRULHART, Droit des assurances privées, 2008, p. 399 s.), ou que l'application de l'art. 131 CO conduit à des solutions inadéquates (MEUWLY, Durée, op. cit., p. 414-416; le même, Prescription, op. cit., p. 321 s.).\n\n2.4 Il faut encore relever que dans le cadre d'un projet de révision totale de la LCA, le Conseil fédéral a fait la proposition de réforme suivante en matière de prescription: chaque prestation d'assurance |271| périodique devait se prescrire par cinq ans à compter de la date de son échéance, tandis que la créance totale se prescrivait par dix ans à compter de la date du sinistre (cf. art. 64 al. 2 du projet, FF 2011 7216). Le Message (FF 2011 7152) se référait expressément à l'art. 41 al. 2 LPP (RS 831.40), lequel soumet les prestations périodiques à un délai de prescription quinquennal et les autres créances à un délai décennal, tout en déclarant applicables les art. 129 à 142 CO; la jurisprudence en déduit que le droit de percevoir les rentes comme tel se prescrit dans le délai ordinaire de dix ans dès le jour de l'exigibilité du premier terme demeuré impayé, conformément à l'art. 131 al. 1 CO (ATF 132 V 159 consid. 3 et les réf. citées).\n\nCela étant, au mois de décembre 2012, le Conseil national a renvoyé le projet au Conseil fédéral, en l'invitant à élaborer une nouvelle réforme de la LCA limitée aux points nécessaires, incluant une prolongation appropriée des délais de prescription (BO 2012 CN 2203-2213).\n\n2.5 Dans le cas concret, sont en cause des rentes versées en cas d'incapacité de gain après un délai d'attente de 24 mois, et susceptibles de l'être jusqu'à ce que l'assuré ait atteint l'âge de 65 ans et demi.\n\nIl n'y a pas de motif de déroger à la jurisprudence rendue dans des cas semblables, selon laquelle chaque rente découlant du contrat d'assurance contre l'incapacité de gain se prescrit par deux ans (supra, consid. 2.1). Ces rentes sont des prestations périodiques au sens de l'art. 128 CO, qui prévoit une prescription individuelle pour chaque redevance. En outre, l'incapacité de gain, qui fonde le droit à la rente, doit être réalisée constamment; or, elle est susceptible de varier ou de disparaître (cf. ATF 111 II 501 consid. 2 p. 503, qui fait une réflexion semblable à propos de l'invalidité). Ainsi, le \"fait d'où naît l'obligation\" de l'assureur se répète constamment. Ces considérations vont dans le même sens que la doctrine récente.\n\nEn l'occurrence, le recourant prétend au paiement d'une demi-rente complémentaire pour la période du 1er septembre 2002 au 30 septembre 2006, puis d'une rente complète dès le 1er octobre 2006, date à laquelle la compagnie d'assurance a interrompu tout versement. L'action a été introduite le 6 août 2010.\n\nIl n'est pas nécessaire d'examiner si le versement d'une demi-rente entre 2002 et 2006 a éventuellement interrompu la prescription à l'égard du solde de rente qui est réclamé pour cette même période - ce que conteste l'intimée. De toute façon, les paiements ont cessé le |272| 1er octobre 2006. Il n'est pas établi qu'entre cette date et l'ouverture de l'action le 6 août 2010, il y ait eu un acte interruptif pertinent. Il faut dès lors conclure que le recourant peut tout au plus prétendre à une rente pour les deux ans qui précèdent l'ouverture de l'action, ainsi que pour la période postérieure. Le recourant a donc partiellement raison, en ce sens que ses prétentions - pour autant qu'elles existent - n'étaient pas entièrement prescrites quand l'action a été introduite.\n\nQuant à la prescription du rapport de base, il faut également s'en tenir au principe que si le mécanisme particulier de l'art. 131 CO doit trouver application, on ne saurait lui appliquer le délai très court de l'art. 46 al. 1 LCA, mais bien celui de l'art. 127 CO (cf. ATF 111 II 501 consid. 2). Dans l'ensemble, la doctrine ne contredit pas ce point de vue. L'extinction du rapport de base est une question particulière, qui ne découle pas ex lege de l'art. 127 CO et a nécessité l'introduction d'une règle spéciale dans le CO; de la même manière, il faut admettre que cette question n'est pas non plus traitée par l'art. 46 LCA, qui énonce une règle générale. Pour le surplus, il n'y a pas à discuter plus avant la question de savoir si les rentes d'incapacité de gain, notamment celle du cas concret, sont assimilables à des rentes viagères. Il apparaît en effet que de toute façon, le délai de prescription de dix ans depuis le premier arriéré n'était pas atteint lorsque l'action a été introduite. Cela étant, l'on ne peut que rejoindre la doctrine lorsqu'elle appelle une clarification de la question dans la loi."}