{"annee": "139", "cour": "II", "page": "534", "date": "5/9/2013", "cite": ["136 II 165", "137 III 226", "64 II 254", "138 II 169", "138 II 465"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. AG gegen Schweizerischer Verein für technische Inspektionen (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_13/2013 vom 5. September 2013", "regestes": ["Avertissement concernant un produit et rappel d'un extincteur déficient: art. 3, 4, 4b, 6, 10 et 11 LSIT (abrogée); art. 21 al. 1 LSPro; art. 1 et 4 LRFP; art. 1 al. 1 let. g, art. 5 et annexe 1 ch. 3.3.1.b de l'ordonnance relative aux équipements sous pression; art. 11 al. 1 let. c et al. 2, ainsi qu'art. 13a al. 1 OSIT. Réglementation de la transition entre la LSIT et la LSPro (consid. 1). Conditions de la mise en circulation selon la LSIT (consid. 2). Rapport entre la fonctionnalité et la sécurité d'un appareil. Le caractère non fonctionnel peut constituer un manque de sécurité au sens de la LSIT; lien avec la problématique analogue dans le contexte de la LRFP (consid. 4.1-4.5). Examen de la proportionnalité des mesures, en prenant en compte en particulier l'écoulement du temps (consid. 5)."], "faits": "|535|\n\nDie X. AG handelt u.a. mit Feuerlöschern und erbringt damit zusammenhängende Servicearbeiten. Aufgrund einer Rapex-Verbraucherwarnung aus Polen wurde die Marktkontrolle des Schweizerischen Vereins für technische Inspektionen (im Folgenden: SVTI) am 29. Januar 2009 vom Staatssekretariat für Wirtschaft (SECO) auf möglicherweise fehlerhafte Feuerlöscher mit der Beschriftung \"A.\" aufmerksam gemacht. Der SVTI führte Stichproben- und Konformitätskontrollen bei \"A.\"-Feuerlöschern durch und stellte folgende Mängel fest:\n\n- Fehlende Konformitätserklärung bei sämtlichen Produkten,\n\n- Fehlende Angaben zum Herstellungsdatum auf den Geräten.\n\nAm 3. Februar 2009 informierte der SVTI die X. AG. Diese bestätigte den in Polen festgestellten Produktmangel, wonach bei \"A.\"- Feuerlöschern mit Herstellungszeitraum zwischen Januar 2007 und Oktober 2008 möglicherweise ein Defekt verhindere, dass der Löscher bei Gebrauch funktioniere. Am 4. Februar 2009 reichte die X. AG eine Konformitätserklärung der Y. GmbH und am 5. Februar 2009 eine Konformitätserklärung der A.-Brandschutz GmbH ein. Sie veröffentlichte sodann eine Produktwarnung.\n\nMit E-Mail vom 24. Februar 2009 teilte der SVTI der X. AG mit, dass die Produktwarnung nicht genügend sei, da auf den Feuerlöschern ein Herstellungsdatum fehle und dadurch ein Käufer nicht erkennen könne, ob sein Feuerlöscher von der Produktwarnung betroffen sei. Am 4. März 2009 orientierte die X. AG die Marktkontrolle über die veröffentlichte Produktwarnung und bestätigte, dass |536| alle an B. gelieferten \"A.\"-Feuerlöscher ausgetauscht würden. Die C.- und D.-Lieferung vom Dezember 2008 seien nicht betroffen.\n\nAm 26. März 2009 erliess der SVTI folgende Verfügung:\n\n\"4.1 Die X. AG wird verpflichtet, erneut eine Produktwarnung zu veröffentlichen, welche alle 'A.'-Feuerlöscher der Baureihe S. ab Verkaufsdatum Januar 2007 betrifft. Die Produktwarnung muss alle drei Landesteile und Sprachen umfassen.\n\n4.2 Die X. AG wird verpflichtet, die 'A.'-Feuerlöscher eingehend auf ihre Funktionsfähigkeit überprüfen zu lassen und das Datum der Kontrolle auf den Geräten anzubringen.\n\n4.3 Die X. AG wird verpflichtet, der Marktkontrolle innerhalb von 30 Tagen eine Liste aller Zwischenhändler mit der Anzahl der in Verkehr gebrachten Geräte seit Januar 2007 zu übergeben.\n\n4.4 Die X. AG wird verpflichtet, die Kontrollen zu dokumentieren und der Marktkontrolle monatlich Bericht zu erstatten.\n\n4.5 Die X. AG wird verpflichtet, der Marktkontrolle den tatsächlichen Hersteller der 'A.'-Feuerlöscher mitzuteilen.\n\n4.6. Die X. AG wird verpflichtet, die unter Ziff. 4.1 bis 4.6 aufgeführten Anordnungen zu befolgen, unter Androhung von Haft oder Busse gemäss Art. 292 StGB im Unterlassungsfalle.\n\n4.7 Der X. AG wird eine Gebühr in Höhe von Fr. 850.- auferlegt. Die Bezahlung hat binnen 30 Tagen zu erfolgen.\"\n\nDie Beschwerde vor Bundesverwaltungsgericht war erfolglos.\n\nDie X. AG erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des Urteils des Bundesverwaltungsgerichts die Verfügung vom 26. März 2009 aufzuheben, eventuell die Sache an den SVTI zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde im Sinne der Erwägungen gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1. Am 1. Juli 2010 ist das Bundesgesetz vom 12. Juni 2009 über die Produktesicherheit (PrSG; SR 930.11) in Kraft getreten und damit das Bundesgesetz vom 19. März 1976 über die Sicherheit von technischen Einrichtungen und Geräten (STEG; AS 1977 2370) aufgehoben worden. Nach Art. 21 Abs. 1 PrSG dürfen Produkte, welche die Anforderungen nach bisherigem Recht, jedoch nicht die Anforderungen nach neuem Recht erfüllen, noch bis zum 31. Dezember 2011 in Verkehr gebracht werden. Mit Recht hat die Vorinstanz auf den vorliegenden Sachverhalt noch das STEG (in seiner Fassung mit |537| den Änderungen vom 18. Juni 1993 [AS 1995 2766] und vom 17. Juni 2005 [AS 2006 2197, 2273]) angewendet.\n\n2.\n\n2.1 Nach Art. 3 STEG dürfen technische Einrichtungen und Geräte nur in Verkehr gebracht werden, wenn sie bei ihrer bestimmungsgemässen und sorgfältigen Verwendung Leben und Gesundheit der Benützer und Dritter nicht gefährden. Sie müssen den grundlegenden Sicherheits- und Gesundheitsanforderungen nach Artikel 4 entsprechen oder, wenn keine solche Anforderungen festgelegt worden sind, nach den anerkannten Regeln der Technik hergestellt worden sein. Nach Art. 4 STEG legt der Bundesrat die grundlegenden Sicherheits- und Gesundheitsanforderungen fest; er berücksichtigt dabei das entsprechende internationale Recht. Wer eine technische Einrichtung oder ein Gerät in Verkehr bringt, muss nachweisen können, dass die Einrichtung oder das Gerät den grundlegenden Sicherheits- und Gesundheitsanforderungen entspricht (Art. 4b Abs. 1 STEG). Gestützt darauf hat der Bundesrat die Verordnung vom 20. November 2002 über die Sicherheit von Druckgeräten (Druckgeräteverordnung; SR 819.121) erlassen, welche nach ihrem Art. 1 Abs. 1 lit. g auch für tragbare Feuerlöscher gilt. Druckgeräte und Baugruppen dürfen nur in Verkehr gebracht werden, wenn sie bei angemessener Installierung und Wartung sowie bestimmungsgemässem Betrieb die Sicherheit von Personen und Sachen sowie die Gesundheit von Personen nicht gefährden (Art. 5 Abs. 1 Druckgeräteverordnung). Bestimmte Druckgeräte und Baugruppen, worunter auch Feuerlöscher gehören, dürfen gemäss Art. 5 Abs. 2 Druckgeräteverordnung nur in Verkehr gebracht werden, wenn sie die grundlegenden Sicherheitsanforderungen nach Anhang 1 erfüllen. Nach Anhang 1 Ziff. 3.3.1.b muss bei der Etikettierung und Kennzeichnung u.a. das Herstellungsjahr angegeben werden. Die erforderlichen Angaben sind auf dem Druckgerät oder auf einem an ihm fest angebrachten Typenschild zu machen (Ziff. 3.3.4).\n\n2.2 Der Vollzug des Gesetzes obliegt, unter dem Vorbehalt der Zuständigkeit des Bundes, den Kantonen und den ermächtigten Fachorganisationen und Institutionen (Art. 6 STEG), die vom Departement bezeichnet werden (Art. 11 Abs. 1 lit. c und Abs. 2 der Verordnung vom 12. Juni 1995 über die Sicherheit von technischen Einrichtungen und Geräten [STEV; AS 1995 2770; in der Fassung vom 27. März 2002, AS 2002 853]). Das Departement hat für Druckbehälter und Druckgeräte den SVTI damit beauftragt (Art. 3 Abs. 1 |538| sowie Anhang lit. d der Verordnung des EVD vom 23. August 2005 über die Zuständigkeiten im Vollzug der Gesetzgebung über die Sicherheit von technischen Einrichtungen und Geräten und über dessen Finanzierung [Zuständigkeitenverordnung-STEG; AS 2005 4257]). Die Beauftragten der Vollzugs- und Aufsichtsorgane können technische Einrichtungen und Geräte, die sich im Verkehr befinden, kontrollieren und nötigenfalls Muster erheben (Art. 10 Abs. 1 STEG). Die Vollzugsorgane können im nachträglichen Kontrollverfahren anordnen, dass technische Einrichtungen und Geräte, die den grundlegenden Sicherheits- und Gesundheitsanforderungen oder den anerkannten Regeln der Technik nicht genügen, nicht mehr in Verkehr gebracht werden. In Fällen schwerwiegender Gefährdung können sie deren Beschlagnahme oder Einziehung verfügen (Art. 11 Abs. 2 STEG). Entspricht eine technische Einrichtung oder ein technisches Gerät den Vorschriften dieser Verordnung nicht, so informiert das Kontrollorgan den Inverkehrbringer über das Ergebnis der Kontrolle und gibt ihm Gelegenheit zur Stellungnahme. Hierauf ordnet es gegebenenfalls die nötigen Massnahmen mit einer Verfügung an und räumt für deren Befolgung eine angemessene Frist ein. Es kann insbesondere das weitere Inverkehrbringen verbieten, den Rückruf, die Beschlagnahme oder die Einziehung verfügen sowie die von ihm getroffenen Massnahmen veröffentlichen (Art. 13a Abs. 1 STEV [in der Fassung vom 27. März 2002, AS 2002 853]).\n\n3.\n\n3.1 Vorinstanz und SVTI erblicken eine Mangelhaftigkeit der Feuerlöscher in zweierlei Hinsicht: Einerseits sei das Herstellungsjahr vorschriftswidrig auf dem Feuerlöscher nicht angebracht. Andererseits funktionierten die fehlerhaften Feuerlöscher nicht.\n\n3.2 Wäre die fehlende Angabe des Herstellungsjahrs ein rein formeller Mangel ohne Sicherheitsrelevanz, so wäre es offensichtlich unverhältnismässig, deswegen eine Produktwarnung mit Rückrufaktion vorzuschreiben. Vorinstanz und SVTI erblicken aber einen Zusammenhang zwischen der fehlenden Angabe und der Sicherheit insofern, als sich die von der Beschwerdeführerin veröffentlichte Produktewarnung auf Feuerlöscher mit Herstellungszeitraum zwischen Januar 2007 und Oktober 2008 bezogen habe. Infolge der fehlenden Angabe auf den Geräten sei nicht ersichtlich, ob ein Gerät von der Warnung betroffen sei. Deshalb müsse die Warnung wiederholt und auf alle ab Januar 2007 gekauften Geräte bezogen werden. |539|\n\n4.\n\n4.1 Die Beschwerdeführerin bestreitet nicht, dass ein Teil der betroffenen Geräte (nach ihren Angaben ca. 1 %) nicht funktionieren. Sie macht jedoch geltend, der Mangel betreffe nicht die Sicherheit, sondern bloss die Funktionsfähigkeit des Feuerlöschers, worauf sich aber das STEG nicht beziehe.\n\n4.2 Nach Art. 3 STEG dürfen technische Einrichtungen und Geräte nur in Verkehr gebracht werden, wenn sie Leben und Gesundheit der Benützer und Dritter nicht gefährden. Das Pronomen \"sie\" bezieht sich grammatikalisch klar auf die Einrichtungen und Geräte; diese müssen die Gefährdung verursachen. Dasselbe gilt für die analoge Regelung von Art. 5 Abs. 1 Druckgeräteverordnung. Die einzelnen Sicherheitsvorschriften in der Druckgeräteverordnung sind denn auch offensichtlich darauf zugeschnitten, zu verhindern, dass die in den Druckgeräten befindlichen Fluide explodieren, sich entzünden oder entweichen. Im Grundsatz ist somit der Beschwerdeführerin zuzustimmen: Thema des Produktsicherheitsrechts ist nicht die Funktionsfähigkeit eines Geräts, sondern dessen Sicherheit; wird eine Gefährdung nicht durch das Gerät selber, sondern durch Drittursachen geschaffen, ist dies nicht ein Thema des Produktsicherheitsrechts. In casu wird von keiner Seite geltend gemacht, dass die fraglichen Feuerlöscher als solche eine Gefährdung darstellen, indem sie z.B. explodieren oder bersten und dadurch Personen gefährden könnten. Die von den Vorinstanzen anvisierte Gefährdung ergibt sich vielmehr daraus, dass die Feuerlöscher unter Umständen einen drittursächlichen Brand nicht löschen können, was eine Frage der Funktionstauglichkeit ist.\n\n4.3 Der SVTI und das Departement für Wirtschaft, Bildung und Forschung (WBF) sind allerdings der Ansicht, dass bei Produkten, die zur Abwehr externer Gefahren bestimmt sind, auch die fehlende Funktionstauglichkeit einen Sicherheitsmangel im Sinne des STEG darstellt.\n\n4.4 Die Frage stellt sich analog im Rahmen des Produktehaftpflichtrechts: Dieses bezieht sich auf Schäden, die durch ein \"fehlerhaftes Produkt\" verursacht worden sind (Art. 1 Abs. 1 des Produktehaftpflichtgesetzes vom 18. Juni 1993 [PrHG; SR 221.112.944]). Ein Produkt ist fehlerhaft, wenn es nicht die Sicherheit bietet, die man unter Berücksichtigung aller Umstände zu erwarten berechtigt ist (Art. 4 Abs. 1 PrHG). Nach Lehre und Rechtsprechung bezieht |540| sich die Sicherheit des PrHG nur auf die Sicherheit des Produkts selber, nicht auf seine Gebrauchstauglichkeit (BGE 137 III 226 E. 3.2 S. 232; BÜHLER/TOBLER, Produktsicherheit in der EU und in der Schweiz, 2011, S. 298 f.; HANS-JOACHIM HESS, Kommentar zum Produktehaftpflichtgesetz, 2. Aufl. 1996, N. 6 zu Art. 4 PrHG; HEINZ REY, Ausservertragliches Haftpflichtrecht, 4. Aufl. 2008, S. 274 Rz. 1201 und 1202a; HANSJÖRG SEILER, Produktefehler, in: Schaden - Haftung - Versicherung, Münch/Geiser [Hrsg.], 1999, S. 938 f. Rz. 19.4 und 19.6 Ingress); diese sind nicht Thema der Produktehaftung, sondern der Sachmängelgewährleistung. In der Praxis gibt es freilich Produkte, bei denen Sicherheit und Gebrauchstauglichkeit eng zusammenhängen, nämlich dort, wo der Gebrauchswert des Produkts gerade in der Abwehr von Schäden liegt. In der Rechtsprechung ist dafür der Steiggurtfall (BGE 64 II 254) typisch: Der mangelhaft hergestellte oder reparierte Steiggurt erfüllt seine zweckbestimmende Schutzfunktion nicht und verursacht damit zugleich für seinen Benützer eine Gefahr. Die herrschende Lehre nimmt daher an, dass in solchen Fällen ein Funktionsmangel zugleich ein Fehler (d.h. Sicherheitsmangel) ist, sofern es die Konsumenten aufgrund der vom Hersteller erweckten Erwartungen unterlassen, ein anderes, wirkungsvolles Produkt einzusetzen (ANDREAS E. BORSARI, Schadensabwälzung nach dem schweizerischen Produktehaftpflichtgesetz [PrHG], 1998, S. 155 ff.; FELLMANN/VON BÜREN-VON MOOS, Grundriss der Produktehaftpflicht, 1993, S. 103 f.; FELLMANN/KOTTMANN, Schweizerisches Haftpflichtrecht, 2012, S. 393 f.; HESS, a.a.O., N. 92 zu Art. 4 PrHG; LUCA MARANTA, Die Produkthaftung nach PrHG im Vergleich zu konkurrierenden Anspruchsgrundlagen, ius. full 2006 S. 242 ff., 244; THOMAS RÖTHLISBERGER, Zivilrechtliche Produktbeobachtungs-, Warn- und Rückrufpflichten der Hersteller, 2003, S. 45 f.). In der Lehre werden in diesem Zusammenhang namentlich Feuerlöscher genannt (REY, a.a.O., S. 274 Rz. 1202a; SEILER, a.a.O., S. 948 Rz. 19.23).\n\n4.5 Produktesicherheits- und Produktehaftpflichtrecht benützen teilweise analoge Begriffe und stellen grundsätzlich auf das gleiche Sicherheitsniveau ab (vgl. Botschaft vom 25. Juni 2008 zum Produktesicherheitsgesetz, BBl 2008 7407, 7427 ff., 7436; THEODOR BÜHLER, Die Produktsicherheit als Bestandteil der schweizerischen Rechtsordnung, 2012, S. 12; EUGÉNIE HOLLIGER-HAGMANN, Produktsicherheitsgesetz mit Achillesferse, Jusletter 8. Mai 2006 Rz. 7). Es rechtfertigt sich daher, die Überlegungen zum |541| Produktehaftpflichtgesetz analog auch auf das Produktsicherheitsrecht anzuwenden (ebenso THOMAS WILRICH, Das neue Produktsicherheitsgesetz [Prod SG], 2012, Rz. 297 ff., insb. 297).\n\n4.6 Als Zwischenergebnis ist somit festzuhalten, dass bei einem Feuerlöscher ein Funktionsmangel auch ein Sicherheitsmangel im Sinne des STEG ist. Damit war der SVTI berechtigt, auch solche Mängel zu kontrollieren und gegebenenfalls beheben zu lassen.\n\n5.\n\n5.1 Im Eventualstandpunkt macht die Beschwerdeführerin geltend, die angeordnete Rückrufaktion sei unverhältnismässig. Wenn schon der erste Rückruf gemäss Auffassung des SVTI nutzlos gewesen sei, so würde das auch für den zweiten Rückruf zutreffen.\n\n5.2 Dieser Auffassung kann nicht ohne weiteres gefolgt werden: Die erste, von der Beschwerdeführerin durchgeführte Produktwarnung bezog sich auf die Feuerlöscher mit Produktionsdatum zwischen Januar 2007 und Oktober 2008. Sie wird vom SVTI deswegen als ungenügend beurteilt, weil auf den in der Schweiz in Verkehr gebrachten Feuerlöschern das Herstellungsdatum nicht sichtbar sei, so dass für die Besitzer nicht erkenntlich sei, ob ihr Gerät vom Rückruf betroffen sei oder nicht. Die zweite, hier streitige Warnung unterscheidet sich von der ersten dadurch, dass sie sich auf alle ab Januar 2007 verkauften Geräte bezieht. Auch Besitzer, die auf dem Gerät das Herstellungsdatum nicht ersehen, mögen sich vielleicht noch an das ungefähre Kaufdatum erinnern und sich deshalb von der zweiten Warnung angesprochen fühlen, auch wenn sie die erste nicht befolgten. Die Produktwarnung kann also nicht als nutzlos betrachtet werden.\n\n5.3 Fraglich ist indes, inwieweit ein Rückruf überhaupt erforderlich ist: Nach allgemeiner Lebenserfahrung werden sicherheitsbewusste Konsumenten im Zweifelsfall bereits den ersten Rückruf befolgt haben, wenn sie das Herstellungsdatum nicht kannten. Weniger sicherheitsbewusste Konsumenten werden hingegen auch den zweiten Rückruf kaum befolgen.\n\n5.4 Die Beschwerdeführerin macht insbesondere als Novum geltend, dass der Rückruf infolge des seitherigen Zeitablaufs unverhältnismässig geworden sei: Da die Feuerlöscher alle drei Jahre zur Revision gebracht werden müssten, seien inzwischen ohnehin alle Geräte funktionsüberprüft worden. |542|\n\n5.4.1 Nach Art. 99 Abs. 1 BGG dürfen neue Tatsachen und Beweismittel vor Bundesgericht nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt. Der blosse Zeitablauf ist kein Novum in diesem Sinne (BGE 138 II 169 E. 3.2 S. 171). Nicht unter das Novenverbot fallen sodann allgemein- und gerichtsnotorische Tatsachen (Urteile 2C_25/2011 / 2C_58/2011 vom 3. Juli 2012 E. 2.1, nicht publ. in: BGE 138 II 465; 8C_922/2010 vom 22. August 2011 E. 3.1). Das Bundesverwaltungsgericht hat demgegenüber aufgrund seiner unbeschränkten Sachverhaltskontrolle (Art. 49 lit. b VwVG; SR 172.021) grundsätzlich auf den im Zeitpunkt seines Entscheids massgebenden Sachverhalt abzustellen und demzufolge im Rahmen des Streitgegenstands auch echte Noven zu berücksichtigen (BGE 136 II 165 E. 4 S. 173 f.; Urteil 2C_367/ 2012 vom 20. November 2012 E. 3.5.1; HANSJÖRG SEILER, in: VwVG, Praxiskommentar [...], Waldmann/Weissenberg [Hrsg.], 2009, N. 19 zu Art. 54 VwVG; ZIBUNG/HOFSTETTER, in: VwVG, Praxiskommentar [...], 2009, N. 36 zu Art. 49 VwVG; SCHINDLER, in: Kommentar zum Bundesgesetz über das Verwaltungsverfahren [VwVG], Auer/Müller/Schindler [Hrsg.], 2008, N. 30 zu Art. 49 VwVG).\n\n5.4.2 Im Rahmen der Verhältnismässigkeitsprüfung ist dem Zeitablauf Rechnung zu tragen; eine Anordnung, die ursprünglich verhältnismässig ist, kann im Laufe der Zeit unverhältnismässig werden (vgl. Urteile 2C_1170/2012 vom 24. Mai 2013 E. 3.3; 2A.253/2004 vom 27. August 2004 E. 3.3). Das kann auch dann eintreten, wenn der Zeitablauf auf eine übermässige Verfahrensdauer zurückzuführen ist (Urteil 1C_65/2007 vom 11. September 2007 E. 4.1).\n\n5.4.3 Infolge der aufschiebenden Wirkung der Beschwerde an das Bundesverwaltungsgericht (Art. 55 Abs. 1 VwVG) musste während der Dauer des vorinstanzlichen Verfahrens die Produktwarnung noch nicht erfolgen. Im Zeitpunkt des angefochtenen Urteils waren seit der Herstellung der beanstandeten Geräte vier bis fünf Jahre vergangen. Die Beschwerdeführerin macht mit Recht geltend, dass nach so langer Dauer eine Produktwarnung mit Rückruf keinen Sinn mehr macht: Gerichtsnotorisch bedürfen Feuerlöscher einer periodischen Revision, damit ihre Funktionstauglichkeit gewährleistet bleibt. Sicherheitsbewusste Besitzer werden ihre in den Jahren 2007 und 2008 gekauften Feuerlöscher inzwischen bereits zur Revision gebracht haben; dabei wäre ein Funktionsmangel entdeckt worden. Besitzer, die nicht derart sicherheitsbewusst sind, dass sie ihre |543| Feuerlöscher periodisch revidieren lassen, werden mit hoher Wahrscheinlichkeit auch auf eine erneute Warnung nicht reagieren. Zudem können sie ohnehin nicht den Anspruch erheben, weiterhin einen funktionstauglichen Feuerlöscher zu besitzen.\n\n5.4.4 Grundsätzlich soll ein an sich rechtmässiger Verwaltungsakt nicht infolge blosser Verfahrensdauer vor einer Rechtsmittelinstanz unrechtmässig werden, würde dies doch Anreize schaffen, durch Erhebung auch unbegründeter Rechtsmittel an sich berechtigte Anordnungen zu unterlaufen. Vorliegend kann aber der Beschwerdeführerin nicht vorgeworfen werden, bloss zwecks Zeitgewinn ein Rechtsmittel erhoben zu haben. Sodann war die Dauer des Verfahrens vor der Vorinstanz aussergewöhnlich lange. Unter diesen Umständen ist im vorliegenden Fall die angeordnete Produktwarnung, auch wenn sie im Jahre 2009 wohl noch verhältnismässig gewesen wäre, inzwischen unverhältnismässig geworden. Das betrifft auch die weiteren Punkte der Verfügung, da diese im Konnex mit der angeordneten Produktwarnung stehen."}