{"annee": "139", "cour": "III", "page": "236", "date": "18/2/2013", "cite": ["135 III 40", "135 III 127", "131 III 227", "135 III 666", "125 III 108", "133 III 386", "137 III 631", "137 III 570", "137 III 32", "129 III 683", "134 III 366"], "cite_par": ["141 IV 108", "145 II 168", "141 III 222", "140 III 320", "140 III 355"], "chapeau": "34. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Y. gegen X. (Beschwerde in Zivilsachen)\n\n4A_380/2012 vom 18. Februar 2013", "regestes": ["Art. 8 et 166-175 LDIP, art. 1 par. 2 let. b et art. 6 par. 3 CL; droit des faillites international; capacité de conduire le procès, s'agissant d'une administration de la faillite étrangère; compétence internationale pour connaître d'une demande reconventionnelle. Examen de la capacité de l'administrateur de la faillite étranger de conduire un procès, en tant que défendeur reconventionnel, lorsque la demande reconventionnelle tend à obtenir la remise de fonds, situés à l'étranger, que la demanderesse reconventionnelle a apportés dans la masse en faillite sur la base d'une convention conclue avec l'administrateur de la faillite pour régler des prétentions révocatoires (consid. 4). L'art. 6 par. 3 de la Convention de Lugano ne s'applique pas à la demande reconventionnelle examinée en l'espèce; celle-ci, trouvant sa cause dans le droit des faillites, tombe sous le motif d'exclusion de l'art. 1 par. 2 let. b CL. La compétence des tribunaux suisses ne peut pas non plus être fondée sur l'art. 8 LDIP (consid. 5)."], "faits": "", "considerants": "|237|\n\nAus den Erwägungen:\n\n4.\n\n4.1 Die Beschwerdeführerin rügt, der angefochtene Entscheid verletzte die Bestimmungen des schweizerischen internationalen Konkursrechts.\n\n4.2 Gemäss dem in der Schweiz geltenden sogenannten \"gelockerten\" Territorialitätsprinzip sind die Wirkungen eines im Ausland eröffneten Konkurses im Inland wie folgt beschränkt:\n\nVermindert sich bei einer natürlichen Person mit Wohnsitz im Ausland zufolge Konkurses die Verfügungsbefugnis, wird dies in der Schweiz zwar nach Massgabe von Art. 35 IPRG (SR 291) berücksichtigt. Ebenso wird in Anwendung von Art. 154 Abs. 1 bzw. Art. 155 IPRG dem Umstand Rechnung getragen, dass ein |238| Konkurs die Handlungsfähigkeit einer juristischen Person mit Sitz im Ausland beeinträchtigt bzw. sich deren Organe verändern (BGE 137 III 570 E. 2 S. 572; vgl. auch BGE 135 III 666 E. 3.2.2; Urteil 2C_303/2010 vom 24. Oktober 2011 E. 2.3.1). Ob allerdings eine ausländische Konkursmasse (bzw. der Konkursverwalter) auf Vermögen in der Schweiz greifen kann, beurteilt sich nach dem 11. Kapitel des IPRG. Erforderlich ist dafür namentlich, dass das ausländische Konkursdekret in der Schweiz vorgängig anerkannt wurde, wofür die Voraussetzungen von Art. 166 Abs. 1 lit. a-c IPRG gelten (BGE 137 III 570 E. 2 S. 572).\n\nWird das ausländische Konkursdekret anerkannt, so unterliegt das in der Schweiz befindliche Vermögen des Schuldners den konkursrechtlichen Folgen des schweizerischen Rechts, vorausgesetzt, das IPRG ordnet nichts Abweichendes an (Art. 170 Abs. 1 IPRG). Dabei handelt es sich nicht um die unmittelbare Erstreckung des ausländischen Konkurses auf das schweizerische Territorium, sondern um eine Form von Rechtshilfe zugunsten eines im Ausland durchgeführten Verfahrens (BGE 135 III 40 E. 2.5.1). Das Konkursamt eröffnet über das in der Schweiz befindliche Vermögen einen sogenannten Hilfskonkurs (auch \"Mini\"-Konkurs, IPRG-Konkurs oder Anschlusskonkurs genannt). Dieser weist die Besonderheit auf, dass in den Kollokationsplan einzig pfandgesicherte Forderungen sowie privilegierte Forderungen von Gläubigern mit Wohnsitz in der Schweiz aufgenommen werden (Art. 172 Abs. 1 IPRG). Verbleibt nach Befriedigung der vorgenannten Gläubiger ein Überschuss, so wird dieser der ausländischen Konkursverwaltung (oder den berechtigten ausländischen Gläubigern) zur Verfügung gestellt, allerdings erst, nachdem auch der ausländische Kollokationsplan in der Schweiz anerkannt wurde, was namentlich voraussetzt, dass dieser die Forderungen von Gläubigern mit Wohnsitz in der Schweiz angemessen berücksichtigt (Art. 173 IPRG). Bei Nichtanerkennung des Kollokationsplans verbleibt der Überschuss gemäss Art. 174 Abs. 1 IPRG den bisher nicht berücksichtigten weiteren Gläubigern mit Wohnsitz in der Schweiz (siehe zum Ganzen BGE 137 III 570 E. 2 S. 573).\n\nDas in den Artikeln 166-175 IPRG vorgesehene System ist abschliessend (BGE 137 III 570 E. 2 S. 573). Der ausländische Konkursverwalter ist in der Schweiz einzig berechtigt, die Anerkennung des ausländischen Konkursdekrets sowie den Erlass sichernder Massnahmen zu beantragen (Art. 166 Abs. 1 und Art. 168 IPRG) und - nach erfolgter Anerkennung des ausländischen Konkursdekrets in |239| der Schweiz - gestützt auf Art. 171 IPRG Anfechtungsansprüche gemäss den Artikeln 285-292 SchKG einzuklagen, sofern das schweizerische Konkursamt und die kollozierten Gläubiger darauf verzichtet haben (BGE 135 III 40 E. 2.5.1; BGE 129 III 683 E. 5.3). Demgegenüber ist eine ausländische Konkursmasse nach der Rechtsprechung des Bundesgerichts namentlich nicht befugt, in der Schweiz Betreibungshandlungen vorzunehmen, eine Klage gegen einen angeblichen Schuldner des Konkursiten zu erheben oder im Konkurs des Schuldners in der Schweiz eine Forderung einzugeben (BGE 137 III 570 E. 2 S. 573; BGE 135 III 40 E. 2.4 und 2.5; BGE 134 III 366 E. 9). Grund für diese Beschränkung der Prozessführungsbefugnis ist, dass durch die genannten Handlungen das vom IPRG in den Artikeln 166-175 konzipierte System (Generalexekution über das in der Schweiz gelegene Vermögen des Konkursiten), das unter anderem eine Privilegierung von Gläubigern mit Wohnsitz in der Schweiz bezweckt, umgangen würde (BGE 137 III 570 E. 2 S. 574; BGE 134 III 366 E. 9.2.4 S. 378).\n\n4.3 Auf die dargelegten Grundsätze stützte das Bundesgericht denn auch sein Urteil vom 26. Oktober 2011, in dem es entschied, die Vorinstanz sei auf die Hauptklage des Beschwerdegegners zu Recht nicht eingetreten (Urteil 4A_389/2011 vom 26. Oktober 2011, teilweise publiziert in BGE 137 III 631). Es führte zur Begründung aus, nach der bundesgerichtlichen Rechtsprechung sei nicht danach zu unterscheiden, auf welchem Rechtsgrund die Forderung beruhe, die der ausländische Konkursverwalter in der Schweiz geltend mache. Vielmehr knüpfe die Rechtsprechung stets am Zweck der in der Schweiz angehobenen Klage an. Bestehe dieser darin, das Haftungssubstrat für die Konkursgläubiger um in der Schweiz gelegene Vermögenswerte zu vergrössern, diene die Klage der Durchführung des (ausländischen) Konkurses und sei dem Konkursverwalter die direkte Klage wegen der territorialen Wirkung des Konkurses grundsätzlich untersagt (E. 2.3.4 S. 635). In Anwendung dieser finalen Betrachtungsweise erwog das Bundesgericht sodann, die der Klage des Beschwerdegegners zu Grunde liegende Vergleichs- und Auseinandersetzungsvereinbarung betreffe die einvernehmliche Regelung von konkursrechtlichen Anfechtungsansprüchen. Diese Ansprüche hätten auch eine Liegenschaft in St. Moritz umfasst, deren Verkaufserlös den Gläubigern hätte zugute kommen sollen. Auf den damit vorliegenden Fall, dass ein in der Schweiz gelegener Vermögenswert in die ausländische Konkursmasse überführt werden solle, |240| fänden die Art. 166 ff. IPRG Anwendung (E. 2.4 S. 635 f.). Die mit der Beschwerdeführerin abgeschlossenen Vergleiche - so das Bundesgericht weiter - stellten Verwertungshandlungen dar, die nach dem Gesagten mit Bezug auf die Liegenschaft in St. Moritz einzig im Rahmen eines IPRG-Konkurses erfolgen dürften und in die Zuständigkeit des schweizerischen Konkursverwalters fielen. Ausschlaggebend sei dabei, dass die Parteien mit der Vereinbarung die Verwertung von Schuldnervermögen bezweckt hätten, und nicht, dass der Beschwerdegegner im Rahmen der Verwertung einen privatrechtlichen Vergleich abgeschlossen habe. Da der Beschwerdegegner nicht um Anerkennung des ausländischen Konkursdekrets in der Schweiz nachgesucht habe, sei er nicht befugt, in der Schweiz einen Prozess zu führen, mit dem er Rechte verfolge, die er aus den zur Verwertung seines Anfechtungsanspruchs abgeschlossenen Vereinbarungen betreffend das in der Schweiz liegende Grundstück ableite (E. 2.5 S. 636).\n\n4.4 Die Beschwerdeführerin moniert, die Vorinstanz habe aus der bundesgerichtlichen Praxis zu Unrecht den Schluss gezogen, dem Beschwerdegegner fehle auch für die vorliegende Widerklage die Prozessführungsbefugnis. Sie übersehe dabei, dass der Rechtsprechung stets die Frage des Zugriffs der ausländischen Konkursmasse auf in der Schweiz gelegenes Vermögen zu Grunde gelegen habe. Richtigerweise könne aus dem Territorialitätsprinzip nach der Rechtsprechung lediglich gefolgert werden, dass in der Schweiz belegene Vermögenswerte des Konkursiten ausschliesslich durch die inländische Konkursverwaltung im Rahmen und nach den Regeln eines IPRG-Konkurses verwertet werden dürften. Hingegen ergebe sich daraus nicht, dass ausländische Konkursverwaltungen in der Schweiz gar keine Prozesse führen könnten. Sofern die ausländische Konkursverwaltung - wie mit dem vorliegenden \"Passivprozess\" über ausländische Grundstücke und Gesellschaften - nicht bezwecke, in der Schweiz belegene Vermögenswerte an die ausländische Insolvenzmasse abzuführen, bestehe gestützt auf das Territorialitätsprinzip bzw. gemäss den Art. 166 ff. IPRG keine Rechtsgrundlage, die nach dem (deutschen) Konkursstatut gegebene Partei- und Prozessfähigkeit der ausländischen Konkursmasse bzw. die Prozessführungsbefugnis des ausländischen Konkursverwalters zu beschränken. Da aber gar kein Rechtshilfefall im Sinne von Art. 166 ff. IPRG vorliege, verfange auch die \"Alternativbegründung\" der Vorinstanz nicht, wonach der Beschwerdegegner zur Verteidigung gegen die |241| Widerklage einer umfassenden Prozessführungsbefugnis bedürfte, die weit über die Befugnisse gemäss Art. 168 und 171 IPRG hinausgehe. Der Beschwerdegegner leite seine Prozessführungsbefugnis nämlich nicht aus den Bestimmungen des schweizerischen IPRG ab, und die richtige Frage sei daher vielmehr, ob die Bestimmungen des IPRG seine nach deutschem Recht grundsätzlich gegebene Prozessführungsbefugnis einschränkten. Dies sei vorliegend nicht der Fall.\n\n4.5 Zur Begründung ihres Standpunkts beruft sich die Beschwerdeführerin im Wesentlichen auf eine im Schrifttum vertretene Auffassung, wonach sich aus der bundesgerichtlichen Rechtsprechung zur Prozessführungsbefugnis ausländischer Konkursverwaltungen nicht ergebe, Letztere könnten (abgesehen von den Befugnissen nach Art. 168 und 171 IPRG) in der Schweiz überhaupt keine Prozesse führen und seien \"rechtlich quasi als inexistent anzusehen\" (OBERHAMMER, Kurze Urteilsbesprechungen und -hinweise [im Folgenden:Urteilsbesprechung], ZZZ 2008/09 S. 435-438; siehe auch derselbe, Jäger des verlorenen Schatzes: Deutsche Insolvenzverwalter in der Schweiz, in: Jurisprudenz zwischen Medizin und Kultur [im Folgenden: Jäger], 2010, S. 339 f.). Gemäss dieser Ansicht sollen (entgegen der auf einem Missverständnis beruhenden konträren Meinung) auch unter der neueren Rechtsprechung des Bundesgerichts zu Art. 166 ff. IPRG (E. 4.2) Situationen vorstellbar sein, in denenausländische Insolvenzverwalter in der Schweiz Prozesse führen können. Dies sei etwa der Fall, wenn die vom Insolvenzverwalter durchzusetzende Forderung nicht in der Schweiz belegen sei, aber in der Schweiz ein (vereinbarter) Gerichtsstand bestehe; in diesem Fall, so wird vorgebracht, wäre ein Rechtshilfeverfahren nach Art. 166 ff. IPRG sinnlos, da eine \"IPRG-Minikonkursverwaltung\" nicht für die Verwertung von im Ausland belegenen Aktiven zuständig sei. Entsprechendes gelte, wenn es um die Durchsetzung von vom ausländischen Insolvenzverwalter begründeten Masseforderungen gehe, weil solche Forderungen jedenfalls nicht dem ausländischen Konkursiten zustünden und dafür auch bei Eröffnung eines \"Mini\"-Konkurses nicht die inländische Konkursverwaltung prozesslegitimiert sein könne (OBERHAMMER, Urteilsbesprechung, a.a.O., S. 436 f. bzw. Jäger, a.a.O., S. 340, mit Hinweis auf JAQUES, La reconnaissance et les effets en Suisse d'une faillite ouverte à l'étranger, 2006, S. 28, gemäss dem die ausländische Masse zumindest mit Bezug auf Masseforderungen und -verpflichtungen auch ohne Anerkennung des ausländischen Konkurses prozessführungsbefugt sein soll). |242|\n\nIn der Tat lässt sich der bislang zu diesem Thema ergangenen Rechtsprechung des Bundesgerichts nicht entnehmen, dass durch das 11. Kapitel des IPRG einer ausländischen Konkursverwaltung die Prozessführung vor schweizerischen Gerichten (abgesehen von den im Gesetz ausdrücklich vorgesehenen Befugnissen) generell untersagt werden sollte, so insbesondere auch dann, wenn keine Vermögenswerte in der Schweiz betroffen sind. Das Bundesgericht erwähnte immerhin in einem publizierten Entscheid, die ausschliessliche Befugnis des für den Anschlusskonkurs zuständigen schweizerischen Konkursamtes, die zur ausländischen Konkursmasse gehörenden Rechte auszuüben, sei gegeben, soweit es um in der Schweiz gelegenes Vermögen gehe (BGE 135 III 40 E. 2.5.1 mit Hinweisen). Im Entscheid über die Hauptklage des Beschwerdegegners führte das Bundesgericht sodann aus, dass die Art. 166 ff. IPRG \"nur greifen, wenn in der Schweiz gelegenes Vermögen zur Masse gezogen werden soll\", andernfalls es am territorialen Bezug zur Schweiz fehle (BGE 137 III 631 E. 2.3.4). Aus welchem Grund die Prozessführungsbefugnis der ausländischen Insolvenzverwaltung über diesen Fall hinaus beschränkt sein sollte, ist denn mit Blick auf die Entstehungsgeschichte des 11. Kapitels des IPRG auch nicht ohne Weiteres ersichtlich: Nach der Botschaft des Bundesrats zum IPRG zielten die vorgeschlagenen Bestimmungen des internationalen Konkursrechts darauf ab, \"für das in der Schweiz befindliche Vermögen eines Gemeinschuldners, über den im Ausland der Konkurs eröffnet wurde, eine dem schweizerischen Recht angemessene Verteilung zu ermöglichen.\" Die vorgesehene Regelung beruhte folglich - weiter in den Worten des Bundesrats - \"zur Hauptsache auf den Prinzipien der Anerkennung des ausländischen Konkursdekrets, der Realisierung der in der Schweiz gelegenen Aktiven und deren Auslieferung an die ausländische Konkursverwaltung\" (Botschaft vom 10. November 1982 zum Bundesgesetz über das internationale Privatrecht, BBl 1983 I 287 Ziff. 134 und 449 f. Ziff. 210.2).\n\nWie es sich mit der Prozessführungsbefugnis des ausländischen Konkursverwalters ausserhalb der von Art. 166 ff. IPRG erfassten Konstellation allgemein verhält, braucht indessen vorliegend - wie sogleich aufzuzeigen sein wird - nicht entschieden zu werden (nachfolgend E. 4.6 und 5).\n\n4.6 Nach der gebotenen finalen Betrachtungsweise sind bei der Beurteilung der Prozessführungsbefugnis des Insolvenzverwalters die konkreten Verhältnisse zu beachten, die Anlass zum fraglichen |243| Gerichtsverfahren geben: Wenngleich die vorliegende Widerklage gemäss der verbindlichen Feststellung der Vorinstanz keine in der Schweiz liegenden Vermögenswerte zum Gegenstand hat, ist nicht zu verkennen, dass die darin gestellten Rechtsbegehren in engem sachlichen Zusammenhang zu den Bestrebungen des Insolvenzverwalters stehen, in der Schweiz gelegenes Vermögen in die Konkursmasse einzubeziehen: Wie die Hauptklage des Beschwerdegegners beruht die Widerklage der Beschwerdeführerin auf der Vergleichs- und Auseinandersetzungsvereinbarung vom 30. April bzw. 17. September 2001, mit der die Anfechtungsansprüche der deutschen Konkursmasse gegen die Beschwerdeführerin - offenbar im Sinne einer Gesamtlösung - geregelt wurden. Die Vergleiche stellten nun jedoch, wie das Bundesgericht in seinem Entscheid betreffend die Hauptklage entschieden hat, Verwertungshandlungen dar, die mit Bezug auf die in St. Moritz gelegene Liegenschaft zwingend in die Zuständigkeit des schweizerischen Konkursverwalters gefallen wären (E. 4.3). Die Beschwerdeführerin verlangt mit der Widerklage die Rückabwicklung der auf die Vergleichs- und Auseinandersetzungsvereinbarung gestützten Verwertungshandlungen, wobei sie zur Begründung im Hauptstandpunkt zusammengefasst vorbringt, dass der Erwerb der Liegenschaft in St. Moritz durch den Insolvenzverwalter einer Bewilligung nach dem Bundesgesetz vom 16. Dezember 1983 über den Erwerb von Grundstücken durch Personen im Ausland (BewG; SR 211.412.41) bedurft hätte und die Vergleichs- und Auseinandersetzungsvereinbarung demnach wegen Verstosses gegen das BewG ungültig sei. Sie beruft sich also auf einen Umstand im Zusammenhang mit der Verwertung des in der Schweiz gelegenen Grundstücks, woraus sie die Ungültigkeit der Vergleichs- und Auseinandersetzungsvereinbarung insgesamt ableitet. Unter diesen Umständen stellt die Widerklage eine untrennbare Folge des unzulässigen Versuchs der Parteien dar, das schweizerische Grundstück dem ausländischen Konkursverfahren zuzuführen, und sie steht somit in engem Zusammenhang zu dem in der Schweiz gelegenen Schuldnervermögen. Aus den Behauptungen der Beschwerdeführerin ergibt sich, dass bei der Behandlung der Widerklage unter verschiedenen Vorzeichen über die gleichen Klagegründe und Verteidigungsmittel wie bei der Hauptklage entschieden werden müsste. Nachdem dem Beschwerdegegner mit Blick auf den vollstreckungsrechtlichen Zweck der Vergleichs- und Auseinandersetzungsvereinbarung die Prozessführungsbefugnis für die Hauptklage |244| abgesprochen wurde, ist angesichts des in der vorliegenden Konstellation gegebenen engen Sachzusammenhangs nicht zu erkennen, inwiefern die Vorinstanz Bundesrecht verletzt haben soll, wenn sie auch die Prozessführungsbefugnis des Beschwerdegegners für die Widerklage verneinte. Bereits unter diesem Blickwinkel ist der angefochtene Entscheid somit - unabhängig von der beschwerdeseits aufgeworfenen Frage (dazu E. 4.5) - nicht zu beanstanden.\n\n5. Ohnehin erweist sich die Beschwerde indessen auch unter dem folgenden Gesichtspunkt als unbegründet:\n\n5.1 Die Beschwerdeführerin berief sich mit Bezug auf die Zuständigkeit der Erstinstanz für die Beurteilung der Widerklagebegehren in ihrer Widerklagebegründung auf Art. 8 IPRG, eventualiter auf Art. 6 Nr. 3 LugÜ (SR 0.275.12), die beide die Zuständigkeit des Gerichts, an dem eine Hauptklage anhängig ist, auch für die Widerklage begründen, sofern zwischen Haupt- und Widerklage ein sachlicher Zusammenhang besteht respektive wenn die Widerklage auf denselben Vertrag oder Sachverhalt wie die Hauptklage selbst gestützt wird. Der Beschwerdegegner bestritt daraufhin die international-örtliche Zuständigkeit des Bezirksgerichts mit der Begründung, diese verstosse gegen die ausschliessliche Zuständigkeit am Ort der streitgegenständlichen Grundstücke respektive gegen die in einer Gesellschafts-Vereinbarung (zwischen dem damaligen Insolvenzverwalter über das Vermögen von A., dem Insolvenzverwalter über das Vermögen der Z. GmbH & Co. KG sowie der Beschwerdeführerin) enthaltene Schiedsklausel. Die Vorinstanz äusserte sich im angefochtenen Beschluss nicht ausdrücklich zur Frage der Zuständigkeit für die Widerklage. Sie führte aber immerhin aus, die Beschwerdeführerin strebe \"vom Zweck her eine Aussonderung jener Vermögenswerte an, die sie aufgrund der Vereinbarungen vom 30. April bzw. 17. September 2001 der Konkursmasse des deutschen Konkursverfahrens bereits zur Verwertung überlassen\" habe, womit die Klage einen \"klaren konkursrechtlichen Charakter\" habe.\n\nSelbst wenn sich aus der entsprechenden Qualifikation der Widerklage - wie die Beschwerdeführerin der Vorinstanz entgegenhält - nicht das Fehlen der Prozessführungsbefugnis des Beschwerdegegners ergeben sollte, kann immerhin der Schluss der Vorinstanz, eine Zulassung und Behandlung der Widerklage würde \"dem auf dem Boden des 'negativen' Territorialprinzips fussenden Schweizer Recht in Konkursangelegenheiten\" widersprechen, sinngemäss so |245| verstanden werden, dass die Vorinstanz nebst der Prozessführungsbefugnisdes Beschwerdegegners auch die Zuständigkeit der schweizerischenGerichte zur Beurteilung der Widerklagebegehren für nicht gegeben hielt. Diese Auffassung ist denn auch nicht zu beanstanden:\n\n5.2 Die Zuständigkeit ergibt sich zunächst nicht aus dem Lugano-Übereinkommen. Gemäss Art. 1 Abs. 2 lit. b LugÜ (der Art. 1 Abs. 2 Ziff. 2 des Übereinkommens vom 16. September 1988 über die gerichtliche Zuständigkeit und die Vollstreckung gerichtlicher Entscheidungen in Zivil- und Handelssachen [aLugÜ; AS 1991 2436] entspricht) sind Konkurse, Vergleiche und ähnliche Verfahren ausdrücklich vom Anwendungsbereich dieses Übereinkommens ausgenommen. Neben dem Insolvenzverfahren als solchem (Gesamtverfahren) sind damit auch sogenannte Einzelverfahren gemeint. Nach der Rechtsprechung des Europäischen Gerichtshofs (EuGH) sind allerdings \"Entscheidungen, die sich auf ein Insolvenzverfahren beziehen, (...) nur dann von der Anwendung des Übereinkommens ausgeschlossen, wenn sie unmittelbar aus diesem Verfahren hervorgehen und sich eng innerhalb des Rahmens eines Konkurs- oder Vergleichsverfahrens (...) halten\" (grundlegend: Urteil des EuGH vom 22. Februar 1979 C-133/78 Gourdain/Nadler, Rz. 4, bestätigt etwa im Urteil vom 10. September 2009 C-292/08 German Graphics Graphische Maschinen GmbH/Alice van der Schee, Rz. 26; vgl. dazu ACOCELLA, in: Lugano-Übereinkommen [...], Schnyder [Hrsg.], 2011, N. 108 zu Art. 1 LugÜ; KROPHOLLER/VON HEIN, Europäisches Zivilprozessrecht, 9. Aufl. 2011, N. 35 zu Art. 1 EuGVO; ROHNER/LERCH, in: Basler Kommentar, Lugano-Übereinkommen, 2011, N. 91 zu Art. 1 LugÜ). Gemäss der bundesgerichtlichen Praxis ist für die Frage der Unanwendbarkeit des Lugano-Übereinkommens im Sinne von Art. 1 Abs. 2 lit. b LugÜ massgebend, ob das betreffende Verfahren seine Grundlage im Schuldbetreibungs- und Konkursrecht hat und ohne ein derartiges Verfahren wahrscheinlich nicht eingeleitet worden wäre (BGE 131 III 227 E. 3.2; BGE 129 III 683 E. 3.2; BGE 125 III 108 E. 3d S. 111). Von Bedeutung ist insbesondere, ob das Verfahren der Vergrösserung der Konkursmasse dient (BGE 131 III 227 E. 4.1; BGE 129 III 683 E. 3.2). Daraus folgt nach der Rechtsprechung namentlich, dass das Lugano-Übereinkommen auf die nach Konkurseröffnung eingeleitete Anfechtungsklage gemäss Art. 285 ff. SchKG nicht anwendbar ist (BGE 131 III 227 E. 3.3 und 4). Weiter hat das Bundesgericht entschieden, dass ein ausländisches Urteil unter dem LugÜ nicht als Kollokationsurteil anerkannt werden kann, da die |246| schweizerischen Gerichte für das Kollokationsverfahren wegen der verfahrens- und vollstreckungsrechtlichen Natur der Auseinandersetzung international zwingend zuständig seien (BGE 135 III 127 E. 3.3.3; vgl. auch BGE 133 III 386 E. 4.3.3 S. 391; siehe ferner DASSER, in: Lugano-Übereinkommen [LugÜ], Dasser/Oberhammer[Hrsg.], 2. Aufl. 2011, N. 88 zu Art. 1 LugÜ).\n\nAus dem Gesagten ergibt sich, dass die vorliegende Widerklage nicht unter das LugÜ fällt. Wie die Vorinstanz feststellte, hat das Verfahren letztlich zum Ziel, Vermögenswerte aus der deutschen Konkursmasse auszusondern. Ein allfälliges gutheissendes Urteil beträfe daher die Durchführung des ausländischen Insolvenzverfahrens. Der eingeklagte Anspruch richtet sich gegen den Insolvenzverwalter und nicht etwa gegen den Gemeinschuldner persönlich. Die Klage geht überdies insofern aus dem Insolvenzverfahren hervor, als der Insolvenzverwalter und die Beschwerdeführerin ohne die Konkurseröffnung offensichtlich keine Vereinbarung über insolvenzrechtliche Anfechtungsansprüche abgeschlossen hätten und die nun streitgegenständlichen Vermögenswerte gar nicht erst dem Insolvenzverwalter übertragen worden wären: Mit der Vergleichs- und Auseinandersetzungsvereinbarung verpflichtete sich die Beschwerdeführerin, der Konkursmasse einen Teil ihres Vermögens zur Verwertung und Befriedigung der Gläubiger zu überlassen, d.h. die konkursrechtliche Verwertung dieser Vermögenswerte zu dulden. Die der Rückabwicklung der Vereinbarung dienende Widerklage ist somit eine unmittelbare und untrennbare Folge des in Deutschland über A. eröffneten Insolvenzverfahrens, in dessen Rahmen sie sich hält.\n\nSchliesslich ergibt sich die konkursrechtliche Natur der hier zu beurteilenden Streitigkeit auch aus den Gründen, welche die Beschwerdeführerin zur Motivation ihres Widerklagebegehrens vorbrachte: Sie berief sich (nebst dem Verstoss gegen das BewG) unter anderem auf die Nichtigkeit der Vereinbarung vom 30. April bzw. 17. September 2001 wegen Wuchers, wobei sie zur Begründung vortrug, die vereinbarte Leistung der Beschwerdeführerin habe 344,777 Mio. DM betragen, wogegen die Anfechtungsansprüche bloss einen Wert von DM 72'962'416.00 gehabt hätten. Der Beschwerdegegner - so die Beschwerdeführerin weiter - habe nahezu das Doppelte dessen erlangt, was er rechtlich überhaupt gefordert habe, und über das Vierfache von dem, was er aller Voraussicht nach hätte durchsetzen können. Auch daraus erschliesst sich, dass der vorliegende Prozess |247| - unabhängig von der vertraglichen Form der von den Parteien getroffenen Regelung - inhaltlich die Anfechtungsansprüche der Konkursmasse gegen die Beschwerdeführerin nach deutschem Insolvenzrecht betrifft und damit einen konkursrechtlichen Gegenstand hat. Dies verkennt die Beschwerdeführerin, wenn sie vor Bundesgericht ausführt, die Beurteilung der Widerklage könne sich ohne Weiteres auf zivilrechtliche Ansprüche beschränken und mache nicht die Anwendung ausländischer konkursrechtlicher Vorschriften erforderlich.\n\nAngesichts der genannten Umstände dient die vorliegende Widerklage - wie die Beschwerdeführerin in der Widerklagebegründung übrigens selber ausführte - der Durchsetzung von insolvenzrechtlichen Ansprüchen. Die Beschwerdeführerin vermag diesen Umstand auch nicht dadurch zu entkräften, dass sie in der Beschwerde vor Bundesgericht die geltend gemachten Ansprüche aus der Rückabwicklung der Vergleichs- und Auseinandersetzungsvereinbarung nun als \"rein zivilrechtlicher, und nicht konkursrechtlicher Natur\" qualifiziert, zumal die zuständigkeitsrechtliche Qualifikation eines eingeklagten Anspruchs aufgrund des klägerischen Tatsachenvortrags Gegenstand richterlicher Rechtsanwendung von Amtes wegen ist (vgl. BGE 137 III 32 E. 2.2 mit Hinweisen).\n\n5.3 Die Zuständigkeit der Vorinstanzen für die vorliegende Widerklage kann aber auch nicht auf das IPRG abgestützt werden: Wohl behält das SchKG in Art. 30a die Bestimmungen des IPRG vor. Daraus darf indessen nicht geschlossen werden, Art. 8 IPRG begründe für insolvenzrechtliche Widerklagen wie die vorliegende einen Gerichtsstand am Ort der (mit der Widerklage in sachlichem Zusammenhang stehenden) Hauptklage. Die (allgemeinen) Bestimmungen des IPRG finden auf die Zuständigkeits- und Anerkennungsordnung für vollstreckungsrechtliche Streitigkeiten keine Anwendung (vgl. dazu BOMMER, Die Zuständigkeit für Widerspruchs- und Anfechtungsklagen im internationalen Verhältnis, 2001, S. 26-29; MEIER, Internationales Zivilprozessrecht und Zwangsvollstreckungsrecht, 2. Aufl. 2005, S. 171; WALDER, Einführung in das Internationale Zivilprozessrecht der Schweiz, 1989, S. 184). In diesem Sinne hat das Bundesgericht entschieden, dass die Anerkennung gemäss den allgemeinen Bestimmungen von Art. 25 ff. IPRG für betreibungsrechtliche Streitigkeiten mit Reflexwirkungen auf das materielle Recht (wie Kollokationssachen oder Anfechtungsklagen) ausser Betracht fällt, da diese Verfahren vollstreckungsrechtlicher und nicht zivilrechtlicher Natur sind (BGE 135 III 127 E. 3.3.3 S. 134; BGE 129 III 683 |248| E. 5.2 S. 687; Urteil 5A_483/2010 vom 8. Februar 2011 E. 3.2). Nachdem im 11. Kapitel des IPRG, welches das internationale Konkursrecht der Schweiz regelt, kein Gerichtsstand für die vorliegende insolvenzrechtliche Klage betreffend einen ausländischen Konkurs vorgesehen ist (vgl. E. 4.2), vermag somit auch Art. 8 IPRG keinen solchen zu begründen (vgl. zum Ganzen JUCKER, Der internationale Gerichtsstand der schweizerischen paulianischen Anfechtungsklage, 2007, S. 316 f.).\n\n5.4 Nach dem Gesagten steht fest, dass die vorliegende Widerklage angesichts ihrer konkursrechtlichen Natur, unabhängig von der Prozessführungsbefugnis des Beschwerdegegners, jedenfalls mangels Zuständigkeit des angerufenen schweizerischen Gerichts nicht zulässig ist. Die Vorinstanz hat demnach, indem sie auf die Widerklage nicht eintrat, kein Bundesrecht verletzt."}