{"annee": "139", "cour": "III", "page": "285", "date": "27/6/2013", "cite": [], "cite_par": [], "chapeau": "41. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n5A_90/2013 du 27 juin 2013", "regestes": ["Art. 10 par. 1 let. d de la Convention européenne du 20 mai 1980 sur la reconnaissance et l'exécution des décisions en matière de garde des enfants et le rétablissement de la garde des enfants (Convention de Luxembourg); motif de refus de la reconnaissance d'une décision relative à la garde d'un enfant. La reconnaissance peut être refusée si une décision, incompatible avec la décision dont la reconnaissance est requise, est rendue dans une procédure engagée dans l'Etat requis avant le dépôt de la requête d'exequatur, et si le refus est conforme à l'intérêt de l'enfant (art. 10 par. 1 let. d de la Convention de Luxembourg). Une décision de nature provisionnelle suffit (consid. 3.2)."], "faits": "BGE 139 III 285 S. 285\n\nA. A., né en 1968 de nationalité belge, et B., née en 1972 de nationalité belge, sont les parents de C., née en 2003 à Z. (Belgique), qui est également de nationalité belge.\n\nSelon l'accord portant sur les relations personnelles du requérant avec sa fille, ratifié par jugement du Tribunal de la jeunesse de Bruges du 3 avril 2008, les parents exercent l'autorité parentale conjointe BGE 139 III 285 S. 286sur l'enfant dont la résidence principale est à l'adresse de la mère et la résidence secondaire auprès du père.\n\nB. B. a obtenu l'autorisation de déménager en Suisse avec sa fille par jugement du Tribunal de la jeunesse de Bruges du 11 août 2011, l'exercice de l'autorité parentale conjointe sur l'enfant étant maintenue. Elle s'est installée à Lausanne avec l'enfant le 19 août 2011.\n\nPar arrêt du 2 avril 2012, la Cour d'appel de Gand a confirmé le jugement attaqué s'agissant de l'autorisation de déménagement et du maintien de l'autorité parentale conjointe; elle a notamment accordé au père un droit au contact personnel sur C. pendant \"toute période de vacances entière telle que fixée en Suisse\" ainsi qu'un week-end par mois.\n\nCe jugement a été notifié à l'intimée en Suisse le 13 juin 2012. Il n'a pas fait l'objet d'un pourvoi en cassation.\n\nC. Le 18 juin 2012, la mère a formé une requête auprès de la Justice de paix du district de Lausanne visant à régler les relations personnelles entre l'enfant et son père. Dans le cadre de cette procédure, elle a déposé différentes requêtes de mesures préprovisionnelles visant à régler ou suspendre le droit de visite à exercer sur des périodes précises. Le Juge de paix y a fait droit les 20 juin et 16 août 2012 notamment.\n\nD. Le 2 novembre 2012, A. a saisi la Chambre des tutelles du Tribunal cantonal du canton de Vaud d'une demande de reconnaissance et d'exequatur de l'arrêt de la Cour d'appel de Gand du 2 avril 2012.\n\nPar jugement du 4 décembre 2012, la Chambre des tutelles a rejeté cette demande et mis les frais et les dépens à la charge du requérant.\n\nE. Le 27 juin 2013, délibérant en séance publique, le Tribunal fédéral a rejeté le recours en matière civile interjeté par A.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3.\n\n3.2 La Convention européenne du 20 mai 1980 sur la reconnaissance et l'exécution des décisions en matière de garde des enfants et le rétablissement de la garde des enfants (RS 0.211.230.01; ci-après: Convention de Luxembourg), ratifiée tant par la Suisse que par la Belgique, est applicable en l'espèce, la Convention de La Haye du 19 octobre 1996 concernant la compétence, la loi applicable, la reconnaissance, l'exécution et la coopération en matière de BGE 139 III 285 S. 287responsabilité parentale et de mesures de protection des enfants (CLaH 96; 0.211.231.011) n'ayant pas encore été ratifiée par la Belgique. Elle tend à assurer et accélérer le renvoi de l'enfant à la personne à qui il a été enlevé en violation d'une décision portant sur la garde; en termes d'efficacité elle a largement été dépassée par la CLaH 80 (Convention du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants; RS 0.211.230.02) (arrêt 5A_131/2011 du 31 mars 2011 consid. 2.1 et les références citées). L'art. 7 de la Convention de Luxembourg prévoit que les décisions relatives à la garde rendues dans un Etat contractant sont reconnues et, lorsqu'elles sont exécutoires dans l'Etat d'origine, elles sont mises à exécution dans tout autre Etat contractant. Selon l'art. 11, les décisions sur le droit de visite et les dispositions des décisions relatives à la garde qui portent sur le droit de visite sont reconnues et mises à exécution dans les mêmes conditions que les autres décisions relatives à la garde (al. 1); toutefois, l'autorité compétente de l'Etat requis peut fixer les modalités de la mise en oeuvre et de l'exercice du droit de visite compte tenu notamment des engagements pris par les parties à ce sujet (al. 2). L'intérêt pratique à se prévaloir de l'art. 11 par. 1 de la Convention de Luxembourg est limité non seulement en raison des nombreux motifs de refus de reconnaissance de l'art. 10 par. 1 de la Convention (arrêt 5A_131/2011 du 31 mars 2011 consid. 3.1.2), mais également du fait que l'exercice du droit de visite doit s'effectuer selon les instructions fixées par l'autorité compétente de l'Etat requis (art. 11 par. 2 de la Convention de Luxembourg; BUCHER, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 179 ad art. 85 LDIP).\n\nLa Convention de Luxembourg pose des conditions différentes à la reconnaissance des décisions selon que l'enfant a été déplacé sans droit (art. 8 et 9) ou de manière licite (art. 10).\n\nLorsque, comme en l'espèce, l'enfant n'a pas été déplacé sans droit, la reconnaissance est soumise à l'art. 10 de la Convention de Luxembourg. En vertu de cet article, la reconnaissance peut être refusée s'il est constaté que les effets de la décision sont manifestement incompatibles avec les principes fondamentaux du droit régissant la famille et les enfants dans l'Etat requis (par. 1 let. a); s'il est constaté qu'en raison de changements de circonstances incluant l'écoulement du temps mais excluant le seul changement de résidence de l'enfant à la suite d'un déplacement sans droit, les effets de la décision d'origine ne sont manifestement plus conformes à l'intérêt de l'enfant BGE 139 III 285 S. 288(par. 1 let. b); si, au moment de l'introduction de l'instance dans l'Etat d'origine, l'enfant avait la nationalité de l'Etat requis ou sa résidence habituelle dans cet Etat alors qu'aucun de ces liens de rattachement n'existait avec l'Etat d'origine ou s'il avait à la fois la nationalité de l'Etat d'origine et de l'Etat requis et sa résidence habituelle dans l'Etat requis (par. 1 let. c) ou si la décision est incompatible avec une décision rendue, soit dans l'Etat requis, soit dans un Etat tiers tout en étant exécutoire dans l'Etat requis, à la suite d'une procédure engagée avant l'introduction de la demande de reconnaissance ou d'exécution, et si le refus est conforme à l'intérêt de l'enfant (par. 1 let. d).\n\nS'agissant de ce dernier motif de refus, il suffit qu'une décision, même provisionnelle, ait été rendue dans une procédure engagée avant le dépôt de la requête d'exequatur et que cette décision soit incompatible avec la décision dont la reconnaissance est requise (PIRRUNG, in J. Staudingers Kommentar [...], Vorbem C-H zu Art 19 EGBGB, Berlin 2009, n° E 61 des remarques préliminaires à l'art. 19 EGBGB; GMÜNDER, Anerkennung und Vollstreckung von ausländischen Scheidungsurteilen unter besonderer Berücksichtigung von kindesrechtlichen Nebenfolgen, 2006, p. 138)."}