{"annee": "139", "cour": "IV", "page": "161", "date": "28/2/2013", "cite": ["110 IV 46", "112 IB 350"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Generalstaatsanwaltschaft des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_142/2012 vom 28. Februar 2013", "regestes": ["Art. 15 de la loi sur la responsabilité; autorisation de poursuivre un ancien employé de la police fédérale. Confirmation de la jurisprudence selon laquelle le vice résultant de l'absence d'autorisation de poursuivre un fonctionnaire est réparé lorsqu'une autorité cantonale supérieure disposant d'un plein pouvoir de cognition tant sur l'établissement des faits que sur l'application du droit requiert une telle autorisation au début de la procédure de recours (consid. 2.5). Application dans un cas d'espèce où l'autorisation de poursuivre a été délivrée la veille des débats devant l'autorité cantonale supérieure. Au vu des circonstances, il doit être admis qu'une condition positive de recevabilité fait défaut de manière définitive (consid. 2.6)."], "faits": "|162|\n\nA. X. stand seit 1. April 2003 im Dienst der Bundespolizei. Er wurde unter anderem wegen Missbrauchs der elektronischen Zeiterfassung am 21. August 2008 fristlos entlassen. Das Eidgenössische Justiz- und Polizeidepartement (EJPD) hiess am 3. April 2009 eine gegen die fristlose Entlassung gerichtete Beschwerde teilweise gut und hielt fest, dass das Arbeitsverhältnis ordentlich auf den 31. Dezember 2008 aufgelöst war. Am 7. Juli 2009 reichte das Bundesamt für Polizei (Fedpol) beim Untersuchungsrichteramt III Bern-Mittelland Strafanzeige wegen Betrugs ein. Dieses sprach X. mit Strafmandat vom 20. August 2009 diesbezüglich schuldig. Es warf ihm vor, während mindestens 9,5 Stunden von seinem Arbeitsplatz abwesend gewesen zu sein, ohne ausgestempelt zu haben. Gegen das Strafmandat erhob X. Einspruch.\n\nAm 26. Januar 2011 verurteilte das Regionalgericht Bern-Mittelland X. wegen mehrfachen Betrugs sowie wegen (jeweils mehrfacher) einfacher und grober Verkehrsregelverletzung zu einer bedingten Geldstrafe von 60 Tagessätzen zu Fr. 25.- bei einer Probezeit von zwei Jahren, zu einer Verbindungsbusse von Fr. 500.- sowie zu einer Übertretungsbusse von Fr. 1'900.-. Die gegen dieses Urteil gerichtete Berufung wies das Obergericht des Kantons Bern am 20. September 2011 ab.\n\nB. X. erhebt Beschwerde in Strafsachen. Er beantragt, das Urteil des Obergerichts des Kantons Bern vom 20. September 2011 sei aufzuheben, und er sei vom Vorwurf des Betrugs freizusprechen. Eventualiter sei die Strafuntersuchung diesbezüglich einzustellen. Subeventualiter sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Das gleichzeitig gestellte Gesuch um unentgeltliche Rechtspflege zog der Beschwerdeführer mit Schreiben vom 28. März 2012 zurück.\n\nC. Das Obergericht des Kantons Bern beantragt in seiner Vernehmlassung sinngemäss, auf die Beschwerde sei nicht einzutreten. Im Übrigen verweist es auf den angefochtenen Entscheid. Die |163| Generalstaatsanwaltschaft des Kantons Bern beantragt, die Beschwerde sei abzuweisen. Der Beschwerdeführer replizierte am 12. November 2012, nachdem sein Gesuch um Fristerstreckung am 7. November 2012 abgewiesen worden war. Mit der Replik ist er (in Abweisung des Wiedererwägungsgesuchs) nicht zu hören.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer wirft der Vorinstanz vor, ihn wegen Betrugs zu Lasten der Eidgenossenschaft verurteilt zu haben, ohne dass die nötige Ermächtigung nach Art. 15 des Bundesgesetzes vom 14. März 1958 über die Verantwortlichkeit des Bundes sowie seiner Behördenmitglieder und Beamten (Verantwortlichkeitsgesetz, VG; SR 170.32) rechtzeitig vorgelegen habe. Gemäss Art. 15 Abs. 2 VG hätte unverzüglich nach der Strafanzeige des Fedpols vom 7. Juli 2009 um Ermächtigung nachgesucht werden müssen. Selbst wenn man annehmen wollte, dass dies im kantonalen Berufungsverfahren nachgeholt werden könnte, sei dies erst einen Tag vor der Berufungsverhandlung und damit verspätet erfolgt. Zudem habe er erst mit der schriftlichen Begründung des Urteils vom 20. September 2011 von der Ermächtigung erfahren. Er habe keine Gelegenheit gehabt, sich zur Ermächtigungsverfügung zu äussern. Der Beschwerdeführer rügt unter anderem eine Verletzung von Art. 15 Abs. 1 und 2 VG.\n\n2.2 Unbestritten ist, dass der Beschwerdeführer als ehemaliger Angestellter der Bundespolizei unter den Anwendungsbereich des Verantwortlichkeitsgesetzes fällt und der vorgeworfene Betrug einen Amtsbezug aufweist. Die erste Instanz fällte ihren Entscheid am 26. Januar 2011. Am 7. Februar 2011 meldete der Beschwerdeführer Berufung an. Die erste Instanz hielt in ihrer schriftlichen Begründung fest, die unterbliebene Ermächtigung könne durch die Rechtsmittelinstanz eingeholt werden. Sie überwies die Akten am 1. April 2011 an die Vorinstanz. Diese wies unter anderem am 4. Mai 2011 Beweisanträge der Verteidigung ab und lud am 15. Juni 2011 die Verfahrensbeteiligten auf den 20. September 2011 zur Berufungsverhandlung vor. Am 15. September 2011 ersuchte sie das EJPD um Ermächtigung im Sinne von Art. 15 VG. Die Ermächtigungsverfügung datiert vom 19. September 2011. Am 20. September 2011 fand die Berufungsverhandlung statt und wurde der vorinstanzliche Entscheid gefällt. |164|\n\n2.3 Art. 15 Abs. 1 VG sieht vor, dass die Strafverfolgung von Beamten wegen strafbarer Handlungen, die sich auf ihre amtliche Tätigkeit oder Stellung beziehen, ausgenommen wegen Widerhandlungen im Strassenverkehr, der Ermächtigung des EJPD bedarf. Die Bestimmung bezweckt den Schutz des Beamten vor Belästigung durch ungerechtfertigte Strafanzeigen und gleichzeitig einen reibungslosen Gang der Verwaltung (BGE 112 Ib 350 E. 2c S. 352; BGE 110 IV 46 E. 3b S. 48; je mit Hinweis; Botschaft vom 29. Juni 1956 zum Entwurf eines neuen Verantwortlichkeitsgesetzes, BBl 1956 I 1398 Ziff. IV.2.; CHRISTOF RIEDO, Der Strafantrag, 2004, S. 55 f.). Diese Ziele können selbstredend nur erreicht werden, wenn die Ermächtigung zu Beginn eines Strafverfahrens eingeholt wird. Art. 15 Abs. 2 VG hält entsprechend fest, dass kantonale Strafverfolgungsbehörden darum \"unverzüglich\" (\"immédiatement\", \"immediatamente\") zu ersuchen haben. Entgegen der Auffassung der Generalstaatsanwaltschaft des Kantons Bern besteht die Ermächtigungsvoraussetzung unabhängig davon, ob die Strafanzeige durch eine Privatperson oder eine Behörde des Bundes respektive durch den Arbeitgeber des Beschuldigten erfolgt. Eine entsprechende Ausnahme sieht das Verantwortlichkeitsgesetz nicht vor. Es liegt nicht im Ermessen der kantonalen Strafverfolgungsbehörden, darüber zu entscheiden, in welchen Fällen von der Ermächtigung abgesehen werden kann. Ebenso wenig ist darin eine \"reine Formalität\" zu erblicken. Dies gilt zumindest, wenn die Verweigerung einer Ermächtigung durchaus im Raum steht (Art. 15 Abs. 3 VG).\n\nWird das Ermächtigungsverfahren erst zu einem späteren Zeitpunkt und nach (umfangreichen) Untersuchungshandlungen eingeleitet, wird die Schutzfunktion von Art. 15 VG unterlaufen. Verweigert die zuständige Behörde die Ermächtigung, so sind der Beschuldigte und die betroffene staatliche Institution regelmässig stärker tangiert als nach bloss dringlichen sichernden Massnahmen (Art. 15 Abs. 2 VG) respektive nach den nötigen Erhebungen im Hinblick auf das Bewilligungsverfahren. Der Beschwerdeführer bringt zudem vor, die Wahrscheinlichkeit, dass die Ermächtigung erteilt werde, sei nach einer erstinstanzlichen Verurteilung wesentlich grösser. Dies ist im Sinne eines \"Fait accompli\" nicht von der Hand zu weisen, selbst wenn eine Ermächtigungsverweigerung in jenem Zeitpunkt nicht \"fast unmöglich\" ist. Mithin erhöht sich der Druck, die Ermächtigung zu erteilen. Das kann sich insbesondere bei einem gemäss Art. 15 Abs. 3 VG leichten Fall zum Nachteil des Beschuldigten |165| auswirken. Diese Bestimmung sieht bei gewissen Voraussetzungen die Verweigerung der Ermächtigung vor. Sie will eine unbillige doppelte, das heisst strafrechtliche und disziplinarische Ahndung von leichten Fällen vermeiden. Nach HAUENSTEIN wird die Ermächtigung selbst bei einem leichten Fall trotz vorhandenem Verweigerungsgrund erteilt, wenn erst die Rechtsmittelinstanz um die Ermächtigung nachsucht. Ein leichtes Vermögensdelikt liegt nach dem genannten Autor bei Deliktsbeträgen bis zu Fr. 500.- (per Ende 1994) vor (ROLAND HAUENSTEIN, Die Ermächtigung in Beamtenstrafsachen des Bundes, 1995, S. 160 ff. und 169 f.).\n\n2.4 Dem Beschwerdeführer wird ein Deliktsbetrag von Fr. 554.40 zur Last gelegt. Mithin ist grundsätzlich von einem leichten Fall auszugehen. Der Beschwerdeführer wurde durch die Kündigung per Ende 2008 und vor der Anzeigeerstattung disziplinarisch zur Verantwortung gezogen. Diese Umstände legen prima vista die Erfüllung der Voraussetzungen von Art. 15 Abs. 3 VG und ein Absehen von der Strafverfolgung nahe. Die über zwei Jahre nach Eröffnung der Strafuntersuchung (3. August 2009) im Rahmen des kantonalen Berufungsverfahrens (in dessen Verlauf bereits weitere prozessleitende Entscheide ergingen, E. 2.2 hievor) eingeholte Ermächtigung der Bundesanwaltschaft ist verspätet und in diesem Sinne mangelhaft.\n\n2.5 Umstritten sind die Rechtsfolgen einer verspäteten Ermächtigung. Das Verantwortlichkeitsgesetz beantwortet die Frage nicht, ebenso wenig die Schweizerische Strafprozessordnung in Art. 303 StPO. Nach dem klaren Gesetzeswortlaut ist die Ermächtigung zur Strafverfolgung im Voraus und möglichst frühzeitig einzuholen. Dies folgt auch aus der teleologischen Auslegung (E. 2.3 hievor). Gleichwohl handelt es sich um eine positive Prozessvoraussetzung mit relativer Sperrwirkung (NIKLAUS SCHMID, Strafprozessrecht, 4. Aufl. 2005, Rz. 535 ff.). Das Bundesgericht hat in BGE 110 IV 46 E. 3b S. 47 f. erwogen, dass eine verspätete Ermächtigung nicht die Nichtigkeit des Strafurteils zur Folge hat, wenn sie zu Beginn des Verfahrens vor der oberen kantonalen Instanz eingeholt wird und dieser die volle rechtliche und tatsächliche Kognition zusteht. Auch HAUENSTEIN (a.a.O., S. 91) stellt auf den Beginn des Rechtsmittelverfahrens ab und bejaht in diesem Fall eine Heilung des Mangels (vgl. zudem ROBERT ROTH, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 34 f. zu Art. 7 StPO, und HAUSER/SCHWERI/ |166| HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl. 2005, § 19 Rz. 2, welche auf den obgenannten Bundesgerichtsentscheid verweisen und eine Heilung im Rechtsmittelverfahren bejahen, ohne näher auf den spätesten Zeitpunkt einzugehen; vgl. auch CORNELIA HÜRLIMANN, Die Eröffnung einer Strafuntersuchung im ordentlichen Verfahren gegen Erwachsene im Kanton Zürich, 2006, S. 118 f.). Nach RIEDO/FALKNER hingegen sind die Erhebungen, die über das für das Ermächtigungsverfahren Erforderliche hinausgehen, nichtig. Die Ermächtigung hat nach der Meinung dieser Autoren vor Beginn des (erstinstanzlichen) gerichtlichen Verfahrens zu erfolgen (RIEDO/FALKNER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 29 zu Art. 303 StPO). Auch MAURER stellt betreffend den spätesten Zeitpunkt grundsätzlich auf den Beginn des gerichtlichen Verfahrens vor erster Instanz ab (THOMAS MAURER, Das bernische Strafverfahren, 2. Aufl. 2003, S. 334).\n\nEs besteht keine Veranlassung, von BGE 110 IV 46 abzuweichen. Dass bei fehlender Ermächtigung der Mangel zu Beginn eines Rechtsmittelverfahrens (bei voller rechtlicher und tatsächlicher Kognition der Rechtsmittelinstanz) in keinem Fall geheilt werden kann, erscheint sachlich nicht gerechtfertigt und übertrieben streng. Gleichwohl ist mit Blick auf den Zweck des Ermächtigungsverfahrens weiterhin zu verlangen, dass die obere Instanz unverzüglich und damit zu Beginn des Rechtsmittelverfahrens tätig wird. Eine noch spätere Ermächtigung, insbesondere unmittelbar vor dem zweitinstanzlichen Erkenntnis, lässt den Schutzgedanken der Bestimmung von Art. 15 VG ins Leere laufen.\n\n2.6 Die Ermächtigungsverfügung der Bundesanwaltschaft lag der Vorinstanz erst einen Tag vor der am 20. September 2011 durchgeführten Hauptverhandlung vor (E. 2.2 hievor). Dadurch wurde der Mangel, dass die Ermächtigung entgegen Art. 15 VG nicht zu Beginn des Strafverfahrens eingeholt worden war, nicht geheilt. Dies gilt umso mehr, als die fehlende Ermächtigung der ersten Instanz bekannt war und im Rahmen ihrer schriftlichen Erwägungen thematisiert wurde. Solches geht bereits aus dem Inhaltsverzeichnis der Urteilsbegründung hervor. Diese Akten gingen der Vorinstanz am 6. April 2011 zu. Ungeachtet dessen erliess sie am 4. Mai 2011 und 25. Mai 2011 Entscheide in Bezug auf die Verfahrenssprache und Beweisanträge und gelangte sie erst am 15. September 2011 an die Ermächtigungsbehörde. |167|\n\nDer Verfahrensfehler führt zur Nichtigkeit des vorinstanzlichen Schuldspruchs wegen Betrugs (BGE 110 IV 46 E. 3b S. 47 mit Hinweis auf das Urteil des Obergerichts des Kantons Zürich vom 19. März 1940, in: ZR 39/1940 Nr. 88). Es stellt sich die Frage, ob die Vorinstanz die fehlende Prozessvoraussetzung nachzuholen und das Rechtsmittelverfahren zu wiederholen hat. Bestätigte die Bundesanwaltschaft in einem solchen Fall ihren Entscheid vom 19. September 2011 respektive erteilte sie erneut die Ermächtigung zur Strafverfolgung, so wäre dieser Entscheid endgültig (Art. 15 Abs. 4 VG). Die Verteidigungsrechte des Beschwerdeführers wären nicht in einem grösseren Ausmass gewahrt. Vielmehr erführe der Beschwerdeführer durch die Wiederholung des Rechtsmittelverfahrens und die damit in aller Regel einhergehende Belastung eine Benachteiligung. Zu berücksichtigen ist, dass dem Beschwerdeführer ein relativ geringer Deliktsbetrag angelastet wird, grundsätzlich von einem leichten Fall im Sinne von Art. 15 Abs. 3 VG auszugehen ist und in Anwendung dieser Bestimmung mit Blick auf die ausgesprochene Kündigung die Voraussetzungen für ein Absehen von der Strafverfolgung gegeben erscheinen. Weiter ist in Rechnung zu stellen, dass die durchgeführte Strafverfolgung und die erstinstanzliche Verurteilung ohne Ermächtigung sowie das Zuwarten der Vorinstanz bis unmittelbar vor der Hauptverhandlung, wenn nicht ein \"Fait accompli\" geschaffen, so zumindest die Wahrscheinlichkeit einer nachträglichen Ermächtigungserteilung wesentlich erhöht haben. Dies darf dem Beschwerdeführer nicht zum Nachteil gereichen. Insbesondere ist in diesem Zusammenhang bedeutungslos, wer im konkreten Fall Anzeigeerstatter war. Anzufügen bleibt, dass die Vorinstanz erst wenige Tage vor der Hauptverhandlung das Ermächtigungsverfahren einleitete. Diese Säumnis haben beide gerichtlichen Instanzen und nicht etwa der Beschwerdeführer zu vertreten. Obgleich die erste Instanz vom Mangel Kenntnis hatte, ist nicht ersichtlich, dass sie die Vorinstanz im Rahmen der Aktenüberweisung ausdrücklich auf die fehlende und von Amtes wegen einzuholende Ermächtigung aufmerksam gemacht hat. Hingegen hat sie die fehlende Prozessvoraussetzung in ihrer Urteilsmotivation zur Sprache gebracht. Unter Berücksichtigung der genannten Umstände ist es sachgerecht, von einer nicht nachholbaren Prozessvoraussetzung auszugehen. Der Beschwerdeführer ist so zu stellen, wie wenn ein dauerndes Prozesshindernis bestünde, respektive die fragliche positive Prozessvoraussetzung definitiv nicht erfüllbar wäre. Wie zu entscheiden wäre, wenn |168| kein leichter Fall im Sinne von Art. 15 Abs. 3 VG vorläge, kann offenbleiben.\n\n2.7 Im Berufungsverfahren finden die Bestimmungen des erstinstanzlichen Hauptverfahrens sinngemäss Anwendung (vgl. Art. 379 StPO). Die Verfahrensleitung prüft im Hauptverfahren, ob die Prozessvoraussetzungen erfüllt sind und Verfahrenshindernisse bestehen (Art. 329 Abs. 1 lit. b und c StPO). Kann ein Urteil definitiv nicht ergehen, so stellt das Gericht das Verfahren ein (Art. 329 Abs. 4 StPO; vgl. auch Art. 329 Abs. 5 StPO). Das Berufungsgericht entscheidet in einem schriftlichen Verfahren über das Eintreten, wenn die Verfahrensleitung oder eine Partei Prozesshindernisse oder fehlende Prozessvoraussetzungen geltend macht (vgl. Art. 403 Abs. 1 lit. c StPO). Stellt die Berufungsinstanz ein Prozesshindernis fest, ergeht analog zu Art. 329 Abs. 4 StPO eine Einstellung des Verfahrens (NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2009, N. 9 zu Art. 403 StPO; vgl. HAUSER/SCHWERI/HARTMANN, a.a.O., § 41 Rz. 15). Die Vorinstanz wird das Verfahren betreffend den Betrugsvorwurf einzustellen und die Strafe für die übrigen Delikte neu festzusetzen haben.\n\nEs erübrigt sich, die weiteren Rügen näher zu prüfen."}