{"annee": "139", "cour": "I", "page": "51", "date": "14/2/2013", "cite": ["133 IV 121", "135 I 63"], "cite_par": ["145 IV 167", "145 IV 65"], "chapeau": "5. Extrait de l'arrêt de la Cour de droit pénal dans la cause Direction de la sécurité et de la justice du canton de Fribourg, Etat de Fribourg et Ministère public de l'Etat de Fribourg contre X. (recours en matière pénale)\n\n6B_603/2012 et autres du 14 février 2013", "regestes": ["Art. 62d al. 1 CP; art. 31 al. 4 Cst.; art. 5 par. 4 CEDH; examen de la libération et de la levée d'une mesure thérapeutique institutionnelle; autorité compétente. Le contrôle annuel prévu par l'art. 62d al. 1 CP doit être opéré par une autorité judiciaire. La compétence d'une autorité administrative en première instance est toutefois admissible dès lors qu'une voie de recours avec plein pouvoir d'examen devant une autorité judiciaire est aménagée et garantit ainsi l'accès au juge prévu par les art. 31 al. 4 Cst. et 5 par. 4 CEDH (consid. 3)."], "faits": "|51|\n\nA. Par arrêt du 6 septembre 2010, la Cour d'appel pénal du Tribunal cantonal fribourgeois a condamné X. pour actes d'ordre sexuel avec une enfant, contrainte sexuelle, tentative de viol, pornographie et contravention à la loi fédérale sur les transports publics à une peine privative de liberté de cinq ans, sous déduction de 390 jours de détention subie avant jugement dès le 24 janvier 2008, et 100 fr. d'amende, la peine étant assortie d'une mesure thérapeutique institutionnelle en établissement fermé (art. 59 al. 1 et 3 CP). Cet arrêt est entré en force le 12 novembre 2010. |52|\n\nLe 1er décembre 2010, le Service de l'application des sanctions pénales et des prisons (SASPP) a ordonné la mise en oeuvre de la mesure thérapeutique. Faute de notification régulière, la décision est demeurée sans effet.\n\nLe 17 février 2011, X. a formé une demande de libération conditionnelle fondée sur l'exécution des 2/3 de la peine conformément à l'art. 86 CP.\n\nPar décision du 29 juillet 2011, le SASPP a ordonné à nouveau l'exécution de la mesure thérapeutique institutionnelle, mandatant à cet effet le Service médical des Etablissements de la plaine de l'Orbe. Par décision du 18 août 2011, il a rejeté la requête de libération conditionnelle de la mesure thérapeutique institutionnelle et confirmé la poursuite du traitement en milieu fermé.\n\nX. a recouru contre les deux décisions du SASPP. Par décision du 25 novembre 2011, la Direction de la sécurité et de la justice du canton de Fribourg a rejeté son recours.\n\nB. Par arrêt du 4 septembre 2012, la Cour administrative du Tribunal cantonal fribourgeois a partiellement admis le recours de X. contre la décision de la Direction de la sécurité et de la justice. Déniant la compétence de l'administration pour statuer en application de l'art. 62d al. 1 CP, elle a annulé la décision en tant qu'elle refusait la libération conditionnelle de la mesure thérapeutique et a renvoyé la cause à la Direction de la sécurité et de la justice pour qu'elle la transmette à une autorité indépendante, en relevant qu'à défaut de législation cantonale spécifique, il s'agissait du juge pénal qui avait ordonné la mesure thérapeutique institutionnelle.\n\nC. Le Ministère public (réf. 6B_610/2012) et la Direction de la sécurité et de la justice du canton de Fribourg (réf. 6B_616/2012) forment séparément un recours en matière pénale au Tribunal fédéral contre cet arrêt, concluant à son annulation et au renvoi de la cause en instance cantonale. L'Etat de Fribourg, agissant par le Conseil d'Etat et la Direction de la sécurité et de la justice (réf. 6B_603/2012), dépose également un recours intitulé recours en matière de droit public, à l'appui duquel il prend des conclusions similaires à celles articulées dans les recours en matière pénale.\n\nPar ordonnance du 2 novembre 2012, le Président de la Cour de droit pénal du Tribunal fédéral a joint ces trois recours et a refusé la requête d'effet suspensif qu'ils contenaient. |53|\n\nInvités à se déterminer sur le recours 6B_610/2012, la cour cantonale a déclaré n'avoir pas de remarques particulières alors que l'intimé X. a conclu à l'irrecevabilité du recours, subsidiairement à son rejet. Il a par ailleurs sollicité l'assistance judiciaire.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 L'arrêt attaqué revient à dénier la compétence de l'autorité administrative telle qu'aménagée dans le canton de Fribourg. Le refus de compétence constitue une décision finale au sens de l'art. 90 LTF.\n\n2.2 Le litige s'inscrit dans la problématique d'exécution d'une mesure. La voie du recours en matière pénale est ouverte (art. 78 al. 2 let. b LTF) et non celle du recours en matière de droit public.\n\n2.3 Le Conseil d'Etat et la Direction de la sécurité et de la justice n'ont pas qualité pour former un recours en matière pénale (ATF 133 IV 121 consid. 1.1 et 1.2 p. 123 s.). Il s'ensuit que les recours dans les causes 6B_603/2012 et 6B_616/2012 sont irrecevables.\n\nLe ministère public a qualité pour recourir (cf. art. 81 al. 1 let. b ch. 3 LTF). Il n'a certes pas formellement participé à la procédure cantonale, comme l'exige l'art. 81 al. 1 let. a LTF. Il faut toutefois considérer qu'il a été privé de la possibilité de s'exprimer devant l'autorité précédente, qui ne l'a pas invité à se déterminer. Dans ces conditions, la qualité pour recourir ne saurait lui être déniée pour le motif qu'il n'a pas participé à la procédure cantonale (cf. ATF 135 I 63 consid. 1.1.1 p. 65 s.).\n\nIl résulte de ce qui précède qu'il y a uniquement lieu d'entrer en matière sur le recours 6B_610/2012, qui contient d'ailleurs des griefs similaires à ceux émis dans les deux autres causes.\n\n3. Le recourant se prévaut d'une violation de l'art. 62d CP.\n\n3.1 La cour cantonale a considéré que le SASPP n'était pas une unité indépendante de la Direction de la sécurité et de la justice et qu'au vu du système adopté par le législateur fribourgeois, le SASPP ne remplissait pas la condition d'indépendance exigée par l'art. 5 par. 4 CEDH.\n\n3.2 Aux termes de l'art. 62d al. 1 CP, l'autorité compétente examine, d'office ou sur demande, si l'auteur peut être libéré conditionnellement de l'exécution de la mesure ou si la mesure peut être levée et, si tel est le cas, quand elle peut l'être. Elle prend une décision à ce sujet |54| au moins une fois par an. Au préalable, elle entend l'auteur et demande un rapport à la direction de l'établissement chargé de l'exécution de la mesure.\n\n3.2.1 Les art. 62 à 62d CP font référence respectivement au \"juge\", à \"l'autorité compétente\" et à \"l'autorité d'exécution\". Ainsi, le législateur a introduit une compétence susceptible de relever suivant la question à résoudre soit d'une autorité administrative désignée par le droit cantonal, soit d'une autorité judiciaire (cf. MARIANNE HEER, in Basler Kommentar, Strafrecht, vol. I, 2e éd. 2007, nos 9 ss ad art. 62 CP).\n\nL'art. 62d al. 1 CP dont il est question ici mentionne \"l'autorité compétente\".\n\n3.2.2 Un courant de doctrine est d'avis que l'autorité qui doit procéder à l'examen de la libération conditionnelle ou de la levée d'une mesure thérapeutique en vertu de l'art. 62d al. 1 CP doit être indépendante et revêtir les garanties d'un tribunal. Donner une telle compétence à une autorité administrative serait contraire à l'art. 5 par. 4 CEDH (ROTH/THALMANN, in Commentaire romand, Code pénal, vol. I, 2009, nos 8-10 ad art. 62 CP). Cette approche est trop limitative. Le contrôle annuel prévu par l'art. 62d al. 1 CP doit certes être opéré par une autorité judiciaire (cf. Message du 21 septembre 1998 concernant la modification du code pénal suisse et du code pénal militaire ainsi qu'une loi fédérale régissant la condition pénale des mineurs, FF 1999 1894 ch. 213.435). Néanmoins, la compétence d'une autorité administrative en première instance est admissible dès lors qu'une voie de recours avec plein pouvoir d'examen devant une autorité judiciaire est aménagée et garantit ainsi l'accès au juge prévu par les art. 31 al. 4 Cst. et 5 par. 4 CEDH (cf. SCHWARZENEGGER/HUG/JOSITSCH, Strafen und Massnahmen, 8e éd. 2007, p. 229-230; TRECHSEL ET AL., Schweizerisches Strafgesetzbuch, Praxiskommentar, 2e éd. 2013, n° 2 in fine ad art. 62d CP; cf. aussi arrêt 6B_360/2012 du 13 août 2012 consid. 4).\n\n3.2.3 Dans le cadre de l'examen prévu à l'art. 62d al. 1 CP, le canton de Fribourg a aménagé une voie de recours devant une autorité judiciaire, soit la Cour administrative du Tribunal cantonal, qui dispose d'un plein pouvoir d'examen en fait et en droit (cf. art. 77 et 95 al. 3 du Code du 23 mai 1991 de procédure et de juridiction administrative du canton de Fribourg [CPJA; RSF 150.1]). Par conséquent, les garanties conventionnelles et constitutionnelles déduites des art. 31 |55| al. 4 et 5 par. 4 CEDH sont assurées par l'accès à cette juridiction et ne sont pas en soi violées pour le seul motif qu'une autorité administrative (le SASPP) se prononce en première instance cantonale. Il est vrai que la décision du SASPP n'est pas directement attaquable devant la Cour administrative du Tribunal cantonal mais doit préalablement faire l'objet d'un recours devant une autorité administrative, soit la Direction de la sécurité et de la justice. Un tel aménagement des voies de droit est susceptible dans certaines circonstances d'être à l'origine d'une durée de traitement peu compatible avec le délai d'une année posé par l'art. 62d CP, qui implique qu'une autorité judiciaire puisse s'être prononcée. Cet aménagement ne saurait toutefois en lui-même être déclaré non conforme. Il s'ensuit que le grief tiré d'une violation de l'art. 62d al. 1 CP doit être admis, l'arrêt attaqué annulé et la cause renvoyée à l'autorité précédente pour qu'elle reprenne la procédure."}