{"annee": "128", "cour": "V", "page": "189", "date": "5/6/2002", "cite": ["123 V 70", "122 V 249", "121 V 165"], "cite_par": ["131 V 444", "139 V 473"], "chapeau": "32. Auszug aus dem Urteil i.S. Staatssekretariat für Wirtschaft gegen V. und Sozialversicherungsgericht des Kantons Zürich C 180/01 vom 5. Juni 2002", "regestes": ["Art. 13 al. 1, art. 23 al. 1 LACI; art. 37 OACI; art. 165 CC: Gain assuré. - Confirmation du principe selon lequel le gain assuré est déterminé en fonction des revenus effectivement perçus sous forme de salaire durant la période de référence. On ne doit se référer au salaire convenu par l'employé et l'employeur que dans des cas exceptionnels dûment justifiés. - Constitue un cas particulier l'hypothèse où l'époux qui collabore à la profession ou à l'entreprise de l'autre conjoint peut prétendre une indemnité équitable à raison de cette activité conformément à l'art. 165 al. 1 CC. Dans ce cas, le gain assuré est évalué en fonction du montant de l'indemnité qui doit être fixé, au besoin, par le juge."], "faits": "", "considerants": "BGE 128 V 189 S. 189\n\nAus den Erwägungen:\n\n1. Streitig und zu prüfen ist, ob die Vorinstanz zu Recht den versicherten Verdienst nach Art. 23 Abs. 1 AVIG im Hinblick auf den Bezug von Arbeitslosenentschädigung ab 24. August 1999 auf Fr. 5000.- festgesetzt hat, oder ob, wie die Aufsichtsbehörde dafür hält, der Mindestbetrag für den versicherten Verdienst von monatlich BGE 128 V 189 S. 190Fr. 500.- über den Bemessungszeitraum gemittelt (Art. 40 AVIV und BGE 121 V 174 f. Erw. 4c/bb am Ende) nicht erreicht wird und daher die Anspruchsberechtigung zu verneinen ist. Dabei kann in tatsächlicher Hinsicht als erstellt gelten, dass die Beschwerdegegnerin vom 1. Juli 1998 bis 31. August 1999 im Bäckerei-Betrieb ihres Ehemannes (mit-)gearbeitet hatte, wobei bis 31. Dezember 1998 ein Lohn von Fr. 2500.-, ab 1. Januar 1999 von Fr. 5000.- vereinbart gewesen war. Im Weitern steht fest, dass während der gesamten Beschäftigungsdauer effektiv Fr. 1737.60 an Lohn ausbezahlt wurden, nämlich Fr. 1237.60 im Oktober 1998 sowie Fr. 500.- im März 1999.\n\n3. a) aa) Nach Gesetz und Rechtsprechung ist bei der Ermittlung des versicherten Verdienstes grundsätzlich von den tatsächlichen Lohnbezügen auszugehen (BGE 123 V 72 Erw. 3 mit Hinweis; THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 302). Von dieser zu Recht nicht in Frage gestellten Regelung im Einzelfall abzuweichen, rechtfertigt sich nur dort, wo ein Missbrauch im Sinne der Vereinbarung fiktiver Löhne, welche in Wirklichkeit nicht zur Auszahlung gelangt sind (vgl. ARV 1995 Nr. 15 S. 81 Erw. 2c), praktisch ausgeschlossen werden kann. Eine restriktive Haltung dergestalt, dass bei der Ermittlung des versicherten Verdienstes nur in begründeten Ausnahmefällen auf die Lohnabrede zwischen Arbeitgeber und Arbeitnehmer abzustellen ist, erscheint auch aus gesetzessystematischen Gründen als geboten. Für die Erfüllung der (Mindest-)Beitragszeit von sechs oder zwölf Monaten innerhalb der Rahmenfrist als eine Voraussetzung für den Anspruch auf Arbeitslosenentschädigung (Art. 8 Abs. 1 lit. e und Art. 13 Abs. 1 AVIG) genügt nicht die Ausübung einer an sich beitragspflichtigen Beschäftigung. Vielmehr bildet eine solche Tätigkeit nur Beitragszeiten, wenn und soweit hiefür effektiv ein Lohn ausbezahlt wird (vgl. ARV 2001 Nr. 27 S. 225, bestätigt im Urteil H. vom 5. April 2002 [C 346/00]; vgl. auch BGE 122 V 251 Erw. 2b sowie NUSSBAUMER, a.a.O., Rz 161).\n\nbb) Eine Besonderheit besteht dort, wo der im Beruf oder Gewerbe des andern mitarbeitende Ehegatte für diese Tätigkeit Anspruch auf angemessene Entschädigung nach Art. 165 Abs. 1 ZGB hat. Diesfalls bemisst sich der versicherte Verdienst nach der allenfalls gerichtlich festzulegenden Höhe der Entschädigungsforderung (vgl. ARV 1999 Nr. 21 S. 116 ff. Erw. 2), ist mit anderen Worten bei dessen Ermittlung unter Umständen nicht auf die tatsächlichen BGE 128 V 189 S. 191Lohnbezüge innerhalb des Bemessungszeitraumes abzustellen. Dieser Tatbestand ist indessen hier nicht gegeben, wie auch in der Vernehmlassung unter Hinweis auf Art. 165 Abs. 3 ZGB geltend gemacht wird. Nach dieser Bestimmung besteht kein Entschädigungsanspruch gestützt auf Art. 165 Abs. 1 ZGB, wenn der Beitrag des Ehegatten an den Unterhalt der Familie in Form der Mitarbeit im Beruf oder Gewerbe des andern seinen Rechtsgrund u.a. in einem Arbeitsvertrag hat. Davon ist hier auszugehen.\n\nb) Die Umstände des vorliegenden Falles rechtfertigen nicht ein Abweichen vom Grundsatz der Ermittlung des versicherten Verdienstes auf der Grundlage der tatsächlichen Lohnbezüge innerhalb des Bemessungszeitraumes Oktober 1998 bis März 1999 (vgl. Erw. 1 und Art. 37 Abs. 1 und 2 AVIV). Gegen das Abstellen auf die Lohnvereinbarung zwischen der Beschwerdegegnerin und ihrem Ehemann (Fr. 2500.- für Juli bis Dezember 1998 sowie Fr. 5000.- ab 1. Januar 1999) spricht vorab, dass (...) seit Beginn des Arbeitsverhältnisses am 1. Juli 1998, abgesehen von zwei nicht ins Gewicht fallenden Zahlungen, effektiv kein Lohn ausgerichtet worden war. In diesem Verhalten muss ein konkludenter Salärverzicht erblickt werden, woran arbeitslosenversicherungsrechtlich die Tatsache nichts ändert, dass die Beschwerdegegnerin im Konkurs ihres Ehemannes die noch offenen Lohnforderungen eingab. Ob subjektiv die Absicht einer Gesetzesumgehung bestand oder zumindest eine solche in Kauf genommen wurde und gegebenenfalls in welchem Zeitpunkt spätestens, ist in diesem Zusammenhang nicht von Bedeutung. Entscheidend ist die unter objektivem Gesichtswinkel zu bejahende Missbrauchsgefahr, welche auch und gerade in Fällen der vertraglich geregelten Arbeit des einen Ehegatten im Betrieb des andern besteht. Auch wenn und soweit es einer Erfahrungstatsache entspricht, dass in Zeiten finanzieller Schwierigkeiten vor der Entlöhnung des Ehegatten zunächst die übrigen geschäftlichen Verpflichtungen erfüllt werden, genügt dies allein nicht, um bei der Verdienstberechnung auf den vereinbarten Lohn abzustellen.\n\n(...)\n\nc) Ist nach dem Gesagten bei der Verdienstberechnung auf den tatsächlich bezogenen Lohn abzustellen und erreicht die über den Bemessungszeitraum Oktober 1998 bis März 1999 gemittelte Summe von Fr. 289.60 (Fr. 1737.60/6) den Grenzbetrag von Fr. 500.- gemäss Art. 40 AVIV nicht, fehlt es an einem versicherten Verdienst, sodass entgegen kantonalem Gericht ab 24. August 1999 kein Anspruch auf Arbeitslosenentschädigung besteht."}