{"annee": "128", "cour": "IV", "page": "277", "date": "8/10/2002", "cite": [], "cite_par": [], "chapeau": "43. Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.569/2001 vom 8. Oktober 2002", "regestes": ["Infractions à bord d'un aéronef suisse survenues hors du territoire helvétique. Applicabilité du droit pénal suisse quant au lieu; juridiction suisse (art. 11, 97 et 98 LA; Convention de Tokyo relative aux infractions et à certains actes survenant à bord des aéronefs; Convention de Chicago relative à l'aviation civile internationale). Une infraction (ici, lésions corporelles simples) commise à bord d'un aéronef suisse lors d'une escale à l'étranger relève du droit pénal et de la juridiction suisses."], "faits": "BGE 128 IV 277 S. 277\n\nAm 9. Mai 1999 sollte der kongolesische Staatsangehörige X. mit einem Flugzeug der Swissair von Zürich-Kloten via Yaoundé (Kamerun) nach Kinshasa (Demokratische Republik Kongo) BGE 128 IV 277 S. 278ausgeschafft werden. Er wurde von den drei Zürcher Kantonspolizeibeamten A., B. und C. begleitet, welche für einen reibungslosen Verlauf der Ausschaffung zu sorgen hatten. X. wird in der Anklageschrift zur Last gelegt, er habe während des Fluges, zwischen Zürich-Kloten und Yaoundé, dem Polizeibeamten A. mit den Fingernägeln blutende Kratzer bzw. Schürfungen am rechten Arm zugefügt, als die Polizeibeamten ihm zur Unterbindung weiterer Störungen der Ausschaffung den Mund mit einem nicht luftdurchlässigen Klebeband zukleben wollten. Er habe sodann, während der Zwischenlandung des Flugzeugs in Yaoundé, mit der Faust in Richtung des Polizeibeamten B. geschlagen, diesen aber nicht voll getroffen, so dass B. lediglich eine Prellung auf dem rechten Backenknochen unterhalb des rechten Auges davongetragen habe. X. habe unmittelbar zuvor, ebenfalls während der Zwischenlandung in Yaoundé, dem Polizeibeamten A. einen heftigen Kopfstoss in dessen Gesicht versetzt, wodurch das Nasenbein des Beamten gebrochen und dieser mit blutendem Gesicht benommen zu Boden gestürzt sei. Auf diese tätlichen Angriffe hin und infolge des Eingreifens anderer Flugzeugpassagiere während der Zwischenlandung in Yaoundé, welche sich auf die Seite des auszuschaffenden X. stellten und mit Nachdruck dessen Freilassung forderten, wurde der Ausschaffungsversuch abgebrochen. X. wurde in der Folge in die Schweiz zurückgebracht. Hier verübte er in den Jahren 1999 und 2000 verschiedene Straftaten.\n\nDas Obergericht des Kantons Zürich sprach X. am 18. Mai 2001, in Bestätigung des Entscheides des Bezirksgerichts Zürich, der einfachen Körperverletzung im Sinne von Art. 123 Ziff. 1 Abs. 1 StGB schuldig, begangen dadurch, dass er am 9. Mai 1999 während der Zwischenlandung in Yaoundé (Kamerun) dem Polizeibeamten A. durch einen heftigen Kopfstoss in dessen Gesicht das Nasenbein brach. Es verurteilte X. deshalb sowie wegen verschiedener weiterer Straftaten, die dieser nach seiner Rückführung in die Schweiz verübt hatte, zu einer unbedingt vollziehbaren Gefängnisstrafe von 14 Monaten. In Bezug auf die weiteren Vorfälle an Bord des schweizerischen Luftfahrzeugs wurde X. (mangels Rechtmässigkeit der gegen ihn vorgenommenen Amtshandlungen beziehungsweise unter Zubilligung von Notwehr) freigesprochen respektive das Verfahren (infolge Eintritts der Verjährung) eingestellt.\n\nX. führt eidgenössische Nichtigkeitsbeschwerde mit dem (sinngemässen) Antrag, das Urteil des Obergerichts sei in Bezug auf den Schuldspruch wegen einfacher Körperverletzung aufzuheben.BGE 128 IV 277 S. 279\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. In der Nichtigkeitsbeschwerde wird einzig der Schuldspruch wegen einfacher Körperverletzung (Art. 123 Ziff. 1 Abs. 1 StGB) angefochten. Diesen Tatbestand hat der Beschwerdeführer nach der Auffassung der Vorinstanz dadurch erfüllt, dass er am 9. Mai 1999 während der Zwischenlandung in Yaoundé (Kamerun) an Bord eines Flugzeugs der Swissair dem Polizeibeamten A. mit dem Kopf einen heftigen Stoss in dessen Gesicht versetzte, wodurch das Nasenbein des Beamten gebrochen wurde und dieser mit blutendem Gesicht benommen zu Boden stürzte.\n\n2. Der Beschwerdeführer macht wie bereits im kantonalen Verfahren geltend, die ihm angelastete Körperverletzung zum Nachteil des Polizeibeamten A. während der Zwischenlandung in Yaoundé (Kamerun) falle nicht unter den Anwendungsbereich des schweizerischen Strafrechts und nicht unter die schweizerische Gerichtsbarkeit. Die Vorinstanz habe in Verletzung des Grundsatzes \"iura novit curia\", der auch in Bezug auf ausländisches Recht gelte, nicht geprüft, ob im Sinne von Art. 11 Abs. 3 des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt (LFG; SR 748.0) zwingend das Recht des Staates Kamerun anwendbar sei. Der Botschaft des Bundesrates über die Änderung des Luftfahrtgesetzes sei zu entnehmen, dass die Strafbestimmungen gemäss Art. 97 LFG nur subsidiär gelten, \"nämlich nur soweit, als nicht das Recht des Staates, in oder über welchem sich das Luftfahrzeug befindet, zwingend anzuwenden ist\" (BBl 1962 I 717 ff., S. 732). Daraus folge, dass das schweizerische Strafrecht im vorliegenden Fall nur insoweit anwendbar sei, als nicht das Strafrecht von Kamerun zwingend zur Anwendung gelange. Es sei Aufgabe der schweizerischen Gerichte, in Anwendung des Grundsatzes \"iura novit curia\" abzuklären, ob in Kamerun in einem Fall der vorliegenden Art zwingend das kamerunische Strafrecht angewendet werden müsse. Es sei nicht Sache des Beschwerdeführers, das kamerunische Recht und die diesbezügliche Rechtsprechung in Erfahrung zu bringen. Indem die Vorinstanz die gebotenen Abklärungen unterlassen habe, habe sie den Grundsatz \"iura novit curia\" sowie Art. 11 Abs. 3 und Abs. 4 LFG verletzt.BGE 128 IV 277 S. 280\n\nDer Beschwerdeführer verweist auf ein von ihm im kantonalen Verfahren eingereichtes Privatgutachten einer Spezialistin für Luftfahrtrecht. Daraus ergebe sich, dass in Anbetracht der ausschliesslichen Souveränität des Staates Kamerun über dessen Hoheitsgebiet die inkriminierte Tat allein von den Behörden dieses Staates nach dem kamerunischen Recht zu beurteilen sei, es sei denn, dass Kamerun auf die Ausübung seiner Hoheitsrechte verzichte. Der Beschwerdeführer verweist zudem auf ein von ihm im kantonalen Verfahren eingereichtes Schreiben eines Rechtsanwalts aus Kamerun, aus dem sich ebenfalls ergebe, dass kamerunisches Recht anwendbar sei. Dem Argument der Vorinstanz, weder aus dem Privatgutachten der Spezialistin für Luftfahrtrecht noch aus dem Schreiben des Rechtsanwalts aus Kamerun gehe hervor, dass die vorliegend inkriminierte Tat \"zwingend\" nach dem kamerunischen Recht zu beurteilen sei, hält der Beschwerdeführer entgegen, dass diese Frage von der Vorinstanz von Amtes wegen hätte geprüft werden müssen und dass im Übrigen Strafrecht allgemein zwingendes Recht sei.\n\nDer Beschwerdeführer stützt sich zur Begründung seines Standpunktes im Weiteren auf das Tokioter Abkommen vom 14. September 1963 über strafbare und bestimmte andere an Bord von Luftfahrzeugen begangene Handlungen (SR 0.748.710.1) und auf das Chicagoer Übereinkommen vom 7. Dezember 1944 über die internationale Zivilluftfahrt (SR 0.748.0) sowie ferner auf eine Stellungnahme des Bundesrates zu einer von Nationalrat Jean-Jacques Schwaab am 13. Juni 2000 eingereichten Motion betreffend die Bundesregelung hinsichtlich der zwangsweisen Ausschaffung von Asylbewerbern (00.3269).\n\n3. Das Bundesgesetz über die Luftfahrt bestimmt in Art. 11 (\"Räumliche Geltung der Gesetze\") Folgendes:\n\n\"1 Im Luftraum über der Schweiz gilt das schweizerische Recht.\n\n2 Für ausländische Luftfahrzeuge kann der Bundesrat Ausnahmen zulassen, soweit dadurch die Vorschriften dieses Gesetzes über die Haftpflicht und die Strafbestimmungen nicht berührt werden.\n\n3 An Bord schweizerischer Luftfahrzeuge im Ausland gilt das schweizerische Recht, soweit nicht das Recht des Staates, in oder über welchem sie sich befinden, zwingend anzuwenden ist.\n\n4 Die Bestimmungen der zwischenstaatlichen Vereinbarungen, die anerkannten Regeln des Völkerrechts und die Vorschriften dieses Gesetzes über die räumliche Geltung der Strafbestimmungen bleiben in allen Fällen BGE 128 IV 277 S. 281vorbehalten.\"\n\nArt. 97 LFG (\"Strafbare Handlungen an Bord von schweizerischen Luftfahrzeugen\") lautet:\n\n\"1 Das schweizerische Strafrecht gilt auch für Taten, die an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz verübt werden.\n\n2 Mitglieder der Besatzung eines schweizerischen Luftfahrzeugs unterstehen dem schweizerischen Strafrecht, auch wenn sie die Tat ausserhalb des Luftfahrzeugs im Zusammenhang mit ihren dienstlichen Verrichtungen verübt haben.\n\n3 Die gerichtliche Beurteilung ist nur zulässig, wenn sich der Täter in der Schweiz befindet und nicht an das Ausland ausgeliefert wird oder wenn er der Eidgenossenschaft wegen dieser Tat ausgeliefert wird.\n\n4 Artikel 6 Ziffer 2 des Strafgesetzbuches gilt ungeachtet der Staatsangehörigkeit des Täters.\"\n\nArt. 98 LFG (\"Gerichtsbarkeit\") bestimmt:\n\n\"1 Die an Bord eines Luftfahrzeuges begangenen strafbaren Handlungen unterstehen unter Vorbehalt von Absatz 2 der Bundesstrafgerichtsbarkeit.\n\n2 Übertretungen im Sinne von Artikel 91 werden nach den Verfahrensvorschriften des Verwaltungsstrafrechtsgesetzes durch das Bundesamt verfolgt und beurteilt.\n\n3 Sind die strafbaren Handlungen an Bord ausländischer Luftfahrzeuge über der Schweiz oder an Bord schweizerischer Luftfahrzeuge ausserhalb der Schweiz verübt worden, so kann die für die Strafverfolgung zuständige schweizerische Behörde von der Durchführung des Strafverfahrens absehen.\"\n\nArt. 6 Ziff. 2 StGB, auf den Art. 97 Abs. 4 LFG verweist, bestimmt:\n\n\"Der Täter wird in der Schweiz nicht mehr bestraft:\n\nwenn er im Ausland wegen des Verbrechens oder Vergehens endgültig freigesprochen wurde;\n\nwenn die Strafe, zu der er im Ausland verurteilt wurde, vollzogen, erlassen oder verjährt ist.\n\nIst die Strafe im Ausland nur teilweise vollzogen, so wird der vollzogene Teil angerechnet.\"\n\n3.1 Die inkriminierte Tat wurde an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz verübt. Daran ändert nichts, dass sich das Luftfahrzeug im Zeitpunkt der Tat nicht im Flug, sondern, aus Anlass einer Zwischenlandung, auf dem Boden befand und dass die Aussentüren des Flugzeugs geöffnet waren und Passagiere ein- und ausstiegen. Die inkriminierte Tat ereignete sich gleichwohl im Sinne von Art. 97 Abs. 1 LFG \"an Bord\" eines schweizerischen Luftfahrzeugs, weil sich der Beschwerdeführer und der Polizeibeamte, BGE 128 IV 277 S. 282auf dem Flug von Zürich-Kloten nach Kinshasa, auch während der Zwischenlandung in Yaoundé im Flugzeug aufhielten.\n\n3.2 Da die inkriminierte einfache Körperverletzung somit an Bord eines schweizerischen Luftfahrzeugs im Ausland begangen wurde, ist gemäss Art. 97 Abs. 1 LFG das schweizerische Strafrecht anwendbar.\n\nZwar bestimmt Art. 11 Abs. 3 LFG, dass an Bord schweizerischer Luftfahrzeuge im Ausland das schweizerische Recht gilt, soweit nicht das Recht des Staates, in oder über welchem sie sich befinden, zwingend anzuwenden ist. Art. 11 Abs. 3 LFG ist vorliegend aber entgegen der Meinung des Beschwerdeführers nicht anwendbar, und es ist schon aus diesem Grunde nicht zu prüfen, ob die inkriminierte Tat gemäss dem Recht des Staates Kamerun \"zwingend\" nach dem kamerunischen Strafrecht zu beurteilen sei. Denn gemäss Art. 11 Abs. 4 LFG bleiben unter anderem die Vorschriften dieses Gesetzes über die räumliche Geltung der Strafbestimmungen in allen Fällen vorbehalten. Zu diesen Vorschriften gehört Art. 97 Abs. 1 LFG, wonach das schweizerische Strafrecht auch für Taten gilt, die an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz verübt werden. Art. 97 Abs. 1 LFG sieht nicht vor, dass das schweizerische Strafrecht nur zur Anwendung gelangt, wenn nicht zwingend das ausländische Strafrecht anzuwenden ist. In Bezug auf die Anwendung des Strafrechts sind Art. 11 Abs. 4 i.V.m. Art. 97 Abs. 1 LFG Spezialbestimmungen, die vor Art. 11 Abs. 3 LFG Vorrang haben. Die Frage, ob das Recht des Staates, in oder über welchem sich das Luftfahrzeug befindet, zwingend anzuwenden sei (Art. 11 Abs. 3 LFG), stellt sich mithin nicht, da bei strafbaren Handlungen an Bord eines schweizerischen Luftfahrzeuges ausserhalb der Schweiz gemäss Art. 11 Abs. 4 i.V.m. Art. 97 Abs. 1 LFG in jedem Falle das schweizerische Strafrecht gilt.\n\nDies ergibt sich entgegen der Meinung des Beschwerdeführers auch aus der Botschaft des Bundesrates über die Änderung des Luftfahrtgesetzes im Jahre 1962 (BBl 1962 I 717 ff.), welche unter anderem Art. 11 betreffend die räumliche Geltung des Gesetzes zum Gegenstand hatte. Zwar wird in der Botschaft ausgeführt, dass die in Art. 11 Abs. 3 LFG vorgeschlagene Ausweitung des Geltungsbereichs des schweizerischen Rechts dort, wo sie zu einer Verletzung des völkerrechtlich massgebenden Territorialitätsprinzips und zu positiven Normenkollisionen führen würde, nur subsidiär gelten dürfe, nämlich nur so weit, als nicht das Recht des Staates, in oder über welchem sich das Luftfahrzeug befindet, zwingend anzuwenden BGE 128 IV 277 S. 283sei (S. 732). Die Botschaft hält aber ausdrücklich fest, für das schweizerische internationale Strafrecht spiele Art. 11 Abs. 3 wegen des allgemeineren Vorbehalts, der in Art. 11 Abs. 4 gemacht werden müsse, keine Rolle (S. 733). Der Vorbehalt in Art. 11 Abs. 4 soll gemäss den Ausführungen in der Botschaft die Regelung des räumlichen Geltungsbereichs der Strafbestimmungen, wie sie in Art. 96 und 97 geordnet ist, intakt erhalten (S. 734). Auch aus den Ausführungen in der Botschaft ergibt sich somit, dass Art. 11 Abs. 3 LFG in Bezug auf den Anwendungsbereich des Strafrechts keine Geltung hat; insoweit sind gemäss dem Vorbehalt in Art. 11 Abs. 4 LFG allein Art. 96 und 97 LFG massgebend. Wird an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz eine strafbare Handlung, etwa eine einfache Körperverletzung, begangen, so ist gemäss Art. 97 Abs. 1 LFG schweizerisches Recht anwendbar.\n\nDas Luftfahrtgesetz sieht nicht einmal vor, dass bei einer strafbaren Handlung an Bord eines schweizerischen Luftfahrzeuges ausserhalb der Schweiz das Strafrecht des Staates, in oder über welchem sich das Luftfahrzeug im Zeitpunkt der Tat befindet, wenigstens dann anwendbar sei, wenn es für den Täter das mildere ist (s. JOSÉ HURTADO POZO, Droit pénal, partie générale I, N. 469). Die Regelung des räumlichen Geltungsbereichs des schweizerischen Strafrechts bei strafbaren Handlungen an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz unterscheidet sich insoweit etwa von der Regelung in Art. 5 StGB (betreffend Verbrechen oder Vergehen im Ausland gegen Schweizer) und Art. 6 StGB (betreffend Verbrechen oder Vergehen von Schweizern im Ausland), wonach das Recht des Begehungsortes anzuwenden ist, wenn es für den Täter das mildere ist. Die Regelung gemäss Art. 97 Abs. 1 LFG (\"Flaggenprinzip\") entspricht insoweit vielmehr Art. 3 Ziff. 1 Abs. 1 StGB (\"Territorialitätsprinzip\").\n\nDie Straftat der einfachen Körperverletzung, welche der Beschwerdeführer an Bord eines schweizerischen Luftfahrzeuges während der Zwischenlandung in Yaoundé (Kamerun) beging, fällt daher gemäss Art. 97 Abs. 1 LFG unter den Anwendungsbereich des schweizerischen Strafrechts.\n\n4. Aus den in der Beschwerde zitierten internationalen Abkommen ergibt sich entgegen der nicht näher begründeten Auffassung des Beschwerdeführers nichts anderes.\n\n4.1 Das Tokioter Abkommen vom 14. September 1963 über strafbare und bestimmte andere an Bord von Luftfahrzeugen begangene BGE 128 IV 277 S. 284Handlungen, das für die Schweiz am 21. März 1971 in Kraft getreten ist, findet gemäss Art. 1 Ziff. 2 vorbehältlich der Bestimmungen des Kapitels III (Art. 5 ff. betreffend die Befugnisse des Luftfahrzeugkommandanten) Anwendung auf strafbare und andere Handlungen, die eine Person an Bord eines in einem Vertragsstaat eingetragenen Luftfahrzeugs begeht, während sich dieses im Flug oder auf der Oberfläche der hohen See oder eines anderen Gebiets ausserhalb des Hoheitsgebietes eines Staates befindet. Im Sinne dieses Abkommens gilt gemäss Art. 1 Ziff. 3 ein Luftfahrzeug als im Flug befindlich von dem Augenblick an, in dem zum Zwecke des Starts Kraft aufgewendet wird, bis zu dem Augenblick, in dem der Landelauf beendet ist.\n\n4.1.1 Soweit das Tokioter Abkommen zur Anwendung gelangt, ist gemäss Art. 3 (betreffend die Gerichtsbarkeit) der Eintragungsstaat des Luftfahrzeuges zuständig, über die an Bord begangenen strafbaren und anderen Handlungen zu erkennen (Ziff. 1); doch schliesst dieses Abkommen eine Strafgerichtsbarkeit, die nach nationalem Recht ausgeübt wird, nicht aus (Ziff. 3). Das Tokioter Abkommen regelt damit nur die Gerichtsbarkeit. Zur Frage, welches materielle Recht anzuwenden sei, enthält es keine Bestimmungen (PHILIPPE RICHARD, La Convention de Tokyo, Diss. Lausanne 1971, S. 44 N. 83). Das Abkommen regelt allerdings auch die Gerichtsbarkeit in Bezug auf strafbare Handlungen an Bord von Luftfahrzeugen nicht umfassend und abschliessend. Es schliesst auch in den Fällen, in denen es zur Anwendung gelangt und die Gerichtsbarkeit des Eintragungsstaates vorsieht (Art. 3 Ziff. 1 i.V.m. Art. 1 Ziff. 2 und 3 des Abkommens), eine konkurrierende Gerichtsbarkeit nach dem nationalen Recht nicht aus (Art. 3 Ziff. 3 des Abkommens). Das Tokioter Abkommen sieht sodann nicht vor, dass bei konkurrierenden Gerichtsbarkeiten von zwei (oder mehreren) Staaten die eine Vorrang vor der andern habe (s. zum Ganzen PHILIPPE RICHARD, op. cit., S. 71 ff. N. 176 ff., S. 72 N. 181, S. 74 N. 191; DIETRICH OEHLER, Internationales Strafrecht, 2. Aufl. 1983, N. 491), und es statuiert ferner nicht den Grundsatz \"ne bis in idem\" (PHILIPPE RICHARD, op. cit., S. 80 ff. N. 213 ff.).\n\nHätte sich das schweizerische Luftfahrzeug im Zeitpunkt der inkriminierten Tat noch im Sinne von Art. 1 Ziff. 2 und 3 des Tokioter Abkommens im Flug befunden, so wären gemäss Art. 3 Ziff. 1 des Abkommens die schweizerischen Behörden zur Verfolgung der Tat zuständig gewesen, auch wenn sich das Luftfahrzeug zur Zeit der Tat bereits im Hoheitsgebiet des Staates Kamerun befunden hätte, BGE 128 IV 277 S. 285sei es noch in der Luft, sei es bereits auf dem Boden bis zur Beendigung des Landelaufs. Welches materielle Strafrecht die schweizerischen Behörden in diesem Fall anzuwenden hätten, ergibt sich aus dem Tokioter Abkommen nicht, sondern bestimmt sich nach dem schweizerischen internationalen Strafrecht; gemäss Art. 97 Abs. 1 LFG wäre das schweizerische Strafrecht anwendbar, ohne Rücksicht darauf, ob das kamerunische Strafrecht allenfalls für den Täter das mildere wäre.\n\n4.1.2 Das schweizerische Luftfahrzeug befand sich indessen im Zeitpunkt der inkriminierten Tat nicht mehr im Sinne von Art. 1 Ziff. 2 und 3 (und selbst nicht mehr im Sinne von Art. 5 Ziff. 2) des Tokioter Abkommens im Flug, da der Landelauf bereits beendet war (und die Aussentüren zum Aussteigen schon geöffnet waren). Daraus folgt, dass das Tokioter Abkommen nicht zur Anwendung gelangt und sich daher die Zuständigkeit der schweizerischen Behörden, über die an Bord begangene strafbare Handlung zu erkennen, nicht auf Art. 3 Ziff. 1 des Abkommens stützen lässt.\n\nDies bedeutet aber nicht, dass die Bejahung der schweizerischen Gerichtsbarkeit im vorliegenden Fall gegen das Tokioter Abkommen verstösst. Das Abkommen regelt die Strafgerichtsbarkeit, wie erwähnt, nicht umfassend und abschliessend. Es regelt unter anderem Fälle der vorliegenden Art nicht, in denen ein Passagier eine strafbare Handlung an Bord eines in einem bestimmten Vertragsstaat eingetragenen Luftfahrzeugs nach Beendigung des Landelaufs im Hoheitsgebiet eines anderen Vertragsstaates begeht. Dass in solchen Fällen das Tokioter Abkommen und somit dessen Art. 3 Ziff. 1 betreffend die Gerichtsbarkeit des Eintragungsstaates nicht zur Anwendung gelangt, lässt indessen nicht den Umkehrschluss zu, dass eine Regelung des nationalen Rechts, die auch für strafbare Handlungen an Bord eines Luftfahrzeugs nach Beendigung des Landelaufs ausserhalb des Eintragungsstaates die Gerichtsbarkeit des Eintragungsstaates vorsieht, gegen das Abkommen verstosse. Das Abkommen schliesst, wie Art. 3 Ziff. 3 ausdrücklich festhält, selbst in den Fällen, in denen es zur Anwendung gelangt, eine Strafgerichtsbarkeit, die nach nationalem Recht ausgeübt wird, nicht aus. Es kann daher in den Fällen, in denen es nicht zur Anwendung gelangt, nicht gleichsam implizit eine nach nationalem Recht ausgeübte Strafgerichtsbarkeit ausschliessen.\n\n4.2 Das Chicagoer Übereinkommen vom 7. Dezember 1944 über die internationale Zivilluftfahrt, das für die Schweiz am 4. April 1947 in Kraft getreten ist, regelt die vorliegend zu entscheidende Frage BGE 128 IV 277 S. 286nicht. Wohl anerkennen gemäss Art. 1 des Übereinkommens die Vertragsstaaten, dass jeder Staat im Luftraum über seinem Hoheitsgebiet volle und ausschliessliche Lufthoheit besitzt. Daraus folgt aber nicht, dass eine strafbare Handlung, die an Bord eines in einem bestimmten Vertragsstaat eingetragenen Luftfahrzeugs begangen wird, während sich dieses in einem Raum befindet, über welchen ein anderer Vertragsstaat die Lufthoheit hat, ausschliesslich von den Behörden und nach dem Recht dieses anderen Staates beurteilt werden darf. Art. 97 Abs. 1 und Art. 98 LFG, wonach für strafbare Handlungen an Bord schweizerischer Luftfahrzeuge auch ausserhalb der Schweiz das schweizerische Strafrecht gilt und die schweizerische Gerichtsbarkeit besteht, verletzen ebenso wenig wie etwa Art. 5 und 6 StGB (betreffend strafbare Handlungen im Ausland gegen Schweizer oder von Schweizern) die völkerrechtlich allgemein anerkannte und auch in Art. 1 des Chicagoer Übereinkommens festgelegte Souveränität des Staates, in dessen Hoheitsgebiet die strafbare Handlung begangen worden ist; denn es bleibt diesem Staat unbenommen, die strafbare Handlung dem Anwendungsbereich seines Strafrechts sowie seiner Gerichtsbarkeit zu unterstellen.\n\n5. Von der Frage nach dem anwendbaren Strafrecht und nach der Gerichtsbarkeit bei strafbaren Handlungen an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz unterscheidet sich die Frage, ob und inwiefern schweizerische Beamte bei der Ausschaffung einer Person aus der Schweiz an Bord eines schweizerischen Luftfahrzeugs ausserhalb der Schweiz, etwa über oder auf dem Gebiet eines anderen Staates, Amtsbefugnisse ausüben können. Die Antwort auf die letztgenannte Frage, mit der sich der Bundesrat in einer in der Nichtigkeitsbeschwerde erwähnten Stellungnahme zu einer Motion im Nationalrat betreffend Bundesregelung in Bezug auf die zwangsweise Ausschaffung von Asylbewerbern am Rande befasst, berührt die Antwort auf die erstgenannte Frage nicht.\n\n6.\n\n6.1 Wohl ist anzunehmen, dass die inkriminierte Straftat nach dem Recht des Staates Kamerun unter den Anwendungsbereich des kamerunischen Strafrechts und unter die Strafgerichtsbarkeit der kamerunischen Behörden fällt. Dies bedeutet aber nicht, dass das schweizerische Strafrecht nicht anwendbar und die schweizerische Gerichtsbarkeit nicht gegeben sei. Vielmehr kann die Straftat grundsätzlich sowohl von den kamerunischen Behörden nach dem kamerunischen Recht (gemäss dem \"Territorialitätsprinzip\") als auch von BGE 128 IV 277 S. 287den schweizerischen Behörden nach dem schweizerischen Recht (gemäss dem \"Flaggenprinzip\") beurteilt werden. Auch das - vorliegend nicht zur Anwendung gelangende - Tokioter Abkommen sieht, wie dargelegt, übrigens nicht vor, dass bei strafbaren Handlungen an Bord eines in einem bestimmten Staat eingetragenen Luftfahrzeuges, welches sich im Hoheitsgebiet eines anderen Staates - sei es in der Luft, sei es auf dem Boden - befindet, das Strafrecht und die Gerichtsbarkeit des einen Staates Vorrang vor jener des andern habe.\n\n6.2 Der Täter wird aber gemäss Art. 97 Abs. 4 LFG i.V.m. Art. 6 Ziff. 2 StGB, im Sinne des Erledigungsprinzips, in der Schweiz nicht mehr bestraft, wenn er im Ausland wegen des Verbrechens oder Vergehens endgültig freigesprochen wurde oder wenn die Strafe, zu der er im Ausland verurteilt wurde, vollzogen, erlassen oder verjährt ist; ist die Strafe im Ausland nur teilweise vollzogen, so wird, im Sinne des Anrechnungsprinzips, der vollzogene Teil angerechnet.\n\nDer Beschwerdeführer behauptet nicht, dass diese Voraussetzungen erfüllt seien.\n\n6.3 Ausserdem sieht Art. 98 Abs. 3 LFG vor, dass die für die Strafverfolgung zuständige schweizerische Behörde unter anderem bei strafbaren Handlungen an Bord schweizerischer Luftfahrzeuge ausserhalb der Schweiz von der Durchführung des Strafverfahrens absehen kann.\n\nDer Beschwerdeführer macht nicht geltend, dass und weshalb die zuständige schweizerische Behörde in Anwendung von Art. 98 Abs. 3 LFG von der Durchführung eines Strafverfahrens wegen einfacher Körperverletzung zum Nachteil des Kantonspolizeibeamten hätte absehen sollen.\n\n6.4 Die gerichtliche Beurteilung ist allerdings gemäss Art. 97 Abs. 3 LFG nur zulässig, wenn sich der Täter in der Schweiz befindet und nicht an das Ausland ausgeliefert wird oder wenn er der Eidgenossenschaft wegen dieser Tat ausgeliefert wird.\n\nDer Beschwerdeführer macht nicht geltend, dass die gerichtliche Beurteilung in Anbetracht dieser Bestimmung unzulässig sei.\n\n7. Die einfache Körperverletzung, welche der Beschwerdeführer an Bord eines schweizerischen Luftfahrzeugs während einer Zwischenlandung in Yaoundé (Kamerun) bei geöffneten Aussentüren beging, fällt somit nach der im Ergebnis zutreffenden Auffassung der Vorinstanz unter den Anwendungsbereich des schweizerischen Strafrechts und unter die schweizerische Gerichtsbarkeit. Die Frage, BGE 128 IV 277 S. 288ob das Recht des Staates Kamerun im Sinne von Art. 11 Abs. 3 LFG \"zwingend\" anzuwenden sei, stellt sich nicht, da diese Bestimmung, wie sich aus dem Vorbehalt in Art. 11 Abs. 4 LFG ergibt, auf die strafrechtliche Beurteilung einer an Bord eines schweizerischen Luftfahrzeuges ausserhalb der Schweiz begangenen strafbaren Handlung keine Anwendung findet und insoweit gemäss Art. 97 Abs. 1 LFG das schweizerische Strafrecht gilt, was nicht im Widerspruch zum Tokioter Abkommen über strafbare und bestimmte andere an Bord von Luftfahrzeugen begangene Handlungen oder zum Chicagoer Übereinkommen über die internationale Zivilluftfahrt steht.\n\nDie eidgenössische Nichtigkeitsbeschwerde ist somit abzuweisen, soweit darauf einzutreten ist."}