{"annee": "128", "cour": "V", "page": "1", "date": "15/2/2002", "cite": [], "cite_par": [], "chapeau": "1. Arrêt dans la cause Z. contre Caisse suisse de compensation et Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger H 307/01 du 15 février 2002", "regestes": ["Art. 18 al. 3 LAVS; art. 5 OR-AVS: Refus de remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants. - Les directives préliminaires de l'Office fédéral des assurances sociales à propos du remboursement aux étrangers des cotisations versées à l'AVS (DEA/Remb; ch. 12), valables dès le 1er janvier 1997, sont contraires à la loi en tant qu'elles consacrent de manière générale un refus du remboursement des cotisations en raison d'une expulsion du territoire suisse ou d'une condamnation à une peine d'emprisonnement ou de réclusion. - Question laissée ouverte: conformité de l'art. 5 OR-AVS à la loi, au regard de la délégation au Conseil fédéral (art. 18 al. 3, deuxième phrase, LAVS) qui se limite au règlement des détails?"], "faits": "|2|\n\nA.- Le 20 septembre 2000, Z. a demandé à la Caisse suisse de compensation (ci-après: la caisse) le remboursement des cotisations versées à l'AVS au cours de son activité lucrative en Suisse de 1982 à 1988.\n\nPar décision du 15 mars 2001, la caisse a rejeté la demande, motif pris d'un comportement indigne.\n\nB.- Par jugement du 16 juillet 2001, la Commission fédérale de recours en matière d'assurance-vieillesse, survivants et invalidité pour les personnes résidant à l'étranger (ci-après: la commission) a rejeté le recours formé par l'intéressé contre cette décision.\n\nC.- Z. interjette recours de droit administratif contre ce jugement dont il demande l'annulation, en concluant au remboursement des cotisations.\n\nLa caisse conclut au rejet du recours; l'Office fédéral des assurances sociales (OFAS) renonce à se déterminer.", "considerants": "Considérant en droit:\n\n1. La caisse a refusé le remboursement des cotisations au motif que le recourant s'en était montré indigne par son comportement personnel. La commission, de son côté, a considéré que le remboursement ne pouvait intervenir vu la mesure d'expulsion de dix ans du territoire suisse et la condamnation à deux ans de réclusion pour infraction grave à la LStup prononcées à l'encontre du recourant. A cet égard, il ressort du dossier que Z. n'a pas fui du territoire suisse pour se soustraire à sa condamnation, mais a été expulsé à l'issue de l'exécution de sa peine.\n\n2. a) Selon l'art. 18 al. 3 LAVS (dans sa version en vigueur depuis le 1er janvier 1997, applicable en l'espèce par renvoi de la let. h, dernière phrase, des dispositions finales de la modification du 7 octobre 1994 [10ème révision de l'AVS]), les cotisations payées conformément aux articles 5, 6, 8, 10 ou 13 par des étrangers originaires d'un État avec lequel aucune convention n'a été conclue peuvent être, en cas de domicile à l'étranger, remboursées à eux-mêmes ou à leurs survivants. Le Conseil fédéral règle les détails, notamment l'étendue du remboursement.\n\n|3|\n\nSe fondant sur cette délégation, le Conseil fédéral a édicté l'ordonnance sur le remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants du 29 novembre 1995 (OR-AVS; RS 831.131.12), entrée en vigueur le 1er janvier 1997. L'art. 1er pose le principe selon lequel le remboursement peut être demandé par un étranger (avec le pays d'origine duquel aucune convention n'a été conclue) si les cotisations ont été payées, au total, pendant une année entière au moins et n'ouvrent pas droit à une rente. Aux termes de l'art. 5 OR-AVS, le remboursement des cotisations peut être refusé lorsqu'un étranger n'a pas accompli ses devoirs à l'égard des collectivités publiques.\n\nExplicitant les \"motifs d'exclusion (art. 5 OR)\", le chiffre 12 des directives préliminaires de l'OFAS à propos du remboursement aux étrangers des cotisations versées à l'AVS (DEA/Remb), valables dès le 1er janvier 1997, précisent qu'on refusera le remboursement lorsque, par son comportement personnel, l'ayant droit s'en est montré indigne. Il y a lieu d'admettre que tel est le cas en cas d'expulsion du territoire suisse; lorsque l'ayant droit s'est soustrait, par la fuite, à l'exécution d'une peine; en cas de non paiement des impôts ou lorsque, intentionnellement ou en commettant un crime ou un délit, l'ayant droit a causé la mort de la personne tenue de verser les cotisations.\n\nb) Ces directives reprennent peu ou prou le chiffre 16 des instructions administratives en vigueur dès le 1er septembre 1985, élaborées sous l'empire de l'ancien art. 18 al. 3 LAVS et l'art. 4 aOR-AVS.\n\nCes dispositions prévoyaient que les cotisations payées conformément aux art. 5, 6, 8 et 10 par des étrangers originaires d'un État avec lequel aucune convention n'avait été conclue pouvaient, à titre exceptionnel et sous réserve de réciprocité, être remboursées à eux-mêmes ou à leurs survivants, à moins que ces cotisations n'ouvrissent droit à une rente. Le Conseil fédéral devait fixer les autres conditions mises au remboursement et l'étendue de celui-ci (ancien art. 18 al. 3, phrases 1 et 3, LAVS). Le remboursement pouvait être totalement ou partiellement refusé dans les cas où il aurait été contraire à l'équité, lorsque l'ayant droit s'en était montré indigne par son comportement personnel ou n'avait pas accompli ses devoirs à l'égard des collectivités publiques (art. 4 aOR-AVS).\n\n3. a) A l'examen de l'ancien et du nouveau droit (art. 18 al. 3 LAVS), le remboursement des cotisations a été étendu aux cotisations payées par l'employeur, ne nécessite plus la condition de réciprocité et a perdu tout caractère exceptionnel. Le législateur a en fait consacré le principe du droit au remboursement (Message |4| concernant la 10ème révision de l'AVS du 5 mars 1990, FF 1990 II 89, 60 et 61; Procès-verbal de la Commission du Conseil des États du 22 octobre 1990, p. 26). En outre, la délégation au Conseil fédéral, qui s'étendait aux autres conditions mises au remboursement, a été ramenée aux détails.\n\nb) Selon l'art. 5 OR-AVS, le remboursement des cotisations peut être refusé lorsqu'un étranger n'a pas accompli ses devoirs à l'égard des collectivités publiques. Sous l'ancien droit, la pratique administrative et la jurisprudence entendaient par là le comportement du ressortissant étranger qui restait débiteur d'impôts dans notre pays (RCC 1972 p. 556 consid. 2a et arrêt cité; FELIX BENDEL, Rückvergütung und Überweisung von AHV-Beiträgen, in: RSAS 1976 p. 120). Un tel comportement permet-il encore, à l'heure actuelle, de justifier le refus d'un remboursement? La question, qui ne se pose pas dans le cas d'espèce, peut rester ouverte.\n\nEn revanche, la condamnation à une peine d'emprisonnement ou de réclusion, ou le prononcé d'une mesure d'expulsion du territoire suisse, en eux-mêmes et pris en tant que tels, n'apparaissent plus susceptibles de justifier le refus du remboursement des cotisations. D'une part, l'art. 5 OR-AVS ne fait expressément mention ni de ces différentes hypothèses, ni du terme générique de comportement personnel indigne, sous lequel elles étaient regroupées précédemment et sur lequel s'appuyaient de manière générale les instructions administratives valables dès le 1er septembre 1985. En outre, il apparaît douteux que ces hypothèses puissent être maintenant assimilées à la notion de non-accomplissement des devoirs envers des collectivités publiques, eu égard au sens de cette expression au plan littéral tel que l'ont consacré la pratique et la jurisprudence antérieures. D'autre part, la délégation au Conseil fédéral, limitée au règlement des détails (art. 18 al. 3, deuxième phrase, LAVS), ne peut en aucun cas couvrir la mise en place de conditions permettant de justifier le refus du remboursement des cotisations qui n'auraient pas leur fondement dans la loi. Or, à l'examen, on ne trouve pas dans le droit actuel la mention d'une clause d'exclusion du droit au remboursement en raison, toute générale et sans autre précision, d'une condamnation pénale ou d'une mesure d'expulsion.\n\nEn définitive, les directives préliminaires de l'OFAS, en tant qu'elles consacrent de manière générale un refus du remboursement des cotisations en raison d'une expulsion du territoire suisse ou d'une condamnation à une peine d'emprisonnement ou de réclusion s'avèrent contraires à la loi."}