{"annee": "128", "cour": "II", "page": "182", "date": "10/4/2002", "cite": ["117 IV 292", "124 II 44", "123 II 63", "127 I 38"], "cite_par": ["131 II 649"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes i.S. S. gegen Verwaltungsgericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n6A.3/2002 vom 10. April 2002", "regestes": ["Art. 17 al. 1 let. b et d LCR, art. 33 al. 2 OAC; retrait du permis de conduire, récidive. La récidive d'un conducteur de véhicules automobiles ne constitue pas un élément de la culpabilité. Elle peut entrer en considération au stade de la fixation de la durée du retrait selon l'art. 33 al. 2 OAC uniquement du point de vue de la réputation de l'intéressé en tant que conducteur (consid. 3a). En l'espèce, appréciation erronée de la culpabilité (consid. 3b) et de la réputation de l'intéressé en tant que conducteur (consid. 3c), et constatation arbitraire de la sensibilité à la mesure résultant de la nécessité professionnelle de conduire (consid. 3d)."], "faits": "|182|\n\nA.- Nach eigenen Angaben konsumierte S. in der Nacht vom 24. auf den 25. April 1999 zwischen 20.00 Uhr und ca. 04.00 Uhr in Aarau rund 1,2 l Bier, 4 dl Champagner und 3 dl Rotwein. Nach dem Alkoholkonsum liess er sich in einem Taxi nach Hause fahren und begab sich zu Bett. Nach 6-7 Stunden Schlaf setzte er sich an das Steuer seines Personenwagens, um seine Freundin von Schöftland nach Trimbach zu bringen. Um 11.50 Uhr wurde er einer |183| polizeilichen Kontrolle unterzogen. Die Blutprobe ergab eine rückgerechnete Blutalkoholkonzentration (BAK) von 1,00 Promille.\n\nS. besitzt den Führerausweis der Kategorie B seit dem 14. Juni 1982. Er ist ihm am 7. Juli 1988 sowie am 7. Februar 1991 wegen Fahrens in angetrunkenem Zustand (FiaZ) mit Selbstunfall für die Dauer von 3 bzw. 16 Monaten entzogen worden.\n\nB.- Das Bezirksgericht Zofingen verurteilte S. am 28. Oktober 1999 gestützt auf Art. 91 Abs. 1 SVG (SR 741.01) zu einer bedingten Gefängnisstrafe von 30 Tagen und einer Busse von Fr. 2'000.-. Das Urteil erwuchs in Rechtskraft.\n\nAm 3. Juni 1999 verfügte das Strassenverkehrsamt des Kantons Aargau einen Führerausweisentzug von 9 Monaten. Das Departement des Innern des Kantons Aargau hiess am 14. Juni 2001 eine Beschwerde von S. teilweise gut und reduzierte die Entzugsdauer auf 7 Monate. Eine Verwaltungsgerichtsbeschwerde gegen diesen Entscheid wies das Verwaltungsgericht des Kantons Aargau am 5. Dezember 2001 ab.\n\nC.- S. führt eidgenössische Verwaltungsgerichtsbeschwerde mit den Anträgen, es seien das Verwaltungsgerichtsurteil vom 5. Dezember 2001 aufzuheben und die Dauer des Führerausweisentzuges auf 3 Monate festzusetzen.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Vorinstanz verweist zunächst auf die so genannte \"Aargauer Praxis\" der Verwaltungsbehörden. Danach wird ein rückfälliger Automobilist nicht wieder wie ein Ersttäter behandelt, auch wenn nach Ablauf eines früheren Entzugs wegen Fahrens in angetrunkenem Zustand mehr als 5 Jahre verstrichen sind. Es wird vielmehr für die Bemessung der Entzugsdauer bei einem Rückfall von abgestuften Richtwerten ausgegangen, wobei der gesetzliche Wert von 12 Monaten für den Rückfall innert 5 Jahren proportional zu den seit dem früheren Entzug verstrichenen Jahren reduziert wird, d.h. nach 6 (7, 8, 9, 10) Jahren gilt als Richtmass eine Entzugsdauer von 10 (8, 6, 4, 2) Monaten.\n\nb) Das Bundesgericht hat sich mehrfach mit solchen standardisierten \"Tarifen\" befasst und festgehalten, diese verletzten Bundesrecht, wenn sie zu schematisch angewendet und die Umstände des Einzelfalls nicht mehr genügend berücksichtigt werden (BGE 124 II 44 E. 1; BGE 123 II 63 E. 3c). Ausgangspunkt der Bemessung einer Massnahme muss der vom Gesetz vorgegebene Wert sein. In Bezug |184| auf die Dauer des Entzuges hat der Gesetzgeber eine klare Abstufung vorgenommen: Bei einem Rückfall innert 5 Jahren ist der Führerausweis mindestens für ein Jahr zu entziehen (Art. 17 Abs. 1 lit. d SVG), danach für mindestens zwei Monate (Art. 17 Abs. 1 lit. b SVG). Nach Ablauf der 5 Jahre darf der Faktor Zeit nicht mehr so stark gewertet werden, ausser bei Vorfällen, die nur kurze Zeit nach Ablauf der fünfjährigen Frist erfolgt sind. Die Einsatzdauer muss so gewählt werden, dass die Entzugsdauer unter Anwendung der Kriterien von Art. 33 Abs. 2 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (VZV; SR 741.51) bis auf den gesetzlichen Mindestwert hinab angepasst werden kann, wenn die Voraussetzungen dafür gegeben sind (Urteil des Bundesgerichts 6A.49/2001 vom 30. Oktober 2001, E. 2a).\n\n3. a) Es fällt auf, dass die Vorinstanz das Moment des Rückfalles ausserordentlich stark betont. Wiederholt und mit Nachdruck wird auf die Rückfälligkeit des Beschwerdeführers, auf dessen einschlägige Erfahrungen beziehungsweise auf seine früheren FiaZ-Vorfälle hingewiesen. Der Rückfall und damit die zeitliche Nähe des neuen Delikts werden von der Vorinstanz sowohl bei der Gewichtung des Verschuldens als auch bei der Beurteilung des automobilistischen Leumundes hervorgehoben. Diese doppelte Berücksichtigung des gleichen Elementes bei zwei verschiedenen Zumessungsfaktoren im Sinne von Art. 33 Abs. 2 VZV verletzt Bundesrecht:\n\nDas Gesetz trägt dem Rückfall in Art. 17 Abs. 1 lit. c sowie lit. d SVG durch eine Verschärfung der Massnahme Rechnung. Ein FiaZ-Rückfall im Sinne von Art. 17 Abs. 1 lit. d SVG liegt vor, wenn der Führer innert 5 Jahren seit Ablauf eines früheren Entzuges wegen FiaZ erneut in diesem Zustand gefahren ist. Die Mindestentzugsdauer für diesen Tatbestand beträgt ein Jahr. In dieser Entzugsdauer sind das Fahren in angetrunkenem Zustand sowie die Tatsache des Rückfalls innert 5 Jahren erfasst, weshalb dies weder beim Verschulden noch beim Leumund zusätzlich zu Ungunsten des Betroffenen berücksichtigt werden darf (SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Bd. III, Rz. 2461). Nach Ablauf der 5 Jahre kommt wieder Art. 17 Abs. 1 lit. b SVG zur Anwendung, also eine Entzugsdauer von mindestens 2 Monaten. Diese ist unter der Berücksichtigung der Zumessungskriterien von Art. 33 Abs. 2 VZV gegebenenfalls zu erhöhen (ebenso BUSSY/RUSCONI, Code suisse de la circulation routière: commentaire, |1853| . Aufl., N. 2.2 zu Art. 17 SVG). Der Faktor Zeit indessen darf nach Ablauf der 5 Jahre nicht mehr so stark gewertet werden, ausser bei Vorfällen, die nur kurze Zeit nach Ablauf der fünfjährigen Frist erfolgt sind (Urteil des Bundesgerichts 6A.49/2001 vom 30. Oktober 2001, E. 2a). Ein solcher Fall ist hier nicht gegeben.\n\nDie Bundesgerichtspraxis darf nicht dadurch umgangen werden, dass das zeitliche Moment sowohl beim Verschulden als auch beim automobilistischen Leumund zu Lasten des Fahrzeuglenkers gewichtet wird. Das Moment des Rückfalls ist im Rahmen von Art. 33 Abs. 2 VZV nur beim automobilistischen Leumund zu beachten, stellt dieser doch ein Abbild des früheren Verhaltens eines Fahrzeuglenkers im Verkehr dar. Die Dauer der bisherigen Fahrpraxis sowie die früheren Massnahmen und Strafen, d.h. die Zahl der erfassten, den Massnahmen und Strafen zu Grunde liegenden Delikte, ihre Schwere, ihre Zusammensetzung, ihre zeitliche Abfolge und auch die allfällige Gleichartigkeit der Verkehrsdelikte stellen bei der Berücksichtigung des automobilistischen Leumundes entscheidende Gesichtspunkte dar (vgl. SCHAFFHAUSER, a.a.O., Rz. 2313, S. 201). Demgegenüber sind beim Verschulden die verschiedenen Schuldformen (leichte Fahrlässigkeit bis Vorsatz) zu prüfen (ders., a.a.O., Rz. 2285 ff.). Der Rückfall ist daher - anders als etwa der Alkoholisierungsgrad - kein Verschuldenselement.\n\nb) Die Vorinstanz geht zu Unrecht von einem schweren Verschulden des Beschwerdeführers aus. Wohl trifft es zu, dass FiaZ immer zu einem obligatorischen Führerausweisentzug führt. Auch eine Massnahme wegen FiaZ setzt jedoch immer ein Verschulden des Fahrzeugführers voraus. Dabei genügt grundsätzlich jede Art von Verschulden. Vorsatz oder Fahrlässigkeit beziehen sich dabei auf die Angetrunkenheit bei Antritt der Fahrt. Der Fahrzeugführer handelt vorsätzlich, wenn er die Fahrt antritt, obwohl er weiss oder mit der Möglichkeit rechnen muss, dass er angetrunken ist. Fahrlässig handelt er, wenn er im Zeitpunkt des Antritts der Fahrt aus pflichtwidriger Unvorsichtigkeit nicht bedenkt, dass er angetrunken ist oder sein könnte (SCHAFFHAUSER, a.a.O., Rz. 2393 mit Hinweisen; BGE 117 IV 292).\n\nDer Beschwerdeführer hat lediglich fahrlässig gehandelt. Er hat nicht bedacht, dass sein Blut bei Antritt der Fahrt noch einen unzulässigen Alkoholwert aufweisen könnte. Es ist ihm nämlich zu Gute zu halten, dass er nach einer durchzechten Nacht mit dem Taxi nach Hause gefahren ist und anschliessend mehrere Stunden geschlafen hat. Erst etwa 7-8 Stunden nach Ende des Alkoholkonsums hat er |186| sich ans Steuer gesetzt. Diese Tatsache lässt das Verschulden in erheblich milderem Licht erscheinen. Der Vorfall unterscheidet sich diesbezüglich massgebend von den in früheren Jahren mit Alkohol begangenen Selbstunfällen. Das Verschulden ist daher weniger schwer zu gewichten.\n\nc) Der automobilistische Leumund des Beschwerdeführers ist - wie die Vorinstanz zutreffend festhält - durch zwei Alkoholfahrten aus den Jahren 1988 und 1991 erheblich getrübt, was bei der Festsetzung der Entzugsdauer beachtet werden muss. Allerdings trägt der angefochtene Entscheid auch in diesem Zusammenhang einem wesentlichen Moment nicht Rechnung. Es ist unbestritten, dass der Beschwerdeführer seit dem 25. April 1999 alkoholabstinent lebt. Diese Tatsache ist unter dem Titel \"automobilistischer Leumund\" massnahmereduzierend zu berücksichtigen. Gemäss Art. 30 Abs. 2 VZV dienen Warnungsentzüge wegen Verletzung von Verkehrsvorschriften der Besserung des Führers und der Bekämpfung von Rückfällen. Mit der Einhaltung einer Abstinenz hat der Beschwerdeführer gezeigt, dass er im Sinne des Gesetzes aus dem letzten Vorfall eine Lehre gezogen hat.\n\nd) Die Dauer des Warnungsentzugs richtet sich gemäss Art. 33 Abs. 2 VZV schliesslich nach der beruflichen Notwendigkeit, ein Motorfahrzeug zu führen. Die Vorinstanz hält fest, gemäss Bestätigung des Arbeitgebers bestehe bei dem als Verkäufer/Innenarchitekt tätigen Beschwerdeführer eine erheblich gesteigerte Massnahmeempfindlichkeit, weil er für die Ausübung der Kundenkontakte, die ausserhalb der mit öffentlichen Verkehrsmitteln erreichbaren Gegenden liegen, auf sein Fahrzeug angewiesen sei und dieses zeitweise auch als Transportmittel für Kleinmöbel und Katalogmaterial benötige. Allerdings gelte es zu berücksichtigen, dass ein Grossteil der Kundschaft mit öffentlichen Verkehrsmitteln erreichbar und es dem Beschwerdeführer daher zuzumuten sei, sich für die Fahrten zu der übrigen Kundschaft zweckdienlich zu organisieren. Es werde daher lediglich von einer leicht erhöhten Massnahmeempfindlichkeit ausgegangen.\n\nDiese Erwägungen sind widersprüchlich und jedenfalls im Ergebnis unhaltbar. Die tatsächliche Feststellung der Vorinstanz - Erreichbarkeit der Kundenmehrheit mit dem öffentlichen Verkehr - weicht klar von der Bestätigung des Arbeitgebers ab. Worauf die vorinstanzliche Annahme basieren soll, ist nicht ersichtlich. Damit ist die Willkürrüge begründet (vgl. zum Begriff der Willkür: BGE 127 I 38 E. 2a).\n\n|187|\n\n4. a) Das Strassenverkehrsamt sowie das Departement des Innern des Kantons Aargau haben ihre Verfügungen auf die dargelegte \"Aargauer Praxis\" gestützt. Die Vorinstanz überprüft die angefochtene Entzugsdauer anhand der bundesgerichtlichen Rechtsprechung, welche die \"Aargauer Praxis\" als bundesrechtswidrig bezeichnet. Das Verwaltungsgericht gelangt zum gleichen Ergebnis wie seine Vorinstanz. Mit der Erhöhung der Mindestentzugsdauer von 2 Monaten auf 7 Monate überschreitet es jedoch aus den aufgezeigten Gründen sein Ermessen. Die Beschwerde ist daher begründet und gutzuheissen.\n\nb) Das Bundesgericht hat in BGE 124 II 44 in einem ähnlich gelagerten Fall mit einer noch höheren BAK (1,27 Promille) und neuerlicher Fahrt in angetrunkenem Zustand 5 Jahre und 9 Monate nach einer ersten Massnahme einen Warnungsentzug von 4 Monaten verfügt. Im Entscheid vom 30. Oktober 2001 wurde eine Entzugsdauer von 7 Monaten auf 3 Monate herabgesetzt. Der damalige Beschwerdeführer war mit einer BAK von mindestens 1,03 Promille gefahren und hatte bereits drei Massnahmen aus früheren Jahren zu verzeichnen. Der FiaZ-Rückfall lag 6 Jahre und 11 Monate zurück. In der Zwischenzeit war noch eine Verwarnung wegen Unachtsamkeit erfolgt.\n\nIm Lichte dieser zwei Urteile sowie der vorliegenden Erwägungen erscheint eine Entzugsdauer von 3 Monaten, wie sie auch der Beschwerdeführer beantragt, als angemessen (Art. 114 Abs. 1 OG)."}