{"annee": "128", "cour": "V", "page": "224", "date": "1/5/2002", "cite": ["56 I 180", "126 V 314", "116 III 70", "114 V 33", "110 V 183", "127 III 199"], "cite_par": ["135 V 23", "130 V 414", "130 V 505", "142 V 118", "132 V 127"], "chapeau": "36. Extrait de l'arrêt dans la cause A. contre Fondation collective LPP Vaudoise Assurances et Tribunal administratif du canton de Fribourg\n\nB 21/01 du 1er mai 2002", "regestes": ["Art. 2 al. 1 et 3 LFLP; art. 66 LPP; art. 82 CO: Exception d'inexécution de la prestation. L'institution de prévoyance tenue de verser une prestation de sortie ne saurait opposer à l'assuré l'exception de l'art. 82 CO au titre de cotisations non prélevées sur son salaire par l'employeur. Art. 62, 120 ss et 164 ss CO; art. 39 al. 2 LPP: Compensation et cession de créances au titre de cotisations non déduites du salaire. La créance - ayant pour objet des cotisations non déduites du salaire, cédée par l'employeur à l'institution de prévoyance, que celle-ci entend compenser avec ses propres prestations (art. 39 al. 2 LPP) - doit être fondée selon les règles relatives à la restitution et à la répétition de l'indu (art. 62 ss CO), lorsque l'employeur a versé le salaire sans prélever les cotisations."], "faits": "|225|\n\nA.- A. a travaillé de manière temporaire entre le 17 mai 1988 et le 30 novembre 1995, pour le compte de X. Sàrl, entreprise affiliée pour la prévoyance professionnelle auprès de la Fondation collective LPP Vaudoise Assurances (la fondation).\n\nLe 16 août 1988, le prénommé a signé une déclaration de renonciation par laquelle il refusait de s'affilier à l'institution de prévoyance de son employeur. Au cours des années d'activité, aucune cotisation n'a été retenue sur le salaire, ni versée à la fondation.\n\nLe 26 mars 1998, A. a demandé à son ancien employeur les certificats d'affiliation LPP ou le remboursement de la totalité des cotisations dues au titre de la prévoyance professionnelle, avec suite d'intérêts. Après échange de correspondances, la fondation s'est déclarée prête à verser 7350 fr., montant correspondant à la moitié de l'avoir de prévoyance de 14'699 fr. 90 au 30 septembre 1998; pour le surplus elle a invoqué la compensation avec la créance de l'employeur pour les cotisations non prélevées sur les salaires versés à l'intéressé.\n\nB.- A. a ouvert action contre la Fondation collective LPP Vaudoise Assurances le 29 septembre 1998 devant le Tribunal administratif du canton de Fribourg et requis le versement d'une prestation de sortie de 14'699 fr. 90 sur son compte LPP de la Winterthur Columna. En cours de procédure, il a ramené ses conclusions au montant de 7350 fr., après versement par la fondation d'une somme identique sur le compte LPP de la Winterthur Columna.\n\nPar jugement du 8 février 2001, la Cour des assurances sociales du tribunal administratif a rejeté la demande.\n\nC.- A. interjette recours de droit administratif contre ce jugement, dont il demande l'annulation, en reprenant les dernières conclusions formulées devant la juridiction de première instance, avec suite d'intérêts à 5% dès le 29 septembre 1998 et de dépens.\n\nLa Fondation collective LPP Vaudoise Assurances conclut, sous suite de frais et dépens, au rejet du recours, en demandant à titre subsidiaire qu'il soit constaté qu'elle a le droit d'invoquer la |226| compensation partielle du droit aux prestations en faveur de A. De son côté, l'Office fédéral des assurances sociales conclut à l'admission de celui-ci.", "considerants": "Extrait des considérants :\n\n2. Le litige concerne la déduction de 7350 fr. opérée par la fondation sur la prestation de sortie due au recourant au titre de la prévoyance professionnelle.\n\na) L'autorité cantonale a considéré la demande portant sur ce montant comme prématurée et l'a rejetée. Tant la question de l'existence d'une créance de l'ancien employeur contre le recourant, que la question de la cession de celle-ci à l'intimée pouvaient rester ouvertes, dans la mesure où la fondation pouvait se prévaloir de l'exception dilatoire de l'art. 82 CO tant que le recourant refusait de s'acquitter de sa part de cotisations.\n\nb) Dans les contrats parfaitement bilatéraux, les obligations des parties sont réciproques : par définition, les prestations sont dans un rapport d'échange; l'exécution doit avoir lieu donnant donnant et elle est réputée simultanée en raison de l'étroite connexité qui existe entre les prestations (PIERRE ENGEL, Traité des obligations en droit suisse, 2ème édition, Berne 1997, p. 655). Aussi, celui qui poursuit l'exécution d'un contrat bilatéral doit avoir exécuté ou offrir d'exécuter sa propre obligation, à moins qu'il ne soit au bénéfice d'un terme d'après les clauses ou la nature du contrat (art. 82 CO). Il en résulte ce qu'on appelle l'exception d'inexécution de la prestation ou exceptio non adimpleti contractus. Exception dilatoire, soulevée par le défendeur à une action en exécution, le droit consacré par l'art. 82 CO paralyse momentanément l'exercice du droit du demandeur; l'action en exécution est écartée comme prématurée : tant que le demandeur n'a pas exécuté ou n'offre pas la prestation qu'il doit, le défendeur ne peut être condamné à fournir la sienne (ATF 127 III 200 consid. 3a; ENGEL, op. cit., p. 656).\n\nL'art. 82 CO n'est pas directement applicable aux contrats bilatéraux imparfaits, mais par une analogie fondée sur le droit de rétention personnel, en vertu duquel une partie peut refuser sa prestation tant que la contre-prestation issue du même contrat ne lui est pas assurée (ATF 116 III 73 consid. 3b et la référence; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, vol. II, 3ème édition, Zurich 1974, p. 67-68). Il peut être évoqué dans l'exécution d'un contrat innommé si prestations et contre-prestations sont dans un rapport d'échange, ainsi que dans les contrats composés |227| (MARIUS SCHRANER, in: Kommentar zum Schweizerischen Zivilgesetzbuch [Commentaire zurichois], Obligationenrecht, Die Erfüllung der Obligationen: Art. 68-96 OR, 3ème édition, Zurich 2000, n. 57 ad art. 82 CO).\n\nc) Si l'assuré quitte l'institution de prévoyance avant la survenance d'un cas de prévoyance (cas de libre passage), il a droit à une prestation de sortie. La prestation de sortie est exigible lorsque l'assuré quitte l'institution de prévoyance et est affectée d'intérêts moratoires à partir de ce moment-là (art. 2 al. 1 et 3 LFLP).\n\nSelon l'art. 66 LPP, l'institution de prévoyance fixe dans ses dispositions réglementaires le montant des cotisations de l'employeur et de celles des salariés (al. 1 première phrase). L'employeur déduit du salaire les cotisations que les dispositions réglementaires mettent à la charge du salarié (al. 3). Toutefois, l'employeur est débiteur seul de la totalité des cotisations envers l'institution de prévoyance (al. 2 première phrase).\n\nLes dispositions correspondantes du règlement de l'intimée, contrat d'assurance vie collective no [...] (art. 6.2.1, 3.8.2 et 3.8.3) reprennent la teneur de la loi.\n\nd) Au vu du cadre légal régissant le financement des prestations et le droit à une prestation de sortie, l'institution de prévoyance tenue de verser cette prestation ne saurait opposer à l'assuré l'exception de l'art. 82 CO au titre de cotisations non prélevées sur son salaire par l'employeur. Quand bien même l'assuré participe au financement des prestations réglementaires, par prélèvement sur son salaire de sa part de cotisations, l'employeur seul apparaît débiteur à l'égard de l'institution de l'ensemble des cotisations. Si l'assuré peut prétendre au versement ou au transfert d'une prestation de sortie de la part de l'institution, celle-ci ne peut prétendre au versement des cotisations que de la part de l'employeur. L'institution ne détient ainsi, dans ce contexte, aucune prétention directe contre l'assuré. Faute de prétention contre l'assuré, elle ne peut lui opposer l'inexécution d'une prestation, dont celui-ci serait redevable envers elle et qui se trouverait dans un rapport d'échange avec sa propre prestation.\n\n3. Que ce soit l'existence d'une créance de l'employeur contre le recourant, ayant pour objet des cotisations non déduites du salaire, ou la cession de celle-ci par l'employeur à l'intimée, ces questions n'ont pas été examinées dans le jugement attaqué.\n\na) Selon l'intimée, le financement de ses prestations est assuré à parts égales par l'assuré et l'employeur; les cotisations non |228| prélevées sur le salaire constituent ainsi une créance de l'employeur que le recourant ne saurait contester, dans la mesure où il a touché un salaire supérieur à celui qu'il aurait dû recevoir. La compensation a lieu du fait de la cession de cette créance.\n\nLe recourant, de son côté, conteste l'existence d'une créance de l'employeur, dans la mesure où celui-ci ne peut se prévaloir des règles sur la répétition de l'indu; faute de créance, la compensation ne peut avoir lieu.\n\nb) Selon la doctrine et la jurisprudence, la compensation de créances réciproques constitue un principe juridique général, ancré en droit privé aux art. 120 ss CO, qui trouve application en droit administratif. En droit des assurances sociales plus particulièrement, le principe est reconnu, même dans les branches de ce droit qui ne le prévoient pas expressément; au demeurant, la plupart des lois d'assurances sociales connaissent une réglementation spécifique (ATF 110 V 185 consid. 2; RÜEDI, Allgemeine Rechtsgrundsätze des Sozialversicherungsprozesses, in : SCHLUEP [éd.], Recht, Staat und Politik am Ende des zweiten Jahrtausends, Festschrift zum 60. Geburtstag von Bundesrat Arnold Koller, St. Galler Studien zum Privat-, Handels- und Wirtschaftsrecht, Berne 1993 p. 454 et note no 16). Dans le domaine de la prévoyance professionnelle, la question particulière de la compensation de créances, que l'employeur a cédées à l'institution de prévoyance, est réglée dans la loi - de manière restrictive (art. 39 al. 2 LPP; cf. ATF 126 V 315 consid. 3, ATF 114 V 33).\n\nDans ce cas, les dispositions du CO qui fixent les conditions de la compensation sont applicables par analogie (art. 120 ss. CO; VSI 1994 p. 217 consid. 3). Ainsi, la compensation n'est-elle possible que lorsque deux obligations de la même espèce existent réciproquement entre deux personnes et que la dette, avec laquelle le créancier entend exercer la compensation, soit exigible et fondée en droit (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Vol. I, 6ème édition, Bâle 1986, p. 196 ss). Si, au cours du procès, le débiteur conteste l'existence de la créance, il appartient au créancier qui entend exercer la compensation de la prouver (WOLFGANG PETER, Kommentar zum Schweizerischen Privatrecht [Basler Kommentar], Obligationenrecht I: Art. 1-529 OR, 2ème édition, Bâle 1996, n. 23 ad art. 120 CO; arrêt L. du 29 décembre 2000, B 20/00).\n\nEn cas de cession, le débiteur cédé peut opposer au cessionnaire, comme il aurait pu les opposer au cédant, les exceptions qui lui appartenaient en propres au moment où il en a connaissance (art. 169 CO). |229|\n\nPar exception - y compris les objections, il s'agit de celles qui touchent à l'existence de la créance ou le droit d'exiger une prestation en vertu de la créance (ATF 56 I 186 consid. 2; ENGEL, op. cit., p. 888).\n\nc) La créance dont se prévaut l'intimée, de 7350 fr., correspond au montant des cotisations qui auraient dû, selon le règlement de la fondation collective, être prélevées par l'employeur sur les salaires versés au recourant entre le 17 mai 1988 et le 30 novembre 1995. La créance dont l'employeur entend se prévaloir porte ainsi sur un montant du salaire qu'il a ou aurait versé en trop. Dans ce contexte, pour que l'employeur - et l'intimée en cas de cession - puisse invoquer à bon droit une créance exigible contre le recourant, il faut que l'employeur puisse prétendre à la restitution par le recourant de cette part de salaire. L'examen de cette prétention ne peut se faire que selon les règles usuelles sur la répétition.\n\nLes arguments de l'intimée, qui voit dans le seul fait du non prélèvement de cotisations sur le salaire d'un employé une prétention de l'employeur non contestable dans le cadre de l'art. 39 al. 2 LPP, ne trouve aucune assise dans le texte légal. Exception à l'interdiction générale de compenser prescrite par la LPP, la possibilité offerte par cette disposition ne peut être interprétée que de manière restrictive. En se référant dans ce cadre aux notions de compensation, de cession et de créances, le législateur n'a pas entendu mettre en place avec l'art. 39 al. 2 LPP un système particulier échappant aux règles générales régissant la formation et l'extinction des obligations ou d'autres institutions juridiques connues.\n\nd) La question de savoir si l'ancien employeur possède contre le recourant une créance fondée et exigible - au titre de cotisations non prélevées sur son salaire - que l'intimée puisse lui opposer en cas de cession, relève des contestations au sens de l'art. 73 LPP et des autorités judiciaires prévues par cette disposition.\n\nL'état de fait et les pièces au dossier, qui au demeurant ne comprennent pas la cession litigieuse, ne permettent de trancher ces questions, si bien qu'il y a lieu de renvoyer la cause à l'instance inférieure pour instruction complémentaire au sens des considérants et nouveau jugement."}