{"annee": "128", "cour": "V", "page": "89", "date": "3/6/2002", "cite": ["108 V 189", "116 V 255", "109 V 97", "115 V 129", "117 V 131", "116 V 284", "107 V 187", "112 V 261", "122 V 320", "119 V 309", "125 V 401", "122 V 65", "110 V 36"], "cite_par": ["132 V 93", "130 V 1", "134 V 269"], "chapeau": "17. Auszug aus dem Urteil i.S. 1. G. und 2. E. gegen Kantonale Ausgleichskasse Glarus und Verwaltungsgericht des Kantons Glarus H 200/00 vom 3. Juni 2002", "regestes": ["Art. 52 LAVS; art. 81 RAVS; art. 80 LP. Lorsque l'opposition selon l'art. 81 al. 2 RAVS a été formée tardivement, la caisse de compensation peut agir pour faire constater le caractère exécutoire (la validité juridique) de sa décision en réparation du dommage tant par la voie de la poursuite pour dettes que par celle de l'action de l'art. 81 al. 3 RAVS (en concluant à la constatation de la validité de sa décision et, subsidiairement, à la condamnation au paiement de la créance en réparation)."], "faits": "", "considerants": "BGE 128 V 89 S. 89\n\nAus den Erwägungen:\n\n2. a) Nach ständiger Rechtsprechung prüft das Eidgenössische Versicherungsgericht von Amtes wegen die formellen Gültigkeitserfordernisse des Verfahrens, insbesondere auch die Frage, ob die Vorinstanz zu Recht auf die Beschwerde oder Klage eingetreten ist. Hat die Vorinstanz übersehen, dass es an einer Prozessvoraussetzung fehlte, und hat sie materiell entschieden, ist dies im Rechtsmittelverfahren BGE 128 V 89 S. 90von Amtes wegen zu berücksichtigen mit der Folge, dass der angefochtene Entscheid aufzuheben ist (BGE 125 V 405 Erw. 4a, BGE 122 V 322 Erw. 1, BGE 119 V 312 Erw. 1b, BGE 116 V 258 Erw. 1, BGE 115 V 130 Erw. 1; AHI 1995 S. 188 Erw. 2; SVR 1994 IV Nr. 26 S. 65 Erw. 1; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 73).\n\nHier ist deshalb zu prüfen, ob das Verwaltungsgericht des Kantons Glarus zu Recht auf die von der Ausgleichskasse erhobene Feststellungsklage, die Schadenersatzverfügungen vom 15. Oktober 1998 seien in Rechtskraft erwachsen, eingetreten ist.\n\nb) Für das Schadenersatzverfahren gemäss Art. 52 AHVG gelten nach Art. 81 AHVV, welcher von der Rechtsprechung seit je als gesetzmässig betrachtet wurde (BGE 109 V 101 Erw. 3b mit Hinweis auf BGE 108 V 195 Erw. 3), insofern besondere verfahrensrechtliche Regeln, als die Ausgleichskasse den Ersatz eines vom Arbeitgeber (oder vom subsidiär haftbaren Organ) verschuldeten Schadens zunächst mittels Verfügung geltend zu machen hat (Abs. 1), gegen welche die betroffene Person innert 30 Tagen seit Zustellung der Verfügung Einspruch bei der verfügenden Ausgleichskasse erheben kann (Abs. 2). Besteht die Ausgleichskasse auf der Schadenersatzforderung, so hat sie bei Verwirkungsfolge innert 30 Tagen seit Kenntnis des Einspruches bei der Rekursbehörde des Kantons, in welchem der Arbeitgeber seinen Wohnsitz hat, schriftlich Klage zu erheben (Abs. 3 Satz 1); dabei regeln die Kantone das Verfahren im Rahmen der Bestimmungen, die sie gemäss Art. 85 AHVG zu erlassen haben (Abs. 3 Satz 2). Aus dieser Regelung folgt, dass Schadenersatzverfügungen in Rechtskraft erwachsen, wenn die betroffene Person innert 30 Tagen nicht Einspruch erhebt. Nach Art. 97 Abs. 4 AHVG gilt die in Rechtskraft erwachsene Verfügung als Rechtsöffnungstitel im Sinne von Art. 80 SchKG (BGE 116 V 287 Erw. 3d; vgl. auch THOMAS NUSSBAUMER, Die Ausgleichskasse als Partei im Schadenersatzprozess nach Art. 52 AHVG, in: ZAK 1991 S. 387 f.).\n\nGemäss Art. 96 AHVG gelten auf dem Gebiete der AHV in Bezug auf die Berechnung, Einhaltung und Erstreckung der Fristen sowie die Säumnisfolgen und die Wiederherstellung einer Frist ausschliesslich die Vorschriften der Art. 20-24 VwVG (BGE 110 V 37 Erw. 2 mit Hinweisen). Schriftliche Eingaben müssen laut Art. 21 Abs. 1 VwVG spätestens am letzten Tag der Frist der Behörde eingereicht oder zu deren Handen der schweizerischen Post oder einer schweizerischen diplomatischen oder konsularischen Vertretung BGE 128 V 89 S. 91übergeben werden. Bei Versäumnis einer gemäss Art. 22 Abs. 1 VwVG nicht erstreckbaren gesetzlichen Frist tritt - unter Vorbehalt der Wiederherstellung (Art. 24 VwVG) - Verwirkungsfolge ein (BGE 107 V 188 Erw. 1; GYGI, a.a.O., S. 60).\n\nc) Art. 81 AHVV regelt somit - ausdrücklich - nur den Fall, in welchem ein Einspruch innert der 30tägigen Frist erfolgt. Dagegen schweigt sich die Verordnungsregelung über die Rechtsfolgen aus, welche eintreten, wenn kein Einspruch oder ein verspäteter Einspruch erfolgt.\n\nDie Frage ist nach den Prinzipien zu beantworten, wie sie für das nicht streitige Verwaltungsverfahren Geltung haben. Danach steht die Geltungskraft einer Verfügung unter dem Vorbehalt, dass sie nicht innert der gesetzlichen Rechtsmittelfrist angefochten wird. Ob diese Anfechtung auf dem klassischen Weg der nachträglichen Verwaltungsrechtspflege (Beschwerde), durch eine Einsprache (die zu einem beschwerdeweise anfechtbaren Einspracheentscheid führt) oder, wie nach Art. 81 Abs. 2 AHVV im Bereich der Arbeitgeber(organ)haftung der Fall, mittels eines Einspruchs erfolgt, macht diesbezüglich keinen Unterschied: Beschwerde, Einsprache oder Einspruch verhindern den Eintritt der formellen Rechtskraft (und die daran anknüpfende materielle Rechtskraft, welche im Bereich der Verwaltungsverfügungen, der Lehre GYGIS [a.a.O., S. 72 f.] folgend, überwiegend als Rechtsbeständigkeit bezeichnet wird).\n\n3. a) Somit stellt sich die Frage, in welchem Verfahren der unterbliebene oder verspätete Einspruch festgestellt wird. Dabei bietet sich zum einen der Weg über das Rechtsöffnungsgericht an, da eine nicht oder nicht fristgemäss angefochtene und daher formell rechtskräftig gewordene Verfügung als definitiver Rechtsöffnungstitel im Sinne von Art. 80 SchKG gilt (vgl. Erw. 2b). Zum andern ist denkbar, dass die Ausgleichskasse nicht sogleich den Betreibungsweg einschlägt, sondern vielmehr zunächst die Rechtsbeständigkeit ihrer Schadenersatzverfügung kraft eines fehlenden oder aber verspätet eingereichten Einspruchs richterlich bestätigt haben will, wozu sich die Klage nach Art. 81 Abs. 3 AHVV anbietet.\n\nb) aa) Der Schadenersatzprozess zeichnet sich durch die Besonderheit aus, dass die Verwaltung den Schadenersatzanspruch zwar durch Verfügung geltend macht, diese aber nicht den Beschwerdeweg eröffnet, sondern einem Einspruch unterliegt. Erfolgt ein Einspruch, der keiner Begründung bedarf (BGE 117 V 134 Erw. 5), so fällt die Verfügung ohne weiteres dahin, wodurch das Verfahren in BGE 128 V 89 S. 92ein Klageverfahren im Sinne der ursprünglichen Verwaltungsrechtspflege wechselt. Die Ausgleichskasse hat bei Verwirkungsfolge (rechtzeitig) Klage zu erheben, ansonsten sie ihren Schadenersatzanspruch verliert. Damit nimmt der Schadenersatzprozess nach Art. 81 AHVV eine Mittelstellung zwischen der ursprünglichen und der nachträglichen Verwaltungsrechtspflege ein (NUSSBAUMER, a.a.O., S. 387).\n\nNun geht es im Verfahren nach Art. 52 AHVG in Verbindung mit Art. 81 AHVV primär um die Rechtsverfolgung, d.h. um die anbegehrte richterliche Zusprechung des eingeforderten Schadenersatzes, während auf dem Weg der Schuldbetreibung Zwangsvollstreckungen durchgeführt werden, welche auf eine Geldzahlung oder eine Sicherstellung gerichtet sind (Art. 38 Abs. 1 SchKG). Die Klage gemäss Art. 81 Abs. 3 AHVV hat aber nicht nur den Charakter einer verwaltungsrechtlichen Leistungsklage auf Zahlung von Schadenersatz nach Art. 52 AHVG, sondern es kommt ihr auch eine vollstreckungsähnliche Funktion zu, vergleichbar am ehesten mit derjenigen eines Rechtsöffnungsbegehrens im Sinne von Art. 80 SchKG (vgl. BGE 122 V 68 Erw. 4c, BGE 117 V 135 Erw. 5, BGE 112 V 263 Erw. 2c). Denn schon dem Einspruch nach Art. 81 Abs. 2 AHVV eignet eine ähnliche Funktion wie dem Rechtsvorschlag gemäss Art. 74 ff. SchKG, da er den Weitergang des Verfahrens mindestens vorläufig - bis zur Einreichung der Klage - hindert (BGE 122 V 68 Erw. 4c).\n\nbb) Im Hinblick auf diese doppelte Funktion des Verfahrens sind bei einem verspäteten Einspruch nach Art. 81 Abs. 2 AHVV beide prozessualen Wege, der Betreibungsweg und das Klageverfahren, zuzulassen. Direkt auf dem Betreibungsweg vorzugehen hat die Ausgleichskasse nur, wenn unbestrittenerweise überhaupt kein Einspruch erfolgt ist, da diesfalls die Rechtskraft der (ordnungsgemäss und nachweislich zugestellten) Schadenersatzverfügung klar feststeht. Wählt die Ausgleichskasse den Klageweg, ist für den Fall, dass dem Begehren auf Feststellung der Rechtskraft der Schadenersatzverfügung nicht entsprochen wird, das Feststellungsbegehren mit einem Begehren auf Leistung zu verbinden. Entscheidet sich die Ausgleichskasse andererseits für den Weg über die Betreibung, muss ihr für den Fall, dass die definitive Rechtsöffnung nicht gewährt wird (weil sich der Einspruch als rechtzeitig herausstellt), das Klagerecht gewahrt bleiben. Diesfalls beginnt die 30-tägige Frist gemäss Art. 81 Abs. 3 AHVV ab Eintritt der Rechtskraft des Rechtsöffnungserkenntnisses zu laufen."}