{"annee": "128", "cour": "II", "page": "368", "date": "25/9/2002", "cite": ["57 II 58", "123 II 481", "113 IB 34", "112 IB 124", "116 IB 241", "111 IB 280", "112 IB 176", "122 II 12", "105 IB 187", "96 I 350", "119 IB 334", "106 IB 231", "105 IB 88"], "cite_par": ["131 II 458", "129 II 420"], "chapeau": "43. Auszug aus dem Teilurteil der I. öffentlichrechtlichen Abteilung i.S. Bergbrunnen-Miteigentümer Urtenen-Schönbühl gegen Schweizerische Bundesbahnen (SBB) und Eidgenössische Schätzungskommission, Kreis 6 (Verwaltungsgerichtsbeschwerde)\n\n1E.3/2002 vom 25. September 2002", "regestes": ["Atteinte à une source lors de travaux de construction du chemin de fer; droit à une prestation équivalente en nature dans la procédure d'expropriation. Lorsque le rendement d'une source diminue à la suite de la construction d'un tunnel pour lequel le droit d'expropriation a été conféré à l'entreprise de chemin de fer, les titulaires du droit de source ne peuvent déduire aucune prétention des dispositions du droit de voisinage des art. 706 et 707 CC, mais peuvent uniquement formuler une opposition fondée sur l'art. 10 LEx et exiger une indemnisation - en nature ou en espèce - selon le droit de l'expropriation (consid. 2). Il incombe à l'autorité compétente en matière d'opposition de statuer sur une demande en équivalent d'eau au sens de l'art. 10 LEx, comme sur toutes les demandes fondées sur les art. 7 à 10 LEx. Seules des demandes en réparation en nature basées sur l'art. 18 LEx peuvent être formulées dans la procédure devant la commission d'estimation (consid. 3). Une réparation en nature selon l'art. 18 LEx ne peut être accordée qu'exceptionnellement. Les conditions posées à la fourniture d'un équivalent en eau ne sont pas réalisées dans le cas particulier (consid. 4)."], "faits": "BGE 128 II 368 S. 369\n\nDie Bergbrunnen-Quelle liegt im Waldgebiet südlich von Urtenen-Schönbühl, am Abhang des Röduberges. Die Quelle wird durch drei Sickerstränge von einer Länge von 80 bis 260 m gefasst, die 1 bis 4 m unter der Erdoberfläche verlaufen und zur Hauptbrunnenstube führen. Von da aus wird das Quellwasser nach Urtenen ins Verteilnetz geleitet.BGE 128 II 368 S. 370\n\nAn der Bergbrunnen-Quelle besteht ein selbständiges und dauerndes Recht, das seit 1889 im Grundbuch (Grundstück Nr. 873) eingetragen ist. Das Quellwasser diente ursprünglich der Hauptwasserversorgung der Gemeinde Urtenen. Heute wird das Wasser nicht mehr zur allgemeinen Trink- und Gebrauchswasserversorgung der Gemeinde verwendet, sondern hauptsächlich zur Versorgung von Brunnen (Selbsttränke, Reinigung von Milchgeschirr) und offenbar auch zur Versorgung von 10 Hauswasseranlagen. Die Schüttungsmenge ist in 60 Wasserteile und Bruchteile davon unterteilt, die zur Zeit auf 33 Bezüger entfallen.\n\nIn den Jahren 1988 bis 1993 erstellten die Schweizerischen Bundesbahnen (SBB) den Grauholztunnel, der rund 10 m unter dem Bergbrunnen-Quellgebiet verläuft. Da bekannt war, dass der Tunnel verschiedene Quellgebiete unterqueren würde und diese durch die Bauarbeiten beeinträchtigt werden könnten, liessen die SBB im vermuteten Einflussbereich bereits ab Mitte 1983 bis Mai 1998 sämtliche bekannten Quellen und Grundwasserfassungen überwachen.\n\nWährend der Planauflage für die neue Linie erhoben die \"Bergbrunnen-Miteigentümer Urtenen-Schönbühl\" im Februar 1988 Einsprache und verlangten, dass die Bergbrunnenquelle und die übrigen Quellgebiete am Röduberg unbedingt geschützt würden. Im Falle einer Beeinträchtigung hätten die SBB auf unabsehbare Zeit hinaus für gleichwertiges Ersatzquellwasser aufzukommen und dieses in die Hauptleitung einzuspeisen. An der Einigungsverhandlung vom 14. April 1988 sicherte der Vertreter der SBB der Bergbrunnengemeinschaft gemäss Protokoll zu, dass \"in Anwendung von Art. 10 EntG qualitativ und quantitativ gleichwertiges Wasser geliefert werde\". Im Anschluss an die Einigungsverhandlungen stellte der Präsident der Eidgenössischen Schätzungskommission, Kreis 6, sämtliche Einspracheverfahren, in denen Entschädigungs- oder Realersatzbegehren für mögliche künftige Beeinträchtigungen gestellt worden waren, bis nach Inbetriebnahme des Grauholztunnels ein.\n\nMit Verfügung vom 27. Oktober 1997 nahm der Schätzungskommissions-Präsident das Verfahren betreffend die Bergbrunnen-Quelle wieder auf, nachdem die Quellberechtigten Festhalten an ihrer Einsprache erklärt hatten. In der Folge legten die SBB die Ergebnisse der Quellüberwachung vor. Nach diesen betrug die Gesamtergiebigkeit der Quelle in den Jahren 1983 bis 1988 440 bis 650 l/min und erreichte der Medianwert (Wassermenge, die während mindestens 6 Monaten pro Jahr geschüttet wird) in dieser Zeit 528 l/min. Ab Sommer 1988 sei ein stetiger Rückgang des Quellergusses festgestellt worden, der BGE 128 II 368 S. 371einerseits auf die trockene Witterung und andererseits auf die Arbeiten am Grauholztunnel zurückzuführen sei. Seit Abschluss der Arbeiten sei wieder ein Anstieg zu beobachten und liege die Gesamtergiebigkeit nunmehr im Bereich von 300 bis 350 l/min. Im nachfolgenden Verfahren vor der Schätzungskommission wurden zusätzliche Abklärungen betreffend eine Ersatzwasserbeschaffung vorgenommen. Dabei ergab sich, dass der werkbedingte Wasserverlust, der vom Experten auf 50 bis 100 l/min geschätzt wurde, am einfachsten durch Tieferlegung des bestehenden Sickerstranges 1 ersetzt werden könnte. Allerdings wären die Kosten für eine solche Neufassung - vor allem wegen des schwierigen Baugrundes - relativ hoch und würden sich auf rund Fr. 588'000.- belaufen.\n\nNach Durchführung weiterer Vergleichsverhandlungen, die alle erfolglos blieben, verpflichtete die Eidgenössische Schätzungskommission die SBB mit Urteil vom 28. November 2001, den Enteigneten eine Enteignungsentschädigung von total Fr. 100'000.- (Fr. 85'000.- als Entschädigung für die Teilenteignung des Quellenrechts sowie Fr. 15'000.- als Inkonvenienzentschädigung) zu entrichten. Gegen dieses Urteil haben die Enteigneten Verwaltungsgerichtsbeschwerde erhoben und verlangt, dass die SBB verpflichtet würden, den Enteigneten durch Ausführung des Tieferlegungsprojekts qualitativ und quantitativ gleichwertiges Wasser zu liefern bzw. einen Schüttungsmedianwert von mindestens 528 l/min sicherzustellen. Eventuell seien die SBB zu verurteilen, an die Enteigneten einen Betrag von Fr. 588'000.- (zuzüglich Bauteuerung seit März 2000) und einen Betrag für die Inkonvenienzen der Bauarbeiten nach gerichtlichem Ermessen zu bezahlen.", "considerants": "Aus den Erwägungen:\n\n2. In der Beschwerde wird geltend gemacht, entgegen der Meinung der Schätzungskommission sei im vorliegenden Fall nicht nur in Nachbarrechte eingegriffen worden; die Quellenrechtsinhaber würden durch die bahnbaubedingten Beeinträchtigungen in Eigentümerbefugnissen und nicht bloss in nachbarrechtlichen Abwehransprüchen betroffen. Dem kann jedoch nicht beigepflichtet werden.\n\n2.1 Gegenstand der Enteignung bilden - abgesehen von den persönlichen Rechten der Mieter und Pächter - dingliche Rechte an Grundstücken sowie die aus dem Grundeigentum hervorgehenden Nachbarrechte (Art. 5 Abs. 1 des Bundesgesetzes vom 20. Juni 1930 über die Enteignung [EntG; SR 711]). Enteignungsobjekt können somit sämtliche dinglichen und nachbarlichen Rechte sein, die im BGE 128 II 368 S. 372ZGB oder in den gemäss Art. 686 ZGB den Kantonen vorbehaltenen privatrechtlichen Bauvorschriften umschrieben sind (vgl. BGE 106 Ib 231 E. 3 S. 36 mit Hinweisen). Dagegen können auf dem Enteignungsweg keine Rechte entzogen oder geschaffen werden, die das Zivilrecht nicht vorsieht oder sogar ausdrücklich verbietet (BGE 105 Ib 187 E. 4a S. 191; s. auch BGE 112 Ib 124 E. 3).\n\n2.2 Die Rechtsverhältnisse an Quellen sind im ZGB speziell geregelt:\n\nNach Art. 667 Abs. 2 ZGB umfasst das Eigentum an Grund und Boden auch die Quellen. Quellen sind Bestandteile der Grundstücke und können nur zugleich mit dem Boden, dem sie entspringen, zu Eigentum erworben werden (Art. 704 Abs. 1 ZGB). Dagegen kann durch Errichtung einer Servitut ein Recht an Quellen auf fremden Boden begründet werden (Art. 704 Abs. 2 ZGB). Ein solches Recht an einer Quelle belastet das Quellengrundstück mit der Dienstbarkeit der Aneignung und Ableitung des Quellwassers (Art. 780 Abs. 1 ZGB). Ist das Quellenrecht selbständig und dauernd, so kann es als Grundstück in das Grundbuch aufgenommen werden (Art. 780 Abs. 3 ZGB). Das Quellenrecht ermächtigt in der Regel auch zum Bau der zur Wasserfassung und -ableitung nötigen Anlagen, die im Eigentum der Berechtigten stehen (LEEMANN, Berner Kommentar, N. 6 f., 21 zu Art. 780 ZGB; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, N. 9 zu Art. 704 ZGB; HANS MICHAEL RIEMER, Die beschränkten dinglichen Rechte, 2. Aufl. 2000, S. 83).\n\nDie Bestimmungen von Art. 706 und 707 ZGB gewährleisten den Schutz der Quellen vor fremden Einwirkungen. Werden Quellen, die zum Zwecke der Verwertung gefasst worden sind, zum Nachteil des Eigentümers oder Nutzungsberechtigten durch Bauten, Anlagen oder Vorkehrungen anderer Art abgegraben, beeinträchtigt oder verunreinigt, so kann dafür Schadenersatz verlangt werden (Art. 706 Abs. 1 ZGB). Werden Quellen, die für die Bewirtschaftung oder Bewohnung eines Grundstücks oder für Trinkwasserversorgungen unentbehrlich sind, abgegraben oder verunreinigt, so kann, soweit überhaupt möglich, nach Art. 707 Abs. 1 ZGB die Wiederherstellung des früheren Zustandes verlangt werden. In den anderen Fällen kann die Wiederherstellung nur verlangt werden, wo besondere Umstände sie rechtfertigen (Art. 707 Abs. 2 ZGB).\n\nArt. 706 und 707 ZGB gehören zu den nachbarrechtlichen Vorschriften, obschon sie nicht unter dem Randtitel \"Nachbarrecht\" eingereiht sind (BGE 57 II 58 E. 1; HAAB/SIMONIUS/SCHERRER/ZOBL, a.a.O., N. 17 zu Art. 704 ZGB, N. 4 und 13 zu Art. 706/707 ZGB; BGE 128 II 368 S. 373PAUL-HENRI STEINAUER, Les droits réels, Bd. II, 3. Aufl. 2002, N. 685, 1804, 1875; HEINZ REY, Die Grundlagen des Sachenrechts und das Eigentum, 2. Aufl. 2000, N. 1101). Dementsprechend steht den Quellenrechtsinhabern nicht nur ein Schadenersatzanspruch, sondern aufgrund von Art. 679 ZGB bei drohender Beeinträchtigung auch die Unterlassungsklage zu (BGE 96 I 350 E. 6 S. 361; LEEMANN, a.a.O., N. 20 zu Art. 706/707 ZGB; HAAB/SIMONIUS/ SCHERRER/ZOBL, a.a.O., N. 17 zu Art. 706/707 ZGB; STEINAUER, a.a.O., N. 1881 f.). Gehen jedoch die quellenbeeinträchtigenden Einwirkungen von einem Werk aus, das im öffentlichen Interesse liegt und für das dem Werkeigentümer das Enteignungsrecht zusteht, so werden die Abwehrrechte der Quellenrechtsinhaber unterdrückt und können diese nur noch eine enteignungsrechtliche Entschädigung (Geld- oder Realersatz) verlangen (so ausdrücklich auch LEEMANN, a.a.O., N. 47 zu Art. 706/707 ZGB). Der in Art. 707 ZGB gewährte Anspruch auf Wiederherstellung des früheren Zustandes fällt ebenfalls dahin bzw. bleibt nur insoweit bestehen, als er sich mit dem enteignungsrechtlichen Anspruch auf Realersatz deckt. Der Quellenrechtsberechtigte ist insofern nicht anders gestellt als der Eigentümer oder dinglich Berechtigte, der sich aufgrund von Art. 684 oder Art. 685 ZGB gegen übermässige Immissionen oder schädigende Grabungen des Nachbarn zur Wehr setzen kann, diesen Schutz aber gegenüber dem mit dem Enteignungsrecht ausgestatteten Unternehmen verliert und sich mit einer Enteignungsentschädigung begnügen muss (vgl. etwa BGE 112 Ib 176 E. 3; BGE 113 Ib 34 E. 2; BGE 119 Ib 334 E. 3b S. 341; BGE 123 II 481 E. 7a S. 490 f., je mit Hinweisen).\n\n2.3 Für den Bau des Grauholztunnels sind weder die quellenrechtsbelasteten Grundstücke beansprucht, noch ist das Quellenrecht selbst enteignet worden. Ebenso wenig ist auf die im Eigentum der Berechtigten stehenden Anlagen zur Fassung und Ableitung der Bergbrunnen-Quelle gegriffen worden. Vielmehr hat der Tunnelbau der SBB dazu geführt, dass der Quellfluss vermindert und zumindest zeitweise ein Teil des Quellwassers verschmutzt worden ist. Es liegt mit anderen Worten ein Eingriff vor, wie er in Art. 706 ZGB (und allenfalls Art. 707 ZGB) umschrieben ist. Die SBB verfügen von Gesetzes wegen über das Enteignungsrecht (Art. 3 Abs. 1 des Eisenbahngesetzes vom 20. Dezember 1957 [EBG; SR 742.101]). Die Enteignerin ist als Überbauberechtigte (Art. 674 Abs. 1 und 2 ZGB) oder Baurechtsinhaberin (Art. 675 ZGB) Eigentümerin der Grauholz-Tunnelröhre; als solche trägt sie gegenüber den Eigentümern und Servitutsberechtigten der unterquerten Grundstücke BGE 128 II 368 S. 374nachbarrechtliche Verantwortung (vgl. Urteil E.14/1994 vom 31. Dezember 1996, E. 4a, ZBl 99/1998 S. 235 f.; s. auch BGE 119 Ib 334 E. 3 S. 341 ff.). Die Eidgenössische Schätzungskommission ist somit zu Recht davon ausgegangen, dass es hier um eine Enteignung nachbarrechtlicher Abwehrrechte geht und hierfür Geld- oder Realersatz zu leisten ist. Die Entschädigungspflicht der Eisenbahnen für nachbarrechtswidrige Eingriffe ergibt sich übrigens nicht nur aus dem Enteignungsgesetz selbst, sondern auch aus der eisenbahnrechtlichen Spezialbestimmung von Art. 20 EBG, wonach Bahnunternehmungen für schädigende, nachbarrechtlich nicht zu duldende Eingriffe in fremde Rechte nach Massgabe der Bundesgesetzgebung über die Enteignung Ersatz zu leisten haben, sofern es sich beim Eingriff um eine unvermeidliche oder nicht leicht abzuwendende Folge des Baues oder Betriebes der Bahn handelt.\n\n3. Die Beschwerdeführer stellen vor Bundesgericht gleich wie im Verfahren vor der Schätzungskommission eine sich auf Art. 10 EntG stützende Realersatzforderung. Ein solches Begehren ist aber im Schätzungsverfahren unzulässig.\n\n3.1 Nach Art. 10 EntG können Rechte an Brunnen, Quellen und anderen Wasserläufen, die für ein Grundstück, eine Wasserversorgung oder eine andere dem allgemeinen Wohl dienende wasserbauliche Anlage unentbehrlich sind, nur enteignet werden, wenn der Enteigner genügenden Ersatz an Wasser leistet. Art. 10 EntG zählt zu den Vorschriften über die Beschränkungen der Enteignung und gilt als Spezialbestimmung zu Art. 7 EntG, wonach der Enteigner die geeigneten Vorkehren zu treffen hat, um die Fortbenützung bestehender öffentlicher Einrichtungen (wie Wege, Brücken, Leitungen usw.) zu gewährleisten und die benachbarten Grundstücke vor Beeinträchtigungen durch sein Unternehmen zu schützen (vgl. HEINZ HESS/HEINRICH WEIBEL, Das Enteignungsrecht des Bundes, Bd. I, N. 1 und 16 in fine zu Art. 10 EntG). Einwendungen gegen die Enteignung, die sich auf die Bestimmungen von Art. 7 bis 10 EntG stützen, sind wie die Einsprachen im engeren Sinne und die Planänderungsbegehren im enteignungsrechtlichen Einspracheverfahren zu erheben (Art. 30 Abs. 1 und Art. 35 EntG). Über Streitigkeiten betreffend die Art und den Umfang solcher Schutz- und Ersatzvorkehren sowie über die Frage, ob und inwieweit die Voraussetzungen für eine Enteignung überhaupt erfüllt seien, hat die Einsprachebehörde zu entscheiden (vgl. Art. 50 und 55 EntG). Dagegen hat sich die Schätzungskommission oder deren Präsident BGE 128 II 368 S. 375weder mit der Instruktion der Begehren nach Art. 7 bis 10 EntG zu befassen, noch diese materiell zu prüfen oder gar Schutz- oder Ersatzvorkehren anzuordnen. Der Schätzungskommission obliegt allein, im Anschluss an den Einspracheentscheid darüber zu befinden, ob trotz allfälliger Ersatzmassnahmen des Enteigners ein Schaden entstanden und hierfür Entschädigung zu leisten sei (vgl. Art. 64 Abs. 1 lit. c EntG; BGE 111 Ib 280 E. 2; BGE 116 Ib 241 E. 3a S. 246; BGE 122 II 12 E. 1a S. 14 f.).\n\nDas bedeutet allerdings nicht, dass nicht auch im Entschädigungsverfahren vor der Schätzungskommission - z.B. für werkbedingte Beeinträchtigungen von Quellen - Sachleistung statt Geldleistung verlangt werden könnte. Solche Begehren um Naturalersatz, die grundsätzlich ebenfalls bereits innert der Eingabefrist anzumelden sind (Art. 36 lit. c EntG), können sich jedoch allein auf Art. 18 EntG stützen (vgl. Art. 64 Abs. 1 lit. a EntG).\n\n3.2 Nach dem Gesagten hätten die Beschwerdeführer im vorliegenden Fall an der Behandlung ihrer Einsprache durch das zuständige Departement festhalten und einen Einspracheentscheid über ihr Begehren nach Art. 10 EntG erwirken müssen. Dem kann - wider die Meinung der Beschwerdeführer - auch nicht entgegengehalten werden, es sei an der Einigungsverhandlung ein Vergleich über die Realersatzleistung geschlossen worden, an den die Enteignerin gebunden sei. Zwar hat der Vertreter der SBB gemäss Protokoll an der Verhandlung erklärt, der Bergbrunnengemeinschaft \"in Anwendung von Art. 10 EntG qualitativ und quantitativ gleichwertiges Wasser\" liefern zu wollen. In dieser Erklärung kann jedoch - wie auch die Schätzungskommission bemerkt - nur die Zusicherung gesehen werden, dass Ersatzwasser geliefert werden soll, falls und soweit die Voraussetzungen von Art. 10 EntG gegeben seien. Hätte die Enteignerin die Realersatzleistung voraussetzungslos zusichern und mit den Einsprechern eine Vereinbarung schliessen wollen, so hätte diese - um gültig zustande zu kommen - nach Art. 49 lit. c EntG von beiden Parteien unterzeichnet werden müssen (vgl. auch Art. 12 Abs. 3 der Verordnung vom 24. April 1972 für die eidgenössischen Schätzungskommissionen [SR 711.1]). Ein solcher unterzeichneter Vergleich oder eine unterzeichnete Erklärung liegt aber nicht vor. Übrigens hätte das Einspracheverfahren, wäre tatsächlich ein Vergleich zustande gekommen, ohne weiteres abgeschrieben werden können und hätte nicht sistiert werden müssen. Die Beschwerdeführer können demnach aus dem Verhalten der Enteignerin an der Einigungsverhandlung keinen Realersatzanspruch im Sinne von Art. 10 EntG für sich ableiten.BGE 128 II 368 S. 376\n\n4. Das im bundesgerichtlichen Verfahren erneuerte Realersatzbegehren ist somit allein im Lichte von Art. 18 EntG zu prüfen.\n\n4.1 Nach Art. 18 Abs. 1 EntG kann an Stelle der Geldleistung ganz oder teilweise eine Sachleistung treten, so insbesondere, wenn infolge der Enteignung ein landwirtschaftliches Gewerbe nicht mehr fortgeführt werden kann, ferner bei der Enteignung von Wasser und Wasserkraft, bei Störung von Wegverbindungen und Leitungen.\n\nDas Bundesgericht hat sich mit der Auslegung dieser Bestimmung in zwei Entscheiden vom 27. Juni 1979 (BGE 105 Ib 88) und vom 23. April 1992 (E.36/1988) eingehend befasst. In beiden Fällen hat es die von den Enteigneten erhobene Behauptung, ein Anspruch auf Realersatz bestehe nicht nur ausnahmsweise, sondern immer dann, wenn eine Sachleistung möglich sei, klar zurückgewiesen. Wohl sei bei der Gesetzesberatung vor dem Nationalrat das Wort \"ausnahmsweise\" aus dem Text des Art. 18 EntG gestrichen worden, doch ändere dies nichts daran, dass der Realersatz gegenüber dem in Art. 17 EntG festgelegten Grundsatz der Geldentschädigung eine Ausnahme bilde. Dieser Schluss ergebe sich aus der Systematik des Gesetzes selbst und aus den weiteren Gesetzesmaterialien. Er liege auch deshalb nahe, weil in der Regel dem Enteigner das Enteignungsrecht nicht zur Verfügung stehe, um sich die für eine Sachleistung notwendigen Ersatzgüter zu verschaffen. Ob sich aus Art. 18 EntG überhaupt ein eigentlicher Rechtsanspruch des Enteigneten auf Realersatz herleiten lasse, sei in der Lehre umstritten. Selbst wenn aber von einem solchen auszugehen wäre, so könnte ihm kein unbedingter und absoluter Charakter zukommen. Eine Verpflichtung des Enteigners zur Leistung von Realersatz falle nur dann in Betracht, wenn wesentliche Interessen des Enteigneten auf dem Spiele stünden, so etwa, wenn zufolge der Enteignung ein landwirtschaftliches Gewerbe nicht mehr fortgeführt werden könnte. Jedenfalls könne nicht allein ausschlaggebend sein, dass der Enteigner tatsächlich in der Lage sei, Realersatz zu leisten. Vielmehr sei eine Abwägung der sich gegenüberstehenden Interessen vorzunehmen (vgl. BGE 105 Ib 88 E. 2 und 3, mit Hinweisen auf die Gesetzesmaterialien und die Lehre). Im Urteil E.36/1988 vom 23. April 1992 ist beigefügt worden, aus der beispielhaften Erwähnung der Realersatzleistung von Wasser und Wasserkraft in Art. 18 EntG könne nicht geschlossen werden, dass ein solcher Verlust stets in natura ersetzt werden müsse, wenn dies für den Enteigner möglich sei. Art. 18 EntG sei eine \"Kann-Vorschrift\" und setze, wie bereits dargelegt, eine Abwägung der Interessen des Enteigners und der Enteigneten voraus (E. 1b).BGE 128 II 368 S. 377\n\nEs besteht kein Anlass, von dieser Rechtsprechung abzuweichen.\n\n4.2 Die Interessenabwägung, die die Schätzungskommission hinsichtlich der Realersatzleistung vorgenommen hat, lässt sich - abgesehen davon, dass sie unter Berufung auf Art. 10 EntG erfolgt ist - nicht beanstanden. Im angefochtenen Entscheid wird zu Recht darauf hingewiesen, dass die verbleibende Ergiebigkeit der Quelle zur Versorgung der Berechtigten noch genügend gross ist und das Wasser lediglich während der heissesten Zeit des Jahres nicht mehr zur Reinigung von Milchgeschirr verwendet werden kann. Das Quellwasser wird denn auch grösstenteils nur für laufende Brunnen oder Viehtränken verwendet und deckt keine lebenswichtigen Bedürfnisse der Berechtigten. Gemäss den Akten sind deren Liegenschaften entweder bereits an die öffentliche Wasserversorgung angeschlossen oder könnten ohne Schwierigkeiten angeschlossen werden. Auf der anderen Seite müsste die Enteignerin, die schon erhebliche Aufwendungen zur Schadensbegrenzung getätigt hat, zur Gewährleistung der früheren Ergiebigkeit der Quelle bauliche Massnahmen treffen, deren Kosten eine halbe Million Franken weit überstiegen. Die Schätzungskommission hat diese Kosten angesichts der verbleibenden Schüttungsmenge und des Verwendungszwecks des Wassers zu Recht als unverhältnismässig hoch bezeichnet. Das Interesse der Enteigneten an Quellwasserersatz vermag daher das Interesse der Enteignerin, unverhältnismässig hohe Aufwendungen für das im öffentlichen Interesse liegende Werk zu vermeiden, nicht zu überwiegen. Dem Realersatzbegehren der Enteigneten kann in Anwendung von Art. 18 EntG nicht stattgegeben werden."}