{"annee": "128", "cour": "IV", "page": "216", "date": "24/9/2002", "cite": ["123 IV 23"], "cite_par": [], "chapeau": "31. Urteil der Anklagekammer i.S. Staatsanwaltschaft des Kantons Solothurn gegen Generalprokurator des Kantons Bern, Procureur général du canton du Jura und Juge d'instruction du canton de Vaud\n\n8G.94/2002 vom 24. September 2002", "regestes": ["Art. 350 ch. 1 al. 2 CP; désignation du for. Lorsqu'aucun des cantons dans lesquels les infractions ont été commises n'a encore ouvert d'instruction au sens de l'art. 350 ch. 1 al. 2 CP et que, de plus, on ne peut fixer dans aucun d'eux le centre de gravité de l'activité délictueuse, sont compétentes les autorités du canton où l'inculpé a commis la première infraction."], "faits": "|216|\n\nA.- Am 18. Juni 2002 reisten der mongolische Staatsangehörige X. alias Y. und zwei minderjährige Jugendliche von Frankreich kommend in Kleinlützel/SO in die Schweiz ein, um hier, wie sie gegenüber der Polizei nach anfänglichem Leugnen gestanden, Ladendiebstähle zu begehen. Am nächsten Tag wurden die drei Personen von der Zollpatrouille angehalten, als sie die Schweiz in Kleinlützel wieder verlassen wollten. X. gab zu, sie hätten in Delémont/JU, Moutier/BE, Montreux/VD und eventuell in Twann/BE Ladendiebstähle begangen. Zusätzlich werden den Drei Widerhandlungen gegen das ANAG und das SVG vorgeworfen. Die beiden minderjährigen Beteiligten wurden im Kanton Solothurn am 24. Juli 2002 zu einer Einschliessungsstrafe verurteilt. In Bezug auf X. vermochten sich die Behörden der Kantone Solothurn, Bern, Waadt und Jura in der Gerichtsstandsfrage nicht zu einigen.\n\nB.- Die Staatsanwaltschaft des Kantons Solothurn wendet sich mit Eingabe vom 26. August 2002 an die Anklagekammer des Bundesgerichts und beantragt, es sei der Gerichtsstand für X. zu bestimmen. Dieser liege jedenfalls nicht im Kanton Solothurn.\n\n|217|\n\nDer Generalprokurator des Kantons Bern beantragt in seiner Stellungnahme vom 29. August 2002, es seien die Behörden des Kantons Jura für berechtigt und verpflichtet zu erklären, den Angeschuldigten X. zu verfolgen und zu beurteilen.\n\nDer Juge d'instruction du canton de Vaud und der Procureur général de la République et canton du Jura haben sich am 30. August 2002 und 5. September 2002 vernehmen lassen, ohne einen ausdrücklichen Antrag zu stellen. Ihrer Ansicht nach sind die Behörden des Kantons Solothurn für zuständig zu erklären.", "considerants": "Die Kammer zieht in Erwägung:\n\n1. Für die Verfolgung und Beurteilung einer strafbaren Handlung sind die Behörden des Ortes zuständig, wo die strafbare Handlung ausgeführt wurde (Art. 346 Abs. 1 Satz 1 StGB). Wird jemand wegen mehrerer, an verschiedenen Orten verübter strafbarer Handlungen verfolgt, so sind die Behörden des Ortes, wo die mit der schwersten Strafe bedrohte Tat verübt worden ist, auch für die Verfolgung und die Beurteilung der andern Taten zuständig (Art. 350 Ziff. 1 Abs. 1 StGB).\n\nDer Beschuldigte hat seinen eigenen Angaben zufolge zusammen mit zwei Mittätern mehrere Ladendiebstähle begangen. Da sie zu diesem Zweck in die Schweiz eingereist sind, kommt bandenmässiger Diebstahl gemäss Art. 139 Ziff. 3 StGB in Frage. Dabei handelt es sich um das mit der schwersten Strafe bedrohte Delikt, weshalb die Widerhandlungen gegen das ANAG und das SVG bei der Bestimmung des Gerichtsstandes nicht zu berücksichtigen sind.\n\nAls für den Gerichtsstand massgebende Tatorte des bandenmässigen Diebstahls kommen nur die Kantone Bern, Jura und Waadt in Frage, während der Kanton Solothurn, wo der Beschuldigte nur geringfügigere Straftaten begangen haben soll, als Tatort ausscheidet.\n\nDer Kanton Solothurn kann im Übrigen auch nicht in Anwendung von Art. 348 Abs. 1 StGB, der einen Anknüpfungspunkt an dem Ort, wo der Täter betreten wird, vorsieht, als Gerichtsstand bezeichnet werden, weil die mutmasslichen Tatorte bekannt sind.\n\nDer Kanton Solothurn kommt auch nicht deshalb als Gerichtsstand in Frage, weil die beiden minderjährigen Beteiligten dort bereits zu Einschliessungsstrafen verurteilt worden sind. Haben Jugendliche als Mittäter zusammen mit Erwachsenen delinquiert, sind sie an ihrem Wohnsitz oder Aufenthaltsort zu verfolgen und zu |218| beurteilen, während sich der Gerichtsstand für die beteiligten Erwachsenen nach den allgemeinen Regeln bestimmt (Art. 372 StGB; ERHARD SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Bern 1987, N. 347).\n\n2. Sind die strafbaren Handlungen, für die jemand verfolgt wird, mit der gleichen Strafe bedroht, so sind die Behörden des Ortes zuständig, wo die Untersuchung zuerst angehoben wird (Art. 350 Ziff. 1 Abs. 2 StGB). Im vorliegenden Fall ist bisher in keinem der Tatortkantone Bern, Jura und Waadt eine Strafanzeige eingegangen oder auf andere Weise eine Untersuchung angehoben worden. Folglich versagt dieses Kriterium.\n\nIn dieser Situation sind nach der Rechtsprechung die Behörden desjenigen Kantons zuständig, in dem ein offensichtliches Schwergewicht der deliktischen Tätigkeit liegt (vgl. Urteil des Bundesgerichts 8G.5/2000 vom 18. Februar 2000, E. 2d; BGE 123 IV 23 E. 2a). Bei nur vier Ladendiebstählen, die in drei Kantonen begangen wurden, fehlt es jedoch an einem solchen Schwergewicht (Urteile 8G.76/2002 vom 29. Juli 2002, E. 2, 8G.65/1998 vom 20. Oktober 1998, E. 2b/bb, und 8G.51/1998 vom 29. Juli 1998, E. 3a). Auch dieses Kriterium führt im vorliegenden Fall nicht weiter.\n\n3. Hat noch keiner der Tatortkantone eine Untersuchung angehoben und besteht überdies in keinem dieser Kantone ein Schwergewicht der deliktischen Tätigkeit, rechtfertigt es sich, in Analogie zu Art. 350 Ziff. 1 Abs. 2 StGB darauf abzustellen, wo der Beschuldigte das erste Delikt begangen hat.\n\nEs ist unstrittig und wird insbesondere vom Procureur général de la République et canton du Jura in seiner Eingabe ans Bundesgericht vom 5. September 2002 nicht in Frage gestellt, dass der Beschuldigte zuerst in Delémont/JU einen Diebstahl begangen hat. Folglich sind die Behörden dieses Kantons für zuständig zu erklären."}