{"annee": "128", "cour": "V", "page": "295", "date": "26/7/2002", "cite": [], "cite_par": [], "chapeau": "43. Auszug aus dem Urteil i.S. PRIMA Krankenversicherung AG gegen Eidgenössisches Departement des Innern\n\nK 17/02 vom 26. Juli 2002", "regestes": ["Art. 11 let. a, art. 12 al. 1, art. 13 al. 1 et 2 let. a et b LAMal. La délégation à un tiers des tâches essentielles de l'assurance-maladie sociale - in concreto transfert de l'ensemble du secteur de la gestion de la société - n'est en principe pas admissible."], "faits": "", "considerants": "|295|\n\nAus den Erwägungen:\n\n4. c) Es kann sich einzig fragen, ob die bei einer Anerkennung als Krankenkasse vorgesehene Übertragung der gesamten Geschäftsführung auf die SWICA Management AG sich mit dem Gesetz vereinbaren lässt. Dagegen ist nicht von Bedeutung, dass gemäss Verwaltungsgerichtsbeschwerde die SWICA Versicherungen AG \"ihre Zusatzversicherungsprodukte im Verbund mit den Grundversicherungsprodukten der Beschwerdeführerin verkaufen will\". Es kann insoweit keinen Unterschied machen zum gesetzlich normierten Tatbestand einer privaten Versicherungseinrichtung, die private (Zusatz-)Versicherungen anbietet und daneben die soziale Krankenversicherung durchführt.\n\naa) Unter den Parteien ist unbestritten, dass eine (anerkannte) Krankenkasse die soziale Krankenversicherung selber durchzuführen hat. Die Delegation von Aufgaben zum autonomen Vollzug an Dritte ist grundsätzlich unzulässig, wenn und soweit sie - in den Worten des Departementes in der angefochtenen Verfügung - \"das Wesen der Krankenkassentätigkeit ausmachen\". Dazu gehören gemäss Eidgenössischem Departement des Innern u.a. der gesamte Bereich hoheitlichen Handelns, insbesondere der Erlass von Verfügungen, der Verkehr mit den (Aufsichts-)Behörden und Versicherten sowie alle mit dem Datenschutz im Zusammenhang stehenden Massnahmen.\n\n|296|\n\nIn der Verwaltungsgerichtsbeschwerde wird sinngemäss geltend gemacht, der Tatbestand der unzulässigen \"Auslagerung einer Krankenversicherungstätigkeit zum autonomen Vollzug an Dritte\" sei nicht gegeben, wenn der entsprechende Vertrag die jederzeitige Kontrolle vorsehe und wenn der Dritte so verpflichtet sei, dass die Krankenkasse jederzeit ohne Gefährdung ihrer Hauptaufgabe der Durchführung der sozialen Krankenversicherung sich von ihm trennen könne. So verhalte es sich indessen vorliegend. Dabei führe die SWICA Management AG das Versicherungsgeschäft der Beschwerdeführerin in deren Namen, auf deren Rechnung und auf deren Risiko.\n\nbb) Könnte sich die Tätigkeit einer Krankenkasse im Wesentlichen auf die Kontrolle der richtigen Durchführung der sozialen Krankenversicherung durch einen Dritten beschränken, müsste dieser notwendigerweise \"über eine Organisation und eine Geschäftsführung verfügen, welche die Einhaltung der gesetzlichen Vorschriften gewährleisten\" (Art. 13 Abs. 2 lit. b KVG). Es bedeutete im Weitern aber auch, dass diejenigen Personen, welche die Kontrollfunktion ausüben, hiezu befähigt sind und selbstredend den vom Gesetz an die verantwortlichen Kassenorgane gestellten fachlichen Anforderungen genügen (vgl. BBl 1992 I 146 f.). Selbst wenn diese Bedingungen erfüllt sind, kann die Durchführung der sozialen Krankenversicherung nach den gesetzlichen Vorgaben nicht als hinreichend gesichert gelten, wenn der delegierte Dritte die vertraglichen Beziehungen jederzeit aufkündigen kann, wie dies vorliegend der Fall ist. Daran ändert Ziff. 4 des (nicht unterzeichneten) Geschäftsführungsvertrages vom 28. Juni 2001 nichts, wonach die SWICA Management AG das Geschäft so zu führen hat, dass sich die Beschwerdeführerin jederzeit von ihr trennen kann, ohne organisatorische, finanzielle oder administrative Nachteile zu erleiden, und bei Vertragsauflösung auf erstes Verlangen Zugang zu sämtlichen für die Fortführung des Geschäftes notwendigen Daten und Akten besteht. Zu beachten ist sodann, dass Krankenkassen von Gesetzes wegen keinen Erwerbszweck verfolgen dürfen (Art. 12 Abs. 1 KVG) und dass die Mittel der sozialen Krankenversicherung nicht zweckentfremdet werden dürfen (Art. 13 Abs. 2 lit. a KVG). Mit dieser Zielsetzung nicht vereinbar ist, wenn es sich, wie vorliegend bei der SWICA Management AG, bei dem mit der Geschäftsführung beauftragten Dritten um eine juristische Person mit gewinnorientierter wirtschaftlicher Zwecksetzung handelt.\n\n|297|\n\nIm Weitern ist bei Übertragung von Aufgaben, welche zum Kernbereich der Tätigkeit von Krankenkassen zu zählen sind, an Dritte die aufsichtsmässige Kontrolle insofern erschwert, als sie nicht unmittelbar bei und gegenüber der juristischen Person erfolgt, welche die soziale Krankenversicherung effektiv durchführt. Wenn in diesem Zusammenhang vorgebracht wird, \"usanzgemäss\" würden Aufgaben, wo es um hoheitliches Handeln gehe, delegiert, wie beispielsweise der Abschluss von Verträgen mit Leistungserbringern an die Kassenverbände, ist diese Möglichkeit ausdrücklich im Gesetz vorgesehen (vgl. Art. 46 KVG). Was schliesslich das Argument anbetrifft, dadurch, dass die SWICA Management AG gleichzeitig mit der Geschäftsführung der Beschwerdeführerin und der SWICA Versicherungen AG beauftragt werde, könnten Effizienzgewinne in den Bereichen Logistik, Administration etc. realisiert werden, liesse sich dieses Ziel wohl ebenfalls erreichen, wenn die private Versicherungseinrichtung auch den Bereich der sozialen Krankenversicherung in ihr Tätigkeitsfeld aufnähme.\n\ncc) Aus diesen Gründen ergibt sich, dass die für den Fall der Anerkennung als Krankenkasse vorgesehene Auslagerung des gesamten Geschäftsführungsbereichs dem Gesetz widerspricht. Insoweit ist das Gesuch der Beschwerdeführerin zu Recht abgelehnt worden. Ob die Anerkennung unter Auflagen in Bezug auf die Delegation von Teilen der Geschäftstätigkeit an einen Dritten hätte ausgesprochen werden können und müssen, wie in der Verwaltungsgerichtsbeschwerde geltend gemacht wird, kann insofern offen bleiben, als das Departement noch aus anderen Gründen (Gefahr der Risikoselektion) gegen die Gesuchstellerin entschied. Immerhin ist diesem Gesichtspunkt bei der Kostenauferlegung für das Verfahren vor dem Eidgenössischen Versicherungsgericht Rechnung zu tragen."}