{"annee": "128", "cour": "V", "page": "116", "date": "21/5/2002", "cite": ["121 V 97", "121 V 65", "119 V 121", "114 V 102", "127 I 31", "127 V 1", "120 V 319", "126 II 377", "127 IV 193", "119 V 277", "122 V 405", "117 V 50", "115 V 224"], "cite_par": ["130 V 448", "129 II 232", "129 II 353", "130 V 185", "133 V 314"], "chapeau": "22.Urteil i.S. C. gegen Schweizerische Eidgenossenschaft und Verwaltungsgericht des Kantons Bern B 34/00 vom 21. Mai 2002.", "regestes": ["Art. 19 al. 1 let. a LPP; art. 23 de l'ordonnance du 2 mars 1987 concernant la Caisse fédérale d'assurance (Statuts de la CFA): Droit à une rente de veuve. Interprétation de la loi et des statuts. Le droit à cette prestation suppose l'existence et la persistance au moment et au-delà du décès de l'assuré d'une obligation d'entretien légale ou conventionnelle de la veuve. Les enfants de l'assuré qui ne sont pas des enfants de la veuve sont-ils visés par l'art. 19 al. 1 let. a LPP? Question laissée ouverte."], "faits": "BGE 128 V 116 S. 116\n\nA.- J., geb. 1941, war seit 1. März 1984 in der Bundesverwaltung tätig und bei der Eidgenössischen Versicherungskasse (EVK) vorsorgeversichert, als er am 17. Oktober 1990 starb. Von seiner ersten Ehefrau geschieden und aus zweiter Ehe verwitwet, hatte er am Todestag seine Konkubinatspartnerin C., geb. 1948, geheiratet. Zusammen mit ihr und der am 8. Oktober 1978 geborenen, aus der BGE 128 V 116 S. 117zweiten Ehe stammenden Tochter R. hatte er vor seinem Ableben während ungefähr zehn Jahren in gemeinsamem Haushalt gelebt. Die Tochter R., welche nach dem Tode ihres Vaters einen Vormund erhielt, verblieb bis kurz vor ihrem 18. Geburtstag in der Obhut von C. Mit Rentenbescheid vom 1. Dezember 1990 sprach die EVK C. ab 18. Oktober 1990 eine Witwenrente von Fr. 1970.55 und eine Waisenrente im Betrag von Fr. 492.65 zu.\n\nIm Sommer 1997 gelangte die Pensionskasse des Bundes (PKB) zur Auffassung, die statutarischen Voraussetzungen für die Ausrichtung einer Witwenrente seien zu Unrecht bejaht worden. Sie stellte die entsprechenden Leistungen auf den 31. Juli 1997 ein und forderte von C. die Rückzahlung von Fr. 31'479.30 (Schreiben vom 11. August 1997). Im nachfolgenden Briefwechsel mit C. bzw. ihrem Rechtsvertreter bekräftigte die PKB ihren Standpunkt. C. beharrte ihrerseits darauf, die Voraussetzungen für die Leistung einer Witwenrente seien erfüllt.\n\nB.- C. liess am 15. September 1998 Klage beim Verwaltungsgericht des Kantons Bern einreichen mit dem Rechtsbegehren, die Witwenrente sei über den 31. Juli 1997 hinaus weiterhin auszurichten, eventuell sei festzustellen, dass keine Pflicht zur Rückleistung bis dahin bezogener Rentenbetreffnisse bestehe.\n\nDie Schweizerische Eidgenossenschaft - vertreten durch die PKB und diese vertreten durch die Eidgenössische Finanzverwaltung - beantragte ihrerseits, \"es sei davon Akt zu nehmen, dass die Beklagte gegenüber der Klägerin ohne Anerkennung einer Rechtspflicht auf die Rückforderung der seit 18. Oktober 1990 bis 31. Juli 1997 ausgerichteten PKB-Ehegattenrente verzichtet, soweit diese die einmalige Abfindung nach Art. 23 Abs. 2 EVK-Statuten übersteigt. ... Soweit weitergehend sei die Klage abzuweisen.\"\n\nDas Verwaltungsgericht des Kantons Bern wies die Klage ab, soweit es darauf eintrat (Entscheid vom 13. März 2000).\n\nC.- C. lässt Verwaltungsgerichtsbeschwerde führen mit dem Rechtsbegehren, in Aufhebung des kantonalen Gerichtsentscheids sei die Schweizerische Eidgenossenschaft zu verpflichten, ihr über den 31. Juli 1997 hinaus eine Witwenrente zu bezahlen. Ferner ersucht sie um Gewährung der unentgeltlichen Rechtspflege.\n\nVertreten durch die Eidgenössische Finanzverwaltung lässt sich die Schweizerische Eidgenossenschaft mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen. Das Bundesamt für Sozialversicherung schliesst ebenfalls auf Abweisung der Rechtsvorkehr.\n\nBGE 128 V 116 S. 118", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die Streitigkeit unterliegt der Gerichtsbarkeit der in Art. 73 BVG erwähnten richterlichen Behörden, welche sowohl in zeitlicher (BGE 117 V 52, BGE 115 V 228 Erw. 1b und 247 Erw. 1a mit Hinweisen) als auch in sachlicher Hinsicht (BGE 117 V 51, BGE 114 V 105 Erw. 1b) zuständig sind.\n\n2. Ob die Beschwerdeführerin Anspruch auf eine berufsvorsorgerechtliche Witwenrente hat, beurteilt sich grundsätzlich - vorbehältlich hier nicht gegebener sachbezüglicher Rechtsänderungen mit besonderen intertemporalrechtlichen Anordnungen - nach dem beim Tod ihres Ehegatten am 17. Oktober 1990, d.h. bei Eintritt des Versicherungsfalls, geltenden Recht. Daran ändert nichts, dass nach den Parteivorbringen letzt- wie bereits vorinstanzlich einzig die Ausrichtung der Rente ab 1. August 1997 strittig ist (vgl. BGE 121 V 97, BGE 119 V 279 Erw. 3 ff.).\n\n3. a) Nach Art. 19 Abs. 1 lit. a BVG hat die Witwe Anspruch auf eine Witwenrente, wenn sie beim Tod des Ehegatten für den Unterhalt eines oder mehrerer Kinder aufkommen muss.\n\nLaut Art. 23 Abs. 1 lit. a der vorliegend anwendbaren, bis Ende 1996 gültig gewesenen Verordnung vom 2. März 1987 über die Eidgenössische Versicherungskasse (AS 1987 1228, nachfolgend: EVK-Statuten) hat der überlebende Ehegatte Anspruch auf eine Ehegattenrente, wenn er beim Tod des Versicherten für den Unterhalt eines oder mehrerer Kinder aufkommen muss. Stellt sich nachträglich heraus, dass eine Leistung unrichtig festgesetzt wurde, so berichtigt die EVK diese für künftige Auszahlungen (Art. 10 Abs. 1 EVK-Statuten).\n\nGemäss Art. 23 Abs. 1 AHVG (in der bis 31. Dezember 1996 gültig gewesenen Fassung) haben Witwen Anspruch auf eine Witwenrente, sofern sie im Zeitpunkt der Verwitwung eines oder mehrere Kinder haben (lit. a) oder sofern im Zeitpunkt der Verwitwung eines oder mehrere Kinder des verstorbenen Ehemannes als Pflegekinder der Witwe im Sinne von Artikel 28 Abs. 2 im gemeinsamen Haushalt leben, die durch den Tod des Ehemannes Anspruch auf eine Waisenrente erwerben, und sofern der Ehemann unmittelbar vor dem Tode im Sinne von Art. 1 oder 2 versichert war (lit. b).\n\nb) Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich des BGE 128 V 116 S. 119Zwecks, des Sinnes und der dem Text zu Grunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 127 IV 194 Erw. 5b/aa, BGE 127 V 5 Erw. 4a, 92 Erw. 1d, 198 Erw. 2c, je mit Hinweisen).\n\nDa die Beschwerdegegnerin eine Vorsorgeeinrichtung des öffentlichen Rechts ist, sind die Regeln der Gesetzesauslegung auch für die Ermittlung des Sinns der statutarischen Ordnung massgebend (SVR 2000 BVG Nr. 11 S. 55).\n\nc) Art. 19 Abs. 1 lit. a BVG und Art. 23 Abs. 1 lit. a EVK-Statuten umschreiben die Voraussetzungen für die Ausrichtung einer Rente an die überlebende Ehegattin mit den gleichen Worten (\"beim Tod ... für den Unterhalt eines oder mehrerer Kinder aufkommen muss\", vgl. Erw. 3a hievor). Anhaltspunkte dafür fehlen, dass mit den Statuten insoweit vom Gesetz abgewichen werden sollte, weshalb der entsprechende Sinngehalt der gesetzlichen Ordnung demjenigen der statutarischen Regelung entspricht.\n\nd) LOCHER (Grundriss des Sozialversicherungsrechts, 2. Aufl., Bern 1997, S. 242 f. N 25 f.) bezeichnet die Regelung der Witwenrente im BVG im Vergleich zum AHV-Recht als sehr kurz. Im Sinne einer Koordination zwischen Erster und Zweiter Säule rechtfertige es sich, die Bestimmungen des BVG - soweit es der Gesetzestext zulasse - gleich auszulegen wie im AHVG. BRÜHWILER (Obligatorische berufliche Vorsorge, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz. 76) führt aus, die Voraussetzungen für die Ausrichtung einer Witwen- oder Waisenrente seien in der AHV und der obligatorischen Vorsorge ähnlich. Nach MOSER (Die Zweite Säule und ihre Tragfähigkeit, Diss. Basel 1992, S. 140 ff.) ist auf Grund der im Ansatz gleichen Regelungen gemäss AHVG und BVG für die Auslegung von Art. 19 Abs. 1 BVG weitgehend auf die im Bereich der Ersten Säule geltende Ordnung zurückzugreifen. Zur Prüfung des Witwenrentenanspruches nach Art. 19 Abs. 1 lit. a BVG sei insbesondere auch der weit gefasste Kindesbegriff des AHV-Rechts zu übernehmen. Danach würden als Kinder im Sinne des BVG insbesondere auch Stiefkinder der Witwe (Kinder des verstorbenen Ehemannes) BGE 128 V 116 S. 120gelten, sofern sie als deren Pflegekinder mit ihr im gemeinsamen Haushalt leben und infolge des Todesfalles eine Waisenrente beanspruchen können. RIEMER (Familienrechtliche Beziehungen als Leistungsvoraussetzungen gemäss AHVG/IVG, BVG-Obligatorium und freiwilliger beruflicher Vorsorge; in: SZS 1986 S. 169 ff.) spricht sich ebenfalls für die Übernahme des - umfassenden - Kindesbegriffs des AHVG aus, wonach gemäss AHVG bzw. Art. 20 BVG Pflege- und Stiefkinder im Zusammenhang mit der Witwenrente nach Art. 19 Abs. 1 lit. a BVG ebenfalls zählen würden.\n\n4. a) Der deutsche Text des Art. 19 Abs. 1 lit. a BVG sieht vor, dass die Witwe beim Tod des Ehegatten für den Unterhalt eines oder mehrerer Kinder aufkommen muss. Ob die Wendung \"beim Tod\" meint, im Zeitpunkt des Todes, d.h. schon bei Eintritt des Versicherungsfalls, oder ob sie dahin gehend zu verstehen ist, dass die Witwe erst auf Grund des Todes ihres Ehegatten für den Unterhalt aufkommen muss, ist nach dem Wortlaut nicht klar. Die Formulierung \"muss\" legt demgegenüber eindeutig nahe, dass eine gesetzliche oder vertragliche Verpflichtung zur Bestreitung des Unterhalts vorausgesetzt wird. Die französische und die italienische Fassung weisen in die gleiche Richtung wie der deutsche Gesetzestext (\"au décès du conjoint\", \"à charge\"; \"alla morte del coniuge\", \"al sostentamento\"). Der grammatikalischen Auslegung, die - zusammengefasst - für eine gesetzliche oder vertragliche Unterhaltspflicht spricht, wobei unklar ist, in welchem Zeitpunkt diese bestehen muss, kommt daher grundsätzlich ein hoher Indizwert zu (vgl. BGE 119 V 121 Erw. 4a).\n\nb) Hinterlassen im Sinne des Sozialversicherungsrechts ist, wer durch Tod eine unterhaltspflichtige Person verloren hat (THOMAS LOCHER, a.a.O., S. 65 N 1). Die Witwenrente zielt entsprechend darauf, den Verlust der Unterhaltsberechtigung zu kompensieren, den die Witwe durch den Tod ihres Ehegatten erleidet. Dabei ist indes zu berücksichtigen, wie sich der Tod des Ehegatten hinsichtlich der Pflichten der Witwe auswirkt. Geht der Wegfall eines Unterhaltsbeitrages des verstorbenen Ehegatten mit dem Untergang einer Unterhaltspflicht der Witwe einher, hat der Tod des Ehegatten insoweit keine wirtschaftlichen Nachteile. Das spricht dafür, dass die Witwe bei Eintritt des Versicherungsfalls und voraussichtlich auch inskünftig eine gesetzliche oder vertragliche Unterhaltspflicht gegenüber einem oder mehreren Kindern haben muss. Das ist bei der gesetzlichen Beistandspflicht gemäss Art. 278 Abs. 2 ZGB, wonach jeder Ehegatte dem anderen in der Erfüllung der Unterhaltspflicht BGE 128 V 116 S. 121gegenüber vorehelichen Kindern in angemessener Weise beizustehen hat, gerade nicht der Fall. Diese erlischt mit der Auflösung der Ehe, obwohl die Schwägerschaft als solche fortbesteht (CYRIL HEGNAUER, Kommentar zum schweizerischen Privatrecht [Berner Kommentar], Schweizerisches Zivilgesetzbuch, Das Familienrecht: Art. 270-295 ZGB, Bern 1997, N 14 zu Art. 278). Dagegen liesse sich einwenden, dass zumindest im Zeitpunkt des Todes des Versicherten, d.h. bei Eintritt des Versicherungsfalls, eine Verpflichtung gestützt auf Art. 278 Abs. 2 ZGB bestand und jedenfalls bei einem dannzumal langjährigen Pflegeverhältnis auf Grund der allgemeinen Lebenserfahrung davon auszugehen ist, dass dieses über den Tod des leiblichen Vaters und damit den Wegfall der gesetzlichen Beistandspflicht hinaus regelmässig seine Fortsetzung findet. Dies umso mehr, wenn die leibliche Mutter vorverstorben ist. Das hat, wie der hier zu beurteilende Fall zeigt, einiges für sich, ändert indes nichts daran, dass letztlich mit dem Tod des Ehegatten keine entsprechende gesetzliche Pflicht mehr besteht.\n\nc) Der Gesetz gewordene Text des Art. 19 Abs. 1 lit. a BVG beruht auf einem Vorschlag der Ständeratskommission, weshalb der bundesrätlichen Botschaft zum Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge vom 19. Dezember 1975 bloss geringe Aussagekraft zukommt. Im bundesrätlichen Entwurf war für den Anspruch auf Hinterlassenenleistungen von Witwen und Waisen in Art. 19 Abs. 1 BVG kurz und bündig auf die AHV-rechtliche Ordnung verwiesen worden (BBl 1976 I 230 und 293; Separatausgabe S. 82 und 145). Gemäss dem ständerätlichen Berichterstatter (Amtl.Bull. 1980 S 273) lehnen sich die Anspruchsvoraussetzungen nach Art. 19 Abs. 1 BVG wohl weit gehend an die in der 1. Säule geltenden an. Es würden aber auch die besonderen Gegebenheiten der 2. Säule berücksichtigt, ohne dass es hiezu einer ausgedehnten Ergänzung durch die Verordnung bedürfe. Die Materialien sprechen insofern für eine gesetzliche oder vertragliche Unterhaltspflicht als Anspruchsvoraussetzung, als - abweichend von der AHV-rechtlichen Ordnung (vgl. Art. 23 Abs. 1 lit. a AHVG in der bis Ende 1996 gültig gewesenen Fassung) - der Witwe mit mündigen Kindern, die nicht mehr in der Ausbildung stehen, vorbehältlich des Tatbestandes von Art. 19 Abs. 1 lit. b BVG, nach dem Willen der Räte keine Rente zusteht (vgl. Amtl.Bull. 1981 N 1047 f.).\n\nd) Die normunmittelbaren Auslegungselemente bekräftigen somit die auf den Wortlaut des Art. 19 Abs. 1 lit. a BVG gestützte Auslegung, BGE 128 V 116 S. 122wonach eine gesetzliche oder vertragliche Verpflichtung zur Bestreitung des Unterhalts vorausgesetzt wird. Mit Blick auf die Verwendung \"muss\" im Tatbestand des Art. 19 Abs. 1 lit. a BVG bleibt kein Raum für die analoge Anwendung von Art. 23 Abs. 1 lit. b AHVG (in der bis 31. Dezember 1996 in Geltung gestandenen Fassung), wonach es für die Zusprechung einer Witwenrente (der 1. Säule) nötig und hinreichend ist, dass im Zeitpunkt der Verwitwung das Stiefkind als Pflegekind der Witwe im gemeinsamen Haushalt wohnt und die Witwe es unentgeltlich zu dauernder Pflege und Erziehung aufgenommen hat. In zeitlicher Hinsicht ist Bedingung, insbesondere auf Grund des teleologischen Auslegungselements, dass die entsprechende Unterhaltspflicht beim Eintritt des Versicherungsfalls einerseits bereits bestand und andererseits durch das versicherte Ereignis nicht wegfiel.\n\nEs kann damit offen bleiben, ob das Stiefkind überhaupt unter Art. 19 Abs. 1 lit. a BVG fällt. Der Wortlaut als primäres Auslegungselement lässt, ohne indes vollends klar zu sein, in allen drei sprachlichen Fassungen (\"Kinder\", \"figli\", \"enfants\") eine entsprechende Subsumtion zu. In systematischer Hinsicht ergeben sich Zweifel, ob mit dem Wort \"Kinder\" nicht doch ein zivilrechtliches Kindsverhältnis nach Art. 252 Abs. 1 und 3 ZGB (durch Geburt oder Adoption) vorausgesetzt wird. In Art. 20 BVG differenziert der Gesetzgeber nämlich in allen drei Amtssprachen ausdrücklich zwischen Kindern und Pflegekindern (\"enfants\"/\"enfants recueillis\" sowie \"figli\"/\"affiliati\").\n\n5. Nach dem Gesagten hat die Vorinstanz im Ergebnis zu Recht erkannt, dass die Rente gestützt auf Art. 10 Abs. 1 EVK-Statuten mit Wirkung ab 1. August 1997 nicht mehr weiter auszurichten ist. Die im kantonalen Verfahren erhobene Berufung auf den nunmehr in Art. 9 BV verankerten Grundsatz von Treu und Glauben bzw. dessen Teilgehalt des so genannten Vertrauensschutzes (vgl. BGE 127 I 36 Erw. 3a, BGE 126 II 387 Erw. 3a; RKUV 2000 Nr. KV 126 S. 223, Nr. KV 133 S. 291 Erw. 2a; zu Art. 4 Abs. 1 aBV ergangene, weiterhin geltende Rechtsprechung: BGE 121 V 66 Erw. 2a mit Hinweisen) dringt nicht durch. Mit Blick auf die gesamten Verhältnisse mangelt es insbesondere an einer im Vertrauen auf die Richtigkeit der Rentenausrichtung getroffenen oder unterlassenen Disposition, die ohne Nachteil nicht mehr rückgängig gemacht oder nachgeholt werden konnte. Der Umstand schliesslich, dass die EVK in der Vernehmlassung zu Art. 28 (Titel: Ehegattenrente; Leistungsanspruch) des Entwurfs der Verordnung über den Kernplan der BGE 128 V 116 S. 123Pensionskasse des Bundes (LVO 1; Kernplan) - bei im Vergleich zu den EVK-Statuten (und im Übrigen auch hinsichtlich der PKB-Statuten vom 24. August 1994, AS 1995 533) unveränderter statutarischer Formulierung - ausführte, dass ein Anspruch auf Ehegattenrente \"unabhängig davon (sei), ob es sich um eigene Kinder der versicherten Person oder Stiefkinder handelt\", hilft der Beschwerdeführerin ebenfalls nicht. Dies betrifft einzig den Bedeutungsgehalt der Umschreibung \"Kinder\", nicht jenen der Formulierung \"muss\" gemäss den neuen Statuten. Weitere Ausführungen hiezu sind indes bereits mit Blick darauf entbehrlich, dass die rechtsprechungsgemässen Anforderungen (BGE 122 V 408 Erw. 3b/aa, BGE 120 V 329 Erw. 8b, je mit Hinweisen) für eine - echte - Rückwirkung der am 1. Januar 2002 in Kraft getretenen Verordnung über die Versicherung im Kernplan der Pensionskasse des Bundes vom 25. April 2001 (AS 2001 2327, vgl. insbesondere Art. 66 ff. PKBV 1) nicht gegeben sind.\n\n6. (Unentgeltliche Rechtspflege)"}