{"annee": "128", "cour": "V", "page": "15", "date": "20/3/2002", "cite": ["119 V 89", "126 V 443", "121 V 240", "118 V 193", "121 V 243", "121 III 386", "126 V 450"], "cite_par": ["129 V 193", "134 V 257", "131 V 425", "134 V 353"], "chapeau": "4. Arrêt dans la cause B. contre Caisse de compensation FRSP-CIGA et Tribunal administratif du canton de Fribourg H 378/01 du 20 mars 2002", "regestes": ["Art. 52 LAVS; art. 82 al. 1 RAVS; art. 295 al. 3 LP: Procédure concordataire; connaissance du dommage; devoir de diligence. Précision de la jurisprudence portant sur le devoir de diligence d'une caisse de compensation créancière dans la procédure concordataire (VSI 1995 p. 169). En cas de révocation d'un sursis concordataire - comme dans l'éventualité du refus de l'homologation d'un concordat -, on peut exiger de la caisse qu'elle se renseigne sur les motifs de cette révocation et entreprenne, s'il y a lieu, les démarches nécessaires en vue de sauvegarder le délai de péremption annal."], "faits": "BGE 128 V 15 S. 16\n\nA.- La société X. SA, de siège à A. a été fondée le 8 mars 1985 avec un capital de 50'000 fr.; elle avait pour but d'effectuer toutes études, projets et expertises, d'entreprendre toutes réalisations techniques, principalement dans le domaine des installations électriques en courant fort et faible, ainsi que des installations téléphoniques et de fournir des conseils techniques. C. en était le président du conseil d'administration, B. d'abord le fondé de procuration puis le vice-président (dès le 3 juin 1986) avec signature collective à deux, le troisième administrateur étant, dès mars 1987, D.\n\nLe 16 septembre 1996, la société a demandé un sursis concordataire de quatre mois dans le but de proposer à ses créanciers un concordat dividende. Le sursis accordé le 28 octobre 1996 a été révoqué, à la demande du commissaire au sursis, par décision du 24 février 1997, publiée le 11 avril 1997 dans la Feuille officielle du canton de Fribourg. La faillite de la société a été prononcée le 16 avril 1997.\n\nX. SA était affiliée en qualité d'employeur auprès de la Caisse de compensation FRSP-CIGA (ci-après: la caisse de compensation). Considérant les cotisations sociales non versées par l'employeur comme irrecouvrables, la caisse de compensation a adressé à chacun des administrateurs, le 23 décembre 1999, une décision en réparation du dommage, leur réclamant paiement d'un montant de 241'219 fr. 90 correspondant aux cotisations paritaires impayées pour les années 1994 à 1997, y compris les frais de gestion, les intérêts moratoires et les frais de sommation.\n\nB.- B. ayant formé opposition, la caisse de compensation a porté le cas devant le Tribunal administratif du canton de Fribourg en maintenant intégralement sa demande.\n\nPar jugement du 4 octobre 2001, la juridiction cantonale a admis la demande en totalité.\n\nC.- B. interjette recours de droit administratif contre ce jugement dont il demande en substance principalement l'annulation, subsidiairement la réforme, le montant à réparer étant réduit de 19'340 fr. 40, le tout sous suite de dépens.\n\nLa caisse de compensation a conclu au rejet du recours, alors que l'Office fédéral des assurances sociales a renoncé à se déterminer.", "considerants": "Considérant en droit:\n\n1. La décision litigieuse n'ayant pas pour objet l'octroi ou le refus de prestations d'assurance, le Tribunal fédéral des assurances doit se borner à examiner si les premiers juges ont violé le droit fédéral, BGE 128 V 15 S. 17y compris par l'excès ou par l'abus de leur pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\n2. En instance fédérale, le recourant soutient, pour l'essentiel et pour la première fois, que le droit de demander réparation était périmé lorsque la caisse a notifié sa décision le 23 décembre 1999.\n\na) L'art. 82 RAVS règle la prescription du droit de la caisse de compensation de demander la réparation du dommage. Un tel droit se prescrit lorsque la caisse ne le fait pas valoir par une décision de réparation dans l'année après qu'elle a eu connaissance du dommage et, en tout cas, à l'expiration d'un délai de cinq ans à compter du fait dommageable (al. 1). Lorsque ce droit dérive d'un acte punissable soumis par le code pénal à un délai de prescription de plus longue durée, ce délai est applicable (al. 2). En dépit de la terminologie dont use l'art. 82 RAVS, les délais institués par cette norme ont un caractère péremptoire (ATF 126 V 451 consid. 2a, ATF 121 III 388 consid. 3b et les références).\n\nPar moment de la \"connaissance du dommage\" au sens de l'art. 82 al. 1 RAVS, il faut entendre, en règle générale, le moment où la caisse de compensation aurait dû se rendre compte, en faisant preuve de l'attention raisonnablement exigible, que les circonstances effectives ne permettaient plus d'exiger le paiement des cotisations, mais pouvaient entraîner l'obligation de réparer le dommage (ATF 126 V 444 consid. 3a, 452 consid. 2a, ATF 121 III 388 consid. 3b et les références).\n\nLorsque le dommage résulte d'une faillite, le moment de la \"connaissance du dommage\" ne coïncide pas avec celui où la caisse connaît la répartition finale ou reçoit un acte de défaut de biens; la jurisprudence considère, en effet, que le créancier qui entend demander la réparation d'une perte qu'il subit dans une faillite connaît suffisamment son préjudice, en règle ordinaire, lorsqu'il est informé de sa collocation dans la liquidation; il connaît ou peut connaître à ce moment-là le montant de l'inventaire, sa propre collocation dans la liquidation, ainsi que le dividende prévisible. Les mêmes principes sont applicables en cas de concordat par abandon d'actifs (ATF 119 V 92 consid. 3, ATF 118 V 196 consid. 3a et les arrêts cités; VSI 1995 p. 170 consid. 2).\n\nLa partie lésée peut toutefois, en raison de circonstances spéciales, acquérir la connaissance nécessaire avant le dépôt de l'état de collocation. Ainsi, selon la jurisprudence, on peut exiger d'une caisse BGE 128 V 15 S. 18qu'elle se fasse représenter à la première assemblée des créanciers ou qu'elle en demande le procès-verbal, dès lors que son devoir de diligence lui commande de suivre l'évolution de la procédure de faillite (ATF 121 V 240 consid. 3c/aa et les références). S'il apparaît à ce moment-là déjà qu'elle subira un dommage, le délai d'une année commencera à courir. Même la connaissance d'un dommage partiel est suffisante pour faire partir le délai prévu par l'art. 82 al. 1 RAVS (ATF 126 V 452 consid. 2a, ATF 121 V 243 consid. 3c/bb).\n\nb) Dans le cas d'espèce, il résulte des faits non contestés retenus par les premiers juges que la caisse de compensation aurait dû, dans le cadre de la procédure de faillite, avoir connaissance du dommage lors du dépôt de l'état de collocation le 24 décembre 1998. C'est en conséquence à juste titre qu'ils ont considéré que le droit de demander réparation n'était, dans ce sens, pas périmé dès lors que la décision de l'intimée a été rendue le 23 décembre 1999, soit dans le délai d'une année prévu par l'art. 82 RAVS.\n\nReste cependant à examiner les conséquences de la procédure de sursis concordataire quant à la connaissance du dommage.\n\n3. a) La procédure concordataire s'ouvre par une demande de sursis concordataire permettant au débiteur d'effectuer les démarches nécessaires à l'élaboration d'un concordat et de bénéficier, pendant ce délai, d'une suspension des poursuites. Avec l'octroi du sursis, rendu public, le juge nomme un ou plusieurs commissaires qui ont pour fonction générale de surveiller les activités du débiteur et d'exercer certaines attributions spécifiques de la LP (art. 295 al. 2 LP).\n\nAlors que sous l'ancien droit, le commissaire ne pouvait solliciter la révocation du sursis auprès du juge avant l'échéance du délai accordé que si le débiteur contrevenait aux interdictions qui lui étaient faites ou à ses injonctions (ancien art. 298 LP), le nouveau droit permet au commissaire de demander la révocation, non seulement aux conditions de l'art. 298 al. 3 LP, mais également à celles de l'art. 295 al. 5 LP (cf. la Loi fédérale sur la poursuite pour dettes et la faillite, modification du 16 décembre 1994, entrée en vigueur le 1er janvier 1997, RO 1995 1227). Aux termes de cette disposition, la révocation peut également intervenir lorsque cela se révèle nécessaire aux fins de conserver le patrimoine du débiteur ou lorsqu'il est manifeste qu'un concordat ne pourra pas être conclu.\n\nLa première hypothèse vise une perte notable de substance des actifs ou une augmentation sensible des passifs pendant la phase du sursis concordataire. La deuxième hypothèse peut être réalisée aussi BGE 128 V 15 S. 19bien lorsque, manifestement, il apparaît que les majorités qualifiées des créanciers ne pourront être obtenues (art. 305 LP) que lorsque les conditions d'une homologation font défaut (art. 306 LP).\n\nb) Dans l'affaire qui a donné lieu à l'arrêt H. du 1er février 1995 (VSI 1995 p. 169), le Tribunal fédéral des assurances a jugé que dans l'éventualité du refus de l'homologation d'un concordat par abandon d'actif, on peut exiger d'une caisse de compensation créancière qu'elle se renseigne sur les motifs de ce refus et entreprenne, s'il y a lieu, les démarches nécessaires en vue de sauvegarder le délai de péremption. La caisse doit alors se montrer active et curieuse, à tout le moins à partir du jour où le dispositif du jugement de refus de l'homologation du concordat est publié. En particulier, dans de telles circonstances, il incombe à l'administration de requérir sans délai l'édition du jugement, ce qui lui permettra de se faire une idée précise des risques qu'elle encourt, et de rendre au besoin une décision fondée sur l'art. 81 al. 1 RAVS afin de sauvegarder ses droits, quitte à réclamer au responsable la totalité du montant des cotisations restées impayées, moyennant cession de son droit à un dividende éventuel dans la faillite (VSI 1995 p. 172 sv. consid. 4c et arrêt cité).\n\nc) Il n'existe pas de motifs sérieux de traiter différemment la situation où un sursis concordataire est révoqué et celle où l'homologation d'un concordat est refusée. En effet, ces procédures qui mettent en oeuvre un appel aux créanciers et dans lesquelles les décisions sont rendues publiques, font apparaître un risque élevé de pertes pour la caisse de compensation en révélant l'existence à tout le moins possible d'une insolvabilité. Dans ces conditions, il se justifie d'exiger de la caisse qu'elle se montre active, cherche à obtenir les renseignements pour se faire une idée des risques menaçant sa créance et prenne les mesures ou décisions qui s'imposent pour sauvegarder ses droits.\n\nSelon la jurisprudence précitée, le devoir de diligence de la caisse de compensation lui commande de suivre l'évolution de la procédure de faillite de la société débitrice. Cette jurisprudence doit être précisée dans le sens où ce même devoir de diligence lui impose aussi de se renseigner à temps en cas de révocation d'un sursis concordataire afin de prendre les décisions commandées par les circonstances pour sauvegarder ses droits.\n\nd) Dans le cas d'espèce, la caisse aurait pu se rendre compte aisément, en prenant connaissance de l'ordonnance du 24 février 1997 par laquelle le juge révoquait le sursis de quatre mois accordé à la société X. SA, que la situation financière ne permettait pas le paiement intégral des charges sociales.\n\nBGE 128 V 15 S. 20\n\nDans les semaines qui ont suivi la publication de la décision le 11 avril 1997, l'intimée pouvait ainsi avoir une connaissance suffisante de son dommage - même partiel - pour être en mesure de prendre, à l'égard des responsables, une décision en réparation. Le délai de péremption d'un an de l'art. 82 RAVS était ainsi écoulé lorsqu'elle a rendu sa décision le 23 décembre 1999.\n\n4. (Frais et dépens)"}