{"annee": "128", "cour": "III", "page": "44", "date": "1/11/2001", "cite": ["95 II 242", "72 III 52", "117 III 17", "91 II 108", "95 II 617", "68 III 85"], "cite_par": ["132 III 89", "134 III 656", "130 III 285", "130 III 248", "133 III 645"], "chapeau": "10. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. gegen B. (Berufung)\n\n4C.211/2001 vom 1. November 2001", "regestes": ["Action en libération de dette; cession de créance (art. 83 LP). Il n'est pas nécessaire que le défendeur à l'action en libération de dette ait déjà été titulaire de la créance litigieuse au moment de la notification du commandement de payer. Il suffit qu'il se la fasse céder après l'établissement du commandement de payer à condition que ladite créance ait déjà été exigible au moment de l'introduction de la poursuite (consid. 3-5)."], "faits": "|45|\n\nNachdem A. (Beklagter) in einer gegen B. (Kläger) angestrengten Betreibung für ausstehende Darlehensraten provisorische Rechtsöffnung erhalten hatte, führte dieser Aberkennungsklage beim Bezirksgericht Werdenberg. Es hiess die Aberkennungsklage gut, da die Forderung nicht dem Beklagten zustehe. Dieser focht den Entscheid beim Kantonsgericht St. Gallen an. Er machte unter anderem geltend, er habe sich zwischenzeitlich die Forderung gegen den Kläger abtreten lassen, und reichte dem Kantonsgericht die Abtretungsvereinbarung ein. Des ungeachtet bestätigte dieses den Entscheid des Bezirksgerichts. Das Bundesgericht heisst die vom Beklagten eingereichte Berufung teilweise gut und weist die Angelegenheit an das Kantonsgericht zur Abklärung der Gültigkeit der Abtretung zurück.", "considerants": "Aus den Erwägungen:\n\n3. a) Der Beklagte führt aus, soweit ihm die geltend gemachten Ansprüche bei Einleitung der Betreibung noch nicht zugestanden haben sollten, habe er sie sich am 16. Mai 2000 abtreten lassen. Das Kantonsgericht liess offen, ob die Ansprüche gültig auf den Beklagten übergegangen sind. Prozessthema der Aberkennungsklage sei nur, ob die in Betreibung gesetzte Forderung bei Zustellung des Zahlungsbefehls dem betreibenden Gläubiger zustand und fällig war. Der Schuldner, der bezogen auf diesen Zeitpunkt materiell zu Recht Rechtsvorschlag erhoben habe, müsse sich keine Fortsetzung der Betreibung gefallen lassen. Daher sei eine nach Zustellung des Zahlungsbefehls erfolgte Abtretung im Rahmen der Aberkennungsklage unbeachtlich, obwohl nach kantonalem Prozessrecht an sich der Sachverhalt, wie er sich im Urteilszeitpunkt darstellt, massgebend sei. |46|\n\nb) Nach der Rechtsprechung des Bundesgerichts ist für eine Abweisung der Aberkennungsklage nicht notwendig, dass der Aberkennungsbeklagte bei Anhebung der Betreibung Gläubiger der streitigen Forderung ist. Es genügt, wenn er es nach Erlass des Zahlungsbefehls durch Zession oder Rückzession wurde, da die Rechtsstellung des Aberkennungsklägers dadurch nicht verschlechtert wird (BGE 95 II 242 E. 4 S. 254 und 617 E. 1 S. 620, je mit Hinweisen). An dieser Rechtsprechung hat das Bundesgericht auch in neuerer Zeit festgehalten (Urteil des Bundesgerichts 4C.369/1998 vom 15. Februar 1999). Es musste sich in diesem Entscheid indes nicht eingehend mit der an dieser Rechtsprechung geübten Kritik der Lehre auseinandersetzen, da die Aberkennungsklage unabhängig von der Berücksichtigung der Abtretung abzuweisen war.\n\nc) Ein Teil der Lehre spricht sich wie das Kantonsgericht für eine Gutheissung der Aberkennungsklage aus, wenn der Betreibende erst nach Anhebung der Betreibung Gläubiger der Forderung geworden ist. Andernfalls kommt ihm nach dieser Auffassung bei der Vollstreckung eine Position zu, die ihm materiellrechtlich nicht gebührt, und der Schuldner wird um die im Gesetz vorgesehenen Zahlungsfristen gebracht (STAEHELIN, Basler Kommentar, N. 44 zu Art. 83 SchKG; SYZ, Aberkennungsklage und Aberkennungsprozess gemäss Art. 83 Abs. 2 SchKG, Diss. Zürich 1971, S. 59 f.; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, S. 269 Fn. 5; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 1979, S. 377 f. Fn. 62; unkritisch gegenüber der bundesgerichtlichen Rechtsprechung dagegen GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Art. 1-88, Lausanne 1999, N. 78 zu Art. 83 SchKG; FRANK/STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, 3. Aufl., Zürich 1997, N. 43 zu § 213 Ziff. 2 ZPO). Der Betreibende, der vor der Abtretung betreibt, sei gleich zu behandeln wie der Gläubiger, dessen Forderung bei Anhebung der Betreibung noch nicht besteht oder noch nicht fällig ist.\n\n4. a) Die Aberkennungsklage ist eine negative Feststellungsklage (JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl., Zürich 1997, Bd. I, N. 17 zu Art. 83 SchKG; STAEHELIN, a.a.O., N. 14 zu Art. 83 SchKG), mit der die Feststellung der Nichtexistenz der betriebenen Forderung verlangt werden kann, nicht aber die Aufhebung der provisorischen Rechtsöffnung (BGE 95 II 617 E. 1 S. 620; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl., |47| Bern 1997, § 19 N. 93 ff.; BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechts, Bern 1911, S. 309). Es ist eine materiellrechtliche Klage, die sich mit Ausnahme der Verteilung der Parteirollen und des Gerichtsstands grundsätzlich nicht von einer ordentlichen Feststellungsklage unterscheidet. Das Urteil erlangt volle Rechtskraft (AMONN/GASSER, a.a.O, § 19 N. 95 und 104). Der materiellrechtliche Charakter zeigt sich auch daran, dass ein vor Gewährung der Rechtsöffnung hängiger Feststellungsprozess automatisch zum Aberkennungsprozess wird, ohne dass der Schuldner speziell auf Aberkennung klagen müsste (BGE 117 III 17 E. 1b S. 19; JAEGER/WALDER/KULL/KOTTMANN, a.a.O., N. 8 zu Art. 83 SchKG; STAEHELIN, a.a.O, N. 19 zu Art. 83 SchKG; AMONN/GASSER, a.a.O, § 19 N. 100).\n\nb) Im Betreibungsverfahren kommt dieser Feststellungsklage indessen besondere Bedeutung zu. Sie verlängert den provisorischen Charakter der Rechtsöffnung (AMONN/GASSER, a.a.O, § 19 N. 93), und ihr Ausgang entscheidet über Fortgang oder Dahinfallen der Betreibung (JAEGER/WALDER/KULL/KOTTMANN, a.a.O., N. 12 zu Art. 83 SchKG; AMONN/GASSER, a.a.O, § 19 N. 105; HINDERLING, Ausgewählte Schriften, Zürich 1982, S. 280 ff.). Um diese Funktion zu erfüllen, muss sie diejenigen Fragen klären, die für den Entscheid über den Fortgang der Betreibung ausschlaggebend sind, namentlich die Frage nach Bestand und Fälligkeit der Forderung bei Einleitung der Betreibung (vgl. BGE 95 II 617 E. 1 S. 620; BGE 91 II 108 E. 2b S. 111, je mit Hinweisen; STAEHELIN, a.a.O., N. 15 zu Art. 83 SchKG).\n\nc) Prozessgegenstand der Aberkennungsklage nach Art. 83 Abs. 2 SchKG ist nicht die Frage, ob der Schuldner zu Recht Rechtsvorschlag erhoben oder der Betreibende zu Recht Betreibung eingeleitet hat, denn sonst hätte der Gesetzgeber hiefür nicht den Weg des ordentlichen Prozesses vorgesehen. Die Aberkennungsklage soll primär klären, ob der zwischen den Parteien streitige Anspruch materiell besteht (Art. 83 Abs. 2 SchKG; vgl. GILLIÉRON, a.a.O., N. 50 zu Art. 83 SchKG; HINDERLING, a.a.O., S. 280) und so der Verwirklichung des materiellen Rechts dienen (BGE 68 III 85 S. 87 f.; BGE 72 III 52 E. 2 S. 56). Aus diesem Grunde kann sich der Schuldner im Aberkennungsverfahren auf Umstände berufen, die sich nach Anhebung der Betreibung zugetragen haben (BGE 72 III 52 E. 2 S. 56 mit Hinweis). Bis zu welchem Zeitpunkt entsprechende Tatsachen berücksichtigt werden können, entscheidet wie bei jeder anderen ordentlichen Klage das kantonale Recht. Von diesem Grundsatz abzuweichen |48| rechtfertigt sich nur, wenn dies angesichts des mit der Aberkennungsklage verbundenen Entscheids über den Fortgang der Betreibung notwendig erscheint (vgl. HINDERLING, a.a.O., S. 281 ff.). Soweit aus der bundesgerichtlichen Rechtsprechung etwas anderes abgeleitet werden könnte (vgl. HUGO SCHÄR, Der als Urteilsgrundlage massgebende Zeitpunkt, Diss. Zürich 1955, S. 68 ff.; VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts, 7. Aufl., Bern 2001, Kap. 7, N. 103a), ist daran nicht festzuhalten.\n\n5. a) Eine solche Ausnahme ist bei fehlender Fälligkeit der Forderung im Zeitpunkt der Betreibung, erst recht bei fehlendem Bestand der Forderung, gegeben. Ist die Forderung bei Anhebung der Betreibung nicht fällig, kann sich der Schuldner nur durch Erhebung des Rechtsvorschlags vor den verfrüht geltend gemachten Ansprüchen des Gläubigers schützen. Er muss sich eine derartige Betreibung nicht gefallen lassen, da die Betreibung nicht dazu dient, den Schuldner zur Zahlung einer noch nicht fälligen Forderung anzuhalten. Würde eine nachträglich eintretende Fälligkeit im Aberkennungsverfahren beachtet, würden zudem diejenigen Gläubiger benachteiligt, die mit der Einleitung der Betreibung dem materiellen Recht entsprechend bis zur Fälligkeit ihrer Forderung zuwarten (BGE 72 III 52 E. 2 S. 56 mit Hinweis; HINDERLING, a.a.O., S. 282). Das rechtfertigt, die Fortsetzung der Betreibung zu unterbinden und die Aberkennungsklage gutzuheissen. Ob mit Blick auf die vom Gesetzgeber angestrebte Klärung der materiellen Rechtslage und zur Vermeidung unnötiger Prozesse angezeigt ist, trotz Gutheissung der Aberkennungsklage festzustellen, dass die Forderung inzwischen fällig geworden ist, braucht vorliegend nicht entschieden zu werden (ablehnend SCHÄR, a.a.O., S. 71; STAEHELIN, a.a.O., N. 60 f. zu Art. 83 SchKG, der aber bei der Formulierung des Dispositivs dem Grund der Gutheissung der Aberkennungsklage Rechnung tragen will; vgl. auch HINDERLING, a.a.O., S. 283 f.).\n\nb) Bei nachträglicher Abtretung einer fälligen Forderung dagegen ist die Lage des Schuldners wie auch allfälliger weiterer Gläubiger von jener bei Einleitung einer Betreibung für eine nicht fällige Forderung gänzlich verschieden.\n\naa) Mit Fälligkeit ist der Schuldner verpflichtet, seine Leistung an den tatsächlich Berechtigten zu erbringen. Es steht ihm offen, durch Erfüllung an diesen spätere Abtretungen zu verhindern. Ebenso kann er mit dem tatsächlich Berechtigten eine Stundungsvereinbarung treffen, womit selbst bei nachträglicher Abtretung der Forderung an den Betreibenden die Aberkennungsklage mangels |49| Fälligkeit der Forderung gutzuheissen wäre (vgl. E. 5a hievor). Insoweit muss sich der Schuldner nicht gefallen lassen, zu früh betrieben zu werden (vgl. demgegenüber BGE 72 III 52 E. 2b S. 56). Er hat es in der Hand, sich den Erfolg der Aberkennungsklage zu sichern, ohne dass er eine nicht fällige Schuld begleichen müsste. Daher erscheint er weniger schutzwürdig als der vor Fälligkeit oder vor Entstehung der Forderung betriebene Schuldner.\n\nbb) Auch der Einwand, durch die Berücksichtigung einer Abtretung im Rahmen der Aberkennungsklage würde dem Schuldner die gesetzlich vorgesehene Zahlungsfrist genommen, ist nicht stichhaltig (vgl. HINDERLING, a.a.O., S. 282). Von einem bereits hängigen Aberkennungsverfahren würde eine neue für dieselbe Forderung eingeleitete Betreibung ohne weiteres erfasst (BGE 117 III 17 E. 1b S. 19; vgl. E. 4a hievor). Anders entscheiden hiesse den Schuldner zwingen, mit Bezug auf ein und dieselbe Forderung mehrere Aberkennungsklagen anzuheben. Das läuft seinen Interessen zuwider und würde nutzlosen Aufwand verursachen. Der Zeitpunkt der Fortsetzung der neuen Betreibung würde damit in der Regel mit dem Entscheid über die erste Betreibung zusammenfallen. Der Schuldner erfährt insoweit keine Schlechterstellung hinsichtlich des zeitlichen Ablaufs der Betreibung und hat daher kein schutzwürdiges Interesse an der Einleitung einer neuen Betreibung nach der Abtretung und der Nichtberücksichtigung des Gläubigerwechsels im hängigen Aberkennungsprozess. Besondere Umstände, die im zu beurteilenden Fall dennoch ein Rechtsschutzinteresse des Schuldners nahelegen würden, sind weder dargetan noch ersichtlich.\n\ncc) Bestreitet der Schuldner dagegen nicht die Forderung an sich, sondern nur die Forderungsberechtigung des Betreibenden, liegt es an ihm, den grundsätzlich anerkannten Anspruch nach erfolgter Abtretung zu begleichen und dadurch im Prozess die Aberkennung zu bewirken (vgl. E. 4c hievor).\n\ndd) Auch die übrigen Gläubiger erscheinen in Bezug auf die nachträgliche Berücksichtigung einer Abtretung weniger schutzwürdig als bei einer Betreibung vor Fälligkeit. Mit Fälligkeit der Forderung hätte der tatsächlich Berechtigte Betreibung einleiten können, und im Rahmen der Abtretung wäre der Erwerber der Forderung in seine Rechtsposition eingetreten. Anders als bei einer noch nicht fälligen Forderung haben die anderen Gläubiger aus dem materiellen Recht keinen Anspruch darauf, dass ihre Forderung vor der in Betreibung gesetzten befriedigt wird. Daher besteht kein hinreichender Grund, die Abtretung im Rahmen des Aberkennungsprozesses |50| nicht zu berücksichtigen, soweit dies nach kantonalem Verfahrensrecht möglich ist.\n\nc) An der bundesgerichtlichen Rechtsprechung ist daher grundsätzlich festzuhalten. Diese hat das Kantonsgericht missachtet und dadurch Bundesrecht verletzt, als es die Zession für unbeachtlich hielt. Daher ist der angefochtene Entscheid aufzuheben und die Sache an die Vorinstanz zurückzuweisen. Sie wird darüber zu befinden haben, ob die Behauptung der Abtretung prozesskonform erhoben wurde und sich bejahendenfalls zu den dagegen vorgetragenen Einwänden des Klägers auszusprechen haben."}