{"annee": "128", "cour": "V", "page": "263", "date": "15/7/2002", "cite": ["118 V 158", "127 V 38", "126 II 54"], "cite_par": ["129 V 159", "133 V 353", "141 V 455"], "chapeau": "41. Arrêt dans la cause Caisse-maladie et accident Futura contre République et canton de Genève, Service de l'assurance-maladie et Tribunal administratif du canton de Genève\n\nK 130/01 du 15 juillet 2002", "regestes": ["Art. 6 al. 2 LAMal; art. 5 PA. Une décision d'affiliation d'office rendue par l'organe cantonal de contrôle de l'assurance-maladie en vertu de l'art. 6 al. 2 LAMal est susceptible, en dernière instance, d'un recours de droit administratif au Tribunal fédéral des assurances. Art. 6 al. 2 et art. 7 LAMal. - La procédure d'affiliation d'office de l'art. 6 al. 2 LAMal ne peut concerner que les personnes soumises à l'obligation d'assurance qui ne se sont pas assurées ou qui n'ont pas été assurées par leur représentant légal en temps utile. - La procédure de changement d'assureur ne peut amener en aucun cas une interruption, même momentanée, de la protection d'assurance. - Rapport entre les art. 6 al. 2 et 7 LAMal. L'organe de contrôle de l'assurance-maladie ne peut pas affilier d'office à un assureur les candidats à l'assurance que celui-ci refuse d'accepter (in casu: les requérants d'asile assistés séjournant dans le canton de Genève), lorsqu'ils sont déjà assurés par une autre caisse-maladie. Art. 156 al. 2 OJ; art. 6 LAMal. Des frais de justice ne peuvent, en principe, être exigés de l'organe cantonal de contrôle de l'assurance-maladie."], "faits": "|264|\n\nA.- a) Après l'entrée en vigueur de la loi fédérale sur l'assurance-maladie, l'Hospice Général, Institution genevoise d'action sociale (Hospice général), et Concordia, assurance suisse de maladie et accidents (Concordia), ont conclu un contrat-cadre portant sur l'assurance obligatoire des soins des requérants d'asile (permis pour étrangers N) et des personnes admises provisoirement (permis pour étrangers F) totalement ou partiellement assistés dans le canton de Genève (requérants d'asile). L'accord, de durée indéterminée, a déployé ses effets à partir du 1er janvier 1997.\n\nSe prévalant notamment de la forte dégradation de sa situation concurrentielle engendrée par l'exécution de ce contrat-cadre, et invoquant son devoir de défendre les intérêts de ses autres assurés dans le canton de Genève, Concordia a résilié le contrat-cadre pour le 31 décembre 2000. Elle a informé le chef du Département de |265| l'action sociale et de la santé du canton de Genève (DASS) que les assurés concernés par le contrat-cadre passeraient dans l'assurance individuelle au 1er janvier 2001; en outre, elle l'a invité à lui proposer des solutions concrètes sur la couverture des coûts à partir de cette date et à répartir ces assurés entre les autres assureurs-maladie actifs dans le canton (lettres des 22 février et 4 octobre 2000).\n\nTout en réfutant les arguments de Concordia (écriture du 20 octobre 2000), le Conseil d'Etat du canton de Genève a décidé de répartir l'ensemble de cet effectif entre les treize caisses-maladie comptant plus de 10 000 assurés dans le canton, pro rata numeris, de façon à ce que l'effort de solidarité soit réparti sur 80% de la population genevoise; il a chargé le Service de l'assurance-maladie du DASS (service de l'assurance-maladie) de procéder à la répartition. Par lettre du 26 novembre 2000, confirmée le 6 décembre 2000, le service de l'assurance-maladie a notifié à Concordia la démission de l'ensemble des quelques 4500 requérants d'asile affiliés auprès d'elle, selon fichier du 27 octobre 2000.\n\nPar lettre du 6 décembre 2000, le service de l'assurance-maladie a notifié aux treize caisses le fichier des requérants d'asile dont l'affiliation dans l'assurance obligatoire des soins avec couverture accidents et franchise à option de 1500 fr. pour les adultes étaient requise à partir du 1er janvier 2001; en annexe figuraient la clé de répartition entre les différentes caisses et le nombre de demandeurs. Neuf des treize caisses concernées ont affilié, à partir du 1er janvier 2001, les requérants dont la liste leur avait été communiquée.\n\nb) Le 14 décembre 2000, la Caisse-maladie et accident Futura (Futura) a fait savoir au service de l'assurance-maladie qu'elle pouvait souscrire à la clé de répartition pour les requérants d'asile attribués par la Confédération au canton de Genève à partir du 1er janvier 2001. En revanche, elle refusait la répartition des requérants d'asile déjà attribués au canton et couverts par Concordia selon le contrat-cadre, alléguant qu'il appartenait à cet assureur de continuer à les assumer, dans la mesure où il avait obtenu un contrat exclusif et espéré réaliser une affaire commerciale; en outre le service de l'assurance-maladie n'était pas compétent pour lui affilier d'office ces personnes.\n\nAprès plusieurs échanges de correspondance, le service de l'assurance-maladie, agissant en qualité d'organe de contrôle de l'assurance-maladie, a prononcé \"en tant que besoin\" l'affiliation d'office à Futura, dans l'assurance obligatoire des soins à partir du 1er janvier 2001, des requérants d'asile dont les coordonnées |266| étaient jointes en annexe, par décision du 23 février 2001. Par décision sur opposition du 7 mai 2001, le service de l'assurance-maladie a confirmé sa décision et l'a déclarée exécutoire nonobstant recours.\n\nB.- Futura a recouru contre cette décision devant le Tribunal administratif du canton de Genève, qui l'a déboutée par jugement du 28 août 2001.\n\nDans l'intervalle, la juridiction cantonale avait rejeté, par jugement incident du 19 juillet 2001, une demande de Futura tendant à la restitution de l'effet suspensif au recours cantonal. Futura a déféré ce jugement incident au Tribunal fédéral des assurances, qui par décision du 27 février 2002, a déclaré le recours sans objet et radié la cause du rôle (dossier K 102/01).\n\nC.- Futura interjette recours de droit administratif contre ce jugement dont elle demande l'annulation, avec suite de dépens, en concluant à ce qu'elle ne soit pas tenue d'assurer les requérants d'asile concernés par le contrat-cadre conclu entre Concordia et l'Hospice général.\n\nLe service de l'assurance-maladie conclut au rejet du recours, avec suite de frais et dépens.\n\nL'Office fédéral des assurances sociales (OFAS) a renvoyé au préavis qu'il avait déposé à l'occasion de l'affaire K 102/01.\n\nUn second échange d'écritures a été ordonné, dans le cadre duquel Futura a requis des mesures provisionnelles et la restitution de l'effet suspensif au recours de droit administratif. L'intimé a conclu au rejet de ces requêtes.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 128 OJ, le Tribunal fédéral des assurances connaît en dernière instance des recours de droit administratif contre des décisions au sens des art. 97, 98 let. b à h et 98a OJ, en matière d'assurances sociales. Quant à la notion de décision pouvant faire l'objet d'un recours de droit administratif, l'art. 97 OJ renvoie à l'art. 5 PA. Selon le premier alinéa de cette disposition, sont considérées comme décisions les mesures prises par les autorités dans des cas d'espèce, fondées sur le droit public fédéral (et qui remplissent encore d'autres conditions, définies plus précisément par rapport à leur objet).\n\nL'affiliation d'office par l'organe de contrôle de l'assurance-maladie cantonal (art. 6 al. 2 LAMal) constitue bien une telle |267| décision, susceptible en dernière instance, d'un recours de droit administratif au Tribunal fédéral des assurances.\n\nb) L'objet du litige est de savoir si l'organe cantonal de contrôle était en droit, en vertu de l'art. 6 al. 2 LAMal, d'affilier d'office à la recourante, à partir du 1er janvier 2001, les requérants d'asile que celle-ci refusait de couvrir dès cette date. Comme la décision litigieuse n'a pas pour objet l'octroi ou le refus de prestations d'assurance, le Tribunal fédéral des assurances doit se borner à examiner si les premiers juges ont violé le droit fédéral, y compris par l'excès ou par l'abus de leur pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\n2. Selon les premiers juges, l'Hospice général était compétent pour représenter les requérants d'asile totalement ou partiellement assistés par le canton de Genève dans la procédure de changement d'assureur. Le courrier du 26 novembre 2000 adressé à Concordia avait mis fin aux contrats des requérants d'asile affiliés auprès de cet assureur pour le 31 décembre 2000, vu l'augmentation des primes annoncées pour 2001. Ces derniers n'étant plus couverts dans l'assurance obligatoire dès le 1er janvier 2001, il ne pouvait être fait reproche à l'organe de contrôle d'avoir affilié d'office à la recourante, selon la clé de répartition arrêtée, les requérants d'asile qu'elle refusait d'affilier auprès d'elle vu son obligation légale de les accepter.\n\nEn revanche, d'après la recourante, ni Concordia, ni l'Hospice général ne pouvaient mettre fin unilatéralement pour le 31 décembre 2000 aux rapports d'assurance des requérants d'asile couverts par le contrat-cadre et ceux-ci restaient affiliés à Concordia. Aussi avait-elle refusé d'affilier cet effectif à partir du 1er janvier 2001 et l'organe de contrôle n'était pas compétent pour procéder à une affiliation d'office lorsque, comme en l'espèce, l'assureur refuse d'accepter des candidats à l'affiliation.\n\n3. a) La loi fédérale sur l'assurance-maladie régit l'assurance-maladie sociale (art. 1 al. 1 LAMal). Toute personne domiciliée en Suisse doit s'assurer pour les soins en cas de maladie, ou être assurée par son représentant légal, dans les trois mois qui suivent sa prise de domicile ou sa naissance en Suisse (art. 3 al. 1 LAMal).\n\nLes personnes tenues de s'assurer choisissent librement parmi les assureurs désignés à l'art. 11 (art. 4 al. 1 LAMal). Les assureurs |268| doivent, dans les limites de leur rayon d'activité territorial, accepter toute personne tenue de s'assurer (art. 4 al. 2 LAMal).\n\nLes cantons veillent au respect de l'obligation de s'assurer (art. 6 al. 1 LAMal). L'autorité désignée par le canton affilie d'office toute personne tenue de s'assurer qui n'a pas donné suite à cette obligation en temps utile (art. 6 al. 2 LAMal).\n\nL'assuré peut, moyennant un préavis de trois mois, changer d'assureur pour la fin d'un semestre d'une année civile (art. 7 al. 1 LAMal). Lors de la communication de la nouvelle prime, il peut changer d'assureur pour la fin du mois qui précède le début de la validité de la nouvelle prime, moyennant un préavis d'un mois (art. 7 al. 2 LAMal, première phrase, novelle du 24 mars 2000 en vigueur dès le 1er octobre 2000, RO 2000 2305 et 2311). L'affiliation auprès de l'ancien assureur ne prend fin que lorsque le nouvel assureur lui a communiqué qu'il assure l'intéressé sans interruption de la protection d'assurance. Si le nouvel assureur omet de faire cette communication, il doit réparer le dommage qui en résulte pour l'assuré, en particulier la différence de prime. Dès réception de la communication, l'ancien assureur informe l'intéressé de la date à partir de laquelle il ne l'assure plus (art. 7 al. 5 LAMal). Lorsque le changement d'assureur est impossible du fait de l'ancien assureur, celui-ci doit réparer le dommage qui en résulte pour l'assuré, en particulier la différence de prime (art. 7 al. 6 LAMal, novelle du 24 mars 2000).\n\nA cet égard, il convient de rappeler que la loi ne règle pas le moment où le rapport d'assurance existant prend fin lorsque la communication du nouvel assureur selon l'art. 7 al. 5 LAMal intervient tardivement. Comblant cette lacune authentique, le Tribunal fédéral des assurances a jugé qu'en pareilles circonstances, l'ancien rapport d'assurance s'éteint à la fin du mois au cours duquel l'information tardive parvient à l'assureur précédent (ATF 127 V 41 sv. consid. 4b/dd-ee et les références).\n\nb) A la lumière de ces dispositions, force est de constater que la procédure d'affiliation d'office de l'art. 6 al. 2 LAMal ne peut concerner que les personnes soumises à l'obligation d'assurance qui ne se sont pas assurées ou qui n'ont pas été assurées par leur représentant légal en temps utile. La compétence dévolue sur ce point à l'autorité cantonale s'inscrit dans le but du respect de l'obligation de s'assurer (sur ces questions, voir MAURER, Das neue Krankenversicherungsrecht, Bâle 1996, § 4, p. 39). L'absence de protection dans l'assurance obligatoire des soins, de la personne tenue de s'affilier, est ainsi la condition indispensable à une intervention |269| de l'organe de contrôle et la seule susceptible de justifier une affiliation d'office.\n\nLa loi consacre le libre choix de l'assureur et l'obligation de celui-ci d'accepter tout candidat à l'assurance dans son rayon d'activité (MAURER, op.cit., § 3 let. a, p. 37). Ainsi, peu importe les raisons qui poussent un assuré à un changement d'assureur; objectifs ou subjectifs, ces motifs ne sont susceptibles d'avoir une incidence que dans les délais prévus par la loi pour changer d'assureur.\n\nA l'examen, les modalités prévues par la loi (art. 7 LAMal) excluent qu'un candidat au changement d'assureur puisse se trouver sans couverture d'assurance ou puisse subir une interruption de la protection d'assurance; l'affiliation au premier assureur ne prend fin que lorsque le nouvel assureur a communiqué à celui-ci qu'il assurait l'intéressé sans interruption de la protection d'assurance (RDAT I 2001 no 61 p. 260; MAURER, op.cit., § 3 let. b/cc, p. 38). Aussi, dès lors que la procédure de changement d'assureur ne peut entraîner pour le candidat à l'affiliation une absence de la protection d'assurance, la condition nécessaire à l'intervention de l'organe de contrôle pour procéder à une affiliation d'office fait défaut.\n\nc) Ni la qualité des candidats au changement d'assureur, ni la forme particulière que leur assurance initiale dans le cadre de la LAMal puisse revêtir, ni le refus de l'assureur sollicité d'accepter ces candidats ne permettent de déroger aux règles claires et distinctes qui régissent le changement d'assureur, d'une part, l'affiliation d'office, d'autre part, et qui excluent une telle affiliation dans le cadre d'un changement d'assureur.\n\naa) Les personnes qui ont déposé une demande d'asile en Suisse ou qui se sont vu accorder la protection provisoire (art. 18 et 66 LAsi) ou pour lesquelles une admission provisoire a été décidée (art. 14a LSEE) sont soumises à l'obligation d'assurance (art. 3 al. 1 LAMal, art. 1 al. 2 let. c OAMal). Le fait qu'en raison de facilités administratives ces personnes puissent être réunies au sein d'un contrat-cadre conclu avec un petit nombre d'assureur ne saurait constituer une dérogation à la LAMal. A cet égard, l'OFAS souligne que de tels contrats ne constituent pas un contrat collectif au sens de l'ancien droit, mais un arrangement administratif entre un preneur d'assurance et un assureur pour la gestion d'un nombre déterminé d'assurés individuels, soumis aux règles et obligations de la LAMal (RAMA 1996 p. 139). De tels arrangements ne peuvent dès lors s'écarter des règles relatives au changement d'assureur définies à l'art. 7 LAMal et amener une interruption de la protection |270| d'assurance susceptibles de justifier l'intervention de l'organe de contrôle et une procédure d'affiliation d'office.\n\nbb) Le refus opposé, par un assureur, à un candidat au changement d'assureur n'entraîne pas une interruption de la protection d'assurance; tant qu'un nouvel assureur n'a pas fait savoir au premier qu'il assure l'intéressé sans interruption de la protection d'assurance, le candidat au changement d'assureur lui reste affilié. Toute autre interprétation est contraire à la loi et incompatible avec les dispositions relatives à la réparation du dommage subi par l'assuré du fait du nouvel ou de l'ancien assureur (art. 7 al. 5 et 6 in fine LAMal). Faute d'interruption de la couverture d'assurance, il n'y a également pas place à une affiliation d'office par l'organe de contrôle, en cas de refus d'un assureur d'accepter un candidat au changement d'assurance.\n\nToutefois, sur ce point, il y a lieu de relever que le refus d'un assureur, organe d'application de la loi, doté d'une parcelle de la puissance publique dans le cadre de son exercice, ne devrait revêtir que les formes prévues aux art. 80 et ss LAMal. A cet égard, la nature particulière de la décision en cause, décision de refus d'admission, n'y change rien.\n\n4. En l'espèce, si Concordia ou l'Hospice général pouvaient mettre fin à l'arrangement administratif qui les liaient, selon les dispositions propres à ce contrat, ni la première ni le second, au nom et pour le compte des assurés, ne pouvaient mettre fin unilatéralement aux rapports d'assurance de ces personnes dans l'assurance obligatoire des soins de Concordia. Contrairement à ce qu'ont retenu l'organe de contrôle et les premiers juges, ces personnes restaient affiliées auprès de Concordia tant qu'un changement d'assureur, selon les modalités prévues par la loi, n'était intervenu. La procédure suivie par l'organe de contrôle s'avère ainsi contraire au droit.\n\nIl ressort cependant du dossier que Concordia avait annoncé, en temps utile, aux autorités en charge de ces assurés une augmentation des primes de l'assurance obligatoire des soins pour l'année suivante. Une telle augmentation pouvait ainsi justifier un changement d'assureur pour le 1er janvier 2001. Dans le cadre de ses attributions cantonales et des décisions prises par les autorités genevoises, le service de l'assurance-maladie était habilité à approcher la recourante et lui transmettre les demandes d'affiliation des personnes dont l'Hospice général a la charge; la lettre du 6 décembre 2000 constituait bien une demande d'affiliation au nom et pour le compte de ces personnes. Toutefois, face au refus de la recourante d'admettre ces candidats au nombre de ses assurés, il ne lui était pas possible de |271| procéder à leur affiliation d'office, en tant qu'organe de contrôle de l'assurance-maladie, par la voie de la décision de l'art. 6 al. 2 LAMal, dans la mesure où le refus de cet assureur, n'avait et ne pouvait entraîner aucune interruption dans la protection d'assurance. Non sans pertinence, l'autorité fédérale de surveillance a d'ailleurs estimé que le service de l'assurance-maladie avait outrepassé ses prérogatives en matière de contrôle de l'affiliation en rendant une décision à l'encontre d'un assureur et non pas, comme le requiert le système de l'affiliation d'office, envers des personnes tenues de s'assurer mais qui refuseraient de l'être.\n\nEn définitive, la décision de l'organe de contrôle s'avère incompatible avec les règles claires et impératives qui régissent dans l'assurance sociale l'affiliation d'office, d'une part, et le changement d'assureur, d'autre part. La décision de l'organe de contrôle et le jugement entrepris doivent être annulés.\n\n5. Ainsi qu'il a été relevé plus haut, la recourante a été saisie, le 6 décembre 2000, d'une demande d'affiliation, portant sur un nombre déterminé de candidats au changement d'assureur pour le 1er janvier 2001, sur lesquelles elle n'a pas statué. Il sied dès lors de renvoyer le dossier à la recourante pour qu'elle statue sur cette demande, sous la forme idoine et selon la procédure qu'elle appelle maintenant de ses voeux. A cet égard, la recourante est rendue attentive à ses obligations (art. 4 al. 2 LAMal); en outre, si elle devait avoir encore des doutes sur les pouvoirs ou les compétences de l'Hospice général pour agir au nom et pour le compte des candidats au changement d'assureur, il lui sera loisible, avant de rendre sa décision, d'inviter ce dernier à en justifier.\n\n6. Vu le sort du litige, les requêtes de mesures provisionnelles et de restitution de l'effet suspensif au recours de droit administratif deviennent sans objet.\n\n7. La procédure n'est pas gratuite, s'agissant d'un litige qui ne porte pas sur l'octroi ou le refus de prestations d'assurance (art. 134 OJ a contrario). L'intimé, qui succombe, est intervenu en qualité d'organe cantonal de contrôle de l'assurance-maladie, au sens de l'art. 6 LAMal, de sorte que des frais de justice ne sauraient être exigés du canton de Genève (art. 156 al. 2 OJ; POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. V, pp. 145 ss).\n\nQuant aux dépens, ni la recourante ni l'intimé ne peuvent en prétendre, attendu qu'ils ont agi tous deux en qualité d'organismes chargés de tâches de droit public (art. 159 al. 2 OJ in fine; ATF 126 II 62 consid. 8, ATF 118 V 169 sv. consid. 7 et les références)."}