{"annee": "128", "cour": "III", "page": "401", "date": "23/7/2002", "cite": ["72 II 145", "127 III 33", "82 II 346", "122 III 382", "112 II 369", "126 III 239", "116 II 463", "127 III 160"], "cite_par": ["131 III 572", "134 I 83", "135 III 446", "133 III 189"], "chapeau": "73. Auszug aus dem Urteil der I. Zivilabteilung i.S. X. GmbH gegen Stadt Luzern (Berufung)\n\n4C.9/2002 vom 23. Juli 2002", "regestes": ["Art. 29 al. 2 CC; protection du nom. Utilisation par un particulier du nom d'une ville dans une adresse internet. Dans quels cas l'utilisation du nom d'autrui dans une adresse internet constitue-t-elle une usurpation de nom au sens de l'art. 29 CC? Formes dans lesquelles peut apparaître un risque de confusion dans ce contexte (consid. 5). Lorsque le nom même d'une ville - comme en l'espèce le nom Lucerne sans l'ajout \"ville\" - s'impose en tant que signe individuel et distinctif d'une collectivité publique, celle-ci peut élever des prétentions fondées sur le droit au nom (consid. 6). En principe, on ne peut exiger d'une commune qu'elle figure sous une adresse internet dans laquelle le complément \"ville\" ou \"commune\" est ajouté à son nom (consid. 7.2.3). Appréciation du risque de confusion lorsque le nom de domaine \"luzern.ch\" est utilisé par un particulier. C'est la constitution de l'adresse en tant que telle qui est déterminante et non le contenu et la présentation du site Web qu'elle désigne (consid. 7.2.2)."], "faits": "|402|\n\nA.- Die X. GmbH (Beklagte) mit Sitz in Luzern liess im Jahre 1996 den Domain-Namen \"www.luzern.ch\" durch die Stiftung SWITCH in Zürich registrieren und führt unter dieser Adresse einen Web-Site.\n\nAls die Stadt Luzern (Klägerin) im Jahre 1999 ihren Internetauftritt vorbereitete, stellte sie fest, dass der erwähnte Domain-Name bereits von der Beklagten besetzt war. Sie wandte sich am 10. Februar 1999 an die Beklagte und verlangte, dass diese ihr die Internet-Adresse \"luzern.ch\" unentgeltlich abtrete (Art. 64 Abs. 2 OG). Die Beklagte lehnte dieses Begehren ab.\n\nB.- Am 23./28. September 1999 gelangte die Klägerin an das Amtsgericht Luzern-Stadt.\n\nDieses verpflichtete die Beklagte mit Urteil vom 4. Dezember 2000, sämtliche Erklärungen abzugeben, die erforderlich sind, um den Domain-Namen \"www.luzern.ch\" entschädigungslos auf die Klägerin zu übertragen, unter Androhung von Ungehorsamsstrafe für den Widerhandlungsfall. Das Obergericht des Kantons Luzern bestätigte dieses Urteil am 13. November 2001 unter Abweisung der von der Beklagten dagegen erhobenen Appellation.\n\nC.- Die Beklagte führt mit Eingabe vom 4. Januar 2002 eidgenössische Berufung. Sie stellt den Hauptantrag, das Urteil des Obergerichts vom 13. November 2001 aufzuheben und die Klage abzuweisen. Eventuell sei die Sache zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n5. Nach Art. 29 Abs. 2 ZGB kann, wer dadurch beeinträchtigt wird, dass ein anderer sich seinen Namen anmasst, auf Unterlassung |403| dieser Anmassung klagen. Diese Bestimmung schützt auch die Namen juristischer Personen und insbesondere diejenigen von öffentlichrechtlichen Körperschaften (vgl. BGE 112 II 369 betreffend den Namen eines Kantons und BGE 72 II 145 über den Schutz eines Gemeindenamens; ROLAND BÜHLER, Basler Kommentar, N. 7 zu Art. 29 ZGB). Sie setzt voraus, dass die Namensanmassung unbefugt erfolgt, das heisst durch Beeinträchtigung rechtlich schützenswerter Interessen des Namensträgers. Diese Voraussetzung ist u.a. erfüllt, wenn die Aneignung des Namens seitens eines Dritten die Gefahr einer Verwechslung oder Täuschung bewirkt oder wenn sie geeignet ist, zufolge einer blossen Gedankenassoziation in der Meinung des Publikums eine in Wirklichkeit nicht bestehende Beziehung zwischen dem bisherigen Träger des Namens und dem anmassenden Dritten herzustellen. Nach einer andern Umschreibung liegt eine unbefugte Namensanmassung auch vor, wenn die Kennzeichnungswirkung eines fremden Namens für eigene Zwecke missbraucht, das heisst, wenn der Anschein erweckt wird, der fremde Name habe etwas mit dem neuen Namensträger persönlich oder mit seinem Geschäft zu tun oder es bestehe eine enge - persönliche, ideelle, geistige oder geschäftliche - Verbindung, die in Tat und Wahrheit fehlt oder gar nur aus Gegensätzen besteht. Eine Beeinträchtigung kann daher insbesondere auch darin liegen, dass ein Namensträger durch Gedankenverbindungen in nicht vorhandene Beziehungen hineingestellt wird, die er ablehnt und vernünftigerweise auch ablehnen darf. Die Durchsetzung des Namensrechts setzt keine Beeinträchtigung vermögenswerter Interessen voraus; auch bloss ideelle Interessen sind geschützt (BGE 116 II 463 E. 3b; BGE 112 II 369 E. 3b, je mit Hinweisen).\n\nDer Begriff der Verwechslungsgefahr ist nach der Rechtsprechung des Bundesgerichts für das gesamte Kennzeichenrecht einheitlich zu umschreiben (BGE 127 III 33 E. 4, 160 E. 2a S. 165, je mit Hinweis). Massgebend ist, ob mit der Verwendung eines ähnlichen oder gleichlautenden Namens für einen Internet-Site durch einen schlechter Berechtigten die Gefahr von Fehlzurechnungen des Sites geschaffen wird, d.h. einer Fehlidentifikation der hinter dem Site stehenden Person, oder dass falsche Zuammenhänge vermutet werden. Es genügt dabei auch die Gefahr einer bloss vorläufigen Fehlzurechnung, mit der Folge, dass es zu ungewollten Zugriffen auf den Site durch Personen kommt, welche die Homepage des berechtigten Namensträgers besuchen wollten. Dabei hängt die Gefahr von Fehlzurechnungen von den gesamten Umständen ab, unter denen die Adressaten |404| die Zeichen wahrnehmen, und von der Art, wie sie die Zeichen verstehen und in der Erinnerung behalten (vgl. BGE 127 III 160 E. 2a S. 166; BGE 122 III 382 E. 1 S. 385, je mit Hinweisen). Entscheidend ist das Bestehen einer Verwechslungsgefahr; dass Verwechslungen tatsächlich stattgefunden haben, ist nicht erforderlich (BGE 116 II 463 E. 3b). Die Verwechslungsgefahr wird als Rechtsfrage vom Bundesgericht frei geprüft, soweit es um das Verständnis des allgemeinen Publikums geht, welches die streitige Leistung in Anspruch nimmt und kein Branchenverständnis spezifischer Verkehrskreise in Frage steht (BGE 126 III 239 E. 3a).\n\n6. Die Beklagte bestreitet, dass der Begriff \"luzern\", der Gemeingut darstelle, die Klägerin individualisiere und für diese kennzeichnungskräftig sei. Die Vorinstanz sei zu Unrecht davon ausgegangen, dass die Klägerin ihn für sich als Namen in Anspruch nehmen könne. Die Behauptung der Klägerin, unter der Bezeichnung \"luzern\" verstehe jedermann die Stadt Luzern, beruhe auf einer egozentrischen Betrachtungsweise. Ihr Name laute in Wirklichkeit \"Stadt Luzern\". Wie auch der aktuelle, von der Klägerin im Internet verwendete Domain-Name \"www.stadtluzern.ch\" zeige, nenne sie sich immer Stadt Luzern, verwende also immer den Zusatz \"Stadt\". Dieser sei zu ihrer Individualisierung absolut notwendig, könnte es sich bei \"Luzern\" doch insbesondere auch um den Kanton Luzern oder um den Verkehrsverein Luzern handeln. Da der Begriff Luzern Gemeingut sei, dürfe er von jedermann uneingeschränkt verwendet werden.\n\nDiese Vorbringen sind unbegründet. Anders als etwa der Begriff \"Berner Oberland\", der eine gemeinfreie geographische Bezeichnung darstellt (vgl. BGE 126 III 239 E. 3b S. 245), individualisiert das Wort \"luzern\" eine altbekannte öffentliche Körperschaft, die Stadt Luzern. Der Ansicht der Beklagten, die Internet-Benutzer könnten beim Begriff \"Luzern\" ebenso gut an den Kanton Luzern oder den Verkehrsverein Luzern denken, kann nicht gefolgt werden. Insbesondere enthalten die Bezeichnungen von Organisationen, die mit der Förderung des Tourismus in einer Stadt betraut sind, den Namen der entsprechenden Stadt offensichtlich, um auf ihr Tätigkeitsfeld hinzuweisen, das eben diese Stadt beschlägt. Was die behauptete Gleichnamigkeit zum Kanton Luzern angeht, ist zu bedenken, dass sich der Stand Luzern, der 1332 der Eidgenossenschaft beitrat, in der damaligen Epoche auf das Gebiet beschränkte, das unmittelbar um die gleichnamige Ortschaft lag. Diese war um die Mitte des 8. Jahrhunderts gegründet worden und hatte sich bis zum 12. Jahrhundert zu einer |405| Stadt entwickelt. Der Kanton vergrösserte sich in der Folge allmählich, bis er Ende des 15. Jahrhunderts, vorbehältlich einer Gebietsumteilung im Jahre 1803, die aktuellen Grenzen erreichte (vgl. Historisch-Biographisches Lexikon der Schweiz, Bd. IV, 1927, S. 743 f.; JOHANNES DIERAUER, Geschichte der Schweizerischen Eidgenossenschaft, Bd. I, 2. Aufl., St. Gallen 1912, S. 179 ff.). Aus diesen historischen Ausführungen folgt, dass das Wort \"luzern\" klarerweise die Stadt bezeichnet, die schon einige Jahrhunderte vor dem Kanton Luzern existierte. Dies entspricht auch dem allgemeinen Sprachverständnis, nach dem mit der isolierten Verwendung eines bekannten Städte- oder Ortsnamens die betreffende Stadt bzw. das dahinter stehende Gemeinwesen bezeichnet wird. Aus dem Dargelegten folgt, dass die Klägerin für die Individualisierungs- und die Kennzeichnungswirkung des Namens \"luzern\" den Schutz nach Art. 29 ZGB in Anspruch nehmen kann (vgl. dazu ROLAND BÜHLER, a.a.O., N. 5 und 10 ff. zu Art. 29 ZGB). Ob es sich bei der Bezeichnung \"luzern\" um einen gemeinfreien geographischen Begriff handelt, der markenrechtlich nicht geschützt werden könnte, kann hier offen gelassen werden (vgl. dazu Art. 2 lit. a MSchG [SR 232.11]; DAVID, Basler Kommentar, Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl., N. 22 ff. zu Art. 2 MSchG).\n\n7. Es ist weiter zu prüfen, ob sich die Beklagte mit der Registrierung des von ihrer Firma vollständig abweichenden Namens \"luzern\" für ihren Internet-Site den Namen der Klägerin unbefugt angemasst hat, indem sie namentlich eine Verwechslungsgefahr geschaffen oder die Klägerin sonst wie in schützenswerten Interessen beeinträchtigt hat.\n\n7.1 Die Beklagte bestreitet, dass sie mit der Verwendung des Wortes \"luzern\" als Second-Level-Domain-Name insofern eine Verwechslungsgefahr geschaffen habe, als die Internet-Benutzer den Internet-Site der Beklagten für denjenigen der Klägerin halten könnten oder bei der Suche nach dem Site der Klägerin auf denjenigen der Beklagten stossen könnten. Ein durchschnittlicher Internet-Benutzer erwarte unter dem Domain-Namen \"www.luzern.ch\" keine amtlichen, sondern touristische Informationen. Die Klägerin sei jedoch selber gar nicht im Fremdenverkehrsbereich tätig. Entsprechende Aktivitäten würden in Luzern durch den Verkehrsverein wahrgenommen. Die Internet-Sites der Klägerin und der Beklagten beschlügen zudem völlig unterschiedliche Bereiche. Auf dem Site der Beklagten fänden sich keine behördlichen Informationen oder Immobilien-Angebote, |406| sondern politische, wirtschaftliche und kulturelle Informationen über die Region Luzern. Zu den Umständen, welche die Vorinstanz hätte prüfen müssen, aber zu Unrecht ausser Acht gelassen habe, gehöre zudem die Gestaltung der Homepage der Beklagten. So werde dort darauf hingewiesen, dass dies nicht die offizielle Homepage der Klägerin sei. Zudem befinde sich auf der Seite der Beklagten eine Verbindung (\"link\"), die unmittelbar zum Site der Klägerin führe. Damit habe die Beklagte die notwendigen Massnahmen getroffen, um allfällige Verwechslungen zu verhindern.\n\n7.2 Das Bundesgericht hat bisher noch nie einen Streit um die Verwendung des Namens einer öffentlichrechtlichen Körperschaft als Domain-Name im Lichte der Bestimmungen über den Namensschutz beurteilt. Es rechtfertigt sich daher, sich von den Grundsätzen inspirieren zu lassen, welche die deutsche Rechtsprechung, die sich schon mehrfach mit entsprechenden Fragen befasste, in diesem Bereich entwickelt hat.\n\n7.2.1 In der \"heidelberg.de\"-genannten Streitsache publizierte ein privates, im Bereich der Informationstechnologie, Softwareentwicklung und Beratung tätiges Unternehmen unter dem genannten Domain-Namen Informationen über die Region Rhein-Neckar im Internet. Darauf klagte die Stadt Heidelberg gegen das Unternehmen, um diesem verbieten zu lassen, die Adresse \"heidelberg.de\" weiterhin zu benutzen. Das Unternehmen machte dagegen insbesondere geltend, die Stadt Heidelberg habe keinen ausschliesslichen Anspruch auf die Adresse \"heidelberg.de\", da es in Deutschland noch zwei weitere Orte und rund 400 Familien dieses Namens gebe. Sie könne ihre geringen ideellen und wirtschaftlichen Interessen wahrnehmen, indem sie ihre Domain in leicht abgeänderter Form registrieren lasse, z.B. unter \"stadt-heidelberg.de\". Das Landgericht Mannheim erkannte mit Urteil vom 8. März 1996, dass die Beklagte mit der Verwendung des Namens der Stadt Heidelberg als Internet-Adresse eine Verwechslungsgefahr geschaffen habe. Der durchschnittliche Internet-Benutzer erwarte unter der strittigen Adresse nicht bloss Informationen über, sondern auch von der Stadt Heidelberg. Da die Beklagte keinerlei Rechte an der Bezeichnung \"Heidelberg\" hatte, bestand kein Raum für einen Interessenausgleich, insbesondere im Sinn, dass die Klägerin sich mit einem geringfügig abgeänderten Domain-Namen hätte begnügen müssen. Die Stadt Heidelberg drang somit mit ihrem Rechtsbegehren gestützt auf ihr Namensrecht durch (vgl. dazu ROLF H. WEBER, E-Commerce und Recht, Zürich 2001, S. 156 f. mit Hinweis). Die vom Landgericht |407| Mannheim entwickelten Grundsätze wurden in der Folge mehrfach übernommen, so vom Landgericht Braunschweig im Fall \"braunschweig.de\", vom Landgericht Lüneburg im Fall \"celle.de\" und vom Landgericht Ansbach im Fall \"ansbach.de\" (WEBER, a.a.O., S. 157 mit Hinweisen). Im Fall \"celle.de\" stellte das Landgericht Lüneburg zurückgreifend auf das allgemeine Sprachverständnis fest, dass ein nicht unerheblicher Teil der Internet-Benutzer bei der Verwendung eines Städtenamens als Domain-Name von einem Angebot der Stadt ausgehe, da mit der isolierten Verwendung eines Ortsnamens das dahinter stehende Gemeinwesen bezeichnet werde (vgl. JANN SIX, Der privatrechtliche Namensschutz von und vor Domänennamen im Internet, Diss. Zürich 2000, Rz. 172 mit Hinweis).\n\n7.2.2 Ob eine Verwechslungsgefahr besteht, ist nicht schematisch, sondern nach den gesamten Umständen, unter denen ein Kennzeichen verwendet wird, zu entscheiden. Massgeblich ist in allen Fällen, ob die strittige Verwendung des Städtenamens als Domain-Name beim durchschnittlichen Internet-Benutzer mit einer gewissen Wahrscheinlichkeit zu Verwechslungen führt (BGE 122 III 382 E. 1 S. 385 f.). Wird wie vorliegend der Name einer öffentlichrechtlichen Körperschaft von einem Dritten ohne jeden Zusatz als Bezeichnung für seinen Internet-Site übernommen, ist der Bekanntheitsgrad der betroffenen Körperschaft und ihres Namens zu berücksichtigen. Die Bekanntheit einer Ortschaft kann daher rühren, dass sie Hauptort oder grösste Stadt eines Kantons ist. Weiter kann sie sich aus ihrer geographischen Lage und ihrem Angebot an Sehenswürdigkeiten ergeben. Eine Stadt kann auch grosse Bekanntheit erlangen, weil Organisationen dort ihren Sitz haben oder weil dort regelmässig Veranstaltungen durchgeführt werden. Je grösser der Bekanntheitsgrad, desto eher ist eine Verwechslungsgefahr anzunehmen.\n\nIm vorliegenden Fall hat die Beklagte mit der Registrierung des Domain-Namens \"luzern.ch\" zweifellos eine Verwechslungsgefahr mit der Stadt Luzern geschaffen, die einen sehr grossen Bekanntheitsgrad im In- und Ausland geniesst. Luzern ist nicht nur eine sehr alte Ortschaft, die zur Zeit der Helvetischen Republik Hauptstadt der Schweiz war und heute Hauptstadt des Kantons Luzern ist. Die Stadt bietet auch zahlreiche alte Sehenswürdigkeiten und ein Verkehrsmuseum von grosser Bekanntheit. Luzern ist sodann der Sitz der obersten Gerichtsbarkeit der Schweiz im Bereich Sozialversicherungsrecht. Der durchschnittliche Internet-Benutzer erwartet deshalb auf den Internet-Site der Klägerin zu gelangen, wenn er in seinem Computer die Adresse \"www.luzern.ch\" eingibt. Er vermutet |408| dort nicht nur Informationen über die Klägerin, sondern auch Informationen und Angebote von der Klägerin zu finden, insbesondere solche, die offizielle und offiziöse Institutionen, den amtlichen Bereich, den Fremdenverkehrsbereich oder Veranstaltungen betreffen. Dies umso mehr es nach der zutreffenden Feststellung der Vorinstanz einer zunehmenden und weit verbreiteten Gepflogenheit entspricht, dass sich Gemeinwesen im Internet unter isolierter Verwendung ihres Städte- oder Ortsnamens präsentieren. Diese Feststellung wird namentlich nicht durch die unrichtige Behauptung der Beklagten entkräftet, dass die Domain-Namen \"www.zuerich.ch\" und \"www.winterthur.ch\" beide Privaten gehörten, die darunter ihre Internetseiten publizierten. Die Fälle dieser beiden Domain-Namen weisen eine Besonderheit auf, indem sie die Adressen zu blossen Internet-Portalen darstellen, in denen weiterführende \"links\" eingerichtet sind, die zu den Sites der Stadt Zürich und der \"Zurich Financial Services Group\" einerseits und zu den Sites der Stadt Winterthur und der Winterthur-Versicherungen andererseits führen. Diese Lösung ergab sich aus dem seltenen Umstand, dass jeweils eine Gleichnamigkeit zwischen den genannten Städten und Versicherungsgesellschaften besteht und der öffentliche Bekanntheitsgrad dieser Gesellschaften gleich hoch einzustufen ist, wie derjenige der Städte, was zu einer namensrechtlichen Pattsituation führte (vgl. dazu JANN SIX, a.a.O., Rz. 315). Die Adresse \"zurich.ch\" wurde von der \"Zurich Financial Services Group\" mit einer gewissen Berechtigung registriert, da der Name der Stadt Zürich nach der deutschen Orthografie \"Zürich\" oder \"Zuerich\" lautet, nicht jedoch \"Zurich\". Wenn darüber hinaus die Klägerin bis heute im Internet unter der Adresse \"www.stadtluzern.ch\" auftritt, wie die Beklagte geltend macht, so rührt dies einzig daher, dass ihr die Beklagte bei der Registrierung des Domain-Namens \"luzern.ch\", dessen Abtretung sie vorliegend verlangt, zuvorgekommen ist. Die Klägerin braucht dem Namen \"luzern\" auch keinen Zusatz beizufügen, um Verwechslungen mit dem Kanton Luzern zu verhindern. So hat sich auf dem Internet eine Praxis eingebürgert, nach der die Kantone ihren Site unter dem Top-Level-Domain-Namen \".ch\" im Falle der Gleichnamigkeit zwischen ihnen und ihrem Hauptort unter einem Second-Level-Domain-Namen registrieren lassen, der aus dem offiziellen Kürzel, bestehend aus zwei Buchstaben gebildet wird, wie es nach Art. 84 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (SR 741.51) zur Kantonsbezeichnung auf Fahrzeugkontrollschildern |409| zu verwenden ist. So wird beispielsweise der Internet-Site des Kantons Luzern mit dem Domain-Namen \"lu.ch\", derjenige des Kantons Bern mit \"be.ch\" und der des Kantons Genf mit \"ge.ch\" bezeichnet.\n\nIndem die Beklagte den Namen der Klägerin in der Adresse ihres Internet-Sites verwendet, nutzt sie deren grosse Bekanntheit aus, um Internet-Nutzer, die offizielle Informationen über die Stadt Luzern suchen, auf ihren Internet-Site zu ziehen. Die Vorinstanz hat eine Verwechslungsgefahr in diesem Zusammenhang zu Recht bejaht. Dieses Ergebnis wird auch durch die Feststellungen der Vorinstanz erhärtet, wonach sich Internet-Benutzer in einigen Fällen tatsächlich getäuscht und geglaubt haben, der Site \"luzern.ch\" werde von der Klägerin betrieben (vgl. dazu BGE 82 II 346 E. 2b S. 353).\n\nAm Ergebnis ändert es nichts, dass die Beklagte auf der Homepage darauf hinweist, es handle sich nicht um den offiziellen Site der Klägerin, und dass sie einen \"link\" zum Site der Klägerin eingerichtet hat. Dies gilt unabhängig von den tatsächlichen Feststellungen der Vorinstanz, wonach der auf der Homepage angebrachte Hinweis zwar rot geschrieben sei, jedoch nicht in markanter Grösse erscheine und sich nicht besonders gut vom blauen Hintergrund abhebe. Das Bundesgericht hat die Frage, inwiefern einer Verwechslungsgefahr durch besondere Gestaltung eines Web-Sites begegnet werden könne, in BGE 126 III 239 E. 3c offen gelassen. Ein Teil der schweizerischen Doktrin vertritt dazu die Auffassung, dass durch die Verwendung des Namens einer öffentlichen Körperschaft als Domain-Name keine Verwechslungsgefahr geschaffen wird, wenn der Inhalt des Internet-Site keinerlei Zusammenhang mit dem Träger des Namens aufweist, so dass die Benutzer nicht in den Glauben versetzt werden, der Site werde vom Namensträger betrieben, und keine unerwünschten Assoziationen zu Lasten des Namensträgers ausgelöst werden (vgl. UELI BURI, Die Verwechselbarkeit von Internet Domain Names, Diss. Bern 1999, S. 55 und 121 ff., 125; derselbe, Übersicht über die Rechtsprechung im Bereich Informatik und Recht, in: Tagung 2000 für Informatik [und] Recht, Bern 2001, S. 188 f.; ROLF H. WEBER/ROLAND UNTERNÄHRER, Unlautere Verwendung von Domain-Namen, in: SZW 2000 S. 262). Dieser Ansicht ist indessen nicht beizupflichten. Für die Beurteilung der Verwechslungsgefahr, die von einer registrierten Internet-Adresse ausgeht, ist nicht der Inhalt oder die Gestaltung des damit bezeichneten Internet-Sites entscheidend, sondern die Beschaffenheit der Adresse, die den Zugriff auf den Site erlaubt, als solche. Eine Verwechslungsgefahr |410| besteht bereits im Moment, in dem der Internet-Benutzer sich an einem Domain-Namen orientiert und in ihm Assoziationen sowie das Interesse geweckt werden, darunter bestimmte Informationen zu finden. Auch kann eine Internet-Adresse nicht immer nur in der Nähe des damit bezeichneten Sites auftauchen, sondern ebenso beispielsweise auf Briefköpfen, als Teil der Absenderadresse eines E-mails (\"xxx@luzern.ch\") oder in Adresslisten, die von Internet-Suchmaschinen dargestellt werden. In solchen Fällen kann die Verwechslungsgefahr durch Hinweise im Site und auch durch seinen weiteren Inhalt nicht unmittelbar behoben werden (vgl. in diesem Sinne JANN SIX, a.a.O., Rz. 143 ff.). Eine Behebung der Verwechslungsgefahr durch den Inhalt des Sites würde zudem voraussetzen, dass die dort zu diesen Zweck angebrachten Hinweise von den Internet-Benutzern in allen Fällen aufmerksam gelesen werden. Davon kann jedoch nicht ausgegangen werden, wie auch BURI (Verwechselbarkeit, a.a.O., S. 128) einräumt. Mit anderen Worten entsteht die Verwechslungsgefahr unmittelbar mit der Verwendung des Namens einer öffentlichrechtlichen Körperschaft durch einen unbefugten Dritten als Domain-Name. Eine wie auch immer geartete Gestaltung des Web-Sites kann dagegen nicht aufkommen.\n\n7.2.3 Die Klägerin ist vorliegend auch insoweit in schutzwürdigen Interessen betroffen, als sie durch die Namensanmassung seitens der Beklagten daran gehindert wird, ihren eigenen Internet-Site unter ihrem blossen Städtenamen zu betreiben, unter dem er nach dem vorstehend Ausgeführten vom durchschnittlichen Internet-Benutzer gesucht wird.\n\nVon besonderen, wie den vorstehend dargestellten Fällen \"Winterthur\" und \"Zuerich\" abgesehen, darf von einer Gemeinde grundsätzlich nicht verlangt werden, dass sie im Internet mit einem Second-Level-Domain-Name auftritt, in dem ihrem Namen der Zusatz \"Stadt\" vorangestellt ist. Die Städte sind in den meisten Fällen ausschliesslich unter ihrem kennzeichnungskräftigen Namen bekannt, weshalb der Internet-Benutzer erwarten darf, den ihnen gewidmeten Site unter diesem Namen zu finden, ohne dass er Zusätze beizufügen braucht (vgl. dazu JANN SIX, a.a.O., Rz. 136 und 173). In einer Interessenabwägung wäre daher wohl auch das Interesse der Öffentlichkeit zu berücksichtigen, dass Informationen, die unter einem blossen Städtenamen publiziert werden, auch tatsächlich von der entsprechenden Körperschaft selber stammen. Da die Beklagte für ihren Gebrauch des Wortes \"luzern\" indessen keinerlei namensrechtlichen Schutz beanspruchen kann, mit dem der |411| Schutzanspruch der Klägerin kollidieren könnte, erübrigt sich eine Abwägung der gegenseitigen Interessen.\n\n7.2.4 Zusammenfassend hat die Beklagte sich den Namen der Klägerin mit seiner Verwendung als Domain-Name unbefugt angemasst und damit schutzwürdige Interessen der Klägerin verletzt."}