{"annee": "128", "cour": "III", "page": "454", "date": "24/9/2002", "cite": ["81 I 298", "117 II 327", "114 II 171", "117 II 321", "127 III 160", "125 II 217", "97 I 79", "79 II 98", "121 II 97", "107 IB 167", "112 II 263", "89 I 290", "125 III 193", "120 II 307"], "cite_par": ["133 III 342", "129 III 225", "132 III 770", "143 III 127", "134 III 314", "130 III 328", "139 III 176", "140 III 251", "131 III 495", "135 III 416", "135 III 359"], "chapeau": "81. Auszug aus dem Urteil der I. Zivilabteilung i.S. Eidgenössisches Justiz- und Polizeidepartement gegen X. AG und Eidgenössische Rekurskommission für Geistiges Eigentum (Verwaltungsgerichtsbeschwerde)\n\n4A.2/2002 vom 24. September 2002", "regestes": ["Art. 105 al. 2 OJ, art. 5 al. 1 Arrangement de Madrid concernant l'enregistrement international des marques en relation avec l'art. 6quinquies let. B ch. 2 et 3 CUP, art. 2 let. a et c ainsi qu'art. 47 LPM; protection du nom géographique YUKON en tant que marque. Les constatations de fait de la Commission fédérale de recours en matière de propriété intellectuelle lient le Tribunal fédéral au sens de l'art. 105 al. 2 OJ. Recevabilité de faits et moyens nouveaux (consid. 1). Un signe qui est enregistré en tant que marque internationale peut notamment ne pas être protégé sur le territoire suisse, s'il appartient au domaine public ou s'il est propre à induire en erreur (consid. 2). Les indications de provenance géographique, en tant qu'elles appartiennent au domaine public, sont en particulier exclues de la protection des marques. Noms ou signes géographiques qui ne sont pas compris par les milieux intéressés comme une référence à la provenance des produits ou services ainsi désignés. Cas d'application (consid. 2.1). Une marque qui contient une indication géographique est propre à induire en erreur, lorsqu'elle peut être assimilée, de manière erronée, à une indication de provenance (consid. 2.2). Le nom YUKON peut être protégé en tant que marque sur le marché suisse (consid. 3 et 4)."], "faits": "|455|\n\nA.- Die internationale Wortmarke \"YUKON\" Nr. 659'288 wurde am 14. Mai 1996 im internationalen Register bei der Welthandelsorganisation für geistiges Eigentum (WIPO) für die Waren der Klassen 3, 5, 6, 8, 9, 10-12, 14, 16, 18, 20-28 und 32 eingetragen (vgl. die Klasseneinteilung nach dem Abkommen von Nizza, revidiert in Stockholm am 14. Juli 1967, 7. Aufl., in Kraft getreten am 1. Januar 1997; SR 0.232.112.8). Der Schutz der Marke wurde auch für die Schweiz beantragt.\n\nYukon ist zunächst eine geografische Bezeichnung für ein schwach besiedeltes, unter Bundesverwaltung stehendes Gebiet Kanadas, das \"Yukon Territory\". Dieses liegt im Nordwesten Kanadas und grenzt an den US-Bundesstaat Alaska. Es umfasst 483'450 km2, d.h. fast 12 Mal die Fläche der Schweiz und hat nur rund 30'000 Einwohner, also etwas weniger als der Kanton Uri. Von diesen leben über zwei Drittel in Whitehorse. Das Wort Yukon bildet auch Teil der geografischen Bezeichnungen \"Yukon Plateau\" und \"Yukon River\". Das Plateau und der 3'185 km lange Fluss liegen teilweise in Kanada und teilweise in Alaska.\n\nB.- Am 12. September 1997 erliess das Eidgenössische Institut für Geistiges Eigentum (IGE) einen \"Avis de refus provisoire total\". Es begründete die Schutzverweigerung damit, dass die Bezeichnung YUKON als geografische Herkunftsangabe und damit als Zeichen des Gemeinguts freizuhalten sei. Als Bezeichnung für Waren, die |456| nicht aus Kanada oder Alaska stammten, sei YUKON zudem täuschend. Später erliess das IGE einen \"Refus total définitif\".\n\nDieser wurde bei der Eidgenössischen Rekurskommission für Geistiges Eigentum (nachfolgend: Rekurskommission) angefochten, vom IGE aber wegen eines gleichzeitig mit der Beschwerde eingereichten Wiedererwägungsgesuches zurückgenommen. Am 1. September 2000 erliess das IGE erneut einen \"Refus total définitif\".\n\nIn der Folge hiess die Rekurskommission die Beschwerde mit Entscheid vom 19. Februar 2002 gut, hob die Verfügung des IGE vom 1. September 2000 auf und gewährte der internationalen Marke Nr. 659'288 für die Schweiz im beantragten Umfang definitiven Schutz. Sie verneinte, dass die Bezeichnung YUKON eine freihaltebedürftige unmittelbare Herkunftsangabe und damit ein Zeichen des Gemeinguts sei, dem der Markenschutz verweigert werden dürfe. Die Bezeichnung YUKON werde von den massgeblichen Verkehrskreisen in der Schweiz nicht als Herkunftsangabe aufgefasst. Die streitige Marke vermöge daher in der Schweiz auch keine dahingehende Täuschungsgefahr zu bewirken, dass sie beim Publikum die unrichtige Erwartung wecke, die mit ihr bezeichneten Waren würden in einem bestimmten Land hergestellt.\n\nC.- Das Eidgenössische Justiz- und Polizeidepartement (Beschwerdeführer) beantragt mit Verwaltungsgerichtsbeschwerde, der Entscheid der Rekurskommission sei teilweise aufzuheben und der Marke YUKON der Schutz für das Gebiet der Schweiz und für die Waren der Klassen 8, 14, 16, 18, 21-28 und 32 definitiv zu verweigern.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Die Eidgenössische Rekurskommission für Geistiges Eigentum ist eine richterliche Behörde im Sinne von Art. 105 Abs. 2 OG (ANDRÉ MOSER, in: Moser/Uebersax, Prozessieren vor eidgenössischen Rekurskommissionen, Basel 1998, Rz. 2.72; CHRISTOPH WILLI, Kommentar Markenschutzgesetz, Zürich 2001, N. 18 zu Art. 36 MSchG; a.M. DAVID, Basler Kommentar, Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl., N. 17 zu Art. 36 MSchG). Ihre Feststellung des Sachverhalts bindet daher das Bundesgericht, soweit sie nicht offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen erfolgt ist |457| (Art. 105 Abs. 2 OG). Im bundesgerichtlichen Verfahren sind in solchen Fällen neue tatsächliche Behauptungen und Beweismittel grundsätzlich nur soweit zulässig, als sie die Vorinstanz von Amtes wegen hätte erheben müssen und deren Nichterheben eine Verletzung wesentlicher Verfahrensvorschriften darstellt (BGE 125 II 217 E. 3a S. 221; BGE 121 II 97 E. 1c S. 99 f.; BGE 107 Ib 167 E. 1b S. 169).\n\n2. Nach Art. 5 Abs. 1 des Madrider Abkommens über die internationale Registrierung von Marken, revidiert in Stockholm am 14. Juli 1967 (MMA; SR 0.232.112.3) darf ein Verbandsland einer international registrierten Marke den Schutz nur verweigern, wenn nach den in der Pariser Verbandsübereinkunft zum Schutz des gewerblichen Eigentums, revidiert in Stockholm am 14. Juli 1967 (PVUe; SR 0.232.04), genannten Bedingungen ihre Eintragung in das nationale Register verweigert werden kann. Das trifft gemäss Art. 6quinquies lit. B Ziff. 2 und 3 PVUe namentlich dann zu, wenn die Marke jeder Unterscheidungskraft entbehrt, als Gemeingut anzusehen ist oder gegen die guten Sitten verstösst, insbesondere zu Täuschungen des Publikums Anlass gibt. Diese zwischenstaatliche Regelung entspricht den in Art. 2 des Bundesgesetzes vom 28. August 1992 über den Schutz von Marken und Herkunftsangaben (MSchG; SR 232.11) vorgesehenen Ablehnungsgründen, wonach namentlich Zeichen, die Gemeingut sind (lit. a), sowie irreführende Zeichen (lit. c) vom Markenschutz ausgeschlossen sind (BGE 117 II 327 E. 1a S. 328; Urteil des Bundesgerichts 4A.5/1994 vom 2. August 1994 (Alaska), E. 2, publ. in: PMMBl 1994 I S. 76 ff.).\n\nBei der Frage nach der Schutzfähigkeit eines Zeichens ist von der Funktion der Marke als Herkunftsmerkmal auszugehen. Der Zweck der Marke liegt nicht primär darin, Produkte gleicher oder anderer Gattung zu unterscheiden, sondern im unmissverständlichen Hinweis auf den Hersteller und seinen Betrieb (BGE 114 II 171 E. 2a S. 172).\n\n2.1 Als freihaltebedürftiges Gemeingut im Sinne von Art. 2 lit. a MSchG vom Markenschutz ausgeschlossen sind Zeichen, die sich beispielsweise in einfachen Zahlen- oder Buchstabenkombinationen oder gebräuchlichen geometrischen Figuren oder in Angaben über die Beschaffenheit der gekennzeichneten Ware erschöpfen und daher die zur Identifikation von Waren oder Dienstleistungen erforderliche Kennzeichnungs- oder Unterscheidungskraft nicht aufweisen und vom Publikum nicht als Hinweis auf eine bestimmte Betriebsherkunft verstanden werden. Der beschreibende Charakter |458| solcher Hinweise muss vom angesprochenen Publikum ohne besondere Denkarbeit und ohne Fantasieaufwand unmittelbar erkennbar sein (BGE 127 III 160 E. 2b/aa; BGE 120 II 307 E. 3b; BGE 114 II 172 E. 2a, je mit Hinweisen; DAVID, a.a.O., N. 5 zu Art. 2 MSchG).\n\nVon beschreibendem Charakter und damit als Gemeingut nach Art. 2 MSchG vom Markenschutz ausgeschlossen sind auch geografische Herkunftsangaben, d.h. \" ... Angaben ..., die im Verkehr zur Bezeichnung ... des Ursprungsortes der Erzeugnisse ... dienen können ...\" (Art. 6quinquies lit. B Ziff. 2 PVUe; vgl. auch BGE 117 II 327 E. 2b S. 330; DAVID, a.a.O., N. 22 zu Art. 2 MSchG). Herkunftsangaben sind nach der Legaldefinition in Art. 47 Abs. 1 MSchG direkte oder indirekte Hinweise auf die geografische Herkunft von Waren oder Dienstleistungen, einschliesslich Hinweisen auf die Beschaffenheit oder auf Eigenschaften, die mit der Herkunft zusammenhängen. Jedem Produzenten muss es möglich sein, auf die Herkunft seiner Waren oder Dienstleistungen hinzuweisen. Herkunftsangaben gelten daher solange als freihaltebedürftig, als nicht ausgeschlossen werden kann, dass sich weitere Produzenten oder sonstige Anbieter im entsprechenden Gebiet niederlassen. Unmittelbare Herkunftsangaben, also die Namen von Städten, Ortschaften, Talschaften, Regionen und Ländern, bilden daher Gemeingut und sind nicht eintragungsfähig (vgl. MARBACH, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht III, 1996, S. 52 f.). Dies gilt nicht bloss soweit sie von den massgeblichen Verkehrskreisen aktuell mit der betreffenden Warengruppe in Verbindung gebracht werden können, sondern auch soweit sie künftig von den betroffenen Unternehmern als Herkunftsangabe für diese verwendet werden könnten (BGE 97 I 79 E. 2; vgl. auch Urteil des EuGH vom 4. Mai 1999 in der Rechtssache C-108/97 und C-109/97, Windsurfing Chiemsee, Slg. 1999, S. I-2779, Randnr. 37, publ. in: WRP 1999 S. 629 ff., S. 633). Für die Bejahung eines Freihaltebedürfnisses ist dabei vorauszusetzen, dass die Bezeichnung für die beanspruchten Waren nach der nicht ausserhalb jeder Wahrscheinlichkeit liegenden künftigen Entwicklung der wirtschaftlichen Verhältnisse ernsthaft als geografische Herkunftsangabe in Betracht fällt (KARL-HEINZ FEZER, Markenrecht Kommentar, München 1997, N. 211/12 zu § 8 MarkenG).\n\nNicht unter den Begriff der Herkunftsangabe fallen nach Art. 47 Abs. 2 MSchG geografische Namen und Zeichen, die von den massgebenden Verkehrskreisen nicht als Hinweis auf eine bestimmte Herkunft der Waren oder Dienstleistungen verstanden werden. Zu |459| diesen gehören insbesondere Namen und Bezeichnungen der folgenden sechs Gruppen:\n\n2.1.1 Die Namen von Städten, Ortschaften, Talschaften, Regionen und Ländern, die den massgebenden Verkehrskreisen nicht bekannt sind und demzufolge als Fantasiezeichen und nicht als Herkunftsangabe verstanden werden. Gerade im internationalen Verhältnis werden viele Herkunftsangaben nicht als solche verstanden. Je abgelegener, unbekannter und ohne besonderen Ruf der Name einer ausländischen Ortschaft oder Landesgegend ist, desto geringer ist die Wahrscheinlichkeit, dass der geografische Gehalt im Ausland überhaupt erkannt und nicht als blosse Fantasiebezeichnung aufgefasst wird (CHRISTOPH WILLI, a.a.O., N. 46 zu den Vorbem. zu Art. 47-51 MSchG; vgl. auch für das europäische Recht: VON MÜHLENDAHL/OHLGART, Die Gemeinschaftsmarke, München/Bern 1998, § 4 N. 21 sowie das Urteil des EuGH vom 4. Mai 1999, a.a.O., Randnr. 33, S. 633; für das deutsche Recht: KARL-HEINZ FEZER, a.a.O., N. 207 zu § 8 MarkenG). In der schweizerischen Rechtsprechung wurden selbst Namen von inländischen Weilern oder Gemeinden als Fantasiebezeichnungen beurteilt. So die Marke \"Solis\" (BGE 79 II 98 E. 1d) und \"Carrera\" (SMI 1986 II S. 255, E. 6.2).\n\n2.1.2 Fantasiezeichen, die von den massgebenden Abnehmerkreisen - trotz bekanntem geografischem Gehalt - offensichtlich nicht als Hinweis auf die Herkunft einer Ware oder Dienstleistung interpretiert werden, wie Galapagos für Fernsehgeräte, Congo für Schuhwichse, Alaska für mentholhaltige Zigaretten, Südpol für Kühlschränke oder Äthna für Bunsenbrenner (BGE 117 II 321 E. 3a S. 323; MARBACH, a.a.O., S. 53; DAVID, a.a.O., N. 15 zu Art. 47 MSchG). Damit eine den massgebenden Verkehrskreisen bekannte geografische Angabe nicht als Herkunftsbezeichnung, sondern als schutzfähiger Fantasiename aufgefasst wird, muss der Verwendung der geografischen Angabe in der Regel ein klar erkennbarer Symbolgehalt beigemessen werden können, sodass die Marke nicht zu einer Ideenverbindung zum betreffenden Land oder der Gegend führt. Einen solchen Symbolgehalt hat das Bundesgericht beispielsweise der Bezeichnung \"Alaska\" für mentholhaltige Zigaretten zugemessen (vgl. BGE 89 I 290 E. 5), nicht aber - als Grenzfall - für Getränke (Urteil 4A.5/1994 vom 2. August 1994, E. 3-5, publ. in: PMMBl 1994 I S. 76 ff.).\n\n2.1.3 In ähnlichem Sinne braucht eine bekannte geografische Angabe für den Verkehr nicht als Gemeingut freigehalten zu werden, |460| wenn der entsprechende Ort oder die Gegend - in den Augen der massgeblichen Verkehrskreise - offensichtlich nicht als Produktions-, Fabrikations- oder Handelsort der damit gekennzeichneten Erzeugnisse oder entsprechend bezeichneter Dienstleistungen in Frage kommt. Daher dürfen die Namen von unbesiedelten Gegenden (z.B. Sahara) oder von Bergen, Seen und Flüssen grundsätzlich, d.h. für einen weiten Bereich von Waren monopolisiert werden (vgl. DAVID, a.a.O., N. 22 zu Art. 2 MSchG; MARBACH, a.a.O., S. 53).\n\n2.1.4 Typenbezeichnungen, die nicht die Meinung aufkommen lassen, das damit bezeichnete Erzeugnis stamme aus diesem Ort, wie z.B. Schlafzimmer Modell Venedig, Telefonapparat Ascona (DAVID, a.a.O., N. 16 zu Art. 47 MSchG).\n\n2.1.5 Herkunftsangaben, die sich im Verkehr als Kennzeichen für ein einzelnes Unternehmen durchgesetzt haben (vgl. BGE 125 III 193 E. 1c S. 202; BGE 117 II 321 E. 3a; BGE 81 I 298 E. 4; vgl. auch Urteil des EuGH vom 4. Mai 1999, a.a.O., Randnr. 47, S. 634).\n\n2.1.6 Herkunftsbezeichnungen, die sich zu Gattungsbezeichnungen gewandelt haben und bei denen kein Bezug mehr zum betreffenden Ort hergestellt wird, wie z.B. \"eau de Cologne\" (DAVID, a.a.O., N. 66 zu Art. 2 MSchG) \"Hamburger\" oder \"Wienerli\" (MEISSER, Herkunftsangaben und andere geografische Angaben, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht III, 1996, S. 446).\n\n2.2 Irreführend ist eine Marke unter anderem dann, wenn sie eine geografische Angabe enthält oder gar ausschliesslich aus einer geografischen Bezeichnung besteht, und damit den Käufer zur Annahme verleitet, die Ware stamme aus dem Land oder von dem Ort, auf den die Angabe hinweist, obschon das in Wirklichkeit nicht zutrifft. Keine Gefahr der Irreführung besteht hingegen, wenn die geografische Angabe erkennbar Fantasiecharakter hat oder aus anderen Gründen (vgl. dazu namentlich die vorstehenden Erwägungen 2.1.1.-2.1.6) nicht als Herkunftsangabe aufgefasst werden kann (BGE 117 II 327 E. 1a S. 328 mit Hinweisen).\n\nOb eine geografische Bezeichnung, die als Wortmarke verwendet wird, zur Täuschung des Publikums geeignet ist, entscheidet sich nicht allgemein, sondern hängt von den Umständen des Einzelfalles ab. Dazu gehören insbesondere die Bekanntheit des Wortes als geografische Angabe und als Marke, tatsächliche oder naheliegende Beziehungen zwischen dieser Angabe und dem beanspruchten Warenbereich sowie die Ausgestaltung der Marke und zusätzliche Angaben, welche die Täuschungsgefahr erhöhen oder beseitigen |461| können (Urteil des Bundesgerichts 4A.5/1994 vom 2. August 1994 [Alaska], E. 3a, publ. in: PMMBl 1994 I S. 76 ff.). Namentlich wenn eine Marke beim Käufer eine Ideenverbindung zu einem Land, einer Gegend oder einem Ort hervorruft, der für die mit der Marke bezeichneten Produkte einen besonderen Ruf geniesst, ist sie geeignet, zumindest indirekt die Vorstellung einer Herkunftsangabe zu wecken. In solchen Fällen besteht die Gefahr einer Irreführung des Publikums, falls die mit dem Zeichen versehenen Waren nicht dort hergestellt werden (BGE 112 II 263 E. 2b S. 265 f.).\n\n3. Die Rekurskommission erwog, die Bezeichnung YUKON sei keine unmittelbare Herkunftsangabe, für die ein Freihaltebedürfnis bestünde, und damit kein Zeichen des Gemeinguts, dem der Markenschutz zu verwehren sei. Die wichtigste Erwerbsquelle im Yukon Territory sei nach den Recherchen des IGE der Tourismus. Es würden zwar indianische Handarbeiten als Souvenirs an Touristen verkauft. Angesichts der geringen Bevölkerungszahl und der klimatischen Verhältnisse sei indessen in absehbarer Zukunft nicht damit zu rechnen, dass die Waren, für die Markenschutz beantragt wird, im Yukon Territory industriell hergestellt würden. Die Bezeichnung \"YUKON\" werde von den massgeblichen Verkehrskreisen in der Schweiz auch nicht als Herkunftsangabe aufgefasst. Die streitige Marke vermöge daher in der Schweiz auch keine dahingehende Täuschungsgefahr zu bewirken, dass sie beim Publikum die unrichtige Erwartung wecke, die mit ihr bezeichneten Waren würden in einem bestimmten Land hergestellt. Bei Yukon handle es sich um den Namen eines peripher gelegenen, wirtschaftlich wenig bedeutenden Gebiets, das hierzulande keine ausgeprägte Bekanntheit geniesse und dem in den Augen des schweizerischen Publikums nicht die Bedeutung eines Wahrzeichens oder Symbols für irgendein Land, etwa Kanada, zukomme. Es sei davon auszugehen, dass ein Teil des Publikums die Bezeichnung YUKON überhaupt nicht kenne und darin keine geografische Bedeutung sehe. Ein nicht unerheblicher weiterer Teil der Konsumenten möge zwar den Namen Yukon schon gehört haben. Das bedeute aber nicht, dass sie ihn als geografische Angabe verstünden oder das Gebiet richtig zu lokalisieren wüssten, zumal das Wort Yukon in drei geografischen Bezeichnungen vorkomme (Yukon Territory, Yukon Plateau und Yukon River).\n\nDer Beschwerdeführer macht dagegen geltend, in der Schweiz würden namhafte Reiseveranstalter eine immer vielfältigere Auswahl |462| an Reisen ins Yukon Territory anbieten. Damit und mit dem Wachstum des Tourismussektors sei dieses bei einer breiten Bevölkerungsschicht in der Schweiz bekannt geworden. Die Rekurskommission habe daher zu Unrecht angenommen, der Name Yukon sei beim schweizerischen Publikum nicht als geografische Bezeichnung bekannt. Vielmehr sei dem durchschnittlichen schweizerischen Konsumenten bekannt, dass Yukon ein weiträumiges Gebiet im Nordwesten Kanadas sei, weshalb er Yukon nicht als reine Fantasiebezeichnung verstehe. Es sei naheliegend, dass der Schweizer Konsument bei der Bezeichnung YUKON in erster Linie an das Yukon Territory denke und eine Gedankenverbindung zu diesem herstelle. Die Bezeichnung werde daher als Herkunftsangabe der damit bezeichneten Waren verstanden. Entscheidend sei allein die durch die Marke bewirkte Gedankenverbindung, nicht aber, ob im Yukon Territory tatsächlich Waren der mit der Marke zu bezeichnenden Gattungen hergestellt würden oder hergestellt werden könnten. Die Rekurskommission habe zu Unrecht für alle Waren, für die das Wort YUKON als Marke beansprucht werde, ein Freihaltebedürfnis verneint, ohne zu prüfen, ob die Bezeichnung der einzelnen Waren mit dem Wort YUKON bei den angesprochenen Kundenkreisen eine Gedankenverbindung zum Yukon Territory hervorrufen kann.\n\n4.\n\n4.1 Die Beschwerde ist unbegründet. Die Vorinstanz musste aus dem geltend gemachten Umstand, dass namhafte Reiseveranstalter eine vielfältige Auswahl an Reisen ins Yukon-Gebiet anböten, in tatsächlicher Hinsicht nicht ableiten, dass der Name Yukon eine bei den massgeblichen Verkehrskreisen in der Schweiz bekannte geografische Bezeichnung darstellt. Das Angebot an Reisen ins dünn besiedelte und wenig Komfort aufweisende Gebiet des Yukon Territory dürfte sich eher an ein jüngeres, aus Naturliebhabern bestehendes Kundensegment richten. Zudem dürfte es nur ein kaufkräftiges Publikum interessieren, weil bereits die Hin- und Rückreise mit erheblichen Kosten verbunden ist und öffentliche Verkehrsmittel in dieser Region fehlen. Im angesprochenen Alterssegment kann daher kaum von einem breiten Interessentenkreis ausgegangen werden. Dass Yukon als geografische Bezeichnung nicht in breiten Kreisen bekannt ist, kann auch daraus abgeleitet werden, dass sich Kanada ausser aus drei unter Bundesverwaltung stehenden Territories zu denen das Yukon Territory zählt, aus zehn Provinzen zusammensetzt, in denen die grossen Städte wie Quebec, Montreal |463| und Toronto liegen, während in den drei Territories zusammen nur etwa drei Promille der Landesbevölkerung leben. Auf die äusserst geringe Bevölkerungszahl und die damit einhergehende äusserst geringe politische und wirtschaftliche Bedeutung der Territories dürfte zurückzuführen sein, dass die Territories bereits im schweizerischen Schulunterricht praktisch keine Erwähnung finden und auch in den Medien kaum je über Yukon berichtet wird. Das Schweizer Publikum hat daher kaum Gelegenheit, von dieser Region zu hören. Die Rekurskommission hat jedenfalls keine offensichtlich unrichtige Sachverhaltsfeststellung getroffen, indem sie schloss, der Name Yukon sei entweder beim durchschnittlichen Konsumenten in der Schweiz nicht bekannt und werde von ihm nicht als geografische Bezeichnung verstanden oder er werde zwar als geografischer Name erkannt, könne aber nicht lokalisiert werden. Soweit der Name Yukon vom schweizerischen Konsumenten überhaupt den Ländern Alaska oder Kanada zugeordnet werden kann, ist auch zu berücksichtigen, dass er in dreierlei geografischen Bezeichnungen vorkommt. Dies erschwert eine Zuordnung zum Yukon Territory als Region zusätzlich. Weshalb das Schweizer Publikum bei der Bezeichnung YUKON in erster Linie an das Territory denken soll, wie der Beschwerdeführer geltend macht, und nicht an den Yukon River, ist nicht zu sehen.\n\nSoweit die Rekurskommission festgestellt hat, dass der Name Yukon dem schweizerischen Publikum überhaupt nicht als geografische Bezeichnung geläufig ist, hat sie zutreffend geschlossen, dass er als Fantasiebezeichnung aufgefasst wird und daher keine zum Gemeingut gehörige Herkunftsbezeichnung darstellt. Insoweit hat sie auch die Gefahr einer Täuschung der massgeblichen Verkehrskreise über die Herkunft der mit YUKON zu bezeichnenden Waren zu Recht verneint. Der Rekurskommission ist sodann keine Verletzung von Bundesrecht vorzuwerfen, weil sie erkannte, der Name Yukon sei auch insoweit nicht als Herkunftsangabe aufzufassen, als das Publikum ihn zwar als geografischen Namen erkennt, aber nicht einer Region zuordnen kann oder gar an den Yukon River denkt. Auch insoweit hat sie ein Freihaltebedürfnis und eine Irreführungsgefahr zutreffend verneint, da der Bezeichnung YUKON insoweit ein beschreibender Charakter abgeht und keine Ideenverbindung mit dem Yukon Territory zu bewirken geeignet ist.\n\n4.2 Dem Wort YUKON ist der Markenschutz für die beanspruchten Warenklassen auch nicht zu verweigern, weil es gewissen Kreisen in der Schweiz als geografische Bezeichnung bekannt |464| ist. Bei Personen, denen der Name Yukon etwas sagt und die ihn sogar dem Yukon Territory zuordnen, ist zu erwarten, dass sie um die klimatischen Bedingungen, die dünne Besiedlung und die spärliche Erschliessung des Gebiets wissen. Diese Gegebenheiten lassen den Aufbau einer industriellen Produktion von Waren als unwahrscheinlich erscheinen. Zudem hat die Rekurskommission nicht festgestellt und ist nicht ersichtlich, dass das Yukon Territory in der Schweiz für bestimmte Waren einen besonderen Ruf geniessen würde. Es ist demnach nicht davon auszugehen, dass die betreffenden Kreise mit YUKON bezeichnete Waren mit dem gleichnamigen Territory in Verbindung bringen und die Bezeichnung YUKON als Herkunftsangabe dieser Erzeugnisse verstehen, indem sie sich vorstellen, die mit der Marke YUKON zu bezeichnenden Waren könnten von dort stammen. Wichtigste Erwerbsquelle der einheimischen Bevölkerung ist nach den Feststellungen der Rekurskommission der Tourismus. Angesichts der klimatischen Bedingungen im Yukon Territory und der geringen Bevölkerungszahl ist in absehbarer Zeit nicht ernsthaft mit dem Aufbau einer industriellen Produktion von Waren der beanspruchten Gattungen zur Ausfuhr von Waren in nennenswerten Mengen in die Schweiz zu rechnen. Die Rekurskommission hat damit ein Freihaltebedürfnis für die Bezeichnung YUKON für den Schweizer Markt oder eine Irreführungsgefahr des schweizerischen Publikums auch insoweit zu Recht verneint. Dies gilt auch soweit, als heute im Yukon Territory Produkte wie Lederwaren, Mokassins, Strickwaren und Schnitzereien durch indianische Ureinwohner von Hand gefertigt und den Touristen angeboten werden, wie die Vorinstanz festgestellt hat. Der Verkauf solcher Waren an Touristen führt nicht dazu, dass sie in der Schweiz in erheblichen Mengen in den Verkauf gelangen. Er ist deshalb für die Frage, ob in der Schweiz ein Freihaltebedürfnis für die Bezeichnung YUKON besteht, von vornherein nicht relevant. Auch die Vorbringen des Beschwerdeführers, es sei geplant, handgefertigte Produkte in andere Länder zu exportieren, vermögen an dieser Beurteilung nichts zu ändern, soweit sie als neue, erstmals im vorliegenden Verfahren aufgestellte Behauptungen überhaupt gehört werden können."}