{"annee": "128", "cour": "II", "page": "311", "date": "10/6/2002", "cite": ["123 II 534", "113 IB 193", "127 II 1", "128 II 13", "128 II 46", "121 II 39", "126 V 30", "126 I 50", "126 II 171", "108 IB 465", "125 II 10", "126 I 76", "124 II 58"], "cite_par": ["136 II 23", "134 II 318", "141 I 201", "130 II 65", "129 II 183", "135 II 94", "135 I 106", "131 I 217"], "chapeau": "37. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Banque X. contre Service cantonal des contributions du canton du Valais, Juge d'instruction pénale du Valais central et Tribunal cantonal du canton du Valais (recours de droit administratif)\n\n2A.194/2001 du 10 juin 2002", "regestes": ["Art. 97, 98 let. g, 98a al. 1 et 3, art. 104 let. a OJ; art. 104 al. 3, art. 112 et 112a LIFD; art. 2 al. 2 let. c, art. 33 et 37 al. 1 LPD; décision d'un juge d'instruction pénale autorisant le fisc à consulter un dossier; voies de droit pour contester une telle décision. Recevabilité du recours de droit administratif en matière de décisions d'entraide administrative fondées sur l'art. 112 LIFD (consid. 1, 2 et 7). Contrôle de ces décisions par une autorité judiciaire de dernière instance cantonale au sens de l'art. 98a OJ et rappel de la jurisprudence antérieure (consid. 3). En Valais, ni le juge d'instruction pénale, ni la Chambre pénale du Tribunal cantonal ne remplissent cette exigence, le premier parce qu'il n'agit pas comme un tribunal à proprement dit (consid. 4), la seconde parce qu'elle dispose d'un pouvoir d'examen limité à l'arbitraire (consid. 5). Examen de l'éventuelle compétence de la Commission cantonale de recours en matière fiscale (consid. 6). Ni les autorités cantonales de recours en matière de protection des données, ni les autorités fédérales en cette matière, ne sont compétentes pour connaître d'un recours formé contre une décision prise en application de l'art. 112 LIFD. Cette disposition a valeur de norme spéciale qui l'emporte sur la législation fédérale en matière de protection des données (consid. 8)."], "faits": "BGE 128 II 311 S. 312\n\nSur dénonciation, le juge d'instruction pénale du Valais central (ci-après: le Juge d'instruction) a ouvert, dès octobre 1997, une enquête pénale pour gestion déloyale, abus de confiance, faux dans les titres et suppression de titres, voire escroquerie, à l'encontre de divers membres des organes de la Banque X.\n\nLe 4 août 1998, le Service cantonal des contributions a requis le Juge d'instruction de pouvoir consulter le dossier concernant l'enquête précitée, car il avait appris que de fausses attestations bancaires auraient été établies par la Banque X. Le Service fondait sa BGE 128 II 311 S. 313requête sur les art. 112 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct (LIFD; RS 642.11) et 90 al. 1 de l'ancien arrêté du Conseil fédéral du 9 décembre 1940 sur la perception d'un impôt fédéral direct (AIFD; RO 56 p. 2021), ainsi que sur l'art. 122 de la loi fiscale valaisanne du 10 mars 1976 (ci-après citée: LF/VS).\n\nAprès avoir invité les parties à se déterminer, le Juge d'instruction a décidé, le 22 septembre 1998, d'autoriser le Service cantonal des contributions à consulter le dossier requis, précisant toutefois que la consultation n'aurait lieu que si sa décision ne faisait l'objet d'aucun recours ou si un éventuel recours était rejeté.\n\nLa Banque a déposé auprès du Tribunal fédéral un recours de droit administratif (2A.530/1998) contre la décision précitée du Juge d'instruction, en concluant, à titre principal, au renvoi du dossier au Juge d'instruction pour nouvel examen et décision et, à titre subsidiaire, à ce que l'accès au dossier pénal en cause soit refusé au Service cantonal des contributions. Pour l'essentiel, la Banque s'est plainte de l'absence de motivation et d'indication des voies de droit dans la décision attaquée, en faisant également valoir que celle-ci ne respecterait pas les conditions d'application de l'art. 112 LIFD.\n\nAuparavant, la Banque avait également saisi la Chambre pénale du Tribunal cantonal du canton du Valais d'une plainte dirigée contre la décision prise le 22 septembre 1998 par le Juge d'instruction. Par arrêt du 15 mars 1999, le Tribunal cantonal a rejeté cette plainte, en considérant notamment que le Juge d'instruction pouvait sans arbitraire admettre que l'enquête ouverte contre les responsables de la Banque autorisait le fisc à consulter le dossier pénal.\n\nLa Banque a déposé devant le Tribunal fédéral un recours de droit administratif (2A.212/1999) et un recours de droit public (2P.141/1999) contre la décision prise le 15 mars 1999 par la Chambre pénale du Tribunal cantonal. Dans son premier acte, elle a conclu, principalement, au renvoi du dossier à l'autorité cantonale pour nouvelle décision et, subsidiairement, au refus de laisser le Service cantonal des contributions accéder au dossier pénal. Elle reproche à la Chambre pénale d'avoir limité son examen à l'arbitraire et d'avoir constaté les faits de manière inexacte et incomplète, ce qui l'aurait conduite à une application erronée de l'art. 112 LIFD. Dans son recours de droit public, la Banque demande le renvoi du dossier à l'autorité cantonale pour nouvelle décision. Elle fait grief à la Chambre pénale du Tribunal cantonal d'avoir restreint sa cognition alors qu'elle aurait dû appliquer la procédure administrative. En tant qu'elle confirme la décision prise le 22 septembre 1998 par le Juge BGE 128 II 311 S. 314d'instruction, la Chambre aurait ainsi constaté les faits de manière inexacte et incomplète et violé l'art. 4 aCst.\n\nLes procédures engagées au Tribunal fédéral ont été suspendues jusqu'à droit connu sur le recours que la Banque avait également introduit, parallèlement à ces procédures, devant la Commission cantonale de recours en matière fiscale du canton du Valais (ci-après: la Commission cantonale de recours). Par décision du 20 décembre 2000, cette autorité a déclaré irrecevable le recours dont elle était saisie.\n\nContre cette décision, la Banque a déposé un recours de droit administratif (2A.194/2001) devant le Tribunal fédéral en concluant au renvoi du dossier à l'autorité cantonale pour nouvel examen. Elle reproche à la Commission cantonale de recours d'avoir considéré le Juge d'instruction comme une autorité judiciaire dont les décisions ne pourraient faire l'objet d'aucun recours cantonal. Par arrêt du 16 octobre 2001, la Cour de droit public du Tribunal cantonal a rejeté, en tant qu'il reposait sur la loi fiscale cantonale, le recours interjeté par la Banque contre l'arrêt rendu le 20 décembre 2000 par la Commission cantonale de recours. Elle a confirmé l'incompétence de cette Commission pour connaître du recours formé contre la décision du Juge d'instruction autorisant la consultation du dossier pénal par les autorités fiscales. Aucun recours n'a été déposé contre cet arrêt.\n\nLe Tribunal fédéral a déclaré irrecevable le recours 2A.530/1998 et rejeté, dans la mesure où il était recevable, le recours 2P.141/1999. Il a en revanche admis les recours 2A.212/1999 et 2A.194/2001 et annulé les décisions des 15 mars 1999 et 20 décembre 2000 rendues respectivement par le Tribunal cantonal et la Commission cantonale de recours.", "considerants": "Extrait des considérants:\n\n1. S'agissant de l'entraide fiscale fondée sur l'art. 112 LIFD, la recourante a interjeté au Tribunal fédéral trois recours de droit administratif, l'un directement contre la décision du Juge d'instruction (du 22 septembre 1998), les deux autres contre les prononcés rendus - sur recours contre cette décision - respectivement par la Chambre pénale du Tribunal cantonal (le 15 mars 1999) et la Commission cantonale de recours (le 20 décembre 2000). Elle a déposé en outre un recours de droit public contre la décision de la Chambre pénale du Tribunal cantonal, en tant qu'il repose sur le droit cantonal.\n\nBGE 128 II 311 S. 315\n\nIl convient dès lors d'examiner dans quelle mesure ces recours sont recevables - ce que le Tribunal fédéral vérifie d'office et librement (cf. ATF 128 II 13 consid. 1a p. 16, 46 consid. 2a p. 47 et la jurisprudence citée) - et, le cas échéant, fondés.\n\nI. Recours de droit administratif\n\n2. Selon l'art. 97 OJ en relation avec l'art. 5 PA (RS 172.021), la voie du recours de droit administratif est ouverte contre les décisions fondées sur le droit public fédéral - ou qui auraient dû l'être - à condition qu'elles émanent des autorités énumérées à l'art. 98 OJ et pour autant qu'aucune des exceptions prévues aux art. 99 à 102 OJ ou dans la législation spéciale ne soit réalisée (ATF 127 II 1 consid. 2b/aa p. 3/4; ATF 126 I 50 consid. 1 p. 52; ATF 126 II 171 consid. 1a p. 173).\n\n2.1 Le recours de droit administratif est également recevable contre des décisions fondées sur le droit cantonal et sur le droit fédéral, dans la mesure où la violation de dispositions de droit fédéral directement applicables est en jeu (cf. art. 104 let. a OJ; ATF 126 V 30 consid. 2 p. 31, 252 consid. 1a p. 253/254; ATF 125 II 10 consid. 2a p. 13 et les références citées). Si une autorité cantonale déclare un recours irrecevable ou restreint son pouvoir d'examen à l'arbitraire en se fondant uniquement sur le droit cantonal de procédure, l'application correcte du droit fédéral n'est pas examinée - ou du moins ne l'est pas entièrement - et pourrait être tenue en échec. Dans un tel cas, le grief selon lequel le droit cantonal de procédure a été appliqué en violation du droit fédéral doit également être invoqué par la voie du recours de droit administratif (cf. ATF 121 II 39 consid. 2a p. 41/42 et les arrêts cités).\n\nLe Tribunal fédéral vérifie librement l'application du droit fédéral ainsi que la conformité du droit cantonal au droit fédéral. Il ne vérifie toutefois que sous l'angle restreint de l'arbitraire l'interprétation et l'application du droit cantonal (ATF 126 I 76 consid. 1 p. 78 s.; cf. WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2e éd., Berne 1994, p. 164 ss).\n\n2.2 La décision prise le 22 septembre 1998 par le Juge d'instruction, bien qu'elle ne le précise pas expressément, repose au plan matériel sur l'art. 112 LIFD qui instaure une obligation des autorités de la Confédération, des cantons, des districts, des cercles et des communes, ainsi que des organes des collectivités et établissements auxquels ont été déléguées des tâches incombant à une administration publique, de collaborer avec les autorités chargées de l'exécution de la législation en matière d'impôt fédéral direct. Elle est donc fondée sur le droit fédéral.BGE 128 II 311 S. 316\n\nLa Chambre pénale du Tribunal cantonal a également fondé sa décision du 15 mars 1999 sur l'art. 112 LIFD, même si elle n'en a vérifié l'application que sous l'angle restreint de l'arbitraire. Quant à la Commission cantonale de recours, elle a rendu, le 20 décembre 2000, un arrêt d'irrecevabilité, se jugeant incompétente. Dans la mesure où ces autorités ont limité, respectivement nié leur compétence, l'application correcte du droit fédéral est susceptible d'être compromise.\n\nLa voie du recours de droit administratif est donc en principe ouverte contre les décisions attaquées, d'autant que les conditions des art. 103 ss OJ sont remplies. Encore faut-il que ces décisions émanent d'autorités énumérées à l'art. 98 OJ, soit, en l'espèce, d'autorités cantonales statuant en dernière instance au sens de la lettre g de cette disposition, qui doit être interprétée à la lumière de l'art. 98a OJ.\n\n3.\n\n3.1 L'art. 98a OJ fait obligation aux cantons d'instituer des autorités judiciaires statuant en dernière instance cantonale, dans la mesure où leurs décisions peuvent - comme c'est le cas en l'espèce - directement faire l'objet d'un recours de droit administratif devant le Tribunal fédéral (al. 1). Les cantons règlent la compétence de ces autorités, leur organisation et la procédure dans les limites fixées par les dispositions du droit fédéral (al. 2). La qualité pour recourir et les motifs de recours doivent être admis au moins aussi largement que pour le recours de droit administratif devant le Tribunal fédéral (al. 3).\n\nLes cantons disposaient d'un délai de cinq ans dès l'entrée en vigueur, le 15 février 1992, de l'art. 98a OJ, pour édicter les dispositions d'exécution nécessaires, soit jusqu'au 15 février 1997 (dispositions finales de la modification du 4 octobre 1991, ch. 1, al. 1). L'art. 98a OJ est dès lors applicable en l'espèce.\n\nLe canton du Valais n'a adopté aucune disposition particulière définissant l'autorité judiciaire compétente et la procédure relative au devoir de collaboration des autres autorités au sens de l'art. 112 LIFD. La Chambre pénale du Tribunal cantonal s'est déclarée compétente pour juger en arbitraire la plainte déposée devant elle. La Commission cantonale de recours s'est pour sa part déclarée incompétente, considérant apparemment la décision du Juge d'instruction comme satisfaisant aux exigences de la jurisprudence du Tribunal fédéral et conforme au droit valaisan. La recourante est d'avis que le Juge d'instruction ne peut être assimilé à une autorité judiciaire de dernière instance et que, pour autant qu'elle ait été BGE 128 II 311 S. 317compétente, la Chambre pénale a limité son pouvoir d'examen en violation du droit fédéral. Toutefois, elle n'indique pas quelle autorité devrait, selon elle, être désignée comme compétente, tout en marquant une préférence pour la Commission cantonale de recours.\n\n3.2 Le Tribunal fédéral s'est prononcé à plusieurs reprises sur la recevabilité de recours dirigés contre des décisions octroyant ou refusant l'entraide administrative prévue à l'art. 112 LIFD (précédemment à l'art. 90 al. 1 AIFD, respectivement AIN).\n\nAinsi, il a considéré comme recevable le recours dirigé par un contribuable à l'encontre d'une décision du juge instructeur de Sion admettant la demande de renseignements du fisc, alors que le Tribunal cantonal avait refusé d'entrer en matière sur l'opposition de ce contribuable, qualifiée de plainte au sens du code de procédure pénale (ATF 113 Ib 193). Il a également jugé recevable le recours de l'Administration fédérale des contributions contre une décision du procureur général de Bâle-Ville ne lui accordant que partiellement les renseignements demandés (Archives 58 p. 359, A.283/1987). S'agissant d'une décision prise par un juge d'instruction du canton de Genève, contre laquelle le contribuable avait recouru d'abord à la Chambre d'accusation, puis contre la décision d'irrecevabilité de celle-ci au Tribunal fédéral par la voie du recours de droit administratif, ainsi que directement au Tribunal fédéral par cette même voie, ce dernier a jugé recevable le recours contre la décision de la Chambre d'accusation, autorité de dernière instance cantonale; celle-ci avait décliné toutefois sa compétence sans arbitraire en considérant que la décision du juge d'instruction n'était pas une mesure intéressant directement l'instruction d'une cause pénale, mais que, portant sur une demande d'entraide fiscale, elle n'était pas de son ressort; le recours contre la décision du juge d'instruction, qualifié d'autorité judiciaire statuant en dernière instance cantonale en la matière, a été jugé recevable (Archives 65 p. 649, 2A.406/1995, consid. 2a, 3a et 4 p. 652 s., 654 et 656).\n\nDans un arrêt paru aux ATF 124 II 58 consid. 1 p. 62 ss, cité par la recourante et les autorités intimées, le Tribunal fédéral est finalement entré en matière sur le recours déposé par l'Administration fédérale des contributions contre la décision d'un juge d'instruction du canton de Berne ne lui accordant que partiellement l'entraide demandée. Celle-ci avait également recouru auprès de la Direction de la justice, indiquée par erreur comme autorité de recours, qui déclina sa compétence après avoir été interpellée par le Tribunal fédéral, et organisa un échange de vues entre autorités cantonales; BGE 128 II 311 S. 318le Tribunal administratif se déclara alors incompétent pour le motif que les moyens de droit de la procédure pénale étaient ouverts et transmit le recours à la Chambre d'accusation qui le rejeta. Le Tribunal fédéral jugea que le recours à la Chambre d'accusation n'était pas un moyen de droit effectif, mais de surveillance - cela ressortait notamment de sa cognition restreinte à l'arbitraire - de sorte que la recourante était dispensée de recourir à l'encontre de son jugement. En revanche, il émit des doutes sur la qualité d'autorité judiciaire du juge d'instruction au regard de l'art. 98a OJ. Laissant la question ouverte car cette disposition n'était pas encore applicable, il a suggéré qu'une solution tenant également compte des exigences de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (ci-après citée: LHID ou loi fédérale d'harmonisation; RS 642.14) soit adoptée; à cet égard, on pouvait imaginer que la compétence de juger en dernière instance cantonale de l'octroi ou du refus de l'entraide fiscale soit confiée aux instances mentionnées à l'art. 50 LHID.\n\nUn arrêt récent concerne la décision d'une autorité autre que pénale: le Tribunal fédéral a admis - tout en soulignant que l'art. 98a OJ ne s'appliquait pas encore - que la décision de l'autorité de liquidation d'une banque refusant de donner suite à une demande de renseignements de l'autorité fiscale cantonale pouvait être portée devant lui directement par la voie du recours de droit administratif. La plainte à l'autorité de surveillance, puis au Tribunal fédéral (art. 17 et 19 LP) n'était pas ouverte, car il ne s'agissait pas d'appliquer le droit de la poursuite pour dette et la faillite, mais l'art. 112 LIFD (RF 54/1999 p. 347, 2A.28/1997).\n\nCes arrêts ont été rendus alors que l'art. 98a OJ n'était pas encore applicable pour les cantons. Il convient dès lors d'examiner dans quelle mesure ils demeurent valables.\n\n4. Exprimant ses doutes, dans l'ATF précité 124 II 58, sur la qualité d'\"autorité judiciaire\" au sens de l'art. 98a OJ du juge d'instruction du canton de Berne, le Tribunal fédéral a relevé qu'un tel juge n'avait pas les mêmes obligations de neutralité qu'un tribunal et, objectivement, n'était pas supposé être indépendant et impartial dans la même mesure. Ces considérations, auxquelles s'ajoutent d'autres motifs encore, doivent être confirmées.\n\nSollicité par le fisc de lui fournir des renseignements ou de lui ouvrir ses dossiers, le juge d'instruction n'agit en effet pas dans le cadre des strictes compétences découlant de sa fonction lorsqu'il BGE 128 II 311 S. 319décide d'octroyer ou de refuser l'entraide, en ce sens que sa décision n'est pas une mesure d'instruction menée dans le cadre de la procédure pénale dont il a la charge, ni même, d'ailleurs, une mesure prise en application des dispositions de procédure pénale applicables. Fondée sur l'art. 112 LIFD, la décision du juge d'instruction revêt plutôt le caractère d'une mesure qui s'inscrit dans le cadre d'une procédure fiscale ou, du moins, qui est susceptible d'aboutir à l'ouverture d'une telle procédure. A l'égard de cette procédure, le juge d'instruction n'a toutefois pas plus de compétence que n'importe quelle autre autorité dont la collaboration est requise par le fisc (telle que l'autorité de liquidation dans le cadre d'une faillite ou l'autorité cantonale de surveillance en matière de prévoyance professionnelle); il n'a donc, en particulier, aucune prise sur l'utilisation qui sera faite des données contenues dans le dossier dont la consultation lui est demandée. Le juge d'instruction n'agit pas comme un tribunal proprement dit, c'est-à-dire une autorité appelée à dire le droit sur un litige. Cela justifie que sa décision doive pouvoir faire l'objet d'un recours auprès d'une autorité indépendante et impartiale avant d'être, le cas échéant, portée devant le Tribunal fédéral.\n\nEn conséquence, la décision d'un juge d'instruction de donner, ou non, suite à une demande de l'autorité fiscale fondée sur l'art. 112 LIFD ne peut pas être considérée comme émanant d'une autorité judiciaire de dernière instance au sens de l'art. 98a OJ, si bien que le recours de droit administratif déposé par la recourante contre la décision rendue le 22 septembre 1998 par le Juge d'instruction du Valais central (2A.530/1998) doit être déclaré irrecevable.\n\n5. La Chambre pénale du Tribunal cantonal a constaté que la décision du Juge d'instruction du 22 septembre 1998 autorisant le Service des contributions à consulter le dossier ne faisait pas partie des cas dans lesquels le code de procédure pénale du canton du Valais du 22 février 1962 (ci-après cité: CPP/VS) prévoyait expressément la possibilité de former une plainte. Seule entrait en considération la plainte pour déni de justice matériel (art. 166 CPP/VS). L'autorité intimée a ainsi jugé que le juge d'instruction n'avait pas fait une application insoutenable de l'art. 112 LIFD et a rejeté la plainte.\n\nIl est douteux que la Chambre pénale ait correctement appliqué le droit cantonal en reconnaissant sa compétence. En effet, l'art. 166 CPP/VS ne prévoit la procédure de la plainte que \"dans les cas expressément prévus par le présent code, ainsi que pour déni de justice formel ou matériel\". Or, cela ne semble pas signifier que la Chambre BGE 128 II 311 S. 320pénale puisse se saisir de n'importe quelle cause relevant de n'importe quel domaine du droit, même étranger au droit pénal, dès qu'est invoqué un déni de justice et que l'acte attaqué émane d'un juge d'instruction (cf. Archives 65 p. 649, 2A.406/1995, consid. 3b p. 654 s., où le Tribunal fédéral avait considéré que la Chambre d'accusation du canton de Genève s'était récusée à bon droit dans une situation analogue; cf. aussi ATF 113 Ib 193, où le Tribunal cantonal valaisan avait pris une décision de non-entrée en matière dans le cas d'un recours contre une décision du juge instructeur appliquant l'art. 90 al. 1 AIFD). La question peut toutefois demeurer indécise car l'arrêt entrepris doit de toute manière être annulé.\n\nSelon l'art. 98a al. 3 OJ, les motifs de recours devant l'autorité judiciaire de dernière instance doivent être admis au moins aussi largement que pour le recours de droit administratif devant le Tribunal fédéral. Comme ce dernier (cf. consid. 2 supra), l'autorité judiciaire statuant en dernière instance cantonale doit donc pouvoir vérifier l'application du droit fédéral avec plein pouvoir d'examen, y compris l'excès et l'abus du pouvoir d'appréciation (art. 104 let. a OJ) et être à même de revoir d'office les constatations de fait (cf. art. 105 al. 1 OJ). Or, en limitant son examen à l'arbitraire - comme le lui imposait le droit cantonal de procédure pénale (art. 166 CPP/VS) - l'autorité intimée n'a pas rendu une décision cantonale satisfaisant aux conditions de l'art. 98a OJ.\n\nEn conséquence, le recours 2A.212/1999 doit être admis et la décision de la Chambre pénale annulée en tant qu'elle concerne l'entraide en matière d'impôt fédéral direct.\n\n6.\n\n6.1 Dans son arrêt du 20 décembre 2000, la Commission cantonale de recours a conclu à son incompétence pour juger des litiges fondés sur l'art. 112 LIFD pour le motif que le Tribunal fédéral n'aurait pas déclaré définitivement aux ATF 124 II 58 que la décision d'un juge d'instruction en cette matière n'émanait pas d'une autorité judiciaire cantonale de dernière instance. Il n'était donc pas certain, selon cette autorité, que le système tel que prévu par le droit fédéral et le droit valaisan soit \"contraire à l'art. 98a OJ\". En l'absence de lacune dûment établie, elle a jugé qu'elle n'avait pas la compétence de statuer sur le prononcé attaqué.\n\nIl est vrai qu'une autorité judiciaire ne saurait se substituer au législateur qu'en cas de lacune avérée. En l'espèce, il est pour le moins étonnant qu'au vu des divers recours déposés par la recourante, la Chambre pénale du Tribunal cantonal et la Commission BGE 128 II 311 S. 321cantonale de recours n'aient apparemment même pas procédé à un échange de vues sur leurs compétences respectives. Quoi qu'il en soit, il résulte des considérants ci-dessus que ni le Juge d'instruction ni la Chambre pénale du Tribunal cantonal ne peuvent, au regard du droit valaisan, rendre une décision satisfaisant aux conditions de l'art. 98a OJ. Il reste à examiner si la Commission cantonale de recours a nié à bon droit sa compétence.\n\n6.2 L'art. 98a OJ charge les cantons d'instituer des autorités judiciaires statuant en dernière instance cantonale. Comme le Tribunal fédéral l'a relevé dans l'arrêt précité (ATF 124 II 58), il appartient aux cantons de déterminer les voies de droit de l'art. 112 LIFD du moment que la loi fédérale sur l'impôt fédéral direct n'en prévoit pas. Ceux-ci doivent tenir compte des règles générales des art. 104 al. 3, 140 ss, 145 et 146 LIFD, ainsi que des prescriptions analogues de la loi fédérale d'harmonisation, en particulier des art. 39 al. 3, 50 et 73 al. 1 LHID. A cet égard, il faut rappeler que l'art. 129 Cst. (art. 42quinquies aCst.) impose une harmonisation verticale de l'impôt fédéral direct et des impôts directs cantonaux, notamment en matière de procédure. Même si la loi fédérale d'harmonisation, entrée en vigueur le 1er janvier 1993, laissait un délai de huit ans aux cantons pour adapter leur droit cantonal (art. 72 al. 1 LHID), la mise en place d'autorités compétentes pour l'application du droit fédéral devait intervenir dès l'entrée en vigueur de la loi fédérale sur l'impôt fédéral direct, le 1er janvier 1995, et remplir les conditions de l'art. 98a OJ dès le 15 février 1997. Cela n'empêchait pas les cantons d'observer immédiatement, dans le choix de ces mesures, les contraintes alors indirectes imposées par la loi fédérale d'harmonisation. La suggestion esquissée aux ATF 124 II 58 consid. 1d p. 63 s. de privilégier les autorités de recours mentionnées à l'art. 50 al. 1 LHID, pour connaître des recours formés contre des décisions prises en vertu de l'art. 112 LIFD, peut ainsi être confirmée.\n\nL'art. 104 al. 3 LIFD prévoit que chaque canton institue une commission cantonale de recours en matière d'impôts. Les art. 140 ss LIFD règlent essentiellement le rôle de la commission cantonale de recours dans la procédure de recours contre des décisions sur réclamation. Cela n'exclut pas toutefois que cette commission soit dotée expressément ou tacitement de compétences plus étendues (cf. les art. 139 al. 2, 149 al. 3 et 4, 150 al. 2, 153 al. 3, 168 al. 3, 172 al. 3 et 182 al. 2 LIFD). En règle générale, d'ailleurs, la loi prévoit expressément les cas où le règlement d'un litige est de la compétence d'une autre autorité (cf. art. 102 al. 4, 109 al. 3, 167 al. 3, 188 al. 2 et 192 LIFD, BGE 128 II 311 S. 322lequel renvoie notamment aux art. 26 ss de la loi fédérale du 22 mars 1974 sur le droit pénal administratif [DPA; RS 313.0]; dans les cas où le Tribunal fédéral est seule instance judiciaire, cf. art. 108 al. 2, 169 al. 3 et 197 al. 2 LIFD). Dès lors, rien dans la systématique de la loi fédérale sur l'impôt fédéral direct ne s'oppose à ce que la compétence de trancher les litiges en application de l'art. 112 LIFD revienne à la commission cantonale de recours.\n\nL'art. 8 al. 1 de la loi valaisanne du 24 septembre 1997 d'application de la loi fédérale sur l'impôt fédéral direct (ci-après citée: la loi valaisanne d'application de la LIFD) prévoit que la commission cantonale de recours en matière d'impôts cantonaux et communaux au sens de l'art. 219bis LF/VS fonctionne en qualité de commission cantonale de recours en matière d'impôt fédéral direct. Il est vrai que, selon cette dernière disposition, la commission cantonale de recours statue sur tous les recours contre des décisions des autorités de taxation mentionnées à l'art. 218 LF/VS (soit les commissions d'impôt de district ou d'arrondissement, le Service cantonal des contributions, les commissions cantonales pour la taxation des personnes morales et les administrations communales) ainsi que contre des décisions en matière de répétition de l'impôt et de répartition intercommunale de l'impôt. Toutefois, la teneur de l'art. 8 précité de la loi valaisanne d'application de la LIFD ne s'opposerait pas non plus à ce que la Commission cantonale de recours jouisse d'une compétence (résiduelle) plus étendue lui permettant par exemple de trancher les litiges de l'art. 112 LIFD. Le large pouvoir d'examen dont jouit cette Commission est, au demeurant, conforme à l'art. 98a al. 3 OJ (cf. art. 142 al. 4 LIFD). Milite également en faveur de cette solution le principe de l'unité de la procédure. En effet, même si la décision attaquée apparaît comme finale, car elle est indépendante de la procédure pénale en cours (Archives 65 p. 649, 2A.406/1995, consid. 4 p. 656), il n'est pas exclu que, le cas échéant, les renseignements obtenus par l'autorité fiscale influencent la taxation des administrés en cause. Or, les recours auxquels pourraient donner lieu d'éventuels rappels d'impôt et amendes pour soustraction d'impôts seraient dans tous les cas de la compétence de la Commission cantonale de recours (sous réserve de la poursuite d'éventuels délits fiscaux). Il serait donc souhaitable que cette autorité soit également compétente pour juger de décisions qui pourraient apparaître comme \"préparatoires\" des décisions de taxation.\n\n6.3 En conséquence, le recours 2A.194/2001 doit être admis et, en tant qu'elle se fonde sur l'art. 112 LIFD, la décision de la BGE 128 II 311 S. 323Commission cantonale de recours doit être annulée car celle-ci a décliné sa compétence en faveur d'autorités qui, soit ne sont pas des autorités judiciaires statuant en dernière instance cantonale selon l'art. 98a al. 1 OJ (le Juge d'instruction du Valais central), soit ne jouissent pas d'un pouvoir d'examen leur permettant d'examiner les motifs de recours aussi largement que le Tribunal fédéral (la Chambre pénale du Tribunal cantonal), contrairement à ce que prescrit l'art. 98a al. 3 OJ. En l'absence d'autorité expressément désignée par le droit cantonal pour connaître des recours formés contre les décisions prises en application de l'art. 112 LIFD, la cause sera renvoyée à la Commission cantonale de recours qui devra réexaminer sa compétence au vu de la situation juridique créée par le présent arrêt, le cas échéant en collaboration avec d'autres autorités (par exemple, si des mesures provisoires ou législatives devaient être adoptées). Il n'appartient en effet pas au Tribunal fédéral de désigner lui-même définitivement l'autorité cantonale compétente, cette question relevant de l'autonomie procédurale garantie aux cantons par la Constitution fédérale (cf. art. 3, 46 et 47 Cst.), sous réserve des règles fixées par la loi fédérale d'harmonisation (cf. art. 129 al. 2 Cst.; art. 39 ss LHID) .\n\n6.4 A cet égard, dans la mesure où elle est appelée à se prononcer après l'échéance du délai de huit ans prévu à l'art. 72 al. 1 LHID et où les règles de procédure entrent en principe en vigueur immédiatement, la Commission cantonale de recours - ou l'autorité finalement désignée comme autorité compétente - veillera à tenir compte de ce qui suit dans sa nouvelle décision.\n\nL'art. 39 al. 3 LHID règle l'entraide fiscale sur le plan cantonal de la même manière que l'art. 112 LIFD. Cette disposition, qui figure au chapitre premier du titre cinquième de la loi fédérale d'harmonisation, fait l'objet du droit harmonisé qui ouvre la voie du recours de droit administratif au Tribunal fédéral pour le contrôle de l'application du droit cantonal (art. 73 al. 1 LHID). En outre, l'art. 145 LIFD, comme l'art. 50 LHID, donne au canton la possibilité de prévoir une double instance judiciaire cantonale (par exemple la Commission cantonale de recours, puis le Tribunal administratif). Cela suppose un parallélisme des voies de recours, la voie à deux instances devant désormais également s'appliquer en ce qui concerne l'impôt fédéral direct dans les cantons qui connaissaient déjà ce système au plan cantonal (Message du Conseil fédéral du 25 mai 1983 sur l'harmonisation fiscale in FF 1983 III 1, p. 143 s. et 224 s.; ULRICH CAVELTI, in Martin Zweifel/Peter Athanas, Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden BGE 128 II 311 S. 324[StHG], Kommentar zum schweizerischen Steuerrecht, Bâle 1997, n. 2 et 22 ad art. 50 LHID; du même auteur, in Martin Zweifel/Peter Athanas, Bundesgesetz über die direkte Bundessteuer [DBG], vol. I/2b, Kommentar zum schweizerischen Steuerrecht, Bâle 2000 [ci-après cité: Kommentar DBG], n. 1 ad art. 145 LIFD; THOMAS MEISTER, Rechtsmittelsystem der Steuerharmonisierung, thèse St-Gall 1994, p. 167/168, 207 ss). La Commission cantonale de recours devra donc veiller à indiquer, dans sa décision, l'éventuelle voie de recours à une seconde instance cantonale, également en matière d'impôt fédéral direct.\n\n7. Le 24 mars 2000, le Parlement a adopté la loi fédérale sur la création et l'adaptation des bases légales concernant le traitement de données personnelles, qui a introduit les art. 112a LIFD et 39a LHID. Ces dispositions concrétisent les normes de la législation sur la protection des données dans le domaine fiscal. Elles doivent en particulier empêcher la violation du secret fiscal tout en permettant à l'administration fiscale d'avoir accès aux données d'autres offices pour remplir correctement ses tâches. Elles créent les bases légales nécessaires autorisant un accès aux données par une procédure d'appel et autres moyens de communication modernes (Message du 25 août 1999 concernant la création et l'adaptation des bases légales nécessaires au traitement de données personnelles in FF 1999 p. 8381, 8401 ss). Selon l'alinéa 7 de l'art. 112a LIFD, le Conseil fédéral statue définitivement sur les contestations entre les offices fédéraux portant sur la communication de données. Dans les autres cas, le Tribunal fédéral tranche conformément aux art. 116 ss OJ. L'art. 39a LHID n'a pas d'alinéa correspondant.\n\nDans une lettre circulaire du 15 février 2001 adressée aux ministères publics cantonaux, l'Administration fédérale des contributions relevait que \"l'alinéa 7 de l'art. 112a réglera désormais les voies de droit en cas de contestation portant sur la communication des données entre offices fédéraux. La même procédure pourra également s'appliquer par analogie dans le cadre de l'art. 112 LIFD\".\n\nIl est vrai que les champs d'application des art. 112 et 112a LIFD, ainsi que celui de la loi fédérale du 19 juin 1992 sur la protection des données (ci-après citée: loi fédérale sur la protection des données ou LPD; RS 235.1), sont mal délimités notamment en ce qui concerne la communication de renseignements ou de données provenant de fichiers, le cas échéant de dossiers (MARC BUNTSCHU, in Urs Maurer/Nedim Peter Vogt, Kommentar zum schweizerischen BGE 128 II 311 S. 325Datenschutzgesetz [ci-après cité: Kommentar DSG], Bâle/Francfort-sur-le-Main, 1995, n. 2, 3 et 8 ad art. 2 LPD). Il est patent toutefois qu'aucune de ces réglementations ne vise à réduire la protection judiciaire de l'administré. Or, l'action de droit administratif des art. 116 ss OJ (en particulier de l'art. 116 let. a et b OJ) n'est plus ouverte à l'administré sur le plan fiscal depuis l'entrée en vigueur, le 1er janvier 1994, de la novelle du 4 octobre 1991 modifiant la loi fédérale d'organisation judiciaire. Elle ne l'était d'ailleurs qu'en matière d'exonération auparavant (cf. ATF 128 II 46 consid. 2b-c, p. 47 s.). Par ailleurs, le Conseil fédéral ne saurait être, en l'espèce, autorité de recours au sens des art. 72 ss PA, pour juger du bien-fondé de la communication de renseignements contestée par l'administré. Au demeurant, les décisions du Conseil fédéral ne peuvent faire l'objet d'un recours de droit administratif (art. 98 let. a OJ a contrario). Ainsi les voies de droit mentionnées à l'art. 112a al. 7 LIFD sont certes adaptées au règlement de conflits lorsque ceux-ci surviennent exclusivement entre autorités dans l'accomplissement de leurs tâches et qu'ils sont limités à ces autorités. En revanche, lorsqu'une décision, au sens de l'art. 5 PA, doit être prise en application de l'art. 112 LIFD (le cas échéant, de l'art. 112a LIFD) et notifiée à un contribuable, seule la voie du recours de droit administratif demeure ouverte (art. 97 al. 1 OJ), aucune des exceptions de l'art. 102 let. a et d OJ n'étant réalisée.\n\nEn conséquence, c'est à bon droit que la recourante n'a pas interjeté d'action de droit administratif selon l'art. 116 OJ.\n\n8. Comme la législation sur la protection des données offre également une protection contre la communication de données personnelles, on peut se demander si la recourante n'aurait pas dû recourir aux voies de droit prévues en la matière.\n\n8.1 Le canton du Valais a adopté la loi du 28 juin 1984 concernant la protection des données à caractère personnel (ci-après citée: loi valaisanne concernant la protection des données ou LPD/VS) qui s'applique à tous les fichiers que détiennent l'Etat, les communes, les corporations et établissements de droit public, de même que les personnes et organisations privées chargées d'effectuer des tâches d'intérêt public, à tous les traitements de données stockées dans ces fichiers et à tous les résultats de ces traitements (art. 3 al. 1 LPD/VS), à l'exception de certains fichiers dans la mesure où ils sont régis par une loi spéciale (art. 3 al. 2 LPD/VS). Selon l'art. 19 al. 1 LPD/VS, toute personne peut déposer un recours contre la décision du maître BGE 128 II 311 S. 326du fichier, prise consécutivement à une demande de renseignements, de rectification ou de destruction. La Commission cantonale de protection des données statue en tant que dernière instance au sens de l'art. 72 de la loi valaisanne du 6 octobre 1976 sur la procédure et la juridiction administrative (art. 19 al. 3 LPD/VS).\n\nIl ressort toutefois des travaux préparatoires que la protection offerte par la loi valaisanne concernant la protection des données est axée sur les fichiers et non sur les dossiers (cf. Bulletins des séances du Grand Conseil, session prorogée de novembre 1983, Message p. 200 et session prorogée de mai 1984, p. 282). La communication à l'autorité fiscale d'informations ressortant de dossiers pénaux n'est donc pas visée par cette loi, de sorte que la voie du recours à la Commission cantonale de protection des données n'était pas ouverte à la recourante. Il n'est pas nécessaire d'examiner si, au surplus, de tels dossiers seraient également exclus du champ d'application de la loi valaisanne concernant la protection des données en leur qualité de fichiers de la police judiciaire ou des tribunaux régis par une loi spéciale au sens de l'art. 3 al. 2 LPD/VS (cf. la loi valaisanne du 28 juin 1984 concernant les dossiers de police judiciaire).\n\n8.2 La loi fédérale sur la protection des données vise à protéger la personnalité et les droits fondamentaux des personnes qui font l'objet d'un traitement de données (art. 1er LPD). Elle régit le traitement de données concernant des personnes physiques et morales effectué par des personnes privées (art. 2 al. 1 let. a) ou des organes fédéraux (art. 2 al. 1 let. b). Le traitement de données personnelles par des organes cantonaux en exécution du droit fédéral est également régi, en vertu de l'art. 37 al. 1 LPD, par certaines dispositions de la loi fédérale sur la protection des données, à moins qu'il ne soit soumis à des dispositions cantonales de protection des données. Encore faut-il, dans une telle hypothèse, que ces dernières respectent certains standards minimaux. Ainsi, en matière de procédure, une instance cantonale au moins doit pouvoir vérifier librement l'application de la loi fédérale sur la protection des données (BEAT RUDIN, in Kommentar DSG, n. 15 ss, 22 ss et 29 ad art. 37 LPD).\n\nComme la loi valaisanne concernant la protection des données à caractère personnel n'est, ainsi qu'on l'a vu, pas applicable à la présente espèce, la question se pose de savoir si la loi fédérale sur la protection des données pourrait s'appliquer en vertu de l'art. 37 al. 1 LPD, les autorités fiscales cantonales ayant requis du Juge d'instruction la consultation de données utiles non seulement à l'exécution du droit fiscal cantonal, mais également du droit fiscal fédéral.BGE 128 II 311 S. 327\n\nSi tel était le cas, se poserait alors également la question de savoir si la recourante n'aurait pas dû adresser son recours directement à la Commission fédérale de la protection des données, instituée par l'art. 33 LPD, qui statue notamment sur les recours contre les décisions cantonales de dernière instance prises en application de dispositions de droit public fédéral relatives à la protection des données (art. 33 al. 1 let. d LPD; cf. RENATA JUNGO, in Kommentar DSG, n. 11 ss ad art. 33 LPD).\n\n8.3 Aux termes de l'art. 2 al. 2 let. c LPD, la loi fédérale sur la protection des données ne s'applique pas aux procédures pendantes civiles, pénales, d'entraide judiciaire internationale ainsi que de droit public et de droit administratif, à l'exception des procédures administratives de première instance.\n\nEn l'espèce, le Juge d'instruction était certes en train d'instruire, au moment de la demande d'entraide, la procédure pénale faisant l'objet de cette demande. Sa décision s'inscrit toutefois, comme on l'a vu, dans le cadre d'une procédure fiscale ou, du moins, tend à l'ouverture d'une telle procédure (cf. supra consid. 4). Dans cette mesure, on pourrait se demander, sous l'angle de l'art. 2 al. 2 let. c LPD, si l'autorisation donnée au Service des contributions de consulter le dossier requis relève de la procédure pénale pendante en mains du Juge d'instruction ou alors si elle s'insère dans le cadre de la procédure administrative de première instance initiée par le fisc (sur le sens et la portée de cette disposition, cf. Message du 23 mars 1988 concernant la loi fédérale sur la protection des données in FF 1988 II 421, p. 439 ss, 440, 450 s.; MARC BUNTSCHU, loc. cit., n. 39 ss, 53 ad art. 2 LPD). Mais la question souffre de rester indécise, car seules les dispositions spéciales en matière fiscale trouvent application en l'espèce.\n\n8.4 La loi fédérale sur la protection des données présente certes un caractère général qui prime, en principe, les dispositions spéciales prévues dans certains domaines en matière de traitement des données. Néanmoins, des dispositions spéciales prévoyant une protection supérieure ou reposant sur un système de protection indépendant et complet en lui-même doivent prévaloir sur cette loi, dont l'application conserve alors tout au plus un caractère subsidiaire dans les situations qui échappent à la réglementation spéciale (MARC BUNTSCHU, loc. cit., n. 9 ad art. 2 LPD). Par ailleurs, lorsqu'une question relative à la protection des données apparaît dans le cadre d'une procédure qui a pour objet principal d'autres prétentions que celles découlant spécifiquement de la loi sur la protection des données - BGE 128 II 311 S. 328comme il en va, en l'occurrence, des prétentions fiscales de l'autorité intimée -, elle doit être tranchée dans le cadre de la procédure principale et suivre les voies de droit prévues à cet effet (cf. ATF 123 II 534 consid. 2f p. 539; RENATA JUNGO, loc. cit., n. 14 ad art. 33 LPD).\n\nAdoptée le 14 décembre 1990, la loi fédérale sur l'impôt fédéral direct est entrée en vigueur le 1er janvier 1995. S'agissant du secret fiscal et de la collaboration entre autorités (art. 110 ss LIFD), elle reprend, en substance, la réglementation antérieure (cf. MARTIN ZWEIFEL, in Kommentar DBG, n. 1 ad art. 112 LIFD). La loi fédérale sur la protection des données a été adoptée postérieurement, soit le 19 juin 1992, mais elle est entrée en vigueur le 1er juillet 1993. La question de savoir laquelle de ces réglementations a la préséance sur l'autre ne peut donc être résolue d'après le critère de l'antériorité (cf. ATF 123 II 534 consid. 2c-d p. 537 s.), mais doit l'être par interprétation. A cet égard, il faut constater que le système prévu aux art. 110 ss LIFD représente un système de protection autonome - certes limité - qui a été appliqué depuis des décennies (cf. MARTIN ZWEIFEL, in Kommentar DBG, n. 22 ss, 25 ad art. 112 LIFD). Il est demeuré sans changement après l'entrée en vigueur de la loi fédérale sur la protection des données, sous réserve de l'adoption de l'art. 112a LIFD qui règle essentiellement les rapports entre autorités. Ce système constitue de ce point de vue une réglementation spéciale qui assure aux justiciables une protection étendue notamment grâce aux conditions que la jurisprudence a dégagées de l'art. 112 LIFD en matière de collaboration entre autorités et aux exigences de procédure de l'art. 98a OJ (comparer aussi l'art. 114 LIFD avec l'art. 8 LPD). Il est vrai que l'entraide fiscale peut intervenir avant l'ouverture d'une procédure fiscale déterminée de taxation, de rappel d'impôt ou de soustraction. C'est toutefois dans cette perspective qu'elle est accordée si les conditions sont remplies, si bien qu'elle ne saurait être considérée comme indépendante des questions matérielles qui se posent (cf. ATF 108 Ib 465 consid. 2 et 3 p. 468 ss).\n\nDans ces conditions, on doit admettre que l'art. 112 LIFD représente une disposition spéciale qui l'emporte sur la législation en matière de protection des données, de sorte que la voie du recours auprès de la Commission fédérale de protection des données n'est pas ouverte. Cette solution est au demeurant la seule qui soit compatible avec le principe du parallélisme des procédures voulu par la loi fédérale d'harmonisation. L'application de l'art. 39 LHID, qui BGE 128 II 311 S. 329concerne le droit cantonal uniquement, ne saurait en effet être vérifiée par la Commission fédérale de protection des données, car il s'ensuivrait nécessairement une division des procédures si le justiciable devait s'adresser à la Commission fédérale de protection des données s'agissant de l'impôt fédéral direct et à une autre autorité en cas de communication de renseignements en application du droit cantonal.\n\nC'est dès lors à bon droit que la recourante n'a pas procédé devant la Commission fédérale de protection des données."}