{"annee": "128", "cour": "III", "page": "96", "date": "19/12/2001", "cite": ["119 II 473", "127 III 160", "84 II 314", "121 III 377", "126 III 315", "124 III 277", "102 II 122", "122 III 382", "124 III 72", "84 II 441", "87 II 107", "123 III 189"], "cite_par": ["133 III 342", "128 III 441", "134 III 547"], "chapeau": "17. Auszug aus dem Urteil der I. Zivilabteilung i.S. SCW Swiss Classic Watches F. Schifferle gegen Porsche Design Management GmbH & Co. KG (Berufung)\n\n4C.111/2001 vom 19. Dezember 2001", "regestes": ["Similitude entre divers produits (art. 3 LPM). Il n'existe pas de similitude entre divers produits du seul fait que ceux-ci appartiennent à la catégorie des articles de mode (consid. 2)."], "faits": "|96|\n\nF. Schifferle ist Inhaber der Einzelfirma SCW Swiss Classic Watches. Er reichte am 23. August 2000 beim Handelsgericht des Kantons Bern Klage ein gegen die in Salzburg ansässige Porsche Design Management GmbH & Co. KG mit dem Begehren, die Nichtigkeit des schweizerischen Anteils der IR-Marke 659 373 ORFINA festzustellen und der Beklagten unter Androhung der Straffolgen von Art. 291 StGB zu verbieten, die Bezeichnung ORFINA im Geschäftsverkehr, namentlich zur Kennzeichnung von Uhren, zu gebrauchen. Der Kläger ist Inhaber der schweizerischen Wort-/Bildmarke Nr. 331 531 ORFINA, eingetragen für die internationale Warenklasse 14 (Uhren und Zeitmessgeräte).\n\nMit Urteil vom 6. Juni 2000 erkannte das Handelsgericht, es werde Akt genommen, dass die Beklagte die Nichtigkeit des schweizerischen Anteils der IR-Marke 659 373 ORFINA für das Gebiet der Schweiz und beschränkt auf Uhren und Zeitmessgeräte (int. Kl. 14) sowie auf Uhrenarmbänder aus Leder (Teil int. Kl. 18) anerkenne; soweit weitergehend werde die Klage abgewiesen. Nachdem der |97| Appellationshof des Kantons Bern das Urteil in teilweiser Gutheissung der Nichtigkeitsklage des Klägers am 21. November 2000 aufgehoben hatte, ergänzte das Handelsgericht sein Urteil mit Zirkulationsentscheid vom 12./19./21. Februar 2001 und entschied wie folgt:\n\n\"1. Es wird Akt genommen und gegeben, dass die Beklagte die\n\nNichtigkeit des schweizerischen Anteils der IR-Marke 659 373 ORFINA\n\nbeschränkt auf Uhren und Zeitmessgeräte (int. Kl. 14) sowie für\n\nUhrenarmbänder aus Leder (int. Kl. 18) anerkennt.\n\n2. Es wird Akt genommen und gegeben, dass die Beklagte sich\n\nverpflichtet, das Zeichen \"ORFINA\" im Geschäftsverkehr auf dem Gebiet der\n\nSchweiz für Uhren und Zeitmessgeräte (int. Kl. 14) sowie auf\n\nUhrenarmbändern aus Leder (int. Kl. 18) nicht zu gebrauchen.\n\n3. Soweit weitergehend wird die Klage abgewiesen.\n\n...\"\n\nMit Berufung beantragt der Kläger dem Bundesgericht, das Urteil des Handelsgerichts vom 21. Februar 2001 aufzuheben und die Klage gutzuheissen, soweit sie nicht durch Abstandserklärung der Beklagten erledigt ist.\n\nDie Beklagte schliesst auf Abweisung der Berufung und Bestätigung des angefochtenen Urteils.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2. Art. 3 Abs. 1 lit. c des Bundesgesetzes vom 28. August 1992 über den Schutz von Marken und Herkunftsangaben (Markenschutzgesetz, MSchG; SR 232.11) versagt einem Zeichen den Markenschutz, wenn es einer älteren Marke ähnlich und für gleiche oder gleichartige Waren oder Dienstleistungen bestimmt ist, so dass sich daraus eine Verwechslungsgefahr ergibt. Ob eine solche Gefahr besteht, prüft das Bundesgericht im Berufungsverfahren als Rechtsfrage (BGE 126 III 315 E. 4b; BGE 119 II 473 E. 2c S. 475).\n\na) Eine Verwechslungsgefahr im Sinne von Art. 3 Abs. 1 lit. c MSchG besteht, wenn das jüngere Zeichen die ältere Marke in ihrer Unterscheidungsfunktion beeinträchtigt. Eine solche Beeinträchtigung ist gegeben, falls zu befürchten ist, dass die massgeblichen Verkehrskreise sich durch die Ähnlichkeit der Zeichen irreführen lassen und Waren, die das eine oder das andere Zeichen tragen, dem falschen Markeninhaber zurechnen, oder falls das Publikum die Zeichen zwar auseinander zu halten vermag, aufgrund ihrer |98| Ähnlichkeit aber falsche Zusammenhänge vermutet, insbesondere an Serienmarken denkt, welche verschiedene Produktelinien des gleichen Unternehmens oder von mehreren, wirtschaftlich miteinander verbundenen Unternehmen kennzeichnen (BGE 127 III 160 E. 2; BGE 122 III 382 E. 1). Ob zwei Marken sich hinreichend deutlich unterscheiden oder im Gegenteil verwechselbar sind, ist nicht aufgrund eines abstrakten Zeichenvergleichs, sondern stets vor dem Hintergrund der gesamten Umstände zu beurteilen (DAVID, Kommentar zum Schweizerischen Privatrecht, Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl., Basel 1999, N. 14 zu Art. 3 MSchG; vgl. auch BGE 121 III 377 E. 2a; BGE 84 II 441 E. 1c, je mit Hinweisen). Der Massstab, der an die Unterscheidbarkeit anzulegen ist, hängt einerseits vom Umfang des Ähnlichkeitsbereichs ab, dessen Schutz der Inhaber der älteren Marke beanspruchen kann, und anderseits von den Warengattungen, für welche die sich gegenüberstehenden Marken hinterlegt sind (BGE 122 III 382 E. 1 S. 385).\n\nb) Im vorliegenden Fall steht ausser Frage, dass die ältere Wort-/Bildmarke ORFINA des Klägers und die neuere Wortmarke ORFINA der Beklagten eine hohe Zeichenähnlichkeit aufweisen, zumal sie im Wortteil identisch sind. Soweit die Marken gleichartige Waren kennzeichnen, sind daher Fehlzurechnungen des Publikums zu befürchten. Es bleibt allein zu prüfen, ob die Gefahr der Fehlzurechnung durch die Adressaten deshalb ausgeschlossen werden kann, weil die Zeichen für verschiedenartige Waren beansprucht werden. Dabei ist davon auszugehen, dass die Marke des Klägers nicht über einen hohen Bekanntheitsgrad verfügt. Die Vorinstanz stellt zwar nicht ausdrücklich fest, dass die Marke des Klägers nicht bekannt sei, sondern sie hält fest, diese sei keine Mode- oder Prestigemarke bzw. sie sei als Design-Marke nicht gerichtsnotorisch bzw. der Kläger verfüge nicht über eine Modelinie. Diese Aussagen werden in der Berufung beanstandet. Aber auch der Kläger behauptet nicht, dass seine Marke ORFINA bekannt oder gar berühmt sei (vgl. dazu BGE 124 III 277 E. 1a). Sie kann deshalb keinen erweiterten Schutzumfang im Sinne von Art. 15 MSchG beanspruchen, sondern verleiht dem Kläger ein ausschliessliches Recht bloss für die Waren, für die sie beansprucht wird (Art. 13 MSchG), das heisst für Waren der internationalen Klasse 14 (Uhren und Zeitmessgeräte). Die internationale Wortmarke ORFINA der Beklagten ist weitergehend auch für Waren der internationalen Klasse 9 (Brillen und Brillenetuis) und 18 (Lederwaren und Leder-Imitationen) eingetragen.\n\n|99|\n\nc) Die Gleichartigkeit von Waren oder Dienstleistungen nach Art. 3 MSchG ist grundsätzlich im selben Sinne zu verstehen wie nach Art. 6 Abs. 3 des alten MSchG (BGE 123 III 189 E. 3b S. 191). Zur Gewährleistung der Unterscheidungsfunktion der Marke ist nach den gesamten Umständen ein genügender Gesamtabstand einzuhalten, wobei an die Unterschiedlichkeit der Waren umso höhere Anforderungen zu stellen sind, je ähnlicher sich die Zeichen sind (BGE 84 II 314 E. 2b; BGE 87 II 107 E. 2; vgl. auch MARBACH, Gleichartigkeit - ein markenrechtlicher Schlüsselbegriff ohne Konturen?, in: ZSR 120/2001 I S. 255 ff., S. 258 f.; DAVID, a.a.O., N. 35 zu Art. 3 MSchG). Insofern ist nach dem Teilabstand der Beklagten unbestritten, dass Uhrenarmbänder - auch aus Leder - mit (Armband-) Uhren selbst derart eng verbunden sind und vom Publikum als Ganzes wahrgenommen werden, dass die Waren als ähnlich anzusehen sind. Während jedoch die Beklagte den Standpunkt vertritt, dass andere Produkte aus Leder oder Lederimitation ebenso wie Brillen, Etuis etc. nach dem massgebenden Gesamteindruck der Käuferschaft nicht als gleichartig gelten, vertritt der Kläger die Ansicht, diese Waren gehörten wie die von ihm vertriebenen Uhren zum Bereich der Mode-Accessoires und würden aus diesem Grund vom Publikum als gleichartig angesehen.\n\nd) Den Feststellungen im angefochtenen Urteil ist nichts darüber zu entnehmen, wie und wo die mit der klägerischen Marke ORFINA versehenen Uhren verkauft werden. Der Kläger bezieht sich denn auch nicht auf konkrete Umstände, welche beim Publikum die Gefahr der Verwechslung von mit seiner Marke gekennzeichneten Uhren und gewissen Produkten der Beklagten hervorrufen könnten. Er hält vielmehr ganz allgemein dafür, dass die Erweiterung des eigenen Angebots auf den ganzen Accessoires-Bereich heute Gang und Gäbe sei. Soweit er damit vorbringt, es müsse ihm dieser Bereich aufgrund seiner prioritären Marke vorbehalten bleiben, übergeht er, dass seine Marke ausschliesslich für die internationale Klasse 14 eingetragen ist und dass er deshalb Markenschutz mangels Berühmtheit des Zeichens nur dafür beanspruchen kann. Soweit er als notorisch ansieht, dass das Publikum den gesamten Bereich möglicher Mode-Accessoires als einheitliches Warenangebot wahrnehme, ist ihm nicht zu folgen. Zu Modeartikeln können - wie die Beklagte zutreffend erwähnt - nicht nur Lederwaren und Brillen bzw. Brillen-Etuis werden, sondern zum Beispiel auch Kleidungsstücke, Schreibwaren und Raucherutensilien. Alle diese Waren haben jedoch einen je eigenen Verwendungs- und Nutzungszweck. Sie werden vom Publikum |100| nicht unter der Kategorie \"Mode-Artikel\" als zusammengehörig wahrgenommen, wenn sie nicht konkret als solche vermarktet werden. Die Vorinstanz hat somit die Warenähnlichkeit zutreffend verneint, soweit diese Frage nach der Teilanerkennung durch die Beklagte noch streitig war.\n\ne) Ein rechtlich geschütztes Interesse an einer Unterlassungsklage besteht nur, wenn eine Verletzung droht, das heisst wenn das Verhalten der Beklagten die künftige Rechtsverletzung ernsthaft befürchten lässt (BGE 124 III 72 E. 2a S. 74 mit Verweisen). Indiz für einen bevorstehenden Eingriff kann sein, dass gleichartige Eingriffe in der Vergangenheit stattgefunden haben und eine Wiederholung zu befürchten ist. Wiederholungsgefahr kann regelmässig angenommen werden, wenn der Verletzer die Rechtswidrigkeit seines Verhaltens bestreitet (BGE 102 II 122 E. 1 S. 124 f.). Das trifft etwa zu, falls der Verletzer zwar im Hinblick auf den Prozess das beanstandete Verhalten eingestellt hat, in den Rechtsvorträgen aber nach wie vor sein Verhalten als rechtmässig verteidigt (DAVID, Der Rechtsschutz im Immaterialgüterrecht, SIWR, Bd. I/2, 2. Aufl., Basel 1998, S. 78). Die Beklagte hat im vorliegenden Fall zwar die verwechselbare Marke eintragen lassen; sie hat aber zu Beginn des Verfahrens die Klage teilweise anerkannt und nach den Feststellungen der Vorinstanz ihr Zeichen in der Schweiz bisher nicht gebraucht, insbesondere nicht für Waren der internationalen Klasse 14. Die Vorinstanz hat daher zutreffend in Frage gestellt, ob der Kläger ein Interesse am beantragten Verbot hätte, wenn sich die Beklagte widersetzen würde. Sie hat Bundesrecht entgegen der Ansicht des Klägers nicht verletzt, indem sie auf die Strafdrohung verzichtete."}