{"annee": "128", "cour": "IV", "page": "223", "date": "12/6/2002", "cite": [], "cite_par": ["129 IV 197"], "chapeau": "33. Auszug aus dem Urteil der Anklagekammer i.S. X. und Y. gegen Schweizerische Bundesanwaltschaft\n\n8G.53/2002 / 8G.55/2002 vom 12. Juni 2002", "regestes": ["Art. 105bis al. 2 PPF; plainte contre le refus du Ministère public de donner suite à la dénonciation. Le dénonciateur n'a, de toute façon s'il n'est pas lésé, pas qualité pour recourir selon l'art. 105bis al. 2 PPF contre le refus du Ministère public de donner suite à la dénonciation (consid. 2)."], "faits": "", "considerants": "|223|\n\nAus den Erwägungen:\n\n1. a) X. und Y. vom \"Bund der Steuerzahler\" reichten am 17. Februar 2002 bei der Schweizerischen Bundesanwaltschaft gegen Elmar Ledergerber, SP-Stadtrat und heute Stadtpräsident von Zürich, sowie gegen die Veranstalter eines \"Vote-In\" zur Uno-Abstimmung eine Strafanzeige wegen des Verdachts auf Wahlbestechung gemäss Art. 281 StGB und Stimmenfang gemäss Art. 282bis StGB ein.\n\nDie Bundesanwaltschaft erliess am 14. Mai 2002 eine Nichtanhandnahmeverfügung.\n\n|224|\n\nb) X. und Y. wenden sich innert der Frist von fünf Tagen gemäss Art. 217 BStP (SR 312.0) an die Anklagekammer des Bundesgerichts und führen Beschwerde im Sinne von Art. 105bis Abs. 2 BStP. Sie verzichten ausdrücklich \"auf das Stellen von formellen Anträgen\".\n\nDie Bundesanwaltschaft beantragt, die Beschwerden seien abzuweisen.\n\n2. Jedermann hat das Recht, Vergehen, die von Bundes wegen verfolgt werden, bei der Bundesanwaltschaft anzuzeigen (Art. 100 Abs. 1 und 2 BStP). Besteht kein Anlass zur Einleitung eines Ermittlungsverfahrens, so verfügt der Bundesanwalt, dass der Anzeige keine Folge gegeben wird (Art. 100 Abs. 3 BStP, in Kraft seit 1. Januar 2002).\n\nGemäss Art. 105bis Abs. 2 BStP (in der seit 1. Januar 2002 geltenden Fassung) ist gegen Amtshandlungen des Bundesanwalts Beschwerde an die Anklagekammer zulässig. Anwendbar sind die Verfahrensvorschriften der Art. 214 bis 219 BStP.\n\nZur Beschwerde gemäss Art. 105bis Abs. 2 BStP legitimiert sind die Parteien sowie ein jeder, der durch die Verfügung des Bundesanwalts einen ungerechtfertigten Nachteil erleidet (Art. 214 Abs. 2 BStP).\n\nIn Bezug auf Verfügungen, mit denen der Bundesanwalt einer Anzeige keine Folge gegeben hat, wird das Opfer im Sinne des Opferhilfegesetzes, dem die Verfügung formell eröffnet werden muss, im Gesetz ausdrücklich zur Beschwerde bei der Anklagekammer des Bundesgerichts legitimiert (Art. 100 Abs. 5 BStP, in Kraft seit 1. Januar 2002).\n\nDemgegenüber bestimmt das Gesetz für den Anzeiger nur, dass er über eine Verfügung, mit der der Bundesanwalt seiner Anzeige keine Folge gegeben hat, \"benachrichtigt\" werden muss (Art. 100 Abs. 4 BStP, in Kraft seit 1. Januar 2002). Eine analoge Legitimation zu derjenigen des Opfers gemäss Art. 100 Abs. 5 BStP fehlt. Dies spricht dagegen, dass der Anzeiger zur Beschwerde legitimiert ist (vgl. BÄNZIGER/LEIMGRUBER, Das neue Engagement des Bundes in der Strafverfolgung, Bern 2001, Art. 100 BStP, N. 236 und 237).\n\nZu berücksichtigen ist überdies, dass in Fällen, in denen der Bundesanwalt während der Voruntersuchung von der Verfolgung zurücktritt und der eidgenössische Untersuchungsrichter die Untersuchung einstellt, nebst dem Opfer nur der Geschädigte zur Beschwerde gegen die Einstellung legitimiert ist (Art. 120 Abs. 2 BStP).\n\n|225|\n\nDaraus folgt, dass allenfalls jener Anzeiger, der zugleich direkt Geschädigter ist, durch eine Nichtanhandnahmeverfügung der Bundesanwaltschaft einen ungerechtfertigten Nachteil im Sinne von Art. 214 Abs. 2 BStP erleiden und zur Beschwerde gegen die Verfügung legitimiert sein könnte. Die Frage muss jedoch nicht abschliessend geprüft werden.\n\nIm vorliegenden Fall haben die Beschwerdeführer eine Strafanzeige wegen Wahlbestechung und Stimmenfang eingereicht. Sie sind nicht Partei des Strafverfahrens (vgl. Art. 34 BStP), und durch die von ihnen angezeigten angeblichen Straftaten wurden sie nicht direkt geschädigt. Dies behaupten sie denn auch zu Recht nicht, denn die blosse Anzeigeerstattung genügt hiefür nicht. Folglich sind sie zur Beschwerde nicht legitimiert."}