{"annee": "128", "cour": "III", "page": "295", "date": "5/4/2002", "cite": ["126 III 492", "109 III 112", "111 II 276", "123 III 494", "113 II 434", "125 III 305", "107 II 489", "109 II 65", "118 II 502", "127 III 123"], "cite_par": ["132 III 609", "129 III 702", "129 III 738", "140 III 456", "131 III 511", "134 III 420"], "chapeau": "54. Extrait de l'arrêt de la Ire Cour civile dans la cause Société X. S.A. contre Y. AB (recours en réforme)\n\n4C.315/2001 du 5 avril 2002", "regestes": ["Art. 117 LDIP; droit international privé; rattachement du contrat de prêt de consommation et du contrat de garantie. Lorsque les parties contractantes n'ont pas choisi un autre droit, le contrat de prêt de consommation est soumis, en droit international privé suisse, au droit de l'Etat dans lequel le prêteur a sa résidence habituelle (consid. 2a). En l'absence d'élection de droit, le contrat de garantie est, pour sa part, régi par la loi de l'établissement de la société qui s'est portée garante (consid. 2b). Art. 144 LDIP; droit international privé; recours entre codébiteurs. Un débiteur ne peut recourir contre un codébiteur que si le droit de recours existe aussi bien selon le droit qui régit le rapport juridique en vertu duquel le créancier principal a été désintéressé que selon le droit qui régit le rapport juridique noué entre le créancier principal et le débiteur recherché sur recours (consid. 2d). Engagement indépendant ou garantie accessoire? Pour distinguer ces deux espèces de sûretés, il convient, en droit suisse, de rechercher les traits caractéristiques de l'engagement en fonction de plusieurs indices. Description des indices de l'existence d'un engagement indépendant (consid. 2d/bb)."], "faits": "|296|\n\nA.- La société Y. AB (ci-après: la société-mère), sise à Stockholm (Suède), a fondé, en 1988, la société Z. S.A. (ci-après: la société-fille) dont elle détenait la totalité du capital-actions. Ces deux sociétés ont pris à bail de la SI W. S.A. un ensemble d'habitations avec services, destiné à être exploité à l'enseigne \"X.\".\n\nEn 1990, la société-fille a obtenu différents prêts de A. S.A. à Luxembourg (ci-après: la banque). Par une lettre du 18 octobre 1991, la société-mère a rassuré la banque sur la situation financière délicate de sa société-fille. Elle a confirmé qu'il s'agissait d'une filiale à 100% et qu'elle le resterait; elle a manifesté la volonté de superviser la gestion de sa filiale de manière à ce que celle-ci soit en tout temps à même de remplir ses obligations. Ayant reçu ces assurances, la banque a renouvelé les prêts consentis à la société-fille.\n\n|297|\n\nLe 17 mars 1992, la société-mère a vendu à la SI W. S.A. l'intégralité du capital-actions de sa société-fille, laquelle a changé de raison sociale, devenant la Société X. S.A. (ci-après: X.). Ayant appris cela, la banque, s'adressant directement à la société-mère par lettre du 28 avril 1992, a demandé le remboursement des prêts.\n\nPar lettre du 9 juin 1992 adressée à la société-fille, la banque a également sollicité de X. le remboursement desdits prêts. X. a répondu le 23 juin 1992 qu'elle n'était pas en mesure de rembourser immédiatement, si bien qu'elle proposait un plan d'amortissement. La banque lui a fait savoir qu'elle n'était pas intéressée. A. S.A. a persisté à réclamer le remboursement en s'adressant à la société-mère.\n\nPar pli du 17 août 1992, l'ancienne société-mère a informé X. qu'elle avait décidé de payer la banque, afin de conserver ses bonnes relations avec celle-ci; il ne s'agissait toutefois que d'une solution temporaire et son avocat en Suisse prendrait contact avec X. et lui donnerait des instructions pour rembourser le prêt et les intérêts dus.\n\nUne expertise comptable a montré que la banque avait prêté au total 2'050'000 fr. en capital à la société-fille. 350'000 fr. en capital avaient déjà été remboursés le 29 janvier 1992. Le solde des prêts, soit 1'700'000 fr. en capital, représentant avec les intérêts 1'778'000 fr., a été remboursé par la société-mère pour le compte de l'emprunteuse le 5 août 1992.\n\nPar lettre du 25 novembre 1992, l'avocat de la société-mère a mis en demeure le président du conseil d'administration de X. de rembourser le montant de 1'778'000 fr. jusqu'au 30 novembre 1992. X. a contesté avoir une quelconque obligation à l'égard de la société-mère.\n\nB.- Par acte du 16 juillet 1993, Y. AB a saisi les tribunaux vaudois d'une demande en paiement dirigée contre la Société X. S.A., réclamant à cette dernière la somme de 1'778'000 fr. avec intérêts à 5% dès le 1er décembre 1992.\n\nPar jugement du 5 octobre 2000, la Cour civile du Tribunal cantonal vaudois a condamné la défenderesse à payer à la demanderesse la somme de 889'000 fr. avec intérêts à 5% l'an dès le 1er décembre 1992. En substance, la cour cantonale a estimé que la défenderesse ne devait que la moitié de la somme réclamée en vertu de l'art. 148 al. 1 et 2 CO.\n\nC.- La Société X. S.A. exerce un recours en réforme au Tribunal fédéral. Elle conclut à la réforme de la décision attaquée en ce sens que les conclusions de la demande sont entièrement rejetées.\n\n|298|\n\nL'intimée propose le rejet du recours. Elle forme également un recours joint, requérant la réforme du jugement attaqué en ce sens que sa partie adverse doit être condamnée à lui payer la somme de 1'778'000 fr. avec intérêt légal dès le 1er décembre 1992.\n\nLe Tribunal fédéral a rejeté le recours principal, admis le recours joint et réformé le jugement attaqué en ce sens que la défenderesse est condamnée à verser à la demanderesse la somme de 1'778'000 fr. avec intérêts à 5% l'an dès le 1er décembre 1992.", "considerants": "Extrait des considérants:\n\n1. Se prévalant d'une violation de l'art. 117 de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291), la recourante principale soutient qu'en raison du lien économique et temporel entre le prêt et la lettre de confort du 18 octobre 1991, un seul droit étranger s'appliquerait, celui de la prestation caractéristique, à savoir le droit du Luxembourg, siège de la banque prêteuse; comme les parties n'ont pas établi ce droit étranger, c'est le droit suisse qui régirait l'ensemble de leurs relations juridiques. Selon la défenderesse, il n'y avait pas de solidarité passive entre les parties au sens de l'art. 143 CO, de sorte que l'art. 148 al. 1 CO n'était pas applicable. Enfin, les magistrats vaudois n'auraient pas dû faire application de l'art. 144 LDIP, puisque la prétendue dette de la société-mère envers la banque n'existait pas.\n\nLa recourante par voie de jonction soutient que la cour cantonale a violé le droit fédéral en ne lui allouant que la moitié de ses conclusions. A son sens, la Cour civile aurait commis une erreur dans l'application de l'art. 148 CO, du moment qu'un règlement par parts égales après paiement du créancier principal n'aurait pas été convenu entre les parties. Il résulterait en effet des faits établis que la défenderesse devait prendre en charge l'entier du paiement fait à la banque.\n\n2. a) Il convient d'analyser tout d'abord le premier rapport juridique qui est à l'origine de la créance litigieuse, à savoir le rapport entre la banque et la société-fille.\n\nLa qualification doit être opérée selon la loi du for (ATF 127 III 123 consid. 2c, 553 consid. 2c).\n\nIl ressort des constatations cantonales - qui lient le Tribunal fédéral saisi d'un recours en réforme (art. 63 al. 2 OJ) - que la banque s'est engagée à mettre des fonds à disposition de la société-fille pour que celle-ci les utilise à son profit, à charge pour elle de rembourser |299| une somme équivalente et de payer l'intérêt convenu. L'accord passé se caractérise, selon la loi du for, comme un prêt de consommation (cf. art. 312 CO).\n\nIl ne résulte pas de l'état de fait déterminant qu'une élection de droit ait été convenue (art. 116 LDIP).\n\nEn pareille situation, le contrat est régi par le droit de l'Etat avec lequel il présente les liens les plus étroits (art. 117 al. 1 LDIP). Ces liens sont réputés exister avec l'Etat dans lequel la partie qui doit fournir la prestation caractéristique a sa résidence habituelle ou, si le contrat est conclu dans l'exercice d'une activité professionnelle ou commerciale, son établissement (art. 117 al. 2 LDIP). Comme le prêt de consommation a pour objet de conférer l'usage d'une somme d'argent ou d'un autre fongible, il faut considérer qu'il s'agit là de la prestation caractéristique (art. 117 al. 3 let. b LDIP; pour l'application de cette disposition au prêt de consommation: ATF 123 III 494 consid. 3a). En conséquence, le prêt de consommation, en droit international privé suisse, est régi, en l'absence d'élection, par le droit de l'Etat dans lequel le prêteur a sa résidence habituelle.\n\nDu moment que la banque a conclu le contrat dans l'exercice de son activité professionnelle ou commerciale, c'est le lieu de son établissement qui est déterminant (art. 117 al. 2 LDIP). L'établissement d'une société se trouve dans l'Etat dans lequel elle a son siège ou une succursale (art. 21 al. 3 LDIP). En l'espèce, il n'a pas été retenu que le contrat aurait été passé avec une succursale. Le rattachement dépend ainsi du siège social de la banque, lequel se trouve dans le Grand-Duché de Luxembourg. Ce contrat est donc régi par le droit luxembourgeois.\n\nS'agissant d'une cause patrimoniale, la cour cantonale, faisant usage de la faculté offerte par l'art. 16 al. 1 3e phrase LDIP, a mis la preuve du droit étranger à la charge des parties. Comme elles n'ont pas apporté cette preuve, le droit suisse s'applique en vertu de l'art. 16 al. 2 LDIP, ce qui n'est d'ailleurs pas contesté en instance de réforme.\n\nLorsque la cour cantonale a appliqué le droit suisse pour le motif que le contenu du droit étranger n'a pas été établi, le Tribunal fédéral, saisi d'un recours en réforme, peut contrôler librement la bonne application du droit fédéral (ATF 109 III 112 consid. 1).\n\nb) Il faut examiner ensuite le second rapport apparu dans l'ordre chronologique, à savoir celui qui serait né de la lettre du 18 octobre 1991 adressée par la société-mère à la banque.\n\n|300|\n\nIl y a lieu de reprendre ici la même méthode d'analyse que celle employée ci-dessus sous lettre a (cf. aussi ATF 127 III 123 consid. 2c).\n\nIl ressort clairement du contenu de cette lettre - tel qu'il a été constaté définitivement par la cour cantonale - que la société-mère a voulu assurer à la banque que la dette de sa société-fille serait honorée. Selon la loi du for, le seul rapport juridique qui peut entrer en considération est le contrat de garantie. Dès lors qu'il n'a pas été retenu qu'une élection de droit ait été convenue, l'existence de ce contrat est régie par la loi de l'établissement - s'agissant de l'exercice d'une activité professionnelle ou commerciale - de la société qui se porte garante, ce qui constitue la prestation caractéristique en vertu de l'art. 117 al. 3 let. e LDIP. Comme il n'apparaît pas que la société-mère ait agi par l'entremise d'une succursale, son établissement se trouve dans l'Etat où elle a son siège (art. 21 al. 3 LDIP). Dès l'instant où la société-mère a son siège à Stockholm en Suède, l'existence et les effets du contrat de garantie relèvent, selon le droit international privé suisse, du droit suédois.\n\nLe contenu du droit suédois ayant été établi, la cour cantonale a retenu que la lettre du 18 octobre 1991 constituait un engagement de garantie valable en droit suédois et obligeait la société-mère; dès lors que celle-ci a désintéressé le créancier principal, elle dispose, selon le droit suédois, d'un recours pour la totalité de la somme versée contre la débitrice dont elle s'est portée garante.\n\nCes questions relèvent entièrement de l'application du droit étranger désigné par le droit international privé suisse et ne peuvent être revues, s'agissant d'une cause pécuniaire, dans un recours en réforme (cf. ATF 127 III 123 consid. 2f; ATF 126 III 492 consid. 3a).\n\nc) Il a été établi en fait que la société-mère a payé la somme due à la banque. La question litigieuse est de savoir si elle peut en demander remboursement à sa société-fille (qui a changé d'actionnaire et de raison sociale, mais qui est demeurée la même personne morale).\n\nL'analyse doit s'opérer sur la base des comportements et déclarations constatés de manière souveraine par la cour cantonale (art. 63 al. 2 OJ).\n\nIl n'est pas concevable que l'engagement de l'emprunteuse et l'engagement de la garante soient totalement indépendants l'un de l'autre en ce sens que la banque pourrait réclamer deux fois la même somme. Une telle construction juridique, dépourvue de toute justification économique, heurterait le bon sens. Cette interprétation des déclarations faites, qui ne trouve du reste aucun point d'appui sérieux dans les constatations cantonales, doit d'emblée être rejetée.\n\n|301|\n\nOn ne peut pas imaginer non plus que la banque doive rembourser la société-mère pour s'adresser à la société-fille. La banque a clairement manifesté la volonté d'être couverte immédiatement par la société-mère et cette dernière a accepté de donner satisfaction à la banque pour conserver ses bonnes relations avec elle. La construction juridique évoquée ne trouve aucune assise dans l'état de fait déterminant.\n\nIl apparaît encore moins que la banque doive poursuivre la société-fille pour, après avoir reçu paiement de cette dernière, rembourser la société-mère. Un tel régime obligerait la banque à agir contre la société-fille. Or, c'est précisément ce que la banque ne voulait manifestement pas faire, puisque, lorsque la défenderesse lui a fait savoir qu'elle ne pouvait pas rembourser et lui a proposé un plan d'amortissement, ladite banque s'est adressée à la société-mère afin d'être désintéressée.\n\nOn doit donc déduire des circonstances, telles qu'elles peuvent être comprises de bonne foi, que le paiement effectué par la société-mère a eu non seulement pour effet de la libérer à l'égard de la banque de l'engagement qu'elle avait pris en vertu du contrat de garantie de droit suédois, mais qu'il a libéré également la société-fille de l'engagement qu'elle avait contracté à l'égard de la banque en vertu du contrat de prêt soumis au droit suisse (applicable comme droit de substitution).\n\nArrivée à ce stade du raisonnement, la Cour civile aurait dû se demander si la société-mère et la société-fille avaient passé un accord entre elles pour déterminer laquelle des deux devait en définitive supporter la charge économique de l'extinction de la dette qu'elles avaient l'une et l'autre contractée à l'égard de la banque. Un tel contrat, qui serait soumis à la loi du siège de la société qui se serait obligée à assumer cette charge, couperait court à la question litigieuse. La société qui se serait engagée à supporter la charge sur le plan interne devrait alors exécuter son obligation contractuelle, sans qu'il y ait lieu de se demander s'il existe ou non un droit de recours en vertu de la loi.\n\nIl ressort de la lettre du 18 octobre 1991 que la société-mère partait de l'idée qu'elle ferait en sorte que la société-fille puisse assumer ses obligations; dans son esprit, il incombait manifestement à la société-fille de rembourser la banque. Lors du paiement, la société-mère a clairement expliqué à son ancienne société-fille qu'il s'agissait d'une solution provisoire et que son avocat allait s'adresser à elle. On peut en déduire que la société-mère voulait que la charge |302| économique soit en définitive supportée par la société-fille. Il ne résulte cependant pas des constatations cantonales une déclaration ou un comportement dont on puisse déduire que la société-fille a accepté un tel engagement. Comme un tel accord aurait été soumis au droit suisse (siège de la société-fille), il n'est pas question d'une acceptation tacite s'agissant d'un accord imposant une charge (cf. art. 6 CO).\n\nDès lors qu'aucun accord entre la société-mère et la société-fille n'a été établi, il y a lieu d'examiner s'il existe un droit de recours en vertu de la loi.\n\nd) Consacrant la solution jurisprudentielle retenue en matière de subrogation (ATF 109 II 65 consid. 1; ATF 107 II 489), le législateur, à l'art. 144 al. 1 LDIP, a prévu que le droit international privé suisse ne reconnaît l'existence d'un droit de recours \"que dans la mesure où les droits régissant les deux dettes l'admettent\". Il faut ainsi que le recours existe aussi bien selon le droit qui régit le rapport juridique en vertu duquel le créancier principal a été désintéressé (en l'espèce: le droit suédois) que selon le droit qui régit le rapport juridique unissant le créancier principal au débiteur recherché sur recours (cf. ATF 118 II 502 consid. 2c; PAOLO MICHELE PATOCCHI/ELLIOTT GEISINGER, Internationales Privatrecht, Zurich 2000, n. 1 et 2 ad art. 144 LDIP; MAX KELLER/DANIEL GIRSBERGER, IPRG-Kommentar, n. 15 ad art. 144 LDIP; BERNARD DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 3e éd., n. 3 ad art. 144 LDIP; FELIX DASSER, Commentaire bâlois, n. 6 ad art. 144 LDIP).\n\naa) La cour cantonale est parvenue à la conclusion que le droit suédois (qui régit la garantie d'espèce) permet au garant qui a payé de recourir pour la totalité contre l'emprunteur qu'il a libéré. Cette question touche la bonne application du droit étranger désigné par le droit international privé suisse et ne peut donc pas être examinée en instance de réforme, puisque la présente contestation est de nature pécuniaire (cf. art. 43a al. 2 OJ a contrario).\n\nbb) On doit ensuite se demander si le droit suisse (qui régit par défaut le prêt) accorderait un recours au garant qui a remboursé le prêt.\n\nSur ce point, la cour cantonale s'est égarée. Dès lors que le droit international privé suisse désigne en l'espèce le droit suédois pour régir l'accord résultant de la lettre du 18 octobre 1991 et que ce droit y voit une garantie contractuelle valable, il en résulte nécessairement que l'ordre juridique suisse reconnaît, dans le litige d'espèce, la garantie de droit suédois. Il n'est donc pas question, arrivé au stade |303| de l'art. 144 al. 1 LDIP, de qualifier la lettre selon le droit interne suisse (alors que celui-ci est inapplicable: art. 117 al. 3 let. e LDIP), pour conclure qu'il n'y a pas de garantie valable.\n\nLe contrat de prêt étant soumis au droit suisse (le contenu du droit luxembourgeois n'ayant pas été établi), il sied de contrôler si ce droit permet à une personne qui a désintéressé le prêteur, en vertu d'une garantie de droit suédois reconnue en Suisse, de recourir contre l'emprunteur libéré.\n\nCertes, le droit suisse ne connaît pas nécessairement une garantie identique à celle du droit suédois. Il faut donc appliquer les principes du droit suisse en matière de recours, en prenant en compte la garantie du droit suédois, telle qu'elle est, et en raisonnant par analogie à son sujet (cf. ATF 107 II 489 consid. 5a).\n\nLe droit suisse attache une grande importance à la distinction entre l'engagement indépendant et la garantie accessoire. Pour dire si l'on se trouve en présence d'un engagement indépendant ou d'une garantie accessoire, il recherche les traits caractéristiques de l'engagement, en fonction de plusieurs indices (sur l'ensemble de la question: cf. arrêt 4C.191/1999 du 22 septembre 1999, publié in SJ 2000 I p. 305 ss, consid. 1a).\n\nAinsi, il y a indice en faveur d'un engagement indépendant:\n\n- lorsque celui qui s'engage y a un intérêt personnel distinct, plus ou moins équivalent à celui du codébiteur (ATF 111 II 276 consid. 2b et 2c);\n\n- si la somme qu'il s'engage à payer ne correspond pas à celle due par l'autre débiteur ou n'est pas définie par référence à celle-ci (ATF 113 II 434 consid. 2b);\n\n- si l'engagement est pris à un moment où l'on sait que l'autre débiteur ne pourra pas s'exécuter (arrêt 4C.19/1988 du 25 juillet 1988, publié in SJ 1988 p. 553, consid. 1c/aa);\n\n- si l'on peut penser que l'engagement aurait été pris même si l'obligation du codébiteur n'existait pas, était nulle ou invalidée (ATF 125 III 305 consid. 2b).\n\nEn l'espèce, ces différentes approches aboutissent au même résultat.\n\nLes fonds empruntés (qui sont à l'origine de la prétention litigieuse) ont été reçus par la société-fille, qui les a utilisés pour son activité. Etant la destinataire des fonds, elle avait un intérêt primordial à ce que le prêt soit consenti et maintenu; en comparaison, l'intérêt de la société-mère apparaît secondaire et accessoire.\n\n|304|\n\nL'engagement de la société-mère portait exactement sur la même somme que l'engagement de la société-fille: il s'agissait d'assurer le remboursement du prêt.\n\nD'après les constatations cantonales, il n'était nullement certain, au moment de l'envoi de la lettre du 18 octobre 1991, que la société-fille ne serait pas à même de payer; la société-mère ne pouvait donc pas savoir qu'elle allait payer à la place de la société-fille. Il ressort au contraire des termes employés dans l'écriture précitée que la demanderesse avait bon espoir que la dette soit éteinte par la filiale.\n\nLa société-mère a manifestement voulu aider une filiale naissante et en difficultés financières; on ne peut pas imaginer qu'elle se serait engagée si l'obligation de la filiale avait été nulle ou invalidée.\n\nAu vu de ce qui précède, la garantie accordée en l'espèce (qui relève du droit suédois) se caractérise, si on lui applique les concepts du droit suisse, comme une garantie accessoire. Or, s'agissant de garantir la dette d'autrui, le droit suisse accorde systématiquement un recours pour la totalité de son versement au garant qui a désintéressé le créancier principal. On peut se référer à cet égard aux règles sur le cautionnement (art. 507 al. 1 CO), à celles sur l'aval (art. 1022 al. 3 CO), voire - à supposer que l'on considère le cas comme comparable - à celles sur le payeur par intervention (art. 1062 al. 1 CO).\n\nAinsi, la garantie de droit suédois présente les caractéristiques, selon les conceptions suisses, d'une garantie accessoire et le droit suisse reconnaît un recours, pour la totalité de la somme payée, au garant accessoire qui libère le débiteur principal en payant le créancier principal.\n\ncc) En conséquence, le droit suédois et le droit suisse admettent que le garant accessoire peut recourir contre l'emprunteur dans toute la mesure où il l'a libéré à l'égard du prêteur. Dès lors, le droit international privé suisse reconnaît l'existence du recours en l'espèce (art. 144 al. 1 LDIP). Comme il a été constaté, sans contestation, que la société-mère a payé le montant du capital emprunté et des intérêts, le recours doit être accordé pour le tout, à savoir 1'778'000 fr. en capital."}