{"annee": "128", "cour": "IV", "page": "137", "date": "10/5/2002", "cite": ["96 I 629", "119 II 183", "120 IA 101", "123 II 231", "126 IV 107", "102 IV 59", "118 II 410", "92 IV 152", "116 IV 78"], "cite_par": ["129 IV 206"], "chapeau": "21. Extrait de l'arrêt de la Cour de cassation pénale dans la cause A., agissant tant pour elle-même que pour ses enfants B. et C., et T. contre X. (pourvoi en nullité)\n\n6S.443/2001 et 6S.444/2001 du 10 mai 2002", "regestes": ["Art. 268 ch. 1 2ème phrase PPF; tribunal inférieur. La voie du pourvoi en nullité sur les conclusions civiles est fermée à l'égard d'un arrêt de la Cour d'assises genevoise, laquelle a le statut d'une juridiction inférieure (consid. 2b/dd). Art. 49 al. 1 Cst., art. 271 al. 1 PPF; organisation judiciaire cantonale et primauté du droit fédéral. Le canton de Genève est tenu d'adapter sa procédure et d'instaurer également une voie cantonale de recours contre les arrêts de la Cour d'assises sur le plan civil, pour les affaires susceptibles de faire l'objet d'un pourvoi en nullité sur les conclusions civiles (consid. 3)."], "faits": "|138|\n\nA.- Par arrêt du 11 mai 2001, la Cour d'assises genevoise a condamné X., pour meurtre, à six ans et demi de réclusion et à dix ans d'expulsion du territoire suisse. Elle l'a par ailleurs condamné à payer une indemnité pour tort moral de 30'000 francs à A. (qui avait conclu au paiement de 80'000 francs), de 20'000 francs à chacun des enfants B. et C. (qui avaient chacun conclu au paiement de 80'000 francs) et de 5'000 francs à T. (qui avait conclu au paiement de 35'000 francs), chaque montant portant intérêts à 5% l'an dès le 17 décembre 1997.\n\nB.- En ce qui concerne leurs conclusions civiles, A., agissant tant pour elle-même que pour ses enfants mineurs B. et C., et T. ont formé un pourvoi en cassation cantonal contre l'arrêt du 11 mai 2001.\n\nIls se sont également chacun pourvus en nullité au Tribunal fédéral contre cet arrêt quant aux conclusions civiles, sollicitant à titre préalable la suspension de la procédure dans l'attente de la décision sur le pourvoi en cassation cantonal. Le 4 juillet 2001, le Tribunal fédéral a agréé cette requête et a ordonné la suspension jusqu'à droit connu sur l'issue de la procédure devant la Cour de cassation genevoise.\n\nPar arrêt du 14 décembre 2001, la Cour de cassation genevoise a déclaré irrecevables les pourvois cantonaux interjetés par A. et T. pour le motif que la procédure genevoise excluait tant pour l'accusé |139| que la partie civile la voie du pourvoi cantonal lorsque celui-ci portait sur une contestation purement civile.\n\nC.- Dans son pourvoi en nullité au Tribunal fédéral, A. conteste le montant des indemnités pour tort moral allouées par la Cour d'assises dans son arrêt du 11 mai 2001. Elle conclut à la réforme de cette décision en ce sens qu'il lui est alloué 80'000 francs ainsi que 50'000 francs à chacun de ses enfants, ces montants portant intérêts à 5% l'an dès le 17 décembre 1997. Elle sollicite par ailleurs l'assistance judiciaire.\n\nLe pourvoi en nullité interjeté par T. porte également sur l'indemnité pour tort moral. Il conclut à la réforme de l'arrêt de la Cour d'assises du 11 mai 2001 en ce sens qu'il lui est alloué 35'000 francs avec intérêts à 5% l'an dès le 17 décembre 1997.\n\nD.- Le Tribunal fédéral a déclaré irrecevables les pourvois et a transmis les affaires à la Cour de cassation du canton de Genève.", "considerants": "Extrait des considérants:\n\n2. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 126 IV 107 consid. 1 p. 109).\n\na) Les pourvois en nullité interjetés portent uniquement sur les conclusions civiles jugées par la Cour d'assises genevoise. Le pourvoi en nullité est ouvert, à l'exclusion du recours en réforme, pour se plaindre de la décision civile rendue dans le cadre de la procédure pénale, lorsque les conclusions civiles ont été jugées en même temps que l'action pénale (art. 271 al. 1 PPF [RS 312.0]; ATF 118 II 410 consid. 1 p. 412). Si le Tribunal fédéral n'est pas saisi en même temps de l'action pénale et qu'un recours en réforme sans égard à la valeur litigieuse n'est pas possible (cf. art. 45 OJ), le pourvoi sur l'action civile n'est recevable que pour autant que celle-ci atteigne la valeur litigieuse requise pour un recours en réforme (art. 271 al. 2 PPF), soit 8'000 francs (art. 46 OJ). En l'espèce, les conclusions civiles litigieuses en instance cantonale dépassent largement cette valeur minimale.\n\nb) aa) L'art. 268 ch. 1 PPF prévoit que le pourvoi en nullité est recevable \"contre les jugements qui ne peuvent pas donner lieu à un recours de droit cantonal pour violation du droit fédéral. Font exception les jugements des tribunaux inférieurs statuant en instance cantonale unique\".\n\nCette disposition, inspirée de l'art. 48 OJ relatif au recours en réforme, tend à éviter que les jugements de tribunaux inférieurs |140| statuant comme instance unique puissent être portés directement devant le Tribunal fédéral; un pourvoi en nullité contre les jugements d'instances inférieures n'est admissible que si elles se sont prononcées en deuxième instance, en qualité d'autorité de recours cantonale (ATF 116 IV 78 consid. 1 p. 78/79). L'idée est de décharger le Tribunal fédéral de cas tout à fait mineurs qui sont jugés en instance cantonale unique par un tribunal inférieur (cf. BERNARD CORBOZ, Le pourvoi en nullité à la Cour de cassation du Tribunal fédéral, in SJ 1991 p. 68). Dans la pratique, l'exclusion du pourvoi en nullité en vertu de l'art. 268 ch. 1 2e phrase PPF est rare car c'est le plus souvent comme autorité de recours que les tribunaux inférieurs statuent en dernière instance cantonale (cf. MARTIN SCHUBARTH, Nichtigkeitsbeschwerde 2001, Berne 2001, n. 28, p. 16/17).\n\nbb) Il est généralement admis qu'une cour d'assises, instaurée pour connaître de la grande criminalité, ne constitue pas un tribunal inférieur et échappe donc à la limitation prévue par l'art. 268 ch. 1 2e phrase PPF lorsqu'elle statue en instance cantonale unique (cf. BERNARD CORBOZ, op. cit., p. 68; ERHARD SCHWERI, Eidgenössische Nichtigkeitsbeschwerde in Strafsachen, Berne 1993, n. 151 p. 65; cf. aussi FF 1964 II 923). Bien sûr, conformément à l'art. 268 ch. 1 1re phrase PPF, si un recours cantonal contre l'arrêt d'une cour d'assises permet un libre examen du droit fédéral, c'est-à-dire que l'autorité de recours dispose de la même cognition que celle du Tribunal fédéral saisi d'un pourvoi en nullité, c'est alors la décision de cette autorité qui équivaut à une décision de dernière instance cantonale et contre laquelle le pourvoi en nullité doit être formé. Par recours cantonal, il faut entendre tous les moyens de droit cantonal quelle que soit leur nature, qui permettent de revoir librement l'application du droit fédéral (ATF 102 IV 59 consid. 1a p. 60; ERHARD SCHWERI, op. cit., n. 117 ss, p. 56-58). L'existence ou non d'un recours cantonal susceptible de faire contrôler librement le droit fédéral est donc décisive, sans qu'il importe de savoir si ce recours cantonal doit être qualifié d'ordinaire ou d'extraordinaire.\n\nSelon la jurisprudence, la Cour d'assises zurichoise ne constitue pas une juridiction inférieure, de sorte qu'un pourvoi en nullité au Tribunal fédéral est recevable (ATF 92 IV 152). Il faut à cet égard souligner que la procédure zurichoise ne prévoit aucun recours cantonal contre un arrêt de la Cour d'assises, qui permettrait à une autorité supérieure d'examiner librement la violation du droit fédéral (cf. NIKLAUS SCHMID, Strafprozessrecht, 3e éd., Zurich 1997, n. 1075 in fine; cf. aussi MARTIN SCHUBARTH, op. cit., n. 24, p. 16). |141|\n\nC'est à cette lumière qu'il faut lire l' ATF 92 IV 152 précité. Par ailleurs, le Tribunal fédéral a jugé que la Cour d'assises tessinoise présentait le caractère d'une juridiction inférieure car il existait contre les décisions de cette autorité deux voies de recours cantonales, une sur le plan pénal, l'autre sur le plan civil, lesquelles permettaient notamment un libre examen du droit fédéral. Il a en outre confirmé le statut de tribunal inférieur de la Cour d'assises tessinoise pour les décisions prises en instance cantonale unique où elle accordait au lésé, dans un procès pénal, une indemnité à titre provisoire au sens d'une disposition de la procédure tessinoise (ATF 96 I 629 consid. 1 p. 632/633).\n\ncc) Dans son arrêt du 11 mai 2001, la Cour d'assises genevoise a statué tant sur l'action pénale que sur les conclusions civiles.\n\nSelon l'art. 36 de la loi genevoise sur l'organisation judiciaire, la Cour d'assises est composée du président de la Cour de justice ou du juge délégué par lui, qui la préside, et de douze jurés; elle connaît des infractions au Code pénal passibles de réclusion pouvant dépasser cinq ans, à propos desquelles le procureur général entend requérir une peine supérieure à cinq ans, ainsi que des infractions à la loi fédérale sur les stupéfiants, à propos desquelles le procureur général entend requérir une peine supérieure à cinq ans.\n\nInstaurée pour traiter de la criminalité la plus aiguë, la Cour d'assises genevoise est également compétente pour se prononcer \"sur les dommages-intérêts réclamés par la partie civile, s'il y a condamnation ou constatation de l'irresponsabilité\" (art. 327 al. 5 du Code de procédure pénale genevois [CPP/GE]). C'est donc précisément lorsqu'il existe un lien étroit entre l'action pénale et les prétentions civiles que la Cour d'assises peut juger ces questions ensemble.\n\nLes arrêts de la Cour d'assises peuvent faire l'objet d'un pourvoi en cassation auprès de la Cour de cassation genevoise (art. 339 let. c CPP/GE). Cette voie de droit cantonale permet un libre examen du droit pénal (cf. art. 340 let. a CPP/GE; JACQUES DROIN, Le pouvoir d'examen de la Cour genevoise de cassation à la lumière d'arrêts récents, in Etudes en l'honneur de Dominique Poncet, Genève 1997, p. 32). Elle est ouverte au procureur général, à l'accusé et à la partie civile dans la mesure où la décision touche ses prétentions civiles ou peut avoir des effets sur le jugement de ces dernières (art. 338 CPP/GE). Il s'ensuit que, sur le plan pénal, la Cour d'assises genevoise ne statue pas en instance cantonale unique. Il en va différemment au plan civil. En effet, la Cour de cassation genevoise a jugé dans son arrêt du 14 décembre 2001 que les conclusions civiles ne |142| pouvaient pas faire l'objet d'un pourvoi cantonal par l'accusé ou la partie civile, en relevant notamment que cela avait très probablement échappé au législateur cantonal.\n\ndd) La Cour d'assises genevoise a donc ceci de particulier qu'elle occupe un rang inférieur au plan pénal - c'est-à-dire qu'elle est juridictionnellement subordonnée à la Cour de cassation genevoise qui peut, sur recours, examiner librement le droit pénal fédéral -, cependant qu'au plan civil, elle statue en première et dernière instance cantonale.\n\nIl s'ensuit qu'un pourvoi en nullité sur le plan pénal est exclu contre un arrêt de la Cour d'assises compte tenu de l'existence d'une voie cantonale de recours (art. 268 ch. 1 1re phrase PPF). A cet égard, le statut de la Cour d'assises genevoise correspond à celui de juridiction inférieure caractérisant la Cour d'assises tessinoise (cf. ATF 96 I 629 précité).\n\nLorsque la Cour d'assises genevoise se prononce sur les conclusions civiles, son statut est également celui d'une juridiction inférieure. Ainsi qu'on l'a vu, la Cour d'assises genevoise a pour principale fonction de juger les affaires pénales les plus graves. Ce n'est que dans la mesure où elle prononce une condamnation pénale qu'elle statue sur les prétentions civiles en rapport. L'aspect civil doit céder le pas face à l'organisation cantonale quant à l'action pénale. En effet, rien ne justifie d'appréhender les aspects pénal et civil de manière indépendante dans l'examen des critères de l'art. 268 ch. 1 PPF. Au contraire, la Cour d'assises genevoise doit être appréciée comme une entité, en ayant à l'esprit qu'elle a pour fonction première de juger au pénal en tant que juridiction inférieure. Il n'y a pas lieu de retenir qu'elle statue en une autre qualité au plan civil. Son statut est donc celui d'une juridiction inférieure, qui se prononce en instance cantonale unique, faute d'un recours cantonal sur le plan civil. Dans ces conditions, la restriction prévue à l'art. 268 ch. 1 2e phrase PPF trouve application. La voie du pourvoi en nullité sur les conclusions civiles contre un arrêt de la Cour d'assises genevoise est ainsi fermée (contra: BERNHARD STRÄULI, Pourvoi en nullité et recours de droit public au Tribunal fédéral, Berne 1995, n. 292 et 786, qui considère que la Cour d'assises n'est pas un tribunal inférieur car ses arrêts peuvent uniquement faire l'objet d'un pourvoi en cassation cantonal, qui est une \"voie de recours extraordinaire\").\n\nPar ailleurs, ouvrir le prononcé civil de la Cour d'assises genevoise - en supposant qu'elle ne soit pas un tribunal inférieur sur le plan civil - à un pourvoi en nullité alors que l'aspect pénal ne pourrait |143| pas simultanément être soumis au Tribunal fédéral mais devrait être attaqué par le biais d'une voie de recours cantonale, comporterait un risque évident de complications, voire même de jugements contradictoires (cf. ATF 96 I 629 consid. 1b in fine p. 633). L'art. 271 PPF a précisément été introduit pour permettre le contrôle simultané par le Tribunal fédéral des aspects pénal et civil d'un jugement cantonal et éviter les difficultés liées à des voies de droit dissociées (cf. FF 1943 p. 170 ss). Encore peut-on relever que l'interdépendance entre les prononcés pénal et civil est au centre de la loi fédérale sur l'aide aux victimes d'infractions (LAVI; RS 312.5) - les recourants sont d'ailleurs eux-mêmes des victimes au sens de l'art. 2 al. 2 LAVI -, dont le but consiste à faciliter aux victimes l'obtention de leurs prétentions civiles dans le procès pénal (ATF 120 Ia 101 consid. 2e p. 107/108). Lorsqu'une autorité est valablement saisie d'un recours de l'accusé ou de la victime portant sur le plan pénal, sa décision influe aussi sur les prétentions civiles, à propos desquelles elle doit donc se prononcer (cf. PETER GOMM/PETER STEIN/DOMINIK ZEHNTNER, Kommentar zum Opferhilfegesetz, Berne 1995, n. 17 ad art. 9 LAVI, p. 159/160). Un pourvoi en nullité sur les conclusions civiles ne saurait donc être envisagé lorsque le prononcé pénal peut encore être attaqué en instance cantonale.\n\n3. a) En vertu de l'art. 268 ch. 1 2ème phrase PPF, la voie du pourvoi en nullité sur les conclusions civiles est fermée à l'égard d'un arrêt de la Cour d'assises genevoise, laquelle a le statut d'une juridiction inférieure (cf. supra, consid. 2b/dd). La voie du recours en réforme le serait d'ailleurs aussi, l'art. 48 OJ excluant l'accès au Tribunal fédéral contre des décisions de tribunaux inférieurs (cf. JEAN-FRANÇOIS POUDRET, Commentaire de la loi fédérale sur l'organisation judiciaire, Berne 1990, art. 48 OJ, n. 1.2.3, p. 299). Ainsi, en matière de prétentions civiles jugées par la Cour d'assises, l'organisation judiciaire genevoise exclut l'accès au Tribunal fédéral.\n\nSelon la jurisprudence, les règles de compétence cantonales qui ont pour effet d'exclure le recours en réforme au Tribunal fédéral dans les causes qui en sont susceptibles violent le principe de la force dérogatoire du droit fédéral (ATF 119 II 183 consid. 4 et 5 p. 185 ss). Cette jurisprudence - le principe de la force dérogatoire du droit fédéral repose désormais sur l'art. 49 al. 1 Cst., qui a remplacé l'art. 2 Disp. trans. aCst. - s'applique pleinement au pourvoi en nullité sur les seules conclusions civiles dans les cas où il tient lieu de recours en réforme (cf. art. 271 al. 1 PPF). En vertu du droit fédéral, le canton de Genève a donc l'obligation d'adapter sa procédure et d'instaurer |144| également une voie cantonale de recours contre les arrêts de la Cour d'assises sur le plan civil, pour les affaires susceptibles de faire l'objet d'un pourvoi en nullité sur les conclusions civiles. La présente cause en est susceptible puisque les conclusions litigieuses en instance cantonale dépassent la valeur minimale de 8'000 francs (cf. art. 46 OJ et art. 271 al. 2 PPF).\n\nb) Sur le plan civil, les recourants ont formé contre l'arrêt de la Cour d'assises du 11 mai 2001 un pourvoi en cassation cantonal et les présents pourvois en nullité, dont le traitement a été suspendu jusqu'à droit connu sur le pourvoi cantonal. Par arrêt du 14 décembre 2001, la Cour de cassation genevoise a déclaré irrecevable le pourvoi cantonal, cette voie de droit n'étant pas ouverte contre le prononcé civil d'un arrêt de la Cour d'assises. Les recourants n'ont pas déposé de pourvoi en nullité au Tribunal fédéral contre cette décision d'irrecevabilité, à la différence du cas traité dans l' ATF 119 II 183 précité, où le Tribunal fédéral avait obligé le tribunal suprême cantonal à entrer en matière sur le recours cantonal déposé devant lui. Il n'en reste pas moins que l'absence d'une voie cantonale de recours prive les recourants d'un accès au Tribunal fédéral. Peu importe qu'ils aient uniquement déféré devant le Tribunal fédéral l'arrêt de la Cour d'assises du 11 mai 2001 et non celui de la Cour de cassation genevoise du 14 décembre 2001. En effet, ils n'ont pas à pâtir d'un agencement procédural incertain alors que la faute dans la rédaction et l'organisation des règles de procédure incombe au canton de Genève (cf. ATF 123 II 231 consid. 8b p. 238/239). Par conséquent, il se justifie de renvoyer les mémoires de pourvoi à l'autorité cantonale dont la compétence paraît la plus probable - la Cour de cassation genevoise en l'occurrence, laquelle connaît déjà du pourvoi en cassation cantonal sur le plan pénal contre un arrêt de la Cour d'assises -, qui s'en saisira comme recours cantonal et examinera les moyens soulevés par les recourants ou qui se chargera d'obtenir la désignation de l'autorité cantonale compétente pour en traiter (ATF 126 IV 107 consid. 4 p. 112); les recourants ayant agi en temps utile devant le Tribunal fédéral, le délai de recours cantonal sera réputé observé (art. 32 al. 4 let. b OJ)."}