{"annee": "128", "cour": "V", "page": "5", "date": "4/3/2002", "cite": ["124 II 193", "126 V 435", "124 V 185", "127 V 1", "126 V 57", "124 III 126", "127 IV 193"], "cite_par": ["129 V 159", "139 V 473"], "chapeau": "2. Urteil i.S. Ausgleichskasse des Kantonalen Gewerbeverbandes Baselland gegen H. und Versicherungsgericht des Kantons Basel-Landschaft H 174/00 vom 4. März 2002", "regestes": ["Art. 24a et 35bis LAVS: Droit au supplément pour veuves et veufs (interprétation de la notion de \"veuves et veufs au bénéfice d'une rente de vieillesse\"). Seuls les veuves et veufs proprement dits au sens de l'état civil (soit les personnes dont le mariage a été dissous par le décès de leur conjoint et qui ne se sont pas remariées) ont droit au supplément de 20% sur la rente de vieillesse au sens de l'art. 35bis LAVS. C'est pourquoi les personnes divorcées, au bénéfice d'une rente de vieillesse, dont l'ex-conjoint est décédé ne peuvent y prétendre malgré l'assimilation opérée sous certaines conditions par l'art. 24a LAVS entre personnes veuves et divorcées."], "faits": "BGE 128 V 5 S. 5\n\nA.- Die am 28. Juni 1917 geborene H. verheiratete sich am 17. Oktober 1940 mit B. (Jahrgang 1912). Die Ehe, welcher drei Kinder entsprossen, wurde am 22. Oktober 1953 geschieden. Mit Verfügung vom 2. Juli bzw. 3. Dezember 1979 sprach die Ausgleichskasse des Gewerbeverbandes Baselland (AGEBAL) H. ab 1. Juli 1979 eine ordentliche einfache Altersrente zu. Diese wurde im Rahmen des vorgezogenen ersten Teils der 10. AHV-Revision mit Wirkung ab 1. Januar 1994 unter Mitberücksichtigung (ungeteilter) Erziehungsgutschriften neu berechnet (Kassenverfügung BGE 128 V 5 S. 6vom 22. Dezember 1993). Nachdem ihr früherer Ehemann am 18. Mai 1997 verstorben war, ersuchte H. um Ausrichtung einer höheren Rente. Die Ausgleichskasse sprach ihr mit Verfügung vom 21. Juli 1997 anstelle der bisher bezogenen (tieferen) Altersrente in der Höhe von zuletzt Fr. 1512.- pro Monat ab 1. Juni 1997 eine Witwenrente von monatlich Fr. 1592.- zu.\n\nB.- Das Versicherungsgericht des Kantons Basel-Landschaft hiess die dagegen erhobene Beschwerde, mit welcher H. die Zusprechung der höchstmöglichen Altersrente von (dannzumal) Fr. 1990.- pro Monat beantragt hatte, mit Entscheid vom 21. Januar 2000 in dem Sinne teilweise gut, als es die der Versicherten zustehende Altersrente unter Anrechnung des sog. Verwitwetenzuschlags von 20% auf monatlich Fr. 1815.- (Wert für 1997/98) festsetzte und die Sache an die Verwaltung zurückwies, damit diese über die intertemporalrechtliche Frage befinde, ob die genannte Rentenerhöhung bereits auf den 1. Juni 1997 oder aber erst auf den 1. Januar 2001 vorzunehmen sei (Dispositiv-Ziffer 1 mit Verweisung auf die Erwägungen).\n\nC.- Die Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheids.\n\nWährend H. auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, beantragt das Bundesamt für Sozialversicherung (BSV) deren Gutheissung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Ziff. 1 lit. c Abs. 1 der Übergangsbestimmungen der 10. AHV-Revision vom 7. Oktober 1994 (ÜbBest. AHV 10) gelten die neuen Bestimmungen für alle Renten, auf die der Anspruch nach dem 31. Dezember 1996 entsteht; sie gelten auch für laufende einfache Altersrenten von Personen, deren Ehegatte nach dem 31. Dezember 1996 einen Anspruch auf eine Altersrente erwirbt oder deren Ehe nach diesem Zeitpunkt geschieden wird. Laut dem am 1. Januar 1997 in Kraft getretenen Art. 24a Abs. 1 AHVG ist eine geschiedene Person einer verwitweten gleichgestellt (und hat somit nach dem Tod des früheren Ehegatten Anspruch auf eine Witwen- oder Witwerrente im Sinne der Art. 23 f. AHVG), wenn sie eines oder mehrere Kinder hat und die geschiedene Ehe mindestens zehn Jahre gedauert hat (lit. a) oder die geschiedene Ehe mindestens zehn Jahre gedauert hat und die Scheidung nach Vollendung des 45. Altersjahres erfolgte (lit. b) oder das jüngste Kind sein 18. Altersjahr vollendet hat, nachdem die geschiedene Person ihr 45. Altersjahr zurückgelegt hat (lit. c). Erfüllt eine Person gleichzeitig BGE 128 V 5 S. 7die Voraussetzungen für eine Witwen- oder Witwerrente und für eine Altersrente oder für eine Rente gemäss dem IVG, so wird nur die höhere Rente ausbezahlt (Art. 24b AHVG). Nach Art. 35bis AHVG (in der seit 1. Januar 1997 geltenden Fassung) haben verwitwete Bezügerinnen und Bezüger von Altersrenten Anspruch auf einen Zuschlag von 20% zu ihrer Rente, wobei Rente und Zuschlag den Höchstbetrag der Altersrente nicht übersteigen dürfen.\n\n2. Unter sämtlichen Verfahrensbeteiligten ist zu Recht unbestritten, dass die geschiedene Beschwerdegegnerin, welche ab 1. Juli 1979 eine einfache Altersrente bezog, nach dem am 18. Mai 1997 erfolgten Tod ihres früheren Ehemannes seit dem 1. Juni 1997 (vgl. Art. 23 Abs. 3 AHVG) zusätzlich die Anspruchsvoraussetzungen für eine Witwenrente erfüllt (Art. 24a Abs. 1 lit. a in Verbindung mit Art. 23 Abs. 1 AHVG). Da gemäss angeführtem Art. 24b AHVG von den beiden der Versicherten an sich zustehenden Renten nur die höhere ausgerichtet wird, gilt es im Folgenden diese zu eruieren. Dabei liegt letztinstanzlich weder der von der Ausgleichskasse verfügte Betrag der (neurechtlichen) Witwenrente von Fr. 1592.- pro Monat noch der Umstand im Streite, dass die damit zu vergleichende Altersrente grundsätzlich nach den vor Inkrafttreten der 10. AHV-Revision (am 1. Januar 1997) gültigen Vorschriften zu ermitteln ist. Streitig ist hingegen, ob die ausschliesslich auf Grund ihrer eigenen Einkommen (altArt. 31 Abs. 3 und 4 AHVG) und unter Berücksichtigung (ungeteilter) Erziehungsgutschriften (Art. 2 Abs. 1 des Bundesbeschlusses vom 19. Juni 1992 über Leistungsverbesserungen in der AHV und der IV sowie ihre Finanzierung) berechnete Altersrente der Beschwerdegegnerin von - im Zeitpunkt der streitigen Kassenverfügung - monatlich Fr. 1512.- (Ziff. 1 lit. c Abs. 1 und 9 [jeweils e contrario] sowie lit. g Abs. 1 ÜbBest. AHV 10; Urteil F. vom 5. Juli 2000, H 302/98) um den 20%igen Verwitwetenzuschlag gemäss Art. 35bis AHVG zu erhöhen ist (auf diesen Standpunkt stellen sich kantonales Gericht und Versicherte) oder ob ein solcher Zuschlag nicht gewährt werden kann (wie Beschwerde führende Ausgleichskasse und BSV geltend machen).\n\n3. a) Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich des Zwecks, des Sinnes und der dem Text zu Grunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen BGE 128 V 5 S. 8Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 127 IV 194 Erw. 5b/aa, BGE 127 V 5 Erw. 4a, 92 Erw. 1d, 198 Erw. 2c, je mit Hinweisen).\n\nb) Das Eidgenössische Versicherungsgericht hat sich bereits in BGE 126 V 60 Erw. 6 mit der Auslegung des vorliegend streitigen Art. 35bis AHVG und namentlich des darin verwendeten Begriffs \"verwitwete Bezügerinnen und Bezüger von Altersrenten\" (\"les veuves et veufs au bénéfice d'une rente de vieillesse\", \"le vedove e i vedovi beneficiari di una rendita di vecchiaia\") befasst und festgestellt, dass nach dem Rechtssinn dieser Bestimmung, wie er sich eindeutig aus der in den Materialien dokumentierten Regelungsabsicht des Gesetzgebers ableiten lasse, der sog. Verwitwetenzuschlag den entsprechenden aktuellen Zivilstand der rentenberechtigten Person voraussetze und deshalb früher verwitweten, nunmehr erneut verheirateten Altersrentenbezügerinnen und -bezügern nicht gewährt werden kann.\n\nIm hier zu beurteilenden Fall stellt sich die weitere Frage, ob der angeführte Ausdruck (\"verwitwete Bezügerinnen und Bezüger von Altersrenten\") dahin gehend auszulegen ist, dass der 20%ige Zuschlag zur Altersrente auf Verwitwete im eigentlichen Sinne dieses Zivilstandes beschränkt bleibt (d.h. auf Rentenberechtigte, deren Ehe durch Tod des Ehegatten aufgelöst wurde und die sich nicht mehr verheiratet haben) oder aber ob nach dem Rechtsinn von Art. 35bis AHVG - im Hinblick auf die von Art. 24a AHVG unter bestimmten Voraussetzungen vorgeschriebene Gleichstellung von geschiedenen mit verwitweten Personen - auch geschiedene Altersrentenbezügerinnen und -bezüger, deren früherer Ehegatte verstorben ist, in den Genuss des Verwitwetenzuschlags kommen sollen.\n\nc) Der (auch in dieser Beziehung) unklare Wortlaut von Art. 35bis AHVG lässt beide Interpretationen zu. Was die übrigen normunmittelbaren Auslegungskriterien anbelangt, ist zunächst auf Grund der systematischen Betrachtungsweise eher davon auszugehen, dass geschiedenen Altersrentenberechtigten im Falle des Todes ihres früheren Ehegatten kein Verwitwetenzuschlag anzurechnen ist. Denn im Gegensatz zu Art. 24a steht Art. 35bis AHVG nicht unter dem Titel \"Der Anspruch auf Witwen- und Witwerrente\", sondern unter den Überschriften \"Die Vollrenten\" und \"Berechnung und BGE 128 V 5 S. 9Höhe der Vollrenten\", weshalb sich die in der erstgenannten Bestimmung statuierte Gleichstellung von geschiedenen mit verwitweten Personen wohl auf den Bereich der spezifischen Anspruchsvoraussetzungen für eine Witwen- oder Witwerrente beschränkt und nicht auf denjenigen der Rentenberechnungsvorschriften für Altersrenten erstreckt. Demgegenüber spricht die teleologische Sichtweise eher für eine Gewährung des Verwitwetenzuschlags auch an geschiedene Altersrentenbezügerinnen und -bezüger, deren früherer Ehegatte verstorben ist. Wenn nämlich der 20%ige Zuschlag dem Ausgleich splittingbedingter Nachteile dient (Amtl.Bull. 1994 S. 552 f. und 562), böte sich diesem Normzweck im Hinblick auf die Altersrenten an Geschiedene ein ebenso weites Anwendungsfeld wie im Zusammenhang mit den Altersrenten an Witwen und Witwer. Wie sich auf Grund der nachfolgenden Erwägungen ergibt, liefert indessen die entstehungsgeschichtliche Betrachtungsweise hinsichtlich der hier zu beantwortenden Auslegungsfrage eine klare Antwort. Der darin zum Ausdruck gelangende, anhand der Materialien eindeutig eruierbare Wille des mit der jüngsten AHV-Revision befassten Gesetzgebers darf rechtsprechungsgemäss nicht übergangen werden (BGE 126 V 439 Erw. 3b, BGE 124 II 200 Erw. 5c, BGE 124 III 129 Erw. 1b/aa, BGE 124 V 189 Erw. 3a, je mit Hinweisen).\n\nd) Im Rahmen der parlamentarischen Beratungen der 10. AHV-Revision wollte der Nationalrat zunächst unerwünschte Verschlechterungen (namentlich bei verwitweten Alters- oder Invalidenrentnerinnen und -rentnern mit Kindern) auf Grund des für die Ehejahre vorzunehmenden Einkommenssplittings mit einer (weiteren) Änderung der Rentenformel korrigieren, wobei die für die Rentenberechtigten (noch) günstigere Formel grundsätzlich nur für Neurentnerinnen und -rentner vorgesehen war (Amtl.Bull. 1993 N 258, 264, 295 und 297 f.). Im Verlaufe der weiteren Beratungen setzte sich jedoch die ständerätliche Auffassung durch, dass sowohl für Alt- wie auch für Neurentnerinnen und -rentner an der mit Art. 1 des Bundesbeschlusses vom 19. Juni 1992 über Leistungsverbesserungen in der AHV und der IV sowie ihre Finanzierung auf den 1. Januar 1993 bereits angepassten Rentenformel definitiv festzuhalten sei und die splittingbedingten Nachteile bei verwitweten Alters- oder Invalidenrentnerinnen und -rentnern gezielt mit einem 20%igen Rentenzuschlag gemäss revidiertem Art. 35bis AHVG auszugleichen seien (Amtl.Bull. 1994 S 552 f., 562, 598-600 und 606, N 1357-1359).\n\nDie Arbeiten der vorberatenden ständerätlichen Kommission zeigen mit aller Deutlichkeit, dass Geschiedene, deren früherer Ehegatte BGE 128 V 5 S. 10verstorben ist, nicht in den Genuss des streitigen Zuschlags kommen sollten (vgl. Amtl.Bull. 1994 S 547 f. und 557). Dieser Standpunkt fand in beiden Räten insofern Zustimmung, als die Ausdehnung des Personenkreises, welcher von einem Rentenzuschlag profitieren sollte, über den eigentlichen Zivilstand der Verwitwung hinaus abgelehnt wurde. Im Zusammenhang mit dem Rentenanspruch der Ledigen, welche mit der Rentenformel gemäss erwähntem Bundesbeschluss und heutigem Gesetz schlechter fahren als mit der vom Nationalrat ursprünglich vorgeschlagenen Formel, entspann sich im Ständerat eine Debatte über die AHV-rechtliche Stellung der Angehörigen der verschiedenen Zivilstände, in deren Verlauf vermerkt wurde, dass die Frage der Einführung eines Rentenzuschlags für alle Kategorien von Alleinstehenden einer späteren Gesetzesrevision vorbehalten werden müsse (Amtl.Bull. 1994 S 599 f.). Ein entsprechender Antrag einer Minderheit der vorberatenden nationalrätlichen Kommission, der den 20%igen Zuschlag nicht nur verwitweten, sondern auch geschiedenen, getrennt lebenden und ledigen Rentenbezügerinnen und -bezügern gewähren wollte, wurde - wie auch ein in dieselbe Richtung zielender Eventualantrag - im Rat zurückgezogen (Amtl.Bull. 1994 N 1357-1359). Nach der mithin klaren, den Rechtssinn von Art. 35bis AHVG bestimmenden (vgl. Erw. 3c hievor) Regelungsabsicht des Gesetzgebers haben geschiedene Altersrentenbezügerinnen und -bezüger, deren früherer Ehegatte verstorben ist, keinen Anspruch auf den 20%igen Zuschlag zu ihrer Rente.\n\n4. Fällt somit der geltend gemachte, vorinstanzlich grundsätzlich anerkannte Verwitwetenzuschlag zur monatlich Fr. 1512.- betragenden Altersrente der Beschwerdegegnerin ausser Betracht, hat die Ausgleichskasse zu Recht die mit Fr. 1592.- pro Monat höhere Witwenrente verfügt."}