{"annee": "103", "cour": "V", "page": "71", "date": "28/6/1977", "cite": ["100 V 135"], "cite_par": ["105 V 280"], "chapeau": "19. Auszug aus dem Urteil vom 28. Juni 1977 i.S. Pannuti gegen Schweizerische Krankenkasse für das Bau- und Holzgewerbe und verwandte Berufe (SKBH) und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 5bis al. 4 LAMA et art. 12 Ord. II. - Les frontaliers qui doivent sortir de l'assurance collective peuvent demander leur transfert dans l'assurance individuelle même si l'autorisation de frontalier dont ils sont titulaires arrive à échéance et n'est pas renouvelée pour cause de maladie. - La caisse-maladie peut déléguer à l'employeur l'obligation de renseigner les assurés collectifs sur le droit de passer dans l'assurance individuelle; mais elle reste responsable de l'accomplissement de ce devoir par l'employeur."], "faits": "", "considerants": "BGE 103 V 71 S. 72\n\nAus den Erwägungen:\n\n3. Vorinstanz und SKBH gehen stillschweigend davon aus, Domenico Pannuti sei auf Ende 1975 aus der bisherigen Arbeitgeberfirma und damit gleichzeitig auch aus der Kollektivversicherung ausgeschieden. Diese Annahme widerspricht den Akten nicht und kann deshalb als zutreffend angesehen werden, bestätigte doch die Firma am 14. Februar 1977, dass sie für den Versicherten wegen dessen Gesundheitszustands für das Jahr 1976 keine Zusicherung (für eine Grenzgängerbewilligung) eingeholt habe. Indessen darf aus den nachstehend darzulegenden Gründen nicht angenommen werden, das Ausscheiden aus der Versicherung sei notwendigerweise eine Folge des Ablaufs der Grenzgängerbewilligung.\n\n4. a) Nach Art. 14 Abs. 1 lit. b der allgemeinen Versicherungsbedingungen für die kollektive Krankenversicherung der SKBH erlischt der Versicherungsanspruch \"durch Aufgabe der Tätigkeit im kollektivversicherten Betrieb, mit Ausnahme von Art. 15\". Dieser Vorbehalt entspricht der Ordnung, Welche Art. 5bis Abs. 4 KUVG und Art. 10 ff. Verordnung II vorsehen. Danach besitzt der Versicherte, der aus der Kollektivversicherung ausscheidet, grundsätzlich das Recht, in BGE 103 V 71 S. 73die Einzelversicherung der Kasse überzutreten. Auch der Grenzgänger ist dazu berechtigt (EVGE 1968 S. 8 f.). Die Kasse ist ihrerseits gehalten, ihn über dieses Recht in schriftlicher Form aufzuklären (BGE 100 V 135). Zwar überträgt Art. 15 Abs. 2 der erwähnten allgemeinen Versicherungsbedingungen die Aufklärungspflicht dem Arbeitgeber, was an sich zulässig ist; die Kasse wird dadurch aber nicht von ihrer Verantwortung für die Erfüllung dieser Obliegenheit entbunden (Beschluss des Gesamtgerichts vom 30. Juni 1975). Kann der Versicherte sein Recht auf Übertritt infolge eines Verschuldens der Kasse nicht geltend machen, so ist er rückwirkend auf den Zeitpunkt des Ausscheidens aus der Kollektivversicherung in die Einzelversicherung aufzunehmen (Art. 11 Abs. 2 Verordnung II). Ein solches Verschulden kann etwa darin begründet sein, dass die Kasse bzw. der von ihr beauftragte Arbeitgeber der Aufklärungspflicht nicht nachgekommen ist (vgl. dazu BGE 100 V 135).\n\nb) Im vorliegenden Fall halten Vorinstanz und SKBH dafür, dass mit dem Ablauf der Grenzgängerbewilligung Ende Dezember 1975 eine Verpflichtung zu weiteren Versicherungsleistungen an den Beschwerdeführer nicht bestehe. Dieser Auffassung kann indessen nicht beigepflichtet werden, da sie im Einzelfall zu stossenden Rechtsungleichheiten führen und vor allem auch den Grundsatz der Gegenseitigkeit verletzen würde. Je nachdem, ob ein Versicherter schon bald nach der Erteilung der in der Regel längstens auf ein Jahr befristeten Grenzgängerbewilligung oder erst kurz vor deren Ablauf erkrankt, könnte er die Versicherungsleistungen während längerer oder nur noch für eine relativ kurze Zeit beanspruchen. Bei geringfügigen Fällen würde die Krankenkasse ihre Leistungen in vollem Umfang erbringen, bei langdauernden Erkrankungen aber gegebenenfalls nur teilweise, und zwar lediglich bis zum Ablauf der Grenzgängerbewilligung und nicht, wie dies das Gesetz beispielsweise für die Krankengeldversicherung vorsieht (Art. 12bis Abs. 3 KUVG), während wenigstens 720 Tagen innerhalb von 900 aufeinanderfolgenden Tagen.\n\nEs ist deshalb der vom Bundesamt für Sozialversicherung in seiner Vernehmlassung geäusserten Ansicht zuzustimmen und der Grenzgänger hinsichtlich seiner Ansprüche gegenüber der Krankenkasse gleich zu behandeln wie jeder andere Versicherte, der sich in derselben gesundheitlichen und versicherungsrechtlichen BGE 103 V 71 S. 74Lage befindet. Dies gilt allerdings nur, solange er in der benachbarten Grenzzone wohnt und dort den von der Krankenkasse für notwendig erachteten medizinischen und administrativen Kontrollen zugänglich bleibt. Dass er keinen Wohnsitz in der Schweiz besitzt, ist dagegen unerheblich. Wenn er, obwohl er täglich einen Teil der Zeit im Ausland verbringen muss, bezüglich der Beitragspflicht gleich behandelt wird wie ein Versicherter mit schweizerischem Wohnsitz, so sind ihm auch dieselben Leistungen zu gewähren. Die Kasse darf ihm im Krankheitsfall nicht entgegenhalten, er wohne ausserhalb ihres Tätigkeitsgebietes, nachdem sie zuvor die Beiträge ohne Rücksicht auf seine Stellung als Grenzgänger festsetzte und erhob. Allerdings darf sie ihre Leistungen von dem Zeitpunkt an einstellen, da der Versicherte seinen Wohnsitz von der benachbarten Grenzzone endgültig in eine andere ausländische Gegend verlegt. Das Eidg. Versicherungsgericht verweist in diesem Zusammenhang auf EVGE 1968 S. 8 f.\n\nc) Aus diesen Ausführungen erhellt, dass der Grenzgänger, der aus der Kollektivversicherung ausscheidet, auch dann in die Einzelversicherung übertreten und darin verbleiben kann, wenn die Grenzgängerbewilligung abgelaufen ist."}