{"annee": "103", "cour": "IB", "page": "134", "date": "1/4/1977", "cite": ["100 IB 137", "101 IB 143", "99 IB 159", "96 I 184"], "cite_par": ["112 IB 280", "109 IB 285", "106 V 230", "105 IB 399", "107 IA 135", "104 IB 412", "126 II 63", "111 IB 26", "104 III 110", "114 V 61", "104 IB 205"], "chapeau": "24. Auszug aus dem Urteil vom 1. April 1977 i.S. Hunziker gegen Regierungsrat des Kantons St. Gallen", "regestes": ["Procédure; art. 97 et ss OJ. Grief tiré de la violation des dispositions de droit cantonal concernant la récusation. Recevabilité du recours de droit administratif? (consid. 2). Ordonnance d'exécution de la loi sur les épizooties (OFE). 1. Les mesures prises par les autorités cantonales en vertu de l'art. 21 chiffre 16 OFE ne sont pas subordonnées à l'autorisation du Département fédéral de l'économie publique prévue à l'art. 54 al. 2 de la loi sur les épizooties (consid. 3). 2. Légalité de l'art. 21 chiffre 16 OFE (consid. 4 et consid. 5)."], "faits": "|135|\n\nDer Bundesrat hat am 2. Juni 1975 einzelne Vorschriften der Verordnung vom 15. Dezember 1967 zum Bundesgesetz über die Bekämpfung von Tierseuchen (Tierseuchenverordnung; TSV) revidiert. Die Änderung ist am 1. September 1975 in Kraft getreten. Hinsichtlich der Tierkörperbeseitigung bestimmt die Verordnung im revidierten Art. 21 Ziff. 15 und 16:\n\n\"15 Die Kantone sind ermächtigt, die Abgabe von Tierkörpern als Tierfutter für Fleischfresser oder zur Herstellung von Tierfutterkonserven zuzulassen.\n\nSie haben die hierzu erforderlichen sichernden Bedingungen festzulegen und die Art der Tierkörper zu bezeichnen, die zum vorgesehenen Zweck abgegeben werden dürfen. Die Bestimmungen von Artikel 22 sowie der Fleischschaugesetzgebung bleiben vorbehalten.\n\n16 1) Zur Fütterung an andere Tiere dürfen nur Tierkörper aus Schlacht- und Fleischverarbeitungsbetrieben verwertet werden, sofern sie vor dem Einbringen in den Tierhaltungsbetrieb durch Hitze sterilisiert worden sind.\n\n2) Die Sterilisationsanlagen müssen vom Kantonstierarzt bewilligt sein, wobei die Bestimmungen der Artikel 21.6-21.8, mit Ausnahme der Genehmigung durch das Veterinäramt, sinngemäss anwendbar sind. Sie müssen baulich und personell von Tierhaltungsbetrieben vollständig getrennt sein. Der Transport hat vom einzelnen Liefer- zum Sterilisationsbetrieb direkt, unter Einhaltung der Vorschriften von Artikel 21.18 Absätze 1 und 2, zu erfolgen.\" Nach Art. 21 Ziff. 18 TSV hat der Transport von Tierkörpern so zu erfolgen, dass eine Seuchengefahr möglichst ausgeschlossen ist; insbesondere darf kein Material nach aussen gelangen. Abs. 2 schreibt vor, dass für den Transport nach Tierkörperbeseitigungsanlagen nur geeignete Behälter oder Spezialwagen verwendet werden dürfen. Für die Anpassung an die Bestimmungen von Art. 21 Ziff. 16 hat der Bundesrat eine Übergangsfrist bis zum 31. Dezember 1977 eingeräumt (Art. III Abs. 2 der Schlussbestimmungen der Änderung vom 2. Juni 1975; AS 1975, 996).\n\n|136|\n\nErwin Hunziker besitzt in Sigensee bei Münchwilen (TG) einen grossen Schweinemastbetrieb; er füttert die Schweine mit Schlachtabfällen und anderem Tierkörpermaterial. Die hierfür notwendigen Tierkörper beschafft er sich hauptsächlich bei Tierhaltungsbetrieben, aber auch bei Metzgereien aus den Kantonen Thurgau, Zürich und St. Gallen. Er führt zu diesem Zweck einen regelmässigen Sammeldienst durch, indem er mit einem speziell dafür eingerichteten Lastwagen die bereitgestellten Tierkörper einsammelt. Die eingesammelten Tierkörper werden anschliessend in vier Autoklaven mit einem Fassungsvermögen von insgesamt 30 000 Litern solange sterilisiert, bis die Weichteile unter der Einwirkung der Hitze zerfallen. Auf diese Weise entsteht eine Suppe, die anschliessend den Schweinen verfüttert wird. Ist der Anfall an Tierkörpern sehr gross, so wird die gekochte Suppe an Dritte veräussert.\n\nGestützt auf den revidierten Art. 21 TSV verbot das Veterinäramt des Kantons St. Gallen Erwin Hunziker mit Verfügung vom 29. Oktober 1975 ab sofort das Abholen von Kadavern umgestandener oder totgeborener Tiere aus Tierhaltungsbetrieben. Im Rahmen der vom Bundesrat eingeräumten Übergangsfrist gestattete es ihm, seinen Sammeldienst bei den von ihm schon vor der Revision der Verordnung angegangenen Metzgereien im Kanton St. Gallen noch bis Ende 1977 durchzuführen. Bei allen anderen Schlacht- und Fleischverarbeitungsbetrieben des Kantons wurde ihm das Abholen von Material nur unter der Bedingung erlaubt, dass Art. 21 Ziff. 16 Abs. 2 TSV eingehalten werde.\n\nErwin Hunziker führte hiegegen Beschwerde beim Regierungsrat des Kantons St. Gallen, welche am 22. Juni 1976 abgewiesen wurde. Er erhebt Verwaltungsgerichtsbeschwerde mit dem Begehren, der Entscheid des Regierungsrates und die Verfügung des kantonalen Veterinäramtes vom 29. Oktober 1975 seien aufzuheben. Er beanstandet, dass Dr. W. Krapf, der Leiter des kantonalen Veterinäramtes, nicht in den Ausstand getreten ist, obwohl er Präsident der Tiermehlfabrik Ostschweiz AG in Bazenheid (SG) ist. Der Beschwerdeführer erblickt darin eine Verletzung der kantonalen Ausstandsvorschriften, welche zugleich einen Verstoss gegen Art. 4 BV darstelle. Weiter rügt er eine Verletzung von Art. 54 Abs. 2 Tierseuchengesetz (TSG) bzw. von Art. 62 Abs. 1 TSV. In |137| materieller Hinsicht macht er geltend, der der Verfügung zugrundeliegende Art. 21 TSV verstosse gegen die Vorschriften des TSG sowie gegen die Handels- und Gewerbefreiheit, die Eigentumsgarantie und Art. 4 BV.\n\nDer Regierungsrat des Kantons St. Gallen beantragt die Abweisung der Beschwerde. Das Eidg. Volkswirtschaftsdepartement erklärt, es schliesse sich im wesentlichen den Ausführungen des Regierungsrates an und verzichtet auf ergänzende Bemerkungen.\n\nDas Bundesgericht weist die Beschwerde ab u.a. aus folgenden.", "considerants": "Erwägungen:\n\n2. Der Beschwerdeführer ist der Ansicht, der Kantonstierarzt, Dr. W. Krapf, hätte in den Ausstand treten müssen, weil er Verwaltungsratspräsident der Tiermehlfabrik Ostschweiz AG in Bazenheid (SG) sei, welche ein Konkurrenzunternehmen zu seinem Betrieb darstelle.\n\na) Mit dieser Rüge macht der Beschwerdeführer geltend, die kantonalen Ausstandsbestimmungen seien nicht eingehalten worden. Im Rahmen einer Verwaltungsgerichtsbeschwerde kann indessen nur eine Verletzung von Bundesrecht geltend gemacht werden und nicht auch eine solche von kantonalem Recht (Art. 104 OG). Unter den Begriff des Bundesrechts fallen aber auch die verfassungsmässigen Rechte des Bundes (BGE 100 Ib 147 E. II/1; BGE 96 I 187). Der Beschwerdeführer erblickt in der Verletzung der kantonalen Ausstandsvorschriften zugleich eine Verletzung von Art. 4 BV. Es ist somit zu prüfen, ob eine Verletzung von Art. 4 BV vorliegt.\n\nb) Gemäss Art. 7 Abs. 1 VRP haben Beamte von sich aus in den Ausstand zu treten, u.a. wenn sie \"Organe einer an der Angelegenheit beteiligten Person sind oder in der Sache Auftrag erteilt haben\" (lit. b) oder \"wenn sie aus anderen Gründen befangen erscheinen\" (lit. c).\n\nDie Tiermehlfabrik Bazenheid ist eine Tierkörperbeseitigungsanlage im Sinne der TSV. Sie ist als gemischtwirtschaftliches Unternehmen organisiert. Der Kanton St. Gallen ist mit fünf Prozent am Aktienkapital beteiligt. Dr. W. Krapf ist nicht als Privatmann, sondern aufgrund seiner Funktion als Kantonstierarzt vom Kanton in den Verwaltungsrat abgeordnet |138| worden und hat dort die Interessen des ihn delegierenden Gemeinwesens wahrzunehmen. Er ist also am angefochtenen Entscheid nicht persönlich interessiert (vgl. auch Urteil des Verwaltungsgerichts des Kantons Aargau vom 10. Mai 1973 in ZBl 74/1973, S. 413 f.; Urteil des Verwaltungsgerichts des Kantons Solothurn vom 16. November 1973 in Bericht des Obergerichts des Kantons Solothurn 1973, S. 86 f.). Die öffentlichen Interessen, die er als Mitglied des Verwaltungsrates wahrnehmen muss, decken sich mit denjenigen, die er auch sonst bei seiner Tätigkeit als Kantonstierarzt wahrnehmen muss, und die er gegenüber der Tiermehlfabrik auch dann durchsetzen müsste, wenn er nicht Mitglied des Verwaltungsrates wäre. Denn die Tiermehlfabrik erfüllt als Tierkörperbeseitigungsanlage im Sinn der TSV eine seuchenpolizeiliche Funktion und steht als solche unter strenger seuchenpolizeilicher und hygienischer Aufsicht des Kantons (Art. 21 Ziff. 6 Abs. 1; Ziff. 8 ff. TSV). Praktisch obliegt die Durchführung dieser Aufsicht dem Kantonstierarzt, der insbesondere die Pläne für den Neu- und Umbau von Tierkörperbeseitigungsanlagen zu begutachten hat (Art. 21 Ziff. 8 Abs. 1 TSV); die Inbetriebnahme und den Betrieb einer Anlage bewilligen muss (Art. 21 Ziff. 8 Abs. 3 TSV) und über die Modalitäten der Ablieferung der Tierkörper bzw. deren anderweitigen unschädlichen Beseitigung zu befinden hat (Art. 21 Ziff. 14 TSV). Da im übrigen keine Anhaltspunkte bestehen, welche auf eine Befangenheit des Kantonstierarztes schliessen liessen, ist eine Verletzung der Ausstandspflicht sowohl unter dem Gesichtspunkt des kantonalen Rechts als auch unter demjenigen des Art. 4 BV zu verneinen.\n\n3. Nach Ansicht des Beschwerdeführers hätte für die Verfügung die Zustimmung des Eidg. Volkswirtschaftsdepartementes gemäss Art. 54 Abs. 2 TSG bzw. Art. 62 Ziff. 1 TSV eingeholt werden müssen. Das TSG bestimmt in Art. 54 Abs. 2:\n\n\"Massnahmen eines Kantons, die den Verkehr mit andern Kantonen betreffen,\n\nsind nur mit Zustimmung des Eidgenössischen Volkswirtschaftsdepartementes\n\nzulässig.\" Durch diese Vorschrift soll verhindert werden, dass die Kantone gegeneinander Sperren verhängen und Verkehrsbeschränkungen einführen, die seuchenpolizeilich nicht unbedingt erforderlich |139| sind (FRITSCHI/NABHOLZ/RIEDI, Kommentar zum TSG und zur TSV, S. 49 N. 3 zu Art. 54). Sie soll die Koordination der von den Kantonen beim Vollzug des TSG angeordneten Verkehrsbeschränkungen gewährleisten und verhindern, dass jeder Kanton bei der Anordnung solcher Beschränkungen nach seinem Belieben vorgeht (vgl. die Ausführungen des Berichterstatters im Ständerat, Amtl. Bull. 1965 S, S. 201). Die im vorliegenden Fall angeordneten Massnahmen sind indessen bereits in Art. 21 Ziff. 16 TSV vorgeschrieben. Die angefochtene Verfügung beschränkt sich darauf, diese Vorschrift anzuwenden; der Kanton St. Gallen hat darüber hinaus keine eigene Vollzugsmassnahme angeordnet. Der Einwand des Beschwerdeführers erweist sich aus diesem Grund als unbegründet. Ob es sich überhaupt um eine Massnahme handelt, die im Sinne von Art. 54 Abs. 2 TSG \"den Verkehr mit andern Kantonen betrifft\" kann im übrigen dahingestellt bleiben.\n\n4. a) Das Bundesgericht ist an die von der Bundesversammlung erlassenen Gesetze und allgemein verbindlichen Beschlüsse sowie an die von ihr genehmigten Staatsverträge gebunden (Art. 113 Abs. 3 und 114bis Abs. 3 BV). Dagegen kann es Verordnungen des Bundesrates grundsätzlich auf ihre Rechtmässigkeit überprüfen. Es unterwirft dieser Kontrolle insbesondere die auf eine gesetzliche Delegation gestützten (unselbständigen) Verordnungen des Bundesrates. Dabei prüft es, ob diese den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen sprengen oder aus anderen Gründen gesetz- oder verfassungswidrig sind. Soweit das Gesetz allerdings den Bundesrat ermächtigt, von der Verfassung abzuweichen, schliesst die Bindung an die Bundesgesetze die Prüfung der Verfassungsmässigkeit der unselbständigen Verordnungen aus (BGE 101 Ib 144; BGE 99 Ib 165 mit Hinweisen).\n\nb) Gemäss Art. 9 TSG obliegt es Bund und Kantonen, zur Bekämpfung der in Art. 1 TSG genannten Tierkrankheiten alle Massnahmen zu treffen, die nach dem jeweiligen Stand der Wissenschaft und der Erfahrung zur Verhinderung einer Ausdehnung der Krankheit und zum Schutz der Gesundheit von Menschen und Tieren angezeigt erscheinen. Art. 10 TSG ermächtigt den Bundesrat, in Ausführung von Art. 9 TSG sichernde Vorschriften aufzustellen. Er hat danach insbesondere auch die unschädliche Beseitigung der Kadaver und |140| Materialien, die Träger des Ansteckungsstoffes einer Seuche sein können, zu regeln (Art. 10 Ziff. 3); desgleichen obliegt ihm die Regelung der Abschlachtung oder der unschädlichen Beseitigung verseuchter, seuchenverdächtiger oder ansteckungsgefährdeter Tiere (Art. 10 Ziff. 2). Auf diese Delegation stützt sich Art. 21 Ziff. 16 TSV.\n\nc) Art. 10 TSG in Verbindung mit Art. 9 TSG räumt dem Bundesrat für die zu erlassenden Bekämpfungsvorschriften einen grossen Spielraum des Ermessens ein. Insbesondere umschreibt die Bestimmung die Art der zu treffenden Bekämpfungsmassnahmen nicht näher; es gilt in dieser Hinsicht einzig die Richtlinie des Art. 9 TSG, wonach alle Massnahmen zu ergreifen sind, \"die nach dem jeweiligen Stande der Wissenschaft und der Erfahrung zur Verhinderung einer Ausdehnung der Krankheit und zum Schutze der Gesundheit von Menschen und Tieren angezeigt erscheinen\". Diese weitgehende Regelungsbefugnis ist vom Gesetzgeber bewusst gewählt worden, um eine rasche Anpassung der Gesetzgebung an veränderte Verhältnisse zu erleichtern und zu ermöglichen, dass die Fortschritte der Wissenschaft ohne Verzug in den Dienst der Seuchenbekämpfung gestellt werden können (FRITSCHI/NABHOLZ/RIEDI a.a.O. S. 16 zu Art. 9; Botschaft des Bundesrates vom 3. September 1965, BBl 1965 II S. 1061). Das dem Bundesrat mit Rücksicht auf den oft raschen Wandel der Verhältnisse und der Erkenntnisse der Wissenschaft eingeräumte weite Ermessen entspricht somit dem Willen des Gesetzgebers, und diese Delegation ist nach Art. 113 Abs. 3 BV für das Bundesgericht verbindlich. Sie bedeutet, dass das Bundesgericht bei der Überprüfung der Gesetzmässigkeit der Bestimmung nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen darf; es hat bloss zu prüfen, ob die umstrittenen Verordnungsvorschriften den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen offensichtlich sprengen oder aus anderen Gründen gesetz- oder verfassungswidrig sind (BGE 101 Ib 145 E. 2 mit Hinweisen). Die seuchenpolizeiliche Ermessensfrage wirft zudem Probleme auf, deren Lösung tiermedizinisches Fachwissen und technische Erfahrung in der Seuchenbekämpfung voraussetzen. Das Bundesgericht kann daher in dieser Hinsicht jedenfalls nicht über die Zweckmässigkeit einer Massnahme befinden.\n\n|141|\n\n5. a) Es muss als Tatsache anerkannt werden, dass mit dem Einsammeln und Verfüttern von Fleischabfällen und Tierkadavern eine grosse Gefahr der Verbreitung hochansteckender Tierseuchen, wie der Maul- und Klauenseuche, des Milzbrandes, der Schweinepest, etc. verbunden ist, da die Ansteckung nicht nur durch unreines Futter, sondern durch Berührung mit Infektionsstoffen an Schuhen, Kleidern oder Händen, aber auch durch Nagetiere, Ungeziefer und unter Umständen sogar durch die Luft erfolgen kann (FRITSCHI/NABHOLZ/RIEDI a.a.O. S. 157 ff., 173, 201). Der Umstand, dass in den letzten Jahren keine ausgedehnten Seuchenzüge vorgekommen sind, darf nicht zum Schluss verleiten, vorbeugende Bekämpfungsmassnahmen seien nicht mehr im selben Ausmass erforderlich. Vielmehr ist eine konsequente Prophylaxe gerade Voraussetzung für diesen Zustand. Angesichts der zunehmenden Grösse der Tierbestände stösst die Bekämpfung bei einem Seuchenausbruch nach Aussage der sachkundigen Behörden auf immer grössere Schwierigkeiten und die Auswirkungen eines Ausbruchs sind entsprechend verheerender (Bericht des EVD vom 18 September 1974 an die Regierungen der Kantone zum Entwurf eines Bundesratsbeschlusses über Änderung von Art. 21 und 22 TSV, S. 2). Die Schweiz ist zudem zur Deckung der Nachfrage auf dem Fleischsektor in wachsendem Mass auf Importe aus einer grossen Zahl von Ländern angewiesen, wodurch die Gefahr der Ein- und Verschleppung auch weniger bekannter Seuchen gesteigert wird. Ferner lehrt die Erfahrung, dass in seuchenfreieren Zeiten eine Seuche oft nicht rechtzeitig erkannt wird, weil mit dem Ausbruch von Seuchen nicht mehr in gleicher Weise gerechnet wird und die Vertrautheit mit den Symptomen nicht mehr im selben Mass vorhanden ist. Unter diesen Umständen muss deshalb der umfassenden Seuchenbekämpfung nach wie vor vorrangige Bedeutung zugestanden werden.\n\nb) Die Verfütterung von Tierkörpern gibt nach der Ansicht der massgeblichen tiermedizinischen Fachstellen seuchenpolizeilich zu grössten Bedenken Anlass. Die vom Beschwerdeführer beanstandete Regelung der TSV stützt sich in dieser Hinsicht auf Erfahrungen, die seit dem Inkrafttreten der 1967 letztmals revidierten TSV gemacht wurden (Bericht des EVD a.a.O.; Referat des st. gallischen Kantonstierarztes in TVF-Information Nr. 1, 1975, S. 5 f.).\n\n|142|\n\nVor der Revision vom 2. Juni 1975 war die Verwertung von Tierkörpern als Tierfutter \"unter sichernden Bedingungen\" zugelassen (Art. 21 Ziff. 3 alte Fassung TSV). Art. 21 Ziff. 16 TSV verbietet nun generell die Verwertung von Tierkörpern aus Tierhaltungsbetrieben zur Verfütterung an Nicht-Fleischfresser, zu denen in diesem Zusammenhang die Schweine gehören. Zur Fütterung dieser Tiere dürfen nur noch Tierkörper aus Schlacht- und Fleischverarbeitungsbetrieben verwertet werden. Angesichts der von der Fachwelt hervorgehobenen Seuchengefahr und des bedeutenden öffentlichen Interesses an der Verhinderung eines Seuchenausbruchs oder einer Seuchenverbreitung lässt sich das erwähnte Verbot unter rechtlichen Gesichtspunkten nicht beanstanden. Es erscheint danach ohne weiteres als sachlich begründet, dass Tierkörper aus Tierhaltungsbetrieben, insbesondere von umgestandenen oder totgeborenen Haustieren, von Fallwild und von Fischen (Art. 21 Ziff. 1 lit. a und b TSV) von der Verwertung zum Zwecke der Verfütterung an Schweine ausgeschlossen werden. Diese Tierkörper sind naturgemäss für die Verschleppung hochansteckender Seuchen besonders geeignet.\n\nDer Einwand des Beschwerdeführers, die Verfütterung von Tierkadavern sei seuchenpolizeilich weniger gefährlich als diejenige von Küchenabfällen gemäss Art. 22 Ziff. 1 lit. a TSV, für welche eine freizügigere Regelung gilt, trifft nicht zu. Diese Ansicht findet keine Bestätigung in den massgeblichen Fachkreisen. Soweit von tiermedizinischer Seite die Verfütterung von Hotelabfällen als nicht weniger bedenklich eingestuft wird als diejenige von Abfällen aus Schlachthöfen und Metzgereien, wird vielmehr eine entsprechende Anpassung der Behandlung der Hotelabfälle an die Bestimmungen über die Tierkörperbeseitigung gefordert. Auf jeden Fall kann daraus inbezug auf die geltende Regelung nicht die Folgerung gezogen werden, die freizügigere Regelung des Art. 22 TSV sei auch auf die Verwertung von Schlachtabfällen oder von Tierkadavern im Sinne von Art. 21 Ziff. 1 lit. a und b TSV anzuwenden.\n\nAus der unterschiedlichen Regelung der Abgabe von Tierkörpern als Tierfutter für Fleischfresser (Art. 21 Ziff. 15 TSV) lässt sich ebenfalls nichts zugunsten der Argumentation des Beschwerdeführers ableiten. Eine allfällige Anpassung könnte auch hier höchstens im Sinne einer Angleichung der Regelung |143| des Art. 21 Ziff. 15 TSV an die übrigen strengeren Vorschriften über die Tierkörperbeseitigung des Art. 21 TSV notwendig werden. Zudem besteht insofern ein wesentlicher Unterschied, als das Fleisch dieser Tiere im Gegensatz zum Schweinefleisch nicht als Nahrung für den Menschen verwendet wird.\n\nc) Angesichts der bedeutenden Seuchengefahr und der von ihr bedrohten öffentlichen Gesundheit ist es sachlich auch gerechtfertigt, strenge Vorschriften für den Transport der zur Verwertung zugelassenen Tierkörper von den Lieferbetrieben zum Verwertungsbetrieb aufzustellen. Art. 21 Ziff. 16 TSV schreibt in dieser Hinsicht vor, dass der Transport vom einzelnen Liefer- zum Sterilisationsbetrieb direkt zu erfolgen hat. Dadurch werden eigentliche Sammeltouren, wie sie der Beschwerdeführer unternimmt, ausgeschlossen. Angesichts der leicht möglichen Ansteckung ist diese Massnahme gerade im Hinblick auf einen Sammeldienst in ländlichen Gegenden zweifellos geeignet, die Gefahr eines Seuchenausbruchs oder einer Seuchenverschleppung in möglichst niedrigem Rahmen zu halten; sie lässt sich angesichts der Bedeutung der dadurch geschützten Rechtsgüter auch schwerlich als unverhältnismässig bezeichnen. Es kann sich höchstens fragen, ob die Vorschrift deshalb ungerechtfertigt ist, weil nach der Verordnung ein entsprechender Sammeldienst durch die Tierkörperbeseitigungsanlagen zugelassen wird. Indes muss der Sammeldienst einer Tierkörperbeseitigungsanlage hauptsächlich kommunale Sammelstellen anfahren (Art. 21 Ziff. 10 und 11 TSV), welche in aller Regel ausserhalb der Siedlungen liegen und nicht in direkter Nachbarschaft von landwirtschaftlichen Betrieben stehen. Demgegenüber geht der Sammeldienst des Schweinemastbetriebes die Lieferbetriebe direkt an. Im Hinblick auf die Ansteckungsgefahr erscheint es daher jedenfalls sachlich nicht als ungerechtfertigt, den Transport eines Schweinemastbetriebes als gefährlicher zu veranschlagen als denjenigen einer Tierkörperbeseitigungsanlage.\n\nd) Art. 21 Ziff. 16 Abs. 1 und 2 kann sich demnach inbezug auf die vom Beschwerdeführer beanstandete Regelung auf sachliche Gründe stützen und erscheint damit, soweit die Bestimmung nach dem Gesagten der Überprüfung durch das Bundesgericht zugänglich ist, weder willkürlich noch sprengt er den Rahmen der gesetzlichen Delegation."}