{"annee": "103", "cour": "II", "page": "110", "date": "22/3/1977", "cite": ["93 II 11", "101 II 329", "95 II 309"], "cite_par": ["106 II 146", "116 II 55", "129 III 481", "109 II 26", "127 III 142"], "chapeau": "18. Auszug aus dem Urteil der I. Zivilabteilung vom 22. März 1977 i.S. Wildholz, Huber und Meier gegen Schörg", "regestes": ["Vente d'un local d'habitation en copropriété; jugement allouant des dommages-intérêts sous condition. 1. Art. 712a al. 1 CC. La part de copropriété n'a pas à correspondre à la répartition de la propriété dans l'espace (consid. 3a). 2. Art. 216 al. 1 CO. Le seul fait que l'objet du contrat de vente peut être déterminé doit être considéré comme suffisant suivant les circonstances (consid. 3b). Un accord sur la gratuité de modifications dans la construction n'a pas à être instrumenté par acte authentique (consid. 3c). 3. La question de savoir si un jugement allouant des dommages-intérêts sous condition peut être rendu se tranche selon le droit de procédure cantonal (consid. 5a)."], "faits": "BGE 103 II 110 S. 110\n\nMit öffentlich beurkundetem Vertrag vom 5. April 1968 verkauften die Architekten Rolf Marc Wildbolz und Erwin Huber, welche an der Susenbergstrasse 64 in Zürich einen Wohnblock zu erstellen gedachten, Frau Schörg-von Guggenberger einen Miteigentumsanteil von 174/1000 an der Liegenschaft Kat. Nr. 3195 mit Sonderrecht an der Dreizimmerwohnung im Attikageschoss zu einem Preis von Fr. 300'000.--. Im Verlaufe der Bauausführung liess die Käuferin auf ihre BGE 103 II 110 S. 111Kosten verschiedene bauliche Änderungen vornehmen, die zu einer Erweiterung der Wohnung führten. Nach der Vollendung des Baues verlangten die Verkäufer unter Hinweis auf die mit den baulichen Änderungen verbundene Vergrösserung der Wohnfläche von 107 auf 171 m2 den Abschluss eines neuen Kaufvertrages mit einem Kaufpreis von Fr. 548'000.--, was die Käuferin aber ablehnte. Darauf verweigerten die Verkäufer die Eigentumsübertragung.\n\nFrau Schörg klagte auf Übertragung des Miteigentumsanteils zu Eigentum gemäss Kaufvertrag. Dieses Begehren hiess das Bezirksgericht Zürich am 7. März 1975 und das Obergericht des Kantons Zürich am 10. Mai 1976 gut. Das Obergericht sprach Frau Schörg darüber hinaus noch Schadenersatz für den Fall zu, dass die Eigentumsübertragung nicht vollstreckt werden könnte.", "considerants": "Aus den Erwägungen:\n\n3. a) Wohl können die Beklagten nur soweit zur Eigentumsübertragung verpflichtet werden, als sich dies aus dem beurkundeten Vertrag ergibt, und sie sind nur das zu übereignen verpflichtet, was sie verkauft haben. Dabei muss der beurkundete Vertrag alle wesentlichen Vertragsbestandteile enthalten, namentlich die genaue Bezeichnung des Kaufgegenstandes und die dafür versprochene Gegenleistung (BGE 101 II 331 E. 3a mit Hinweisen). Kaufgegenstand ist vorliegend ein Miteigentumsanteil von 174/1000 an einer bestimmten Liegenschaft mit Sonderrecht an der Wohnung B4 im Attikageschoss. Dies ergibt sich aus der Vertragsurkunde und entspricht auch der gesetzlichen Ordnung (Art. 712a Abs. 1 ZGB). Unbestrittenermassen entfällt laut Grundbucheintrag auf die streitige Wohnung nach wie vor dieselbe Wertquote, nämlich 174/1000. Wenn die Beklagen geltend machen, die Wertquote entspreche infolge der Erweiterung der Attikawohnung nicht mehr den baulichen Gegebenheiten, hilft ihnen dies nichts, denn der Miteigentumsanteil braucht keineswegs genau der räumlichen Aufteilung der Sonderrechte zu entsprechen. Die Vorinstanz darf die Beklagten auch dabei behaften, dass sie ihrerseits für die streitige Wohnung noch lange nach Bauvollendung in andern Verträgen die gleiche Wertquote beibehielten, was zeigt, dass auch sie selbst die BGE 103 II 110 S. 112Wertquote keineswegs in eine unmittelbare Beziehung zur Wohnungsgrösse setzten. Ob eine Änderung der Wertquote im Sinne von Art. 712e Abs. 2 ZGB nachträglich doch noch möglich wäre, ist hier nicht zu entscheiden. Die Wohnung wurde jedenfalls mit der bisherigen Wertquote zu dem vereinbarten Kaufpreis verkauft.\n\nAber auch wenn man nicht den Miteigentumsanteil, sondern die Wohnung als Kaufgegenstand betrachten würde, ergäbe sich nichts zugunsten der Beklagten, handelt es sich doch bei der verkauften Wohnung so oder anders um die Wohnung B4 im Attikageschoss. Aus der Planbeilage des beurkundeten Vertrages ergibt sich überdies, dass mit Ausnahme von Aufzug und Treppenhaus das ganze Dachgeschoss der Klägerin zur ausschliesslichen Benutzung zugedacht war. Wenn in der Folge der umgebaute Wohnraum auf Kosten des Terrassengebietes erweitert wurde, blieb der Kaufgegenstand nach wie vor derselbe.\n\nb) Zu prüfen ist weiter, welche Bedeutung der Tatsache zukommt, dass die Wohnung anders ausgestaltet wurde, als es nach dem beurkundeten Vertrag und seinen Planbeilagen vorgesehen war. Dass dies nach den Feststellungen der Vorinstanz einer Vereinbarung der Parteien entsprach, hält die Berufung mangels Beurkundung für unbeachtlich. Die aus Art. 9 ZGB sich ergebende Vermutung der Richtigkeit und Vollständigkeit von öffentlichen Urkunden ist jedenfalls durch das Beweisergebnis widerlegt. Eher ist der Berufung darin beizustimmen, dass angesichts der zum beurkundeten Vertrag gehörenden Grundrisspläne nicht gesagt werden kann, es fehlten im beurkundeten Vertrag Angaben über den Wohnungsgrundriss. Dennoch bleibt die Tatsache bestehen, dass der schliesslich beurkundete Vertrag ein Flächenmass nur für die Nebenräume, nicht auch für die Wohnung selbst nennt. So betrachtet kann durchaus angenommen werden, dass nicht eine genau bestimmte, sondern nur eine bestimmbare Wohnung verkauft worden ist. Die blosse Bestimmbarkeit des Kaufgegenstandes genügt jedenfalls dann den Anforderungen des Art. 216 OR, wenn - wie hier - ein Grundstück gekauft wird, dessen Überbauung erst projektiert oder gerade erst begonnen worden ist; in solchen Fällen ist stets bis zu einem gewissen Grade mit baulichen Änderungen gegenüber Plänen und Beschrieb zu rechnen. Dass es unter Umständen genügen BGE 103 II 110 S. 113muss, wenn das verkaufte Grundstück nur bestimmbar ist, hat das Bundesgericht schon früher entschieden (BGE 95 II 310 E. 2). Im vorliegenden Fall lässt es sich jedenfalls mit der Urkunde und den Absprachen der Parteien beim Vertragsabschluss vereinbaren.\n\nc) Die Vorinstanz hat festgestellt, dass die Beklagten vor der Beurkundung auf eine Erhöhung des Kaufpreises wegen der baulichen Änderungen verzichtet haben. Wenn die Berufung dies nun beanstandet, so wendet sie sich nicht nur gegen eine das Bundesgericht bindende Feststellung, sondern auch gegen den beurkundeten Vertrag selbst, welcher den Kaufpreis auf Fr. 300'000.-- festsetzt. Wollten die Beklagten für die vorgesehenen baulichen Änderungen einen Mehrpreis beanspruchen, so hätten sie bei der Beurkundung einen entsprechenden Vorbehalt machen müssen. Eine solche Erhöhung des Kaufpreises bedarf nämlich der öffentlichen Beurkundung, nicht aber eine Vereinbarung über die Unentgeltlichkeit baulicher Veränderungen.\n\nd) Die Klägerin hat somit zu Recht den Erfüllungsanspruch bezüglich der heute bestehenden Attikawohnung erhoben. Der Einwand der Beklagten, dass der Kaufvertrag unmöglich und damit nichtig sei, weil der von der Klägerin durchgeführte Umbau rechtswidrig gewesen sei, ist angesichts der zutreffenden Behandlung dieser Frage durch die Vorinstanzen und namentlich auch angesichts der tatsächlich erteilten Baubewilligung mutwillig. Das angefochtene Urteil ist in diesem Punkte zu bestätigen.\n\n5. a) Für den Fall, dass die Vollstreckung der Eigentumsübertragung nicht möglich sein sollte, hat die Vorinstanz Wildbolz und Huber verpflichtet, der Klägerin Fr. 580'952.65 nebst Zinsen zu zahlen. Die Berufung hält dies für unzulässig. Das Bundesrecht schliesst indessen bei einem aufschiebend bedingten Anspruch ein Leistungsurteil mit entsprechender Bedingung nicht aus (GULDENER, Schweiz. Zivilprozessrecht, S. 192 und 253; STRÄULI/MESSMER, Kommentar zur zürcherischen ZPO, N. 4 zu § 100 und N. 6 zu § 188; HABSCHEID, Droit judiciaire privé suisse, S. 272; KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 58). Dies ist denn auch in Art. 74 Abs. 2 BZP für den Bundeszivilprozess ausdrücklich vorgesehen. Im übrigen verlangt das Bundesrecht wohl, dass die Kantone einen bundesrechtlichen BGE 103 II 110 S. 114Anspruch bei Vorliegen eines Rechtsschutzbedürfnisses beurteilen, verbietet aber anderseits eine Beurteilung trotz mangelndem Interesse nicht, wie dies auch für die Feststellungsklage entschieden wurde (BGE 93 II 17 E. 2c, 92 II 109 E. 3). Es ist somit ausschliesslich eine Frage des kantonalen Prozessrechts, ob die Vorinstanz ein bedingtes Schadenersatzurteil erlassen durfte. Die Rüge, dass eine solche bedingte Verurteilung unzulässig bzw. vorliegend nicht gerechtfertigt sei, ist deshalb nicht zu hören (Art. 55 Abs. 1 lit. c OG)."}