{"annee": "103", "cour": "IB", "page": "276", "date": "30/9/1977", "cite": ["78 II 419", "50 II 351", "68 II 253"], "cite_par": ["127 II 289"], "chapeau": "44. Urteil vom 30. September 1977 i.S. Maestri gegen Schweiz. Eidgenossenschaft", "regestes": ["Organisation militaire. Responsabilité de la Confédération pour des dommages. - Cas d'un soldat tué accidentellement en service militaire. Pour le dommage causé aux survivants, la Confédération ne répond pas en vertu de l'art. 22 al. 1 OM. La loi sur l'assurance militaire fait partie des \"autres dispositions\" réservées par l'art. 22 al. 2 OM. - Les documents de travail internes de l'administration font-ils partie des travaux préparatoires? (consid. 5b)."], "faits": "|276|\n\nOriano Maestri, der Sohn der heutigen Kläger, wurde während des Wiederholungskurses am 27. Februar 1976 durch den Prellschuss eines Leuchtspurprojektils eines Maschinengewehrs getötet. Die Militärversicherung bezahlte den Klägern an die Bestattungskosten den in Art. 28 Abs. 2 MVG festgesetzten Höchstbetrag von Fr. 2'000.--. Die Kläger forderten überdies von der Militärversicherung eine monatliche Hinterlassenenrente von Fr. 500.-- auf Lebzeiten, rückwirkend vom Zeitpunkt des Todes an gerechnet, sowie eine Genugtuungssumme |277| von Fr. 20'000.-- für die Mutter und von Fr. 15'000.-- für den Vater. Das Verfahren vor den Instanzen der Militärversicherung ist noch hängig. Die Kläger glauben, dass die ihnen gesetzlich zustehenden Leistungen der Militärversicherung den erwachsenen Schaden nicht decken werden. Sie erheben unter Berufung auf Art. 22 Abs. 1 MO verwaltungsrechtliche Klage gegen die Eidgenossenschaft und stellen folgendes Rechtsbegehren: \"Es sei die Schweizerische Eidgenossenschaft zu verpflichten, den Klägern den Betrag von Fr. 3'352.40 zuzüglich 5% Zins seit dem 1. März 1976 sowie jeglichen weiteren Schaden zu ersetzen, den sie infolge Tötung ihres Sohnes Oriano Maestri während des letztjährigen WK in der FüsKp III/61 erlitten haben.\" Sie legen Belege ins Recht, worin sie die Bestattungskosten, einschliesslich Grabstein und Grabpflege, mit Fr. 5'352.40 ausweisen. Nach Abzug der von der Militärversicherung bezahlten Fr. 2'000.-- ergeben sich die geforderten Fr. 3'352.40. In verfahrensrechtlicher Hinsicht wird zudem beantragt, es sei vom Gericht der Beizug der vollständigen Gesetzesmaterialien zu Art. 22 der MO vom 5. Oktober 1967 zu veranlassen und es sei den Klägern zu gestatten, ihre Rechtsbegehren innert angemessener Frist seit Eingang der Materialien zu erweitern und zu ergänzen.\n\nDie Eidg. Militärverwaltung stellt sich in der Klageantwort auf den Standpunkt, die Haftung des Bundes gegenüber den Hinterbliebenen eines im Dienst getöteten Wehrmannes richte sich ausschliesslich nach dem Militärversicherungsgesetz, und schliesst deshalb auf Abweisung der Klage. In Replik und Duplik haben die Parteien an ihren Anträgen festgehalten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Kläger stützen ihre Forderungen gegenüber dem Bund auf die MO. Über streitige Ansprüche dieser Art urteilt das Bundesgericht als einzige Instanz auf verwaltungsrechtliche Klage hin (Art. 28 MO, Art. 116 lit. c OG). Um eine solche Klage handelt es sich hier.\n\n2. Es steht fest, dass vor der 1967 erfolgten Revision der MO die Militärpersonen oder ihre Angehörigen für Personenschaden, der über die Leistungen der Militärversicherung hinausging, keinerlei Anspruch gegen die Eidgenossenschaft besassen, weder nach MO, noch gestützt auf andere Vorschriften |278| (BGE 68 II 263 E. 3; BGE 50 II 358 ff.; OFTINGER, Haftpflichtrecht Bd. II/2. 2. A. S. 860). Art. 21 MO verpflichtete den Bund, die Militärpersonen gegen die wirtschaftlichen Folgen von Krankheiten und Unfällen zu versichern (Abs. 1) und bestimmte, dass die Ausführung dieses Grundsatzes durch das MVG erfolge (Abs. 2). Darüber hinaus enthielt die MO sowie der sie ergänzende Beschluss der Bundesversammlung über die Verwaltung der schweizerischen Armee vom 30. März 1949 (BVA, AS 1949 II 1093) lediglich Bestimmungen über die Haftpflicht des Bundes gegenüber Zivilpersonen (Art. 27 ff. MO; Art. 101 ff. BVA).\n\n3. In der 1967 revidierten Fassung der MO ist Art. 21 MO unverändert beibehalten worden. Anstelle der früheren Art. 27 ff. (bzw. 101 ff. BVA) sind die neu gefassten Art. 22 ff. MO getreten. Art. 22 MO lautet nun wie folgt:\n\n\"1 Für den Schaden, den ein Wehrmann in Ausübung seiner dienstlichen Tätigkeit Dritten widerrechtlich zufügt, haftet der Bund ohne Rücksicht auf das Verschulden des Wehrmannes.\n\n2 Bei denjenigen Tatbeständen, welche unter andere Haftpflichtbestimmungen fallen, richtet sich die Haftung des Bundes nach diesen Bestimmungen.\n\n3 Gegenüber dem Fehlbaren steht dem Geschädigten kein Anspruch zu.\"\n\nDie Kläger berufen sich auf Abs. 1 dieser Bestimmung. Gemäss Abs. 2 ist indessen die Anwendung von Abs. 1 ausgeschlossen, wenn der in Frage stehende Tatbestand unter \"andere Haftpflichtbestimmungen\" fällt. Es ist nicht bestritten, dass die Kläger für den durch den tödlichen Unfall ihres Sohnes erlittenen Schaden Anrecht auf Leistungen der Militärversicherung haben. Somit ist zu prüfen, ob die Leistungspflicht des Bundes aufgrund des MVG unter den Vorbehalt \"anderer Haftpflichtbestimmungen\" im Sinne von Art. 22 Abs. 2 MO fällt. Ergibt sich dabei, wie zu zeigen sein wird, dass der Vorbehalt des Abs. 2 zur Anwendung kommt, so kann dahingestellt bleiben, ob Art. 22 Abs. 1 MO auch in Fällen Anwendung findet, wo der Kläger selber Wehrmann ist und zur Begründung seines Anspruches geltend macht, er sei im Militärdienst durch das widerrechtliche Verhalten anderer Wehrmänner geschädigt worden.\n\n4. Im allgemeinen wird ein Haftpflichtanspruch nicht schon durch das Vorhandensein einer Versicherung beseitigt, |279| sondern für den Geschädigten tritt das Haftpflichtrecht wieder hervor, wenn der Geschädigte den Schädiger für den von der Versicherung nicht gedeckten Teil des Schadens belangt. Die Militärversicherung besteht in der Übernahme des Schadenersatzes durch den Bund in Formen, die für Versicherungsleistungen charakteristisch sind. Sie ist indessen keine Versicherung im technischen Sinn, denn sie gewährt keinen durch eigene finanzielle Leistungen erworbenen Anspruch des Versicherten auf eine beim Eintritt eines bestimmten Ereignisses fällige Leistung des Versicherers; die für den Begriff der Versicherung wesentliche Prämienleistung des Anspruchsberechtigten fehlt. Die Militärversicherung wird ausschliesslich durch das Bundesbudget finanziert (Art. 62 MVG). Es wäre daher korrekter, statt von einer Versicherung von einer staatlichen Haftung gegenüber dem Wehrmann zu sprechen (vgl. BGE 78 II 425 E. 2c). Indes ist die Bezeichnung \"Versicherung\" aus historischen Gründen und weil sie zum allgemeinen Sprach- und Rechtsgut geworden ist, beibehalten worden (Berichterstatter Haefelin im Ständerat zur Botschaft und Gesetzesvorlage vom 22. September 1947, Sten.Bull. 1949, S. 196; SCHATZ, Kommentar zur Eidg. Militärversicherung S. 19 f.). Die Bezeichnung wurde seit 1887 im Anschluss an die private Unfallversicherung der Militärpersonen bei der Versicherungsgesellschaft \"Zürich\" verwendet. 1893 übernahm der Bund die Zahlung der Prämien und von 1895 hinweg die Ausrichtung der Entschädigungen (SCHATZ, a.a.O., S. 19). Aufgrund der Rechtsnatur der Militärversicherung ist es daher nicht fraglich, dass es sich bei den Vorschriften des MVG um eigentliche Haftpflichtbestimmungen handelt und dass insofern der Anwendung des Vorbehalts gemäss Art. 22 Abs. 2 MO nichts entgegensteht.\n\n5. Ein anderer Schluss ergibt sich auch nicht aufgrund der Entstehungsgeschichte der Änderung der MO von 1967.\n\na) Die Revision von 1967 galt in erster Linie der Reorganisation des Militärdepartements. Gleichzeitig wurde die Gelegenheit benutzt, weitere Änderungen, die zum Teil schon längere Zeit der gesetzlichen Verankerung harrten, in den Gesetzesentwurf einzubauen. Hierzu gehörten auch die Bestimmungen über die Haftungsgrundsätze des Militärrechts (vgl. Botschaft vom 19. September 1966, BBl 1966 II, S. 422 f.). Ziel der diesbezüglichen Änderung war eine Zusammenstellung |280| der Haftungsgrundsätze des Militärrechts, wozu in erster Linie die Übernahme der bisher im BVA festgehaltenen Grundsätze in die MO gehörte (Botschaft a.a.O. 423). Dass dabei eine über die Haftung des Bundes für Personenschäden nach MVG hinausgehende Haftung hätte aufgenommen werden wollen, ergibt sich aus den Materialien in keiner Weise. Der allgemeine Haftungsgrundsatz in Art. 22 MO ist wohl in Anlehnung an das Verantwortlichkeitsgesetz (Art. 3) formuliert worden (vgl. Botschaft a.a.O. S. 423; BINSWANGER, Die Haftungsverhältnisse bei Militärschäden, Diss. Zürich 1969, S. 315). Aus dieser Nachbildung lässt sich aber in bezug auf das Verhältnis zwischen Art. 22 und 21 MO und insbesondere auf die Frage, ob sich der Vorbehalt des Art. 22 Abs. 2 MO auch auf das MVG beziehe, nichts Schlüssiges ableiten. In den parlamentarischen Kommissionen sowie in den Verhandlungen des National- und Ständerates wurde nur die Frage der Anwendbarkeit der Haftungsgrundsätze bei aktivem Dienst der Truppe diskutiert. Der vom Bundesrat vorgeschlagene Art. 24 MO, der die Haftung für Personen- und Sachschäden beim Einsatz der Truppe im aktiven Dienst ausschliessen wollte, wurde vom Parlament nicht übernommen (Amtl. Bull. 1967 N 251, S 244).\n\nb) Die Kläger beantragen in diesem Zusammenhang den Beizug zusätzlicher Gesetzesmaterialien. In Betracht kommen jedoch nur noch verwaltungsinterne Arbeitspapiere. Zwar können auch Vorarbeiten, die der Ausarbeitung des bundesrätlichen Entwurfs vorausgehen, als Gesetzesmaterialien in Betracht fallen, insbesondere die Protokolle von Expertenkommissionen. Der Umstand, dass ein Problem bereits in der Expertenkommission geklärt wurde, kann gerade der Grund sein, weshalb es im Parlament nicht mehr zu einer Diskussion gekommen ist. Im vorliegenden Fall war jedoch keine entsprechende Expertenkommission tätig; vielmehr muss der Anstoss, die Verantwortlichkeit des Bundes für rechtswidrige dienstliche Verrichtungen von Wehrmännern im Sinne von Art. 22 Abs. 1 MO neu einzuführen, aus der Bundesverwaltung selbst gekommen sein. Woher dieser Anstoss kam und was darüber innerhalb der Verwaltung diskutiert wurde, ist jedoch für die Gesetzesauslegung nicht massgebend; denn dem Parlament und seinen Kommissionen wurden keine entsprechenden Unterlagen zur Verfügung gestellt. Somit kann |281| deren Absicht auch nicht durch solche Unterlagen bestimmt werden. Der beantragte Beizug der vollständigen Gesetzesmaterialien erweist sich demnach als gegenstandslos. Dementsprechend ist der diesbezügliche Antrag, einschliesslich des Antrags auf eine allfällige Ergänzung der Rechtsbegehren, abzuweisen.\n\n6. Die Auslegung, wonach das MVG unter den Vorbehalt des Art. 22 Abs. 2 MO fällt, wird auch aus dem Gesamtzusammenhang der militärischen Haftpflichtbestimmungen bestätigt. Gemäss Art. 81 SVG hat der Bund den Schaden ausschliesslich nach dem MVG zu decken, wenn ein Versicherter der Militärversicherung durch ein Militärfahrzeug verletzt oder getötet wird. Eine entsprechende Vorschrift enthält Art. 78 LFG für die Schädigung durch ein schweizerisches militärisches Luftfahrzeug. Bei diesen beiden Gesetzesbestimmungen des SVG und LFG handelt es sich ohne Zweifel um \"andere Haftpflichtbestimmungen\" im Sinne von Art. 22 Abs. 2 MO. Die erwähnten Sonderregelungen gelten demnach auch unter der revidierten MO weiter. Es ist aber kein sachlicher Grund ersichtlich, den bei einer militärischen Schiessübung verletzten Wehrmann besser zu stellen als den durch ein Militärmotorfahrzeug oder Militärflugzeug geschädigten Wehrmann und jenem im Gegensatz zu diesem den von der Militärversicherung nicht gedeckten Schaden zu ersetzen.\n\n7. Schliesslich berufen sich die Kläger auf die Rechtsgleichheit und machen geltend, der Wehrmann dürfe nicht schlechter gestellt werden als der Zivilist. Es bestehe kein sachlicher Grund, Zivilpersonen und deren Hinterlassene besser zu stellen als Wehrmänner; eine verfassungskonforme Auslegung des Art. 22 MO müsse deshalb zur Bejahung der Haftung des Bundes nach Art. 22 Abs. 1 führen.\n\nDie von den Klägern befürwortete Auslegung hätte nach dem Gesagten eine sachlich nicht gerechtfertigte Unterscheidung zwischen dem durch ein militärisches Motor- oder Luftfahrzeug geschädigten und dem durch ein sonstiges militärisches Verhalten geschädigten Wehrmann zur Folge (E. 6). Sie fällt daher bereits aus diesem Grund ausser Betracht. Darüber hinaus richtet sich die Schadensdeckungspflicht des Bundes gegenüber Wehrmännern grundsätzlich nach anderen Grundsätzen als die Haftung des Bundes gegenüber geschädigten Zivilpersonen; die Verfassung selbst (Art. 18 Abs. 2 BV) |282| formuliert diese Schadensdeckungspflicht des Bundes sehr zurückhaltend und das MVG geht weit über das verfassungsmässig Gebotene hinaus. Ausserdem hat die Leistung des Bundes nach MVG auch Vorteile, welche die Haftung nach MO nicht kennt und die unter Umständen eine Schlechterstellung in bezug auf einzelne Schadensposten aufzuwiegen vermögen, wie insbesondere die Anpassung der Rentenleistungen an die Teuerung (Art. 25bis MVG) sowie die beweismässig begünstigte Stellung des geschädigten Wehrmannes (Art. 4 und 5 MVG). Die Klage kann somit nicht gutgeheissen werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Klage wird abgewiesen."}