{"annee": "103", "cour": "V", "page": "137", "date": "20/10/1977", "cite": [], "cite_par": [], "chapeau": "33. Arrêt du 20 octobre 1977 dans la cause Caisse-maladie et accidents \"La Fédérale\" contre Martinet et Caisse-maladie suisse d'entreprises et Tribunal des assurances du canton de Berne", "regestes": ["L'art. 7 al. 2 LAMA, et non l'art. 5bis al. 4 LAMA, est applicable lorsque l'employeur conclut un contrat d'assurance collective avec une nouvelle caisse en remplacement immédiat d'une convention passée précédemment avec une autre caisse, lorsqu'il y a obligation d'adhérer à l'assurance collective."], "faits": "|137|\n\nA.- Marcel Martinet est entré le 5 novembre 1973 au service de la maison G. S.A., entreprise de l'industrie métallurgique de précision. Il était affilié depuis le 1er avril 1967 à La Fédérale, caisse-maladie reconnue ayant son siège à Laufon. Du fait de son engagement, il fut transféré dans l'assurance collective conclue par l'employeur avec la caisse susmentionnée, où les prestations suivantes lui étaient garanties: a) soins médicaux et pharmaceutiques; b) indemnité journalière de 30 fr.; c) indemnité supplémentaire de 30 fr. en cas d'hospitalisation.\n\nIl fut, pour cause de maladie, incapable de travailler dès le 20 août 1974. Le 19 décembre 1974, G. S.A. résilia pour le 28 février 1975 le contrat de travail de Marcel Martinet, qui n'avait pu reprendre son activité.\n\n|138|\n\nB.- De son côté, La Fédérale avait dénoncé pour le 31 décembre 1974 la convention d'assurance collective qui la liait à l'entreprise précitée, en vue d'en adapter les cotisations, parce que le compte du groupe était déficitaire, Toutefois, l'employeur renonça à assurer son personnel pour les soins médicaux et pharmaceutiques, y compris les frais d'hospitalisation, et conclut pour l'indemnité journalière, ainsi que pour les risques de paralysie-invalidité et de décès, un contrat avec la Caisse-maladie suisse d'entreprise (CMSE), caisse reconnue ayant son siège à Winterthour. Ce nouvel accord, signé le 14 juillet 1975 mais valable à partir du 1er janvier 1975, garantissait une indemnité journalière de 100% pendant 30 à 180 jours, selon la durée de l'engagement, puis de 80% du salaire assuré, moyennant une prime de 3,19% dudit salaire. Il réservait la possibilité pour la caisse d'admettre avec réserve les employés malades et imposait au personnel du preneur d'assurance le dépôt d'une déclaration individuelle d'adhésion.\n\nC.- En même temps qu'elle congédia Marcel Martinet, le 19 décembre 1974, G. S.A. l'informa sommairement du changement qui allait intervenir dans l'assurance-maladie du personnel. Elle lui communiqua à ce sujet des renseignements détaillés dans une circulaire du 8 janvier 1975, où l'on dit que, dès le 1er janvier 1975, la CMSE couvrirait l'ensemble du personnel contre le risque de perte de salaire causé par la maladie et qu'il incombait aux intéressés de s'assurer à titre individuel, dès la même date, pour les frais de guérison auprès de La Fédérale ou éventuellement d'une autre entreprise d'assurance.\n\nLe 25 janvier 1975, au moyen d'une formule qui lui avait été remise par G. S.A., Marcel Martinet demanda à La Fédérale de rester assuré auprès d'elle, à titre individuel, pour les mêmes prestations que par le passé. Le 2 février 1975, La Fédérale écrivit au conseil du requérant, Me B., en substance: que son client pouvait s'assurer individuellement auprès d'elle dès le 1er janvier 1975 pour les frais de guérison, mais que, pour l'indemnité journalière, il devait être assuré collectivement jusqu'au 28 février 1975 auprès de la CMSE et que le 1er mars 1975, il ne bénéficierait plus du libre passage; sur quoi, elle lui conseillait de s'assurer auprès de la CMSE pour l'ensemble des prestations. Le 21 février 1975, Me B. écrivit à |139| G. S.A. qu'il constatait que son mandant était assuré à titre collectif auprès de la CMSE contre la perte de salaire et qu'il devrait l'être à titre individuel dès le 1er mars 1975. A la demande, dit-elle, du fils de Marcel Martinet, G. S.A. intervint auprès de la CMSE pour savoir si, et à quelles conditions, celle-ci serait disposée à accepter l'intéressé comme membre. Elle en reçut cette réponse, qu'elle communiqua le 4 avril 1975 à Me B.:\n\n\"...nous nous permettons de vous citer l'art. 10, chiffre 1 de la loi sur l'assurance en cas de maladie et d'accidents (LAMA): - le droit de libre passage s'éteint trois mois après la survenance du fait qui lui a donné naissance.\n\nPar conséquent, comme M. Martinet ne peut plus prétendre à un droit au libre passage, ayant dépassé le délai légal de trois mois et qu'il ne fait plus partie de votre personnel depuis le 28 février 1975, nous ne pourrons l'accepter comme membre de notre Caisse.\"\n\nDans une lettre du 18 juin 1975, Me B., fondé sur les art. 5bis LAMA et 5 Ord. II, somma La Fédérale d'assurer son mandant pour l'ensemble des prestations auxquelles il avait droit en vertu de la convention collective en vigueur jusqu'au 31 décembre 1974.\n\nPar décision du 2 juillet 1975, La Fédérale accepta d'assurer le requérant dès le 1er janvier 1975 pour les frais de guérison mais refusa de le faire pour l'indemnité journalière.\n\nD.- Me B. recourut. Le 3 août 1976, le Tribunal des assurances du canton de Berne admit le recours et condamna La Fédérale à accepter dès le 1er janvier 1975 Marcel Martinet comme assuré individuel pour une indemnité journalière de 30 fr. et à lui payer 1'160 fr. à titre de dépens. Selon les premiers juges, l'art. 5bis al. 4 LAMA est clair: une personne assurée en vertu d'un contrat d'assurance collective prenant fin pour un quelconque motif a en principe le droit de passer dans l'assurance individuelle de la caisse partie au contrat et de continuer à bénéficier de toutes les prestations garanties par cet accord. L'art. 7 al. 2 LAMA ne serait applicable qu'aux nouveaux collaborateurs d'une entreprise contraints, en vertu du contrat d'engagement, d'adhérer à une caisse déterminée. Les conditions prévues par cette disposition ne seraient de toute façon pas réunies en l'occurrence, faute d'obligation générale de s'affilier à l'assurance collective conclue auprès de la CMSE.\n\n|140|\n\nE.- La Fédérale a formé en temps utile un recours de droit administratif contre le jugement cantonal. Elle conclut à ce qu'il plaise au Tribunal fédéral des assurances:\n\n1. rétablir la décision administrative du 2 juillet 1975;\n\n2. astreindre le nouvel assureur collectif de l'ancien employeur de l'intimé à traiter ce dernier comme le reste du personnel et à lui accorder un quasi-droit de libre passage;\n\n3. dire qu'il n'y a lieu ni de prélever des frais ni d'allouer des dépens.\n\nAgissant au nom de l'intimé, Me B. conclut au rejet du recours.\n\nL'Office fédéral des assurances sociales se demande si, lors du remplacement d'une convention d'assurance collective par un contrat passé avec une autre caisse-maladie, il faut vraiment autoriser, d'une part, le second assureur à laisser les mauvais risques au premier et, d'autre part, des assurés à refuser la seconde assurance collective et à exiger d'être couverts à titre individuel par le premier assureur. En cas de réponse négative, il importerait alors de reconnaître à Marcel Martinet le droit d'être transféré dans l'assurance individuelle de la CMSE depuis le 1er mars 1975.\n\nF.- Appelée en cause en qualité de co-intimée par ordonnance présidentielle du 22 mars 1977, la CMSE conclut au rejet du recours de La Fédérale. Elle allègue qu'il incombait aux employés du preneur d'assurance collective de demander leur affiliation en remplissant une déclaration d'adhésion, ce que Marcel Martinet aurait omis de faire dans le cas particulier.\n\nLa Fédérale et l'Office fédéral des assurances sociales maintiennent leurs conclusions.", "considerants": "Considérant en droit:\n\n1. L'art. 5bis al. 4 LAMA s'exprime en ces termes:\n\n\"Lorsqu'il cesse d'appartenir au cercle des personnes auxquelles s'étend une assurance collective, ou lorsque le contrat d'assurance collective prend fin, l'assuré a le droit de passer dans l'assurance individuelle de la caisse, à la condition qu'il réside dans le rayon d'activité de celle-ci ou qu'il fasse partie de l'entreprise, de la profession ou de l'association professionnelle à laquelle la caisse limite son activité. Les caisses ont, dans les limites de l'assurance individuelle, l'obligation de garantir à l'assuré qui sort de l'assurance collective les prestations qui lui étaient |141| accordées jusqu'alors.\"\n\nL'art. 5bis al. 5 LAMA charge le Conseil fédéral d'édicter les dispositions de détail sur l'assurance collective. Il s'est acquitté de ce mandat en promulguant l'Ordonnance II, du 22 décembre 1964, concernant l'assurance collective, dont les art. 10 à 12 ont trait à la garantie, instituée par l'art. 5bis al. 4 de la loi, du maintien de l'assurance, garantie qui a pour but incontesté la protection des assurés (voir le message du Conseil fédéral du 5 juin 1961 à l'appui d'un projet de loi modifiant le titre premier de la LAMA, pp. 51-52, 2e partie, E I.3).\n\nPar ailleurs, l'art. 7 al. 2 LAMA dispose ce qui suit:\n\n\"Lorsqu'un assuré engagé dans une entreprise est contraint par les conditions d'engagement de s'affilier à une caisse déterminée, celle-ci doit le traiter comme un passant.\"\n\nDans son message déjà cité, le Conseil fédéral expose ceci, à propos de cette règle légale:\n\n\"Il arrive souvent que des personnes déjà assurées qui entrent dans une entreprise doivent, en vertu des conditions d'engagement, adhérer à une caisse déterminée, que ce soit la propre caisse de l'entreprise ou la caisse avec laquelle l'entreprise a conclu un contrat d'assurance collective. Pour éviter une surassurance ou des charges trop lourdes, ces personnes ne peuvent, souvent, faire autrement que de quitter la caisse à laquelle elles appartenaient jusqu'alors. Ces cas donnent lieu à des difficultés parce que les intéressés doivent en général accomplir dans la nouvelle caisse le stage de trois mois prévu par la loi, pendant lequel ils ne reçoivent pas de prestations de cette caisse. Si, en entrant dans la nouvelle caisse, ils abandonnent l'ancienne, ils sont par conséquent privés d'assurance pendant trois mois. Au contraire, s'ils restent dans l'ancienne caisse pendant ladite durée, ils doivent payer des cotisations à deux caisses en n'ayant droit aux prestations pour soins médico-pharmaceutiques que de l'une d'entre elles. Les assurés sont souvent tenus, d'autre part, de payer un droit d'entrée dans la nouvelle caisse; il se peut aussi que celle-ci prévoie des réserves.\n\nC'est pourquoi divers préavis ont demandé que la nouvelle caisse soit tenue d'admettre les personnes en question sans les soumettre à un stage, sans leur réclamer de droit d'entrée et sans prévoir de nouvelles réserves. Cette demande est justifiée. Pour y donner suite de la meilleure manière possible, notre projet dispose que la nouvelle caisse devra traiter lesdits assurés comme des passants (Pp. 29-30, 2e partie, B III.3; voir aussi p. 71, 4e partie, IV, ad art. 7).\"\n\nA première vue, l'art. 7 al. 2 LAMA semble ne concerner que les personnes assurées qui, entrant au service d'un employeur, sont tenues de s'affilier à une caisse déterminée. Il ne viserait donc en particulier pas les personnes déjà occupées |142| dans une entreprise, lorsque celle-ci conclut un nouveau contrat d'assurance collective, personnes qui jouiraient en revanche du droit réservé à l'art. 5bis al. 4 LAMA. Telle est l'opinion des premiers juges, qui se fondent sur le message précité ainsi que sur le texte allemand de l'art. 7 al. 2 LAMA. Cette thèse, toutefois, ne résiste guère à l'examen. En effet, il n'y a pas de raison de traiter différemment, dans ce domaine, ceux qui entrent au service d'un employeur et ceux qui s'y trouvent déjà lors de la conclusion du nouvel accord, voire d'un premier accord; de reconnaître aux uns le droit d'être traités comme des passants et aux autres, celui de demander leur transfert dans l'assurance individuelle, ou de maintenir leur assurance antérieure. Car l'employeur peut parfaitement contraindre ses collaborateurs à s'affilier à une caisse déterminée pendant la durée de leur engagement, ne serait-ce qu'indirectement. Si l'on suivait la démonstration du tribunal des assurances, on aboutirait au paradoxe suivant: certains intéressés auraient bien en principe le droit d'exiger d'être transférés dans l'assurance individuelle ou de conserver une assurance antérieure, mais ils n'en seraient pas moins obligés de s'affilier à la caisse choisie par leur employeur; ils se trouveraient alors dans la situation inconfortable décrite par le Conseil fédéral dans son message susmentionné. Force est par conséquent de reconnaître à la règle de l'art. 7 al. 2 LAMA une portée plus grande - admissible au regard de la rédaction française de la loi - que celle qui ressort du texte allemand de cette disposition. Le message n'indique donc à cet égard que l'une des situations rencontrées dans la pratique. Il serait d'ailleurs choquant qu'une disposition légale conçue afin d'éviter que l'extinction d'une convention collective laisse sans assurance les membres de la collectivité soit utilisée pour procurer un avantage commercial à une caisse-maladie qui remplace immédiatement sa concurrente comme assureur collectif, au détriment des principes de la mutualité sur lesquels est fondé le système d'assurance-maladie régi par la LAMA.\n\nIl s'ensuit que le droit de passer dans l'assurance individuelle, au sens de l'art. 5bis al. 4 LAMA, est subsidiaire à celui de quasi-libre passage résultant de l'art. 7 al. 2 LAMA. Si celui-ci n'est pas donné, et alors seulement, celui-là peut être exercé; tandis que c'est le contraire qui est vrai, s'agissant du droit de libre passage ordinaire (voir art. 7 al. 1 lit. d). Au |143| demeurant, nul ne saurait se prévaloir d'une sorte de droit absolu de l'assuré au libre choix de sa caisse-maladie, puisque, aussi bien, le travailleur peut être contraint par ses conditions d'engagement de s'affilier à une caisse déterminée, comme il a été dit plus haut.\n\n2. En l'espèce, l'accord passé par l'entreprise G. S.A. avec la CMSE prévoit que chaque membre du personnel doit remplir et signer une déclaration d'adhésion. Cela ne signifie pas, en soi, que l'assureur puisse refuser un candidat appartenant au personnel du preneur, ni qu'un travailleur au service de la maison susmentionnée ait le droit de ne pas s'assurer ou de s'assurer ailleurs. L'exigence d'une déclaration individuelle d'adhésion s'explique, en général, par le désir d'avoir un bon contrôle des membres et peut-être, dans le cas particulier, par le souci de recueillir des adhésions à l'assurance - désormais facultative - des frais médicaux et pharmaceutiques. L'obligation pour tout le personnel de s'assurer contre la perte de salaire auprès de la nouvelle caisse-maladie ressort nettement de l'\"avis au personnel\" du 8 janvier 1975. Cela suffit. Il n'est pas nécessaire de vérifier si l'obligation en question découlait du contrat de travail. C'est en effet à la situation de fait plus qu'à la situation de droit qu'il importe d'attacher de l'importance, dans ce domaine. Certes, les malades déjà en traitement ont-ils été exceptés en l'occurrence de l'assurance sans réserve. Mais cette clause n'avait pas d'autre but que celui d'inciter les intéressés à maintenir leur affiliation à La Fédérale. Elle est irrelevante, en tant que destinée à empêcher l'application de l'art. 7 al. 2 LAMA. En réalité, l'intention de l'entreprise était bien d'assurer l'ensemble de ses collaborateurs auprès de la CMSE, pour l'indemnité journalière, comme il a déjà été dit. De son côté, la caisse s'est engagée à assurer \"le personnel de G. S.A.\", et non pas celui seulement qui en ferait librement la demande. Les constatations contraires des premiers juges sont dès lors en contradiction avec les pièces et ne sauraient être retenues (art. 105 al. 2 OJ). La CMSE devait par conséquent admettre tout le personnel de l'entreprise G. S.A. en le mettant au bénéfice du quasi-libre passage, au sens de l'art. 7 al. 2 LAMA, sans réserve notamment. Les intéressés ne jouissaient donc pas du droit de transfert dans l'assurance individuelle, sauf en ce qui concerne l'assurance des soins médicaux et pharmaceutiques (avec les assurances complémentaires |144| éventuelles). Car l'employeur aurait été en droit de conclure avec La Fédérale deux conventions d'assurance collective, portant chacune sur une assurance de base, de résilier les deux accords et de ne remplacer qu'un seul de ces derniers par un nouveau contrat d'assurance collective. Pour l'assurance concernée par la convention non remplacée, le droit de l'art. 5bis al. 4 LAMA aurait alors été donné sans autre: il est licite de s'assurer auprès d'une caisse pour l'indemnité journalière et auprès d'une autre caisse pour les frais de guérison (voir l'art. 35 al. 3 LAMA).\n\nAu vrai, la CMSE a refusé d'accepter Marcel Martinet parce qu'il s'est annoncé à elle plus de trois mois à partir de la survenance du fait qui aurait justifié le transfert (art. 10 al. 1 LAMA). L'argument ne vaudrait cependant qu'à l'encontre de la demande d'entrer dans l'assurance individuelle des frais médicaux et pharmaceutiques, aujourd'hui hors de cause. En revanche, le transfert de tous les ayants droits dans l'assurance d'indemnité journalière conclue avec la CMSE devait avoir lieu d'office; la déclaration d'adhésion ne pouvait constituer qu'une formalité, non soumise à un délai...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis. Le jugement attaqué est annulé et la décision du 2 juillet 1975 de la recourante La Fédérale, rétablie. La CMSE est astreinte à assurer l'intimé Marcel Martinet pour l'indemnité journalière depuis le 1er janvier 1975, aux mêmes conditions que les autres membres du personnel de la maison G. S.A. bénéficiant du contrat collectif d'assurance-maladie du 14 juillet 1975."}