{"annee": "103", "cour": "IB", "page": "261", "date": "25/11/1977", "cite": ["83 I 298", "58 I 336"], "cite_par": ["118 V 248", "104 IB 129", "116 V 335", "118 IB 172"], "chapeau": "42. Auszug aus dem Urteil vom 25. November 1977 i.S. G.", "regestes": ["Rapports de service du fonctionnaire fédéral, non-reconduction; suppression des prestations de la Caisse conformément à l'art. 9 al. 3 des statuts de la Caisse d'assurance de la Confédération. 1. Procédure: voie judiciaire (consid. 2b). 2. Notion de faute personnelle au sens juridique de la Caisse (consid. 6 à 8, consid. 10)."], "faits": "|262|\n\nDer Bundesbeamte G. wurde nach Ablauf der Amtsdauer 1973-1976 für die neue Amtsdauer nicht mehr wiedergewählt und gleichzeitig darauf hingewiesen, die Auflösung des Dienstverhältnisses gelte im Sinne der Statuten der Eidg. Versicherungskasse als selbstverschuldet. Die von ihm in erster Linie angefochtene Nichtwiederwahl hält der Überprüfung durch das Bundesgericht stand. G. bestreitet, dass ein Selbstverschulden im kassenrechtlichen Sinn vorliege, und erhebt deshalb Anspruch auf Kassenleistungen.", "considerants": "Aus den Erwägungen:\n\n2. b) Bis zum Inkrafttreten des revidierten OG am 1. Oktober 1969 hatte das Bundesgericht nicht über die Zulässigkeit einer Nichtwiederwahl zu befinden. Dagegen konnte es gestützt auf Art. 60 und 61 BtG sowie Art. 110 Abs. 1 lit. a aOG angerufen werden, wenn es zu Streitigkeiten aus dem Bundesbeamtenverhältnis, inbegriffen Streitigkeiten über Leistungen einer Versicherungskasse des Bundes, kam. Das Bundesgericht hatte auf Grund von Art. 60 Abs. 2 BtG selbständig, d.h. vorfrageweise zu prüfen, ob die getroffene Massnahme auf Verschulden des Versicherten beruhte oder nicht. Es nahm somit hinsichtlich der Verschuldensfrage volles Überprüfungsrecht in Anspruch. Seit dem Inkrafttreten der Revision von 1968 ist das Bundesgericht auch zur Überprüfung der Frage, ob die Nichterneuerung des Dienstverhältnisses gerechtfertigt ist, zuständig. Mit der Verfügung, das Dienstverhältnis werde nicht für eine neue Amtsdauer begründet, hat die Wahlbehörde sich darüber auszusprechen, ob die Nichtwiederwahl auf Verschulden des Bediensteten zurückzuführen ist. Art. 60 BtG ist zwar bei der Revision des OG nicht aufgehoben worden. Man könnte deshalb annehmen, es stehe dem Bediensteten nach wie vor im Falle der Nichtwiederwahl neben der Verwaltungsgerichtsbeschwerde das Klagerecht gegen die Kasse offen (JUD, Besonderheiten öffentlichrechtlicher Dienstverhältnisse nach schweizerischem Recht, insbesondere bei deren Beendigung aus nichtdisziplinarischen Gründen, Diss. Freiburg 1975, S. 293 f.). Wenn der Beamte der Meinung ist, die Nichtwiederwahl sei gerechtfertigt, oder wenn er sich mit ihr abfindet, er aber kein oder nur ein geringes Selbstverschulden anerkennt, muss ihm die klageweise |263| Geltendmachung seiner Versicherungsansprüche offen stehen. Hält er aber die Nichtwiederwahl nicht für gerechtfertigt, muss er sich auf dem Beschwerdeweg dagegen zur Wehr setzen, und dann hat das Bundesgericht als Beschwerdeinstanz darüber zu urteilen. Es wäre aber eine nicht vertretbare Zweispurigkeit, wenn nach dem Entscheid über die Zulässigkeit der Nichtwiederwahl noch klageweise nach Art. 60 BtG geltend zu machen wäre, die Nichtwiederwahl sei nicht selbstverschuldet. Das Bundesgericht hätte dann praktisch zweimal über den gleichen Sachverhalt zu urteilen. Wird die Nichterneuerung des Dienstverhältnisses mit Verwaltungsgerichtsbeschwerde angefochten und wird damit ausdrücklich oder sinngemäss behauptet, es liege auch kein Selbstverschulden im kassenrechtlichen Sinne vor, ist sowohl über die Zulässigkeit der Nichtwiederwahl als auch über die Verschuldensfrage im kassenrechtlichen Sinn im Rahmen der Verwaltungsgerichtsbeschwerde zu erkennen. Dem Beschwerdeführer erwächst daraus kein Nachteil. Zwar können im Beschwerdeverfahren hinsichtlich der Nichtwiederwahl keine Ermessensfragen geprüft werden, da nach dem Gesetz nur in Disziplinarsachen dem Bundesgericht eine allseitige Überprüfungsbefugnis zusteht, während es im Klageverfahren die Streitsache allseitig prüfen kann. Die Frage, ob ein Verschulden im kassenrechtlichen Sinne vorliege, ist jedoch im einen wie im andern Fall eine Rechtsfrage des Bundesrechtes, so dass in dieser Hinsicht das Bundesgericht im Beschwerdeverfahren über die gleiche Kognition verfügt wie bei der Beurteilung einer verwaltungsrechtlichen Klage (Art. 104 OG).\n\nHat der Beamte aber die Nichtwiederwahl oder allenfalls die vorzeitige Auflösung des Dienstverhältnisses nicht angefochten, will er aber geltend machen, die Beendigung des Dienstverhältnisses sei ohne sein Verschulden erfolgt, kann er gestützt auf Art. 116 lit. a OG und Art. 60 Abs. 1 BtG in Verbindung mit Art. 116 lit. k OG seine Rechte noch mit verwaltungsrechtlicher Klage wahren.\n\nEs ist somit auch über die Ansprüche des Beschwerdeführers an die Eidg. Versicherungskasse in diesem Beschwerdeverfahren zu urteilen.\n\n6. Der Beschwerdeführer ist seinerzeit als Mitglied der Eidg. Versicherungskasse im Sinne der Art. 12 ff. der Kassenstatuten (SR 172.222.1; EVK) aufgenommen worden. Gemäss |264| Art. 15 EVK entrichtet der Versicherte wiederkehrende Beiträge von 6% des versicherten Verdienstes sowie einen einmaligen Beitrag von 50% jeder Erhöhung des versicherten Jahresverdienstes. Der Bund entrichtet für ihn seinerseits gleich hohe wiederkehrende Beiträge und übernimmt ausserdem bei Erhöhung des versicherten Verdienstes die zum Ausgleich der verbleibenden Deckungskapitalbelastung erforderlichen Einkausfsbeiträge (Art. 16 EVK).\n\nEs liegt dem Beschwerdeführer hauptsächlich daran, dass die angefochtene Verfügung jedenfalls soweit aufgehoben wird, als sie feststellt, die Nichtwiederwahl sei im kassenrechtlichen Sinn auf sein Verschulden zurückzuführen. Je nachdem wie die Frage beurteilt wird, ergeben sich für ihn finanzielle erheblich voneinander abweichende Folgen.\n\n7. a) Bei Auflösung des Dienstverhältnisses auf eigenes Begehren des Versicherten vor Erreichen der Altersgrenze sowie bei Nichtwiederwahl oder Auflösung des Dienstverhältnisses aus eigenem Verschulden des Versicherten entsteht kein Anspruch auf Kassenleistungen (Art. 9 Abs. 3 EVK). Der Versicherte tritt aus der Kasse aus und bekommt eine Austrittsentschädigung. Diese entspricht den von ihm geleisteten Beiträgen und Einkaufssummen ohne Zins. Dazu kommt für jedes über vier hinausgehende volle Beitragsjahr ein Zuschlag von 4% der von ihm geleisteten Beiträge, ohne Einkaufssummen (Art. 18 EVK). Nach Vollendung des 40. Altersjahres und von 15 Beitragsjahren hat der Versicherte im übrigen das Recht, die Mitgliedschaft bei der Versicherungskasse bei unverändertem versichertem Verdienst freiwillig weiterzuführen (Art. 3 Abs. 2 EVK).\n\nb) Wird hingegen das Dienstverhältnis nicht auf Veranlassung und ohne Verschulden des Versicherten vor Erreichen der Altersgrenze aufgelöst, so hat der Versicherte Anspruch auf Versicherungsleistungen. Bei Auflösung des Dienstverhältnisses vor Vollendung des 19. Beitragsjahres erhält er eine Kapitalabfindung. Diese beträgt vor Vollendung des fünften Beitragsjahres das Doppelte der von ihm bezahlten Beiträge und den einfachen Betrag der von ihm bezahlten Einkaufssummen samt Zins gemäss Art. 40 EVK, Bei fünf vollendeten Beitragsjahren beträgt die Abfindung 150% des versicherten Jahresverdienstes; für jedes weitere vollendete Beitragsjahr steigt sie je 10% des versicherten Jahresverdienstes. Dazu |265| kommt eine Erhöhung um 20% des versicherten Jahresverdienstes für jedes Kind, das im Todesfall des Versicherten Anspruch auf eine Waisenrente gehabt hätte, für alle Kinder zusammen jedoch um höchstens 100% (Art. 34). Bei Auflösung des Dienstverhältnisses nach Vollendung des 19. Beitragsjahres hat der Versicherte Anspruch auf eine Invalidenrente (Art. 22 EVK).\n\n8. Die Unterscheidung zwischen selbstverschuldeter und unverschuldeter Nichtwiederwahl bzw. Auflösung des Dienstverhältnisses ergibt sich aus dem BtG (Art. 60 Abs. 2; s. auch Art. 56 Abs. 1). Der Begriff des Selbstverschuldens wird indessen im BtG nicht näher umschrieben. Auch die Kassenstatuten präzisieren den Begriff nicht.\n\na) Bei der disziplinarischen Entlassung ist die Umschreibung des Selbstverschuldens nicht weiter fraglich, da die Massnahme selber stets ein grobes Verschulden des Beamten voraussetzt (BGE 83 I 304 E. 2), welches sich auch kassenrechtlich als Verschulden auswirkt. Das Selbstverschulden, das den Anspruch auf Kassenleistungen ausschliesst, muss demnach ein solches sein, das die disziplinarische Entlassung zu begründen vermag (BGE 58 I 345f.).\n\nb) Bei der Auflösung des Dienstverhältnisses aus wichtigen Gründen gemäss Art. 55 BtG und bei der Nichtwiederwahl nach Ablauf der Amtsdauer (Art. 57 BtG) ist die Frage des Selbstverschuldens heikler. In beiden Fällen kann die Beendigung des Dienstverhältnisses sowohl aus Gründen, die beim Beamten liegen, als auch aus solchen, die bei der Verwaltung liegen (z.B. Arbeitsrückgang, organisatorische Umgestaltungen), erfolgen.\n\nc) Das Bundesgericht ist in seiner Rechtsprechung bisher davon ausgegangen, die Nichtwiederwahl bzw. die Auflösung des Dienstverhältnisses sei als unverschuldet zu betrachten, wenn sie hauptsächlich auf Gründen beruhe, die ausserhalb der Person des betreffenden Beamten lägen, bzw. auf Tatsachen, für die er nicht als verantwortlich gelten dürfe. Für die Annahme eines Verschuldens genüge nicht jede Dienstpflichtverletzung oder jedes missliebige Verhalten des Beamten. Es müsse eine gewisse Schwere der Veranlassung gefordert werden. Fehle sie und werde bloss eine Kleinigkeit als Anstoss für den Entschluss zur Auflösung des Dienstverhältnisses angeführt, so liege die Vermutung nahe, dass daneben auch nicht |266| genannte Gründe bestanden hätten, die weniger beim Bediensteten als bei der Verwaltung selber lägen, und dass das Verhalten des Beamten als Vorwand genommen werde, um Zwecke zu erreichen, die im Grunde und hauptsächlich aus administrativen Gesichtspunkten angestrebt würden. Umgekehrt könne der Beamte, der zufolge seines Verhaltens, für das er verantwortlich sei, der Verwaltung unzumutbar geworden sei, nicht einwenden, die Massnahme sei von ihm unverschuldet, selbst wenn sie zusätzlich durch einige Tatsachen, die ausserhalb seiner Person lägen oder für die er nicht verantwortlich sei, bedingt worden sei (nicht veröffentlichte Urteile Geiser vom 9. November 1951 E. 5; Ganz vom 30. Oktober 1940 E. 4; Schmid vom 28. Mai 1936 E. 1).\n\nd) Es rechtfertigt sich, an diesen Grundsätzen festzuhalten. Die unverschuldete Entlassung bzw. Nichtwiederwahl stellt nach der gesetzlichen Regelung ein besonders versichertes Risiko dar. Bei den Leistungen nach Art. 22 und 34 EVK handelt es sich um eigentliche Versicherungsleistungen. Diese Ordnung lässt sich nur aus dem Bedürfnis erklären, administrative Umgestaltungen zu erleichtern (zit. Urteil Ganz E. 3). Durch Einräumung eines Anspruchs auf eine Invalidenrente (Art. 22 EVK) bzw. einer besonderen Entschädigung in Form einer Kapitalabfindung (Art. 34 EVK) werden die betroffenen Bediensteten gegen die wirtschaftlichen Folgen administrativer Umgestaltungen, für die sie nicht verantwortlich sind, geschützt.\n\ne) Der Zweck dieser Ordnung erfordert, dass die Frage des Selbstverschuldens in eine enge Beziehung zum Grund für die Beendigung des Dienstverhältnisses gesetzt wird. Eine Heraufsetzung der Anforderungen an das Verschulden, etwa im Sinne von Grobfahrlässigkeit, wie dies von verschiedenen Autoren vertreten worden ist (vgl. KERN, Das Dienstrecht des Bundespersonals, Diss. Bern 1935, S. 162; WIMMER, Die Rolle des Selbstverschuldens bei der Personalversicherung des Bundes, ZSR 53/1934 S. 280 f.; JUD, Besonderheiten öffentlichrechtlicher Dienstverhältnisse nach schweizerischem Recht, insbesondere bei deren Beendigung aus nichtdisziplinarischen Gründen, Diss. Freiburg 1975, S. 250 ff.) würde dem Zweck der Regelung teilweise widersprechen, da im Falle des Art. 55 und 57 BtG die Beendigung des Dienstverhältnisses sehr wohl aus Gründen erfolgen kann, die nicht bei der Verwaltung |267| liegen, sondern im Verhalten des Beamten, für welches er als verantwortlich gelten muss, ohne dass indessen dieses Verhalten zugleich als grobfahrlässig bezeichnet werden könnte. Eine solche restriktive Auslegung des Begriffs des Selbstverschuldens hätte ausserdem eine sachlich nicht zu rechtfertigende Besserstellung des zwar aus eigenem, nicht aber aus grobfahrlässigem Verschulden entlassenen bzw. nichtwiedergewählten Beamten gegenüber dem freiwillig aus dem Bundesdienst ausscheidenden Beamten zur Folge. Dies wäre sachlich nicht haltbar, umso mehr, als wohl in der Mehrzahl der Fälle, in denen Spannungen im Dienstverhältnis auftreten, der Beamte von sich aus die Auflösung des Dienstverhältnisses begehrt, bevor überhaupt die Frage einer administrativen Entlassung bzw. Nichtwiederwahl nach Ablauf der Amtsdauer aktuell wird.\n\nf) JUD meint, wenn bei Eintritt des Invaliditätsfalles aus Selbstverschulden die Invalidenrente des Beamten bis auf die Hälfte reduziert werden könne, bei der Nichtwiederwahl oder bei der Entlassung aus wichtigen Gründen aber bereits das geringste Verschulden des Dienstnehmers genügen würde, um Kassenleistungen auszuschliessen, so könne dies dazu führen, dass bei Vorliegen einer mitverschuldeten Dienstuntauglichkeit im einen Fall eine Invalidierung mit Anspruch auf Versicherungsleistungen eintrete und im andern Fall eine verschuldete Entlassung ohne Versorgungsleistung ausgesprochen würde (a.a.O. S. 251 f.).\n\nIn der Tat kann die Invalidenrente nach Art. 25 Abs. 4 EVK nur bei Selbstverschulden und nur um 50% gekürzt werden. Es handelt sich aber dabei um eine Sondervorschrift, die nicht ohne weiteres auf andere Fälle der selbstverschuldeten Beendigung des Dienstverhältnisses ausgedehnt werden kann. Wird eine Rente wegen Invalidität ausgesprochen, fehlt dem Betroffenen regelmässig die Möglichkeit, einem andern Arbeitserwerb nachzugehen, während in den andern Fällen der Versicherte nach der Entlassung eine andere Beschäftigung aufnehmen kann. Daher mag es Billigkeitsgründen entsprechen, den Beamten, der aus Selbstverschulden invalid geworden ist, nicht ohne irgendwelche Entschädigung zu lassen. Auch besteht die Möglichkeit, dass die Invalidität zwar selbstverschuldet ist, z.B. durch einen selbstverschuldeten Verkehrsunfall, dass aber darin nicht eine Verletzung von Dienstpflichten |268| zu sehen ist, Es dürfen deshalb aus Art. 25 Abs. 4 EVK keine Schlüsse auf die Behandlung anderer Fälle von selbstverschuldeter Beendigung des Dienstverhältnisses gezogen werden.\n\n10. ... Fiele das Fehlverhalten G.'s neben seiner beruflichen Unfähigkeit als Beendigungsgrund nur wenig ins Gewicht, so dass es für sich allein nicht Anlass zur Nichtwiederwahl gegeben hätte, wäre zu schliessen, die Nichtwiederwahl sei ohne eigenes Verschulden erfolgt. Die von G. zu verantwortenden Verhaltensweisen sind aber derart gewichtig, dass sie auch für sich allein die Nichtwiederwahl gerechtfertigt hätten, und zwar umso mehr, als eine Besserung nicht abzusehen war. Die Nichtwiederwahl hat deshalb als selbstverschuldet zu gelten. Die Beschwerde ist auch in diesem Beschwerdepunkt abzuweisen."}