{"annee": "103", "cour": "V", "page": "44", "date": "8/2/1977", "cite": [], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil vom 8. Februar 1977 i.S. Arbeitslosenversicherungskasse ARLO Laufen gegen Kantonales Arbeitsamt Bern und Versicherungsgericht des Kantons Bern betreffend Chopra", "regestes": ["Art. 53 LAC. La caisse d'assurance-chômage n'a pas qualité pour recourir contre une décision rendue sur sa demande par l'autorité cantonale compétente."], "faits": "", "considerants": "BGE 103 V 44 S. 44\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n...\n\n1. Am 20. September 1975 teilte die Kasse dem Versicherten mit, dass sie seinen \"Fall für die Zeit vom 1.8. - 20.9.75\" dem kantonalen Arbeitsamt unterbreite, weil er seit dem 1. August 1975 arbeitslos sei. Sie verwies dabei ausdrücklich auf die Vorschrift des AlVG, dass die Kasse, die an der Anspruchsberechtigung eines Versicherten zweifelt, den Fall der zuständigen kantonalen Amtsstelle unterbreiten muss, welche die entsprechende Verfügung erlässt (Art. 24 Abs. 3 AlVG). Gleichentags stellte die Kasse auf dem Formular \"Entscheid in Zweifelsfällen\" dem kantonalen Arbeitsamt die Frage: \"Ist Herr Chopra anspruchsberechtigt und, wenn ja, für wieviele Tage?\" Diese Tatsachen lassen ohne weiteres erkennen, dass die Kasse im Verfahren in Zweifelsfällen die Anspruchsberechtigung im Sinn von Art. 24 Abs. 2 AlVG geklärt haben wollte. Im besondern ging es ihr darum, zu wissen, wie lange die Anspruchsberechtigung nach Art. 29 BGE 103 V 44 S. 45AlVG allenfalls eingestellt sein soll. Dies allein konnte der Zweck ihrer Anfrage beim Arbeitsamt gewesen sein, denn da am 20. September 1975 nicht feststand, wie lange der Versicherte in Zukunft noch arbeitslos sein werde, wäre es sinnlos gewesen, nach der Dauer der Anspruchsberechtigung zu fragen.\n\n2. Nach Art. 29 Abs. 3 AlVG hat die zuständige kantonale Amtsstelle die Einstellung in der Anspruchsberechtigung zu verfügen, wenn die Kasse einen Versicherten nicht von sich aus einstellt, obschon ein Grund dazu vorliegt. Alsdann steht der Kasse das Recht nicht zu, sich bei der kantonalen Rekursbehörde zu beschweren. Wer in einem solchen Fall beschwerdelegitimiert ist, wird in Art. 53 Abs. 1 AlVG geregelt. Danach können gegen Verfügungen der kantonalen Amtsstellen gemäss Art. 29 Abs. 3 AlVG nur die Versicherten und die von ihnen unterstützten oder unterhaltenen Personen Beschwerde erheben. Art. 29 Abs. 3 AlVG gehört auch nicht zu den Bestimmungen, bei deren Anwendung die Kassen nach Art. 53 Abs. 2 AlVG ausnahmsweise beschwerdeberechtigt sind (ARV 1954 Nr. 43). Anderseits steht der Kasse das Recht zu, jene Verfügung einer kantonalen Amtsstelle beschwerdeweise an die Rekursbehörde weiterzuziehen, mit welcher die Amtsstelle eine Einstellungsverfügung der Kasse nachträglich abgeändert hat (ARV 1958 Nr. 36).\n\nIm vorliegenden Fall hat das Arbeitsamt am 27. Oktober 1975 nicht etwa deshalb die Einstellung in der Anspruchsberechtigung verfügt, weil die Kasse - im oben umschriebenen Sinn - untätig geblieben wäre oder eine rechtswidrige Verfügung erlassen hätte, sondern nur darum, weil es von der Kasse in einem \"Zweifelsfall\" darum ersucht worden war. In Art. 53 Abs. 1 und 2 AlVG, wo die Beschwerdelegitimation auch der Kassen geordnet wird, ist aber dieser Fall nicht vorgesehen. Indessen liesse es sich nicht rechtfertigen, die Aktivlegitimation der Arbeitslosenkassen verschieden zu regeln, je nachdem, ob die kantonale Amtsstelle gemäss Art. 29 Abs. 3 AlVG oder deshalb die Einstellung verfügte, weil die Kasse im Zweifelsfall sie darum ersucht hat. Die Beschwerdelegitimation der Kasse stellt ohnehin eine gesetzliche Ausnahme dar (vgl. Art. 53 Abs. 2 AlVG).\n\nAus dem Gesagten ergibt sich, dass die Arbeitslosenversicherungskasse ARLO nicht legitimiert war, sich gegen die BGE 103 V 44 S. 46Verfügung des Arbeitsamtes vom 27. Oktober 1975 zu beschweren. Die Vorinstanz hat daher ihre Beschwerde mit Recht durch Nichteintreten erledigt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde der Kasse wird abgewiesen."}