{"annee": "103", "cour": "IB", "page": "313", "date": "1/7/1977", "cite": ["98 IB 241", "103 IB 144", "100 IB 445", "86 I 187", "103 IB 210", "96 I 184", "99 IA 113", "92 I 331", "96 I 758", "102 IB 64", "99 IB 321"], "cite_par": ["115 IB 508", "118 IB 60", "117 IB 9", "107 IB 395", "110 IB 255", "118 IB 326", "118 IB 381", "115 IB 206", "105 IB 272", "115 IB 400", "109 IB 142", "118 II 66"], "chapeau": "50. Auszug aus dem Urteil vom 1. Juli 1977 i.S. Alkon AG gegen Regierungsrat des Kantons Zürich", "regestes": ["Recevabilité du recours de droit administratif; art. 97 al. 1 OJ; art. 5 PA. A quelles conditions des décisions fondées sur le droit cantonal peuvent-elles être entreprises par un recours de droit administratif?"], "faits": "", "considerants": "|313|\n\nAus den Erwägungen:\n\n2. a) Die Beschwerdeführerin macht geltend, der Beseitigungsbefehl verletze Bundesrecht, insbesondere Art. 6 SVG und Art. 80 SSV. Dies ergibt sich aus der ursprünglichen Beschwerdeschrift vom 22. Februar 1973, auf welche sie in der Beschwerdeergänzung vom 24. September 1976 verweist. Es geht daher nicht lediglich noch um Fragen der kantonalen Gesetzgebung, wie die Eidg. Polizeiabteilung in ihrer Vernehmlassung annimmt. Zutreffend ist indessen, dass die Beschwerdeführerin nicht nur die Verletzung eidg. Verkehrsrechts geltend macht, sondern darüber hinaus auch rügt, es seien hinsichtlich der beanstandeten Anordnung die kantonalen Kompetenzvorschriften verletzt worden. Es ist daher zu prüfen, ob dieser Einwand im Rahmen einer Verwaltungsgerichtsbeschwerde erhoben werden kann.\n\n|314|\n\nb) Gemäss Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG. Nach dieser Vorschrift gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (Abs. 1). Diesen hat die Rechtsprechung unter bestimmten Voraussetzungen auch Verfügungen gleichgestellt, die sich auf kantonales Recht stützen. Danach unterliegen der Verwaltungsgerichtsbeschwerde gestützt auf kantonales Recht ergangene Verfügungen, gegen die mit Grund eingewendet werden kann, dass sie sich zu Unrecht nicht auf öffentliches Recht des Bundes stützen (BGE 103 Ib 213 E. 1a; BGE 100 Ib 448 E. 2b mit Hinweisen); ebenso ein auf kantonales Verfahrensrecht gestützter Nichteintretensentscheid, wenn er die Anwendung von Bundesverwaltungsrecht ausschliesst (BGE 103 Ib 146 E. 2a mit Hinweisen); ferner ein Entscheid, der sich zwar auf kantonale Vorschriften stützt, welchen jedoch gegenüber dem Bundesrecht keine selbständige Bedeutung zukommt, so dass der Sache nach der Entscheid in Anwendung von Bundesrecht ergangen ist (BGE 96 I 760 f.; BGE 98 Ib 244; BGE 99 Ia 118; vgl. auch BGE 102 Ib 66); schliesslich hat das Bundesgericht angenommen, die Prüfung der Anwendung kantonalen Verwaltungsrechts sei möglich aufgrund des Sachzusammenhangs mit einer im Rahmen der Verwaltungsgerichtsbeschwerde zu prüfenden Frage des Bundesverwaltungsrechts (BGE 99 Ib 326 E. 1b u. 2; vgl. auch BGE 96 I 187 mit Bezugnahme auf die Praxis vor der 1968 erfolgten Revision des OG; aus dieser Praxis s. insbesondere BGE 92 I 336 E. 2; BGE 86 I 192 f.).\n\nIn allen diesen Fällen kann allerdings die Anwendung des kantonalen Rechts nur auf eine Verletzung von Bundesrecht - einschliesslich Bundesverfassungsrecht - überprüft werden (Art. 104 lit. A OG); nicht aber auf eine solche von kantonalem Recht, da mit einer Verwaltungsgerichtsbeschwerde die Verletzung von kantonalem Recht nicht geltend gemacht werden kann.\n\nc) Die Beschwerdeführerin erblickt in der geltend gemachten Verletzung der kantonalen Kompetenzordnung einen Verstoss gegen Art. 4 BV. Bei den von ihr angerufenen Zuständigkeitsvorschriften handelt es sich um kantonale Ausführungsvorschriften zum Verkehrsrecht des Bundes (Art. 6 SVG, Art. 80 f. SSV). Diese Zuständigkeitsvorschriften sind indessen |315| nicht Bestimmungen, die bloss wiederholen, was bundesrechtlich ohnehin gilt. Die erwähnte Rechtsprechung (BGE 96 I 760 f., etc.), die kantonale Ausführungsbestimmungen zum Gewässerschutzrecht betraf, welchen gegenüber den bundesrechtlichen Vorschriften keine selbständige Bedeutung zukam, ist daher nicht ohne weiteres auch auf solche Ausführungsvorschriften anwendbar. Die Frage, welche Behörde nach der kantonalen Kompetenzordnung zuständig ist für die Anordnung der Entfernung der Plakat-Schaukasten, steht aber im vorliegenden Fall in einem engen Zusammenhang mit der materiellen Frage, ob der Beseitigungsbefehl gegen Art. 6 SVG und Art. 80 SSV verstösst; die Überprüfung dieser Bestimmungen hat mit Verwaltungsgerichtsbeschwerde zu erfolgen. Dieser Sachzusammenhang rechtfertigt es, die Rüge betreffend die kantonalen Zuständigkeitsvorschriften im Rahmen der Verwaltungsgerichtsbeschwerde zu behandeln."}