{"annee": "103", "cour": "IV", "page": "121", "date": "27/5/1977", "cite": [], "cite_par": [], "chapeau": "34. Urteil des Kassationshofes vom 27. Mai 1977 i.S. L. gegen Sanitätsdepartement des Kantons Basel-Stadt", "regestes": ["Art. 41 et art. 54 LCDA, art. 68 al. 1 OCV. Description d'un plat de viande. 1. La sanction prévue à l'art. 41 LCDA ne réprime pas seulement les infractions commises en violation des dispositions protégeant la santé, mais aussi de celles qui préservent le consommateur de l'exploitation (consid. 1). 2. Ni la LCDA, ni les ordonnances d'exécution parmi lesquelles l'ordonnance sur le contrôle des viandes, ne précisent ce qu'il faut entendre par \"escalope à la crème\". Dans ces conditions, c'est en fonction de l'interprétation que le public donne de ce terme qu'il faut décider si la présence de viande de dinde, sans que cela soit précisé dans la description du plat, constitue ou non une tromperie à l'égard du consommateur (consid. 2 à consid. 4)."], "faits": "BGE 103 IV 121 S. 122\n\nEin Wirt in Basel offerierte am 4. Mai 1976 auf seiner Menükarte \"Rahmschnitzel, Nüdeli, gem. Salat\" zum Preis von Fr. 7.--. Als Fleischbestandteil der Rahmschnitzel verwendete er Truthahnfleisch, ohne auf der Menükarte auf diesen Sachverhalt hinzuweisen.\n\nIn Bestätigung des Urteils des Polizeigerichtspräsidenten verurteilte das Appellationsgericht des Kantons Basel-Stadt den Wirt am 1. Dezember 1976 gestützt auf Art. 41 Abs. 2 des Bundesgesetzes betreffend den Verkehr mit Lebensmitteln und Gebrauchsgegenständen wegen Übertretung von Art. 68 Abs. 1 der Eidgenössischen Fleischschauverordnung zu einer Busse von Fr. 100.--.\n\nDas Fleischgericht war zwar qualitativ und preislich nicht zu beanstanden. Doch fanden die kantonalen Gerichte, es hätte der Art nach, d.h. als Truthahnfleisch, bezeichnet werden müssen, um eine Täuschung der Kunden auszuschliessen.\n\nMit Nichtigkeitsbeschwerde beantragt der Verzeigte, das Urteil des Appellationsgerichts aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie ihn freispreche, eventuell von Strafe Umgang nehme.\n\nDas Sanitätsdepartement des Kantons Basel-Stadt stellt Antrag auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gegen seine Verurteilung macht der Beschwerdeführer in erster Linie geltend, eine verfassungs- und gesetzeskonforme Auslegung des Art. 68 Abs. 1 der Eidgenössischen Fleischschauverordnung ergebe, dass Art. 41 Abs. 2 LMG nur eine Täuschung ahnde, welche Leib oder Gesundheit des Konsumenten gefährde.\n\nDiese Ansicht ist falsch. Art. 69bis Abs. 1 lit. a BV ermächtigt den Bund, gesetzliche Bestimmungen zu erlassen, \"über den Verkehr mit Nahrungs- und Genussmitteln\", ohne dass diese Befugnis auf den Schutz von Leben und Gesundheit eingeschränkt wird, wie dies in lit. b für \"den Verkehr mit andern Gebrauchs- und Verbrauchsgegenständen\" zutrifft (BURCKHARDT, Kommentar, 3. Aufl., S. 620 f). Die Botschaft vom 8. März 1895 zur Verfassungsergänzung führte aus, es sei eine wichtige \"Aufgabe der öffentlichen Gesundheitspflege, BGE 103 IV 121 S. 123durch eine wirksame Aufsicht und Kontrolle den Handel und den Verkauf von gefälschten oder verfälschten und gesundheitsschädlichen Nahrungs- und Genussmitteln zu unterdrücken und so das konsumierende Publikum vor Gesundheitsschädigungen oder Ausbeutung zu schützen\" (BBl 1895 I 771/772).\n\nDementsprechend ermächtigt Art. 54 Abs. 2 LMG den Bundesrat zu verordnen, \"dass Lebensmittel sowohl im Gross- als im Kleinverkehr so bezeichnet werden, dass eine Täuschung über ihre Natur und ihre Herkunft nicht möglich ist\". Es entspricht dies, nach der Botschaft vom 28 Februar 1899 zum Entwurf des Lebensmittelgesetzes, dem Zweck des Gesetzes, den Konsumenten vor Gesundheitsschädigung und vor Ausbeutung zu bewahren (BBl 1899 I 615).\n\n2. Der Beschwerdeführer bestreitet die Anwendbarkeit der Eidgenössischen Fleischschauverordnung (EFV; SR 817.191) auf die Abgabe gekochter Fleischgerichte in Restaurants an sich nicht. Dafür spricht Art. 119 LMV, welcher für den Verkehr mit Fleischwaren generell die Vorschriften der jeweils geltenden Verordnung betreffend das Schlachten, die Fleischschau und den Verkehr mit Fleischwaren anwendbar erklärt und diesem einige weitere Vorschriften über Fleischextrakte, Bouillonpräparate und Sulze hinzufügt. Anwendbar erscheint demnach auch Art. 68 Abs. 1 EFV, auf den die kantonalen Gerichte ihre Verurteilung unmittelbar stützen. Doch kann die Frage hier offen bleiben. Denn andernfalls würde Art. 15 Abs. 1 LMV eingreifen. Darnach dürfen für Lebensmittel verwendete Bezeichnungen, Angaben, Abbildungen und Packungsaufschriften sowie Arten der Aufmachungen nicht zur Täuschung über Natur, Herkunft, Menge, Gewicht usw. der betreffenden Lebensmittel geeignet sein. Beide Vorschriften aber hat der Bundesrat in Erfüllung des gesetzlichen Auftrages (Art. 54 Abs. 2 LMG) erlassen, wonach Lebensmittel sowohl im Gross- als im Kleinverkehr so bezeichnet werden müssen, dass eine Täuschung über ihre Natur und ihre Herkunft nicht möglich ist.\n\n3. Der Beschwerdeführer wendet dagegen ein, Art. 68 Abs. 1 EFV enthalte keine generelle Deklarationspflicht. Eine solche bestehe nur für Pferdefleisch. Allgemein untersagt werde lediglich die Falschdeklaration von Fleisch und Fleischwaren.BGE 103 IV 121 S. 124\n\nDies ist - auch für Art. 54 Abs. 2 LMG und Art. 15 Abs. 1 LMV - insoweit richtig, als diese Gesetzesvorschriften nicht ausdrücklich sagen, wie Rahm-Truthahnschnitzel zu bezeichnen sind. Sie schreiben nur vor, sie seien so zu bezeichnen, dass eine Täuschung des Käufers ausgeschlossen ist. Ob dies zutrifft, ist von Fall zu Fall zu prüfen und nicht \"ausschliesslich auf Grund der bestehenden gesetzlichen Vorschriften zu beurteilen\", wie die Vorinstanz annimmt.\n\nEtwas anderes kann weder aus Art. 63 noch aus Art. 74 Abs. 3 EFV abgeleitet werden. Wenn die erstere Vorschrift das Beseitigen oder Ändern amtlicher Stempelabdrücke sowie jegliche Behandlung von Fleisch und Fleischwaren, die zur Täuschung über Herkunft, Eigenart usw. Anlass geben können, schlechtweg verbietet, so kann sie darunter nicht die durch die Kochkunst übliche Zubereitung von Fleischgerichten gemeint haben. Und wenn Art. 74 Abs. 3 vorschreibt, \"Wurstwaren, die Fleisch von Kaninchen, Geflügel und Wildbret enthalten, sind deutlich als solche zu bezeichnen\", so gilt diese besondere Deklarationspflicht nur gerade für Wurstwaren, nicht aber auch für Truthahnschnitzel, solange eine entsprechende Vorschrift der Verordnung oder allenfalls eine koordinierende Bestimmung des Eidgenössischen Volkswirtschaftsdepartementes fehlt. Sie wird auch nicht durch die Mitteilung des Eidgenössischen Veterinäramtes vom 12. Mai 1976 über die Verarbeitung von Geflügelfleisch in Wurstwaren ersetzt, wenn sie in Absatz 3 darauf aufmerksam macht, dass auch zubereitete Fleischgerichte aus oder mit Geflügelfleisch als solche zu deklarieren seien, sofern nach den allgemeinen Regeln der Küche nicht offensichtlich auf die Verwendung von Geflügelfleisch geschlossen werden könne, z.B. Truthahnschnitzel, Geschnetzeltes aus Pouletfleisch. Diese Verlautbarung beansprucht nicht Verordnungscharakter. Es wird lediglich auf die allgemeinen Regeln der Kochkunst verwiesen und daraus abgeleitet, ohne besondern Hinweis auf Geflügel müsse nicht damit gerechnet werden, Schnitzel seien aus Geflügelfleisch hergestellt. Eine positive Deklarationspflicht wird daher durch diese Mitteilung des Eidg. Veterinäramtes nicht begründet. Eine aus Art. 74 Abs. 3 abgeleitete Strafe würde gegen den Grundsatz \"keine Strafe ohne Gesetz\" verstossen.\n\n4. Ob im vorliegenden Fall eine Täuschungsgefahr bestanden habe, kann nur beurteilt werden, wenn man die BGE 103 IV 121 S. 125begründeten Erwartungen der Gäste, die ein Tellergericht mit Rahmschnitzel zu Fr. 7.-- bestellen, kennt. Diese Erwartungen lassen sich weder dem Gesetz noch der Verordnung allein entnehmen. Der Vorinstanz kann daher nicht in jeder Hinsicht gefolgt werden, wenn sie eine Erkundigung beim Wirteverein Basel-Stadt ablehnte mit der Begründung, die Deklarationspflicht richte sich ausschliesslich nach den gesetzlichen Vorschriften, nicht nach einer allenfalls abweichenden Beurteilung oder Stellungnahme Dritter.\n\nSolange eine lebensmittelpolizeiliche Vorschrift fehlt, welche die Art des Fleisches vorschreibt, aus dem \"Rahmschnitzel\" hergestellt werden müssen, ist darauf abzustellen, was Gäste nach festen Regeln der Küche oder der vorherrschenden Verkehrsauffassung der Konsumenten erwarten dürfen und was sie ohne entsprechende Deklaration nicht in Kauf nehmen müssen. Eine solche Feststellung hat die Vorinstanz nicht getroffen, auch nicht aus eigener Sachkenntnis.\n\nAus den erwähnten Gründen könnte der Vorinstanz auch insoweit nicht zugestimmt werden, als es nach ihrer Meinung unerheblich wäre, wenn bei einem Menü von nur Fr. 7.-- rund 80% der Gäste zum vornherein Truthahn- oder allenfalls Schweinefleisch, nicht aber Kalbfleisch erwarten würden, weil der gesetzliche Schutz auch den restlichen 20% zugutekomme. Diese Anschauung übersieht, dass der gesetzliche Schutz nur jenen zukommt, welche in ihrer durch Gesetz, die massgebliche Verkehrsauffassung, besondere Zusicherung oder andere Umstände begründeten Erwartung getäuscht werden. Weiter zu gehen wäre in Fällen wo Fleisch hygienisch und dem Geschmack nach einwandfrei und preiswert ist, nicht gerechtfertigt.\n\n5. Die Beschwerde ist daher dahin gutzuheissen, dass die Sache an die Vorinstanz zurückgewiesen wird, damit sie auf geeignete Weise abkläre, ob ein Gast zur Zeit der Tat bei einem Menü von Fr. 7.-- unter der Bezeichnung \"Rahmschnitzel\" auch mit Truthahnfleisch rechnen musste. Sollte dies zutreffen, müsste der Beschwerdeführer freigesprochen werden; im gegenteiligen Fall wäre seine Berufung auf Rechtsirrtum erneut zu prüfen.BGE 103 IV 121 S. 126\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird teilweise gutgeheissen, das Urteil des Appellationsgerichts-Ausschusses des Kantons Basel-Stadt vom 1. Dezember 1976 aufgehoben und die Sache im Sinne der Erwägungen zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}