{"annee": "103", "cour": "IV", "page": "101", "date": "6/6/1977", "cite": ["101 IV 218"], "cite_par": ["127 IV 34", "104 IV 28", "122 IV 225", "120 IV 63"], "chapeau": "29. Arrêt de la Cour de cassation pénale du 6 juin 1977 dans la cause Ferreira da Silva contre Ministère public du canton de Vaud", "regestes": ["Art. 31 al. 1 LCR, 3 al. 1 OCR. Le degré de l'attention exigée des conducteurs doit être apprécié en regard de toutes les circonstances. Si l'essentiel de l'attention doit porter sur certains points, une attention moins grande peut être admise pour d'autres (consid. 2 litt. b et c)."], "faits": "|101|\n\nA.- Le 21 juillet 1974, vers minuit, Vasco Ferreira da Silva circulait au volant de sa voiture VW à l'avenue du Léman, à Lausanne, en direction du centre de la ville. Roulant à 60 km/h environ, feux de croisement enclenchés, sur la piste montante de droite, il aperçut soudain à quelques mètres devant lui un cyclomotoriste qui traversait la chaussée de gauche à droite par rapport à son sens de marche. Ce cyclomotoriste, Simon Lecoultre, âgé de 18 ans, n'avait pas mis en marche le moteur de son véhicule, qui de ce fait n'était pas |102| éclairé. L'automobiliste ne put empêcher la collision; il n'eut même aucune réaction avant celle-ci. Plaqué sur le capot et la partie antérieure droite du toit de la voiture, dont il avait fait éclater le pare-brise, Lecoultre tomba sur la route à 50 m au-delà du point de choc. C'est alors seulement que l'automobiliste réagit en freinant et qu'il immobilisa son véhicule, 17 m plus loin. Lecoultre décéda à 2 h. 30 des suites de ses blessures.\n\nAvant l'accident, Lecoultre venait en sens inverse, à l'extrême droite de l'avenue du Léman selon sa propre direction. Il circulait moteur arrêté, discutant avec un ami et deux personnes qui marchaient sur le trottoir dans la même direction que lui. A la hauteur environ du débouché du chemin de Bonne-Espérance, il traversa subitement la chaussée en oblique dans le sens descendant.\n\nA l'endroit de l'accident, la route décrit une courbe à grand rayon, à droite dans le sens emprunté par l'automobile, et elle accuse une rampe régulière de 5% en direction du centre de la ville. Elle est large de 10 m 50 en moyenne et comprend trois voies de circulation, soit une descendante et deux montantes. Un passage pour piétons traverse cette avenue immédiatement au-dessus du débouché du chemin de Bonne-Espérance, à 15 m environ du point de choc. Ce passage est protégé par des feux à commande manuelle, qui étaient au vert pour le trafic routier au moment de l'accident, et par conséquent au rouge pour les piétons. La chaussée était propre et sèche, l'éclairage public fonctionnait normalement.\n\nUne reconstitution sur place, lors de l'instruction de la cause, a permis de déterminer que, depuis son point de départ du bord du trottoir jusqu'au point de choc, le cyclomotoriste a parcouru en biais 16 m et qu'il a dû mettre environ 6 secondes pour franchir cette distance.\n\nB.- Le 29 octobre 1976, le Tribunal correctionnel du district de Lausanne a condamné Ferreira da Silva à une amende de 200 fr. avec délai d'épreuve de 2 ans, pour homicide par négligence.\n\nStatuant le 31 janvier 1977, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté le recours du condamné et maintenu le jugement de première instance.\n\nC.- Ferreira da Silva se pourvoit en nullité au Tribunal fédéral. Il conclut à libération.\n\n|103|", "considerants": "Considérant en droit:\n\n1. a) Il ressort des constatations du tribunal de première instance, reprises par la Cour cantonale, que le cyclomotoriste était visible à la condition que l'on portât une extrême attention dans la direction d'où il venait. Ces constatations ont été faites lors d'une reconstitution nocturne, à propos de laquelle il est relevé que, lors de l'expérience, le tribunal savait que le cyclomotoriste arrivait et qu'il le cherchait des yeux, sans se soucier ni de ce qui se passait sur la droite de la route, ni des feux.\n\nBien que la victime fût difficilement visible, les instances précédentes ont retenu à la charge du recourant une inattention fautive, constitutive de la négligence entraînant l'application de l'art. 117 CP.\n\nLa Cour cantonale a considéré que la distance totale d'arrêt nécessaire à l'automobiliste était de 40 m environ, qui avaient dû être parcourus en 2 secondes et demie. Comme, 2 secondes et demie avant le choc, la victime avait quitté la voie descendante et se trouvait déjà sur la voie montante de gauche et comme elle avait d'autant plus de chances d'être aperçue qu'elle se rapprochait à la fois du milieu de la route et de l'automobile, l'autorité cantonale a estimé que, dès le moment où le cyclomotoriste avait franchi la ligne séparant la voie descendante des deux voies montantes, le recourant aurait dû le voir, prendre conscience du caractère aberrant de sa manoeuvre et réagir promptement. Constatant alors que l'automobiliste n'avait eu aucune réaction quelconque, elle a considéré que la seule explication de cette passivité était une inattention fautive. Elle a estimé de surcroît que, sur une route éclairée, le cyclomotoriste était certainement visible alors qu'il traversait la piste montante, une cinquantaine de mètres en avant de la voiture (en oblique, il est vrai), et que même si le recourant ne l'avait aperçu qu'à 30 m, il aurait pu ralentir suffisamment pour réduire sensiblement les conséquences de la collision. Cela étant, compte tenu du temps dont il disposait et de son absence de réaction non seulement avant, mais encore après le choc, elle a retenu que l'automobiliste n'avait pas fait preuve de l'attention requise.\n\nb) Le recourant conteste toute faute. Pour lui, son devoir d'attention portait en premier lieu sur les feux qui étaient au |104| vert pour lui et qui pouvaient devenir orange, puis sur la voie ascendante droite de la chaussée qu'il empruntait, sur le trottoir situé à sa droite d'où pouvait surgir un piéton et enfin, évidemment, sur le passage pour piétons. Il invoque aussi le principe de la confiance et fait valoir qu'il n'avait aucune raison de s'attendre à un comportement aussi aberrant que celui du cyclomotoriste.\n\n2. a) Un conducteur prioritaire, comme l'était indiscutablement le recourant en l'espèce, doit, en vertu de la règle fondamentale prescrite à l'art. 26 LCR et, plus précisément, en vertu de l'al. 2 de cette disposition, faire montre d'une prudence particulière s'il lui apparaît qu'un usager de la route va se comporter de manière incorrecte. Pour être en mesure de satisfaire à cette obligation, il doit être constamment maître de son véhicule et vouer à la route ainsi qu'à la circulation toute l'attention nécessaire (cf. art. 3 al. 1 OCR, 31 al. 1 LCR). Comme, en l'espèce, le recourant n'a vu le cyclomotoriste qu'au dernier moment, c'est-à-dire trop tard pour éviter l'accident, la seule question qui doit être résolue est celle de savoir si, pour ne pas l'avoir vu plus tôt, il s'est rendu coupable d'une inattention fautive.\n\nb) En principe, l'obligation imposée au conducteur de vouer son attention à la route et à la circulation implique qu'il embrasse du regard toute la chaussée et non pas seulement ce qui se passe directement devant lui sur l'espace de route correspondant à la largeur de sa voiture (cf. BUSSY ET RUSCONI, CSCR, n. 2.5 a ad art. 31 LCR). La jurisprudence a cependant atténué ce principe dans certaines hypothèses, en particulier dans le cas d'îlots divisant la chaussée en deux voies distinctes. Ainsi a-t-elle posé qu'à tout le moins lorsque ces îlots sont larges, on ne saurait raisonnablement exiger des automobilistes qu'ils portent leur attention sur l'autre voie que celle qu'ils vont emprunter (ATF 101 IV 220); elle a également réservé la possibilité d'appliquer la même exception dans l'éventualité de voies particulièrement larges (arrêt non publié Ricciardella, du 1er juin 1976). De toute manière, le conducteur doit vouer à la route et au trafic toute l'attention possible, et le degré de cette attention doit être apprécié en regard de toutes les circonstances, telles que la densité du trafic, la configuration des lieux, l'heure, la visibilité, les sources de danger prévisibles, pour n'en citer que quelques-unes.\n\n|105|\n\nc) En l'espèce, le Tribunal correctionnel a relevé que l'attention du recourant était avant tout attirée par les feux qui étaient au vert pour lui, et il a considéré très justement que le recourant devait en outre surveiller non seulement la partie montante de la chaussée qu'il occupait et ce qui pouvait se passer sur le trottoir situé à sa droite, mais aussi le passage pour piétons. C'est en effet sur ces éléments que le recourant devait porter l'essentiel de son attention. Sans négliger la voie de circulation montante parallèle à celle qu'il occupait, il pouvait cependant lui vouer une attention moins grande.\n\nCette attention moins grande doit permettre de percevoir les obstacles ou les événements normalement visibles, mais on ne saurait aller jusqu'à exiger qu'elle atteigne un degré tel qu'elle permette de déceler ce qui n'est visible que difficilement. En l'espèce, même si les chances d'apercevoir le cyclomotoriste étaient de plus en plus grandes à mesure que celui-ci se rapprochait, il reste que, selon les constatations de l'autorité cantonale, ce cyclomotoriste était difficilement visible, c'est-à-dire visible pour autant qu'on portât une extrême attention dans la direction d'où il venait. Or, compte tenu de l'attention qu'il fallait consacrer à la voie de circulation parcourue, aux feux, au trottoir de droite et au passage pour piétons, on ne saurait raisonnablement fonder sur la loi l'obligation de surveiller en outre avec une extrême attention le reste de la chaussée. Ce n'est qu'à partir du moment où le cyclomotoriste a pénétré sur la voie de circulation empruntée par le recourant que l'on pouvait exiger de ce dernier l'extrême attention lui permettant de voir l'obstacle. Il ne disposait plus alors du temps nécessaire pour être en état de réagir efficacement. L'absence de réaction à ce moment ne se trouve dès lors pas en relation de causalité adéquate avec l'accident.\n\nQuant à la passivité du recourant après le choc, à supposer - ce dont on peut douter - qu'elle présente un telle relation avec le décès de la victime, elle n'est pas fautive. On peut à cet égard adopter le point de vue du Tribunal correctionnel selon lequel l'éclatement du pare-brise et la présence du corps de la victime qui se trouvait en partie sur le toit étaient de nature à provoquer quelques secondes de stupeur.\n\nEn conclusion, comme on doit constater qu'en déployant l'attention commandée par les circonstances de l'espèce, le recourant ne pouvait remarquer ni le cyclomotoriste ni sa manoeuvre aberrante à une distance lui permettant d'entreprendre |106| une manoeuvre efficace, aucune faute ne peut être retenue à sa charge. Le pourvoi doit donc être admis et la cause renvoyée à l'autorité cantonale pour qu'elle libère le recourant de l'accusation d'homicide par négligence.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour qu'elle acquitte le recourant."}