{"annee": "103", "cour": "II", "page": "52", "date": "25/1/1977", "cite": ["98 II 305"], "cite_par": [], "chapeau": "7. Auszug aus dem Urteil der I. Zivilabteilung vom 25. Januar 1977 i.S. Stucki AG, Rieser AG und Kohlund gegen Gribi", "regestes": ["Observation d'une obligation de construire. Art. 364 al. 2 et art. 379 al. 1 CO. Les qualités personnelles de l'entrepreneur jouent un rôle déterminant pour l'adjudication de travaux du bâtiment (consid. 5a). La capacité de diriger personnellement les travaux suppose, de la part de l'entrepreneur du bâtiment, un certain effectif de personnel ainsi qu'un équipement en outils et machines. Une remise du mandat à des sous-traitants n'est pas admise (consid. 5b). Le mandat doit en principe être exécuté par le personnel propre de l'entreprise; on ne peut pas recourir à volonté à des auxiliaires de l'extérieur (consid. 5c)."], "faits": "|53|\n\nA.- Otto Gygax verkaufte im Jahre 1961 dem Frederick Charles Liebi die Parzelle Grundbuchblatt 3680 in der Gemeinde Wohlen. Dabei übernahm Liebi die obligatorische Verpflichtung, auf dem von ihm gekauften Grundstück mindestens zwei Wohnblöcke mit Autoreparaturwerkstätte und Tankstelle zu errichten. Am 23. November 1962 verkaufte Guido Achille Liebi zwei andere Parzellen an Baumeister Franz Gribi sowie an das Kunststeingeschäft Bernasconi AG und versprach dabei als Stellvertreter seines Vaters, Frederick Charles Liebi, dem Käufer Gribi die Erd- und Maurerarbeiten am geplanten Garagenbau auf Parzelle Grundbuchblatt 3680 zu \"loyalen Konkurrenzpreisen\" zu übertragen.\n\nAm 28. Dezember 1962 verkaufte Vater F.C. Liebi die Parzelle Grundbuchblatt 3680 an die Lindenmatt AG in Bern. Diese übernahm die obligatorische Verpflichtung, auf dem Grundstück innert zweier Jahre die fraglichen Bauten zu errichten und das Bauunternehmen Franz Gribi mit den diesbezüglichen Erd- und Maurerarbeiten zu beauftragen.\n\nIm Jahre 1967 wurden infolge einer Änderung des Bebauungsplanes und des Zonenreglementes für die Gemeinde Wohlen Gewerbebauten auf der Parzelle Grundbuchblatt 3680 verboten. Gestützt auf die Änderungen des Zonenreglementes wurde eine Neuparzellierung vorgenommen, wobei das bisherige Grundstück Nr. 3680 neu die Nummer 1 erhielt. Dieses Grundstück verkaufte die Lindenmatt AG am 8. Juli 1969 an eine einfache Gesellschaft, gebildet aus der Architektenfirma Josef Stucki AG, der Bauunternehmung Rieser AG sowie dem Gipser- und Malermeister Herbert Kohlund. Die Käufer übernahmen dabei von der Verkäuferin die von dieser eingegangenen Verpflichtungen bezüglich der Überbauung der früheren Parzelle Nr. 3680 und der Übertragung der entsprechenden Erd- und Maurerarbeiten an Franz Gribi. In |54| einer weiteren Vertragsbestimmung stellten die Parteien fest, dass Franz Gribi seine Bauunternehmung nicht mehr führe.\n\nDie Käufer begannen im Jahre 1971 mit der Überbauung. Als Franz Gribi dies bemerkte, verlangte er die Übertragung der Baumeisterarbeiten, jedoch erfolglos.\n\nB.- Am 11. Januar 1974 erhob Franz Gribi beim Handelsgericht des Kantons Bern Klage gegen die drei Käufer Josef Stucki AG, Rieser AG und Herbert Kohlund. Er stellte das Rechtsbegehren, die Beklagten seien zur Leistung eines gerichtlich zu bestimmenden Betrages über Fr. 8'000.-- nebst Zins zu 5% seit einem gerichtlich zu bestimmenden Datum zu verurteilen.\n\nDas Handelsgericht erliess am 9. April 1976 einen selbständigen Zwischenentscheid im Sinne von Art. 196 Abs. 2 ZPO und stellte fest, dass der Kläger gegenüber den Beklagten Schadenersatzansprüche aus einer nicht eingehaltenen Baubindung geltend machen könne.\n\nC.- Die Beklagten haben die Berufung an das Bundesgericht erklärt. Sie beantragen Aufhebung des angefochtenen Entscheides und Abweisung der Klage. Der Kläger beantragt Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. In tatsächlicher Hinsicht behaupteten die Beklagten vor Handelsgericht, die Einzelfirma Gribi sei 1965 in die Gribi Bau AG eingebracht worden, deren Aktien 1969 an die Weiss & Marti AG übergegangen seien. Im Jahre 1970 sei der Kläger dann Freimitglied des Baumeisterverbandes geworden, was nur bei Einstellung der Berufstätigkeit möglich sei. Seither beschäftige er weder Arbeiter noch verfüge er über Maschinen oder andere Einrichtungen. Die Vorinstanz gibt diese Behauptungen wieder, ohne ausdrücklich dazu Stellung zu nehmen, geht aber in den anschliessenden Erwägungen stillschweigend von ihrer Richtigkeit aus. Vor Bundesgericht ist denn auch nicht mehr streitig, dass der Kläger 1965 sein Baugeschäft in die Gribi Bau AG einbrachte und 1969 vollständig und endgültig aus dieser ausschied. Es ist deshalb davon auszugehen, dass der Kläger schon vor 1971 sein Baugeschäft aufgegeben hat.\n\n|55|\n\n3. Die Beklagten haben sich verpflichtet, mit dem Kläger einen Werkvertrag abzuschliessen. Ob sie an dieses Versprechen seinerzeit noch gebunden waren, ist deshalb nach den Regeln über den Werkvertrag zu beurteilen und zwar unbekümmert darum, ob die besagte Vereinbarung als Vorvertrag (BGE 98 II 307) oder als bedingt abgeschlossener Hauptvertrag zu betrachten ist (GAUTSCHI, N. 22d zu Art. 365 OR).\n\n4. Der Prozessausgang hängt davon ab, ob die Bauverpflichtung bereits dahingefallen war, als die Beklagten im Jahre 1971 mit den Bauarbeiten begannen. Als Rechtsgrund für eine solche Beendigung des Vertragsverhältnisses kommt Art. 364 Abs. 2 OR, wonach der Unternehmer verpflichtet ist, das Werk persönlich auszuführen oder unter seiner persönlichen Leitung ausführen zu lassen, nicht in Betracht. Verstösst ein Unternehmer gegen diese ihm obliegende Pflicht zur persönlichen Ausführung oder Leitung der Herstellungsarbeiten, so kann dies vom Besteller nur im Verfahren nach den Art. 107 bis 109 OR zum Anlass eines Rücktrittes genommen werden. Die Beklagten behaupten aber nicht einmal, den Rücktritt je erklärt zu haben. Es braucht deshalb nicht untersucht zu werden, ob von einer Fristansetzung gestützt auf Art. 108 OR hätte Umgang genommen werden dürfen, wie sie dies vortragen lassen.\n\n5. a) Nach Art. 379 Abs. 1 OR erlischt bei Tod oder Unfähigkeit des Unternehmers das Vertragsverhältnis ohne weitere Vorkehren des Bestellers von Gesetzes wegen, sofern der Vertrag mit Rücksicht auf die persönlichen Eigenschaften des Unternehmers eingegangen war. Für die Frage, ob letztere Voraussetzung gegeben ist, ist der Umstand, dass die Beklagten den Kläger nicht als Unternehmer auswählten, sondern die Vertragsbestimmungen zu seinen Gunsten als Belastung der neuerworbenen Liegenschaft in Kauf nahmen, nicht von massgebender Bedeutung. Entscheidend ist, ob es nach der Natur des Geschäftes auf persönliche Eigenschaften ankommt. Dies ergibt sich für den Werkvertrag grundsätzlich schon aus Art. 364 Abs. 2 OR, wonach der persönliche Charakter der Verpflichtung im Unterschied zu der allgemeinen Regel von Art. 68 OR vermutet wird.\n\nBei der Vergebung von Baumeisterarbeiten spielen die persönlichen Eigenschaften des Unternehmers jeweils eine entscheidende Rolle, kommt es doch dabei nicht allein darauf an, |56| welches Angebot am preisgünstigsten ist, sondern ebensosehr auf die Beurteilung des Unternehmers hinsichtlich seiner Leistungsfähigkeit und Qualität, seiner Zuverlässigkeit und Zahlungsfähigkeit. Vorliegend steht somit ein Vertrag in Frage, der mit Rücksicht auf die persönlichen Eigenschaften des Klägers eingegangen wurde; Art. 379 Abs. 1 OR ist deshalb grundsätzlich anwendbar.\n\nb) Der Untergang der streitigen Bauverpflichtung hängt mithin davon ab, ob der Kläger im Sinne von Art. 379 Abs. 1 OR zur Vollendung des Werkes unfähig wurde. Von Bedeutung ist dabei im Lichte des Art. 364 Abs. 2 OR die Fähigkeit zur persönlichen Leitung der Herstellungsarbeiten. Dazu gehört jedoch mehr als nur die berufliche Qualifikation durch Baumeisterdiplom und langjährige Erfahrung, wie die Vorinstanz annimmt. Persönliche Leitung umfasst unter anderem die Organisation der Arbeit, die Bereitstellung der personellen und materiellen Mittel, aber auch die Anleitung der Hilfspersonen und die Überwachung der Arbeiten (GAUTSCHI, N. 11c zu Art. 364 OR). All dies setzt bei einem Bauunternehmer einen Personalbestand sowie einen gewissen Geräte- und Maschinenpark voraus.\n\nUnzulässig wäre - entgegen der Auffassung der Vorinstanz - eine Weitergabe des Auftrages an Unterakkordanten (GAUTSCHI, N. 11b und 17c zu Art. 364 OR): Wer für Bauarbeiten einen Unternehmer mit Rücksicht auf die Qualität seiner Arbeit auswählt, wird sich in der Regel die Ausführung durch Unterakkordanten unabhängig davon verbitten, ob der Unternehmer selbst für auftretende Mängel ebenfalls einzustehen hat. Bei einer Weitervergebung der Arbeiten an Unterakkordanten würde sich für ihn zudem der Umstand besonders gefahrvoll auswirken, dass diese wegen ihres Anspruches auf ein Bauhandwerkerpfandrecht allenfalls nochmalige Zahlung für die gleiche Arbeit erlangen können (BGE 95 II 87). Die Weitergabe des Auftrages an Unterakkordanten muss daher im vorliegenden Falle auch als Weg zur Vollendung des Werkes im Sinne von Art. 379 Abs. 1 OR ausscheiden.\n\nc) Der Kläger macht überdies geltend, er hätte zur Durchführung der Bauarbeiten vorübergehend Personal einstellen oder mieten können. Abgesehen davon, dass dieser offensichtlich nie die Absicht hatte, im Hinblick auf einen einzigen |57| Bauauftrag wieder ein Baugeschäft aufzubauen, hätte den Beklagten nicht zugemutet werden können, eine solche doch einige Zeit beanspruchende Entwicklung abzuwarten. Aber auch der Versuch, den Auftrag mit geliehenem Personal und geliehenen Maschinen und Geräten zu bewältigen, wäre mit Bundesrecht nicht vereinbar. Die Übertragung von Bauarbeiten ist nämlich eine ausgesprochene Vertrauenssache. Überträgt man einem Unternehmer, der ein Baugeschäft betreibt, solche Arbeiten, so darf man davon ausgehen, dass er bei der Ausführung dieser Arbeiten bestrebt sein wird, den Ruf seines bestehenden Unternehmens zu wahren oder gar zu mehren. Ein solches Interesse hat derjenige Unternehmer, der auf einen einmaligen Gelegenheitsauftrag hin das notwendige Personal und die erforderlichen Gerätschaften mühsam zusammensuchen muss, nun gerade nicht. Wenn Art. 364 Abs. 2 OR sich mit blosser persönlicher Leitung begnügt, will das nicht einen Werkvertrag, bei dem es auf persönliche Eigenschaften des Unternehmers ankommt, dieses persönlichen Charakters entkleiden, sondern lediglich Lagen Rechnung tragen, wo, wie bei Bauarbeiten, persönliche Ausführung ausser Betracht fällt, weil der Auftrag die Möglichkeiten eines einzelnen Handwerkers übersteigt. Der Unternehmer kann deshalb zur Erfüllung seines Auftrages die erforderlichen Hilfspersonen beiziehen, wobei dies aber nicht beliebig ausgeliehene Hilfspersonen sein dürfen. Vielmehr muss es sich dabei - wenigstens dem Grundsatze nach - um betriebseigenes Personal handeln (vgl. GAUTSCHI, N. 11a zu Art. 364 OR). Nur eine arbeitsvertragliche Unterordnung, wie sie sich im Verhältnis von Arbeitgeber zu Arbeitnehmer findet, stellt eine ausreichende persönliche Leitung sicher. Wenn es auch unter Umständen unerlässlich und zulässig sein mag, zur Bewältigung eines Auftrages einzelne Hilfskräfte leihweise - z.B. als Akkordgruppe - zuzuziehen, so erlaubt dies noch nicht, den gesamten Auftrag mit einem solchen fragwürdigen Mitarbeiterbestand auszuführen. Der Kläger hätte somit aus rechtlichen Gründen auch auf diese Weise seinen vertraglichen Pflichten nicht nachkommen können.\n\nd) Aus all dem ergibt sich, dass der Kläger auf Grund der dargelegten Umstände im Sinne von Art. 379 Abs. 1 OR zur Vollendung des Werkes unfähig war. Nicht erforderlich ist etwa, dass der Kläger persönlich arbeitsunfähig wurde, wie er |58| vorbringen lässt. Eine Geschäftsaufgabe, wie sie hier vorliegt, muss genügen, wenn der Unternehmer sich mit dieser der Möglichkeit zu der ihm obliegenden persönlichen Ausführung oder persönlichen Leitung der Herstellungsarbeiten begibt. Nach seinem Wortlaut erfasst Art. 379 OR zwar nur jene Fälle, wo der Unternehmer \"ohne seine Schuld\" zur Vollendung des Werkes unfähig wird. Dies ist selbstverständlich dann nicht der Fall, wenn er sein Geschäft aus freiem Entschluss aufgibt. Indessen ist diese Unterscheidung nur im Hinblick auf die besondere Entschädigungsregelung von Abs. 2 bedeutsam. Die Befugnis des Bestellers, sich in einem Falle wie dem vorliegenden auf Beendigung des Vertragsverhältnisses wegen Unfähigkeit des Unternehmers zu berufen, kann nicht davon abhangen, dass diesen kein Verschulden trifft (vgl. BECKER, N. 7 zu Art. 379). Es entspricht übrigens den allgemeinen Bestimmungen der Art. 97 und 119 OR, dass nachträgliche Unmöglichkeit der Leistung die gesamte Obligation erlöschen lässt.\n\nDer Kläger, der sein Baugeschäft schon vor dem Jahre 1971 aufgegeben hat, konnte somit von den Beklagten nicht verlangen, dass sie ihn entsprechend der von ihren Rechtsvorgängern übernommenen vertraglichen Verpflichtung mit den Baumeisterarbeiten betrauen würden.\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Berufung wird der Entscheid des Handelsgerichts des Kantons Bern vom 9. April 1976 aufgehoben und die Klage abgewiesen."}