{"annee": "103", "cour": "V", "page": "131", "date": "2/12/1977", "cite": ["98 V 216", "98 IB 167", "97 I 881", "101 V 208"], "cite_par": ["129 V 362", "116 V 182", "119 V 425", "119 V 289", "116 V 28", "111 V 117", "134 V 15", "143 V 241", "107 V 246", "112 V 275"], "chapeau": "32. Urteil vom 2. Dezember 1977 i.S. H. gegen COOP-AHV-Ausgleichskasse und Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt", "regestes": ["Du versement de rentes en mains de tiers. - Rentes pour enfant selon l'art. 35 LAI: Droit du tuteur au versement en ses mains de la rente pour un enfant naturel (consid. 2-4). - Moment déterminant la début du versement en mains de tiers (consid. 5)."], "faits": "BGE 103 V 131 S. 132\n\nA.- Andrea H., geboren am 1. April 1958, ist der aussereheliche Sohn des B. Er steht gemäss Art. 311 Abs. 2 ZGB unter Vormundschaft. Von April 1975 bis Juli 1976 absolvierte er eine Anlehre als Lebensmittelverkäufer und war während dieser Zeit in einem Lehrlingsheim untergebracht. Bis zur Vollendung des 18. Altersjahres bezahlte sein ausserehelicher Vater einen monatlichen Unterhaltsbeitrag von Fr. 200.--.\n\nB. bezieht seit dem 1. September 1975 eine ganze Ehepaar-Invalidenrente. Zusätzlich wurde ihm eine einfache Kinderrente von Fr. 356.-- im Monat für Andrea H. zugesprochen. Mit Schreiben vom 13. Januar 1976 ersuchte der Vormund des Andrea H. die Ausgleichskasse, die Kinderrente, welche vom ausserehelichen Vater nicht weitergeleitet werde, sei ihm zu überweisen; am 17. Februar 1976 reichte er das entsprechende Gesuchsformular ein. Mit Verfügung vom 18. Februar 1976 eröffnete die Ausgleichskasse B., die Zusatzrente für den ausserehelichen Sohn werde ab 1. März 1976 der Vormundschaftsbehörde ausbezahlt.\n\nB.- Hiegegen beschwerte sich B. mit dem Antrag, die Kinderrente sei weiterhin ihm selbst auszurichten. Zur Begründung brachte er vor, er habe die monatlichen Unterhaltsbeiträge regelmässig bezahlt und es sei nicht einzusehen, weshalb die Kinderrente dem Vormund zu überweisen sei.\n\nDie Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt stellte fest, die für die Auszahlung der Rente an eine Drittperson oder Behörde geltenden Voraussetzungen seien nicht erfüllt; insbesondere sei nicht erstellt, dass der Beschwerdeführer die Kinderrente nicht für sich oder seinen ausserehelichen Sohn verwende und dass er oder sein Sohn deshalb der Fürsorge zur Last falle. Demgemäss hob die Rekurskommission die angefochtene Verfügung auf und wies die Ausgleichskasse an, die Kinderrente weiterhin B. auszurichten (Entscheid vom 6. Mai 1976).\n\nC.- Namens des Andrea H. erhebt dessen Vormund Verwaltungsgerichtsbeschwerde mit dem Antrag, die Kinderrenten für die Zeit von September 1975 bis Juli 1976 seien \"im noch nicht abgelieferten Betrag von Fr. 1'491.40\" ihm auszubezahlen.BGE 103 V 131 S. 133\n\nEr macht geltend, weil sein Mündel nicht im Haushalt des B. lebe, könne dieser die Kinderrente nur dadurch für den ausserehelichen Sohn verwenden, dass er sie dem Vormund abliefere. Da er dieser Pflicht nicht nachgekommen sei, habe die Ausgleichskasse um Direktauszahlung an den Vormund ersucht werden müssen. Im übrigen beanstandet er, dass er im erstinstanzlichen Beschwerdeverfahren nicht zur Vernehmlassung beigeladen worden ist.\n\nWährend sich die Ausgleichskasse unter Hinweis auf die erstinstanzliche Vernehmlassung eines bestimmten Begehrens enthält, beantragt das Bundesamt für Sozialversicherung, die Beschwerde sei gutzuheissen, der vorinstanzliche Entscheid aufzuheben und die Kassenverfügung wiederherzustellen; die Begründung dieses Antrages ergibt sich aus den nachstehenden Urteilserwägungen. Der beigeladene B. beantragt sinngemäss die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Mit Entscheid vom 6. Mai 1976 hat die Vorinstanz die Beschwerde des B. gegen die Verfügung der Ausgleichskasse vom 18. Februar 1976 gutgeheissen und die Kasse angewiesen, die einfache Kinderrente weiterhin dem ausserehelichen Vater auszuzahlen. Es ist offensichtlich, dass Andrea H. durch diesen Entscheid berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung hat. Er ist daher, vertreten durch seinen Vormund, zur Beschwerdeführung vor dem Eidg. Versicherungsgericht berechtigt (Art. 103 lit. a OG).\n\nIn formellrechtlicher Hinsicht rügt der Vormund, dass er als Vertreter des Andrea H. im vorinstanzlichen Verfahren nicht beigeladen worden ist. Nach der bundesgerichtlichen Rechtsprechung bleibt der Anspruch auf rechtliches Gehör indessen gewahrt, falls sich der Betroffene vor einer mit voller Kognition ausgestatteten Rekursbehörde äussern kann (BGE 98 Ib 171 Erw. 3 und 176 Erw. 3, BGE 97 I 885 Erw. 1b). Weil es im vorliegenden Verfahren um Versicherungsleistungen geht und dem Eidg. Versicherungsgericht nach Art. 132 OG eine umfassende Überprüfungsbefugnis zusteht, kann der geltend gemachte Verfahrensmangel somit als geheilt gelten, weshalb kein Anlass zu einer Rückweisung der Sache an die Vorinstanz besteht.BGE 103 V 131 S. 134\n\n2. Nach Art. 76 Abs. 1 AHVV - anwendbar auf die Invalidenversicherung gemäss Art. 84 IVV - kann die Ausgleichskasse die Rente ganz oder teilweise einer geeigneten Drittperson oder Behörde auszahlen, die dem Rentenberechtigten gegenüber gesetzlich oder sittlich unterstützungspflichtig ist oder ihn dauernd fürsorgerisch betreut. Voraussetzung ist, dass der Rentenberechtigte die Rente nicht für den Unterhalt seiner selbst und der Personen, für welche er zu sorgen hat, verwendet oder dass er nachweisbar nicht imstande ist, die Rente hiefür zu verwenden, und dass er oder die Personen, für die er zu sorgen hat, deswegen ganz oder teilweise der öffentlichen oder privaten Fürsorge zur Last fallen.\n\nBezüglich der Zusatzrenten für die Ehefrau - welcher die geschiedene Frau gleichgestellt ist, sofern sie für die ihr zugesprochenen Kinder überwiegend aufkommt und selbst keine Invalidenrente beanspruchen kann - bestimmt Art. 34 Abs. 3 IVG, dass die Rente auf Verlangen der Frau auszuzahlen ist, wenn der Ehemann nicht für die Ehefrau sorgt oder die Ehegatten getrennt leben oder geschieden sind; vorbehalten bleiben abweichende zivilrichterliche Anordnungen.\n\nIm Rahmen von Art. 35 IVG, welcher den Anspruch auf Kinderrenten regelt, fehlt eine besondere Regelung über die Auszahlung der Rente an Dritte, wie sie Art. 34 Abs. 3 IVG hinsichtlich der Zusatzrente für die Ehefrau vorsieht (vgl. hiezu auch EVGE 1964 S. 268 Erw. 4).\n\n3. Gemäss Art. 35 Abs. 1 IVG haben Personen, denen eine Invalidenrente zusteht, für jedes Kind, das im Falle ihres Todes eine Waisenrente der AHV beanspruchen kann, Anspruch auf eine Kinderrente. Dem gesetzlichen Zweck entsprechend ist die Kinderrente ausschliesslich für den Unterhalt und die Erziehung des Kindes zu verwenden (EVGE 1964 S. 264, ZAK 1965 S. 53). Weil das Gesetz keine Bestimmung enthält, welche die zweckgemässe Verwendung in jedem Fall gewährleisten würde, hat die Rechtsprechung ergänzende Regeln aufgestellt und eine Auszahlung der Rente an Dritte unter bestimmten Voraussetzungen auch dann zugelassen, wenn die Bedingungen des Art. 76 Abs. 1 AHVV nicht erfüllt sind. Danach ist die Kinderrente der getrennt lebenden oder geschiedenen Mutter auszuzahlen, Wenn diese die elterliche Gewalt innehat, das Kind nicht beim rentenberechtigten Vater wohnt und sich dessen Unterhaltspflicht in einem Kostenbeitrag BGE 103 V 131 S. 135erschöpft (BGE 98 V 216, ZAK 1969 S. 122). In BGE 101 V 208 wurde präzisierend ausgeführt, die genannte Praxis könne nur Anwendung finden, falls die Rechtslage eindeutig und stabil sei; nicht anwendbar sei sie auf labile und provisorische Verhältnisse, bei denen der Zivilrichter jederzeit die notwendigen Eheschutzmassnahmen treffen könne; vorbehalten blieben in jedem Fall abweichende zivilrichterliche Anordnungen.\n\nDie erwähnten Urteile betreffen die Auszahlung von Kinderrenten für Kinder aus getrennter oder geschiedener Ehe. Es rechtfertigt sich indessen, die Praxis sinngemäss auch dann anzuwenden, wenn es um die Auszahlung von Kinderrenten für unter Vormundschaft stehende aussereheliche Kinder geht. Auch in diesen Fällen ist die Rente ausschliesslich für den Unterhalt und die Erziehung des Kindes bestimmt, wobei die zweckgemässe Verwendung der Rente in ebenso starkem Masse gefährdet sein kann wie bei Kinderrenten für eheliche Kinder aus getrennten und geschiedenen Ehen. Wird das aussereheliche Kind unter Vormundschaft gestellt, so obliegt es dem Vormund, für Unterhalt und Erziehung des Kindes besorgt zu sein. Der Vormund nimmt in dieser Beziehung eine dem Inhaber der elterlichen Gewalt analoge Stellung ein (Art. 405 ZGB). Es rechtfertigt sich daher, ihn in gleicher Weise wie den Inhaber der elterlichen Gewalt zum direkten Bezug der Kinderrente zu berechtigen, wenn die gemäss Praxis hiefür geltenden Voraussetzungen erfüllt sind.\n\n4. Wie die Vorinstanz zutreffend feststellt, sind die gemäss Art. 76 Abs. 1 AHVV für die Drittauszahlung der Rente geltenden Voraussetzungen im vorliegenden Fall nicht erfüllt. Zu prüfen bleibt, wie es sich hinsichtlich der nach der Rechtsprechung für die Auszahlung von Kinderrenten an Dritte geltenden Bedingungen verhält.\n\nDie rechtlichen Verhältnisse waren bei Einreichung des Gesuchs um Auszahlung der Rente an den Vormund eindeutig und stabil. Den Akten ist zu entnehmen, dass Andrea H. jedenfalls in der hier massgebenden Zeit nicht im Haushalt des ausserehelichen Vaters lebte und dass sich dessen Unterhaltspflicht auf einen monatlichen Beitrag von Fr. 200.-- beschränkte. Bei dieser Sachlage macht der Beschwerdeführer zu Recht geltend, dass B. verpflichtet gewesen wäre, die Kinderrente dem Vormund abzuliefern, und dass er, indem er dieser BGE 103 V 131 S. 136Pflicht nicht nachgekommen ist, die Rente ihrem gesetzlichen Zweck entzogen hat. Das Begehren des Vormundes um direkte Auszahlung der Kinderrente erweist sich daher als begründet, weshalb ihm grundsätzlich stattzugeben ist.\n\n5. Mit der Verwaltungsgerichtsbeschwerde wird eine Drittauszahlung der Rente ab September 1975 beantragt. Der Vormund hat sich jedoch erstmals am 13. Januar 1976 mit einem solchen Begehren an die Ausgleichskasse gewandt und am 17. Februar 1976 das einschlägige Gesuchsformular eingereicht. Eine Änderung im Auszahlungsmodus setzt aber voraus, dass ein diesbezügliches Gesuch vorliegt und die Rente noch nicht zur Zahlung angewiesen worden ist. Nach der Verwaltungspraxis kann eine Drittauszahlung von Renten gemäss Art. 76 AHVV grundsätzlich nur für noch nicht ausbezahlte Leistungen verlangt und verfügt werden (Rz. 1098 der Wegleitung über die Renten vom 1. Januar 1971). Diese Praxis hat auch auf den vorliegenden Fall Anwendung zu finden. Sie steht im Einklang mit der Regelung, wie sie hinsichtlich der Aufteilung der Ehepaarrenten der AHV und Invalidenversicherung auf Verlangen der Ehefrau gilt (Art. 44 Abs. 2 AHVV und Art. 29quater Abs. 2 IVV). Unter den gegebenen Umständen ist nicht zu beanstanden, dass die Ausgleichskasse auf den Zeitpunkt der Gesuchseinreichung (17. Februar 1976) abgestellt und den Beginn der Auszahlung der Kinderrente an den Vormund auf den 1. März 1976 festgesetzt hat. Nachdem die Rente für die Monate März bis Juli 1976 (Abschluss der Ausbildung des Andrea H.) dem Vormund bereits ausbezahlt worden ist, hat der Beschwerdeführer nichts mehr nachzufordern.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde wird der vorinstanzliche Entscheid aufgehoben und die Kassenverfügung vom 18. Februar 1976 bestätigt. Im übrigen wird die Verwaltungsgerichtsbeschwerde abgewiesen."}