{"annee": "103", "cour": "IV", "page": "57", "date": "29/3/1977", "cite": [], "cite_par": [], "chapeau": "14. Auszug aus dem Urteil des Kassationshofes vom 29. März 1977 i.S. H. gegen Generalprokurator des Kantons Bern", "regestes": ["Art. 18 et 19 de l'AF sur le contrôle officiel de qualité dans l'industrie horlogère suisse. Les infractions énumérées aux art. 18 et 19 précités ne sont pas des infractions contre les devoirs professionnels au sens strict; elles peuvent être commises par chacun."], "faits": "", "considerants": "|57|\n\nAus den Erwägungen:\n\nDer Beschwerdeführer macht in erster Linie geltend, Art. 1 Abs. 3 des Bundesbeschlusses über die offizielle Qualitätskontrolle in der schweizerischen Uhrenindustrie vom 18. März 1971 (SR 934.11) umschreibe den möglichen Täterkreis der in Art. 18 unter Strafe gestellten Handlungen abschliessend. Die AG, für welche er gehandelt habe, sei als reine Lager- und Speditionsfirma sowenig wie die Firma X., die den Uhrengrosshandel im Ausland betreibe, ein Unternehmen der Uhrenindustrie im Sinne des Art. 1 Abs. 3 BB. Er könne daher weder Täter eines ausgesprochenen Sonderdeliktes wie desjenigen gemäss Art. 18 Abs. 1 Al. 3 sein, noch als Teilnehmer an einem solchen betrachtet werden.\n\nDie Auffassung des Beschwerdeführers, bei dem in Art. 18 |58| Abs. 1 Al. 3 umschriebenen Tatbestand handle es sich um ein Sonderdelikt, d.h. eine Widerhandlung, die bloss durch Personen mit besonderen, im Beschluss näher umschriebenen Eigenschaften begangen werden könne, hält einer näheren Prüfung nicht stand. Nach dem im Titel \"Begriffsbestimmungen\" eingeordneten Art. 1 Abs. 3 gilt zwar als \"Unternehmung der Uhrenindustrie im Sinne dieses Beschlusses ein industrieller oder kommerzieller Betrieb, der Uhren herstellt oder ausführt oder im Inland Grosshandel mit Uhren betreibt\". Dieser Titel regelt die Begriffsbestimmungen jedoch nur insoweit, als sie für die Anwendung des Beschlusses erforderlich sind (BBl 1970 II/1 S. 728). In den Strafbestimmungen (Art. 18 und 19) ist von \"Unternehmung\" überhaupt nicht die Rede, sondern es wird ohne Einschränkung mit Strafe bedroht, wer die dort im einzelnen umschriebenen Handlungen begeht. Die Argumentation des Beschwerdeführers entbehrt daher bereits vom Beschlusseswortlaut her betrachtet der Stichhaltigkeit. Dass sie völlig an der Sache vorbeigeht, ergibt sich mit aller Deutlichkeit aus dem von der Vorinstanz ebenfalls angewendeten Art. 21, der unter dem Marginale \"Widerhandlungen in Geschäftsbetrieben durch Beauftragte und andere Personen\" in Abs. 1 bestimmt, dass, wenn eine Widerhandlung beim Besorgen der Angelegenheiten einer juristischen Person, Kollektiv- oder Kommanditgesellschaft oder Einzelfirma oder sonst in Ausübung geschäftlicher oder dienstlicher Verrichtungen für einen andern begangen werde, die Strafbestimmungen auf diejenigen natürlichen Personen Anwendung finden, welche die Tat verübt haben. Hier wird also bezüglich der andern Personen nicht nur keine Beschränkung auf Unternehmungen der Uhrenindustrie vorgesehen, sondern es folgt im Gegenteil aus der Bestimmung, dass jede natürliche Person strafbar ist, sofern sie durch ihr Handeln die Tatbestandsmerkmale von Art. 18 oder 19 erfüllt. Das steht im Einklang mit der Zweckbestimmung des Bundesbeschlusses, eine wirksame Überwachung und Verhinderung der Ausfuhr von Erzeugnissen, die dem guten Ruf der schweizerischen Uhrenindustrie schaden, zu gewährleisten (vgl. BBl 1970 II/1 S. 717). Wer wie der Beschwerdeführer in Ausübung geschäftlicher Verrichtungen für einen andern handelt und dadurch einen der Straftatbestände der Art. 18 und 19 erfüllt, ist nach diesen Bestimmungen strafbar."}