{"annee": "103", "cour": "IB", "page": "154", "date": "14/7/1977", "cite": ["99 IB 392", "102 IB 81", "60 I 366", "98 IB 333"], "cite_par": ["106 IA 323", "111 IA 280", "115 IA 76", "104 IB 74", "119 IA 424", "111 V 342", "120 IA 321"], "chapeau": "27. Urteil vom 14. Juli 1977 i.S. Schindler Aufzüge- und Elektromotorenfabrik AG und N.V. Philips' Gloeilampenfabrieken gegen Regierungsrat des Kantons Uri", "regestes": ["Construction des routes nationales, adjudication de travaux. Recours de droit administratif et recours de droit public formés par un soumissionnaire évincé contre la décision d'un gouvernement cantonal qui n'entre pas en matière sur un recours contre l'adjudication, refuse d'intervenir en tant qu'autorité de surveillance et approuve l'adjudication. 1. La décision attaquée ne peut pas faire l'objet d'un recours de droit administratif. 2. Dans la mesure où le recours de droit public est dirigé contre la décision de non-entrée en matière, il est mal fondé; pour le surplus, il est également irrecevable."], "faits": "BGE 103 Ib 154 S. 155\n\nIm Schweizer Baublatt vom 30. Dezember 1975 lud der Kanton Uri als Bauherr Fachfirmen ein, Offerten für die Lieferung der Beleuchtungskörper für den Gotthardstrassentunnel einzureichen. In den Ausschreibungsunterlagen war die Offerierung einer Versuchsstrecke für die Durchfahrtsbeleuchtung als selbständiger Gegenstand der Vergebung genannt. Das Konsortium Schindler/Philips und verschiedene Konkurrenten unterbreiteten Angebote für die Versuchsstrecke. Die Baukommission Gotthardstrassentunnel, welcher Vertreter der Regierungen der Kantone Uri und Tessin, die beiderseitigen Kantonsingenieure sowie Vertreter des Eidg. Amtes für Strassen- und Flussbau angehören, vergab die Versuchsstrecke den Bewerbern BAG Bronzewarenfabrik AG und Novelectric AG. Die Partner des Konsortiums Schindler/Philips beanstandeten den Zuschlag. Mit Eingabe vom 23. März 1977 führten sie beim Regierungsrat des Kantons Uri Beschwerde gegen die Baudirektion Uri wegen Rechtsverweigerung. Der Regierungsrat beschloss am 19. April 1977:\n\n\"1. Soweit mit der Beschwerde ein ordentliches Rechtsmittel ausgeschöpft werden will, wird darauf nicht eingetreten.\n\n2. Im übrigen, d.h. unter dem Gesichtspunkt der Aufsichtsbeschwerde bzw. des Rechtsbehelfs, der vom Regierungsrat eigenes Handeln in der Sache verlangt, wird die Eingabe als unbegründet abgewiesen. Der Regierungsrat sieht sich weder veranlasst, den untergeordneten Instanzen Weisungen zu erteilen, noch zwingt ihn die Sachlage, nachträglich ins Submissionsverfahren betreffend Versuchsstrecke für die Tunnelbeleuchtung gestaltend einzugreifen. Im Gegenteil ist dem Sachentscheid namentlich der Baukommission Gotthardstrassentunnel nachträglich zuzustimmen.\"\n\nGegen diesen Beschluss erheben die das Konsortium Schindler/Philips bildenden Gesellschaften beim Bundesgericht Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde.BGE 103 Ib 154 S. 156", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Verwaltungsgerichtsbeschwerde unterliegen nach Art. 97 Abs. 1 OG Verfügungen im Sinne des Art. 5 VwVG, d.h. Anordnungen im Bereich der hoheitlichen Verwaltung, die sich auf öffentliches Recht des Bundes stützen (vgl. BGE 102 Ib 82). Nach Art. 97 Abs. 2 OG gilt als Verfügung auch das unrechtmässige Verweigern oder Verzögern einer Verfügung.\n\nGemäss Art. 41 Abs. 2 NSG werden die Arbeiten für den Nationalstrassenbau von den Kantonen nach den vom Bundesrat bestimmten Grundsätzen vergeben und überwacht. Grundsätze für die Vergebung enthält Art. 35 der Verordnung des Bundesrates vom 24. März 1964 über die Nationalstrassen. Nach Art. 36 dieser Verordnung bedürfen Vergebungen für Offertsummen von über Fr. 250'000.-- der Genehmigung des Eidg. Amtes für Strassen- und Flussbau. In Betracht kommt ferner die allgemeine Submissionsverordnung des Bundesrates vom 31. März 1971; denn sie ist auf Arbeiten für Bauten, zu deren Finanzierung der Bund beiträgt, unter Vorbehalt anderer massgebender Bestimmungen sinngemäss anzuwenden (Art. 1 Abs. 2). Im übrigen richtet sich das Submissionsverfahren für den Nationalstrassenbau nach kantonalen Vorschriften.\n\nDer angefochtene Beschluss des Regierungsrates des Kantons Uri betrifft die Vergebung von Arbeiten für den Nationalstrassenbau. Da hierfür auch Vorschriften des Bundes gelten, stellt sich die Frage, ob es sich um eine der Verwaltungsgerichtsbeschwerde an das Bundesgericht unterliegende Verfügung handle.\n\n2. a) Das Bundesgericht hat in ständiger Rechtsprechung entschieden, dass die Vergebung öffentlicher Arbeiten in einem durch das kantonale Recht geordneten Submissionsverfahren nicht eine mit staatsrechtlicher Beschwerde anfechtbare Verfügung im Sinne von Art. 178 des alten bzw. Art. 84 des neuen OG ist. Es hat ausgeführt, auch wenn in dem Zuschlag eine Verwaltungshandlung im weiteren Sinne gesehen werden möge, liege darin doch im Verhältnis zu den Bewerbern nicht eine Äusserung staatlicher Befehlsgewalt, sondern nur der Abschluss eines privatrechtlichen Vertrages mit dem angenommenen Bewerber und die Ablehnung der Angebote der übrigen Eingabesteller (BGE 60 I 369und seitherige, nicht amtlich BGE 103 Ib 154 S. 157publizierte Entscheide, insbesondere Urteil Canonica vom 6. November 1968; s. auch das in ZBl 76/1975 S. 475 f. wiedergegebene Urteil vom 28. Juni 1975). An dieser gefestigten Rechtsprechung ist festzuhalten.\n\nb) Die ihr zugrunde liegenden Überlegungen müssen auch für die Beurteilung der Frage, ob die Vergebung von Arbeiten für den Nationalstrassenbau den Charakter einer Verfügung im Sinne des Art. 5 VwVG habe, massgebend sein. Diese Frage ist zu verneinen, weil es sich nicht um einen staatlichen Hoheitsakt handelt, durch den ein individuelles verwaltungsrechtliches Verhältnis gestützt auf öffentliches Recht des Bundes geregelt wird, sondern eben nur um den Abschluss eines privatrechtlichen Vertrages mit einem Bewerber und die Ablehnung der Offerten der übrigen Bewerber. Die nicht berücksichtigten Bewerber haben daher nicht die Möglichkeit, einen solchen Akt mit förmlicher Beschwerde - Verwaltungsgerichtsbeschwerde oder Verwaltungsbeschwerde - bei einer Bundesbehörde anzufechten; sie können sich lediglich mit einer Anzeige an die Aufsichtsbehörde wenden. Dies ist das Ergebnis eines Meinungsaustausches, der in den Jahren 1975/76 zwischen dem Bundesgericht und dem Eidg. Justiz- und Polizeidepartement stattgefunden hat (vgl. auch Gutachten der Eidg. Justizabteilung vom 20. Juni 1975, in VPB 1976 Nr. 55). Hieran ist ebenfalls festzuhalten.\n\nc) Dem dargelegten Charakter des Aktes, mit dem öffentliche Arbeiten im Submissionsverfahren vergeben werden, entspricht die rechtliche Natur der dieses Verfahren regelnden Vorschriften. Die sog. Submissionsvorschriften enthalten zum Teil allgemeine Vertragsbestimmungen, die mit den \"allgemeinen Geschäftsbedingungen\" für private Vertragskontrahenten vergleichbar sind, und im übrigen interne Weisungen an die vergebende Behörde über die Ausübung der ihr eingeräumten Privatautonomie (IMBODEN, Der verwaltungsrechtliche Vertrag, ZSR n. F. 77/1958 S. 53a; VPB 1976 Nr. 55). Es handelt sich also nicht um öffentlich-rechtliche Bestimmungen mit Rechtssatzcharakter. Soweit der Bewerber aus der Submissionsordnung überhaupt Ansprüche ableiten kann, sind sie privatrechtlicher Natur und daher vor dem Zivilrichter geltend zu machen. Verstösse gegen rein interne Richtlinien für die vergebende Behörde kann der Bewerber regelmässig nicht mit einer förmlichen Beschwerde, sondern nur mit einer Aufsichtsbeschwerde BGE 103 Ib 154 S. 158bei einer oberen Verwaltungsinstanz rügen. Die Aufsichtsbeschwerde gibt ihm keinen Anspruch auf Erledigung (vgl. Art. 71 Abs. 2 VwVG; BGE 102 Ib 84; VPB 1976 Nr. 55; GRISEL, Droit administratif suisse, S. 460 und 476).\n\n3. Die hier in Frage stehenden Arbeiten sind von der Baukommission Gotthardstrassentunnel vergeben worden, in welcher u.a. die Regierung des Kantons Uri vertreten ist. Der Regierungsrat Uri weist darauf hin, dass er nach Art. 2 lit. k der kantonalen Vollziehungsverordnung zum NSG unter Vorbehalt der Genehmigung seitens des Eidg. Amtes für Strassen- und Flussbau für die Vergebung zuständig sei und dass daher die Baukommission Gotthardstrassentunnel seine Zustimmung zum Zuschlag hätte einholen sollen, was nicht geschehen sei. Er hat im Dispositiv 2 seines Beschlusses dem Sachentscheid der Baukommission \"nachträglich zugestimmt\". Diese Zustimmung hat so wenig wie der Entscheid der Baukommission den Charakter eines staatlichen Hoheitsaktes und kann daher nach dem vorne Gesagten nicht als Verfügung im Sinne des Art. 5 VwVG betrachtet werden.\n\nIm Dispositiv 2 hat der Regierungsrat im übrigen festgestellt, dass er keinen Anlass zu einem aufsichtsrechtlichen Einschreiten habe. Auch in dieser Beziehung liegt keine Verfügung im Sinne des Art. 5 VwVG vor. Nach der Rechtsprechung unterliegt der Beschluss einer kantonalen Regierung, einer Aufsichtsbeschwerde keine Folge zu geben, der Verwaltungsgerichtsbeschwerde überhaupt nicht, auch dann nicht, wenn er einen Sachbereich betrifft, in dem das Bundesgericht als Verwaltungsgericht an sich zuständig ist (BGE 102 Ib 81). Übrigens hat man es hier nicht mit einem solchen Bereich zu tun, weil die Submissionsvorschriften des Bundes nach dem oben Ausgeführten keine öffentlich-rechtlichen Bestimmungen mit Rechtssatzcharakter sind.\n\nAus diesem Grunde ist die vorliegende Verwaltungsgerichtsbeschwerde auch insoweit nicht zulässig, als sie sich gegen den auf kantonales Verfahrensrecht gestützten Beschluss des Regierungsrates richtet, auf die förmliche Beschwerde, als welche die Beschwerdeführer ihre Eingabe vom 23. März 1977 aufgefasst wissen wollten, nicht einzutreten (Dispositiv 1). Denn dieser Beschluss schliesst nicht die Anwendung materiellen Bundesrechts im Bereich der hoheitlichen Verwaltung aus (vgl. BGE 99 Ib 394, BGE 98 Ib 336).BGE 103 Ib 154 S. 159\n\nZu Unrecht berufen sich die Beschwerdeführer auf Art. 97 Abs. 2 OG. Der Beschluss einer Aufsichtsbehörde, einer Anzeige keine Folge zu geben, kann nicht Gegenstand einer Beschwerde wegen \"unrechtmässiger\" Verweigerung oder Verzögerung einer Verfügung im Sinne dieser Bestimmung sein (BGE 102 Ib 85).\n\nAuf die vorliegende Verwaltungsgerichtsbeschwerde ist somit in keiner Beziehung einzutreten.\n\n4. Soweit sich die staatsrechtliche Beschwerde gegen das Dispositiv 1 des Beschlusses des Regierungsrates richtet, könnte sie nur durchdringen, wenn die Anwendung des kantonalen Verfahrensrechts, auf der dieser Nichteintretensentscheid beruht, willkürlich wäre. Das ist offensichtlich nicht der Fall. Vielmehr entspricht der Nichteintretensentscheid des Regierungsrates dem Wesen der Submissionsvorschriften und dem daraus folgenden Grundsatz, dass der Bewerber, der die Anwendung solcher Vorschriften bemängelt, sich an eine obere Verwaltungsbehörde nicht mit einer förmlichen Beschwerde wenden kann, sondern nur mit einer Aufsichtsbeschwerde, die ihm nicht Anspruch auf Erledigung gibt.\n\nDa das Dispositiv 2 des angefochtenen Beschlusses, wie gesagt, nicht den Charakter einer behördlichen Anordnung im Bereich der hoheitlichen Verwaltung hat, stellt es keine mit staatsrechtlicher Beschwerde anfechtbare Verfügung im Sinne des Art. 84 OG dar. In dieser Hinsicht ist daher auch die staatsrechtliche Beschwerde nicht zulässig.\n\nDemnach erkennt das Bundesgericht:\n\n1. Auf die Verwaltungsgerichtsbeschwerde wird nicht eingetreten.\n\n2. Die staatsrechtliche Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}