{"annee": "103", "cour": "IA", "page": "58", "date": "16/2/1977", "cite": ["93 I 65", "79 I 327", "96 I 324", "95 I 49", "88 I 107", "48 I 106", "99 IA 110", "99 IA 754"], "cite_par": ["109 IA 173", "113 IA 232", "120 IA 95", "111 IA 251", "108 IA 82"], "chapeau": "13. Urteil vom 16. Februar 1977 i.S. Kantonale Pensionskasse Luzern gegen Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 88 OJ; qualité pour recourir des corporations de droit public. Un établissement de droit public (en l'espèce, une caisse de pensions des fonctionnaires), même s'il est doté de la personnalité juridique, n'a pas qualité pour former un recours public contre une décision de l'autorité de recours à laquelle il est subordonné dans l'accomplissement de ses fonctions publiques."], "faits": "BGE 103 Ia 58 S. 59\n\nDer Vorstand der kantonalen Pensionskasse Luzern beschloss, einem vorzeitig aus dem Staatsdienst ausscheidenden Beamten nebst den eigenen Versicherungsbeiträgen auch einen bestimmten Teil der Arbeitgeberbeiträge des Staates auszubezahlen. Auf Beschwerde des Beamten hin erhöhte das Verwaltungsgericht des Kantons Luzern den Anteil der auszubezahlenden Staatsbeiträge von Fr. 4'000.-- auf Fr. 7'590.--. Die kantonale Pensionskasse Luzern führt gegen diesen Entscheid des Verwaltungsgerichtes wegen Verletzung von Art. 4 BV staatsrechtliche Beschwerde. Das Bundesgericht tritt nicht darauf ein, aus folgenden", "considerants": "Erwägungen:\n\n1. Die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte der Bürger ist nach der Umschreibung ihrer Voraussetzungen in Verfassung (Art. 113 BV) und Gesetz (Art. 88 OG) ein Rechtsbehelf zum Schutze der natürlichen und juristischen Personen gegen Übergriffe der Staatsgewalt. Öffentlichrechtliche Korporationen können staatliche Akte, die sie in ihrer Eigenschaft als Träger hoheitlicher Gewalt berühren, nicht unter Berufung auf verfassungsmässige Individualrechte mit staatsrechtlicher Beschwerde anfechten; eine Ausnahme gilt nur, wenn sie sich als Hoheitsträger gegen eine Verletzung der ihnen durch die Verfassung allenfalls gewährleisteten Autonomie oder Bestandesgarantie zur Wehr setzen wollen. Hingegen sind öffentlichrechtliche Korporationen zur staatsrechtlichen Beschwerde allgemein dann legitimiert, wenn sie sich auf dem Boden des Privatrechtes bewegen oder sonstwie (z.B. als Steuerpflichtige) als dem Bürger gleichgeordnete Rechtssubjekte auftreten und durch den angefochtenen staatlichen Akt wie eine Privatperson betroffen werden (BGE 99 Ia 111 E. 1, 756 E. 1b; BGE 96 I 329 E. 1, 467 E. 2; BGE 95 I 53 E. 1; BGE 93 I 66 E. 2; BGE 88 I 108 sowie einlässlich BGE 48 I 108 ff.; vgl. auch BIRCHMEIER, Über die Legitimation des Staates, der Gemeinde und der Behörden zur staatsrechtlichen Beschwerde, BGE 103 Ia 58 S. 60in ZBl 51/1950 S. 121 ff.). Als Korporationen im Sinne von Art. 88 OG gelten in der bundesgerichtlichen Praxis auch selbständige öffentlichrechtliche Anstalten (AHV-Ausgleichskasse: BGE 88 I 108 f.; eidg. Verrechnungsstelle: BGE 79 I 330 E. 1). An dieser Rechtsprechung ist festzuhalten. Sie wird von der Beschwerdeführerin, die hierauf Bezug nimmt, auch nicht in Frage gestellt.\n\n2. Die kantonale Pensionskasse Luzern ist eine öffentlichrechtliche Anstalt des Staates Luzern mit eigener Rechtspersönlichkeit (§ 52 Abs. 1 des kantonalen Beamtengesetzes vom 28. Juni 1948). Der Beitritt zur Kasse ist für jeden provisorisch oder definitiv gewählten Beamten obligatorisch (§ 52 Abs. 3 des Beamtengesetzes). Die Kasse hat den Zweck, ihre Mitglieder bzw. deren Angehörige gegen die wirtschaftlichen Folgen des Alters, der Invalidität, des Todes und der unverschuldeten Nichtwiederwahl oder Entlassung zu versichern (§ 3 der Kassenstatuten vom 23. Oktober 1970). Die sich aus diesem Versicherungsverhältnis für Mitglieder und Kasse ergebenden Rechte und Pflichten sind in den Kassenstatuten geregelt. Zuständig zum Erlass und zur Änderung dieser Statuten ist der Regierungsrat, unter Vorbehalt der Genehmigung durch den Grossen Rat; der Generalversammlung der Kassenmitglieder und dem Kassenvorstand steht das Recht zur Stellungnahme zu (§ 52 Abs. 2 des Beamtengesetzes). Der Staat beteiligt sich an der Finanzierung der kantonalen Pensionskasse und übernimmt auch die Garantie für die Erfüllung ihrer Verpflichtungen (§ 1 und 2 des grossrätlichen Dekretes vom 30. November 1970 über die finanzielle Beteiligung des Staates an der kantonalen Pensionskasse Luzern). Die Entscheide des Kassenvorstandes sind hinsichtlich ihrer Vollstreckbarkeit gerichtlichen Urteilen im Sinne von Art. 80 SchKG gleichgestellt (§ 52 Abs. 4 des Beamtengesetzes).\n\na) In der Beschwerde wird mit Recht nicht behauptet, dass die kantonale Pensionskasse Luzern als öffentlichrechtliche Anstalt - ähnlich wie eine Gemeinde - über eine verfassungsrechtlich geschützte Autonomie verfüge (vgl. BGE 99 Ia 757) und dass es ihr daher auch als Hoheitsträgerin zustehe, den Entscheid des Verwaltungsgerichtes unter diesem Gesichtswinkel anzufechten. Sie ist nach dem Gesagten zur staatsrechtlichen Beschwerde nur legitimiert, wenn sie durch den angefochtenen Entscheid nicht als Trägerin hoheitlicher BGE 103 Ia 58 S. 61Befugnisse, sondern als Subjekt des Privatrechtes betroffen wird.\n\nb) Gegenstand des Beschwerdeverfahrens vor dem kantonalen Verwaltungsgericht bildete die Frage, in welchem Masse nach § 56 Abs. 1 der Kassenstatuten einem aus dem Staatsdienst ausscheidenden Beamten nebst den eigenen Versicherungsbeiträgen auch die Arbeitgeberbeiträge des Staates auszubezahlen sind.\n\nDie Mitgliedschaft bei der kantonalen Pensionskasse bildet einen unabdingbaren Bestandteil des Beamtenverhältnisses und ist wie dieses öffentlichrechtlich ausgestaltet. Der Staat legt die mit der Kassenmitgliedschaft verbundenen Rechte und Pflichten durch Gesetz und Statuten einheitlich und autoritativ für alle Beamten fest und tritt auch in dieser Versicherungseinrichtung als Träger hoheitlicher Gewalt in Erscheinung. Dass er hierbei nicht unmittelbar durch seine eigenen Verwaltungsorgane handelt, sondern die Durchführung des Versicherungsbetriebes einer öffentlichen Anstalt mit eigener Rechtspersönlichkeit übertragen und dabei den Mitgliedern der Kasse ein gewisses Mitspracherecht eingeräumt hat, ändert am Charakter des hier in Frage stehenden Rechtsstreites nichts. Die Kasse tritt in der Auseinandersetzung mit ihrem ehemaligen Mitglied als Trägerin hoheitlicher Verwaltungsbefugnisse auf. Sie befindet sich nicht in einer Rechtsposition, in die auch eine natürliche oder juristische Person des Privatrechtes gelangen könnte, und der Streit vor Verwaltungsgericht betrifft nicht irgendwelche privatrechtlichen Ansprüche oder Befugnisse, wie sie auch eine selbständige Anstalt des öffentlichen Rechtes im Bereich der nichthoheitlichen Verwaltung in eigenem Namen erwerben und verteidigen kann. Die Beschwerdeführerin handelt vielmehr in ihrer spezifischen Funktion als öffentlichrechtliche Versicherungsanstalt des Kantons, die aufgrund staatlich festgelegter Statuten im Einzelfall über ihre Leistungspflicht erstinstanzlich zu entscheiden hat. Sie wird durch den Entscheid der ihr in diesem Tätigkeitsbereich übergeordneten staatlichen Rechtsmittelinstanz, die der Kanton als Träger der Anstalt eingesetzt hat, nicht als Privatrechtssubjekt betroffen, sondern in der Erfüllung der ihr übertragenen öffentlichrechtlichen Funktion. Sie ist daher gegenüber dem Entscheid des Verwaltungsgerichtes nicht zur Beschwerde legitimiert.BGE 103 Ia 58 S. 62\n\nZwar kann eine öffentlichrechtliche Korporation nach der Praxis des Bundesgerichtes gegen die Verweigerung der Rechtsöffnung für eine von ihr in Betreibung gesetzte Forderung selbst dann staatsrechtliche Beschwerde führen, wenn es sich um die Vollstreckung eines öffentlichrechtlichen Anspruches handelt, da sie in einem solchen Betreibungsverfahren dem Schuldner in gleicher Weise gegenüber tritt wie ein privater Gläubiger (BGE 88 I 108 f., BGE 79 I 330 E. 1). Sie ist jedoch zur Ergreifung dieses Rechtsmittels - vorbehältlich der Möglichkeit einer Autonomiebeschwerde - nicht befugt, wenn sie sich damit gegen den Entscheid oder die Anordnung einer ihr im administrativen Bereich übergeordneten Behörde zur Wehr setzen will. Zur Austragung solcher Konflikte zwischen staatlichen Behörden und Organen steht die staatsrechtliche Beschwerde nicht zur Verfügung.\n\nDie Beschwerdeführerin wendet ein, sie erfülle für das Staatspersonal des Kantons Luzern die gleichen Aufgaben wie irgendeine Fürsorgeeinrichtung des Privatrechtes für die Arbeitnehmer eines privaten Betriebes. Sie werde durch den angefochtenen Entscheid, der einzig das Verhältnis zwischen der Kasse und einem früheren Mitglied berühre, in gleicher Weise betroffen wie eine privatrechtliche Pensionskasse. - Es ist richtig, dass sich die Frage, wieweit die vom Staat als Arbeitgeber geleisteten Beiträge bei Austritt des Versicherten aus der Kasse auszubezahlen sind, sachlich in gleicher oder ähnlicher Weise auch bei einer privatrechtlichen Pensionskasse stellen kann. Daraus lässt sich aber nicht folgern, die Beschwerdeführerin werde durch den angefochtenen Entscheid, der sie zur Auszahlung eines Teils der vom Staat geleisteten Beiträge verpflichtet, als Subjekt des Privatrechtes betroffen. Das angefochtene Urteil betrifft vielmehr eine Nachwirkung des Beamtenverhältnisses und berührt demnach die Beschwerdeführerin in der ihr übertragenen spezifischen Funktion als öffentlichrechtliche Versicherungskasse. Sie kann sich daher gegenüber der ihr in diesem Bereich vorgesetzten staatlichen Rechtsmittelinstanz auf keinerlei verfassungsrechtliche Individualrechte berufen."}