{"annee": "103", "cour": "IV", "page": "142", "date": "2/9/1977", "cite": ["70 IV 63", "101 IV 402", "97 IV 248", "100 IV 263", "101 IV 359"], "cite_par": ["124 I 6", "144 IV 1", "105 IV 21", "119 IV 17", "109 IV 121"], "chapeau": "41. Arrêt de la Cour de cassation pénale du 2 septembre 1977 dans la cause T. et G. contre Ministère public du canton de Vaud", "regestes": ["Art. 24 ancien LStup; art. 58 nouveau CP; créance compensatrice de l'Etat. En matière de commerce de drogue, l'avantage illicite qui doit être pris en considération pour fixer le montant de la créance compensatrice de l'Etat est égal à l'enrichissement illégitime de l'auteur, c'est-à-dire à tout ce que celui-ci s'est procuré par la commission de l'infraction, sans qu'il y ait lieu d'en déduire les frais d'acquisition (confirmation de jurisprudence)."], "faits": "BGE 103 IV 142 S. 142\n\nT. et G., du printemps 1975 à mi-novembre 1975, ont acheté en commun environ 35 g de cocaïne et d'héroïne pour un peu moins de 10'000 fr., consommant eux-mêmes la plus grande partie de ces produits. Ils ont cependant revendu une partie de cette drogue soit 180 doses, réalisant ainsi, à raison de 30 fr. la pièce, un chiffre d'affaires de 5'400 fr.\n\nLe 15 novembre 1976, le Tribunal correctionnel du district de Lausanne, à côté des peines prononcées, a condamné G. et T. à restituer chacun à l'Etat une somme de 1'000 fr.\n\nStatuant le 14 mars 1977 sur le recours du Ministère public, le Tribunal cantonal vaudois a admis le recours et réformé le jugement attaqué en ce sens qu'une créance compensatrice de l'Etat est ordonnée contre G. par 2'700 fr. et contre T. par 2'700 fr.\n\nAgissant séparément, les deux condamnés se pourvoient en nullité au Tribunal fédéral. Ils concluent à l'annulation de BGE 103 IV 142 S. 143l'arrêt attaqué et au renvoi de la cause à la cour cantonale pour qu'elle fixe à nouveau la créance compensatoire dévolue à l'Etat.\n\nLe Procureur général du canton de Vaud propose de rejeter les deux pourvois.", "considerants": "Considérant en droit:\n\n1. a) La cour cantonale a ordonné à l'encontre des recourants une créance compensatrice de l'Etat correspondant au montant total des gains qu'ils ont réalisés par la vente de stupéfiants, sans en déduire le prix d'achat. Elle s'est fondée sur la jurisprudence rendue dans ce sens par le Tribunal fédéral tant en application de l'art. 24 ancien de la loi fédérale sur les stupéfiants (LStup) que de l'art. 58 nouveau CP (ATF 100 IV 266, ATF 101 IV 363).\n\nb) Les recourants se plaignent d'une fausse application des art. 24 ancien LStup et 58 nouveau CP. Ils admettent que l'arrêt cantonal est conforme à la jurisprudence du Tribunal fédéral, mais ils demandent au Tribunal fédéral de revenir sur celle-ci en ce sens qu'ils ne devraient être condamnés à rembourser à l'Etat que le bénéfice réalisé, et non le chiffre d'affaires.\n\nIls invoquent la pratique de certains tribunaux cantonaux (Berne et Zoug, notamment) qui se sont écartés de la jurisprudence du Tribunal fédéral en la critiquant.\n\n2. a) Le Tribunal fédéral a clairement posé que, dans l'application de l'art. 24 ancien LStup, l'enrichissement illégitime est constitué par tout ce que l'auteur s'est procuré par la commission de l'infraction, sans que puissent être déduits les montants dépensés pour devenir détenteur de la drogue. Il a considéré que, pour déterminer l'enrichissement illégitime, il fallait comparer l'état du patrimoine des auteurs tel qu'il existait immédiatement avant et immédiatement après la vente des stupéfiants. Avant ce moment, le patrimoine était diminué des frais d'acquisition et notamment du prix d'achat. Comme, en raison de l'impossibilité de revendre la drogue d'une manière licite, cette diminution n'était pas compensée par l'incorporation du moindre actif négociable, représentant une valeur marchande, tout accroissement subséquent du patrimoine au moyen d'une vente illicite constitue bien dès lors un BGE 103 IV 142 S. 144enrichissement illégitime (ATF 100 IV 266). Plus tard, le Tribunal fédéral a encore précisé qu'il y avait d'autant moins de raisons de revenir sur cette jurisprudence que le nouvel art. 58 CP, dorénavant applicable aux affaires de stupéfiants, se fonde sur la notion d'avantage illicite, qui correspond dans son principe à la notion définie dans le cadre de l'art. 24 précité (ATF 101 IV 363).\n\nb) Les arrêts cantonaux auxquels se réfèrent les recourants se sont écartés de la jurisprudence précitée, qui serait selon leurs auteurs fondée sur une notion peu satisfaisante du patrimoine. La Cour suprême bernoise a ainsi considéré que si l'on suivait la jurisprudence du Tribunal fédéral, la drogue ne pourrait plus faire l'objet d'un délit contre le patrimoine (RJB 1976/112, p. 343). Quant au Tribunal pénal de Zoug (SJZ 1977/73 p. 92), il se fonde sur la notion économique de patrimoine, qui reconnaît une valeur patrimoniale même à une res extra commercium, soit à une chose qui ne peut pas être négociée légalement. Et il se réfère à la jurisprudence, qui, en matière d'infractions contre le patrimoine, a admis la valeur patrimoniale et enrichissante de biens sans valeur marchande légale, tels les coupons de rationnement, les passeports ou les créances non susceptibles d'exécution forcée (cf. ATF 70 IV 67, 93 IV 14, ATF 101 IV 405). Il considère dès lors que les drogues constituent des biens représentant une valeur économique et appartenant au patrimoine au sens du droit pénal, de telle sorte qu'en cas d'achat, la drogue acquise représente la contre-valeur du prix d'achat payé et qu'en cas de revente l'avantage illicite est constitué par la différence entre le prix d'achat et le prix de vente. Cette manière de voir, tout au moins en ce qui concerne le résultat, est partagée par une partie de la doctrine (cf. GABRIEL AUBERT, in SJ 1976 p. 264 ss; GAUTHIER, RPS 94 (Festgabe Schultz) p. 375).\n\nEn revanche, SCHULTZ (RJB 1976/112 p. 343, 381 et surtout 440) approuve la solution du Tribunal fédéral en considérant que l'on n'a pas à tenir compte des frais d'acquisition en matière d'achats illicites.\n\nc) Les jugements cantonaux précités n'emportent pas l'adhésion, ne serait-ce que parce que la jurisprudence du Tribunal fédéral n'a nullement les conséquences qui lui sont prêtées quant à la notion de patrimoine ou de valeur patrimoniale au sens du droit pénal. Le Tribunal fédéral n'a ainsi pas BGE 103 IV 142 S. 145dénié toute valeur patrimoniale à la drogue détenue de manière illicite, il a seulement constaté que le patrimoine du détenteur ne s'était pas accru d'un actif légitimement négociable et il en a tiré la conséquence qui veut que le produit de la négociation illicite constitue intégralement un enrichissement illégitime ou un avantage illicite au sens de l'art. 24 ancien LStup et de l'art. 58 CP.\n\nLe sens, le but et la systématique de l'art. 58 CP renforcent cette manière de voir. En vertu de l'al. 1 de cette disposition, le juge doit prononcer la confiscation des objets et valeurs qui sont le produit ou le résultat d'une infraction, qui ont été l'objet d'une infraction ou qui ont servi à la commettre ou qui étaient destinés à la commettre, s'il y a lieu de supprimer un avantage ou une situation illicite, ou si les objets compromettent la sécurité des personnes, la morale ou l'ordre public. Or la drogue acquise et détenue illicitement par les recourants tombait évidemment sous le coup de cette disposition et devait être confisquée en tant qu'objet sinon en qualité de valeur. Dès lors, chaque acte d'aliénation de cette marchandise, à titre onéreux, procurait aux aliénateurs un avantage qui ne peut être qualifié que d'illicite, puisque l'aliénation d'une telle marchandise tombe sous le coup de la loi. Et c'est précisément cette situation que vise l'al. 4 de l'art. 58 CP, en prévoyant le remplacement des objets qui ne sont plus détenus par celui à qui ils ont procuré un avantage illicite et chez qui ils devraient être confisqués par une créance compensatrice de l'Etat d'un montant équivalent à l'avantage illicite.\n\nA l'instar de SCHULTZ (RJB 1976/112 p. 441), on doit admettre que dans la confiscation des valeurs ou objets acquis grâce à une infraction comme par exemple l'avortement par métier, l'acte d'espionnage ou tout délit contre le patrimoine, rien à l'art. 58 al. 1 CP ne permet de déduire des valeurs à confisquer les frais et dépenses engagés par l'auteur. Comme l'al. 4 de l'art. 58 CP tend à mettre sur le même pied celui qui a conservé les objets ou valeurs et celui qui ne les détient plus mais qui s'est procuré grâce à eux un avantage illicite, il serait contraire au sens, au but et à la systématique de la loi de tenir compte dans un cas et pas dans l'autre des frais et dépenses engagés. Cette solution s'impose d'autant plus qu'elle correspond au principe qui a été posé dans le même sens dans l'application de l'art. 59 CP, où ce sont également tous les BGE 103 IV 142 S. 146avantages reçus par l'auteur, et non pas le gain net réalisé, qui sont acquis à l'Etat (ATF 97 IV 252). A cela s'ajoute la difficulté qu'il y aurait sur le plan pratique à fixer le montant des frais d'acquisition, dans un domaine où les transactions, en raison de leur illicéité, donnent rarement lieu à la rédaction de pièces écrites pouvant servir de preuves crédibles.\n\nEnfin, en ce qui concerne la réinsertion sociale du condamné, on observe que rien n'empêche l'Etat, par l'intermédiaire de l'autorité d'exécution, de renoncer au recouvrement immédiat par voie de poursuites de tout ou partie de la créance compensatoire ou d'accorder des facilités de paiement au condamné à la condition qu'il le mérite par sa conduite. Une telle mesure ne pourrait que renforcer l'effet d'un sursis ou d'une libération anticipée.\n\nLa jurisprudence du Tribunal fédéral doit donc être confirmée. Ainsi, en l'espèce, la cour cantonale a-t-elle fait une application correcte tant de l'art. 24 ancien LStup (applicable aux faits antérieurs au 1er août 1975) que de l'art. 58 CP (qui, en matière de stupéfiants, a remplacé la disposition spéciale dès le 1er août 1975 et qui s'applique aux actes commis après cette date) en ordonnant une créance compensatrice de l'Etat correspondant aux montants des gains réalisés par les recourants, sans en déduire le prix d'achat.\n\nLes pourvois doivent donc être rejetés."}