{"annee": "103", "cour": "III", "page": "40", "date": "31/8/1977", "cite": ["86 III 36", "97 III 43"], "cite_par": ["115 III 144", "120 III 157"], "chapeau": "9. Sentenza del 31 agosto 1977 nella causa R. contro S.", "regestes": ["Droit de rétention du bailleur (art. 283 LP) 1. Pouvoir des autorités de poursuite d'examiner si le bailleur a un droit de rétention fondé sur l'art. 272 CO (consid. 1). 2. Pouvoir de ces autorités de déterminer le montant des loyers et les périodes auxquelles ils ont trait (consid. 2)."], "faits": "BGE 103 III 40 S. 41\n\nRitenuto in fatto:\n\nA.- In data 17 maggio 1977, R. presentava all'Ufficio di esecuzione e fallimenti del Circolo di X. una domanda di ritenzione relativa alle cose mobili che si trovavano nei locali da lui appigionati a S., con contratto 29 agosto 1973. In particolare, egli chiedeva il rilascio di un atto di ritenzione per le rate della pigione scaduta, pari a Fr. 27'360.--, e concernenti il periodo 1o giugno 1976-1o giugno 1977, nonché per quelle del semestre in corso, relative al periodo 1o giugno 1977-1o dicembre 1977 e pari a Fr. 13'600.--.\n\nL'istanza era tuttavia respinta con decisione del 20 maggio 1977.\n\nB.- Lo stesso 20 maggio, R. si aggravava alla Commissione del Tribunale cantonale dei Grigioni, quale Autorità di vigilanza sull'esecuzione e sui fallimenti, chiedendo l'annullamento della decisione dell'Ufficio di X. e postulando l'accoglimento dell'istanza di ritenzione.\n\nCon decisione 6 luglio 1977, l'Autorità di vigilanza respingeva il gravame, rilevando in particolare che il preteso diritto di ritenzione era manifestamente inesistente poiché il locatore non aveva da tempo più adempiuto i suoi obblighi contrattuali.\n\nC.- Con ricorso del 22 luglio 1977, R. ha impugnato la decisione dell'Autorità di vigilanza, chiedendo al Tribunale federale di annullarla insieme con quella dell'Ufficio esecuzione e fallimenti, e postulando il rilascio - da parte di codesto Ufficio - dell'atto di ritenzione da lui richiesto con la domanda del 17 maggio. Dei motivi si dirà, in quanto necessario, nei considerandi di diritto.\n\nD.- Con decreto 29 luglio 1977, il Giudice-presidente della Camera di esecuzione e fallimenti del Tribunale federale, accogliendo la relativa domanda presentata dal ricorrente, ha conferito al gravame effetto sospensivo.", "considerants": "Considerando in diritto:\n\n1. L'Ufficio di esecuzione e fallimenti può rifiutare di erigere, per ragioni di diritto materiale, l'inventario degli oggetti sottoposti al diritto di ritenzione del locatore soltanto se l'inesistenza di questo diritto è manifesta e inequivocabile (v. DTF 97 III 45, DTF 86 III 38; BGE 103 III 40 S. 42v. anche, C. JAEGER, Kommentar, ad art. 283 LEF, n. 1; H. FRITZSCHE, Schuldbetreibung und Konkurs nach schweiz. Recht, II ediz., vol. II, pag. 252 e la giurisprudenza ivi citata). Ciò sarebbe il caso, nella fattispecie concreta, se il contratto di locazione del 29 agosto 1973 fosse stato risolto prima del 1o maggio 1976: in tali circostanze, infatti, sarebbe evidente la mancanza d'un credito dipendente da pigione ed il locatore non potrebbe prevalersi del diritto di ritenzione sancito dall'art. 272 CO.\n\nNel caso in esame, la situazione è tuttavia diversa. Risulta dalle numerose decisioni dell'istanza inferiore acquisite all'incarto che il 29 agosto 1973 le parti avevano concluso un \"contratto preliminare di locazione\" per la durata di 10 anni che, come rilevato dallo stesso ricorrente, non è mai stato validamente disdetto. Infatti, se è vero che, con scritto 2 dicembre 1975, la conduttrice aveva fatto valere l'inadempienza contrattuale del locatore e, richiamandosi all'art. 254 CO, aveva minacciato di recedere dal contratto con effetto al 31 marzo 1976 qualora il ricorrente non avesse rimesso la cosa locata in stato tale da servire all'uso determinato dal contratto, è altrettanto vero che le questioni relative ad un'eventuale risoluzione anticipata dello stesso sono tuttora litigiose e sembrano essere ancora pendenti dinnanzi al giudice civile (si noti di transenna che, contrariamente a quanto proposto dal ricorrente, la sentenza del Tribunale distrettuale dell'Unterrheintal non può essere considerata in questa sede poiché è stata resa il 13 luglio 1977, ossia dopo l'emanazione della decisione impugnata).\n\nA fondamento della sua decisione, l'Autorità di vigilanza ha però addotto ulteriori fatti per dimostrare che il ricorrente non aveva adempiuto i suoi obblighi contrattuali ed in particolare aveva impedito alla conduttrice l'accesso ai locali appigionati. Nel caso concreto, queste allegazioni non sono tuttavia determinanti e può così rimanere indeciso se tali fatti siano debitamente comprovati (cosa che è contestata dal ricorrente e non risulta dall'incarto cantonale) e se il Tribunale federale sia vincolato, ed eventualmente in quale misura, dal loro accertamento: il locatore pretende infatti che, anche in questo caso, egli avrebbe il diritto di esigere il pagamento delle pigioni per tutto il periodo in cui i locali appigionati sono rimasti occupati da oggetti che appartengono alla resistente. Quest'ultima questione, di diritto materiale, sfugge però all'esame BGE 103 III 40 S. 43pregiudiziale delle autorità d'esecuzione e può essere risolta soltanto dal giudice civile.\n\nDa quanto sopra risulta che l'impugnata decisione dell'Autorità di vigilanza (e con essa quella dell'Ufficio di esecuzione e fallimenti) dev'essere annullata. L'Ufficio del Circolo di X. dovrà pertanto rilasciare al locatore un atto di ritenzione \"per le mercedi di un anno scaduto e del semestre in corso\" (art. 272 cpv. 1 CO).\n\n2. La determinazione dell'ammontare delle pigioni e la fissazione dei periodi a cui dette pigioni si riferiscono sono problemi di diritto materiale, che devono essere risolti dal giudice civile. In linea di principio, le autorità esecutive devono fondarsi sulle richieste del creditore, a meno che queste ultime siano manifestamente inammissibili.\n\nNel caso concreto, l'Autorità di vigilanza s'é invece fondata su di un conteggio presentato a suo tempo dal ricorrente alla conduttrice, ove si desume (tra l'altro) che la superficie locata non è di 380 mq (come indicato sul contratto), bensì di soli 358,44 mq. Non essendo mai stato concretamente contestato dal ricorrente, questo dato assume la portata d'una constatazione di fatto che vincola il Tribunale federale: per le pigioni di un anno scaduto e del semestre in corso, giusta l'art. 272 cpv. 1 CO, sono pertanto determinanti gli importi e le date fissati dall'istanza inferiore al consid. 2 della decisione impugnata. In casi come quello in esame, è d'altronde normale che gli Uffici d'esecuzione e fallimenti e le rispettive Autorità di vigilanza abbiano la facoltà di determinare l'ammontare delle citate pigioni ed i periodi cui esse si riferiscono quando questi dati risultino in modo chiaro ed univoco dal contratto di locazione o da altri documenti acquisiti all'incarto (v. DTF 97 III 46 consid. 3).\n\nLa Camera di esecuzione e dei fallimenti pronuncia:\n\n1. Il ricorso è accolto e l'impugnata decisione è annullata.\n\n2. L'Ufficio di esecuzione e fallimenti del Circolo di X. è tenuto a rilasciare al ricorrente un atto di ritenzione per le pigioni scadute concernenti il periodo di un anno, ossia dal 1o maggio 1976 al 30 aprile 1977, pari a Fr. 21'506.40, nonché per quelle del semestre in corso, ossia relative al periodo 1o maggio 1977-31 ottobre 1977 e pari a Fr. 10'753.20."}