{"annee": "103", "cour": "II", "page": "247", "date": "13/12/1977", "cite": ["103 II 314", "100 II 285", "101 II 357", "93 II 453", "94 II 105", "78 II 174", "33 II 603", "68 II 237", "97 II 185", "41 II 726", "90 II 461", "101 II 360", "95 II 374", "30 II 91", "28 II 239", "72 II 52", "102 II 59", "54 II 183"], "cite_par": ["109 II 26", "108 II 51", "127 III 474", "104 II 216", "104 II 285", "119 II 141", "116 II 381", "119 II 89", "119 II 147", "106 II 92", "119 II 241", "122 III 92"], "chapeau": "42. Urteil der I. Zivilabteilung vom 13. Dezember 1977 i.S. Immobiliengesellschaft X. gegen Y.", "regestes": ["Expulsion d'un locataire selon l'art. 265 CO; notion de la contestation civile et de la décision finale; délimitation des contrats de bail à loyer et de bail à ferme. 1. Art. 46, art. 48 al. 1 OJ. La décision qui statue sur une requête d'expulsion du bailleur, selon l'art. 265 CO, et qui est rendue en vertu du § 222 ch. 2 de la loi zurichoise de procédure civile, est une décision finale dans une contestation civile (consid. 1). 2. Délimitation des contrats de bail à loyer et de bail à ferme (consid. 2). 3. Le loyer peut-il être déposé en cas d'assignation d'un délai de paiement selon l'art. 265 CO? (consid. 3a). Cours du délai en cas de dépôt judiciaire (consid. 3c et d)."], "faits": "|248|\n\nA.- Mit schriftlichem Vertrag vom 15. April 1972 vermietete die Immobiliengesellschaft X. dem Y. Räumlichkeiten im Erdgeschoss und im Keller einer Liegenschaft in Zürich zur Benützung als Restaurations-, Dancing-, und Nachtcafébetrieb. Der Mietzins war vierteljährlich zu entrichten und an eine Indexklausel gebunden, die die Parteien bei jeder Veränderung des Indexstandes und bei jeder Änderung des Hypothekarzinsfusses berechtigte, \"auch während der festen Vertragsdauer eine Mietzinsanpassung zu verlangen, sofern diese mindestens 5% des Basismietzinses ausmacht\". Der Vertrag sollte am 30. September 1987 endigen. Den am 1. Oktober 1976 fälligen Mietzins für das vierte Quartal 1976 im Betrage von Fr. 59'230.75 bezahlte Y. nicht, weshalb ihm die Vermieterin am 30. November 1976 im Sinne von Art. 265 OR eine dreissigtägige Zahlungsfrist ansetzte. Am 23. Dezember 1976 hinterlegte der Mieter bei der Bezirksgerichtskasse Zürich einen Teilbetrag von Fr. 30'000.-- und überwies der Vermieterin weitere Fr. 30'000.--; gleichzeitig ersuchte er den Einzelrichter um Bewilligung der Hinterlegung. Mit Verfügung vom 8. Februar 1977 wies der Einzelrichter das Hinterlegungsbegehren ab. Hiegegen erhob Y. beim Obergericht des Kantons Zürich |249| Rekurs, aber nur hinsichtlich der Kosten- und Entschädigungsfolgen. Am 21. März 1977 teilte ihm der Einzelrichter mit, dass er die Rückzahlung des Depositums veranlassen werde. Dieses wurde abzüglich der Gerichtskosten dem Postcheckkonto des Y. am 29. März 1977 gutgeschrieben. Alsdann wurde der ausstehende Mietzins für das vierte Quartal 1976 vom Mieter bezahlt. Die Quittungen tragen das Datum vom 31. März und vom 1. April 1977.\n\nB.- Mit Eingabe vom 11. März 1977 stellte die Immobiliengesellschaft X. beim Einzelrichter im summarischen Verfahren gegen Y. das Begehren, es sei dieser innert 10 Tagen aus den von ihm gemieteten Räumlichkeiten auszuweisen. Der Einzelrichter gab mit Verfügung vom 9. Juni 1977 dem Begehren statt, weil die dreissigtägige Zahlungsfrist vor der Bezahlung des ausstehenden Mietzinses abgelaufen sei.\n\nDer Beklagte rekurrierte an das Obergericht des Kantons Zürich und machte erstmals geltend, zwischen den Parteien bestünde ein Pachtvertrag, weshalb nach der zwingenden Vorschrift des Art. 293 OR eine Zahlungsfrist von 60 Tagen anzunehmen sei. Das Obergericht (II. Zivilkammer) folgte dieser Auffassung und wies das Ausweisungsbegehren der Klägerin am 5. August 1977 ab.\n\nC.- Die Klägerin hat die Berufung erklärt, mit der sie das Bundesgericht um Gutheissung ihres Ausweisungsbegehrens ersucht; ferner sei dem Beklagten eine \"Ausweisungsfrist\" von 10 Tagen anzusetzen.\n\nDemgegenüber stellt der Beklagte den Antrag auf Nichteintreten; allenfalls sei die Berufung abzuweisen und der Beschluss des Obergerichts zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Für seinen Nichteintretensantrag stützt sich der Beklagte auf BGE 101 II 357. Dort führte das Bundesgericht unter Berufung auf seine frühere Rechtsprechung und die Literatur aus, dass der Entscheid über die Ausweisung eines Mieters kein Entscheid in einer Zivilrechtsstreitigkeit sei, der die privatrechtlichen Beziehungen zwischen Mieter und Vermieter endgültig regle. Vielmehr handle es sich dabei um einen Akt der Zwangsvollstreckung, der vom kantonalen Recht beherrscht werde. |250|\n\nAbgesehen von den in den Art. 44 lit. a bis d und Art. 45 lit. b OG erwähnten Sonderfällen, die hier nicht in Frage stehen, ist die Berufung an das Bundesgericht nur in Zivilrechtsstreitigkeiten zulässig (Art. 44 Abs. 1 und Art. 46 OG). Darunter versteht die Rechtsprechung ein Verfahren zwischen natürlichen oder juristischen Personen in ihrer Eigenschaft als Träger privater Rechte oder zwischen einer solchen Person und einer nach Bundesrecht die Stellung einer Partei besitzenden Behörde, das sich vor dem Richter oder vor einer andern Spruchbehörde abspielt und auf die endgültige, dauernde Regelung zivilrechtlicher Verhältnisse durch behördlichen Entscheid abzielt (BGE 103 II 317 E. 2c, 101 II 359 E. 1, 368 E. 2a, 100 II 7, 292 E. 1 mit Hinweisen).\n\nWird ein Mietvertrag im Rahmen von Art. 265 Abs. 1 OR aufgelöst, so hat der Vermieter einen Rückgabeanspruch, der auf Art. 271 OR beruht. Bei der Vermietung von Immobilien kann er deshalb den Mieter durch den Richter verpflichten lassen, die Mietsache zu räumen (vgl. SCHMID, N. 30 zu Art. 265 OR und N. 36 und 37 zu Art. 271 OR). Ob das kantonale Prozessrecht hiefür ein ordentliches oder ein summarisches Verfahren, z.B. ein Befehlsverfahren, vorsieht, ändert jedenfalls nichts daran, dass es bei einem solchen Streit um das Kernstück des Mietvertrages überhaupt geht, nämlich um die Gebrauchsüberlassung im Sinne von Art. 253 OR. Dass bei einer Ausweisung das Vertragsverhältnis der Parteien \"intakt\" bleibe, wie in älteren Urteilen des Bundesgerichts dargelegt wurde (BGE 30 II 100 E. 5, 22 S. 1077, 21 S. 757), kann unter diesen Umständen nicht gesagt werden. Das gilt unbekümmert darum, ob dem Mieter nach vollzogener Ausweisung allenfalls Schadenersatzansprüche zustehen (BGE 101 II 360).\n\nRichtig ist, dass gegen blosse Vollstreckungsmassnahmen die Berufung nicht zulässig ist, da sie keine Zivilrechtsstreitigkeiten im Sinne der Art. 44 und 46 OG sind (BGE 95 II 377 E. 1, BGE 78 II 176, BGE 72 II 52). Von Vollstreckungsmassnahmen ist aber nur dann zu sprechen, wenn es ein bestimmtes Sachurteil zu vollstrecken gilt (vgl. GULDENER, Schweizerisches Zivilprozessrecht, Zürich 1958, S. 597). Nach zürcherischem Recht erfolgt die Ausweisung von Mietern und Pächtern kraft ausdrücklicher gesetzlicher Bestimmung auf Grund von § 222 Ziff. 2 ZPO, nämlich im Befehlsverfahren \"zur schnellen |251| Handhabung klaren Rechts bei nicht streitigen tatsächlichen Verhältnissen\". Ein solches Befehlsverfahren ist - im Gegensatz zum Befehlsverfahren \"zur Vollstreckung rechtskräftiger gerichtlicher Entscheide\" (§ 222 Ziff. 1 ZPO) - ein eigentliches Erkenntnisverfahren, da Gegenstand der Entscheidung der materielle Bestand des geltend gemachten Anspruches und nicht seine Vollstreckbarkeit ist (GULDENER, Zwangsvollstreckung und Zivilprozess, in: ZSR 74/1955 I, S. 20 f.). Angesichts dieser Regelung geht es nicht an, das Ausweisungsverfahren als blosses Vollstreckungsverfahren zu behandeln. Dass im zürcherischen Befehlsverfahren auch Zivilrechtsstreitigkeiten im Sinne der Art. 44 und 46 OG beurteilt werden können, hat das Bundesgericht schon in früheren Entscheiden, die noch zur alten ZPO ergangen sind, ohne weiteres anerkannt (vgl. BGE 100 II 287 E. 1, BGE 94 II 107 E. 1, BGE 90 II 463 E. 1).\n\nb) Zu prüfen bleibt im Rahmen der Eintretensfrage noch, ob der angefochtene Beschluss, mit dem das Ausweisungsbegehren der Klägerin abgewiesen wurde, ein Endentscheid im Sinne von Art. 48 Abs. 1 OG sei. Das trifft nach der Rechtsprechung des Bundesgerichts dann zu, wenn mit einem Erkenntnis über einen materiellen Anspruch entschieden oder dessen Beurteilung aus einem Grunde abgelehnt wird, der endgültig verbietet, dass der gleiche Anspruch zwischen den gleichen Parteien nochmals geltend gemacht wird (BGE 102 II 61 E. 1, BGE 101 II 362 E. 1, BGE 100 II 287 E. 1, 429 E. 1). Ein Endentscheid liegt unter anderem dann nicht vor, wenn nur um einstweiligen Rechtsschutz nachgesucht wurde und der streitige Anspruch mithin zum Gegenstand eines neuen Verfahrens gemacht werden kann (BGE 101 II 362 E. 1, BGE 97 II 187 E. 1 mit Hinweisen).\n\nIn seiner bisherigen Rechtsprechung erachtete das Bundesgericht auf Grund der nunmehr ausser Kraft getretenen zürcherischen ZPO vom 13. April 1913 obergerichtliche Entscheidungen betreffend Befehlsbegehren als berufungsfähig, sofern das Begehren gutgeheissen und der Beklagte zu einem bestimmten Verhalten verpflichtet wurde, ohne dass dadurch zwangsläufig ein ordentliches Verfahren ausgelöst wurde; nicht an das Bundesgericht weitergezogen werden konnten hingegen Entscheide, die ein Befehlsbegehren abwiesen (BGE 102 II 62 E. 2 und 3 mit Hinweisen). Die Grundlage für diese Rechtsprechung besteht aber nicht mehr, bestimmt doch |252| § 212 Abs. 1 der ZPO vom 13. Juni 1976, dass Entscheide im summarischen Verfahren hinsichtlich der Rechtskraft denjenigen im ordentlichen Verfahren gleichstehen. Damit hat der zürcherische Gesetzgeber insbesondere auch Entscheidungen über Befehlsbegehren im Sinne von § 222 Ziff. 2 ZPO unbeschränkte Rechtskraftwirkung zuerkannt. Sie haben damit in jeder Hinsicht endgültigen Charakter (vgl. BGE 102 II 62 E. 2 und 3), weshalb es sich bei ihnen um Endentscheide im Sinne von Art. 48 Abs. 1 OG handelt (vgl. STRÄULI/MESSMER, Kommentar zur zürcherischen ZPO, N. 13 zu § 222).\n\nJedenfalls für das neue zürcherische Zivilprozessrecht lässt sich daher die Auffassung nicht aufrechterhalten, dass ein auf Art. 265 Abs. 1 OR beruhendes Ausweisungsverfahren keine Zivilrechtsstreitigkeit sei und nicht zu einem Endentscheid führe (BGE 101 II 359). Da vorliegend ein Streitwert von Fr. 8'000.-- ohne weiteres gegeben ist, ist auf die Berufung einzutreten.\n\n2. a) Die Vorinstanz glaubt, zwischen den Parteien bestehe nicht ein Miet-, sondern ein Pachtvertrag, weshalb dem Beklagten auf Grund von Art. 293 OR eine Zahlungsfrist von 60 Tagen zustand. Art. 44 des von den Parteien abgeschlossenen Vertrages sehe nämlich vor, dass der Beklagte zu einer \"seriösen Geschäftsführung\" verpflichtet sei, \"die insbesondere zu keinen Klagen Anlass gibt, welche zum Entzug der Nachtcafébewilligung führen können\". Das sei eine für den Pachtvertrag typische Verpflichtung, die ihre Grundlage in Art. 283 Abs. 1 OR finde. Ferner sei zu berücksichtigen, dass nach Vertrag bei Entzug oder Nichterteilung des Wirtschaftspatentes sowie bei der Nichterteilung der Bewilligung, das Lokal bis zwei Uhr morgens offen zu halten, der Basismietzins von Fr. 200'000.-- auf Fr. 170'000.-- herabgesetzt werde. Das zeige, dass die Klägerin unmittelbar an der wirtschaftlichen Nutzung beteiligt sei.\n\nb) Beim Pachtvertrag überlässt der Verpächter dem Pächter eine nutzbare Sache oder ein nutzbares Recht zum Gebrauch und zum Bezug der Früchte oder der Erträgnisse (Art. 275 Abs. 1 OR). Dem Mieter steht dagegen nur der blosse Gebrauch der ihm überlassenen Sache zu (Art. 253 OR), und zwar ohne Rücksicht auf ihre Nutzbarkeit. Im Unterschied zu ausländischen Rechtsordnungen kennt das schweizerische Recht eine besondere Regelung der |253| sogenannten Geschäftsmiete nicht; Vertragsverhältnisse, die die Überlassung von Räumlichkeiten zu geschäftlichen Zwecken gegen Entgelt betreffen, stehen vielfach auf der Grenze zwischen Miete und Pacht (BGE 93 II 460 E. 4). Dass der Unternehmer mit und in diesen Räumen zu Erträgnissen gelangen will, führt indes solange nicht zur Annahme eines Pachtverhältnisses, als diese Erträgnisse vor allem auf seine Tätigkeit und nicht auf den blossen Gebrauch der Sache zurückzuführen sind (BGE 93 II 456 E. 1, BGE 68 II 239 E. 1, BGE 33 II 604 E. 3). Büroräume, Ladenlokale, Werkstätten und dergleichen sind deshalb in aller Regel nur Gegenstand von Mietverträgen (vgl. BGE 68 II 239 E. 1, BGE 54 II 183, 41 II 726, BGE 33 II 603, BGE 28 II 241 E. 3), und zwar selbst dann, wenn auch die Einrichtungen der fraglichen Räumlichkeiten mitvermietet werden (SCHMID, N. 4 zu den Vorbemerkungen zu Art. 253 bis 304 OR). Wird hingegen mit Räumen das darin betriebene Geschäft samt seinen Geschäftsbeziehungen überlassen, so handelt es sich um Pacht, da sich in diesem Fall der Vertrag auf eine Gesamtheit nutzbarer Rechte bezieht (BGE 93 II 456 E. 1; SCHMID N. 4 zu den Vorbemerkungen zu Art. 253 bis 304 OR; BECKER, N. 3 zu Art. 253 OR; REYMOND, in Schweizerisches Privatrecht, Band VII/1, Basel und Stuttgart 1977, S. 259).\n\nc) Nach dem zwischen den Parteien abgeschlossenen Vertrag überlässt die Klägerin dem Beklagten die auf den beiliegenden Plänen bezeichneten Räume, nämlich das Erdgeschoss und den Keller, zur Benützung als Restaurations-, Dancing- und Nachtcafébetrieb. Das Inventar gemäss besonderem Verzeichnis ging bei Vertragsabschluss in das Eigentum des Mieters über und ist bei Beendigung der Miete nicht mehr zurückzugeben (Art. 39). Das Obergericht sieht darin einen Hinweis auf das Vorliegen eines Pachtvertrages, weil dem Beklagten Inventar zur Verfügung stand. Dieses konnte indessen gar nicht mehr Gegenstand einer Gebrauchsüberlassung sein, da der Beklagte bei Vertragsschluss Eigentümer wurde. Davon abgesehen, ist dem obergerichtlichen Beschluss nicht zu entnehmen, dass dieses Inventar für den Betrieb des Nachtlokals auch nur annähernd ausgereicht hätte, was aber zutreffen müsste, wenn man aus diesem Umstand Argumente für das Vorliegen eines Pachtvertrages ableiten wollte.\n\nFür das Obergericht ist entscheidend, dass sich der Beklagte zu einer \"seriösen Geschäftsführung\" verpflichtet hat, \"die |254| insbesondere zu keinen Klagen Anlass gibt, welche zum Entzug der Nachtcafébewilligung führen können\". Eine solche Verpflichtung obliege nur dem Pächter auf Grund von Art. 283 Abs. 1 OR, nicht aber dem Mieter. Diese Auffassung ist unzutreffend. Dass das Mietvertragsrecht keine dem Art. 283 Abs. 1 OR entsprechende Vorschrift enthält, schliesst keineswegs aus, dass solches vertraglich vereinbart werden kann. Aber auch ohne besondere Abrede ist in manchen Fällen eine eigentliche Bewirtschaftungspflicht des Mieters als Ausfluss der Sorgfaltspflicht im Sinne von Art. 261 Abs. 1 OR schon nach Treu und Glauben zu bejahen. Dies trifft vor allem dann zu, wenn gewerbliche Mietobjekte mit besonderer Zweckbestimmung in Frage stehen, deren Wert, insbesondere Kundschaftswert, durch einen Betriebsunterbruch oder durch eine schlechte Betriebsführung beeinträchtigt würde (BGE 68 II 239 E. 2, BGE 41 II 730 E. 3, BGE 33 II 605 E. 3, BGE 28 II 242 E. 3; OSER/SCHÖNENBERGER, N. 7 zu Art. 261 OR; BECKER, N. 11 zu Art. 261 OR; REYMOND, a.a.O., S. 234). Der Umstand allein, dass der Übergeber von Geschäftsräumen ein wirtschaftliches Interesse daran hat, ob und wie darin ein Betrieb geführt werde, spricht somit noch nicht für Pacht (SCHMID, N. 5 zu den Vorbemerkungen zu Art. 253 bis 304 OR und N. 35 zu den Vorbemerkungen zu Art. 253 bis 274 OR).\n\nDer von den Parteien geschlossene Vertrag sieht vor, dass der Basismietzins von Fr. 200'000.-- auf Fr. 170'000.-- herabgesetzt werde, wenn ohne Verschulden des Beklagten das Wirtschaftspatent nicht erteilt oder entzogen und wenn der Wirtschaftsbetrieb durch polizeiliche oder richterliche Verfügung eingeschränkt werde. Die Vorinstanz glaubt, daraus schliessen zu können, dass dem Beklagten seitens der Klägerin ein nutzbares Recht überlassen worden sei; § 7 des zürcherischen Gesetzes über das Gastwirtschaftsgewerbe und den Klein- und Mittelverkauf von alkoholhaltigen Getränken vom 21. Mai 1939 bestimme nämlich, dass das Patent sich auf ein bestimmtes Lokal beziehe. Die Vorinstanz übersieht, dass nach § 9 desselben Gesetzes Patente nur derjenigen natürlichen Person erteilt werden können, die für den Betrieb verantwortlich ist, und dass die Abtretung eines solchen Patentes \"zur Ausübung an Dritte\" unzulässig ist. Dass der Vertrag für den Fall einer Betriebseinschränkung auf Grund behördlicher Anordnung nur eine Herabsetzung des Mietzinses |255| um 15% vorsieht, zeigt überdies, dass die Überlassung der blossen Räume auch nach der Vertragsmeinung im Vordergrund stand. Für die Auffassung der Vorinstanz lässt sich daraus aber so oder anders nichts ableiten, denn selbst wenn der vertraglich vereinbarte Zins in der Weise vom Geschäftserfolg abhängig wäre, dass er in Prozenten des erzielten Umsatzes bestimmt würde, könnte man noch nicht auf Pacht schliessen (vgl. BGE 93 II 453; SCHMID N. 6 zu Art. 262 OR).\n\nArt. 43 des Vertrages ermächtigt den Beklagten dagegen, die übernommenen Räume umzubauen, wobei er das Recht hat, auf Vertragsbeendigung die Einrichtungen wieder zu entfernen, ohne dass er den früheren Zustand wiederherstellen oder besondere Instandstellungen vornehmen müsste. Das zeigt deutlich, dass dem Beklagten die blossen Räume überlassen wurden, ohne dass der Klägerin die Möglichkeit offen steht, nach der Auflösung des Vertrages den Betrieb mit dem gleichen Mobiliar weiterzuführen. Dieser Umstand deutet jedenfalls auf ein Mietverhältnis hin.\n\nd) Davon, dass im vorliegenden Falle dem Beklagten ein bestehender Wirtschaftsbetrieb samt seinen Geschäftsbeziehungen überlassen worden sei, kann nach dem Gesagten keine Rede sein. In seiner Berufungsantwort gesteht der Beklagte denn auch ein, dass der fragliche Betrieb im Zeitpunkt des Vertragsabschlusses geschlossen war; auch das spricht gegen Pacht. Anhaltspunkte, die auf das Vorliegen eines Pachtvertrages schliessen liessen, sind nicht zu ersehen. Vielmehr ergibt sich aus den dargelegten Umständen, dass die Klägerin dem Beklagten nur Räume für die Einrichtung eines Wirtschaftsbetriebes überliess. Bei dem von den Parteien abgeschlossenen Vertrag handelt es sich somit um einen Mietvertrag, weshalb die dreissigtägige Frist von Art. 265 Abs. 1 OR zum Zuge kommt.\n\n3. a) Ist dem Mieter eine Frist zur Zahlung des Mietzinses im Sinne von Art. 265 OR angesetzt, so kann er die Auflösung des Vertrages durch Hinterlegung des ausstehenden Betrages nur dann abwenden, wenn er durch eine besondere vertragliche Bestimmung dazu ermächtigt ist oder wenn die Voraussetzungen der Art. 92, 96 oder 168 Abs. 1 OR gegeben sind (SCHMID, N. 27 zu Art. 265 OR; BECKER, N. 10 zu Art. 265 OR). Letzteres trifft im vorliegenden Falle ohnehin nicht zu. Dagegen bestimmt der mit dem Marginale \"Verrechnung\" |256| versehene Art. 7 des Vertrages, dass gegenüber Mietzinsforderungen die Verrechnung von Gegenansprüchen ausgeschlossen sei; doch könnten solche vom Mieter gerichtlich hinterlegt werden. Ob der Beklagte, der behauptet, auf Grund der Anpassungsklausel einen niedrigeren Mietzins schuldig zu sein, wirklich einen Gegenanspruch im Sinne des Vertrages geltend macht, kann dahingestellt bleiben, da - wie sich zeigen wird - die dreissigtägige Zahlungsfrist trotz Hinterlegung abgelaufen ist. Immerhin ist festzuhalten, dass der Vertrag eine \"gerichtliche Hinterlegung\" vorsieht. Das kann nur so verstanden werden, dass der streitige Betrag beim Richter zu hinterlegen ist, was selbstverständlich nur dann und nur solange möglich ist, als dies nach dem anwendbaren kantonalen Prozessrecht zulässig ist.\n\nb) Die Klägerin setzte dem Beklagten am 30. November 1976 \"eine dreissigtägige Frist\" bis \"Ende Dezember 1976\" zur Bezahlung des rückständigen Mietzinses. Hierauf zahlte der Beklagte am 23. Dezember 1976 der Klägerin Fr. 30'000.-- und überwies weitere Fr. 30'000.-- an die Bezirksgerichtskasse Zürich. Das Begehren um Hinterlegung dieses Betrages, das der Beklagte beim Einzelrichter im summarischen (bis Ende 1976 nichtstreitigen) Verfahren anhängig machte, wurde von diesem am 8. Februar 1977 abgewiesen. Die entsprechende Verfügung kam dem Vertreter des Beklagten am 11. Februar 1977 zu und wurde vom Beklagten hinsichtlich der Regelung der Kosten- und Entschädigungsfolgen beim Obergericht des Kantons Zürich mit Rekurs angefochten. Das alles ist unbestritten und ergibt sich aus der Verfügung des Einzelrichters vom 9. Juni 1977, die durch den vorinstanzlichen Beschluss aufgehoben wurde. Da in diesem Beschluss aber die entsprechenden Feststellungen fehlen, ist der Tatbestand im dargelegten Sinne gestützt auf Art. 64 Abs. 2 OG zu ergänzen.\n\nc) Der Beklagte behauptet, mit der vorläufigen Hinterlegung sei die Fristansetzung vom 30. November 1976 dahingefallen; sie hätte deshalb nach Abschluss des Hinterlegungsverfahrens erneuert werden müssen; allenfalls habe sie nach diesem Zeitpunkt von neuem zu laufen begonnen. Dem ist nicht beizupflichten. Das Begehren des Beklagten um Hinterlegung des streitigen Betrages wurde abgewiesen, weil die dafür vom kantonalen Recht vorgesehenen Voraussetzungen |257| nicht erfüllt waren. Unter diesen Umständen konnte die Einzahlung an die Gerichtskasse - wenn überhaupt - höchstens einen Stillstand der Zahlungsfrist bewirken. Dieser Stillstand, der mit jenem gemäss Art. 134 Abs. 1 OR verglichen werden kann, musste aber jedenfalls dann sein Ende finden, als der richterliche Entscheid, mit dem das Hinterlegungsgesuch abgewiesen wurde, in Rechtskraft erwuchs. Spätestens dann stand nämlich fest, dass die vertraglich vorgesehene \"gerichtliche Hinterlegung\" unzulässig und damit nicht möglich war. Keine Rolle spielen kann hingegen, wann der hinterlegte Betrag von der Gerichtskasse zurückerstattet wurde, denn das beschlägt das zwischen den Parteien bestehende privatrechtliche Verhältnis nicht.\n\nd) Wie lange die im Vertrage vorgesehene gerichtliche Hinterlegung zulässig war und damit die dem Beklagten angesetzte Frist zum Stillstand bringen konnte, hängt somit davon ab, wann die Verfügung des Einzelrichters vom 8. Februar 1977, mit dem das Hinterlegungsbegehren des Beklagten abgewiesen wurde, in Rechtskraft erwuchs. Das ist eine Vorfrage, die sich nach kantonalem Recht entscheidet. Obwohl sich die Vorinstanz zu dieser Frage nicht äusserte, kann das Bundesgericht im Berufungsverfahren dazu Stellung nehmen (Art. 65 OG).\n\nGegen die Verfügung des Einzelrichters vom 8. Februar 1977 betreffend die Hinterlegung des ausstehenden Mietzinses erhob der Beklagte hinsichtlich der Regelung der Kosten- und Entschädigungsfolgen Rekurs. Nach § 275 der zürcherischen ZPO hemmt der Rekurs indes die Rechtskraft des angefochtenen Entscheides nur im Umfange der Rekursanträge. Im übrigen tritt die Rechtskraft aber ein, sobald die Rechtsmittelfrist unbenutzt abgelaufen ist (§ 190 Abs. 2 ZPO; vgl. STRÄULI/MESSMER, a.a.O., N. 1 zu § 275 ZPO). Für den vorliegenden Fall bedeutet das, dass die einzelrichterliche Verfügung im Hauptpunkte - und damit in dem in diesem Zusammenhang allein entscheidenden Belange - nach Ablauf der zehntägigen Rekursfrist (§ 276 Abs. 1 ZPO) rechtskräftig wurde. Das war am 22. Februar 1977 der Fall, weil die fragliche Verfügung am 11. Februar 1977 zugestellt wurde. Vom 22. Februar 1977 an lief die dem Beklagten auf Grund von Art. 265 OR angesetzte Frist somit weiter. Da von dieser Frist schon bis zur Anhängigmachung des Hinterlegungsbegehrens |25822| Tage verstrichen waren (1. bis 22. Dezember 1976), lief sie am 1. März 1977 ab. Die nach dem vorinstanzlichen Beschluss am 31. März 1977 erfolgte Zahlung war somit verspätet; das führt zur Auflösung des Mietvertrages auf den 1. März 1977, weshalb der Beklagte die von ihm belegten Lokale zu räumen hat (SCHMID, N. 29 und 30 zu Art. 265 OR). Ob die Zahlung erst am 1. April 1977 erfolgt sei, wie die Klägerin unter Hinweis auf ein offensichtliches Versehen der Vorinstanz behauptet, braucht nicht geprüft zu werden, da die Zahlung unter diesen Umständen ohnehin verspätet ist.\n\ne) Wie schon im kantonalen Verfahren beantragt die Klägerin auch vor Bundesgericht, es sei dem Beklagten zur Räumung der gemieteten Lokale eine zehntägige Frist anzusetzen. Dazu äussert sich der Beklagte nicht. Dem klägerischen Begehren ist deshalb ohne weiteres zu entsprechen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, der Beschluss des Obergerichts (II. Zivilkammer) des Kantons Zürich vom 5. August 1977 aufgehoben und der Beklagte in Gutheissung der Klage verpflichtet, die bei der Klägerin gemieteten Räumlichkeiten innert 10 Tagen zu räumen."}