{"annee": "103", "cour": "IA", "page": "360", "date": "8/11/1977", "cite": ["99 IB 159", "101 IA 484", "102 IA 50", "102 IA 201", "99 IA 504", "98 IA 395", "89 I 27", "98 IA 405", "96 I 636", "95 I 330"], "cite_par": ["120 IA 126", "135 IV 102", "108 IA 197", "104 IA 131", "114 IA 263", "116 IA 78", "106 IA 310", "106 IV 150", "106 IA 56", "109 IA 116"], "chapeau": "57. Urteil vom 8. November 1977 i.S. Bienz gegen Regierungsrat und Verwaltungsgericht des Kantons Aargau", "regestes": ["Procédure (recours contre des arrêtés, épuisement des instances cantonales); loteries. 1. L'exigence de l'épuisement des instances cantonales, prévue par l'art. 86 al. 2 OJ, s'applique aussi aux recours contre des arrêtés de portée générale. Si un tel arrêté peut être attaqué dans une procédure cantonale de contrôle abstrait des normes - comme le prévoient par exemple les art. 68 ss de la loi argovienne sur la juridiction administrative - il faut d'abord utiliser cette voie de droit avant de former un recours de droit public (consid. 1a). 2. Examen de la constitutionnalité d'un arrêté cantonal fondé sur une disposition du droit fédéral. Les cantons peuvent interdire que des loteries au sens de l'art. 2 de la loi fédérale sur les loteries (tombola à l'occasion d'une réunion récréative) soient organisées ou réalisées par des personnes qui exercent cette activité à titre professionnel (consid. 2)."], "faits": "|361|\n\nGestützt auf das Bundesgesetz betreffend die Lotterien und die gewerbsmässigen Wetten vom 8. Juni 1923 (Lotteriegesetz, LG) und § 18 des kantonalen Einführungsgesetzes zum OR vom 27. Dezember 1911 erliess der aargauische Regierungsrat am 27. September 1976 eine Verordnung über Lotterien, Prämienanleihen und gewerbsmässige Wetten (Lotterieverordnung). Diese regelt u.a. die Voraussetzungen, unter denen die gemäss Art. 2 LG dem kantonalen Recht unterstellten Lotterien durchgeführt werden dürfen. Nach § 5 Abs. 1 lit. a ist die Erteilung einer Bewilligung u.a. dann ausgeschlossen,\n\n\"wenn der Gesuchsteller mit Organisation oder Durchführung der Lotterie Personen beauftragt, welche diese Tätigkeit berufs- oder gewerbsmässig ausüben\".\n\nDie neue Verordnung wurde im kantonalen Amtsblatt vom 23. Oktober 1976 publiziert. Der in Küssnacht (SZ) wohnhafte Walter Bienz, der im Auftrag von Vereinen berufsmässig Lottos durchführt, stellte am 3. November 1976 beim Verwaltungsgericht des Kantons Aargau den Antrag, § 5 Abs. 1 lit. a der Lotterieverordnung wegen Verletzung von |362| Art. 4 und 31 BV aufzuheben. Das Verwaltungsgericht betrachtete Walter Bienz als zur Einleitung eines abstrakten Normenkontrollverfahrens legitimiert, wies jedoch den gestellten Antrag aufgrund einer materiellen Prüfung mit Urteil vom 9. Februar 1977 ab. Walter Bienz führt im Anschluss an dieses Urteil staatsrechtliche Beschwerde mit dem Antrag, es seien der verwaltungsgerichtliche Entscheid sowie § 5 Abs. 1 lit. a der Lotterieverordnung aufzuheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach § 68 des aargauischen Verwaltungsrechtspflegegesetzes vom 9. Juli 1968 (VRPG) können \"Vorschriften verwaltungsrechtlicher Natur in Dekreten und Verordnungen des Kantons und in Erlassen der Gemeinden, öffentlich-rechtlichen Körperschaften und Anstalten\" jederzeit dem Verwaltungsgericht zur Prüfung auf ihre Verfassungs- und Gesetzmässigkeit unterbreitet werden. Zur Einleitung eines derartigen abstrakten Normenkontrollverfahrens ist nach § 69 VRPG jedermann legitimiert, der durch die Anwendung der Vorschriften in absehbarer Zeit in seinen schutzwürdigen Interessen verletzt werden könnte. Erweisen sich die angefochtenen Vorschriften als verfassungs- oder gesetzwidrig, so hebt sie das Verwaltungsgericht auf (§ 71 VRPG).\n\nDas Verwaltungsgericht vertritt unter Hinweis auf Art. 89 OG die Auffassung, dass die vom Regierungsrat erlassene Lotterieverordnung innert dreissig Tagen seit ihrer Veröffentlichung direkt beim Bundesgericht hätte angefochten werden müssen. Das Normenkontrollverfahren nach §§ 68 ff. VRPG sei ein subsidiäres, an keine Frist gebundenes Verfahren, dessen Durchführung zur Erschöpfung des kantonalen Instanzenzuges nicht notwendig sei. Auf die erst im Anschluss gegen einen Normenkontrollentscheid des Verwaltungsgerichtes erhobene staatsrechtliche Beschwerde könne nicht eingetreten werden.\n\nDieser Betrachtungsweise ist nicht beizupflichten. Zunächst ist festzuhalten, dass der in Art. 86 Abs. 2 OG enthaltene Grundsatz, wonach vor Einreichung einer staatsrechtlichen Beschwerde von den kantonalen Rechtsmitteln Gebrauch zu machen ist, auch dann gilt, wenn es sich beim angefochtenen kantonalen Hoheitsakt nicht um eine Verfügung (Entscheid), |363| sondern um einen Erlass handelt. Art. 89 OG regelt nur Beginn und Dauer der Beschwerdefrist, die bei der Anfechtung kantonaler Hoheitsakte einzuhalten ist. Hingegen sagt Art. 89 OG nichts darüber, welche Hoheitsakte unmittelbar und welche erst nach Durchlaufen des kantonalen Instanzenzuges angefochten werden können. Massgebend hiefür ist vielmehr Art. 86 OG, der bezüglich des Erfordernisses der Erschöpfung des Instanzenzuges nicht auf die Art des Hoheitsaktes, sondern auf die Art der hiegegen erhobenen Rügen abstellt. Wenn in der einschlägigen Judikatur und Literatur hinsichtlich der Anfechtung von kantonalen Gesetzen und Verordnungen vom Erfordernis der Erschöpfung des Instanzenzuges in der Regel nicht die Rede ist, so deshalb, weil solche kantonale Rechtsmittel im allgemeinen gar nicht bestehen. Doch ist klar, dass nicht nur kommunale (BGE 102 Ia 50; BGE 101 Ia 484; BGE 99 Ia 504, 581; BGE 98 Ia 395), sondern auch kantonale Erlasse (BGE 102 Ia 201, BGE 89 I 27) erst dann mit staatsrechtlicher Beschwerde anfechtbar sind, wenn von den allenfalls zur Verfügung stehenden kantonalen Rechtsmitteln, die zur Aufhebung der angefochtenen Normen führen können, Gebrauch gemacht worden ist. Eine Ausnahme gilt nur für die in Art. 86 Abs. 2 Satz 2 OG genannten Verfassungsrügen sowie dann, wenn das Durchlaufen der kantonalen Instanzen eine leere, zwecklose Formalität wäre oder wenn an der Zulässigkeit eines in Betracht fallenden Rechtsmittels ernstliche Zweifel bestehen (BGE 96 I 644 mit Hinweisen), ferner in den Fällen nach Art. 84 Abs. 1 lit. b-d OG.\n\nDa keine der soeben erwähnten Ausnahmen hier zutrifft, musste der Beschwerdeführer zuerst die zur Verfügung stehenden kantonalen Rechtsmittel ergreifen, bevor er die beanstandeten Vorschriften der Lotterieverordnung mit staatsrechtlicher Beschwerde anfocht. Entgegen der Auffassung des Verwaltungsgerichtes ist das aargauische Normenkontrollverfahren nach §§ 68 ff. VRPG einem Rechtsmittelverfahren im Sinne von Art. 86 Abs. 2 OG gleichzustellen. Wohl ist die Möglichkeit der Einleitung eines solchen Verfahrens unbefristet, doch besitzt jeder legitimierte Antragsteller - anders als etwa bei einer blossen Aufsichtsbeschwerde - einen Rechtsanspruch auf materielle Überprüfung und gegebenenfalls auf Aufhebung der angefochtenen Vorschriften. Es handelt sich um einen durchaus zumutbaren kantonalen Rechtsbehelf, der |364| geeignet ist, den als verfassungswidrig beanstandeten Hoheitsakt zu beseitigen, der daher vor Einreichung einer staatsrechtlichen Beschwerde ergriffen werden darf und, soweit das Erfordernis der Erschöpfung des Instanzenzuges gilt, auch ergriffen werden muss. Auf die rechtzeitig im Anschluss an den Normenkontrollentscheid des Verwaltungsgerichtes erhobene staatsrechtliche Beschwerde ist daher einzutreten, und zwar auch insoweit, als damit nicht bloss die Aufhebung des verwaltungsgerichtlichen Urteils, sondern auch der angefochtenen Vorschrift selber verlangt wird (BGE 101 Ia 491 E. 9; BGE 98 Ia 405 Nr. 64).\n\nWieweit ein kantonaler Erlass in dieser Weise auch dann noch unmittelbar mit staatsrechtlicher Beschwerde angefochten werden kann, wenn das vorgängig durchzuführende kantonale Normenkontrollverfahren nicht sofort nach Erlass der Norm, sondern erst Monate oder Jahre später eingeleitet worden ist, braucht hier nicht weiter erörtert zu werden. Im vorliegenden Falle wurde das Normenkontrollbegehren beim Verwaltungsgericht elf Tage nach der Publikation des Erlasses im Amtsblatt gestellt, d.h. innerhalb einer Frist, die sich im Rahmen der üblichen Rechtsmittelfristen hält. Es besteht kein Grund, die vorliegende staatsrechtliche Beschwerde anders zu behandeln als eine solche, die rechtzeitig im Anschluss an ein gewöhnliches, befristetes kantonales Rechtsmittel eingelegt worden ist.\n\nb) Dass der Beschwerdeführer, wiewohl er nicht im Kanton Aargau wohnt, legitimiert ist, den ihn in seiner Berufs- oder Erwerbstätigkeit treffenden Erlass mit staatsrechtlicher Beschwerde anzufechten, steht ausser Zweifel (BGE 102 Ia 205/6 mit Hinweisen).\n\n2. Materiell erweist sich die Beschwerde als unbegründet. Nach dem eidgenössischen Lotteriegesetz sind \"Lotterien, die bei einem Unterhaltungsanlass veranstaltet werden, deren Gewinne nicht in Geldbeträgen bestehen und bei denen die Ausgabe der Lose, die Losziehung und die Ausrichtung der Gewinne im unmittelbaren Zusammenhang mit dem Unterhaltungsanlass erfolgen (Tombola)\" ausschliesslich dem kantonalen Recht unterstellt; die Kantone können diese Lotterien zulassen, beschränken oder untersagen (Art. 2 LG). Der beanstandete § 5 Abs. 1 lit. a der neuen aargauischen Lotterieverordnung bezieht sich auf diese dem kantonalen Recht unterworfenen |365| Lotterieveranstaltungen. Nach Art. 2 Abs. 2 LG hätte der Kanton derartige Veranstaltungen gänzlich untersagen können. Der Regierungsrat hat sich statt dessen darauf beschränkt, die Bewilligung solcher Lotterieveranstaltungen an Bedingungen zu knüpfen, welche den reinen Unterhaltungscharakter des Anlasses bewahren und die Spielleidenschaft fördernde Auswüchse verhindern sollen. So bleibt die Bewilligung jenen Organisationen versagt, deren Zweck ausschliesslich kommerzieller Natur ist oder allein in der Durchführung von Lotterien besteht (§ 2 Abs. 2 der Lotterieverordnung). Die Erteilung der Bewilligung ist sodann nach § 5 Abs. 1 lit. a dann ausgeschlossen, \"wenn der Gesuchsteller mit Organisation oder Durchführung der Lotterie Personen beauftragt, welche diese Tätigkeit berufs- oder gewerbsmässig ausüben\". Gegen diese Vorschrift richtet sich die vorliegende Beschwerde.\n\nDer Beschwerdeführer behauptet nicht, dass der Regierungsrat zum Erlass der Verordnung bzw. einer solchen Vorschrift nicht zuständig gewesen sei. Er ficht die Vorschrift nur inhaltlich an, wobei er sich auf Art. 4 und 31 BV beruft. Dazu ist vorab zu bemerken, dass Art. 2 Abs. 2 LG, der die Kantone ermächtigt, Lotterieveranstaltungen der fraglichen Art zuzulassen, zu beschränken oder zu untersagen, für das Bundesgericht verbindlich ist (Art. 113 Abs. 3 BV). Gestützt auf die bundesgesetzliche Ermächtigung könnte der Kanton die betreffenden Lotterieveranstaltungen überhaupt untersagen, ohne dass sich jemand gegenüber einem solchen Verbot mit Erfolg auf Art. 4 oder Art. 31 BV zu berufen vermöchte. Auch dann, wenn ein Kanton - wie hier - statt einem vollständigen Verbot lediglich einschränkende Bestimmungen erlässt, kann die Zulässigkeit einer derartigen Einschränkung im Hinblick auf die in Art. 2 Abs. 2 LG enthaltene Ermächtigung dem Grundsatz nach nicht in Frage gestellt werden. Für eine verfassungsrichterliche Kontrolle bleibt somit wenig Raum. Es müssen hier ähnliche Grundsätze gelten wie bei der Überprüfung von auf Gesetzesdelegation beruhenden bundesrätlichen Verordnungen (vgl. dazu BGE 101 Ib 144 ff., insbesondere 151; BGE 99 Ib 165; betreffend Überprüfung von auf bundesgesetzlicher Delegation beruhenden kantonalen Erlassen vgl. BGE 95 I 332 ff.). Ist der durch die angefochtene kantonale Vorschrift verfolgte Zweck durch Art. 2 LG gedeckt, |366| so bleibt nur noch zu prüfen, ob das zur Erreichung dieses Zweckes gewählte Mittel tauglich und verhältnismässig ist und ob die Vorschrift vor dem Grundsatz der Rechtsgleichheit und dem Willkürverbot standhält.\n\nDas Verwaltungsgericht führt zur Rechtfertigung der angefochtenen Vorschrift aus, der Berufslottier habe ein Interesse daran, von möglichst vielen Vereinen mit der Durchführung von Lottos beauftragt zu werden. Es sei sodann bekannt, dass die Lottiers an die von ihnen durchgeführten Lottos immer ihre \"Stammkunden\" mitbrächten, welche, vom Lottier über den jeweiligen Durchführungsort auf dem Laufenden gehalten, zu ihrem Freizeitvergnügen von Lotto zu Lotto zögen und auch vor beträchtlichen Anfahrtswegen nicht zurückschreckten. Es sei nicht übertrieben, von einem \"praktisch als Dauerlotto aufgezogenen Lotterieunternehmen\" zu sprechen, wobei sich die Rolle des veranstaltenden Vereins darauf beschränke, als Vehikel für die Tombolabewilligung zu dienen. Mit dem Tätigwerden von professionellen Lottiers sei ein Element hochgekommen, welches den Lottoveranstaltungen den Charakter eines blossen Unterhaltungsanlasses nehme. Es werde aus purem Erwerbsstreben die Spielsucht der Leute angefacht und gefördert.\n\nDer Beschwerdeführer wendet ein, ein \"Unterhaltungsanlass\" liege auch dann vor, wenn ein Verein, der ein Lotto veranstalten wolle, mit der Organisation und Durchführung desselben eine Person beauftrage, die diese Tätigkeit berufs- oder gewerbsmässig ausübe. Die Gewerbsmässigkeit der Darbietung schliesse den Unterhaltungscharakter des Anlasses nicht aus.\n\nDas mag zutreffen, hindert den Kanton aber nicht, Unterhaltungszwecken dienende Lotterieveranstaltungen im Sinne von Art. 2 LG nur zuzulassen, wenn sie nicht durch Personen organisiert oder durchgeführt werden, die diese Tätigkeit berufs- oder gewerbsmässig ausüben. Eine derartige Einschränkung dient einem legitimen, durch Art. 2 Abs. 2 LG gedeckten Zweck. Es liegt auf der Hand, dass die Zulassung von Lottospielen unter der Leitung berufsmässiger Lottiers, gerade weil diese das Lotto \"besser und attraktiver gestalten\", zu einer Häufung solcher Veranstaltungen führen würde und damit eine Förderung der Spielleidenschaft zur Folge hätte. Was der Beschwerdeführer vorbringt, ist nicht geeignet, die Ausführungen |367| des Verwaltungsgerichtes, denen sich das Bundesgericht im wesentlichen anschliesst, zu widerlegen, und die Rüge der Verletzung von Art. 4 oder 31 BV dringt nicht durch.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}