{"annee": "103", "cour": "IA", "page": "63", "date": "6/5/1977", "cite": ["100 IA 89", "99 IA 110", "96 I 324"], "cite_par": ["113 IA 336", "112 IA 356", "107 IA 175", "107 IB 289"], "chapeau": "14. Auszug aus dem Urteil vom 6. Mai 1977 i.S. Munizipalgemeinde Ritzingen gegen Staatsrat des Kantons Wallis", "regestes": ["Art. 88 OJ. La Commune n'a pas qualité pour agir par la voie du recours de droit public contre une décision cantonale fixant le montant de sa participation aux frais d'une construction destinée à la protection civile."], "faits": "|63|\n\nIm Neubau des Spitals von Brig wurde nach Massgabe des Bundesgesetzes über bauliche Massnahmen im Zivilschutz eine geschützte Operationsstelle eingerichtet. Der Staatsrat des Kantons Wallis beschloss am 10. Dezember 1976, die nach Abzug der Bundes- und der kantonalen Subvention verbleibenden 17,5% der Baukosten dieser Operationsstelle auf die interessierten Gemeinden im Verhältnis zur Einwohnerzahl aufzuteilen. Demgemäss wurde die Gemeinde Ritzingen mit 0,07% der Gesamtkosten oder Fr. 1'120.-- belastet. Dagegen erhob der Gemeinderat namens der Munizipalgemeinde \"Einsprache\" an das Bundesgericht mit dem Antrag, den angefochtenen Beschluss aufzuheben und den Staatsrat anzuweisen, eine neue Kostenverteilung vorzunehmen, die nicht nur der Bevölkerungszahl, sondern auch der finanziellen Lage der Gemeinden Rechnung trage. Zur Begründung wird ausgeführt, die Verteilung der Kosten ausschliesslich nach der Bevölkerungszahl verletze Art. 8 Absatz 2 des kantonalen Ausführungsgesetzes zum Bundesgesetz über bauliche Massnahmen im Zivilschutz.", "considerants": "Aus den Erwägungen:\n\n2. Die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte ist nach der Umschreibung ihrer |64| Voraussetzungen in Verfassung (Art. 113 BV) und Gesetz (Art. 88 OG) ein Rechtsbehelf zum Schutze der natürlichen und juristischen Personen gegen Übergriffe der Staatsgewalt. Öffentlichrechtliche Korporationen können staatliche Akte, die sie in ihrer Eigenschaft als Träger hoheitlicher Gewalt berühren, nicht unter Berufung auf verfassungsmässig gewährleistete Individualrechte anfechten. Eine Ausnahme gilt, wenn sich solche Korporationen, namentlich Gemeinden, gegen eine Verletzung ihrer allenfalls gewährleisteten Autonomie oder ihres Bestandes zur Wehr setzen wollen (BGE 100 Ia 90 E. 1a, 202 E. 1; BGE 99 Ia 110 E. 1 mit Hinweisen). Weiter sind die öffentlichrechtlichen Korporationen zur staatsrechtlichen Beschwerde allgemein dann legitimiert, wenn sie sich auf dem Boden des Privatrechtes bewegen oder sonstwie (z.B. als Steuer- oder Gebührenpflichtige) als dem Bürger gleichgeordnete Rechtssubjekte auftreten und durch den angefochtenen staatlichen Akt wie eine Privatperson betroffen werden (BGE 99 Ia 110 E. 1, 756 E. b; BGE 96 I 329 E. 1, 467 E. 2 mit Hinweisen).\n\nIm vorliegenden Falle trifft weder die eine noch die andere dieser Voraussetzungen zu. Die Autonomie oder der Bestand der Gemeinde Ritzingen werden durch den angefochtenen Entscheid des Staatsrates nicht berührt; die Gemeinde macht dies selbst nicht geltend. Sie wird aber auch nicht wie ein Privater davon betroffen. Es geht nicht darum, dass sie etwa als Grundeigentümerin Steuern oder Gebühren entrichten müsste, sondern sie wird als Trägerin hoheitlicher Gewalt für Beiträge an eine Massnahme des baulichen Zivilschutzes belangt. In solchen Fällen besteht nach ständiger Praxis des Bundesgerichtes für die Gemeinde keine Möglichkeit, sich mit staatsrechtlicher Beschwerde gegen Verfügungen einer kantonalen Behörde zur Wehr zu setzen. Auf die Beschwerde ist daher nicht einzutreten."}