{"annee": "103", "cour": "IB", "page": "253", "date": "11/8/1977", "cite": ["102 IV 217"], "cite_par": ["123 II 371"], "chapeau": "40. Arrêt du 11 août 1977 en la cause Société anonyme Brevets électro-mécaniques et Rochat et Cie S.A. contre Département militaire fédéral", "regestes": ["Procédure; art. 97 OJ et art. 5 PA. La décision de l'autorité fédérale compétente qui, saisie d'une requête présentée par une autorité judiciaire, refuse d'autoriser un fonctionnaire à témoigner ou à communiquer des pièces, ne constitue pas une décision au sens de l'art. 5 PA."], "faits": "", "considerants": "|254|\n\nConsidérant en fait et en droit:\n\n1.\n\nLe 6 août 1976, le Département militaire fédéral a rejeté la demande présentée le 19 juillet 1976 par le juge informateur de l'arrondissement de Lausanne et tendant à ce que la Direction de l'Administration militaire fédérale indique les entreprises autorisées à fabriquer des générateurs pour grenade à fusil, puis à les exporter, voire à ce que l'administration produise les documents relatifs à cette affaire. Cette demande a été faite en vue de l'instruction de la plainte pénale contre inconnu, pour violation de la loi sur les brevets d'invention, déposée par les sociétés BEM S.A. et Rochat & Cie S.A.\n\nPar acte du 30 novembre 1976, le juge d'instruction du canton de Vaud a saisi le Tribunal fédéral du litige, concluant à ce que le Département militaire fédéral soit invité à donner au juge informateur de l'arrondissement de Lausanne les renseignements et documents requis. Cette requête se fondait sur l'art. 357 CP. Par arrêt du 8 novembre 1976, la Chambre d'accusation du Tribunal fédéral l'a déclarée irrecevable (ATF 102 IV 220).\n\nLe 18 avril 1977, la Direction de l'Administration militaire fédérale a informé le juge d'instruction du canton de Vaud que le Département militaire fédéral n'avait aucune raison de réexaminer quant au fond la décision du 6 août 1976, qui était ainsi maintenue. Elle considérait par ailleurs qu'une indication des voies de droit n'avait pas à être donnée, la décision refusant l'autorisation de déposer en justice ou de communiquer des pièces ne constituant pas une décision au sens de l'art. 5 PA.\n\nAgissant par la voie du recours de droit administratif, les sociétés BEM S.A. et Rochat & Cie S.A. requièrent le Tribunal fédéral d'annuler la décision prise par le Département militaire fédéral le 6 août 1976 et confirmée le 18 avril 1977, et d'inviter ledit département à donner au juge informateur de l'arrondissement de Lausanne des réponses complètes et circonstanciées aux questions contenues dans la lettre du 19 juillet 1976; subsidiairement, d'inviter ce département à prendre toute nouvelle décision, avec indication des voies de droit, en réponse à la lettre précitée. Les recourantes soutiennent notamment que la décision déférée peut être attaquée par la |255| voie du recours de droit administratif, conformément à l'art. 98 lettre b OJ.\n\n2. En application de l'art. 96 OJ, le Tribunal fédéral et le Conseil fédéral ont procédé à un échange de vues.\n\n3. Aux termes de l'art. 97 OJ, le Tribunal fédéral connaît en dernière instance des recours de droit administratif contre des décisions au sens de l'art. 5 PA. Selon cette dernière disposition, sont considérées comme des décisions les mesures prises par les autorités dans des cas d'espèce, fondées sur le droit public fédéral et ayant pour objet: a) de créer, de modifier ou d'annuler des droits ou des obligations; b) de constater l'existence, l'inexistence ou l'étendue de droits ou d'obligations; c) de rejeter ou de déclarer irrecevables des demandes tendant à créer, modifier, annuler ou constater des droits ou obligations.\n\nL'art. 28 du Statut des fonctionnaires, du 30 juin 1927 (StF), règle l'obligation de témoigner en justice. Le fonctionnaire ne peut déposer en justice, comme partie, témoin ou expert, sur les constatations se rapportant à ses obligations et qu'il a faites en raison de ses fonctions ou dans l'accomplissement de son service, qu'avec l'autorisation de l'office compétent. Cette autorisation ne peut être refusée que si les intérêts généraux du pays l'exigent ou si elle devait avoir pour effet d'entraver dans une forte mesure l'administration dans l'accomplissement de sa tâche. Le fonctionnaire est tenu de demander par la voie de service l'autorisation de déposer en justice, prévue par la disposition précitée (art. 21 du Règlement des fonctionnaires (RF) 1, du 10 novembre 1959; art. 18 RF 2 et 34 RF 3; art. 29 du Règlement des employés (RE), du 10 novembre 1959). Ces dispositions sont applicables par analogie en ce qui concerne les demandes de communication de pièces (art. 21 al. 4 RF 1, 18 al. 3 RF 2, 34 al. 4 RF 3 et 29 al. 4 RE).\n\nIl appartient à l'autorité judiciaire, chargée d'instruire une cause pénale ou civile, de requérir la délivrance de l'autorisation de témoigner en justice ou de communiquer des pièces (voir les dispositions réglementaires précitées). C'est ainsi à cette autorité qu'il incombe d'introduire la procédure tendant à l'octroi d'une telle autorisation. C'est à elle que doit être notifiée la décision prise sur cette requête par l'autorité administrative compétente. Cette décision ne concerne ainsi que les |256| relations entre autorités administrative et judiciaire. Elle ne règle pas les droits et obligations de l'autorité fédérale et de personnes privées.\n\nCertes, ces personnes privées peuvent avoir intérêt à ce qu'un fonctionnaire dépose en justice ou produise des pièces. Mais cela n'est pas nécessairement le cas. L'autorité judiciaire peut avoir requis, de sa propre initiative, la délivrance de l'autorisation sollicitée. Par ailleurs, une partie au procès ne peut pas de son seul chef former une telle requête. Seule l'autorité judiciaire est habilitée à la présenter. Ainsi, la décision prise par l'autorité administrative compétente ne concerne directement que le fonctionnaire en cause et l'autorité judiciaire requérante. Elle ne peut avoir, vis-à-vis des parties au procès, que des effets indirects. Ces derniers n'ont pas à être pris en compte lorsqu'il s'agit de dire si le refus de l'autorisation de déposer en justice est une décision au sens de l'art. 5 PA. En particulier, ils ne modifient en aucune manière le caractère de cette décision, prise par une autorité à l'égard d'une autre autorité.\n\nNe constituant pas une décision au sens de l'art. 5 PA, le refus de l'autorisation de communiquer des pièces ne peut être attaqué par la voie du recours de droit administratif auprès du Tribunal fédéral. Il n'est pas non plus sujet à recours auprès du Conseil fédéral. En revanche, l'art. 71 PA est applicable in casu.\n\nInformé de ce point de vue, le Département fédéral de justice et police a déclaré s'y rallier.\n\n4. Les recourantes soutiennent par ailleurs que le présent recours est recevable en vertu de l'art. 106 al. 2 OJ. Selon cette disposition, une partie peut recourir en tout temps lorsque, sans droit, une autorité refuse de statuer ou tarde à statuer. Les conditions d'application de cette disposition ne sont manifestement pas remplies in casu.\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Déclare le recours irrecevable.\n\n2. Transmet le dossier de l'affaire au Conseil fédéral."}