{"annee": "103", "cour": "IA", "page": "115", "date": "29/6/1977", "cite": ["99 IA 571", "103 IA 20", "70 I 312", "101 IA 317", "101 IA 205", "102 IA 38", "100 IA 209", "83 I 276", "96 I 728"], "cite_par": ["118 IB 317", "104 IA 6", "117 II 523", "115 II 136", "114 II 404", "117 III 44", "105 IB 49", "116 II 575", "115 V 224", "118 II 333"], "chapeau": "24. Auszug aus dem Urteil vom 29. Juni 1977 i.S. X. gegen Staat Bern und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 4 Cst.; impôt sur le revenu de la fortune; imposition du gain réalisé lors de la vente d'actions gratuites. 1. L'acquisition au sens de l'art. 77 al. 2 de la loi bernoise sur les impôts directs cantonaux et communaux d'actions gratuites a lieu à la date de la distribution de celles-ci (consid. 3 et consid. 4). 2. Le prix d'achat des actions gratuites est déterminé par leur valeur vénale lors de leur distribution (consid. 5)."], "faits": "|115|\n\nX. gründete im Jahre 1951 in Stockholm eine Aktiengesellschaft, die Ingenjörsfirman ESMA Aktiebolag (im folgenden abgekürzt: ESMA). Alle 250 Aktien zu SKr 100 blieben im Eigentum des X. Am 20. Januar 1972 wurde das Aktienkapital erhöht, indem 1250 neue Aktien zu SKr 100 ausgegeben und aus dem Gewinnvortrag für das Geschäftsjahr 1972 liberiert wurden. Auch diese Aktien übernahm X., und sie wurden zu ihrem Nennwert als Einkommen besteuert. Am 4. April 1973 verkaufte X. alle Aktien der ESMA zu einem Preis von SFr. 2'320'250.--, wobei Zahlung des Kaufpreises in zwei Raten vereinbart wurde. Die Steuerverwaltung des Kantons Bern besteuerte den von X. erzielten Kapitalgewinn, den sie nach dem Einspracheverfahren auf Fr. 1'457'700.-- festsetzte. Diesen Betrag hatte sie berechnet, indem sie vom Verkaufserlös die folgenden Abzüge gemacht hatte: den durch die Ratenzahlung bedingten Diskont, den Verkaufspreis der 250 Aktien, die wegen der Besitzesdauer nicht mehr der Vermögensgewinnsteuer |116| unterlagen, und den bereits bei der Einkommenssteuer als Erwerbspreis berücksichtigten Nennwert der 1250 neuen Aktien. Nachdem die kantonale Rekurskommission und das Verwaltungsgericht diese Veranlagung bestätigt haben, führt X. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.", "considerants": "Aus den Erwägungen:\n\n2. ...\n\nNach Art. 77 Abs. 1 und 2 des bernischen Gesetzes über die direkten Staats- und Gemeindesteuern vom 29. Oktober 1944 (StG) wird eine Vermögensgewinnsteuer erhoben \"auf wirklich erzielten Grundstückgewinnen und Kapitalgewinnen auf Wertpapieren sowie auf den Lotteriegewinnen\", sofern diese Gewinne den Betrag von Fr. 2'000.-- übersteigen; Kapitalgewinne unterliegen der Vermögensgewinnsteuer nur, sofern sie innert 10 Jahren seit dem Erwerb des veräusserten Wertpapiers erzielt werden. Während das Verwaltungsgericht übereinstimmend mit den Vorinstanzen davon ausging, der Beschwerdeführer habe die 1250 neuen Aktien im Zeitpunkt der Kapitalerhöhung, also im Jahre 1972 erworben, beruft sich dieser darauf, dass er durch die Kapitalerhöhung und Ausgabe von Gratisaktien überhaupt nichts erworben habe, sondern nach wie vor Eigentümer des gesamten Kapitals der ESMA geblieben sei. Er hält dafür, auf Grund dieser Betrachtungsweise hätten sämtliche im Jahre 1973 veräusserten Aktien als bereits im Jahre 1951 erworben zu gelten, was die Erhebung der Vermögensgewinnsteuer ausschliesse. Weiter ist er der Auffassung, dass eventuell nicht der Nennwert, sondern der innere Wert der neuen Aktien im Jahre 1972 als Erwerbspreis hätte angerechnet werden müssen.\n\n3. Der Wortlaut der massgebenden Gesetzesbestimmung spricht zunächst zugunsten der Auffassung des Verwaltungsgerichtes. Gemäss Art. 77 Abs. 2 StG kommt es für die Frage, ob die Vermögensgewinnsteuer (noch) zu entrichten sei, darauf an, ob der Erwerb der veräusserten Wertpapiere, vom Verkaufstermin an gerechnet, mehr als zehn Jahre zurückliege. Sachen, die nicht existieren, kann man auch nicht erwerben. Der Beschwerdeführer kann somit die 1250 Aktien nicht vor dem Zeitpunkt ihrer Ausgabe, dem 20. Januar 1972, erworben haben. |117|\n\nDamit ist indessen noch nicht dargetan, dass der angefochtene Entscheid der Willkürrüge standhält. Es ist möglich, dass der Wortlaut einer gesetzlichen Bestimmung nicht deren wahren Sinn wiedergibt. Trifft dies zweifelsfrei zu, so darf und muss sogar vom blossen Wortlaut abgewichen werden. Gründe hiefür können sich aus der Entstehungsgeschichte, aus dem Zweck der Vorschrift und aus ihrem Zusammenhang mit anderen Gesetzesbestimmungen ergeben (BGE 101 Ia 320 E. 2b; BGE 99 Ia 575 E. 3 mit Hinweisen). In Steuersachen ist im besonderen zu prüfen, ob der Entscheid nach dem Wortlaut des Gesetzes nicht den elementaren Begriffen der Steuergerechtigkeit widerspricht. Eine solche Verletzung der Steuergerechtigkeit kann etwa vorliegen, wenn eine Steuer auf Grund bloss formaler Tatsachen ohne jeden Bezug auf die wirtschaftlichen Gegebenheiten erhoben wird (BGE 100 Ia 215 E. 3). Im vorliegenden Fall ist daher zu prüfen, ob es ganz allgemein vertretbar sei, den Zeitpunkt des Erwerbs von Gratisaktien steuerrechtlich mit demjenigen ihrer Ausgabe gleichzusetzen, und sodann, ob sich das Ergebnis ändert, wenn man die besonderen Verhältnisse der Einmann-Aktiengesellschaft mit in Betracht zieht. Schliesslich stellt sich die Frage nach dem zu berücksichtigenden Erwerbspreis.\n\n4. a) Über die steuerliche Behandlung der Ausgabe von Gratisaktien besteht seit über 30 Jahren eine gesicherte bundesgerichtliche Praxis (BGE 96 I 729 /730, BGE 83 I 282 E. 2d, BGE 70 I 322 E. 2). Gratisaktien bilden demnach Einkommen im Sinne des Wehrsteuerbeschlusses. Diese Rechtsprechung wird vom Beschwerdeführer nicht angefochten. Ihre Begründung ist für den vorliegenden Fall von einer gewissen Bedeutung. In den erwähnten Urteilen wird anerkannt, dass dem Aktionär durch die Zuteilung von Gratisaktien eine Leistung zufliesst, an der er virtuell schon vor deren Ausscheidung aus dem Gesellschaftsvermögen Anteil hatte. Dem Argument, der Aktionär werde durch die Ausgabe der Gratisaktien nicht reicher, wird aber entgegengehalten, dies treffe in einem weiteren Sinne auch auf die Auszahlung von Dividenden zu. In beiden Fällen werde ein Geldwert von der Gesellschaft auf die Aktionäre übertragen. Die Gesellschaft stelle aus ihren Reserven die Mittel bereit, um den Aktionären ohne Barzeichnung neue Aktien zuzuwenden. Diese erhielten an Stelle einer blossen Anwartschaft einen Anteil am Gesellschaftsertrag in Gestalt |118| neuer Beteiligungsrechte. Es würden ihnen Wertpapiere ausgestellt. über die sie zu ihrem eigenen Nutzen verfügen könnten. Der zusätzlichen festen, in einem Wertpapier verkörperten Beteiligung, welche der Aktionär gratis erhalte, müsse Geldwert zuerkannt werden.\n\nDas letzte der vorstehend angeführten Urteile des Bundesgerichtes zu dieser Frage hat VON WALDKIRCH einer Kritik unterzogen (ASA 40 S. 177 ff.). Dagegen stimmte BORKOWSKY der bundesgerichtlichen Praxis im Ergebnis zu. Er fasste die wirtschaftlichen Gesichtspunkte, die zugunsten der Lösung des Bundesgerichtes sprechen, wie folgt zusammen: Eigenkapital der AG, das noch die Form von Reserven aufweist, ist noch nicht ganz sicher verdient; mit einem gewissen Verlustrisiko wird immer noch gerechnet. Im Zeitpunkt der Umwandlung der Reserven in Grundkapital erscheinen jedoch der Antrag stellenden Verwaltung solche Verluste als praktisch ausgeschlossen. Damit können die in der Gesellschaft gespeicherten Gewinne als vom Aktionär endgültig verdient betrachtet werden (ASA 40 S. 417 ff.). Mit diesen Erwägungen ist klargestellt, dass die bundesgerichtliche Praxis der Besteuerung von Gratisaktien als Einkommen auch wirtschaftlich durchaus gerechtfertigt ist: Der Gewinn des Aktionärs wird in dem Zeitpunkt steuerlich erfasst, in dem er definitiv geworden ist.\n\nb) Der Beschwerdeführer wendet ein, die im Hinblick auf den Einkommensbegriff gemäss Wehrsteuerbeschluss entwickelten Grundsätze über die steuerliche Behandlung von Gratisaktien liessen sich nicht ohne weiteres auf die Vermögensgewinnsteuer des bernischen Rechtes übertragen. Indessen ist festzustellen, dass im vorliegenden Falle zunächst lediglich der Zeitpunkt streitig ist, in dem die Wertpapiere erworben wurden. Bei der Bestimmung dieses Zeitpunktes konnte sich aber das Verwaltungsgericht kaum über die dargelegten Grundsätze zur Einkommensbesteuerung hinwegsetzen; denn es leuchtet ein, dass - ganz unabhängig vom Wortlaut der anwendbaren Gesetzgebung - Werte, die im Jahre 1972 Bestandteil des steuerbaren Einkommens des Pflichtigen gebildet haben, nicht schon Jahre oder Jahrzehnte vorher zu dessen Vermögen gehört haben können.\n\nc) Ein wesentlicher Einwand des Beschwerdeführers geht dahin, die Kapitalerhöhung der ESMA hätte auch ohne Ausgabe neuer Aktien durchgeführt werden können, nämlich so, |119| dass der Nennwert der ursprünglichen 250 Aktien von SKr 100 auf SKr 600 erhöht worden wäre; auch auf diese Weise wäre die Erhöhung des Grundkapitals auf SKr 150'000 zu erreichen gewesen. Wirtschaftlich hätte es sich dabei um einen mit der Ausgabe von Gratisaktien im Nennwert von SKr 125'000 identischen Vorgang gehandelt. Da bei einer Kapitalerhöhung durch Erhöhung des Nennwertes der einzelnen Aktie die Voraussetzungen für die Erhebung der Vermögensgewinnsteuer gefehlt hätten, sei es willkürlich, diese Steuer auf Grund eines wirtschaftlich gleichwertigen Vorganges zu erheben.\n\nSoweit mit diesem Einwand Rechtsungleichheit geltend gemacht wird, kann aus grundsätzlichen Überlegungen nicht darauf eingegangen werden. Das Verwaltungsgericht hat ausgeführt, es bestünden zu der Frage, wie die Nennwerterhöhung von Aktien unter dem Gesichtswinkel der Vermögensgewinnsteuer zu behandeln wäre, noch keine Präjudizien, und der Beschwerdeführer seinerseits hat sich nicht auf solche berufen. Er stellt somit einen hypothetischen Fall zur Diskussion und leitet aus der von ihm als richtig betrachteten Lösung ab, die hier gegebene konkrete Sachlage müsse gleich behandelt werden. Rechtsungleiche Behandlung kann aber nur gerügt werden, wenn der angefochtene Entscheid einer konkreten Entscheidung der nämlichen Behörde über gleichartige Tatbestände widerspricht (BGE 102 Ia 42 E. 2c, BGE 101 Ia 206 mit Hinweisen), was hier nicht zutrifft.\n\nDem Beschwerdeführer kann aber auch nicht gefolgt werden, wenn er auf Grund des angeführten hypothetischen Beispiels dartun will, die Unterstellung des hier gegebenen Vorgangs unter die Vermögensgewinnsteuer sei von der Sache her völlig unhaltbar. Das Steuerrecht des Kantons Bern erfasst bewusst nicht jeden Vermögensgewinn, sondern nur Vermögensgewinne bestimmter Natur, nämlich solche, die durch Veräusserung von Grundstücken oder Wertpapieren erzielt werden. Die Steuer knüpft an den Rechtsverkehr mit bestimmten Sachen und nicht an die Vermögensvermehrung als solche an. Das Verwaltungsgericht durfte daraus ohne Willkür den Schluss ziehen, gerade die konkreten, später veräusserten Aktien müssten vor mehr als zehn Jahren erworben worden sein, damit die Steuerpflicht entfiele. Wohl ergibt sich daraus eine verschiedene Behandlung zweier Vorgänge von wirtschaftlich |120| ähnlicher Tragweite, nämlich der Erhöhung des Grundkapitals einer AG durch Ausgabe neuer Aktien und derjenigen durch Heraufsetzung des Nennwertes der einzelnen Aktie. Allein diese Vorgänge sind in ihrer wirtschaftlichen Auswirkung doch nicht identisch, wie dies der Beschwerdeführer behauptet. Bei der Nennwerterhöhung bleibt die Zahl der dem Aktionär gehörenden Aktien dieselbe; bei der Ausgabe von Gratisaktien steigt sie an. Das hat zur Folge, dass der Aktionär seinen Aktienbesitz leichter einzeln oder in kleinen Paketen veräussern kann, was einen wirtschaftlichen Vorteil bedeutet. Es lässt sich daher nicht sagen, eine steuerlich verschiedene Behandlung der beiden Vorgänge entbehre jeden vernünftigen Grundes. Im übrigen läge die Ursache der Verschiedenheit in der gesetzlichen Ausgestaltung der bernischen Vermögensgewinnsteuer, d.h. darin, dass bewusst darauf verzichtet worden ist, die verschiedenen möglichen Formen von Vermögensgewinn gleichmässig zu belasten. Der Beschwerdeführer macht nicht geltend, Art. 77 StG verstosse an sich gegen Art. 4 BV. Das Bundesgericht hat daher nicht zu prüfen, ob die hier vom Gesetzgeber gewählte Lösung mit der Rechtsgleichheit vereinbar sei.\n\nNicht undenkbar wäre es schliesslich, dass die Behörden des Kantons Bern sich bei Beurteilung eines Falles von Kapitalerhöhung einer AG durch Heraufsetzung des Nennwertes der einzelnen Aktie nicht von den vorstehend dargelegten, weitgehend auf den zivilrechtlichen Vorgang des Eigentumserwerbs abstellenden Gedankengängen leiten liessen, sondern von einer rein wirtschaftlichen Betrachtungsweise. Untersagt ist ihnen nach der Rechtsprechung des Bundesgerichtes nur der sogenannte Methodendualismus, d.h. sie dürfen nicht aus fiskalischen Gründen den nämlichen Sachverhalt einmal gestützt auf die äussere juristische Form und ein nächstes Mal gestützt auf seinen wirtschaftlichen Gehalt beurteilen (BGE 103 Ia 22 E. 4a mit Hinweisen). Bei wirtschaftlicher Betrachtungsweise könnte davon ausgegangen werden, durch Nennwerterhöhung werde ebenso wie durch die Ausgabe von Gratisaktien Einkommen erzielt und damit eine Vermögensvermehrung bewirkt (BGE 70 I 323 E. 2c). Hier kann jedoch die Frage offen gelassen werden, ob es willkürlich wäre, in einer zwar dem Wortlaut von Art. 77 Abs. 3 StG nicht entsprechenden, jedoch den wirtschaftlichen Gegebenheiten |121| Rechnung tragenden Auslegung die Nennwerterhöhung von Aktien steuerlich dem Erwerb von Aktien im Betrage der Differenz der beiden Nennwerte gleichzustellen.\n\nd) Der Beschwerdeführer beruft sich weiter darauf, der Entscheid des Verwaltungsgerichtes verletze Art. 77 StG insofern, als diese Bestimmung nur die Besteuerung des wirklich erzielten Kapitalgewinnes zulasse. Ein solcher liege indessen nicht vor, weil im Jahre 1973 dasselbe Vermögen verkauft worden sei, das er, der Beschwerdeführer, schon seit 1951 besessen habe. Dieser Einwand erweist sich sowohl unter einem rein rechtlichen als auch unter einem wirtschaftlichen Gesichtswinkel als unhaltbar. Anlass zur Besteuerung gab nicht die Veräusserung eines Vermögens, sondern wie dargelegt, diejenige bestimmter Aktien, die der Beschwerdeführer im Jahre 1951 nicht besass und nicht besitzen konnte. Im übrigen kann keine Rede davon sein, dass dieser im Jahre 1973 noch das nämliche Vermögen besessen habe wie im Jahre 1951. Nähere Ausführungen hierüber erübrigen sich.\n\nMit mehr Grund lässt sich die Frage stellen, ob die Ausgabe von Gratisaktien im Jahre 1972 für den im Jahre 1973 erzielten Kapitalgewinn überhaupt von kausaler Bedeutung gewesen sei. Diese Frage fällt indessen praktisch mit derjenigen nach dem anrechenbaren Erwerbspreis zusammen und ist daher im folgenden gesondert zu behandeln (E. 5).\n\ne) Dass der Beschwerdeführer Alleinaktionär der ESMA war, ändert an der Zulässigkeit der Gewinnbesteuerung nichts. Es ist in Lehre und Rechtsprechung unbestritten, dass die Einmann-AG und ihr Aktionär wie im Zivilrecht so auch im Steuerrecht grundsätzlich als zwei verschiedene Rechtssubjekte mit getrennten Vermögen zu behandeln sind; nur ausnahmsweise darf aus wichtigen Gründen das Vermögen der Gesellschaft und des Aktionärs als Einheit behandelt werden (BGE 99 Ia 463; 85 I 97; HÖHN, Steuerrecht, S. 192, N. 7; Komm. MERZ, N. 289 zu Art. 2 ZGB). Der Beschwerdeführer behauptet nicht, die Steuerbehörden des Kantons Bern seien von diesem Grundsatz abgewichen, und er macht auch nicht geltend, er habe Anspruch darauf, für das Jahr 1973 zusammen mit der ESMA als einheitliches Steuersubjekt behandelt zu werden. Das Problem der steuerlichen Behandlung des Alleinaktionärs ist somit für die Entscheidung des vorliegenden Falles unerheblich. |122|\n\n5. Zu prüfen bleibt, ob das Verwaltungsgericht den Vermögensgewinn richtig oder zum mindesten in vertretbarer Weise ermittelt habe. Der Beschwerdeführer bestreitet dies; er macht geltend, der von ihm bezahlte Erwerbspreis habe nicht im Nennwert, sondern im vollen inneren Wert der Aktien bestanden. Der Fiskus handle widersprüchlich, wenn er einerseits bei der Einkommensbesteuerung die Gratisaktien als Ertrag der alten Aktien behandle, anderseits aber bei der Vermögensgewinnsteuer den Sachverhalt so beurteile, wie wenn er, der Beschwerdeführer, im Jahr 1972 1250 Aktien der ESMA zum Nennwert gekauft hätte.\n\nGemäss Art. 82 StG bemisst sich der Vermögensgewinn nach dem Unterschied zwischen den Gestehungskosten (Erwerbspreis zuzüglich Aufwendungen) und dem Erlös. Die Bestimmung des Erwerbspreises von Wertpapieren wird in Art. 84 StG für die verschiedenen Erwerbsarten näher geregelt. Es kommt darauf an, ob der Erwerb der in Frage stehenden Aktien entgeltlich oder unentgeltlich erfolgt sei. Der Beschwerdeführer hat die Gratisaktien von der AG bezogen, ohne dass aus seinem Vermögen eine Gegenleistung in das Vermögen der AG übergegangen ist. Er hat also die Gratisaktien (entsprechend ihrer Bezeichnung) unentgeltlich erworben. Auch im Steuergesetz wird der Erwerb von Gratisaktien als ein unentgeltlicher betrachtet, indem Gratisaktien zum Einkommen gerechnet und als solches besteuert werden (Art. 28 Abs. 1 lit. c in Verbindung mit Art. 26 Abs. 1 StG). Da die Aktien unentgeltlich erworben worden sind, hat nach Art. 84 Abs. 3 StG als Erwerbspreis ihr Verkehrswert im Zeitpunkt des Erwerbs zu gelten. Das Verwaltungsgericht hat jedoch einen entgeltlichen Erwerb der Gratisaktien angenommen. Demzufolge hat es gemäss Art. 84 Abs. 1 StG als Erwerbspreis den tatsächlich bezahlten Preis bestimmt und angenommen, für die Gratisaktien sei bei ihrer Ausgabe am 20. Januar 1972 der Nennwert bezahlt worden. Als Vermögensgewinn hat es die Differenz zwischen dem Nennwert, der offensichtlich schon bei der Ausgabe weit unter dem Verkehrswert lag, und dem Verkaufspreis der Gratisaktien betrachtet. Weil im Zusammenhang mit der Einkommenssteuer die Gratisaktien als unentgeltlich erworbene Wertpapiere behandelt werden, widerspricht der Entscheid des Verwaltungsgerichtes dem System des Steuergesetzes, indem er für die |123| Vermögensgewinnsteuer vom entgeltlichen Erwerb der Gratisaktien ausgeht. Er ist im Ergebnis unhaltbar und muss wegen Verletzung von Art. 4 BV aufgehoben werden.\n\nIm übrigen wäre der Entscheid des Verwaltungsgerichtes selbst dann willkürlich, wenn die Gratisaktien als entgeltlich erworbene Wertpapiere zu behandeln wären. Art. 77 Abs. 1 StG unterstellt die wirklich erzielten Kapitalgewinne der Steuer und Art. 84 Abs. 1 StG bezeichnet als Erwerbspreis von Wertpapieren den tatsächlich bezahlten Preis. Gemäss diesen Bestimmungen kann also nur auf dem wirklichen Wertzuwachs der Aktien zwischen dem Erwerb (der hier mit der Ausgabe zusammenfällt) und der Veräusserung die Vermögensgewinnsteuer erhoben werden. Dieser Wertzuwachs besteht in der Differenz zwischen dem Verkehrswert der Gratisaktien im Zeitpunkt der Ausgabe und dem Erlös, der bei ihrem Verkauf erzielt wurde. Indem das Verwaltungsgericht statt des Verkehrswertes den Nennwert der Gratisaktien berücksichtigte, besteuerte es nicht den Kapitalgewinn zwischen Erwerb und Veräusserung der Gratisaktien, sondern (mit Ausnahme des der Einkommenssteuer unterworfenen Betrages) fünf Sechstel des gesamten Gewinnes, den der Beschwerdeführer zwischen der Gründung der ESMA im Jahr 1951 und dem Verkauf der Aktien im Jahr 1973 erzielt hat. Diese Bestimmung des steuerbaren Kapitalgewinns steht in klarem Widerspruch zum Steuergesetz, das in Art. 77 Abs. 2 nur den Kapitalgewinn der Vermögensgewinnsteuer unterstellt, der innert zehn Jahren seit dem Erwerb der veräusserten Wertpapiere erzielt wurde.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen."}