{"annee": "103", "cour": "IA", "page": "1", "date": "25/1/1977", "cite": ["102 IA 88", "100 IA 180"], "cite_par": ["111 IA 81", "113 IA 12", "112 IA 14", "107 IB 80", "107 II 314", "105 IA 288", "115 IA 103", "105 IA 296"], "chapeau": "1. Urteil vom 25. Januar 1977 i.S. X. gegen Instruktionsrichter des Appellationsgerichts Basel-Stadt", "regestes": ["Art. 4 Cst.; assistance judiciaire gratuite en matière pénale. Interprétation insoutenable d'une disposition cantonale relative à la désignation d'un défenseur d'office (consid. 1). Le droit à la désignation d'un défenseur d'office découle en général directement de l'art. 4 Cst., indépendamment des difficultés de fait et de droit que l'affaire peut présenter, lorsque l'accusé peut s'attendre au prononcé d'une peine dont la durée exclut l'octroi du sursis (consid. 2)."], "faits": "|1|\n\nX. ist einer der Hauptangeklagten in einem bedeutenden Strafprozess, der vor dem Basler Strafgericht durchgeführt wurde. Er wurde mit Urteil vom 3. Dezember 1975 des betrügerischen Konkurses, der Urkundenfälschung und des wiederholten Betruges schuldig erklärt und mit zwei Jahren Gefängnis bestraft (unter Einrechnung der vom 4. März bis 24. Oktober 1968 erstandenen Sicherheitshaft). X. appellierte neben |2| andern Angeklagten gegen das Urteil. Er ist finanziell nicht in der Lage, die Kosten der Verteidigung selbst aufzubringen. Im Verfahren vor dem Strafgericht hatte er auf die Beiordnung eines Offizialverteidigers verzichtet. Wie aus den Akten zu schliessen ist, stellte er am 27. Mai 1976 das Begehren, es sei ihm für das Appellationsverfahren ein Offizialverteidiger zu bestellen. Der Instruktionsrichter des Appellationsgerichtes wies das Begehren am 6. Dezember 1976 ab.\n\nGegen diese Verfügung reichte X. am 3. Januar 1977 gestützt auf Art. 4 BV staatsrechtliche Beschwerde ein. Der Instruktionsrichter des Appellationsgerichts verzichtete unter Hinweis auf eine ergänzende Verfügung vom 9. Dezember 1976 auf eine Beschwerdeantwort. Am 9. Dezember hatte er verfügt, das Gesuch um Beigabe eines Offizialverteidigers sei gemäss § 10 der Strafprozessordnung des Kantons Basel-Stadt (StPO) abgewiesen worden, weil eine Strafe von mehr als fünf Jahren Zuchthaus nie in Frage gekommen sei, weil kein Antrag auf Verwahrung gemäss Art. 42 des schweizerischen Strafgesetzbuches (StGB) gestellt worden sei und weil schliesslich die Sach- und Rechtslage im Appellationsverfahren nicht mehr besonders verwickelt sei und der Appellant seine Interessen zum mindesten gleich gut vertreten könne wie vor erster Instanz, wo er auf einen Offizialverteidiger ausdrücklich verzichtet habe.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n1. In der ergänzenden Verfügung des Instruktionsrichters vom 9. Dezember 1976 wird die nicht motivierte Verfügung vom 6. Dezember bestätigt und begründet. Einer gesonderten Anfechtung dieser zweiten Verfügung bedurfte es nicht.\n\nDas Appellationsgericht teilte dem Bundesgericht mit, dass es die umfangreichen Strafakten zur Zeit selbst benötige. Wegen der zeitlichen Dringlichkeit muss die Beschwerde auf Grund der vorhandenen, unvollständigen Unterlagen entschieden werden.\n\nEs steht ausser Zweifel, dass der Beschwerdeführer nicht in der Lage ist, die Kosten eines Verteidigers selber zu übernehmen. Der Instruktionsrichter hat das in der angefochtenen Verfügung, vor allem aber in der Verfügung vom 9. Dezember 1976 implizite anerkannt. |3|\n\nOb ein unbemittelter Angeklagter Anspruch auf unentgeltliche Verteidigung hat, bestimmt sich zunächst nach den Vorschriften des kantonalen Rechts. Nur wenn dieses keine Vorschriften enthält oder die bestehenden Normen nicht genügen, um dem Bürger die wirksame Wahrung seiner Rechte im Prozess zu sichern, greifen die unmittelbar aus Art. 4 BV hergeleiteten Regeln ein, die dem Bürger ein Mindestmass an Rechtsschutz und damit an Verteidigungsmöglichkeiten gewährleisten (AUBERT, Traité de droit constitutionnel suisse, II, S. 653 mit Hinweis). Die Anwendung des kantonalen Gesetzesrechts kann das Bundesgericht als Staatsgerichtshof nur auf Willkür hin überprüfen. Steht dagegen der unmittelbar aus Art. 4 BV hergeleitete Anspruch auf unentgeltliche Rechtspflege in Frage (bei Ungenügen des kantonalen Rechts), dann steht dem Bundesgericht freie rechtliche Prüfungsbefugnis zu.\n\nDer Umstand, dass der Beschwerdeführer im Verfahren vor dem Strafgericht auf die Beiordnung eines Offizialverteidigers verzichtet hatte, hinderte ihn nicht daran, ein solches Begehren für das Appellationsverfahren zu stellen. Die StPO sieht diese Möglichkeit ausdrücklich vor (§ 10 Abs. 4). Es ist denn auch nicht rechtsmissbräuchlich, erst im Appellationsverfahren einen amtlichen Verteidiger zu verlangen. Ein Angeklagter kann sehr wohl zunächst annehmen, er könne sich selber genügend verteidigen, und erst nach der erstinstanzlichen Verhandlung und Beurteilung zur Überzeugung gelangen, dass er des Beistands eines Verteidigers bedürfe. Wenn ein Angeklagter die Beiordnung eines Offizialverteidigers erst im Appellationsverfahren verlangt, hat er nach der StPO keinen Anspruch auf Verschiebung der Hauptverhandlung. Der Sinn der Vorschrift ist offenbar der, dass das Begehren nach Möglichkeit so rechtzeitig zu stellen ist, dass ein Offizialverteidiger bestellt werden kann, ohne dass wegen der Mitwirkung des Verteidigers die Hauptverhandlung verschoben werden müsste. Aus dem angefochtenen Entscheid vom 6. Dezember 1976 ist zu schliessen, dass der Beschwerdeführer das Begehren schon im Mai 1976 gestellt hatte, zu einem Zeitpunkt, da die Appellationsverhandlung vermutlich noch gar nicht angesetzt war. Selbst wenn der Beschwerdeführer das Begehren erst relativ kurze Zeit vor dem 6. Dezember gestellt hätte, hätte sich, wie füglich angenommen werden darf, die Verteidigung |4| noch organisieren lassen, ohne dass die Verschiebung der Verhandlung vom 2. Februar 1977 vonnöten gewesen wäre.\n\n§ 10 StPO nennt alternativ die Voraussetzungen, unter denen dem \"unvermögenden\", d.h. unbemittelten Angeschuldigten ein Advokat als Verteidiger beizugeben ist. Das ist einmal der Fall, wenn Verwahrung nach Art. 42 StGB in Frage kommt, welche Voraussetzung hier klarerweise nicht erfüllt ist. Ferner ist dem Angeschuldigten ein Offizialverteidiger zu bestellen, \"sofern der gesetzliche Strafrahmen eine Höchststrafe von fünf Jahren Zuchthaus überschreitet\". Der Instruktionsrichter führte in der Begründung seiner ergänzenden Verfügung vom 9. Dezember 1976 aus, eine Strafe von mehr als fünf Jahren Zuchthaus sei nie in Frage gekommen. Da die StPO auf den gesetzlichen Strafrahmen verweist, kommt es indes wohl nicht darauf an, ob im konkreten Fall voraussichtlich eine Strafe von mehr als fünf Jahren Zuchthaus ausgesprochen wird. Da die StPO auf den gesetzlichen Strafrahmen abstellt, wäre zu berücksichtigen, dass die Straftaten, welche das Strafgericht dem Beschwerdeführer zur Last legte, alle mit Zuchthaus bis zu fünf Jahren als Höchststrafe bedroht sind (Art. 148, 163, 251 StGB). Man kann sich fragen, ob nicht im Hinblick auf Art. 68 StGB anzunehmen wäre, der gesetzliche Strafrahmen aller Delikte überschreite die Grenze von fünf Jahren Zuchthaus. Die Frage kann indessen offen bleiben.\n\nNach § 10 Abs. 3 lit. c StPO ist einem unbemittelten Angeschuldigten \"bei verwickelter Sach- oder Rechtslage\" ein amtlicher Verteidiger beizugeben. Es erscheint als sachlich nicht mehr vertretbar, dass der Instruktionsrichter diese Voraussetzung als nicht erfüllt betrachtete mit der Begründung, \"Sach- und Rechtslage seien im Appellationsverfahren nicht mehr besonders verwickelt\". Es ist zwar einzuräumen, dass manche Sach- und Rechtsfragen durch das Urteil des Strafgerichts geklärt worden sein mögen. Die immerhin 278 Seiten umfassende Urteilsbegründung zeigt indessen, dass es sich nach wie vor um einen verwickelten Sachverhalt handelt. Der Umstand, dass die Urteilsmotive mit graphischen Darstellungen ergänzt wurden, drängt den Schluss auf, dass es sich um schwer überblickbare Verhältnisse handelt, wie das bei Wirtschaftsdelikten der fraglichen Art meist der Fall ist. Wie die Angeklagten |5| an den Taten, die Gegenstand des Strafverfahrens bilden, beteiligt waren, ist zum Teil umstritten, und es stellen sich Rechtsfragen, die keineswegs einfach sind. Unter diesen Umständen lässt sich die Auffassung, Sach- und Rechtslage seien nicht oder\" nicht mehr besonders\" verwickelt, mit sachlichen Gründen nicht vertreten.\n\n2. Wäre die Beschwerde nicht schon wegen unhaltbarer Auslegung des kantonalen Rechts gutzuheissen, so würde sich ein Anspruch auf unentgeltliche Verteidigung unmittelbar aus Art. 4 BV ergeben. Nach der bundesgerichtlichen Rechtsprechung ist dem unbemittelten Angeklagten die unentgeltliche Verteidigung zu gewähren, wenn es sich nicht um einen Bagatellfall handelt und der Straffall in tatsächlicher und rechtlicher Hinsicht Schwierigkeiten bietet, denen der Angeklagte (oder sein gesetzlicher Vertreter) nicht gewachsen ist (BGE 100 Ia 187). Diese Auslegung des Art. 4 BV dürfte auch dem Art. 6 Ziff. 3 lit. c der Europäischen Menschenrechtskonvention entsprechen, wonach der unbemittelte Angeklagte Anspruch auf unentgeltliche Verteidigung hat, wenn dies im Interesse der Rechtspflege erforderlich ist. Der Beschwerdeführer ist mit zwei Jahren Gefängnis bestraft worden, so dass es sich nicht um einen Bagatellfall handelt. Der Straffall, dessen Untersuchung Jahre in Anspruch nahm und dessen Sachverhalt nicht leicht überblickbar ist, bietet zudem in tatsächlicher und rechtlicher Beziehung Schwierigkeiten, denen der Beschwerdeführer als juristischer Laie nicht gewachsen ist. Das Bundesgericht nahm in einem jüngst ergangenen Urteil sogar an, es bestehe - unbekümmert um die Frage der tatsächlichen und rechtlichen Schwierigkeiten - im allgemeinen schon dann ein Anspruch auf unentgeltliche Verteidigung, wenn der Angeklagte mit einer Strafe zu rechnen hat, für welche wegen ihrer Höhe die Gewährung des bedingten Vollzugs ausgeschlossen ist, was im zu beurteilenden Fall zutrifft (BGE 102 Ia 88 ff.). Es kommt hinzu, dass der Staatsanwalt am Appellationsverfahren beteiligt zu sein scheint, was ein zusätzlicher Grund für die Beiordnung eines amtlichen Verteidigers wäre, da der Beschwerdeführer als (juristischer) Laie Mühe hat, allenfalls den Argumenten des juristisch geschulten Staatsanwalts entgegenzutreten (vgl. SCHULTZ, ZBJV 107/1971, S. 340). Nach den dem Bundesgericht zugänglichen Unterlagen suchen der Beschwerdeführer und die übrigen Angeklagten |6| sich gegenseitig die Schuld zuzuschieben; der Beschwerdeführer bedarf wohl auch unter diesem Gesichtspunkt des Beistands eines Verteidigers, da die übrigen Angeklagten durch Privatverteidiger verbeiständet zu sein scheinen. Es ergibt sich aus allem, dass der Instruktionsrichter Art. 4 BV verletzte, indem er das Gesuch um Beiordnung eines Offizialverteidigers ablehnte."}