{"annee": "103", "cour": "II", "page": "218", "date": "29/9/1977", "cite": ["82 II 397", "100 IA 277", "82 IV 47", "101 IV 247", "68 IV 7", "85 I 191", "63 II 38", "96 I 184", "89 IV 26", "94 II 134"], "cite_par": ["115 II 396", "111 II 358", "113 III 120", "114 IA 207", "106 III 79"], "chapeau": "37. Auszug aus dem Urteil der II. Zivilabteilung vom 29. September 1977 i.S. Borer gegen Borer", "regestes": ["Art. 43 al. 1 OJ. La réunion dans un seul et même acte des argumentations relatives à un recours en réforme et à un recours de droit public n'est possible que si les moyens concernant chacune des voies de droit sont visiblement traités séparément et ne sont pas confondus quant à leur contenu."], "faits": "", "considerants": "|218|\n\nAus den Erwägungen:\n\n1. a) Während eine staatsrechtliche Beschwerde und eine Verwaltungsgerichtsbeschwerde in der gleichen Eingabe vereinigt werden können (BGE 85 I 196, BGE 96 I 187 und BGE 100 Ia 280, ist die Verbindung einer staatsrechtlichen Beschwerde mit einem andern bundesgerichtlichen Rechtsmittel in der Regel unzulässig (BGE 63 II 38, BGE 82 II 398 und BGE 94 II 134 betreffend die Berufung, BGE 68 IV 10, BGE 82 IV 54 und BGE 89 IV 27 betreffend die Nichtigkeitsbeschwerde in Strafsachen). Das Bundesgericht hat diese unterschiedliche Behandlung in BGE 85 I 196 einerseits verfahrensrechtlich und anderseits mit der verschiedenen gesetzlichen Ausgestaltung der fraglichen Rechtsmittel begründet. Die staatsrechtliche Beschwerde und die Verwaltungsgerichtsbeschwerde sind bei der |219| gleichen Instanz, nämlich beim Bundesgericht, einzureichen und unterstehen im wesentlichen auch den gleichen Verfahrensregeln. Die übrigen bundesgerichtlichen Rechtsmittel müssen bei einer kantonalen Instanz erhoben werden und unterliegen auch andern Verfahrensvorschriften. Sodann kann mit der Verwaltungsgerichtsbeschwerde jede Verletzung von Bundesrecht, somit auch der Bundesverfassung, geltend gemacht werden, während bei den übrigen Rechtsmitteln für die Rüge einer Verfassungsverletzung stets die staatsrechtliche Beschwerde vorbehalten wird (Art. 43 Abs. 1 OG für die Berufung, Art. 68 Abs. 1 lit. b OG für die zivilrechtliche Nichtigkeitsbeschwerde, Art. 79 Abs. 1 und Art. 81 in Verbindung mit Art. 43 OG für den betreibungsrechtlichen Rekurs und Art. 269 Abs. 2 BStP für die Nichtigkeitsbeschwerde in Strafsachen). Eine Ausnahme von der Regel der getrennten Einreichung einer staatsrechtlichen Beschwerde und einer Berufung oder einer Nichtigkeitsbeschwerde in Strafsachen hat das Bundesgericht nur dann zugelassen, wenn die beiden Rechtsmittel zwar in einer gemeinsamen Eingabe erhoben, jedoch äusserlich klar auseinandergehalten und auch inhaltlich nicht vermengt werden, sondern für jedes Rechtsmittel gesondert und abschliessend dargelegt wird, was mit ihm vorgebracht werden will (BGE 101 IV 248; nicht veröffentlichtes Urteil der II. Zivilabteilung vom 11. Juli 1974 i.S. Bruhin c. Ziegler und Kantonsgericht Schwyz, S. 4/5).\n\nDiesen Anforderungen genügt die vorliegende Eingabe der Beklagten in keiner Weise. Es liegt schon rein äusserlich keine klare Trennung der beiden Rechtsmittel vor. Die 45 Seiten umfassende Eingabe ist mit \"Berufung\" überschrieben und enthält unter Ziff. I lediglich Berufungsanträge. Der Abschnitt \"staatsrechtliche Beschwerde\" (S. 18 bis 22 der Eingabe) weist keine eigenen Anträge auf, abgesehen davon, dass am Schluss der Begründung auf S. 22 im Zusammenhang mit der Frage der Prozessökonomie von \"Aufhebung und Rückweisung des vorinstanzlichen Urteils\" die Rede ist. Es handelt sich ferner um einen eingeschobenen Abschnitt, der lediglich einen Teil von Ziff. III der Berufungsbegründung bildet. Dadurch wird das Verfahren vor Bundesgericht schon rein kanzleimässig erschwert. Beim Eingang der Akten ist nicht ersichtlich, dass zwei verschiedene Rechtsmittel vorliegen; die Anlage von getrennten Dossiers und die Einleitung der getrennten |220| Instruktionsverfahren unterbleiben. Noch schwerer wiegt jedoch der Umstand, dass die beiden Rechtsmittel auch in ihren Begründungen vermengt werden. Auf S. 19 wird die Rüge der willkürlichen Beweiswürdigung mit einem Hinweis auf die Berufungsbegründung untermauert. Eine derartige Verweisung ist nach feststehender bundesgerichtlicher Rechtsprechung unzulässig. Auf S. 21 wird die Verletzung einer bundesrechtlichen Beweisregel gerügt, und auf S. 22 wird geltend gemacht, das Obergericht habe einen Anspruch der Beklagten auf Abnahme von Beweisen missachtet. Beides sind Rügen, die im Berufungsverfahren erhoben werden müssen und nicht in eine staatsrechtliche Beschwerde gehören. Aus den dargelegten Gründen ist davon auszugehen, dass keine gültige staatsrechtliche Beschwerde vorliegt, weshalb sie unbeachtlich ist. Dagegen werden die beiden zuletzt erwähnten Rügen im Berufungsverfahren zu prüfen sein."}