{"annee": "103", "cour": "IV", "page": "83", "date": "19/4/1977", "cite": ["97 IV 194"], "cite_par": ["104 IV 72"], "chapeau": "23. Urteil des Kassationshofes vom 19. April 1977 i.S. S. gegen Justizdirektion des Kantons Appenzell A. Rh.", "regestes": ["Art. 137 et art. 151 CP. L'obtention frauduleuse d'une grande quantité d'essence d'un poste de distribution automatique doit être considérée comme un vol. De même l'usage abusif d'autres appareils automatiques de distribution de marchandises tombe sous le coup de l'art. 137 et non sous celui de l'art. 151 CP, lorsque l'on sort du domaine de l'obtention d'une prestation de faible valeur ou lorsqu'il existe d'autres circonstances aggravantes."], "faits": "|83|\n\nA.- Eine Garage stellt seit 1974 ihren Kunden einen Benzinautomaten zur Verfügung. Der Kunde erhält ein Metallplättchen in der Grösse von ca. 30/50/1,5 mm, in welches eine Zahl von 01-99 eingestanzt ist. Um Benzin zu tanken, ist an der Zählertafel die Zahl des Kunden einzustellen und das Plättchen einzustecken. Dann ist an der Pumpsäule ein Blockierungshebel zurückzuziehen und mit einem weiteren Hebel das Pumpwerk in Betrieb zu setzen. Der Kunde kann an der Zählertafel den laufenden Benzinbezug ablesen. Für diesen wird dem Inhaber des Plättchens monatlich Rechnung gestellt.\n\nEin Kunde hatte sein Plättchen stecken lassen. Als er für die Zeit vom 12. bis 23. April 1975 eine Rechnung für 184 Liter Benzin erhielt, obwohl er nur ca. 105 Liter bezogen haben konnte, verlangte er für die nächste Berechnungsperiode vom 23. April bis 26. Mai 1975 eine polizeiliche Überwachung. In dieser Zeit wurden nochmals 149 Liter getankt. S. ist geständig, |84| mit dem fremden Plättchen 149 Liter Benzin bezogen zu haben.\n\nB.- Im Appellationsverfahren sprach das Obergericht des Kantons Appenzell A. Rh. am 8. Juni 1976 S. des fortgesetzten Diebstahls an 149 Liter Benzin, begangen in der Zeit vom 23. April bis 26. Mai 1975, schuldig. Es bestrafte ihn, unter Annahme aufrichtiger Reue, mit drei Wochen Haft und einer Busse von Fr. 200.--, bei Bewährung bedingt vollstreckbar bzw. löschbar.\n\nC.- Mit Nichtigkeitsbeschwerde beantragt S., das Urteil des Obergerichts sei aufzuheben und die Sache zur Freisprechung, eventuell zur Einstellung des Verfahrens, an die Vorinstanz zurückzuweisen. Er macht geltend, sein Verhalten begründe eine Erschleichung einer Leistung gemäss Art. 151 StGB, er sei mangels Strafantrages aber nicht strafbar.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Diebstahl im Sinne von Art. 137 Ziff. 1 StGB verübt, wer einem andern eine fremde bewegliche Sache in der Absicht wegnimmt, sich oder einen andern damit unrechtmässig zu bereichern.\n\na) Es ist unbestritten, dass das Benzin in der Tankstelle eine fremde bewegliche Sache im Sinne des Gesetzes ist. Auch steht fest, dass der Beschwerdeführer sich unrechtmässig bereicherte.\n\nb) Der Beschwerdeführer wendet jedoch ein, der Bezug des Benzins stelle eher eine Täuschung als ein Wegnehmen im Sinne des Gewahrsamsbruchs dar und stehe daher dem Betrug näher als dem Diebstahl. Dem widerspricht er aber selbst, wenn er fortführt, getäuscht werden könne nur ein Mensch und kein Automat. Der Beschwerdeführer hat das Pumpwerk in Betrieb gesetzt und dadurch das Benzin aus dem Gewahrsam des Tankhalters in seinen Gewahrsam übergeführt. Er wollte über das Benzin für seine Fahrten und damit nach eigenem Gutdünken darüber verfügen. Damit brachte er das Benzin auch in seine Herrschaftsgewalt und hat es sich angeeignet.\n\nc) Fehl geht der Einwand, der Tankstellenhalter habe in den Bezug des Benzins eingewilligt. Richtig ist zwar, dass die Wegnahme gegen den Willen des Gewahrsaminhabers erfolgen |85| muss und dass dessen Einwilligung ein Wegnehmen im Sinne des Art. 137 StGB ausschliesst. Ein solches Einverständnis des Tankstellenhalters fehlte aber. Zwar war der Beschwerdeführer selber Inhaber eines Selbstbedienungsplättchens der Garage. Dies berechtigte ihn aber nicht, mit dem Plättchen eines andern auf dessen Kosten zu tanken, es wäre denn, der andere hätte es erlaubt. Nur unter dieser hier nicht zutreffenden Voraussetzung wäre der Tankstellenhalter mit dem Vorgehen des Beschwerdeführers einverstanden gewesen. Wenn in der Beschwerde angenommen wird, der Tankstellenhalter habe die Einwilligung in der irrigen Meinung geben können, der Beschwerdeführer tanke mit seinem eigenen Plättchen, so gibt er damit selbst zu, dass die Einwilligung unter einem wesentlichen Irrtum erfolgt wäre. Ein Einverständnis, das nicht frei von wesentlichen Willensmängeln ist, erweist sich nicht als Einwilligung und schliesst ein Wegnehmen im Sinne des Art. 137 StGB keineswegs aus.\n\n2. Die Handlungsweise des Beschwerdeführers erfüllt allerdings nicht nur den Tatbestand des Diebstahls, sondern auch die Merkmale der Erschleichung einer Leistung im Sinne von Art. 151 StGB, denn das Benzin wurde durch die Funktion eines Automaten bezogen, den der Beschwerdeführer unter Benützung des fremden Steckplättchens in Bewegung gesetzt hatte. Es stellt sich daher die Frage nach dem Verhältnis zwischen Art. 137 und 151 StGB.\n\nDer Tatbestand der Erschleichung einer Leistung soll in erster Linie Anwendung finden, wenn der Tatbestand des Diebstahls oder des Betruges nicht erfüllt ist (BGE 97 IV 196 E. 2). In andern Fällen Art. 151 StGB stets als subsidiäre Bestimmung zurücktreten zu lassen, hat zwar den Vorteil der klaren Grenzziehung zwischen den Tatbeständen, entspricht aber beim Automatenmissbrauch weder dem Willen des Gesetzgebers noch einer sinngemässen Auslegung des Gesetzes. Unter Leistungen, die ein Automat vermittelt, wurde nicht nur eine Dienstleistung, sondern von Anfang an auch eine Warenleistung verstanden (Botschaft, BBl 1918 IV 69; ZÜRCHER, Erl. zum VE 1908, S. 454). Es wäre daher schon unter diesem Gesichtspunkt nicht gerechtfertigt, die Erschleichung einer Dienstleistung (Abspielen von Musik, Erstellung einer Photographie, etc.) gegenüber der Erschleichung gleichwertiger Warenleistungen (Lebensmittel, Zigaretten usw.) zu privilegieren. |86|\n\nDazu kommt vor allem, dass Automaten üblicherweise durch den Einwurf einer Geldmünze in Betrieb gesetzt werden, woraus folgt, dass die erschlichene Leistung regelmässig von kleinem Wert ist. Die listige Entnahme einzelner Gegenstände aus einem Warenautomaten bietet noch durchaus das Bild der geringfügigen Entwendung (ZÜRCHER, a.a.O. S. 455). Die Annahme eines Diebstahls und damit eines Verbrechens im Sinne des Art. 9 StGB ist bei so geringen Werten nicht mehr am Platz. Diese schwere Qualifikation des Diebstahls und des Betruges gab auch auf andern Gebieten Anlass, leichtere Tatbestände auszuscheiden und gesondert unter Strafe zu stellen (vgl. Art. 143, 149; kantonale Tatbestände des Feld- und Waldfrevels; Bettelbetrug).\n\nDas bedeutet indessen nicht, dass jeder Missbrauch eines Warenautomaten Art. 151 StGB unterstellt werden soll. Von jeher wurde Diebstahl angenommen, wenn jemand einen Automaten aufbricht, um sich dessen Inhalt anzueignen (ZÜRCHER, a.a.O. S. 454, BGE 97 IV 196 E. 3 unten). Auch andere erschwerende Umstände, wie die geplante Plünderung vieler Automaten, gewerbsmässiges Handeln, fortgesetzte Begehung, welche die durch Art. 138 StGB gesetzte Wertgrenze übersteigt, werden richtigerweise als Diebstahl gewürdigt.\n\n3. Das Vorgehen des Beschwerdeführers übersteigt den üblichen Missbrauch eines Warenautomaten. Während dort die Leistung des Benützers in Münzen erbracht wird und der Betrag, um den der Automatenbesitzer geprellt wird, zum voraus geringfügig ist, ermöglicht die missbräuchliche Verwendung eines Steckplättchens am Benzinautomaten schon an sich einen Benzinbezug von viel höherem Wert. Durch fortgesetzten Missbrauch hat der Beschwerdeführer auch eine Benzinmenge bezogen, welche den nach Art. 138 StGB gegebenen Höchstwert eindeutig übersteigt. Diesen aber in Art. 151 StGB höher als in Art. 138 StGB anzusetzen, ist in Fällen wie hier, wo die Merkmale des Diebstahls eindeutig erfüllt sind, nicht gerechtfertigt. Dagegen kann nicht der niedrigere Strafrahmen des Art. 138 StGB angeführt werden. Dieser ist wesentlich durch die entlastenden Motive der Not, des Leichtsinns und des momentanen Gelüsts bedingt. Darauf kann sich derjenige, der in solchem Ausmass, wie es hier zutrifft, einen Warenautomaten missbraucht, nicht berufen. Hinzu kommt im vorliegenden Falle, dass der Beschwerdeführer nicht nur |87| den Inhaber der Tankstelle schädigte. Er bewirkte mittelbar auch, dass das auf Kredit bezogene Benzin einem andern belastet wurde. Solcher Missbrauch des Selbstservice verdient keine privilegierte Behandlung. Der Beschwerdeführer wurde mit Recht wegen Diebstahls bestraft.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}