{"annee": "103", "cour": "IB", "page": "115", "date": "3/6/1977", "cite": ["100 IB 86"], "cite_par": ["115 IB 295"], "chapeau": "21. Urteil vom 3. Juni 1977 i.S. Niedermann gegen Regierungsrat des Kantons St. Gallen", "regestes": ["Protection des eaux: autorisation de construire en dehors de la zone à bâtir, respectivement du périmètre du plan directeur des égouts (art. 20 LPEP, art. 27 OGPEP). 1. Même lorsqu'une installation pour l'élevage intensif d'animaux (en l'espèce: un poulailler d'engraissement) peut être autorisée dans la zone agricole ou dans le territoire sans affectation spéciale, la construction d'une maison d'habitation annexe en dehors de la zone à bâtir n'est, en règle générale, pas justifiée par un besoin objectivement fondé. 2. En cas de partage d'une exploitation agricole comprenant une maison d'habitation dont la grandeur est adaptée à l'importance de l'exploitation, il n'y a pas, en règle générale, de besoin objectivement fondé pour une seconde maison d'habitation dont l'emplacement serait imposé par sa destination."], "faits": "BGE 103 Ib 115 S. 116\n\nJosef Niedermann verkaufte sein landwirtschaftliches Heimwesen mit Wohnhaus und Scheune an die Firma Füllemann & Co., Gartenbau und Baumschule. Im Eigentum des Verkäufers verblieben die zuvor abgetrennten Parzellen 3660 und 3661. Auf diesem Land, das im \"übrigen Gemeindegebiet\" liegt und rund 1,5 km von der Bauzone der Gemeinde Gossau entfernt ist, möchte Niedermann einen Geflügelmaststall und ein Wohnhaus bauen. Schon vor dem Verkauf des Heimwesens stellte er bei der Baukommission Gossau ein entsprechendes Bauermittlungsgesuch, das durch Vorbescheid abgelehnt wurde. Nach dem Verkauf stellte Niedermann ein ordentliches Baugesuch für die Errichtung eines Geflügelmaststalles auf Parzelle 3660 und eines Einfamilienhauses auf Parzelle 3661. Die Baukommission und der Gemeinderat von Gossau wiesen das Gesuch ab mit der Begründung, die Bauten seien nicht zonenkonform und nicht standortgebunden.\n\nDen hiegegen eingereichten Rekurs hiess der Regierungsrat des Kantons St. Gallen insofern teilweise gut, als er die grundsätzliche Zulässigkeit des Baus eines Geflügelmaststalles im übrigen Gemeindegebiet sowohl aufgrund des Gewässerschutzrechts als auch aufgrund des kantonalen Baurechts (Art. 21 Abs. 1 BauG) bejahte und die Sache in diesem Punkt zur Neubeurteilung an die Vorinstanz zurückwies. Hingegen erklärte der Regierungsrat die Errichtung des projektierten Wohnhauses gestützt auf Art. 20 GSchG für unzulässig.\n\nGegen diese Verweigerung der Baubewilligung für das Einfamilienhaus führt Niedermann Verwaltungsgerichtsbeschwerde mit dem Antrag, die Sache sei zur Neubeurteilung und Genehmigung des Baugesuchs für das Wohnhaus an die Vorinstanz, eventuell an die Gemeinde Gossau zurückzuweisen.BGE 103 Ib 115 S. 117", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gegenstand der vorliegenden Verwaltungsgerichtsbeschwerde ist ausschliesslich die Frage, ob im Falle der Bewilligung des Geflügelmastbetriebes auf Parzelle 3660 die Errichtung eines dazugehörigen Wohnhauses auf Parzelle 3661 bundesrechtlich gestützt auf Art. 20 GSchG zu bewilligen sei. Nicht Stellung zu nehmen ist aber zur Frage der definitiven Bewilligung des Geflügelmaststalles. Eine Intensivtierhaltung, welche nicht mit einem landwirtschaftlichen Betrieb zusammenhängt und nicht der Nutzung des Kulturlandes dient, lässt sich nicht unter den Begriff des herkömmlichen Landwirtschaftsbetriebes gemäss Art. 27 Abs. 2 AGSchV subsumieren. Der Regierungsrat hatte im vorliegenden Fall den projektierten Geflügelmaststall als eine nach Art. 21 BauG im übrigen Gemeindegebiet zulässige Baute bezeichnet. Ob diese Baute auch gewässerschutzrechtlich definitiv bewilligt werden kann, haben die kantonalen Behörden unter Beachtung der vom EDI in seiner Vernehmlassung erwähnten Kriterien zu prüfen.\n\nDer Regierungsrat hat die Baubewilligung für ein Wohnhaus - unter der Annahme der Zulässigkeit der Errichtung eines Geflügelmaststalles - in Anwendung des Gewässerschutzgesetzes verweigert. Diese Verweigerung der Baubewilligung ist eine auf öffentliches Recht des Bundes gestützte Verfügung (Art. 5 VwVG), welche gemäss Art. 97 ff. OG und gemäss Art. 10 GSchG der Verwaltungsgerichtsbeschwerde unterliegt. Auf die Beschwerde ist einzutreten.\n\n2. Dass der vorgesehene Bauplatz ausserhalb der Bauzone liegt, und dass eine Baute daher nur im Rahmen von Art. 20 GSchG zulässig sein kann, ist unbestritten. Erste Voraussetzung für die verlangte Baubewilligung ist der Nachweis eines sachlich begründeten Bedürfnisses. Das Bedürfnis für einen Neubau ausserhalb der Bauzonen bzw. des durch das GKP abgegrenzten Gebietes gilt als sachlich begründet, wenn dessen Zweckbestimmung den beanspruchten Standort ausserhalb der Bauzonen bzw. des GKP bedingt und dem Bauvorhaben keine überwiegenden öffentlichen Interessen entgegenstehen (Art. 27 Abs. 1 AGSchV).\n\na) Geht man davon aus, dass der konkrete Geflügelmaststall bewilligt werden könnte, so bleibt zu prüfen, ob ein BGE 103 Ib 115 S. 118solcher Betrieb die Errichtung eines Wohnhauses in unmittelbarer Nähe erfordert, so dass in der Regel - wie bei einem herkömmlichen Bauernhof - die Erstellung einer angemessenen Wohnung ebenfalls als standortgebundene Baute ausserhalb der Bauzone zu bewilligen wäre. Wie in der Vernehmlassung des EDI dargetan wird, ist durch Überwachungsgeräte und Alarmanlagen, die auch bei einer in der Nähe befindlichen Wohnung unumgänglich sein dürften, eine befriedigende Betriebsüberwachung denkbar, ohne dass der verantwortliche Betriebsleiter unmittelbar beim Geflügelstall wohnt. Falls die Distanz zu einer in der Bauzone befindlichen Wohnung zu gross erscheint, wäre auch die Schaffung geeigneter Schlaf- und Aufenthaltsräume für einen Pikettdienst zu erwägen.\n\nSofern Intensivtierhaltungsbetriebe trotz ihres gewerblichen oder industriellen Charakters in der Landwirtschaftszone oder im übrigen Gemeindegebiet zugelassen werden sollten, wird bei ihnen in der Regel die Notwendigkeit der Errichtung eines standortbedingten Wohnhauses ausserhalb der Bauzone zu verneinen sein. Die gewerblich-industriellen Tierhalter können in dieser Beziehung nicht den eigentlichen Bauern gleichgestellt werden, welchen ein der Betriebsgrösse entsprechendes Wohnhaus auf ihrer Liegenschaft zusteht. Wer einen Mastbetrieb ohne eigene Futterbasis betreibt, ist nicht an einen bestimmten Standort (auf dem zu bearbeitenden Land) gebunden, sondern kann - unter Beachtung der Immissionsrisiken - frei wählen, wo er seinen Betrieb errichten will. Daher darf ihm im Sinne der vom Regierungsrat des Kantons St. Gallen vertretenen Auffassung wohl zugemutet werden, dass er für seine Tierhaltung einen Standort wählt, der kein Wohnhaus ausserhalb der Bauzone notwendig macht, sondern die erforderliche Überwachung von einer naheliegenden Wohnzone aus erlaubt. Wenn schon gewerblich-industrielle Mastbetriebe ausserhalb der Bauzone bewilligt werden, so ist doch in bezug auf die gleichzeitige Bewilligung von Wohnhäusern Zurückhaltung angezeigt; Tierhaltungsbetriebe sollen nicht gewissermassen \"vorgeschoben\" werden können, um ausserhalb der Bauzone Wohnbauten zu erstellen, deren Verwendung für den diesen Standort zur Not noch rechtfertigenden Zweck in keiner Weise gesichert wäre; denn derartige reine Intensivtierhaltungsbetriebe sind ja nicht von einer dazugehörenden Kulturlandfläche umgeben, und die Veräusserung BGE 103 Ib 115 S. 119des einmal erstellten Wohnhauses unter Aufgabe der Tierhaltung dürfte keine besonderen Schwierigkeiten bereiten.\n\nAus diesen Gründen rechtfertigt es sich, zwischen herkömmlichen Landwirtschaftsbetrieben mit Viehhaltung und Ackerbau einerseits und einem modernen Geflügelmastbetrieb anderseits in bezug auf die Standortbedingtheit des Wohnhauses einen klaren Unterschied zu machen. Während dem mehrere Hektaren Kulturland bewirtschaftenden Bauern ein Wohnhaus als standortbedingte Baute bewilligt werden kann, erscheint es angebracht, bei der nicht der Bewirtschaftung landwirtschaftlichen Bodens dienenden Geflügelmast die Notwendigkeit eines Wohnhauses unmittelbar beim Geflügelstall in der Regel zu verneinen. Die diesbezügliche Argumentation des Regierungsrates des Kantons St. Gallen verstösst nicht gegen Art. 20 GSchG und Art. 27 AGSchV, sondern sucht in zweckmässiger Weise eine rechtsmissbräuchliche Umgehung dieser Vorschriften zu verhindern.\n\nDass in seltenen Fällen bei Bewilligung des Neubaus für eine Intensivtierhaltung ausserhalb der Bauzone je nach den konkreten Umständen und den praktischen Möglichkeiten auch ein Wohnhaus zu bewilligen sein mag, soll damit nicht ausgeschlossen werden. Im vorliegenden Fall erübrigt es sich aber näher abzuklären, ob die Betriebsüberwachung sich ohne Erstellung eines Wohnhauses mit technischen Mitteln befriedigend organisieren liesse; denn der Regierungsrat musste aus einem andern, noch darzulegenden Grund (lit. b) von vornherein die Bewilligung einer zweiten Wohnbaute auf dem Areal des bisherigen Landwirtschaftsbetriebes des Beschwerdeführers ablehnen.\n\nb) Der Beschwerdeführer besass in diesem Gebiet ein landwirtschaftliches Heimwesen mit einem offenbar der Betriebsgrösse entsprechenden Wohnhaus. Dass für diesen, ursprünglich dem Beschwerdeführer gehörenden Bauernhof, aus irgendeinem Grunde die Bewilligung des Baus eines zweiten Wohnhauses in Frage gekommen wäre, wird nicht behauptet. Ein Landwirt kann sich nun aber nicht dadurch einen Anspruch auf Bewilligung der Erstellung eines neuen Wohnhauses ausserhalb der Bauzone verschaffen, dass er die der Betriebsgrösse angepassten bestehenden Gebäulichkeiten veräussert in der Absicht, auf einem nicht verkauften Teil seiner Liegenschaften neue Gebäude zu erstellen. Wäre dies rechtlich BGE 103 Ib 115 S. 120möglich, so könnte ein Landwirt Art. 20 GSchG leicht umgehen und einem Nichtlandwirt ein Wohnhaus ausserhalb der Bauzone zuhalten, indem er ihm sein Bauernhaus verkauft und auf dem verbleibenden Land neu baut. Eine solche Gesetzesumgehung muss verhindert werden. Bestehen schon Wohn- und Ökonomiegebäude, die der Betriebsgrösse angemessen sind, so hat deren freiwillige Veräusserung nicht zur Folge, dass dem Landwirt nun für die Weiterführung eines gleichartigen oder \"umstrukturierten\" Betriebes neue Bauten, unter Einschluss eines Wohnhauses, ausserhalb der Bauzone bewilligt werden müssten.\n\nDer Einwand des Beschwerdeführers, sofern er die alten Gebäude behalten hätte, müsste jetzt dem Käufer seines Landes ein Neubau bewilligt werden, ist unzutreffend. Für den Betrieb einer Baumschule mag ein Wohnhaus zweckmässig sein, unbedingt notwendig ist es nicht. Werden die Gebäude eines Bauernhofes eigentumsmässig von einem Teil des bisher dazugehörenden Landes getrennt, so kann in der Regel auf diesem Wege nicht ein sachlich begründetes Bedürfnis für neue standortgebundene Bauten geschaffen werden. Im vorliegenden Fall ist durch den Landverkauf an einen Baumschulbetrieb objektiv keine Notwendigkeit für den Bau eines neuen Wohnhauses entstanden, sondern der bereits vorhandene Wohnraum würde für die neue Nutzung der gesamten Liegenschaften durch Baumschulanlagen und Geflügelmast genügen. Dass der Beschwerdeführer jetzt kein Wohnhaus mehr besitzt, weil er es an einen Interessenten verkaufte, der kein standortbedingtes Wohnhaus braucht, bildet keine Grundlage für die Bewilligung eines Neubaus gemäss Art. 20 GSchG. Ist das für die landwirtschaftliche Nutzung erforderliche Wohnhaus bereits vorhanden, dann kann der Eigentümer nicht durch dessen Veräusserung an einen Käufer, welchem kein standortbedingtes Wohnhaus ausserhalb der Bauzone zu bewilligen wäre, die Voraussetzung für die Erstellung einer zweiten Wohnbaute schaffen.\n\nDiese zur Verhinderung der Umgehung von Art. 20 GSchG unerlässliche Richtlinie ergibt sich schon aus BGE 100 Ib 86 ff., insbesondere S. 93/94. Dort wurde der Neubau eines Wohnhauses auf einem bereits mit einem Wohnhaus versehenen Kleinheimwesen nur unter der Auflage für zulässig erklärt, dass das alte Haus, welches die bisherige BGE 103 Ib 115 S. 121Eigentümerin für sich behielt, nach dem Tode der jetzigen Bewohnerin nicht mehr als Wohnhaus benützt werden dürfe. Auch in jenem Fall ging das Bundesgericht also davon aus, dass die Aufteilung eines landwirtschaftlichen Heimwesens, zu welchem ein der Betriebsgrösse entsprechendes Wohnhaus gehört, in der Regel nicht die Bewilligung für ein zweites Wohnhaus zu begründen vermag. Zur Vermeidung der Umgehung von Art. 20 GSchG ist die gleiche Richtlinie konsequent einzuhalten, ob nun der Käufer neu bauen will, weil der bisherige Bewirtschafter das Haus für sich behält, oder ob - wie im vorliegenden Fall - der Verkäufer auf dem ihm verbleibenden Rest seines Landes einen Neubau errichten möchte, weil er die vorhandenen Gebäulichkeiten veräussert hat.\n\nEs besteht kein Anlass, im vorliegenden Fall von dieser Regel abzuweichen. Der Beschwerdeführer hätte sein Wohnhaus behalten können. Er hat es verkauft, obschon er wusste, dass Art. 20 GSchG prinzipiell einem Neubau ausserhalb der Bauzone entgegensteht; sein Bauermittlungsgesuch war abgewiesen worden. Auch wenn in jener Gegend schon Streubauten vorhanden sind, so bedeutet dies nicht, dass die raumplanerische Grundordnung von Art. 20 GSchG nicht mehr zu beachten wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}