{"annee": "103", "cour": "IV", "page": "221", "date": "20/10/1977", "cite": [], "cite_par": [], "chapeau": "62. Arrêt de la Chambre d'accusation du 20 octobre 1977 dans la cause Millenet contre Directeur de l'office fédéral de l'air", "regestes": ["For de l'enquête de droit pénal administratif. En dehors des mesures d'instruction qui doivent être conduites sur place, on ne peut exiger du fonctionnaire enquêteur qu'il procède ailleurs que là où l'administration en cause dispose d'un établissement stable, que s'il doit en résulter un allégement sensible de la procédure."], "faits": "BGE 103 IV 221 S. 221\n\nA.- Dans le cadre d'une procédure de droit pénal administratif, le fonctionnaire enquêteur de l'Office fédéral de l'air a adressé le 24 août 1977 à Eric R. Millenet une citation à comparaître pour être entendu à Berne, le 12 septembre 1977 à 14h.\n\nLes 25 et 26 août 1977, Millenet a fait savoir par l'intermédiaire de son conseil qu'il s'opposait à cette citation, estimant BGE 103 IV 221 S. 222que l'art. 20 al. 2 DPA faisait obligation à l'enquêteur de se rendre auprès de l'inculpé.\n\nB.- Le fonctionnaire enquêteur ayant manifesté le 29 août 1977 son intention de maintenir la citation à comparaître, Millenet a saisi le directeur de l'Office fédéral de l'air, conformément à l'art. 27 al. 1 DPA. Il a derechef soutenu que son audition devait avoir lieu à Genève, son domicile, et non à Berne, et il a demandé que la citation litigieuse soit annulée.\n\nC.- Le directeur de l'Office fédéral de l'air ayant rejeté la plainte le 12 octobre 1977, Millenet a saisi en temps utile, le jour suivant, la Chambre d'accusation du Tribunal fédéral.", "considerants": "Considérant en droit:\n\n1. Le recourant a demandé que l'effet suspensif soit accordé à sa plainte. Il est toutefois inutile de statuer sur cette requête, dès lors que le directeur de l'Office fédéral de l'air a ordonné au fonctionnaire enquêteur d'envoyer une nouvelle citation à comparaître et que rien ne permet de penser que cela a déjà été fait.\n\n2. C'est en vain que l'on cherche dans la DPA une règle traitant expressément de la question du for de l'enquête pénale. L'art. 20 invoqué de part et d'autre ne donne en particulier aucune indication sûre; on ne trouve rien non plus dans le Message (cf. FF 1971 I 1025/6).\n\nAinsi que le relève le directeur de l'Office fédéral de l'air, s'agissant de la compétence ratione loci, l'art. 22 al. 1 DPA renvoie aux dispositions du CP (art. 346 à 350), désignant du même coup au premier chef le juge du lieu de commission de l'infraction, alternativement, au choix de l'administration, avec celui du domicile de l'auteur; c'est-à-dire in casu le juge de Genève dans les deux hypothèses. Il ressort toutefois sans équivoque des art. 20, 73 al. 3 et 75 al. 2 DPA que le for ainsi déterminé ne concerne que l'activité de jugement et non celle de l'instruction proprement dite (sous réserve, bien sûr, des compléments d'enquête au sens de l'art. 75 al. 2 DPA).\n\nOn peut se demander cependant si l'art. 20 DPA laisse tout loisir à l'administration de procéder à l'enquête de droit pénal administratif où elle l'entend, sans se préoccuper des difficultés qui peuvent en résulter pour l'inculpé. Cette question n'a toutefois pas à être tranchée ici car, de toute manière, en BGE 103 IV 221 S. 223dehors des actes d'instruction qui demandent à être opérés sur place (perquisitions, séquestres, inspections locales notamment), on ne saurait exiger de l'administration qu'elle procède ailleurs que là où elle dispose d'un établissement stable. Dès lors que, dans le cas particulier, l'Office fédéral de l'air ne possède pas de services décentralisés - sinon d'ordre purement technique - comme c'est le cas de l'Administration fédérale des douanes par exemple, on ne saurait lui imposer de dépêcher son enquêteur à Genève, comme le demande le plaignant, que s'il devait en résulter un allégement sensible de la procédure. Rien ne permettant de penser que tel est le cas, la plainte ne peut qu'être rejetée."}