{"annee": "103", "cour": "V", "page": "18", "date": "15/3/1977", "cite": ["97 V 173", "97 V 226", "99 V 32"], "cite_par": ["119 V 241"], "chapeau": "4. Urteil vom 15. März 1977 i.S. L. gegen Ausgleichskasse des Kantons Graubünden und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Art. 7 al. 1 et art. 31 al. 1 LAI. La rente doit-elle être refusée pour opposition à des mesures de réadaptation ou seulement réduite pour faute grave, lorsque l'assuré abandonne un emploi que l'assurance-invalidité lui a procuré quelques années auparavant et qu'il en résulte une incapacité de gain notable? Art. 18 al. 1 LAI. Durée de la mesure de réadaptation \"service de placement\"."], "faits": "BGE 103 V 18 S. 19\n\nA.- O. L., geboren 1914, leidet laut Arztbericht an neuromuskulärer, hereditär bedingter Osteopathie. Wegen zunehmender Gehbehinderung musste er seine Tätigkeit als Landwirt immer mehr einschränken. Vom 1. Januar 1960 hinweg bezog er von der Invalidenversicherung eine ganze Rente. Von August 1965 bis Februar 1969 verrichtete er leichtere Büroarbeiten im Baubüro einer Arbeitsgemeinschaft, was zur Folge hatte, dass die Invalidenrente in diesem Zeitraum nicht mehr ausbezahlt wurde. Nachdem der Versicherte wegen Auflösung der Arbeitsgemeinschaft seine Stelle verloren hatte, sprach ihm die Invalidenversicherung erneut eine ganze einfache Rente zu. Durch Vermittlung der Regionalstelle für berufliche Eingliederung konnte O. L. auf den 1. April 1970 im Werkhof S. der Baufirma X. als Bauschreiber plaziert werden. Deshalb beschloss die Invalidenversicherungs-Kommission die Aufhebung der Rente auf den 30. Juni 1970.\n\nAnfangs 1975 berichtete O. L. der Invalidenversicherungs-Kommission, er habe der Firma X. auf den 31. Dezember 1974 seine Kündigung eingereicht, zu deren Begründung er ein \"Vorkommnis\" und den Umstand angab, dass seine Beine infolge der täglich zehnstündigen Tätigkeit immer schwächer geworden seien. Er ersuchte nunmehr um Ausrichtung einer Invalidenrente. Mit Verfügung vom 9. Oktober 1975 wies die Ausgleichskasse des Kantons Graubünden dieses Begehren ab, weil er die Stelle aus persönlichen Gründen aufgegeben habe, obschon ihm zuzumuten gewesen wäre, die Arbeit weiterhin zu verrichten.\n\nB.- Der Versicherte beschwerte sich beim Verwaltungsgericht des Kantons Graubünden mit dem Antrag, es sei ihm ab 1. Januar 1975 erneut ein Rentenanspruch zuzuerkennen.\n\nDie Vorinstanz hat die Beschwerde am 28. November 1975 abgewiesen: Indem O. L. ohne vorherige Rücksprache mit den Organen der Invalidenversicherung auf Ende 1974 vom Arbeitsvertrag zurückgetreten sei, habe er sich einer Eingliederungsmassnahme entzogen. Eine Verschlimmerung des Gesundheitszustandes, welche die bisherige Tätigkeit als unzumutbar erscheinen liesse, sei medizinisch nicht bestätigt.\n\nC.- O. L. führt Verwaltungsgerichtsbeschwerde. Zu deren Begründung führt er an: Er sei sich erst heute bewusst, dass er durch die Aufgabe des Arbeitsplatzes einen Fehler begangen habe. Es habe sich um eine Kurzschlussreaktion gehandelt.\n\nBGE 103 V 18 S. 20\n\nDer wahre Grund für die Kündigung habe in der Verschlimmerung des Gesundheitszustandes gelegen. Die Tätigkeit in der Baubaracke könne ihm nicht mehr zugemutet werden. Seine gesundheitlichen Verhältnisse seien durch eine Expertise abzuklären.\n\nDie Ausgleichskasse erklärt sich mit dem angefochtenen Entscheid einverstanden.\n\nDas Bundesamt für Sozialversicherung trägt auf Abweisung der Verwaltungsgerichtsbeschwerde an: Im Zeitpunkt der angefochtenen Verfügung habe kein Rentenanspruch bestanden; eine Verschlimmerung des Gesundheitszustandes sei nicht nachgewiesen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Zur Begründung der Rentenverweigerung beruft sich das Verwaltungsgericht ausschliesslich auf Art. 31 Abs. 1 IVG. Nach dieser Bestimmung ist einem Versicherten die Rente vorübergehend oder dauernd zu verweigern, wenn er sich einer zumutbaren Eingliederungsmassnahme, die eine wesentliche Verbesserung seiner Erwerbstätigkeit erwarten lässt, entzieht oder widersetzt. Dies trifft nach der Rechtsprechung dann zu, wenn der Versicherte eine von den IV-Organen angeordnete oder vorgeschlagene Eingliederungsmassnahme, die man vernünftigerweise von ihm fordern kann, ablehnt (BGE 97 V 176, ZAK 1969 S. 704).\n\nAm 15. September 1969 teilte die Invalidenversicherungs-Kommission dem Beschwerdeführer mit, er müsse eine neue Arbeit suchen. Die Kommission habe beschlossen, durch die Regionalstelle abklären zu lassen, ob und wie weit berufliche Massnahmen am Platz seien. In der Folge gelang es der Regionalstelle, den Versicherten an die Baufirma X. zu vermitteln; die Arbeitsaufnahme erfolgte am 1. April 1970. - Nach der Rechtsprechung ist die Aufgabe der Invalidenversicherung im Rahmen der Arbeitsvermittlung gemäss Art. 18 Abs. 1 IVG grundsätzlich beendet, sobald der Versicherte plaziert und eingegliedert ist (ZAK 1965 S. 236). Das bedeutet für den vorliegenden Fall, dass die von der Regionalstelle durchgeführte Eingliederungsmassnahme \"Arbeitsvermittlung\" spätestens anfangs April 1970 abgeschlossen war, nachdem der Beschwerdeführer seine Tätigkeit bei der Baufirma X. aufgenommen BGE 103 V 18 S. 21hatte. O. L. hat sich also der Arbeitsvermittlung durch die Regionalstelle nie widersetzt und auch nie entzogen. Das Wird hinlänglich bewiesen dadurch, dass er seinen Posten als Bauschreiber der genannten Firma trotz der sogar von der Regionalstelle anerkannten schweren körperlichen Behinderung während fast vollen fünf Jahren versehen hat. Die Rente hätte ihm daher nicht unter Berufung auf Art. 31 Abs. 1 IVG verweigert werden dürfen.\n\n2. Aus den Akten ist nun nicht ersichtlich, ob die Invalidenversicherungs-Kommission überhaupt geprüft hat, ob der Versicherte nach dem 31. Dezember 1974 gemäss den Art. 28 und 29 IVG grundsätzlich wieder eine Invalidenrente hätte beanspruchen können. Sie wird darüber noch beschliessen und eine neue Kassenverfügung veranlassen müssen. Dabei hat die Kommission folgendes zu beachten:\n\nWenn auch eine Rentenverweigerung im Sinn von Art. 31 Abs. 1 IVG ausser Betracht fällt, so fragt es sich doch, ob der Versicherte durch die Kündigung des Arbeitsverhältnisses Ende 1974 seine Invalidität nicht leichtfertig verschlimmert hat, so dass allenfalls Art. 7 Abs. 1 IVG angewandt werden müsste. Diese Bestimmung schreibt vor, dass die Geldleistungen der Invalidenversicherung dauernd oder vorübergehend verweigert, gekürzt oder entzogen werden können, wenn der Versicherte die Invalidität vorsätzlich oder grobfahrlässig herbeigeführt oder verschlimmert hat. Grobfahrlässig in diesem Sinn handelt nach ständiger Rechtsprechung, wer unter Verletzung elementarster Sorgfaltspflichten das ausser acht lässt, was jeder verständige Mensch in der gleichen Lage und unter den gleichen Umständen beachten würde (BGE 97 V 229 und EVGE 1967 S. 95). Das Eidg. Versicherungsgericht hat ferner wiederholt erkannt, dass sich der Invaliditätsgrad nicht nur bei Verbesserung oder Verschlechterung des Gesundheitszustandes, sondern auch dann verändern kann, wenn sich - bei gleichgebliebenem Gesundheitszustand - die erwerblich-wirtschaftlichen Verhältnisse gewandelt haben (EVGE 1968 S. 189 und ZAK 1966 S. 276).\n\nIn seiner vorinstanzlichen Beschwerde führte O. L. zu seiner Kündigung aus: Da seine Beine stets kalt gewesen seien, habe er (in der Baubaracke) einen elektrischen Ofen erhalten. Im September 1974 hätten seine Arbeitskollegen an der Steckdose mutwillig eine Phase herausgezogen, so dass er am Nachmittag BGE 103 V 18 S. 22den Ofen nicht habe benützen können. Seine Nerven hätten dies nicht ausgehalten. Und als gar noch der Ingenieur A. ihm erklärt habe, man sei mit seinen Leistungen nicht mehr zufrieden, habe er die Stelle auf Ende 1974 gekündigt. - Es ist begreiflich, dass der damals 60jährige Beschwerdeführer, der an Klumpfüssen, dorsal hyperextendierten Kniegelenken, fibrillären Zuckungen und asthmoider Bronchitis leidet, über jenen Vorfall entrüstet war. Bevor er sich aber zur Kündigung entschloss, hätte er sich bei pflichtgemässer Sorgfalt darüber Rechenschaft geben sollen, dass es angesichts seiner Behinderungen und seines vorgerückten Alters kaum oder nur mit grossen Schwierigkeiten möglich wäre, einen neuen Arbeitsplatz zu finden, wo er zudem auch etwa das Salär erhalten würde, das er von der damaligen Arbeitgeberin bezog. Diese Risiken hätten ihn vernünftigerweise davon abhalten müssen, bei der Firma X. zu kündigen. Wenn er den Arbeitsplatz trotzdem aufgab, so verletzte er damit elementarste Sorgfaltspflichten mit der Wirkung, dass die dadurch bedingte Erwerbseinbusse als grobfahrlässig verursacht bezeichnet werden muss. Daher würde es sich rechtfertigen, eine dem Versicherten allenfalls zustehende Invalidenrente in massvoller Weise zu kürzen.\n\nDas Mass der Kürzung bestimmt sich nach der Grösse des Verschuldens, während die Kürzungsdauer von der zeitlichen Einwirkung des schuldhaften Verhaltens auf die Invalidität abhängt (BGE 99 V 32). Daraus ergibt sich für den vorliegenden Fall, dass eine Rente nur bis zu dem Zeitpunkt gekürzt werden dürfte, in welchem dem schwer behinderten Beschwerdeführer mit Rücksicht auf seinen Gesundheitszustand die weitere Verrichtung einer rentenausschliessenden Erwerbstätigkeit ohnehin nicht mehr zuzumuten wäre. Darüber wird am ehesten ein neuer Arztbericht Aufschluss geben können.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinn gutgeheissen, dass der Entscheid des Verwaltungsgerichts des Kantons Graubünden vom 28. November 1975 sowie die Kassenverfügung vom 9. Oktober 1975 aufgehoben Werden und die Sache den Erwägungen entsprechend an die Ausgleichskasse zurückgewiesen wird, damit diese über den Rentenanspruch nach dem 31. Dezember 1974 neu verfüge."}