{"annee": "103", "cour": "IA", "page": "624", "date": "21/12/1977", "cite": ["101 IA 405", "101 IA 416", "102 IA 317"], "cite_par": ["105 IB 418", "113 IB 276", "113 IB 183", "107 IB 74", "108 IB 525", "106 IB 297", "142 IV 250", "124 II 586"], "chapeau": "91. Extrait de l'arrêt du 21 décembre 1977 en la cause Donadoni contre Ministère public fédéral", "regestes": ["Extradition. Convention européenne d'extradition du 13 décembre 1957; convention entre la Suisse et la Belgique sur l'extradition réciproque des malfaiteurs, du 13 mai 1874. Concours de requêtes d'extradition émanant l'une de l'Italie, l'autre de la Belgique. Compétence du Tribunal fédéral (consid. 1). Application en l'espèce de l'art. 17 de la convention européenne d'extradition, le traité conclu avec la Belgique laissant l'Etat requis libre de statuer comme il le juge opportun en cas de pluralité de demandes (consid. 2). Critères de choix énumérés par l'art. 17 précité (consid. 3). Application de ces critères en l'espèce (consid. 9)."], "faits": "|624|\n\nLa police genevoise a arrêté Gian Angelo Donadoni, ressortissant italien.\n\nLe 18 mars 1977, les autorités italiennes ont demandé l'arrestation, à titre extraditionnel, de Donadoni, qui s'était évadé le 22 octobre 1976 d'une prison de Florence. Le 14 avril 1977, l'Ambassade d'Italie à Berne a demandé l'extradition de Donadoni en vue de l'exécution du solde de la peine prononcée par la Cour d'appel de Florence le 8 mars 1976. Par note du 12 mai 1977, ladite ambassade a requis l'extradition en vue de l'exécution d'une peine prononcée par le Pretore de Vipiteno le 12 novembre |6251975| . Enfin, cette ambassade a remis aux autorités suisses, le 20 juin 1977, une troisième note, demandant l'extradition de Donadoni pour des faits motivant d'autres inculpations.\n\nLe 31 mars 1977, Donadoni, entendu sur commission rogatoire internationale décernée par le procureur du roi, à Bruxelles, a reconnu avoir participé à plusieurs vols à main armée commis en Belgique. Le 1er avril 1977, les autorités belges ont demandé l'arrestation, à titre extraditionnel, de Donadoni. Par note du 19 avril 1977, l'Ambassade de Belgique à Berne a requis des autorités suisses l'extradition de Donadoni des chefs de vols à l'aide de violences ou de menaces et tentatives de vol à l'aide de violences ou de menaces. Par la suite, les 5 mai et 6 juillet 1977, l'Ambassade de Belgique a présenté deux autres demandes d'extradition pour des faits motivant diverses inculpations.\n\nDonadoni a été informé de ces demandes d'extradition. Il a déclaré consentir à son extradition en Italie, en demandant qu'elle ait lieu le plus rapidement possible. En revanche, il s'est opposé à la requête d'extradition belge. Il conteste avoir commis certaines des infractions pour lesquelles la demande précitée a été présentée. Il fait valoir divers arguments en faveur d'une extradition prioritaire à l'Italie.", "considerants": "Considérant en droit:\n\n1. La Belgique et l'Italie ont requis l'extradition de Donadoni, ressortissant italien, pour des faits différents. Donadoni a fait opposition à la demande belge; il s'est en outre déterminé sur la priorité qu'il faudrait accorder, selon lui, à la demande italienne.\n\nConfirmant ce qui avait été convenu lors d'un échange de vues intervenu en 1976 entre le Conseil fédéral et le Tribunal fédéral, ce dernier a jugé, dans un arrêt récent (arrêt du 30 novembre 1977 en la cause Panovski et Letnikovski), qu'il lui appartient, en cas de concours de requêtes, de désigner l'Etat requérant auquel l'extradition sera accordée en priorité, lorsque l'individu réclamé a fait opposition à l'une ou à l'autre des demandes. Tel est le cas en l'espèce.\n\n2. La solution qu'il convient d'adopter en cas de concours de demandes d'extradition peut ne pas s'imposer d'emblée, si |626| les traités qui lient l'Etat requis aux Etats requérants contiennent, sur une telle concurrence, des règles différentes. Il n'est pas exclu que l'Etat requis soit alors dans l'impossibilité de respecter ses engagements internationaux (SCHULTZ, Das schweizerische Auslieferungsrecht, p. 205; SCHWARZENBACH, Das materielle Auslieferungsrecht der Schweiz, Zurich 1901, p. 234 ss). Saisies de demandes d'extradition émanant de plusieurs Etats et concernant le même individu, les autorités suisses s'efforceront de régler la question du concours de requêtes d'entente avec les Etats intéressés. Mais si aucune solution ne peut être adoptée d'un commun accord, les autorités d'extradition doivent statuer sur l'ordre de priorité; dans ce cas, elles veilleront à respecter, dans la mesure du possible, les engagements internationaux de la Confédération.\n\na) La Suisse est liée par des traités d'extradition avec l'Italie et avec la Belgique. La Convention européenne d'extradition, conclue le 13 décembre 1957, règle les rapports italo-suisses; les relations entre la Suisse et la Belgique sont régies par la convention sur l'extradition réciproque des malfaiteurs conclue le 13 mai 1874 et modifiée le 11 septembre 1882 (ci-après: le traité de 1874).\n\nLa Convention européenne d'extradition contient une disposition sur le concours de requêtes (art. 17). Le traité de 1874 ne dit en revanche rien sur ce point. Ce silence a été voulu par les parties. Ainsi que le relève le Conseil fédéral dans son Message du 20 mai 1874 concernant le traité d'extradition revisé entre la Suisse et la Belgique, \"le Gouvernement belge a demandé ... qu'en cas de pluralité de demandes, chaque Etat restât libre de décider comme il le jugerait opportun. Nous avons cru devoir adhérer à ce désir, qui nous paraît légitime\" (FF 1874, vol. I, p. 848 ss, 851). Il convient de tenir compte de cette déclaration pour l'interprétation du traité (ATF 101 Ia 537 consid. 5).\n\nLa loi fédérale sur l'extradition, du 22 janvier 1892 (LExtr.), règle à son art. 14 le concours de requêtes. D'après la jurisprudence, en matière d'extradition comme dans d'autres domaines, les traités internationaux ont le pas sur la loi nationale, même s'ils lui sont antérieurs; en cas de contradiction entre les dispositions de la loi et celles d'un traité, celles-ci l'emportent sur celles-là. Ainsi, la loi fédérale ne s'applique pas lorsque la Suisse et l'Etat requérant sont liés par une convention. |627|\n\nIl n'en va autrement que dans certaines hypothèses, notamment si la loi peut être appliquée concurremment avec le traité et pour en combler une lacune, à la condition qu'elle ne conduise pas à une solution contraire (ATF 102 Ia 319).\n\nb) En l'espèce, la Belgique ne peut exiger que la priorité soit donnée à sa demande. La Confédération ne violera donc pas ses obligations découlant du traité de 1874 si elle livre l'individu réclamé à un autre Etat. La liberté d'appréciation que le traité précité donne aux autorités suisses ne signifie toutefois pas que celles-ci puissent statuer comme bon leur semble. L'art. 14 LExtr. sera en effet applicable si la question du concours de requêtes ne fait pas l'objet d'une disposition du traité conclu entre la Suisse et l'Etat qui a présenté la demande d'extradition concurrente.\n\nL'extradition de Donadoni devrait être accordée de manière prioritaire à l'Italie si cet Etat pouvait exiger que la préférence soit donnée à sa requête en se fondant sur l'art. 17 de la Convention européenne d'extradition. Mais tel n'est pas le cas. La disposition précitée n'impose pas, en cas de concours de requêtes, l'application stricte d'une seule règle précise. Elle laisse au contraire à l'Etat requis un large pouvoir d'appréciation, en prescrivant qu'il statuera \"compte tenu de toutes circonstances\" et, notamment, de la gravité relative et du lieu des infractions, des dates respectives des demandes, de la nationalité de l'individu réclamé et de la possibilité d'une extradition ultérieure à un autre Etat. Dans la plupart des cas, l'Etat requis pourra ainsi statuer sur le concours de requêtes sans violer ses engagements internationaux (G. VON SALIS, Der multilaterale Auslieferungsvertrag des Europarates, thèse Zurich 1962, p. 69).\n\nNi la Belgique, ni l'Italie ne peuvent donc prétendre en l'espèce avoir un droit à ce que la priorité soit accordée à leur demande d'extradition. En revanche, l'Italie peut attendre des autorités suisses qu'elles statuent sur le concours de requêtes en tenant compte de toutes les circonstances, et, notamment, des critères de choix énumérés à l'art. 17 de la Convention européenne d'extradition. Certes, la doctrine italienne paraît écarter l'application de cette disposition en cas de concours de requêtes n'émanant pas toutes d'Etats ayant adhéré à la Convention (cf. ROLANDO QUADRI, sous \"Estradizione\" dans Enciclopedia del diritto, Varese 1967, vol. XVI, ch. 4, p. 11). Mais rien ne |628| s'oppose à ce que la Suisse, Etat requis, tranche sur la base de l'art. 17 de la Convention, lorsque la demande concurrente est celle d'un Etat avec lequel aucun traité d'extradition n'a été conclu; il doit en aller de même lorsque cet Etat et la Suisse sont liés par une convention qui laisse à l'Etat requis le soin de statuer comme il le juge opportun.\n\nAinsi, les autorités suisses, saisies de requêtes d'extradition concurrentes présentées l'une par l'Italie, l'autre par la Belgique, doivent statuer sur ce concours de demandes en faisant application de l'art. 17 de la Convention européenne d'extradition; dans la mesure où elles observent cette disposition, elles ne peuvent violer les engagements internationaux de la Confédération, quelle que soit la demande à laquelle la priorité est accordée.\n\n3. L'art. 17 de la Convention européenne d'extradition laisse à l'Etat requis un large pouvoir d'appréciation. Il ne pose en effet pas une règle stricte, que l'extradition soit demandée par plusieurs Etats pour les mêmes faits ou pour des faits différents. L'Etat requis statuera sur le concours de requêtes compte tenu de toutes les circonstances. L'art. 17 énumère certes les critères dont il convient de tenir compte, mais sans établir entre eux une hiérarchie quelconque. Chacun de ces critères - gravité relative et lieu des infractions, dates respectives des demandes, nationalité de l'individu réclamé et possibilité d'une extradition ultérieure à un autre Etat - peut en soi, suivant les circonstances du cas, être celui qui emporte la décision.\n\nCertes, sur un plan général, ces critères n'ont pas tous un poids égal. Il faut certainement tenir compte de la gravité des infractions, car on ne peut laisser impunis les crimes ou délits les plus graves; mais suivant les circonstances du cas, il sera justifié d'accorder la priorité à la demande d'un Etat sur le territoire duquel plusieurs infractions relativement légères ont été commises, même si la requête concurrente a été présentée pour des faits motivant une inculpation particulièrement grave. Le lieu des infractions revêt également une importance particulière, notamment lorsque les demandes concurrentes sont présentées pour des mêmes faits, ou pour des faits différents commis uniquement sur le territoire de l'un des Etats requérants. Statuer sur le concours de requêtes en se basant sur les dates respectives des demandes est apparemment une solution simple; mais on ne saurait ignorer que l'application de ce critère |629| peut aboutir, dans certains cas, à des résultats insatisfaisants (LAMMASCH, Auslieferungspflicht und Asylrecht, p. 507). La nationalité de l'individu réclamé et la possibilité d'une extradition ultérieure à un autre Etat sont des critères étroitement liés l'un à l'autre, dont l'application peut toutefois conduire à des solutions opposées. Le reclassement social de l'individu paraît être mieux assuré si cette personne est extradée dans l'Etat dont elle est ressortissante et où elle a, en règle générale, son domicile et le centre de ses relations. Mais le principe généralement admis de la non-extradition des nationaux (cf. SCHULTZ, op.cit., p. 481 ss) peut alors s'appliquer au détriment d'une juste répression pénale, si les dispositions applicables dans l'Etat national ne permettent pas la condamnation de l'individu pour des infractions commises à l'étranger.\n\nTous les critères énumérés à l'art. 17 de la Convention européenne d'extradition permettent aux autorités de l'Etat requis de statuer sur l'ordre de priorité. Si, sur un plan général, certains d'eux paraissent mériter plus de considération que d'autres, chacun peut cependant être, compte tenu des circonstances du cas, le critère décisif.\n\n4. D'après la jurisprudence, le Tribunal fédéral examine d'office si les conditions d'octroi de la demande d'extradition sont remplies, sans être lié à cet égard par les moyens soulevés par l'opposant. Cette règle vaut également pour les conditions formelles d'extradition, sur lesquelles il appartient en premier lieu à la Division fédérale de police de se prononcer (ATF 101 Ia 421 et les arrêts cités). En revanche, le Tribunal fédéral ne se prononce pas sur la culpabilité de l'individu réclamé, car il est lié par les faits énoncés dans l'acte de poursuite qui est à la base de la demande d'extradition; c'est au juge du fond qu'il appartient de vérifier si la personne extradée est coupable de l'infraction pour laquelle l'extradition a été requise et accordée. Cette règle n'est cependant pas absolue. Elle n'empêche pas le juge d'extradition de tenir compte des erreurs, lacunes ou contradictions qui entachent les pièces présentées, ni de refuser l'extradition en raison d'infractions qu'il est manifestement exclu de mettre à la charge de l'opposant (ATF 101 Ia 408, 424).\n\n5. Donadoni a fait opposition à la demande d'extradition présentée par la Belgique. Il ne s'est en revanche pas opposé à la requête italienne, à laquelle - selon lui - la priorité devrait être accordée. Le Tribunal fédéral doit ainsi se prononcer sur |630| l'opposition à la requête belge, puis sur l'admission de la demande d'extradition italienne et, enfin, sur l'ordre de priorité qu'il convient en l'espèce d'adopter.\n\n6. (Rejet de l'opposition à la demande d'extradition belge.)\n\n7. et 8.- (Examen de la demande d'extradition italienne.)\n\n9. Les demandes d'extradition de l'Italie et de la Belgique devant toutes deux être accordées, il appartient au Tribunal fédéral de se prononcer sur l'ordre de priorité qu'il faut en l'espèce adopter, en tenant compte de toutes les circonstances du cas et sur la base des critères énumérés par l'art. 17 de la Convention européenne d'extradition.\n\na) Prendre comme critère décisif les dates des demandes ne serait pas satisfaisant in casu. La première requête dont les autorités suisses ont été saisies, déposée le 14 avril 1977 par l'Italie, a été suivie quelques jours plus tard par la première demande d'extradition belge. La deuxième requête de la Belgique précède de quelques jours la deuxième demande italienne. Enfin, l'Ambassade d'Italie a requis l'extradition de Donadoni par une troisième note, du 20 juin 1977, de quinze jours antérieure à la troisième demande d'extradition belge.\n\nb) La priorité doit être accordée à la demande d'extradition belge si l'on tient compte de la gravité relative des infractions. Celle-ci doit être déterminée au regard des peines prévues par les dispositions de droit suisse. La plus grave des infractions dont Donadoni est inculpé est l'assassinat, puni de la réclusion à vie. Selon l'art. 139 al. 2, 2e phrase, CP, le juge peut prononcer la réclusion à vie si les violences exercées ont entraîné la mort et si l'auteur avait pu le prévoir. La peine maximale prévue pour le brigandage qualifié est de 20 ans de réclusion (art. 139 al. 2 et 35 CP).\n\nDonadoni a certes nié avoir participé à l'attaque à main armée commise le 1er décembre 1976 à Bruxelles. On a vu toutefois que l'on ne pouvait exclure qu'il ne soit l'un des auteurs de cette infraction. Quoi qu'il en soit, Donadoni a admis sa participation à quatre autres vols à main armée commis en Belgique. Les infractions perpétrées dans ce pays apparaissent donc comme étant plus graves que celles qui ont été commises en Italie.\n\nA cet égard, on peut aussi tenir compte d'un élément qui, s'il n'est pas cité par l'art. 17 de la Convention, mérite néanmoins |631| considération. La Division fédérale de police relève que les instructions pénales ouvertes en Belgique n'en sont qu'à leur début, alors que deux jugements exécutoires ont déjà été prononcés en Italie. Elle souligne en outre que Donadoni a exercé ses activités coupables en Belgique avec d'autres personnes. Elle considère dès lors, à juste titre, que les autorités belges seraient placées devant de grandes difficultés, si elles devaient poursuivre l'instruction des affaires pénales en l'absence de Donadoni, extradé de manière prioritaire à l'Italie. Certes, les autorités de ce dernier pays se heurteront aussi à des difficultés du même ordre, si la préférence est donnée à la demande d'extradition belge. Mais il semble bien que ces difficultés seraient moindres que celles que rencontreraient les autorités belges dans le cas inverse.\n\nc) Au nombre des critères énumérés à l'art. 17 de la Convention européenne d'extradition figurent la nationalité de l'individu réclamé et la possibilité d'une extradition ultérieure à un autre Etat. Etant admis que le reclassement social du détenu sera mieux assuré si la détention, puis la libération de cette personne, ont lieu dans le pays dont elle est ressortissante, la préférence devrait être donnée à la demande d'extradition de cet Etat. Il faut toutefois observer que l'extradition accordée de préférence à un autre Etat peut être assortie de la condition que l'extradé, après jugement et punition, soit remis aux autorités de l'Etat dont il est ressortissant, afin d'être jugé pour les infractions commises dans ce pays. Les conditions optimales d'une réinsertion sociale seront ainsi réalisées au moment de la libération. Il convient cependant d'admettre que cette solution peut être défavorable, du point de vue du reclassement social de l'individu réclamé, dans la mesure où elle pourra rendre difficiles, sinon impossibles, durant un certain temps, les contacts que les proches du détenu voudraient avoir avec celui-ci.\n\nUne extradition ultérieure à un autre Etat sera généralement exclue si la personne réclamée est extradée, de manière prioritaire, à l'Etat dont il a la nationalité. Suivant les circonstances du cas, c'est là un élément qui peut, à lui seul, dicter la décision.\n\nEn l'espèce, si l'extradition est accordée de préférence à la Belgique, les autorités de ce pays pourront être saisies d'une demande d'extradition de l'Italie. Cette demande sera examinée au regard des dispositions réglant les relations entre ces deux pays ou, à leur défaut, du droit d'extradition belge. Mais |632| il est admissible, en vue de garantir la poursuite des infractions commises en Italie et pour lesquelles ce pays a requis l'extradition, que les autorités suisses subordonnent l'extradition accordée de préférence à la Belgique à la condition qu'après jugement et punition, Donadoni soit extradé en Italie. Le traité de 1874 ne met pas obstacle à ce qu'une telle condition soit posée, l'Etat belge n'ayant au surplus aucun droit à ce que la priorité soit donnée à sa demande. Une telle condition peut en outre être considérée comme le consentement de la Suisse à une extradition ultérieure de Donadoni à l'Italie, en raison des faits motivant les inculpations pour lesquelles la demande d'extradition italienne a été admise.\n\nd) Donadoni s'oppose à ce que la préférence soit donnée à la demande belge, car il craint d'être jugé à nouveau en Italie pour les infractions commises et jugées en Belgique. Certes, les dispositions pénales italiennes permettraient que tel soit le cas. Mais les peines subies à l'étranger seraient alors déduites des peines prononcées après coup en Italie. Dans ces conditions, l'argument soulevé perd une grande part de sa portée.\n\nEn définitive, et au regard de l'ensemble des circonstances du cas, il convient d'accorder l'extradition de préférence à la Belgique, sous condition, après jugement et punition, de réextradition à l'Italie."}