{"annee": "103", "cour": "IV", "page": "157", "date": "10/5/1977", "cite": ["98 IV 90", "92 IV 94", "80 IV 159"], "cite_par": ["105 IV 194", "105 IV 111"], "chapeau": "46. Urteil des Kassationshofes vom 10. Mai 1977 i.S. A. gegen B.", "regestes": ["Art. 173 ss CP, atteinte à l'honneur. L'accusation d'avoir offert à la communauté publique des marchandises ou des prestations à des prix fortement exagérés n'est en soi pas attentatoire à l'honneur (consid. 3)."], "faits": "|157|\n\nDie Bürger der Stadt Luzern hatten am 19./20. Mai 1973 einen neuen Baudirektor zu wählen. Kandidaten waren C., liberal, und B., parteilos.\n\nAm 18. Mai 1973 erschien in den Zeitungen \"Luzerner Neueste Nachrichten\", \"Luzerner Tagblatt\" und \"Vaterland\" ein Inserat, in dem B. hinsichtlich dreier verschiedener Vorkommnisse in Frageform kritisiert wurde. Der heute noch zu beurteilende Teil des Inserates lautet:\n\n\"B. - Ritter ohne Fehl und Tadel? Herr B. gefällt sich in der Rolle des mutigen Streiters gegen Unsauberkeit und Spekulation. Wer, wie er, ständig angreift, muss sich gefallen lassen, dass auch seine Handlungsweisen kritisch betrachtet werden. Urteilen Sie selbst! |158|\n\nFall 1: ...\n\nFall 2: Herr B. bot der Baudirektion der Stadt Luzern Aushubmaterial zum Kubikmeterpreis von Fr. 14.35 an. Der übliche Marktwert betrug in jener Zeit 2-5 Franken! Die Baudirektion verzichtete auf dieses Geschäft.\n\nFrage: Wer wollte hier auf dem Buckel der Öffentlichkeit ein Geschäft machen?\n\nFall 3: ...\n\nDiese drei Fälle sind jederzeit hieb- und stichfest beweisbar. Geben Sie Ihre Antwort am Wahltag vom 19./20. Mai 1973!\n\nKeine Stimme für B.!\n\nKomitee für Offenheit auf beiden Seiten.\"\n\nA., der damals Präsident des Wahlausschusses der Liberalen Partei der Stadt Luzern war, übernahm die Verantwortung für das Inserat.\n\nAuf Privatstrafklage des B. fand das Amtsgericht Luzern Stadt A. am 15. April 1976 im Fall 2 der üblen Nachrede gemäss Art. 173 StGB schuldig und auferlegte ihm eine Busse von Fr. 100.--. Das Obergericht bestätigte das Urteil der ersten Instanz am 18. Oktober 1976.\n\nMit Nichtigkeitsbeschwerde verlangt A. Aufhebung des obergerichtlichen Urteils, eventuell Rückweisung der Sache an die Vorinstanz zur Neubeurteilung. B. beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wegen übler Nachrede gemäss Art. 173 Ziff. 1 StGB macht sich strafbar, wer jemanden bei einem andern eines unehrenhaften Verhaltens oder anderer Tatsachen bezichtigt oder verdächtigt, die geeignet sind, seinen Ruf zu schädigen, oder wer eine solche Äusserung weiterverbreitet.\n\nNach ständiger Rechtsprechung schützt Art. 173 StGB nur den Ruf, ein ehrbarer Mensch zu sein, d.h. sich so zu benehmen, wie nach allgemeinen Anschauungen ein charakterlich anständiger Mensch sich zu verhalten pflegt. Äusserungen, die sich lediglich eignen, jemanden in anderer Hinsicht, z.B. als Geschäfts- oder Berufsmann, als Politiker oder Künstler in der gesellschaftlichen Geltung herabzusetzen, gelten nicht als ehrverletzend. Voraussetzung ist aber immer, dass die Kritik an den strafrechtlich nicht geschützten Seiten des Ansehens nicht zugleich seine Geltung als ehrbarer Mensch treffe (BGE 80 IV 164 E 2; BGE 92 IV 96, 101; BGE 98 IV 92). |159|\n\n2. Die Vorinstanz bejaht den ehrverletzenden Charakter der Äusserung lediglich mit den Worten, der Vorwurf sei geeignet gewesen, \"den Privatkläger in der Achtung der Mitmenschen herabzusetzen\". Die erste Instanz aber, auf welche das Obergericht hinsichtlich der tatsächlichen Feststellungen weitgehend verweist, führt in dieser Beziehung aus: \"Damit wurde dem Kläger wiederum mangelndes Verantwortungsgefühl gegenüber der Allgemeinheit unterstellt, was ihn als Politiker unseriös erscheinen liess und die Unbestechlichkeit seiner Person in Frage stellte. Durch solche Vorwürfe pflegt der Betroffene seine Achtung als Mensch einzubüssen. Auch dieser Vorwurf ist daher ehrverletzend.\"\n\n3. Was dem Beschwerdegegner hier vorgeworfen wird, ist lediglich, er habe der Baudirektion der Stadt Luzern Aushubmaterial zu stark übersetztem Preis angeboten. Die daraus gezogene Folgerung, er habe \"auf dem Buckel der Öffentlichkeit ein Geschäft machen wollen\", fügt diesem Vorwurf sinngemäss bloss noch hinzu, er sei sich bewusst gewesen, dass der Preis nicht der Marktlage entsprach. Im übrigen war der daraus gezogene Schluss eine durchaus angemessene Wertung aus dem erhobenen Vorwurf und könnte, wie die kantonalen Gerichte richtig entschieden haben, nicht Anlass zu einer selbständigen Verurteilung wegen Beschimpfung gemäss Art. 177 StGB geben.\n\nDer Vorwurf, man habe dem Gemeinwesen Waren oder Leistungen zu einem stark übersetzten Preise angeboten, ist an sich nicht ehrverletzend, sowenig wie dies zutrifft, wenn ein solches Angebot einem Privaten oder einer Gesellschaft gegenüber gemacht wird. Soweit der Markt frei ist, kann jeder den Preis seines Angebotes frei bestimmen. Ist sein Angebot zu hoch, ist es nicht konkurrenzfähig und wird daher in der Regel abgelehnt werden. Nur besondere Umstände wie Ausbeutung einer Notlage oder der Unerfahrenheit, Täuschung des andern, Bestechung, Missbrauch amtlicher Stellung usw. könnten ein solches Angebot als unehrenhaft erscheinen lassen. Der Umstand, dass das Angebot an das Gemeinwesen gerichtet wurde, rechtfertigt keine andere Beurteilung. Die Baudirektion, welcher die Offerte gestellt wurde, war sachverständig und selbständig genug, das Angebot zu beurteilen und es, wenn es nach den Umständen unangemessen war, abzulehnen. |160|\n\nIn Wirklichkeit war der hier zu beurteilende Vorwurf ein Angriff auf den Beschwerdegegner als Politiker. Das zeigt gerade die etwas genauere Begründung der ersten Instanz. Von einem Politiker, der sich um ein Amt als Stadtrat bewirbt und der allenfalls berufen sein könnte, die frei werdende Baudirektion zu übernehmen, kann der Bürger vermehrten Gemeinsinn fordern und finden, für dieses Amt sei nicht geeignet, wer als Privater dem Gemeinwesen, dem er in leitender Stellung vorstehen soll, zuvor ein finanziell ungünstiges Angebot gemacht hat. Nur für eine solche Stellung ist dem Beschwerdegegner damit mangelndes Verantwortungsgefühl gegenüber dem Gemeinwesen vorgeworfen. Nur \"als Politiker\" konnte ihn die Äusserung als \"unseriös erscheinen\" lassen. Inwiefern aber aus der Äusserung geschlossen werden könnte, dem Beschwerdegegner werde auch Bestechlichkeit unterstellt, wie die erste Instanz meint, ist schlechtweg nicht ersichtlich.\n\nOb die eingeklagte Äusserung der Wahrheit entsprach, braucht daher nicht geprüft zu werden.\n\nUnwahre Äusserungen, die dem politischen Ansehen eines andern abträglich sind, sind zu verwerfen. Dies besonders dann, wenn sie kurz vor Abschluss eines Wahlkampfes öffentlich erfolgen und so das Wahlergebnis beeinflussen können. Entsprechendes gilt auch für unwahre Angaben über Gesetzes- und andere Abstimmungsvorlagen. Solche Äusserungen können der fehlerfreien demokratischen Willensbildung schaden und verstossen gegen die politische Fairness. Aber weder Art. 173 ff. StGB noch die Tatbestände des 14. Titels des Strafgesetzbuches betreffend Vergehen gegen den Volkswillen erfassen solche Handlungen.\n\nFehlt es nach dem Gesagten schon an einer strafbaren Ehrverletzung, stellt sich die Frage, ob die Entlastungsbeweise zuzulassen seien und ob sie erbracht wurden, überhaupt nicht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Luzern vom 18. Oktober 1976 aufgehoben und die Sache zum Freispruch des Beschwerdeführers an die Vorinstanz zurückgewiesen."}