{"annee": "103", "cour": "IB", "page": "192", "date": "6/5/1977", "cite": ["96 I 308", "102 IB 124", "96 I 321", "94 I 102", "100 IB 351"], "cite_par": ["108 IB 12", "108 IA 188", "114 IB 244"], "chapeau": "32. Extrait de l'arrêt du 6 mai 1977 en la cause X. S.A. c. Administration fédérale des contributions", "regestes": ["Impôt anticipé; obligation de renseigner l'autorité fiscale. Obligation, pour le contribuable, de fournir à l'autorité fiscale les pièces et documents justificatifs (art. 39 LIA). Prise en considération de documents produits pour la première fois devant le Tribunal fédéral (art. 105 OJ). Demande d'audition de témoins."], "faits": "", "considerants": "|192|\n\nConsidérant en droit:\n\n1. Aux termes de l'art. 4 al. 1 lettre b de la loi fédérale du 13 octobre 1965 sur l'impôt anticipé (LIA), cette contribution a pour objet les intérêts, rentes, participations aux bénéfices et tous autres rendements des actions émises par des sociétés anonymes suisses. Est un rendement imposable d'actions toute |193| prestation appréciable en argent faite par la société aux possesseurs de droit de participation, qui ne se présente pas comme un remboursement de parts au capital social versé existant au moment où la prestation est effectuée (art. 20 OIA). L'obligation fiscale incombe au débiteur de la prestation imposable (art. 10 LIA).\n\nLe contribuable doit renseigner l'Administration fédérale des contributions (AFC) sur tous les faits qui peuvent avoir de l'importance pour déterminer l'assujettissement ou les bases de calcul de l'impôt. La contestation de l'obligation de payer l'impôt anticipé ne libère pas de l'obligation de donner des renseignements. Si cette dernière est contestée, l'AFC rend une décision qui peut être attaquée par la voie de la réclamation et du recours de droit administratif (art. 39 LIA).\n\nLorsque le contribuable ne donne pas à l'autorité fiscale les renseignements requis, l'AFC peut négliger les faits dont le contribuable se prévaut; le refus de fournir des renseignements ne doit en effet pas avoir pour effet l'octroi d'un avantage fiscal (Arch. 37, 296; 22, 408). L'autorité fiscale n'est cependant pas libérée de son devoir d'éclaircir la situation de fait dans la mesure du possible; elle doit prendre sa décision en tenant compte du cours ordinaire des choses et de l'attitude du contribuable (Arch. 44, 394; 21, 384).\n\n2. La société recourante a son siège à Genève. Domiciliée en Suisse au sens des art. 9 et 4 LIA, elle est tenue d'observer les obligations que cette loi lui impose.\n\nL'AFC a constaté que la recourante avait encaissé, au cours des exercices 1967, 1968 et 1969, des sommes importantes provenant de diverses banques. Versés au compte courant que la recourante détient auprès de la banque Y., ces montants ont été crédités dans les livres de X. S.A. au compte \"créancier-actionnaire\". Aucune de ces sommes n'a figuré dans un compte d'exploitation. L'AFC a dès lors invité la recourante à produire les pièces et documents justificatifs nécessaires pour déterminer la nature exacte des opérations qui sont à l'origine des versements.\n\nSelon la jurisprudence, les autorités fiscales peuvent attribuer les rapports de droit et les actes juridiques à celui au nom duquel ils sont établis, la preuve du contraire étant cependant réservée (Arch. 25, 378 et les arrêts cités). En l'espèce, tous les versements litigieux ont été opérés sur le compte courant de la |194| recourante. Les avis de crédit établis par la banque Y. ne mentionnent pas que les fonds en cause sont destinés à un tiers. Dans ces conditions, l'AFC était fondée à considérer que les sommes litigieuses appartenaient à la recourante, et il incombait à cette dernière d'établir que tel n'était pas le cas. A cet égard, X. S.A. ne pouvait se borner à affirmer qu'il n'y avait ni rapport fiduciaire, ni mandat d'encaissement, et qu'il ne s'agissait que d'\"une simple situation de fait traitée comptablement de la manière qui s'imposait\". Si la preuve du contraire n'était pas apportée, l'autorité fiscale pouvait considérer, sur la base des pièces et documents dont elle disposait en l'espèce, que les montants encaissés par la société appartenaient à celle-ci et que leur bonification en faveur de l'actionnaire constituait une prestation appréciable en argent soumise à l'impôt anticipé.\n\n3. a) La recourante admet qu'elle n'a pas été en mesure de fournir à l'AFC toutes les pièces et documents que celle-ci demandait. Elle soutient qu'elle ne pouvait satisfaire aux requêtes de l'autorité pour deux motifs, qu'elle a exposés. D'une part, il serait de notoriété publique que la plupart des transactions du commerce international de la fourrure, auquel participe l'actionnaire unique, ne donnent lieu à aucun acte écrit. D'autre part, certaines des opérations en cause comportaient, pour l'actionnaire, des risques liés aux législations sur le contrôle des changes; elles ne pouvaient donc, pour ce motif, faire référence à leur origine. La recourante soutient dès lors que c'est \"gratuitement\" que l'AFC affirme que X. S.A. a refusé de donner des renseignements qu'elle aurait pu fournir sans difficultés, par crainte que les documents produits ne soient en sa défaveur. On comprendrait d'autant moins une telle affirmation que l'autorité fiscale a refusé de procéder aux auditions offertes qui auraient permis, si besoin était, de clarifier la situation.\n\nLes griefs que la recourante soulève ainsi ne sont pas fondés.\n\nb) Selon l'art. 39 LIA, le contribuable doit renseigner l'autorité fiscale sur tous les faits qui peuvent avoir de l'importance pour déterminer l'assujettissement ou les bases de calcul de l'impôt. Il doit en particulier \"tenir ses livres avec soin et les produire, à la demande de l'autorité, avec les pièces justificatives et autres documents\". C'est dès lors à juste titre |195| que l'AFC relève, dans la décision déférée, que toute société astreinte à tenir une comptabilité doit être en mesure de justifier les opérations enregistrées dans ses livres, et qu'elle doit notamment détenir un ensemble de pièces comptables et de documents - qui ne se limitent pas à des avis de virement bancaires - permettant de déterminer la nature exacte des opérations dans lesquelles elle est intervenue et la part qu'elle a prise à leur déroulement.\n\nEn l'espèce, la recourante ne pouvait se soustraire à son obligation légale de fournir les pièces et documents requis par l'AFC en invoquant un usage du commerce auquel participe son actionnaire unique ou le caractère particulier de certaines opérations. La société suisse qui soutient que des montants encaissés par elle ne la concernent pas, doit être en mesure de prouver son allégation en produisant pièces et documents justificatifs; il lui appartient donc de veiller à disposer des moyens de preuve nécessaires.\n\nCertes, l'art. 12 PA prescrit que \"l'autorité constate les faits d'office et procède, s'il y a lieu, à l'administration des preuves par des moyens tels que documents, renseignements des parties, renseignements et témoignages de tiers\". L'art 14 PA précise que l'audition de témoins peut être ordonnée si les faits ne peuvent pas être suffisamment élucidés d'une autre façon. Mais les dispositions précitées ne sont pas applicables à la procédure en matière fiscale (art. 2 al. 1 PA). Au demeurant, l'obligation de donner des renseignements, telle que l'institue l'art. 39 LIA, ne vise que le contribuable. Sous réserve de ce qui est prévu à l'art. 41 LIA, l'autorité fiscale ne peut astreindre d'autres personnes à une telle obligation. Certes, elle a la faculté de procéder à l'audition de tiers, si ceux-ci déclarent vouloir s'y prêter. Mais l'existence d'une telle possibilité ne permet pas au contribuable de se soustraire à ses obligations légales. L'audition de tiers n'apparaît ainsi utile que dans la mesure où elle permet de corroborer, préciser ou compléter les pièces et documents produits par le contribuable.\n\nSelon l'art. 40 al. 3 LIA, le contribuable qui n'a pas rempli ses obligations légales doit avoir l'occasion de s'expliquer sur les manquements constatés. Le droit de s'expliquer n'implique pas celui de s'exprimer oralement devant l'autorité qui prendra la décision. L'art. 29 PA n'a pas à cet égard une |196| portée plus étendue (cf. ATF 96 I 323, ATF 94 I 109), et le droit de s'exprimer oralement ne découle pas non plus du droit d'être entendu garanti par l'art. 4 Cst. (ATF 96 I 312 consid. 2).\n\nc) La recourante ne saurait soutenir en l'espèce que l'AFC a indûment refusé des offres de preuve. En particulier, c'est à tort qu'elle reproche à l'autorité fiscale de ne pas avoir procédé aux auditions offertes. En réalité, l'AFC a entendu à plusieurs reprises l'administrateur de la société. Elle a également accordé un entretien à l'actionnaire unique de X. S.A., qui ne s'est cependant pas présenté. Au surplus, la recourante n'a pas demandé à l'AFC l'audition d'autres personnes nommément désignées. Dans son recours de droit administratif, elle ne fait d'ailleurs état d'aucune réquisition qu'elle aurait présentée en ce sens en cours de procédure.\n\n4. La recourante a joint à son recours de droit administratif des pièces et documents nouveaux se rapportant aux opérations litigieuses. Elle requiert en outre, à titre subsidiaire, l'audition de plusieurs personnes et, en particulier, celle de l'actionnaire unique.\n\na) La décision attaquée émane de l'Administration fédérale des contributions, et non pas d'un tribunal cantonal ou d'une commission de recours. Le Tribunal fédéral peut ainsi revoir d'office les constatations de fait (art. 105 al. 1 OJ). Selon la jurisprudence, de nouveaux moyens de preuve sont recevables (ATF 102 Ib 127, ATF 100 Ib 355). Rien ne s'oppose donc en principe à la prise en considération des pièces et documents joints par X. S.A. à son recours de droit administratif. Certes, le procédé qui consiste à ne pas fournir des pièces à l'autorité fiscale pour les produire ensuite devant l'autorité de dernière instance n'est pas à l'abri de toute critique. S'il n'entraîne pas l'irrecevabilité de ces moyens de preuve, il peut en revanche influencer la répartition des frais de la procédure ainsi que l'attribution de dépens (cf. art. 156 et 159 OJ).\n\nb) La recourante demande, à titre subsidiaire, l'audition de plusieurs personnes, dont l'actionnaire unique de X. S.A. Une instruction en ce sens ne s'impose toutefois pas.\n\nIl paraît en premier lieu discutable de requérir devant le Tribunal fédéral l'audition de l'actionnaire de la société, alors que celui-ci ne s'est pas présenté devant l'AFC, qui avait pourtant admis de l'entendre. Dans son recours de droit administratif, X. S.A. ne donne aucune explication sur cette |197| défaillance, alors même qu'elle avait expressément requis de l'AFC qu'elle entende l'actionnaire. Peu importe cependant, car l'audition demandée ne se justifie pas pour d'autres motifs. Saisi d'un recours de droit administratif, le Tribunal fédéral, qui statue librement en fait et en droit, n'est pas lié par les offres de preuve des parties; il ne retient que les preuves nécessaires, portant sur des faits pertinents. En l'espèce, il incombe à la recourante d'établir qu'elle n'a pris aucune part au déroulement des opérations qui sont à l'origine des virements et qu'il ne s'agit pas d'affaires traitées pour son compte par l'actionnaire. Elle doit le faire en produisant des pièces et documents justificatifs. Une audition de l'actionnaire ne se justifierait que si elle était de nature à corroborer, préciser ou compléter les faits établis par les documents produits. En revanche, une telle audition ne constitue pas un moyen de preuve nécessaire à la solution du litige si elle ne tend qu'à confirmer les allégations faites par la recourante sur la base des indications fournies par son actionnaire.\n\nPar ailleurs, l'audition d'autres personnes ne serait utile in casu que si elle devait permettre d'apporter des éclaircissements sur des points restés obscurs après l'audition de l'actionnaire. Enfin, les auditions requises sont inutiles dans la mesure où la recourante a produit, à l'appui de ses allégations, des preuves et documents qui les rendent plausibles."}