{"annee": "103", "cour": "V", "page": "83", "date": "26/5/1977", "cite": ["100 V 17", "100 V 18"], "cite_par": ["104 V 27", "107 V 239", "115 V 413", "112 V 30"], "chapeau": "22. Urteil vom 26. Mai 1977 i.S. Schweizerische Unfallversicherungsanstalt gegen F. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 82 al. 1 LAMA. - Le droit à l'indemnité en capital n'est pas limité exclusivement aux cas de névrose. - Le recouvrement de la capacité de travail est une condition légale du versement de l'indemnité en capital. - Pour pouvoir admettre que l'assuré névrotique ne recouvrera plus sa capacité de travail, il faut une déclaration tout à fait claire d'un psychiatre qui soit conforme à la doctrine généralement reçue."], "faits": "|83|\n\nA.- Am 15. Dezember 1972 erlitt F. einen Betriebsunfall, indem eines der Grossflächen-Schalungselemente beim Abladen auf einem Bauplatz auf ihn stürzte. Dabei erlitt er eine Oberkiefer-Jochbein-Fraktur und eine Felsenbeinlängsfraktur, verschiedene Rissquetschwunden im Gesicht, eine Luxationsfraktur des linken Oberarmes und eine Läsion des Fazialisstirnastes links. Während Dr. M. eine Commotio cerebri verneinte, ergab die Untersuchung im Krankenhaus G., Wo der Versicherte unmittelbar nach dem Unfall eingeliefert |84| worden war, keinen Anhaltspunkt für eine Commotio (Arztberichte vom 21. Dezember 1972 und 3. Januar 1973).\n\nAuf Grund seiner Untersuchung vom 21. Mai 1973 veranlasste der SUVA-Kreisarzt, der ein erhebliches psychoorganisches Syndrom vermutete, eine psychiatrische Abklärung durch Dr. R. Dieser stellte die Diagnose einer schweren hysterischen Unfallneurose bei debilem Hilfsarbeiter mit simulatorischen und gewissen Begehrens-Tendenzen, Der Arzt vertrat die Auffassung, dass der Versicherte veranlasst werden sollte, halbtags leichtere Arbeit zu verrichten; nachher sollte die Leistung sukzessive gesteigert werden (Gutachten vom 5. Juli 1973). Am 19. Juli 1973 nahm F. seine Tätigkeit bei der frühern Arbeitgeberfirma wieder auf. Seine Leistungen waren unterschiedlich und lagen, nach den Erhebungen der SUVA an Ort und Stelle, eher unter 50%.\n\nMit Verfügung vom 28. Januar 1974 sprach die SUVA dem Versicherten eine am 17. November 1973 beginnende Rente wegen 35%iger Invalidität zu.\n\nB.- Am 5. Februar 1974 teilte der Arbeitgeber der SUVA mit, F. habe von Mitte November bis Ende 1973 praktisch nicht gearbeitet. Seit Januar arbeite er 4-6 Stunden täglich, doch sei das Ergebnis so dürftig, dass die Lohnzahlung einem Geschenk gleichkomme. Der Versicherte klage ständig über Kopfschmerzen und andere Beschwerden. Darauf liess ihn die SUVA nochmals neuropsychiatrisch begutachten. Der Experte Dr. P., Chefarzt der kantonalen Heilanstalt W., diagnostizierte eine \"schwere hysterische Unfallreaktion (fast im Sinne einer hysterischen Psychose) nach erheblichem Schädelunfall, vermutlich Contusio cerebri (15. Dezember 1972), ohne nennenswerte neurologische Folgen, jedoch mit groteskem Fehlverhalten und Pseudodemenz; bei der massiven hysterischen Symptomatik könnten allenfalls gewisse hirnorganische Schädigungen vorliegen, vor allem organische Wesensveränderung\". Der Versicherte habe sich in seine psychische Fehlhaltung schon völlig eingelebt. Der Unfall sei keine adäquate Ursache für die schwere seelische Fehlentwicklung. Dr. P. empfahl, den Fall auf der Basis hälftiger Arbeitsfähigkeit während drei Jahren mit einer Abfindung zu erledigen.\n\nDie SUVA hob in der Folge die Invalidenrente auf den 1. Juli 1974 auf und gewährte F. gleichzeitig eine dem Vorschlag von Dr. P. entsprechende Abfindung. Sie begründete |85| dies damit, dass keine organischen Schädigungen mehr vorhanden seien, welche die Arbeitsfähigkeit messbar beeinträchtigen würden (Verfügung vom 2. Juli 1974).\n\nC.- Der Arbeitgeber hielt die Abfindung für \"völlig indiskutabel\" und riet F., die Abfindungszahlung nicht anzunehmen. Der Versicherte sei wegen seiner geringen Leistung für den Betrieb nicht mehr tragbar (Brief an die SUVA vom 3. Juli 1974). Rechtsanwalt Dr. X. ersuchte die SUVA, F. stationär begutachten zu lassen. Die SUVA kam diesem Begehren nach und beauftragte Dr. G., Chefarzt der Kantonalen neuropsychiatrischen Klinik in M., mit der entsprechenden Untersuchung. Zu diesem Zweck hielt sich der Versicherte vom 17. Oktober bis 22. Dezember 1974 in der genannten Klinik auf. Dr. G. verneinte das Vorliegen eines eigentlichen psychoorganischen Syndroms und schrieb das Verhalten des F. einer Psychoneurose als Folge und Komplikation des Unfallereignisses zu (Gutachten vom 14. Januar 1975).\n\nGestützt auf dieses Gutachten teilte die SUVA am 27. Januar 1975 dem Rechtsvertreter des Versicherten verfügungsweise mit, dass sie an der Abfindung, wie sie in ihrem Verwaltungsakt vom 2. Juli 1974 verfügt worden sei, grundsätzlich festhalte. Hingegen lege sie der Berechnung der Abfindung eine medizinische Invalidität von 100%, 75% und 50% für je ein Jahr zugrunde. Damit erhöhe sich die Abfindungssumme auf Fr. 37'000.--.\n\nD.- F. liess am 23. Juli 1975 beim Versicherungsgericht des Kantons St. Gallen \"Anfechtungsklage\" erheben, indem er die Aufhebung der Verfügung vom 2. Juli 1974 bzw. 27. Januar 1975 verlangte und die Gewährung einer Rente wegen vollständiger Invalidität beantragte.\n\nDas kantonale Versicherungsgericht stellte zunächst fest, dass die \"Klage\" gegen die Verfügung vom 2. Juli 1974, weil nach Ablauf der sechsmonatigen Rechtsmittelfrist eingereicht, eindeutig verspätet sei. Indessen sei an die Stelle jener Verfügung diejenige vom 27. Januar 1975 getreten, welche das ganze Streitthema umfasse. Im allgemeinen sei es zwar der SUVA nicht gestattet, auf eine \"klagefähige\" Verfügung während der Rechtsmittelfrist zurückzukommen. Wegen der Besonderheit des vorliegenden Falles sei aber die Verfügung vom 27. Januar 1975 zulässig gewesen. Auf die \"Klage\" sei daher einzutreten, soweit sie sich gegen die Verfügung vom 27. Januar |861975| richte. - In materieller Hinsicht vertrat die Vorinstanz die Auffassung, dass die Psychoneurose rein unfallbedingt sei, weshalb die SUVA grundsätzlich voll dafür einzustehen habe. Indessen könne die Leistungseinbusse nicht durch eine Abfindung abgegolten werden, weil nicht anzunehmen sei, dass der Versicherte nach Erledigung seiner Versicherungsansprüche wieder erwerbsfähig würde. Offenbar realisiere er überhaupt nicht, welche Bewandtnis es mit der Unfallversicherung habe. Er sei vorwiegend in Wahnideen verfangen, die mit der Versicherung nichts zu tun hätten. Demzufolge habe er weiterhin Anspruch auf eine Invalidenrente, die auf den 1. Juli 1974 neu festzusetzen sei. Der Versicherte sei vollständig erwerbsunfähig geblieben, was übrigens auch von der Invalidenversicherungs-Kommission anerkannt worden sei. Vorbehalten bleibe die Revision gemäss Art. 80 KUVG und allenfalls die Herabsetzung der Rente gemäss Art. 45 IVG. In diesem Sinn hiess das kantonale Versicherungsgericht am 5. Februar 1976 die \"Klage\" gut ...\n\nE.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Wiederherstellung ihrer Verfügungen vom 2. Juli 1974 bzw. 27. Januar 1975.\n\nFür F. trägt dessen Rechtsvertreter auf Abweisung der Verwaltungsgerichtsbeschwerde an ... Zur Begründung wird im wesentlichen erneut die Meinung vertreten, der Beschwerdegegner werde auch nach Erledigung seiner Versicherungsansprüche die Erwerbsfähigkeit nicht wieder erlangen, weshalb die Voraussetzungen zur Gewährung einer Abfindung nicht erfüllt seien.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Wenn von der Fortsetzung der ärztlichen Behandlung eine namhafte Besserung des Gesundheitszustandes des Versicherten nicht erwartet werden kann und der Unfall eine voraussichtlich bleibende Erwerbsunfähigkeit hinterlässt, so hören die bisherigen Leistungen auf und der Versicherte erhält eine Invalidenrente (Art. 76 KUVG).\n\nWenn von der Fortsetzung der ärztlichen Behandlung eine namhafte Besserung des Gesundheitszustandes nicht erwartet werden kann, jedoch die Annahme begründet ist, dass der Versicherte nach Erledigung seiner Versicherungsansprüche |87| und bei Wiederaufnahme der Arbeit die Erwerbsfähigkeit wieder erlangen werde, so hören die bisherigen Leistungen auf, und der Versicherte erhält statt einer Rente eine Abfindung (Art. 82 Abs. 1 KUVG). Diese Bestimmung ist insbesondere auf Versicherte anwendbar, die sich von den somatischen Unfallfolgen erholt haben, aber durch psychogene Störungen von der Wiederaufnahme der Erwerbstätigkeit abgehalten werden. In solchen Fällen soll die Abfindung den Verunfallten von der Versicherung lösen und ihm eine schrittweise Wiedergewöhnung an seine Arbeit ermöglichen (BGE 100 V 17, EVGE 1960 S. 265 f., 1951 S. 8, 1950 S. 82, RSKV 1976 S. 37, unveröffentlichte Urteile vom 3. Februar 1976 i.S. Rapuano, vom 8. Januar 1974 i.S. De Girolamo und vom 23. Mai 1972 i.S. Wasmer). Nach der zitierten Rechtsprechung haftet die SUVA nur für die Unfall- und Behandlungsneurosen. Dagegen sind die Renten- oder Begehrungsneurosen von der Versicherung ausgeschlossen, weil es hier an einem rechtserheblichen Kausalzusammenhang zwischen diesen Störungen und dem Unfall fehlt (BGE 100 V 18, EVGE 1960 S. 260 und 1950 S. 77, RSKV 1976 S. 36, unveröffentlichte Urteile i.S. Rapuano und vom 6. September 1973 i.S. Perilli sowie vom 24. August 1971 i.S. Parisenti; vgl. MAURER, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, 2. Aufl., S. 255 f.).\n\n2. Die Vorinstanz nimmt - im Wesentlichen in Übereinstimmung mit dem Beschwerdegegner - anhand der medizinischen Unterlagen an, dass F. an einer unfallbedingten, die volle Haftung der SUVA begründenden Psychoneurose leide, die seine Erwerbsfähigkeit beeinträchtige. Sie hält aber dafür, dass der Fall nicht mit einer Abfindung abgeschlossen werden dürfe, weil im Sinne des Wahrscheinlichkeitsbeweises die Annahme nicht begründet sei, dass der Beschwerdegegner nach Erledigung seiner Versicherungsansprüche bei Wiederaufnahme der Arbeit die Erwerbsfähigkeit wieder erlangen werde. Demgegenüber macht die SUVA geltend, Art. 82 KUVG sei nicht dem Wortlaut, wohl aber dem Sinne nach eine Speziallösung für Neurosen, \"basierend auf der Vorstellung, dass die Abfindung die Neurose automatisch verschwinden lässt\"; es sei deshalb \"den das Gesetz Anwendenden grundsätzlich verwehrt, sich auf den Standpunkt zu stellen, vom Gesetzeswortlaut her sei die Wiedererlangung der Erwerbsfähigkeit eine |88| weitere Voraussetzung zur Abfindung, und bei Zweifeln in dieser Richtung auf Rente zu erkennen\". Unabhängig von dieser Prognose müsse immer dort abgefunden werden, \"wo eine abfindungswürdige Unfallneurose vorliegt\".\n\nGewiss ist Art. 82 KUVG dem Sinne nach in erster Linie auf Neurosen zugeschnitten. Der Wortlaut dieser Bestimmung verlangt aber nicht, dass dies der einzige Anwendungsfall sei. Schon in seinem Urteil i.S. Schwab vom 19. November 1921 (zitiert bei LAUBER, Praxis des sozialen Unfallversicherungsrechts der Schweiz, S. 115) hat das Eidg. Versicherungsgericht erklärt: \"Die Neurose, an welche bei Erlass dieser Gesetzesbestimmung hauptsächlich gedacht Wurde, ist zwar ihr wichtigster, aber nicht ihr einziger Anwendungsfall.\" MAURER (S. 261) verweist auf diesen Fall mit der Bemerkung, Art. 82 sei in der Praxis gelegentlich nicht nur auf Neurosen, sondern auch auf organische Leiden, z.B. auf Ekzeme, angewandt worden. In die gleiche Richtung weist das in RSKV 1976 S. 35 publizierte Urteil, wo erklärt wird, dass Art. 82 Abs. 1 vor allem (\"anzitutto\") die Fälle von Neurosen betreffe (S. 37). Jedenfalls besteht kein triftiger Grund dafür, diese Bestimmung zum vorneherein nur auf Neurosen anzuwenden, auch wenn sie \"zur Hauptsache auf das ihm schon ursprünglich zugedachte Gebiet der Neurose beschränkt\" bleibt (MAURER S. 262). Daher kann der SUVA nicht beigepflichtet werden, wenn sie meint, \"der gesetzliche Hinweis\" des Art. 82 auf die Wiedererlangung der Erwerbsfähigkeit nach Aufnahme der Arbeit bedeute nur, dass \"nach KUVG die Abfindung die Therapie der Wahl für Neurosen darstellt\", und er sei \"blosser Ausfluss der Erfahrung, dass der Abfindung dieser Erfolg an sich schon eignet\" mit der Wirkung, dass in der Wiedererlangung der Erwerbsfähigkeit keine selbständige Voraussetzung für die Zusprechung einer Abfindung erblickt werden dürfe. Vielmehr ist die begründete Annahme, der Versicherte werde nach Erledigung der Versicherungsansprüche und bei Wiederaufnahme der Arbeit die Erwerbsfähigkeit wieder erlangen, eine vom Gesetz verlangte Voraussetzung für den Abschluss eines Versicherungsfalles durch Abfindung.\n\nIm häufigsten Anwendungsfall der Neurose ist erfahrungsgemäss die Abfindung in der Regel das geeignete therapeutische Mittel, um dem Versicherten zur Wiedererlangung der Erwerbsfähigkeit zu verhelfen. Eine Ausnahme von dieser |89| Regel in dem Sinne, dass die Abfindung diesen Zweck nicht erreichen werde, dürfte nur angenommen werden, wenn sie im konkreten Fall durch eine ganz eindeutige, allgemein geltender Lehrmeinung entsprechende Beurteilung eines Psychiaters bestätigt würde.\n\n3. Es ist unbestritten, dass F. an einer Psychoneurose leidet, für welche der Betriebsunfall vom 15. Dezember 1972 adäquat kausal ist. Wenn der Experte Dr. P. in seinem Gutachten nebenbei bemerkt, natürlich sei der \"Unfall vom 15. Dezember 1972 keine adäquate Ursache für diese schwere seelische Fehlentwicklung\", so will er damit offensichtlich nur auf die Diskrepanz zwischen der relativ geringfügigen somatischen Ursache und der schweren seelischen Fehlverarbeitung hinweisen und nicht das Fehlen der adäquaten Kausalität im Rechtssinne feststellen, wozu ohnehin nicht der Arzt, sondern der Richter zuständig ist. Bezeichnenderweise legt denn auch Dr. P. in seinem Gutachten vorgängig der erwähnten Bemerkung dar, es liessen sich am jetzigen Zustandsbild keine eigentlichen unfallfremden Faktoren feststellen. Die Parteien stimmen auch darin überein, dass die weitere ärztliche Behandlung den Gesundheitszustand nicht namhaft bessern wird. Damit ist nach allgemeiner Erfahrung zu vermuten, der Beschwerdegegner werde nach der von Dr. P. vorgeschlagenen abfindungsmässigen Erledigung des Versicherungsfalles die Arbeit Wieder aufnehmen und seine Erwerbsfähigkeit wieder erlangen, sofern nicht das Ergebnis psychiatrischer Untersuchungen diese rechtliche Vermutung als unzutreffend erscheinen lässt.\n\nWas das kantonale Versicherungsgericht anführt, um zu begründen, dass eine Abfindung den mit ihr verfolgten Zweck beim Beschwerdegegner nicht erreichen wird, ist nicht stichhaltig. Es beruft sich zunächst auf die Aussagen des Dr. med. W., der am 28. Juni 1975 der Invalidenversicherung berichtete, seit dem Unfall sei es nicht gelungen, dem Versicherten eine entsprechende Arbeit zuzuteilen, weshalb die Prognose schlecht sei. An eine Arbeitsaufnahme sei nicht zu denken. Auch hätten sich Schlaflosigkeit, Kopfweh und Wesensveränderung durch verschiedene Behandlungsversuche kaum beeinflussen lassen. Demgegenüber ist festzustellen, dass Dr. W. Allgemeinpraktiker und nicht Facharzt auf dem hier zur Diskussion stehenden medizinischen Spezialgebiet der |90| Psychiatrie ist. Zudem stützt sich seine schlechte Prognose allein auf die bisher mit dem Beschwerdegegner gemachten Erfahrungen, während aber für die Anwendung von Art. 82 KUVG von der allgemeinen Erfahrung auszugehen ist, dass die Abfindung als solche künftig einen therapeutischen Effekt haben wird.\n\nDie Vorinstanz stützt sich ferner auf den Bericht der Regionalstelle St. Gallen für berufliche Eingliederung vom 8. Juli 1974, worin auf Grund von Abklärungen am Arbeitsplatz und zuhause jegliche Eingliederungsmöglichkeit des Versicherten verneint wird. Aber auch diese Beurteilung beruht auf dem bisherigen Zustandsbild und lässt die therapeutische Wirkung einer Abfindung unberücksichtigt.\n\nIst somit nicht dargetan, dass sich im vorliegenden Fall ein Abweichen von der Regel, wonach bei Unfallneurosen die abfindungsmässige Erledigung den Versicherten zur Wiedererlangung der Erwerbsfähigkeit führen werde, rechtfertigt, so durfte die SUVA die Invalidenrente durch eine Abfindung ersetzen. Und da diese in masslicher Hinsicht, wie sie mit Verfügung vom 27. Januar 1975 festgesetzt wurde, nicht bestritten ist, hat es bei jenem Verwaltungsakt sein Bewenden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird gutgeheissen und der Entscheid des Versicherungsgerichts des Kantons St. Gallen vom 5. Februar 1976 aufgehoben."}