{"annee": "103", "cour": "V", "page": "16", "date": "10/1/1977", "cite": ["98 V 100", "101 V 43", "99 V 165"], "cite_par": ["115 V 202", "119 V 416", "112 V 397", "115 V 191"], "chapeau": "3. Auszug aus dem Urteil vom 10. Januar 1977 i.S. Häberli gegen Ausgleichskasse des Kantons Bern und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 21 al. 3 LAI et art. 14 al. 1 lit. a RAI. Conditions de l'octroi d'une prothèse \"myoélectrique\" pour le bras."], "faits": "", "considerants": "|16|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 8 Abs. 1 IVG hat jeder invalide oder von einer Invalidität unmittelbar bedrohte Versicherte gegenüber der Invalidenversicherung Anspruch auf Eingliederungsmassnahmen, wenn und soweit solche notwendig und geeignet sind, die Erwerbsfähigkeit wieder herzustellen, zu verbessern, zu erhalten oder ihre Verwertung zu fördern. Zu diesen Massnahmen gehören laut Art. 8 Abs. 3 lit. d in Verbindung mit Art. 21 Abs. 1 IVG zum Beispiel die Hilfsmittel, deren ein Invalider für die Ausübung der Erwerbstätigkeit bedarf.\n\nZu den erwähnten Hilfsmitteln zählen unter anderem die in Art. 14 Abs. 1 lit. a IVV aufgeführten künstlichen Glieder mit Zubehör, wie Fuss-, Bein-, Hand- und Armprothesen. Doch bestimmt Art. 21 Abs. 3 IVG, dass die Invalidenversicherung ausschliesslich Hilfsmittel in einfacher und zweckmässiger Ausführung abgeben dürfe.\n\nb) Nach der Rechtsprechung hat der Versicherte in der Regel nur Anspruch auf die dem jeweiligen Eingliederungszweck angemessenen, notwendigen Massnahmen, nicht aber auf die nach den gegebenen Umständen bestmöglichen Vorkehren. Denn das Gesetz will die Eingliederung lediglich so weit sicherstellen, als diese im Einzelfall notwendig, aber auch genügend ist (vgl. Art. 8 Abs. 1 IVG; BGE 99 V 165, BGE 98 V 100; EVGE 1966 S. 103). Ferner muss der voraussichtliche Erfolg einer Eingliederungsmassnahme in einem vernünftigen Verhältnis zu ihren Kosten stehen (BGE 101 V 53 Erw. 3d mit Hinweisen).\n\n|17|\n\n2. Im vorliegenden Fall ist unbestritten, dass der Versicherte von der Invalidenversicherung eine Armprothese beanspruchen kann. Streitig ist einzig, ob die Versicherung anstelle der mechanischen eine myoelektrische Prothese abgeben muss.\n\na) Laut den Darlegungen des Bundesamtes für Sozialversicherung sind grundsätzlich drei Formen von Hand- bzw. Armprothesen zu unterscheiden:\n\n- Einfache Armprothese mit Haken und einer Schmuckhand.\n\n- Schulterzugprothese mit beweglichem Daumen und Zeigefinger. Die Zangen- bzw. Greifbewegung von Daumen und Zeigefinger wird durch Züge ermöglicht, welche durch die Muskulatur des Schultergürtels betätigt werden. Diese Prothese eignet sich insbesondere für eine körperlich nicht allzu schwere Arbeit, erlaubt aber keine feinen Manipulationen.\n\n- Hochmechanisierte Prothese, die neben der Fingerbewegung auch eine Rotation des Vorderarms möglich macht. Hier haben sich am besten die elektrisch angetriebenen Behelfe bewährt, während pneumatische Prothesen nur noch ausnahmsweise verwendet werden. Die Steuerung der Bewegungen erfolgt bei den elektrischen bzw. myoelektrischen Prothesen durch die bei der Betätigung der Armmuskeln entstehenden sehr schwachen Aktionsströme, die mittels elektronischer Relais verstärkt werden müssen. Die Bewegungen selber entstehen durch einen batteriebetriebenen Elektromotor.\n\nZu diesen letztgenannten Prothesen führte das Bundesamt für Sozialversicherung namentlich aus:\n\n\"Die myoelektrischen Prothesen sind zwar noch nicht als ideal zu bezeichnen, aber im gegenwärtigen Zeitpunkt doch so weit entwickelt, dass die Sozialversicherungen (SUVA, MV, IV) solche in ausgesuchten Spezialfällen abgeben können ...\n\nDer richtige Gebrauch der myoelektrischen Prothese stellt sehr hohe Anforderungen an die Qualität des Amputationsstumpfes, an die Intelligenz sowie an die Geschicklichkeit des Amputierten. Es drängen sich deshalb sehr ausgedehnte Abklärungen durch Spezialisten auf, bevor die Sozialversicherungen derartige - in Anschaffung und Gebrauch sehr aufwendige - Behelfe abgeben. Der Amputierte selber ist zweifellos nie in der Lage, zu beurteilen, ob er eine solche Prothese benützen könne.\n\nUm eine möglichst rechtsgleiche und wirkungsvolle Praxis in der Zusprechung dieser in jeder Beziehung kostspieligen und anspruchsvollen |18| Hilfsmittel zu erreichen, wurde den IV-Kommissionen die Weisung erteilt, alle Fälle, für die eine myoelektrische Prothese verlangt wird, durch einen erfahrenen Gutachter beurteilen zu lassen. Hiefür hat sich Dr. med. D., Leiter der Abteilung für experimentelle Orthopädie des Inselspitals, Bern, zur Verfügung gestellt. Wohl steht es dem Versicherten frei, auch einen andern Arzt zu Rate zu ziehen, doch haben sich die IV-Kommissionen in erster Linie an die Beurteilung durch den genannten Facharzt zu halten.\"\n\nb) Dr. D. erklärte im Bericht vom 24. Januar 1976, die Abgabe einer myoelektrischen Prothese sei vom orthopädisch-medizinischen Standpunkt zu befürworten, wobei indessen die Erwerbsfähigkeit kaum verbessert werden könne. Es frage sich, ob die Elektroprothese nicht einen Luxus darstelle, nachdem es möglich sei, den Zustand des Versicherten mit einer Schulterzugprothese zu verbessern.\n\nAuf diese Stellungnahme ist abzustellen. Daraus folgt nach dem in Erwägung 1b Gesagten, dass der Versicherte keinen Anspruch auf Abgabe des verlangten Hilfsmittels durch die Invalidenversicherung hat."}