{"annee": "103", "cour": "IA", "page": "137", "date": "13/7/1977", "cite": ["97 I 616", "103 IV 27", "98 IA 1", "101 IA 169", "101 IA 298", "100 IA 8", "96 I 617", "101 IA 292"], "cite_par": ["105 IA 288", "110 IA 99", "105 IA 190", "108 IA 188", "105 IA 193", "111 IB 102"], "chapeau": "27. Auszug aus dem Urteil vom 13. Juli 1977 i.S. Ineichen und Konsorten gegen Staatsanwaltschaft und Obergericht des Kantons Luzern", "regestes": ["Art. 4 Cst.; droit d'être entendu dans le procès pénal. Dans quels cas doit-on donner à l'inculpé l'occasion de s'exprimer lorsqu'il est jugé à nouveau après annulation par le Tribunal fédéral d'un jugement pénal cantonal?"], "faits": "BGE 103 Ia 137 S. 137\n\nAm 11. Mai 1976 verurteilte das Obergericht des Kantons Luzern als Appellationsinstanz Hans Ineichen, Jürg Bucher, Werner Jappert und Jakob Kunz wegen verschiedener Delikte zu Freiheitsstrafen zwischen 6 Monaten Gefängnis und 2 1/2 Jahren Zuchthaus sowie zu Bussen zwischen Fr. 500.-- und 500'000.--. Das Bundesgericht hob dieses Urteil auf Nichtigkeitsbeschwerde hin auf (BGE 103 IV 27 ff.) und wies die Sache zur Neubeurteilung im Sinne der Erwägungen zurück. Den Erwägungen ist zu entnehmen, dass das Bundesgericht den Schuldspruch hinsichtlich mehrerer Delikte aufhob und die Strafzumessung aus verschiedenen Gründen der Kritik unterzog. Am 30. März 1977 fällte das Obergericht des Kantons Luzern ein neues Urteil und setzte die Freiheitsstrafen zwischen 6 Monaten Gefängnis und zwei Jahren Zuchthaus und die Bussen zwischen Fr. 300.-- und 300'000.-- fest. Gegen diesen Entscheid führen die vier Verurteilten staatsrechtliche Beschwerde, im wesentlichen mit der Begründung, das Obergericht des Kantons Luzern habe nach der Rückweisung der Sache neu entschieden, ohne den Parteien Gelegenheit zu geben, sich an einer Verhandlung zu den durch das Bundesgericht aufgeworfenen Fragen auszusprechen. Das Obergericht des Kantons Luzern beantragt, die Beschwerden abzuweisen, die Staatsanwaltschaft, sie abzuweisen, soweit darauf einzutreten sei. Das Bundesgericht heisst die Beschwerden gut.\n\nBGE 103 Ia 137 S. 138", "considerants": "Aus den Erwägungen:\n\n2. a) Der Umfang des Anspruchs auf rechtliches Gehör wird zunächst durch die kantonalen Verfahrensvorschriften umschrieben. Wo sich dieser kantonale Rechtsschutz als ungenügend erweist, greifen die unmittelbar aus Art. 4 BV folgenden, also bundesrechtlichen Verfahrensregeln zur Sicherung des rechtlichen Gehörs Platz, die dem Bürger in allen Streitsachen ein bestimmtes Mindestmass an Verteidigungsrechten gewährleisten. Ob der unmittelbar aus Art. 4 BV folgende Anspruch auf rechtliches Gehör verletzt ist, prüft das Bundesgericht frei (BGE 101 Ia 170; BGE 98 Ia 6, 131; BGE 96 I 620).\n\nb) Die Beschwerdeführer stützen sich zunächst auf kantonales Recht. Sie machen geltend, gemäss § 240 Abs. 1 in Verbindung mit § 168 StPO dürfe ein Appellationsurteil nur auf Grund einer öffentlichen Verhandlung gefällt werden. Dem halten das Obergericht und die Staatsanwaltschaft im wesentlichen entgegen, das Bundesgericht habe nicht Verfahrensmängel gerügt, sondern lediglich bestimmte Tatbestände als nicht erfüllt betrachtet. Demnach behalte die bereits durchgeführte Berufungsverhandlung ihre Gültigkeit; zu wiederholen sei nur die Urteilsberatung gewesen, die nach gesetzlicher Vorschrift (§ 181 Abs. 1 StPO) geheim sei.\n\nEs trifft zu, dass nach den angeführten Bestimmungen der Strafprozessordnung des Kantons Luzern die Verhandlungen in Strafprozessen vor Obergericht ebenso wie vor der ersten Instanz öffentlich sind. Es ist aber unbestritten, dass vor Ausfällung des durch das Bundesgericht aufgehobenen Urteils eine öffentliche Hauptverhandlung durchgeführt wurde, so dass § 168 StPO nicht verletzt ist. Aus dieser Bestimmung ist, entgegen der Auffassung der Beschwerdeführer, nicht abzuleiten, dass ein Urteil nur unmittelbar im Anschluss an eine öffentliche Verhandlung gefällt werden darf. Das Gesetz enthält keine entsprechende Vorschrift, und es lässt insbesondere auch die Frage offen, ob nach der Aufhebung eines Strafurteils durch das Bundesgericht vor der Ausfällung eines neuen Urteils die Hauptverhandlung wiederholt werden muss. Eine Verletzung des luzernischen Strafprozessrechtes liegt deshalb nicht vor.\n\nc) Weiter ist zu prüfen, ob den Beschwerdeführern kraft Bundesrechts ein Anspruch auf eine neue Verhandlung vor BGE 103 Ia 137 S. 139Obergericht zugestanden habe. Es liegt nahe, eine diesbezügliche Bestimmung im Bundesgesetz über die Bundesstrafrechtspflege (BStP) zu suchen, das besondere Bestimmungen enthält für Bundesstrafsachen, die von kantonalen Behörden zu beurteilen sind. Indessen sagt Art. 277ter BStP lediglich, wenn der Kassationshof des Bundesgerichtes die Beschwerde im Strafpunkt für begründet halte, so hebe er den angefochtenen Entscheid auf und weise die Sache zu neuer Entscheidung an die kantonale Behörde zurück, die ihrer Entscheidung die rechtliche Begründung der Kassation zugrunde zu legen habe. Darüber, wie das kantonale Verfahren nach der Rückweisung auszugestalten sei, enthält das Bundesstrafprozessrecht keine Vorschrift.\n\nd) Schliesslich stellt sich die Frage, ob die unmittelbar aus Art. 4 BV abgeleiteten Verfahrensregeln verletzt worden sind. Diese verfolgen im Strafprozess vor allem den Zweck, die Wahrheitsfindung und die Verwirklichung des materiellen Strafrechts in einer Weise herbeizuführen, die den Angeschuldigten gegen die Gefahr staatlichen Machtmissbrauchs und gegen die Beeinträchtigung seiner Verteidigungsrechte schützt (BGE 101 Ia 170 E. 1 mit Hinweisen). Zu den fundamentalen, durch Art. 4 BV gewährleisteten Verteidigungsrechten gehört insbesondere das Recht des Angeschuldigten, sich zu allen wesentlichen Anklagepunkten zu äussern, namentlich auch zur Strafzumessung (BGE 101 Ia 296 E. 1d; BGE 97 I 617 mit Hinweisen).\n\nDer Zweck des Anspruchs auf rechtliches Gehör legt nahe, je nach dem Inhalt des Rückweisungsentscheides des Bundesgerichts verschiedene Lösungen zuzulassen. So erscheint eine neue Verhandlung vor der kantonalen Instanz von Bundesrechts wegen nicht als erforderlich, wenn die Erwägungen des Rückweisungsentscheides eindeutige, verbindliche Weisungen enthalten, die der kantonalen Instanz im Strafpunkt keinen Ermessensspielraum mehr lassen, wie z.B. bei Rückweisung zur Freisprechung des Angeschuldigten oder zur Verweigerung des bedingten Strafvollzuges. Einen Grenzfall stellt die Rückweisung zur Gewährung des bedingten Strafvollzuges dar. Es lässt sich die Auffassung vertreten, dass jedenfalls dann eine Verhandlung anzusetzen sei, wenn das kantonale Gericht eine längere als die gesetzliche Mindestprobezeit anzusetzen beabsichtigt, doch braucht diese Frage hier nicht entschieden BGE 103 Ia 137 S. 140zu werden. Beurteilt jedoch der Kassationshof die Sache im Schuldpunkt anders als die kantonale Instanz, so liegt eine neue Sachlage vor, die es erforderlich macht, dem Angeschuldigten Gelegenheit zu geben, sich nochmals zur Strafzumessung, zur Frage des bedingten Vollzuges und zu allfällig in Betracht fallenden Massnahmen zu äussern. So hat das Bundesgericht in BGE 101 Ia 170 ein Urteil des Obergerichts des Kantons Luzern aufgehoben, weil dieses den Angeschuldigten, nachdem es ihn in einem ersten Entscheid freigesprochen hatte, in Befolgung einer vom Kassationshof des Bundesgerichts erteilten Weisung der Übertretung von Strassenverkehrsvorschriften schuldig befunden hatte, ohne ihm vorher Gelegenheit zu geben, sich zum Schuldpunkt zu äussern. In erhöhtem Masse gilt dies, wenn nicht nur der Schuldpunkt neu zu beurteilen ist, sondern - wie auch im zu beurteilenden Fall - ebenso die Strafzumessung auf Grund bloss genereller Richtlinien des Bundesgerichts neu zu erfolgen hat, also wiederum ein Ermessensentscheid zu treffen ist.\n\nDem Standpunkt des Obergerichtes und der Staatsanwaltschaft, wonach die Gelegenheit zu einer Stellungnahme schon vor dem ersten kantonalen Urteil bestanden habe, kann deshalb nicht beigepflichtet werden, weil sich die persönlichen Verhältnisse des Angeschuldigten in der Zwischenzeit in einer für die Strafzumessung erheblichen Weise verändert haben können. So ist es möglich, dass der Angeklagte erkrankt ist, dass er - was bei Geldbussen in Betracht fällt - erhebliche finanzielle Verluste erlitten hat oder dass er tätige Reue bekundet, insbesondere bei Vermögensdelikten den gestifteten Schaden ganz oder teilweise wieder gutgemacht hat. Die Beispiele liessen sich vermehren. Wird das neue Urteil ohne Anhörung des Angeschuldigten gefällt, so entgeht ihm die Möglichkeit, Strafmilderungs- oder Herabsetzungsgründe dieser Art dem Richter vorzutragen. Das Urteil ergeht somit nicht in voller Kenntnis der zur Zeit seiner Fällung massgebenden Tatsachen, was dem Sinn des Strafrechts widerspricht. Ob im vorliegenden Falle neue Tatsachen der erwähnten Art hätten vorgebracht werden können, ist angesichts der formellen Natur des Anspruchs auf rechtliches Gehör nicht zu untersuchen (BGE 101 Ia 303; BGE 100 Ia 10 mit Hinweisen).\n\nDie Staatsanwaltschaft und das Obergericht berufen sich zur Stützung ihrer Gegenmeinung auf ein nicht veröffentlichtes BGE 103 Ia 137 S. 141Urteil des Bundesgerichts i.S. A. vom 28. Juni 1974. Dort war der Angeschuldigte in einem ersten Urteil des Obergerichts des Kantons Luzern zu einer Freiheitsstrafe und zu den Verfahrenskosten verurteilt worden. Zugleich verfügte das Obergericht die Einziehung mehrerer unechter Gemälde. Der Angeklagte erhob staatsrechtliche Beschwerde gegen die Verurteilung und die Kosten, nicht aber gegen die Einziehung der Gemälde. Nach der teilweisen Gutheissung der Beschwerde durch das Bundesgericht wegen willkürlicher Beweiswürdigung wurde der Angeschuldigte im zweiten kantonalen Verfahren zwar freigesprochen, jedoch wurde die Einziehung der unechten Gemälde bestätigt und dem Angeschuldigten ein Teil der Verfahrenskosten auferlegt. Das Obergericht musste damals nicht notwendigerweise eine zweite Hauptverhandlung durchführen, wie das Bundesgericht auf staatsrechtliche Beschwerde hin entschied. Soweit der Angeschuldigte freigesprochen wurde, war er nicht mehr beschwert, weshalb ein Anspruch auf rechtliches Gehör in diesem Punkt ohnehin nicht bestand. Was die Einziehungsverfügung der Bilder betrifft, handelte es sich im wesentlichen um die Bestätigung des ersten, vom Angeschuldigten in diesem Punkt nicht angefochtenen und deshalb vom Bundesgericht nicht aufgehobenen Urteils, weshalb das Obergericht auf Grund des Kassationsentscheides keine Veranlassung hatte, den Angeschuldigten diesbezüglich nochmals anzuhören. Und was schliesslich die Kostenfrage betrifft, zu der sich der Angeschuldigte schon im ersten kantonalen Verfahren äussern konnte, genügt diese allein nicht, um eine neue, wiederum Kosten verursachende Verhandlung zu rechtfertigen. Aus diesem Entscheid lässt sich deshalb für den hier zu beurteilenden Sachverhalt nichts ableiten.\n\nEs ist somit festzustellen, dass das Obergericht durch sein Vorgehen im vorliegenden Falle den unmittelbar aus Art. 4 BV fliessenden Anspruch der Beschwerdeführer auf rechtliches Gehör verletzt hat, was die Aufhebung des angefochtenen Urteils zur Folge hat."}