{"annee": "103", "cour": "III", "page": "21", "date": "13/9/1977", "cite": ["86 III 124", "100 IA 300", "71 III 133", "85 III 175", "88 III 28", "94 III 83", "102 III 78", "39 I 531", "51 III 160", "102 III 10", "96 II 257", "95 III 25", "98 II 118", "101 III 43", "101 III 76"], "cite_par": ["116 V 284", "116 III 85", "108 III 1"], "chapeau": "5. Auszug aus dem Entscheid vom 13. September 1977 i.S. K.", "regestes": ["Contestation de décisions de créanciers. Qualité pour les contester de l'associé indéfiniment responsable de la faillie; cognition des autorités de surveillance (consid. 1). Décision prise sous la forme d'une circulaire (consid. 4). Droit de conclure une transaction de la commission des créanciers. Une transaction conclue par l'administration de la faillite avec l'autorisation de la commission des créanciers ne peut pas être attaquée par la voie de la plainte (consid. 2). Le pouvoir de la commission des créanciers d'autoriser l'administration de la faillite à conclure des transactions s'étend aussi aux procès intentés par le débiteur, qui sont déjà pendants au moment de l'ouverture de la faillite (consid. 3)."], "faits": "BGE 103 III 21 S. 21\n\nA.- Die Füllemann und Dr. Rauber AG als ausseramtliche Konkursverwaltung im Konkurs der K. & Co. gelangte mit Rundschreiben vom 4. März 1977 an die Konkursgläubiger und beantragte ihnen, dem im Expropriationsstreit der Gemeinschuldnerin gegen den Kanton Aargau vom Gläubigerausschuss unter Genehmigungsvorbehalt abgeschlossenen Vergleich zuzustimmen. Danach verpflichtete sich der Expropriant, der Konkursmasse eine Entschädigung von Fr. 1'800'232.-- zu bezahlen. Hinsichtlich der Zustimmung zum Vergleich enthält das Zirkular folgenden Passus: BGE 103 III 21 S. 22\n\n\"Wir bitten Sie, den beigelegten Stimmzettel mit JA oder NEIN auszufüllen und ihn an die a.a. Konkursverwaltung zurückzusenden.\n\nStillschweigen, also Nichtrücksendung, gilt als Zustimmung zum gestellten Antrag. Stimmt auf diese Weise die Mehrheit der Gläubiger innert 10 Tagen zu, so ist der Vergleich rechtskräftig und der Prozess wird damit abgeschrieben.\n\nStimmt aber die Mehrheit der Gläubiger innert 10 Tagen mit NEIN, oder verlangen ein oder mehrere Gläubiger, ebenfalls innert 10 Tagen, die Abtretung des streitigen Rechtsanspruchs nach Art. 260 SchKG, so fällt der Vergleich dahin. Die Abtretung kann nur erfolgen, wenn der oder die betreffenden Gläubiger der Konkursmasse die Vergleichssumme von Fr. 1'800'232.-- anbieten. Der Vergleichsbetrag muss dabei mit Bar- oder genügender Bank-Kaution sichergestellt werden.\"\n\nEin Exemplar des Zirkulars sandte die Konkursverwaltung am 10. März 1977 auch an K., den unbeschränkt haftenden Gesellschafter der Gemeinschuldnerin, wobei sie für diesen die Frist zur Stimmabgabe und zur Einreichung des Abtretungsbegehrens bis zum 21. März 1977 verlängerte.\n\nVon 436 Gläubigern stimmten - ausdrücklich oder stillschweigend - 378 dem Vergleich zu.\n\nB.- Am 21. März 1977 beschwerte sich K. beim Gerichtspräsidium Aarau als unterer Aufsichtsbehörde über Schuldbetreibung und Konkurs mit dem Antrag, die Fristansetzung an ihn sowie der auf Grund des Zirkulars gefasste Gläubigerbeschluss seien aufzuheben und die Konkursverwaltung sei anzuweisen, ihre Anträge zum Vergleich mit dem Kanton Aargau der zweiten, eventuell einer ausserordentlichen Gläubigerversammlung zu unterbreiten. Mit Entscheid vom 23. Mai 1977 wies das Gerichtspräsidium die Beschwerde ab.\n\nHierauf gelangte K. an die Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Aargau, wobei er nunmehr beantragte, das Enteignungsverfahren sei gerichtlich durchzuführen und die im Vergleich zustandegekommene Lösung sei zu annullieren; eventuell sei die Frist zur Beschaffung der Vergleichssumme von 1,8 Millionen Franken bis zum 15. August 1977 zu erstrecken. Mit Entscheid vom 12. Juli 1977 wies das Obergericht die Beschwerde ab, soweit es darauf eintrat.\n\nC.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts stellt K. folgende Anträge:\n\n\"1. Der Prozess der Firma K. & Co. gegen den Kanton Aargau betreffend Enteignungsentschädigung sei gerichtlich durchzuführen BGE 103 III 21 S. 23und der vom Gläubigerausschuss abgeschlossene Vergleich sei aufzuheben.\n\n2. Eventuell sei der auf Grund des Zirkulars der Konkursverwaltung vom 4. März 1977 gefasste Beschluss der Gläubiger betreffend den Vergleich mit dem Staat Aargau aufzuheben und die Konkursverwaltung sei anzuweisen, ihre Anträge zum Vergleich mit dem Staat Aargau einer ausserordentlichen Gläubigerversammlung zu unterbreiten.\" Die Schuldbetreibungs- und Konkurskammer weist den Rekurs ab, soweit sie darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Der Rekurrent hat im Konkurs der K. & Co. keine Forderung eingegeben. Er tritt im vorliegenden Beschwerdeverfahren vielmehr einzig als unbeschränkt haftender Gesellschafter der Gemeinschuldnerin auf. Nach der Praxis ist der Gemeinschuldner befugt, Gläubigerbeschlüsse über die Verwertung mit Beschwerde anzufechten, wenn sie in seine gesetzlich geschützten Rechte und Interessen eingreifen, was namentlich dann der Fall ist, wenn sie gegen gesetzliche Vorschriften über das Verwertungsverfahren verstossen und dadurch sein Interesse an der Erzielung eines möglichst günstigen Verwertungserlöses verletzen. Dass die angefochtene Verwertungsmassnahme unangemessen sei, kann er jedoch nicht geltend machen; die Aufsichtsbehörden haben bei einer Beschwerde des Schuldners lediglich die Gesetzmässigkeit des Gläubigerbeschlusses zu überprüfen (BGE 101 III 44, BGE 95 III 28 /29, BGE 94 III 88 /89, BGE 88 III 34 /35, 77, BGE 85 III 180). In diesem beschränkten Ausmass ist der Rekurrent als Vertreter der Gemeinschuldnerin und als deren unbeschränkt haftender Gesellschafter zur Beschwerde legitimiert.\n\n2. Auf den Antrag, das Enteignungsverfahren gegen den Kanton Aargau sei gerichtlich weiterzuführen und der vom Gläubigerausschuss abgeschlossene Vergleich sei aufzuheben, kann indessen nicht eingetreten werden. Der Abschluss eines Vergleichs durch die Konkursverwaltung bzw. den Gläubigerausschuss ist eine rechtsgeschäftliche Handlung und nicht eine auf staatlicher Vollstreckungsgewalt beruhende konkursrechtliche Verfügung. Er unterliegt daher nicht der Anfechtung durch Beschwerde (BGE 102 III 84, FRITZSCHE, Schuldbetreibung BGE 103 III 21 S. 24und Konkurs, 2. Aufl., Bd. 1, S. 42). Im übrigen könnte die Angemessenheit des Vergleichs nach dem in E. 1 Gesagten ohnehin nicht überprüft werden.\n\nAbgesehen davon ist die Vorinstanz auf diesen Antrag deswegen nicht eingetreten, weil er im Sinne des kantonalen Verfahrensrechts neu war. Die Kritik des Rekurrenten an dieser Begründung ist nicht zu hören. Denn die Anwendung des kantonalen Rechts, das für das Beschwerdeverfahren im Kanton massgebend ist (BGE 102 III 13, mit Hinweisen), ist der Überprüfung durch das Bundesgericht entzogen (Art. 43 Abs. 1 in Verbindung mit Art. 81 OG). War der Antrag aber im kantonalen Verfahren unzulässig, so hat er vor Bundesgericht im Sinne von Art. 79 Abs. 1 OG als neu zu gelten, so dass auch aus diesem Grund nicht darauf einzutreten ist.\n\n3. Mit seinem Eventualantrag verlangt der Rekurrent die Aufhebung des auf Grund des Zirkulars der Konkursverwaltung gefassten Gläubigerbeschlusses. Er beruft sich auf Art. 207 SchKG und behauptet damit erstmals vor Bundesgericht eine Gesetzesverletzung. Vor den kantonalen Aufsichtsbehörden hatte er sich damit begnügt, Unangemessenheit des Vorgehens und des Zirkularbeschlusses geltend zu machen. Das Vorbringen neuer rechtlicher Gesichtspunkte schadet jedoch dem Rekurrenten nicht (vgl. BGE 98 II 118 E. 4c, 194, BGE 96 II 260 E. 3a, hinsichtlich Art. 55 Abs. 1 lit. OG).\n\nArt. 207 Abs. 1 SchKG schreibt vor, dass mit Ausnahme dringlicher Fälle Zivilprozesse, in welchen der Gemeinschuldner Kläger oder Beklagter ist, eingestellt werden und erst 10 Tage nach der 2. Gläubigerversammlung wieder aufgenommen werden können. Es ist im vorliegenden Fall nicht bestritten, dass das vor der Eidgenössischen Schätzungskommission anhängige Enteignungsverfahren als \"Zivilprozess\" im Sinne dieser Bestimmung betrachtet werden kann (vgl. BGE 100 Ia 302 /303), so dass grundsätzlich von dieser Regel auszugehen ist. Der Rekurrent betrachtet sie deswegen als verletzt, weil Konkursverwaltung und Gläubigerausschuss den fraglichen Prozess durch einen seines Erachtens unbefriedigenden Vergleich zum Abschluss gebracht hätten, ohne dieses Vorgehen durch die 2. Gläubigerversammlung oder eine ausserordentliche Gläubigerversammlung diskutieren zu lassen. Die Konkursverwaltung vertrete die erstaunliche Ansicht, dass durch die Wahl eines Gläubigerausschusses wegen BGE 103 III 21 S. 25Art. 237 Abs. 3 Ziff. 3 SchKG automatisch Art. 207 SchKG ausser Kraft gesetzt werde. Doch könne sich Art. 237 SchKG nicht auf Prozesse der vorliegenden Art beziehen, sondern bis zur 2. Gläubigerversammlung nur auf Kollokationsprozesse.\n\nDiese Auffassung ist jedoch nicht haltbar. Es steht fest und wird auch vom Rekurrenten nicht bestritten, dass ein Gläubigerausschuss gewählt worden ist und dass dessen Befugnisse von der 1. Gläubigerversammlung in keiner Weise beschränkt worden sind. Unter diesen Umständen stehen ihm sämtliche in Art. 237 Abs. 3 Ziff. 1-5 genannten Befugnisse zu, also auch das Recht, die Konkursverwaltung zum Abschluss von Vergleichen zu ermächtigen (BGE 51 III 162, BGE 39 I 533; FRITZSCHE, a.a.O. Bd. 2, S. 131; FAVRE, Droit des poursuites, 3. Aufl., S. 320). Nach einer bereits alten Rechtsprechung bezieht sich diese Befugnis des Gläubigerausschusses auf alle Streitigkeiten, welche im Verlauf des Konkursverfahrens entstehen und in denen die Masse als Partei auftreten kann, somit nicht nur auf Kollokationsstreitigkeiten, sondern auch auf solche über zum Konkurssubstrat gehörende Vermögensrechte (BGE 39 I 533; JAEGER, N. 16 zu Art. 237 SchKG).\n\nEs ist nicht einzusehen, weshalb sich das Vergleichsabschlussrecht des Gläubigerausschusses nicht auch auf bereits im Zeitpunkt der Konkurseröffnung hängige Prozesse beziehen sollte. Der Gläubigerausschuss hat die Interessen sämtlicher Gläubiger wahrzunehmen. Hält er in pflichtgemässer Abwägung der Prozessaussichten einen Vergleich als im Interesse der Konkursmasse und damit der Gläubiger liegend, so steht dem Abschluss eines solchen Vergleichs weder Art. 207 SchKG noch eine andere Bestimmung entgegen. Der Rekurrent bringt denn auch nichts vor, was gegen diese Auffassung spräche. In dem von ihm zitierten BGE 86 III 128 hat das Bundesgericht zwar ausgeführt, jedenfalls in der Regel habe die Gläubigerversammlung selbst (bzw. die Gläubigergesamtheit durch Zirkularbeschluss) über den Abschluss eines Vergleichs zu befinden. Dabei ging es jedoch einzig um die Frage, ob die Konkursverwaltung ausnahmsweise von sich aus einen Vergleich abschliessen dürfe, und das Vergleichsabschlussrecht des Gläubigerausschusses gemäss Art. 237 Abs. 3 Ziff. 3 SchKG wurde ausdrücklich vorbehalten. Im übrigen wurde der Vergleich im vorliegenden Fall den Gläubigern ja unterbreitet und ihnen die Abtretung des Anspruches im Sinne von BGE 103 III 21 S. 26Art. 260 SchKG angeboten, so dass die Berufung auf den erwähnten Entscheid ohnehin fehlgeht.\n\n4. Dass Gläubigerbeschlüsse auch auf dem Zirkularweg gefasst werden dürfen, entspricht ständiger Praxis (BGE 101 III 77 E. 2, mit Hinweisen, BGE 71 III 137 E. 2). Der Rekurrent führt keine Gründe an, weshalb im vorliegenden Fall von dieser Praxis, die für die Gläubiger insgesamt nicht nachteilig ist und in der Regel erhebliche Kosten einspart, abgewichen werden sollte. Der Konkursverwaltung kann deshalb keine Gesetzwidrigkeit vorgeworfen werden. Ob ihr Vorgehen den Verhältnissen angemessen war, kann das Bundesgericht bei der Beurteilung eines Rekurses im Sinne von Art. 19 SchKG nicht überprüfen (BGE 101 III 77; vgl. auch E. 1 hievor). Gleich verhält es sich mit der Frage der Angemessenheit der Frist für die Stellung von Abtretungsbegehren (die für den Rekurrenten persönlich übrigens auf Gesuch hin erstreckt wurde)."}