{"annee": "103", "cour": "IA", "page": "564", "date": "30/11/1977", "cite": [], "cite_par": ["105 IA 237"], "chapeau": "82. Auszug aus dem Urteil vom 30. November 1977 i.S. Vonarburg und Unabhängig-christlichsoziale Partei der Stadt Freiburg gegen Grosser Rat des Kantons Freiburg", "regestes": ["Art. 85 let. a OJ; élections au Grand Conseil; annulation de listes électorales systématiquement modifiées. Interprétation de la disposition de l'art. 49 al. 3 let. h de la loi fribourgeoise sur l'exercice des droits politiques, selon laquelle sont nulles les listes sur lesquelles les suppressions, adjonctions et modifications ne sont pas de la main de l'électeur et ont été apposées systématiquement (consid. 3 et consid. 4). De telles listes doivent être considérées comme systématiquement modifiées lorsqu'elles se trouvent dans les urnes en nombre tel qu'il n'est pas possible d'admettre qu'elles ont été remplies dans une famille par un membre de cette famille ou dans un cadre analogue (consid. 4a). Cette dernière hypothèse ne peut être admise que si un petit nombre de listes est en cause et non pas lorsqu'il s'agit d'une vingtaine de listes (consid. 4b)."], "faits": "|565|\n\nAm 14. November 1976 fanden in Kanton Freiburg Grossratswahlen statt. In der Folge reichten Dr. Joseph Vonarburg und die Unabhängig-christlichsoziale Partei der Stadt Freiburg (PICS) beim Staatsrat zuhanden des Grossen Rates zwei gleichlautende Beschwerden ein, mit denen sie geltend machten, im Wahlkreis der Stadt Freiburg seien verschiedene Unregelmässigkeiten vorgekommen. Ein \"Aktions-Kommando\" habe den Stimmbürgern Geld oder eine Konsumation in einem Restaurant angeboten, wenn sie ihre Stimme der Christlichdemokratischen Volkspartei (CVP) gäben. Wer einverstanden gewesen sei, habe einen Wahlzettel der CVP erhalten, auf dem sich bereits gewisse handschriftliche Änderungen befunden hätten. Vonarburg und die PICS legten im kantonalen Verfahren einen Wahlzettel vor, der angeblich vom besagten \"Kommando\" |566| stammte und auf dem einige CVP-Kandidaten gestrichen waren; ferner war der Name des radikalen Kandidaten A. hinzugefügt.\n\nBei der Nachkontrolle des Stimmaterials wurden mehrere Wahlzettel gefunden, die mit dem von den Beschwerdeführern vorgelegten weitgehend übereinstimmten. Nach der Botschaft des Staatsrates an den Grossen Rat handelte es sich um:\n\n- 21 CVP-Listen mit ungefähr gleichen Streichungen, bei denen - mit der gleichen Handschrift - als einzige Ergänzung der Name des radikalen Kandidaten A. hinzugefügt war;\n\n- 5 CVP-Listen aus dem Au-Quartier mit verschiedenen Streichungen, bei denen - mit der gleichen Handschrift - als einzige Ergänzung der Name des radikalen Kandidaten A. hinzugefügt war; die Handschrift war mit derjenigen auf den 21 CVP-Listen jedoch nicht identisch. Auf diesen 5 Listen strich das Wahlbüro des Au-Quartiers den Namen von A. als ungültig, im übrigen behandelte es die Listen als gültig.\n\nNach Art. 49 Abs. 3 lit. h des freiburgischen Gesetzes über die Ausübung der bürgerlichen Rechte von 18. Februar 1976 (GABR) sind diejenigen Listen ungültig:\n\n\"die Streichungen, Zusätze oder Änderungen enthalten, die nicht von der Hand des Wählers stammen und systematisch angebracht worden sind.\"\n\nDer Staatsrat wies in der Botschaft an den Grossen Rat darauf hin, dass erstmals über die Auslegung dieser Bestimmung zu befinden sei. Er schlug dem kantonalen Parlament vor, Streichungen, Zusätze oder Änderungen, die nicht von der Hand des Wählers stammten, dann als \"systematisch angebracht\" zu betrachten und die fraglichen Listen ungültig zu erklären, wenn man unlauteren Machenschaften grösseren Ausmasses gegenüberstehe, welche die Stimmfreiheit, die Stimmsicherheit und das Stimmgeheimnis verletzten, ihrem Urheber nützten und das zu seinen Gunsten erwartete Ergebnis zeitigten. Diese Voraussetzungen hielt der Staatsrat im zu beurteilenden Fall für nicht gegeben. Es erscheine als übertrieben, von einer systematischen Veränderung zu sprechen, wenn lediglich 26 von insgesamt 11'000 eingelegten Listen von der gleichen Hand ausgefüllt worden seien und der Beweis für eine Verletzung der Stimmfreiheit, der Stimmsicherheit und des Stimmgeheimnisses fehle. Überdies verbiete sich die Annahme eines systematischen Manövers deshalb, weil die Ungültigerklärung |567| der fraglichen Listen an der Wahl des Kandidaten A., dessen Name jeweils hinzugefügt worden war, nichts ändern würde. Dagegen hätte sie zur Folge, dass die auf der CVP-Liste gewählte Frl. T., die mit der ganzen Aktion nichts zu tun habe, ihr Mandat verliere. Das könne unmöglich der Sinn der Gesesetzesvorschrift sein. - Der Berichterstatter der Validierungskommission teilte diese Auffassung im wesentlichen und führte aus, zwar liege eine verwerfliche Handlungsweise vor, doch bedeute das aus den vom Staatsrat angeführten Gründen noch nicht, dass die fraglichen Listen \"systematisch\" abgeändert worden seien. Davon könne schon deshalb nicht leichthin gesprochen werden, weil sonst unlauteren Machenschaften gegen einzelne Kandidaten Tür und Tor geöffnet wäre und weil die aufmerksame Prüfung der eingelegten Wahlzettel, zu der sich die Wahlbüros veranlasst sähen, das Stimmgeheimnis verletzen könnte.\n\nMit Beschlüssen vom 28. Dezember 1976 wies der neubestellte Grosse Rat die Beschwerde Vonarburgs ab, auf jene der PICS trat er nicht ein. Das Bundesgericht heisst die dagegen erhobene staatsrechtliche Beschwerde gut, soweit gerügt wird, der Grosse Rat habe das Wahlergebnis unrichtig ermittelt.", "considerants": "Aus den Erwägungen:\n\n3. Die jetzt in Art. 49 Abs. 3 lit. h GABR enthaltene Vorschrift wurde in die freiburgische Stimmrechtsgesetzgebung mit der Schaffung des früheren Gesetzes über die Ausübung der bürgerlichen Rechte vom 15. Juli 1966 aufgenommen, und zwar in Anlehnung an entsprechende Bestimmungen des Bundes- und des waadtländischen Rechts (vgl. CASTELLA, L'exercice du droit de vote, ZSR 1959, II, S. 575a und 581a).\n\na) Auf der Ebene des Bundes wurde das Gesetz über die Wahl des Nationalrates vom 14. Februar 1919 im Jahre 1938 durch einen neuen Art. 13bis ergänzt, der vorsieht, dass das \"planmässige Einsammeln, Ausfüllen oder Abändern von Wahlzetteln und das Verteilen so ausgefüllter oder abgeänderter Wahlzettel\" verboten ist. Diese Revision wurde durch zwei Postulate aus dem Nationalrat veranlasst, die den Bundesrat zur Prüfung der Frage einluden, ob nicht Wahlzettel, auf denen von der gleichen Hand planmässig Panaschierungen, Kumulierungen und Streichungen vorgenommen worden waren, in Zukunft |568| ungültig erklärt werden sollten. Der Bundesrat ging in seiner Botschaft an die eidg. Räte davon aus, dass die \"organisierte\" Abänderung von Wahllisten, wie sie in den letzten Jahren wiederholt vorgekommen sei, einen Missbrauch darstelle. Er vertrat jedoch die Auffassung, dass dem nicht durch die Ungültigerklärung der entsprechenden Wahlzettel begegnet werden könne, da die Untersuchung, ob Zusätze auf den jeweiligen Wahlzetteln vom Wähler selber oder von Dritten stammten, einen Einbruch in das Stimmgeheimnis bewirken würde. Abhilfe sei dadurch zu schaffen, dass die Wahlzettel den Stimmbürgern künftig nur noch von Amtes wegen - und nicht mehr von den politischen Parteien - zugestellt würden, was systematische Abänderungen wenn nicht mit absoluter Sicherheit, so wegen der erforderlichen Umtriebe doch praktisch ausschliesse (BBl. 1937 II. S. 91 ff.). Diesem Vorschlag erwuchs von Seiten der Kantone starker Widerstand, weshalb die vorberatende Kommission des Nationalrates zur Auffassung gelangte, dass der Zweck der Revision am ehesten mit der Schaffung einer Strafbestimmung zu erreichen sei. Der Bundesrat arbeitete in der Folge einen neuen Entwurf aus, der weder die Ungültigerklärung planmässig veränderter Wahlzettel noch die amtliche Verteilung der Wahlzettel vorsah, sondern eine reine Strafbestimmung enthielt und der von den eidg. Räten schliesslich als neuer Art. 13bis des Nationalratswahlgesetzes angenommen wurde (vgl. Sten.Bull. 1938, NR, S. 686 ff.; SR, S. 455 ff.). Was als \"planmässiges\" Einsammeln, Ausfüllen oder Abändern von Wahlzetteln zu gelten habe, wurde im Nationalrat vom welschen Berichterstatter wie folgt umschrieben:\n\n\"Dans certains cantons, il arrive en famille, peut-être même à l'atelier, que des électeurs bien intentionnés veulent rendre service à autrui en remplissant le bulletin de vote d'une autre personne. Nous avons tenu compte de ce fait. Nous n'avons pas voulu aller au-delà, empêcher par exemple un père de remplir le bulletin de son fils ou vice versa. Nous n'avons pas voulu entrer dans le secret du vote individuel ni de la vie de famille. En revanche, au moment où les bulletins sont remplis de façon systématique par un tiers, là commence un agissement que nous entendons condamner. Nous faisons une distinction logique entre le cas où quelqu'un aura voulu rendre service à un parent ou à un camarade d'atelier et les agissements de celui qui, systématiquement, remplit des bulletins pour nuire à un candidat ou bien, au contraire, pour le favoriser. C'est le critère auquel on doit s'en tenir dans cette matière pour, dans la pratique, faire nettement la distinction nécessaire.\" |569|\n\n(Sten.Bull. 1938, NR, S. 690; vgl. auch die entsprechenden Ausführungen des welschen Berichterstatters im Ständerat: SR, S. 458).\n\nb) Ähnliche Machenschaften, wie sie sich wiederholt bei den Nationalratswahlen ereignet hatten, gaben im Jahre 1953 Anlass zur Ergänzung der waadtländischen Stimmrechtsgesetzgebung. Bei dieser Revision wurde indes nicht nur - wie in der Gesetzgebung des Bundes - die systematische Veränderung von Wahlzetteln und die Verteilung solcher Wahlzettel unter Strafe gestellt, sondern überdies bestimmt, dass das Wahlbüro Listen als ungültig zu erklären habe, \"dont les suppressions, adjonctions ou modifications ne sont pas de la main de l'électeur et ont été apportées systématiquement\" (Art. 77 Ziff. 3bis, 136 Abs. 1 Ziff. 2 lit. a und b des Gesetzes sur l'exercice des droits politiques vom 17. November 1948, in der Fassung vom 14. September 1953). In der Botschaft zur Gesetzesrevision betonte der Staatsrat, dass dem Kriterium der \"systematischen\" Veränderung entscheidende Bedeutung zukomme. Nur wenn die Untersuchung des Stimmaterials ergebe, dass bestimmte Wahlzettel \"systematisch vorfabriziert\" worden seien, lasse sich ohne Verletzung des Stimmgeheimnisses feststellen, dass Beifügungen, Streichungen usw. nicht von den Hand des jeweiligen Wählers stammten (Bull. du Grand Conseil, 1953, S. 1098).\n\n4. a) Im freiburgischen Gesetz über die Ausübung der bürgerlichen Rechte vom 9. Juli 1966 wurde darauf verzichtet, die systematische Veränderung von Wahlzetteln unter Strafe zu stellen. Dagegen wurde die waadtländische Bestimmung über die Ungültigerklärung systematisch veränderter Wahlzettel wörflich übernommen und auch im neuen Gesetz vom 18. Februar 1976 beibehalten. Was als \"systematische\" Veränderung zu gelten habe, kam im freiburgischen Gesetzgebungsverfahren nicht einlässlich zur Sprache, sondern der Kommissionsberichterstatter führte einzig aus, die nähere Umschreibung dieses Begriffs werde Sache der Rechtsprechung sein. Bei dieser Sachlage erscheint es als richtig, dem Kriterium der \"systematischen\" Veränderung, wie es im freiburgischen Gesetz über die Ausübung der bürgerlichen Rechte enthalten ist, den gleichen Sinn zuzumessen, der dem entsprechenden, in Art. 13bis des Nationalratswahlgesetzes vom 14. Februar 1919 und der waadtländischen Stimmrechtsgesetzgebung enthaltenen |570| Begriff zukommt. Das bedeutet, dass Listen, die von der gleichen Hand stammende Zusätze oder Streichungen aufweisen, dann als \"systematisch\" verändert zu gelten haben, wenn sie in den Urnen in solcher Zahl gefunden werden, dass nicht anzunehmen ist, sie seien in einer Familie von einem Familienmitglied oder in ähnlichen Rahmen, z.B. an einem Arbeitsplatz, ausgefüllt worden. Im andern Fall kann nicht von einer \"systematischen\" Veränderung gesprochen werden und es sind die fraglichen Listen als gültig zu erachten. Von dieser zahlenmässigen Voraussetzung abgesehen ist entgegen der Auffassung des Staatsrats nicht erforderlich, dass unlautere Machenschaften \"in grossem Massstabe\" vorgefallen seien und dass die veränderten Wahlzettel einen erheblichen Teil aller eingelegter Wahlzettel darstellten. Eine solche Auslegung von Art. 49 Abs. 3 lit. h GABR wäre dann richtig, wenn das Vorfinden \"systematisch\" veränderter Wahlzettel nach der gesetzlichen Ordnung die Annullierung des ganzen Urnenganges zur Folge hätte. Dies ist jedoch nicht der Fall, da nur die Ungültigerklärung der jeweiligen Wahlzettel vorgesehen ist. Finden sich in den Urnen von der gleichen Hand veränderte Wahlzettel, ohne dass anzunehmen ist, sie seien in einer Familie oder in ähnlichem Rahmen, z.B. an einem Arbeitsplatz, ausgefüllt worden, so ist für ihre Ungültigerklärung ferner nicht erforderlich, dass sich die Veränderung in besonderer Weise als \"unlautere Machenschaft\" darstelle, und es ist dem Gesetz auch nicht zu entnehmen, dass von der gleichen Hand veränderte Listen nur dann als \"systematisch\" verändert zu gelten hätten, wenn sie \"die Stimmfreiheit, die Stimmsicherheit und das Stimmgeheimnis verletzten, ihrem Urheber nützten und das zu seinen Gunsten erwartete Resultat zeitigten\". Es wird in vielen Fällen nicht festzustellen sein, wer Urheber der Machenschaften ist und welches Ergebnis diese zeitigen sollten. Dies gilt insbesondere dann, wenn die systematische Veränderung von Wahllisten nach der massgebenden Gesetzgebung nicht zur Untersuchung in einem Strafverfahren führt, wie es im Kanton Freiburg der Fall ist. Beizufügen ist allerdings, dass das planmässige Einsammeln, Ausfüllen oder Andern von Wahl- oder Stimmzetteln, ferner das Verteilen solcher Stimm- oder Wahlzettel, bei Annahme des noch dem Referendum unterliegenden Bundesgesetzes über die politischen Rechte vom 17. Dezember 1976 künftig sowohl bei eidgenössischen als auch bei kantonalen |571| Wahlen strafbar sein wird (Art. 86 Ziff. 1 BG, wo die Ergänzung des StGB durch einen neuen Art. 282bis mit dem Randtitel \"Stimmenfang\" vorgesehen ist). Dies vermag an der beschriebenen Auslegung von Art. 49 Abs. 3 lit. h GABR jedoch nichts zu ändern.\n\nb) Nach den Feststellungen des Grossen Rates wurden in den Wahlurnen der Stadt Freiburg 21 oder jedenfalls 19 Wahlzettel gefunden, die gleiche Streichungen aufwiesen und auf denen - mit der gleichen Handschrift - als einzige Ergänzung der Name des Kandidaten A. hinzugefügt war. Es ist klar, dass es sich bei diesen Wahlzetteln nicht um solche handeln kann, die gemeinsam innerhalb einer Familie oder allenfalls in ähnlichem Rahmen, z.B. an einem Arbeitsplatz, ausgefüllt wurden. Davon kann gesprochen werden, wenn einige wenige Wahlzettel in Frage stehen, die von der gleichen Hand stammende Zusätze aufweisen, nicht jedoch, wenn die Zahl derartiger Wahlzettel um die zwanzig beträgt. Im vorliegenden Fall kommt hinzu, dass die Beschwerdeführer im kantonalen Verfahren einen Wahlzettel vorlegten, der angeblich vom \"Aktions-Kommando\" stammte und der in der gleichen Weise verändert worden war wie die in den Urnen gefundenen Wahlzettel. Auch dieser Umstand hätte die Annahme ausgeschlossen, es ständen Wahlzettel in Frage, die gemeinsam in einer Familie ausgefüllt wurden. Dazu kommt die Tatsache, dass die Validierungskommission selber der Ansicht war, die Abänderung der Wahlzettel stelle einen \"verwerflichen Akt\" und ein \"Wahlmanöver\" dar. Es ist deshalb mit Art. 49 Abs. 3 lit. h GABR nicht vereinbar, wenn der Grosse Rat annahm, es liege keine \"systematische\" Veränderung vor und wenn er die fraglichen Wahlzettel als gültig erachtete. Die Ermittlung des Wahlresultates steht sodann in einem weiteren Punkt mit den gesetzlichen Vorschriften in Widerspruch. Das Wahlbüro des Au-Quartiers ging offenbar davon aus, dass fünf dort abgegebene Wahlzettel, auf welchen jeweils der Name des Kandidaten A. mit der gleichen Handschrift hinzugefügt war, systematisch verändert worden seien. Es strich aus diesem Grunde die auf A. entfallenden Stimmen, behandelte die Wahlzettel im übrigen aber als gültig, was der Grosse Rat nicht beanstandete. Das war jedoch nicht zutreffend, gleichviel, ob man davon ausgeht, die fraglichen Listen seien systematisch verändert worden, oder ob man annehmen will, es liege keine solche Veränderung vor. Geht man davon |572| aus, wie das Wahlbüro des Au-Quartiers es offenbar tat, es liege eine systematische Veränderung vor, so hätte nicht lediglich der Name des Kandidaten A. gestrichen werden dürfen, sondern es hätten die fraglichen Listen in ihrem ganzen Umfang als ungültig erklärt werden müssen. Im andern Fall hätte dagegen weder Anlass bestanden, die Wahlzettel insgesamt als ungültig zu erklären, noch den Namen von A. zu streichen.\n\nWären die insgesamt 26 oder jedenfalls 19 Wahlzettel, von denen eben die Rede war, als ungültig erklärt worden, so hätte das nach den Feststellungen der grossrätlichen Kommission bewirkt, dass auf der CVP-Liste H. anstelle von Frl. T. gewählt worden wäre. Es kann deshalb nicht gesagt werden, die beanstandeten Unregelmässigkeiten seien für das Wahlergebnis unerheblich gewesen, und der Grosse Rat habe aus diesem Grunde von einer Berichtigung des Wahlresultats absehen können. Wenn der Grosse Rat die Ungültigerklärung der fraglichen Wahlzettel ablehnte, so geschah dies offenbar deshalb, weil weder die Zahl der auf die einzelnen Listen entfallenden Mandate verändert noch die Wahl von A. auf der radikalen Liste beeinflusst worden wäre. Der Grosse Rat betrachtete es unter diesen Umständen wohl als unbillig, wenn die Ungültigerklärung der Listen allein Frl. T. zum Nachteil gereicht hätte. Diese Überlegungen sind nach der gesetzlichen Ordnung jedoch nicht massgebend. Sie erweisen sich überdies nicht als stichhaltig. Im vorliegenden Fall steht nicht fest, wer die Veränderungen auf den fraglichen Listen vornahm, und es lässt sich nicht eindeutig sagen, welches die Absicht des Urhebers war. Zwar unterliegt keinem Zweifel, dass vorab der radikale Kandidat A. begünstigt werden sollte. Auf den fraglichen Listen wurde indes nicht einzig dessen Name hinzugefügt, sondern es wurden darüber hinaus verschiedene CVP-Kandidaten gestrichen. Das gilt insbesondere für H.; Frl. T. war von den Streichungen dagegen nicht betroffen, was den Grund dafür bildet, dass bei Ungültigerklärung der 26 Listen H. mit 3'535 Stimmen (vorher 3'542) anstelle von Frl. T. (nach der Berichtigung: 3'525, vorher: 3'551 Stimmen) gewählt ist. Es erscheint bei dieser Sachlage als durchaus möglich, dass durch die Veränderung der Listen neben der Begünstigung von A. eine Benachteiligung von H. bezweckt wurde, was - jedenfalls indirekt - Frl. T. begünstigte. Es besteht deshalb kein Grund, wegen der Auswirkungen auf das Wahlergebnis von Frl. T. von einer Ungültigerklärung |573| der fraglichen Wahlzettel abzusehen, was selbst dann gilt, wenn - wie der Kommissionsberichterstatter unwiderlegt ausführte - keinerlei Anzeichen dafür vorliegen, dass Frl. T. mit den beanstandeten Machenschaften persönlich etwas zu tun hatte. Steht fest, dass das Wahlresultat im Wahlkreis der Stadt Freiburg nicht richtig ermittelt wurde und dass sich das auf die Zusammensetzung des neugewählten Grossen Rates auswirkte, so ist die Beschwerde in diesem Punkte gutzuheissen und der angefochtene Beschluss insoweit aufzuheben."}