{"annee": "103", "cour": "IA", "page": "435", "date": "21/9/1977", "cite": ["101 IA 354"], "cite_par": ["105 IA 370", "112 IA 240", "105 IA 362"], "chapeau": "66. Estratto della sentenza del 21 settembre 1977 nella causa Pedrini c. Tribunale cantonale amministrativo del Cantone Ticino", "regestes": ["Référendum cantonal et communal; conditions formelles mises à la demande de référendum. 1. En cas de silence de la loi, les conditions formelles que doit remplir la demande de référendum résultent du sens et du but de celui-ci. Il doit ressortir clairement de la demande de référendum contre quelle décision ce dernier est dirigé. En cas de doute, la demande sera interprétée dans le sens que voulaient certainement lui conférer les signataires, c'est-à-dire dans le sens le plus favorable pour eux (consid. 3b). 2. Le fait que, selon une prescription légale, la demande doit mentionner la décision contre laquelle le référendum est dirigé ne signifie pas qu'elle doit indiquer le titre exact de cette décision. La désignation de la décision peut aussi ressortir d'une autre manière, pour autant qu'il soit possible de déterminer la volonté des signataires (consid. 3c). 3. Dans la mesure où une disposition de droit positif n'exclut pas expressément une telle possibilité, l'autorité peut apporter les modifications formelles nécessaires au texte du projet devant être soumis à votation populaire (consid. 3c). 4. Les conditions formelles requises par la loi pour une demande de référendum cantonal ne sont pas nécessairement applicables par analogie à une demande de référendum communal (consid. 3c). 5. Irrecevabilité d'une demande de référendum contenant des adjonctions qui n'ont objectivement aucun lien étroit avec celui-ci (consid. 3d)."], "faits": "|437|\n\nLa Costituzione del Cantone Ticino disciplina nel suo art. 60 il referendum contro le leggi e i decreti legislativi cantonali non dichiarati urgenti. In tale articolo è stabilito, tra l'altro, che il diritto di referendum va esercitato nei modi e nelle forme previsti dalla legge.\n\nLe disposizioni concernenti il referendum cantonale sono contenute nella legge ticinese sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, del 22 febbraio 1954. Perché la domanda di referendum sia valida occorre che le liste destinate a raccogliere le firme adempiano determinati requisiti; l'art. 24 della legge dispone che esse devono contenere, tra l'altro, riprodotti a stampa: \"a) il titolo dell'atto contro il quale il referendum è proposto; b) l'indicazione, con data e numero, del Foglio Ufficiale nel quale il testo è stato pubblicato;...\". Secondo lo stesso art. 24 \"i testi di cui sopra devono essere riprodotti con esattezza e in forma appariscente in capo alla lista. L'inosservanza di una qualunque delle formalità che precedono è motivo di nullità della lista...\"\n\nPer il referendum a livello comunale è determinante la legge organica comunale, del 1o marzo 1950 (LOC), il cui art. 57 recita, tra l'altro:\n\n\"La domanda di referendum dev'essere presentata per iscritto al Municipio e indicare la risoluzione per la quale il referendum è chiesto.\n\nEntro 15 giorni dalla presentazione, il Municipio è tenuto a esaminare se la domanda è regolare e proponibile, e a pubblicare all'albo la sua decisione.\"\n\nNel 1975 il Municipio di Ponte Tresa chiedeva al Consiglio comunale: con messaggio n. 79, un credito di Fr. 135'000.-- per la formazione di un corpo in muratura sulla parete nord della palestra comunale; con messaggio n. 81, un credito di Fr. 65'000.-- per la fornitura e posa di un nuovo serbatoio per l'olio combustibile per il palazzo scolastico e per diversi lavori di manutenzione; con messaggio n. 83, un credito di massima di Fr. 7'000'000.-- per la realizzazione a tappe del Piano generale delle canalizzazioni; con messaggio n. 84, un credito di |438| Fr. 80'000.-- per l'allestimento del Piano regolatore e del regolamento edilizio.\n\nIl Consiglio comunale autorizzava questi crediti nella seduta del 14 luglio 1975.\n\nIl dott. Aldo Pedrini, cittadino attivo di Ponte Tresa, depositava il 14 agosto 1975 presso la cancelleria comunale quattro separate domande di referendum munite di un numero sufficiente di firme. Le domande erano formulate nel modo seguente:\n\n\"Referendum\n\nI sottoscritti cittadini di Ponte Tresa aspettano sempre che il Municipio abbia a presentare il messaggio per la costruzione della scuola elementare in Ponte Tresa come richiesto dall'iniziativa popolare e chiedono che venga sottoposto a referendum il messaggio No 79 approvato dal Consiglio comunale il 14 luglio 1975:\n\nMessaggio No 79\n\nRichiesta di un credito straordinario di Fr. 135'000.-- occorrente per la formazione di un corpo di muratura sulla parte nord della palestra comunale.\n\nReferendum\n\nI sottoscritti cittadini di Ponte Tresa chiedono che venga sottoposto a referendum il messaggio No 81 approvato dal Consiglio comunale il 14 luglio 1975:\n\nMessaggio No 81\n\nRichiesta di un credito straordinario di Fr. 65'000.-- occorrente per la fornitura e la posa di un nuovo serbatoio per olio combustibile per il palazzo scolastico e opere di manutenzione al tetto della palestra.\n\nReferendum\n\nI sottoscritti cittadini di Ponte Tresa chiedono che venga sottoposto a referendum il messaggio No 83 approvato dal Consiglio comunale il 14 luglio 1975:\n\nMessaggio No 83\n\nRichiesta di credito di Fr. 700'000.-- occorrente per la realizzazione del Piano generale delle canalizzazioni (PGC) sul nostro comprensorio.\n\nReferendum\n\nI sottoscritti cittadini di Ponte Tresa chiedono che venga sottoposto a referendum il messaggio No 84 approvato dal Consiglio comunale il 14 luglio 1975:\n\nMessaggio No 84\n\nRichiesta di un credito straordinario di Fr. 80'000.-- per la realizzazione del PR e RE comunale.\" |439|\n\nIl 22 agosto 1975 il Municipio dichiarava irregolari le domande di referendum e rifiutava di sottoporle alla votazione popolare.\n\nSu ricorso del dott. Pedrini, il Consiglio di Stato del Cantone Ticino confermava il 4 novembre 1975 che le domande di referendum non erano proponibili, non potendo messaggi municipali costituire oggetto di referendum.\n\nCon sentenza del 7 marzo 1977 il Tribunale cantonale amministrativo, adito dal dott. Pedrini, confermava la risoluzione impugnata del Consiglio di Stato. Esso rilevava che la domanda di referendum contro il messaggio n. 79 non era proponibile già perché conteneva una rimostranza e un invito a procedere alla presentazione di un messaggio per la realizzazione di un'opera (scuola elementare) non concernente la questione dedotta in referendum. Tutte le domande erano inoltre improponibili perché non elaborate avverso una precisa deliberazione del Consiglio comunale, interamente trascritta nel suo testo originale, bensì contro un messaggio, sia pure approvato dal Consiglio comunale.\n\nIl dott. Pedrini è insorto con ricorso di diritto pubblico contro la sentenza del Tribunale cantonale amministrativo chiedendo che la decisione impugnata sia annullata e che siano dichiarate proponibili le quattro (in via subordinata, le tre ultime) domande di referendum litigiose.\n\nIl Tribunale federale ha accolto il ricorso nella misura in cui è diretto contro il diniego della proponibilità del referendum chiesto per i crediti di cui ai messaggi n. 81, 83 e 84; lo ha invece respinto per quanto concerne il referendum chiesto per il credito di cui al messaggio n. 79.", "considerants": "Considerando in diritto:\n\n3. a) È pacifico che le quattro risoluzioni del Consiglio comunale di cui trattasi soggiacciono al referendum comunale. Incontestabile è pure che i messaggi indirizzati dal Municipio al Consiglio comunale non possono costituire oggetto di un referendum. L'enumerazione contenuta nell'art. 57 cpv. 1 LOC è esauriente (BORGHI, Giurisprudenza amministrativa ticinese, n. 89).\n\nb) È consentito ai Cantoni di subordinare la proponibilità di una domanda di referendum o d'iniziativa all'osservanza di |440| rigorose condizioni formali e di stabilire quest'ultime con legge. Il Cantone Ticino ha così disciplinato la forma della domanda di referendum in materia cantonale con l'art. 24 della legge sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, del 22 febbraio 1954. Tale disposizione mira a delimitare, in modo da fugare qualsiasi dubbio, l'oggetto del referendum.\n\nOve invece la legge non preveda espressamente i requisiti formali della domanda di referendum, questi devono evincersi dal senso e dallo scopo della disciplina legislativa. Come requisito minimo può pretendersi che dalla domanda di referendum risulti chiaramente contro quale risoluzione è diretto il referendum. In caso di dubbio è d'uopo, analogamente a quanto vale per la domanda d'iniziativa (DTF 101 Ia 367 consid. 9c), interpretare la domanda di referendum nel senso attribuitole in modo riconoscibile dai firmatari. Come l'iniziativa, così anche la domanda di referendum va interpretata nel senso più favorevole ai firmatari.\n\nc) Per quanto concerne il referendum comunale, l'art. 54 cpv. 2 LOC dispone che la domanda di referendum dev'essere presentata per iscritto al Municipio e indicare la risoluzione per la quale il referendum è chiesto. Da tale formulazione appare che dalla domanda deve risultare chiaramente a quale risoluzione essa si riferisce. Sul modo in cui ciò debba risultare la legge è silente. Ulteriori requisiti formali non sono deducibili dal suo testo. In particolare, l'art. 57 LOC, a differenza di quanto prescrive per il referendum cantonale l'art. 24 della legge sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, non esige che sulla domanda di referendum sia indicato (per il referendum cantonale il citato art. 24 dice: \"riprodotto\") il titolo della risoluzione per la quale il referendum è proposto. L'indicazione della risoluzione può quindi, in materia comunale, aver luogo anche in altra guisa, purché sia chiaramente determinabile la volontà dei firmatari della domanda di referendum.\n\nLe quattro domande di referendum litigiose soddisfano questo requisito. Dal loro testo risulta chiaramente quali siano le risoluzioni per cui è chiesta la votazione popolare. È vero che tali domande menzionano in primo luogo i quattro messaggi indirizzati dal Municipio al Consiglio comunale e chiedono che essi siano sottoposti a referendum. Alla menzione |441| dei messaggi segue nondimeno immediatamente quella dell'approvazione del Consiglio comunale. La menzione dei messaggi è pertanto soltanto destinata, sia pure in modo poco accorto e poco felice, ad indicare prolissamente le risoluzioni da sottoporre a referendum. Il fatto che un messaggio non possa essere soggetto a referendum è tanto ovvio, da non poter essere ragionevolmente ritenuto che i firmatari intendessero sottoporre a referendum i messaggi del Municipio e non invece le risoluzioni del Consiglio comunale fondate su di essi. Si deve, al contrario, ammettere a favore del ricorrente e dei suoi cofirmatari, che essi hanno manifestato in forma sufficientemente chiara, ancorché maldestra, la loro volontà di chiedere il referendum contro le quattro risoluzioni finanziarie adottate dal Consiglio comunale il 14 luglio 1975. Il Tribunale cantonale amministrativo è d'avviso che il Municipio non possa apportare alcuna modifica o rettifica a quanto formulato nella domanda di referendum; una domanda formulata in modo impreciso rischierebbe quindi di rendere incerto l'oggetto della votazione popolare. Al proposito è da rilevare che modifiche che travisino il senso della domanda sono indubbiamente escluse. Tale principio sarebbe peraltro applicato in modo manifestamente eccessivo ove si volesse ritenere, con il Tribunale cantonale amministrativo, che l'autorità incaricata di preparare la votazione popolare sia tenuta a sottoporre ai cittadini aventi diritto di voto il testo contenuto nella domanda di referendum, senza potervi in alcun caso apportare le modifiche formali necessarie, per esempio, ad una precisa designazione del titolo della risoluzione su cui è chiesto il referendum. È evidente che la questione da sottoporre al popolo debba essere formulata esattamente. In assenza di una disposizione di diritto positivo che ne preveda l'obbligo, l'autorità non è tuttavia tenuta a riprodurre testualmente quanto indicato nella domanda di referendum.\n\nNon è dato infine un motivo sufficiente per applicare in via analogica al referendum comunale la disciplina disposta per il referendum cantonale dall'art. 24 della legge sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato. Né tale legge, né la LOC contengono una norma, secondo cui la disciplina vigente per il referendum cantonale debba valere anche per il referendum comunale. A favore di un'applicazione analogica potrebbe tutt'al più addursi che la legge |442| sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, del 22 febbraio 1954, è di alcuni anni più recente della LOC (che è stata emanata il 1o marzo 1950), e che essa esprime concezioni, eventualmente nuove, sviluppatesi in materia di esercizio del diritto di referendum in generale. Contro la suddetta applicazione analogica deve tuttavia considerarsi che il referendum cantonale, essendo d'importanza e di portata maggiori di quelle del referendum comunale, abbisogna di una disciplina formale più rigorosa di quanto non sia il caso per il referendum comunale, il quale ha luogo, per sua natura, in un quadro più ristretto e generalmente meno complesso. Mentre il referendum cantonale suole essere chiesto da partiti o raggruppamenti politici, dai quali può pretendersi che osservino particolari esigenze formali richieste per l'esercizio del diritto di referendum, il referendum comunale, d'importanza locale, deve poter essere esercitato anche in pratica da cittadini privi di esperienza politica e non va quindi reso più disagevole con disposizioni procedurali relativamente complicate. Mancano comunque ragioni sufficienti per ritenere l'art. 24 della legge cantonale sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, applicabile analogicamente al referendum comunale.\n\nNe discende che il ricorso, in quanto concerne le domande di referendum relative alle risoluzioni sorrette dai messaggi n. 81, 83 et 84, deve essere accolto.\n\nd) La domanda di referendum diretta contro il credito di Fr. 135'000.-- oggetto del messaggio n. 79 contiene, oltre la richiesta della votazione popolare, un'aggiunta, in cui è detto che i firmatari \"aspettano sempre che il Municipio abbia a presentare il messaggio per la costruzione della scuola elementare in Ponte Tresa come richiesto dall'iniziativa popolare\". Il senso di questa aggiunta non è univoco. La frase in questione può essere interpretata come motivazione del referendum chiesto contro il credito di Fr. 135'000.--, ma anche come biasimo rivolto al Municipio per non aver ancora presentato il messaggio relativo all'iniziativa popolare menzionata. Può essere infine intesa come una specie di petizione al Municipio, con cui questo è invitato a presentare il messaggio in parola.\n\nIl Consiglio di Stato e il Tribunale cantonale amministrativo ritengono che tale aggiunta ad una domanda di referendum renda quest'ultima improponibile. Il Consiglio di Stato si |443| richiama ad una propria risoluzione del 15 aprile 1969 (BORGHI, op.cit., n. 90), in cui aveva statuito che già dal testo dell'art. 57 LOC risulta che la domanda di referendum può menzionare esclusivamente la risoluzione da sottoporre a referendum, di guisa che qualsiasi aggiunta o commento rende irregolare, e quindi improponibile, la domanda. Dal testo dell'art. 57 LOC non può essere dedotta una siffatta conseguenza. Neppure l'art. 24 della legge cantonale sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, la prevede; esso si limita ad enunciare i requisiti positivi che deve adempiere la domanda di referendum; la possibilità di aggiunte non è quindi espressamente esclusa. Dal senso sia dell'art. 57 LOC, che dell'art. 24 della legge cantonale sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato, appare tuttavia che la domanda di referendum non può contenere alcuna menzione che non sia intimamente connessa con la richiesta di referendum in senso stretto e il cui contenuto sia suscettibile di creare incertezze sulla volontà dei firmatari. Deve anche essere impedito che tali aggiunte siano apposte allo scopo di accrescere il numero dei firmatari, molti dei quali potrebbero firmare la lista solo a causa dell'aggiunta. Nell'interesse della chiarezza e per prevenire possibili abusi è quindi esatto concludere, come hanno fatto il Consiglio di Stato e il Tribunale cantonale amministrativo, che una domanda di referendum non può contenere aggiunte prive di una stretta ed oggettiva relazione con la richiesta di referendum, e che l'inosservanza di tale principio comporta l'improponibilità della domanda di referendum.\n\nIn quanto concernente la domanda di referendum contro il credito di Fr. 135'000.-- di cui al messaggio n. 79, il ricorso deve pertanto essere respinto."}