{"annee": "103", "cour": "IV", "page": "225", "date": "24/11/1977", "cite": [], "cite_par": [], "chapeau": "63. Urteil des Kassationshofes vom 24. November 1977 i.S. Staatsanwaltschaft des Kantons Luzern gegen G.", "regestes": ["Art. 68 ch. 1 al. 1 CP. Le juge qui, en cas de concours réel et alors qu'il n'existe pas de circonstances atténuantes, s'en tient à la peine minimum prévue par la loi, viole le principe de l'augmentation obligatoire de la peine qui découle de cette disposition."], "faits": "|225|\n\nA.- Am 25. März 1977 verurteilte das Kriminalgericht des Kantons Luzern G. wegen gewerbsmässigen Diebstahls, fortgesetzter Sachbeschädigung und gewerbsmässigen Betrugs zu zehn Monaten Gefängnis unter Berücksichtigung des Strafmilderungsgrundes der aufrichtigen Reue (Art. 64 Abs. 5 StGB) und zu Fr. 100.-- Busse. Es gewährte dem Verurteilten den bedingten Strafvollzug.\n\nDas Obergericht des Kantons Luzern, bei welchem der Schuldpunkt des erstinstanzlichen Entscheides nicht mehr angefochten war, verneinte am 8. September 1977 das Vorliegen des Strafmilderungsgrundes der aufrichtigen Reue und verurteilte G. zu einem Jahr Zuchthaus, abzüglich 4 Tage Untersuchungshaft, bedingt vollziehbar bei einer Probezeit von zwei Jahren, sowie zu einer Busse von Fr. 100.--.\n\nB.- Die Staatsanwaltschaft des Kantons Luzern führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei im Strafpunkt aufzuheben und die Sache zur Neubemessung der Strafe an die Vorinstanz zurückzuweisen. |226|\n\nG. beantragt in seinen Gegenbemerkungen, es sei die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nNach Art. 68 Ziff. 1 Abs. 1 StGB verurteilt der Richter, wo jemand durch eine oder mehrere Handlungen mehrere Freiheitsstrafen verwirkt, den Täter zu der Strafe der schwersten Tat \"und erhöht deren Dauer angemessen\". Nach Wortlaut und Sinn schreibt diese Bestimmung dem Richter unter dem Vorbehalt, dass keine Strafmilderungsgründe gegeben sind, zwingend zweierlei vor: Die Bemessung der Einsatzstrafe innerhalb des Strafrahmens der schwersten Tat einerseits, und die Erhöhung der Dauer der Einsatzstrafe anderseits. Das heisst, mit anderen Worten, dass dort, wo der Richter das vom Gesetz für die schwerste Tat bestimmte Strafminimum im konkreten Fall als zureichende Strafe für die schwerste Tat erachtet, er dem Umstand, dass noch weitere strafbare Handlungen begangen oder Deliktstatbestände erfüllt worden sind, in dem Sinne Rechnung tragen muss, dass er die auf jenes gesetzliche Mindestmass beschränkte Einsatzstrafe erhöht. Er darf es also nicht bei jenem Strafminimum bewenden lassen, mögen auch strafmindernde Umstände zugunsten des Täters sprechen. Art. 63 StGB kann in solchen Fällen nur in dem Masse wirksam werden, als dem Richter überhaupt Ermessen zusteht. Das ist aber - wo keine Strafmilderungsgründe vorliegen - einzig bei Bemessung der Einsatzstrafe innerhalb des für die schwerste Tat geltenden gesetzlichen Strafrahmens und bezüglich der obligatorisch vorgeschriebenen Erhöhung der Einsatzstrafe nur hinsichtlich ihres Ausmasses, nicht aber auch bezüglich des Grundsatzes der Strafschärfung selber der Fall.\n\nDas hat die Vorinstanz im vorliegenden Fall verkannt, wenn sie den Beschwerdegegner bloss zu einem Jahr Zuchthaus verurteilt hat. Art. 148 Abs. 2 StGB sieht für gewerbsmässigen Betrug Zuchthaus bis zu zehn Jahren und Busse vor und weist damit diese Straftat als die im vorliegenden Fall schwerste aus. Da die kürzeste Dauer der Zuchthausstrafe ein Jahr ist (Art. 35 StGB), war diese hier auch das Minimum für die Einsatzstrafe, nachdem die Vorinstanz ausdrücklich die Frage nach dem Vorliegen von Strafmilderungsgründen verneint |227| hatte. Angesichts der Realkonkurrenz des gewerbsmässigen Betrugs mit gewerbsmässigem Diebstahl und fortgesetzter Sachbeschädigung hätte sie deshalb jene Strafe zwingend erhöhen müssen. Das hat sie nicht getan. Ihr Urteil ist infolgedessen wegen Verletzung von Art. 68 Ziff. 1 Abs. 1 StGB aufzuheben und die Sache entsprechend dem Antrag der Staatsanwaltschaft zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, das angefochtene Urteil im Strafpunkt aufgehoben und die Sache zu neuer Bemessung der Strafe an die Vorinstanz zurückgewiesen."}