{"annee": "97", "cour": "III", "page": "121", "date": "13/7/1971", "cite": ["96 III 100", "86 III 94", "86 III 121"], "cite_par": ["100 III 16", "101 III 43", "104 III 61", "101 III 76", "119 III 118"], "chapeau": "28. Entscheid vom 13. Juli 1971 i.S. Finanz und Bau AG und Wohnbau Süd Aktiengesellschaft.", "regestes": ["Faillite; première assemblée des créanciers; désignation de la commission de surveillance (art. 235 ss. LP). 1. Art. 235 al. 3 LP. Une même personne peut représenter un grand nombre de créanciers à l'assemblée des créanciers, en tant qu'il n'y a pas achat de voix, ni confusion entre les intérêts des créanciers et ceux du failli. La procuration donnée au représentant peut comporter des instructions sur la manière de voter au sein de l'assemblée des créanciers (consid. 4). 2. Lorsqu'elle statue sur un recours concernant la désignation et la composition de la commission de surveillance, l'autorité de surveillance doit revoir ces questions du point de vue de l'opportunité et substituer, le cas échéant, sa propre appréciation à celle del'assemblée des créanciers. Le Tribunal fédéral ne peut que rechercher si l'autorité de surveillance a, sur ce point, excédé son pouvoir d'appréciation ou si elle en a abusé (consid. 5). 3. Il résulte de l'art. 237 al. 3 ch. 1 LP que la commission de surveillance doit autant que possible ne comprendre que des créanciers qui n'ont pas de relations personnelles avec le failli, afin d'éliminer le risque de conflits d'intérêts (consid. 6)."], "faits": "|122|\n\nGekürzter Tatbestand:\n\nA.- Am 2. März 1971 wurde über die Firma Modul AG in Basel der Konkurs eröffnet. Zu den zahlreichen Gläubigern gehören auch die Schweizerische Kreditanstalt sowie die Firmen Finanz und Bau AG und die Wohnbau Süd Aktiengesellschaft. Diese beiden Firmen sind die Gläubiger mit den grössten Forderungen gegen die Gemeinschuldnerin. Die erste Gläubigerversammlung fand am 5. Mai 1971 statt. Dabei wurde ein Gläubigerausschuss bestellt, dem Emil Elliker, Max Scherrer und Rolf Weber angehören. Elliker und Weber stehen der Schweizerischen Kreditanstalt nahe, während Scherrer die Gläubiger mit kleineren Forderungen vertritt. Drei weitere Kandidaten für eine Wahl in den Gläubigerausschuss, nämlich Rolf Lutz, Angestellter der Finanz und Bau AG, Gabriel Tomek, Verwaltungsrat der Wohnbau Süd Aktiengesellschaft, und W. von Rohr, wurden nicht gewählt. Ein Antrag von Rolf Lutz auf Bestellung eines fünfköpfigen Gläubigerausschusses wurde verworfen.\n\n|123|\n\nB.- Die beiden Firmen Finanz und Bau AG und Wohnbau Süd Aktiengesellschaft erhoben je eine Beschwerde bei der Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons Basel-Stadt. In diesen Beschwerden stellten sie die Anträge, der Beschluss der ersten Gläubigerversammlung vom 5. Mai 1971 sei aufzuheben, soweit er die personelle Zusammensetzung des Gläubigerausschusses auf drei Personen beschränke; die Anzahl der Gläubigervertreter im Gläubigerausschuss sei auf fünf Personen zu erhöhen; der Gläubigerausschuss sei mit Gabriel Tomek und Rolf Lutz zu ergänzen.\n\nDie Aufsichtsbehörde wies die Beschwerden mit gleichlautenden Entscheiden vom 9. Juni 1971 ab. Sie hielt eine Erhöhung der Mitgliederzahl des Gläubigerausschusses für sachlich nicht gerechtfertigt. Insbesondere erachtete sie aber eine Ergänzung des Ausschusses mit Vertretern der beschwerdeführenden Firmen als nicht opportun oder angemessen, da diese Firmen mit der Gemeinschuldnerin eng verbunden seien.\n\nC.- Gegen diese Entscheide führen die beiden Firmen Finanz und Bau AG und Wohnbau Süd Aktiengesellschaft Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Sie verlangen, die Beschlussfassung und die Wahlen der ersten Gläubigerversammlung seien als gesetzesverletzend, unter Beeinträchtigung der freien Willensbildung zustandegekommen und unangemessen aufzuheben; die Anzahl der Mitglieder des Gläubigerausschusses sei auf fünf Personen zu erhöhen; in den Gläubigerausschuss von fünf Personen seien ergänzend Gabriel Tomek, Präsident des Verwaltungsrates der Firma Wohnbau Süd Aktiengesellschaft, und Rolf Lutz, Delegierter des Verwaltungsrates der Firma Finanz und Bau AG, als Vertreter dieser beiden wichtigen Gläubiger oder andere Personen zu wählen.\n\nZur Begründung bringen sie u.a. vor, die Vertretung an der Gläubigerversammlung sei nicht ordnungsgemäss ausgeübt worden. Einzelne Gläubiger hätten einen weitergehenden Einfluss auf die Bildung des Gesamtwillens nehmen können, als ihnen das Gesetz zubilligen wollte. Dadurch seien vorab die Interessen der Bank und der kleinen Gläubiger befriedigt worden, während die Interessen der Gläubiger mit den grossen Forderungen vernachlässigt worden seien. Im Gläubigerausschuss sollten aber alle Gläubigergruppen angemessen vertreten sein. Da auch die |124| Aufsichtsbehörde für diese Vertretung nicht besorgt gewesen sei, könne ihr der Vorwurf der Willkür und damit der Rechtsverletzung nicht erspart werden.\n\nDie Schuldbetreibungs- und Konkurskammer weist die Rekurse ab, soweit darauf einzutreten ist.", "considerants": "Erwägungen:\n\n1., 2., 3. - ...\n\n4. Die Rekurrentinnen machen geltend, eine freie Willensbildung sei an der ersten Gläubigerversammlung nicht möglich gewesen, weil eine grosse Zahlvon Gläubigern durch die gleichen Personen vertreten worden sei und diese Vertreter einen unverhältnismässig grossen Einfluss auf die Entscheidungen hätten nehmen können. Der Wortlaut der Vollmachten habe zufolge bindender Weisungen über die Stimmabgabe eine freie Entscheidung verunmöglicht, und die Vertreter hätten sich teilweise nicht an die ihnen erteilten Weisungen gehalten.\n\na) Das Gesetz beschränkt die Vertretung von Gläubigern an der Gläubigerversammlung in keiner Weise, sondern sieht eine solche Vertretung vielmehr ausdrücklich vor (Art. 235 Abs. 3 SchKG). Die Bevollmächtigung ist allerdings nur gültig, wenn kein Stimmenkauf vorliegt und die Interessen der Gläubiger nicht mit jenen des Gemeinschuldners vermengt werden (BGE 96 III 104 ff. Erw. 2 b). Ein Stimmenkauf ist nach der Rechtsprechung des Bundesgerichts gegeben, wenn ein Gläubiger von einem andern die Bevollmächtigung zur Vertretung im Konkursverfahren durch die Zusicherung \"besonderer Vorteile\" erwirkt (BGE 86 III 100 Erw. 5). Von den Rekurrentinnen wird nichts Derartiges geltend gemacht. Unter Vorbehalt dieser Ausnahmen erscheint es jedoch als zulässig, dass sich eine grosse Zahl von Gläubigern durch die gleiche Person an der Gläubigerversammlung vertreten lässt. Auch wenn ein solcher Vertreter dank der Vielzahl seiner Stimmen einen grossen Einfluss auf die Entscheidungen nehmen kann, ist darin gleichwohl nicht eine unzulässige Behinderung der freien Willensbildung der Gläubigerversammlung zu erblicken. Es entspricht vielmehr dem Willen der Vollmachtgeber, dass ihr Stimmrecht durch den gleichen Vertreter ausgeübt und dadurch entsprechend wirkungsvoll zur Geltung gebracht werde.\n\nb) Entgegen der Auffassung der Rekurrentinnen muss es auch |125| als zulässig betrachtet werden, eine Vollmacht zur Vertretung eines Gläubigers an der Gläubigerversammlung dahin einzuschränken, dass dem Vertreter Weisungen für seine Stimmabgabe erteilt werden. Dadurch kann ein Gläubiger, der an der Versammlung nicht persönlich teilnehmen kann oder will, seinen Willen gezielter zur Geltung bringen, als wenn er die zu treffenden Entscheidungen vollumfänglich seinem Vertreter überlässt. Es kann sich allerdings in der Versammlung eine Situation ergeben, die eine von den Weisungen abweichende Stimmabgabe nahelegt. Ob der Vertreter unter solchen Umständen berechtigt sein soll, von den ihm erteilten Weisungen abzuweichen, ist eine Frage des internen Verhältnisses zwischen Vollmachtgeber und Bevollmächtigtem.\n\nIm Text der im vorliegenden Fall erteilten Vollmachten wird der Vertreter ermächtigt, den fraglichen Gläubiger an der ersten Gläubigerversammlung zu vertreten und insbesondere der Wahl einer aus einem Vertreter des Konkursamtes Basel-Stadt und Emil Elliker bestehenden Konkursverwaltung sowie der Wahl eines aus Max Scherrer, Rolf Weber und W. von Rohr bestehenden Gläubigerausschusses zuzustimmen. Aus den Worten \"... und insbesondere der Wahl... zuzustimmen\" ist nicht auf eine starre Bindung an die genannten Nominationen zu schliessen und die eher geringfügige Differenz zwischen der Vollmacht und dem Ergebnis der Gläubigerversammlung - dem Gläubigerausschuss gehören Elliker, Scherrer und Weber an - als durch den Vollmachtstext noch gedeckt zu erachten. Indessen braucht diese Frage nicht abschliessend geprüft zu werden, da in der Unterlassung einer Anfechtung der Beschlüsse und Wahlen durch die Vollmachtgeber eine stillschweigende Genehmigung einer über die Schranken der Vollmacht eventuell hinausgehenden Stimmabgabe der Vertreter erblickt werden kann. Jedenfalls können die Rekurrentinnen, die an diesem Vertretungsverhältnis nicht beteiligt sind, die Gültigkeit der von der Gläubigerversammlung getroffenen Entscheide nicht einfach unter Berufung auf die Diskrepanz zwischen der Stimmabgabe der Vertreter und dem Wortlaut der Vollmacht anfechten. Sie müssten vielmehr dartun können, dass die Ausübung des Stimmrechts durch die Vertreter dem Willen der Vollmachtgeber tatsächlich nicht entsprach und von diesen auch nachträglich nicht etwa genehmigt wurde. Einen solchen Nachweis zu führen, |126| haben die Rekurrentinnen aber nicht einmal versucht. Die Vorinstanz hat die Stimmabgabe durch die Gläubigervertreter daher mit Recht als in allen Teilen gültig betrachtet.\n\n5. Die Rekurrentinnen verlangen die Erhöhung der Zahl der Mitglieder des Gläubigerausschusses von drei auf fünf und rügen die Abweisung dieses Antrages durch die Vorinstanz als Rechtsverletzung. Richtig ist, dass die kantonale Aufsichtsbehörde die Bestellung und die Zusammensetzung des Gläubigerausschusses auch auf deren Angemessenheit hin zu prüfen, d.h. ihr eigenes Ermessen an die Stelle desjenigen der Gläubigerversammlung zu setzen hatte (BGE 86 III 123 Erw. 2 mit Verweisungen). Die Vorinstanz hat die Erweiterung des Gläubigerausschusses aus zwei Gründen als unangemessen betrachtet: Einmal war sie der Auffassung, dass die damit verbundenen Mehrkosten sich im Interesse der Gesamtheit der Gläubiger nicht rechtfertigen würden, und sodann machte sie die Überlegung, dass höchstens eine Ergänzung des Gläubigerausschusses durch Vertreter der Rekurrentinnen in Betracht fallen könnte, eine solche jedoch aus andern Gründen nicht in Frage komme. Mit diesen Erwägungen hat die Vorinstanz ihr Ermessen weder überschritten noch missbraucht, was vom Bundesgericht, das gemäss Art. 19 Abs. 1 SchKG nur im Falle von Rechtsverletzung einschreiten kann, allein zu prüfen ist. Es ist tatsächlich nicht einzusehen, welche gewichtigen Interessen für eine Erweiterung des Gläubigerausschusses auf fünf Mitglieder sprechen könnten, wenn die Aufnahme von Vertretern der Rekurrentinnen nicht in Betracht fallen sollte. Was diesbezüglich in den Rekursschriften ausgeführt wird, lässt die Ermessensausübung durch die Vorinstanz in keiner Weise als willkürlich erscheinen.\n\n6. Das Hauptinteresse der Rekurrentinnen ist offensichtlich darauf gerichtet, im Gläubigerausschuss selber vertreten zu sein, wie sie dies in ihrem Rechtsbegehren unter Bezeichnung ihrer Vertreter verlangen. Sie machen geltend, die Ablehnung dieses Begehrens durch die Vorinstanz beruhe auf willkürlichen Annahmen.\n\nDie Vorinstanz führte in diesem Zusammenhang aus, dass als Vertreter der Gemeinschuldnerin Herbert Krall, Verwaltungsratspräsident, und Rudolf Tissot, Verwaltungsrat und Direktor, einvernommen wurden. Tissot habe aber beide Beschwerden an die Vorinstanz unterzeichnet, woraus geschlossen werden müsse, dass dieser auch bei den Rekurrentinnen eine |127| massgebende Stellung einnehme. Krall sei seinerseits Verwaltungsrat der Wohnbau Süd Aktiengesellschaft. Das letzte Domizil der Gemeinschuldnerin habe sich an demjenigen der beiden Rekurrentinnen befunden. Unter diesen Umständen sei keinerlei Gewähr gegeben, dass Tissot und Krall nicht über alle Beschlüsse und alle im Gläubigerausschuss besprochenen Details orientiert würden, wenn Lutz und Tomek diesem angehören würden. Ferner bestehe die Gefahr, dass Tissot und Krall durch ihre Mittelsmänner im Ausschuss ihren Einfluss auf die zu treffenden Entscheidungen ausüben könnten.\n\nDiese Überlegungen der Vorinstanz sind durchaus vertretbar und somit nicht willkürlich. So durfte die Vorinstanz vor allem auf die personellen Verflechtungen zwischen den Organen der Rekurrentinnen und der Gemeinschuldnerin massgebend abstellen. Diese Verflechtungen werden in den Rekursen nicht etwa bestritten, sondern unter Hinweis auf die Verschiedenheit der Rechtssubjekte und die Unbefangenheit der als Vertreter vorgeschlagenen Personen als unmassgeblich bezeichnet. Gemäss Art. 237 Abs. 3 Ziff. 1 SchKG hat der Gläubigerausschuss die Konkursverwaltung zu beaufsichtigen. Daraus ergibt sich, dass in den Gläubigerausschuss nur Vertreter solcher Gläubiger aufgenommen werden sollten, die zum Gemeinschuldner personell möglichst keine Verbindungen haben, damit die Gefahr von Interessenkollisionen ausgeschaltet werden kann. Im vorliegenden Fall durfte die Aufsichtsbehörde ohne Willkür annehmen, dass diese Gewähr bei der Aufnahme von Vertretern der Rekurrentinnen in den Gläubigerausschuss nicht bestehe. Für eine solche Annahme spricht unter anderem die in den Beschwerden an die Vorinstanz enthaltene Zugabe, Herbert Krall übe auf die Generalversammlung und damit auch auf den Verwaltungsrat der beiden Rekurrentinnen einen erheblichen Einfluss aus. Herbert Krall war aber gleichzeitig Verwaltungsratspräsident der Gemeinschuldnerin und musste als solcher dem Konkursamt gegenüber Rede und Antwort stehen. Damit ist die Gefahr von Interessenkollisionen recht anschaulich gemacht. Die Vorinstanz hatte also gute Gründe, von einer Aufnahme von Vertretern der Rekurrentinnen in den Gläubigerausschuss abzusehen."}