{"annee": "97", "cour": "IV", "page": "246", "date": "24/11/1971", "cite": [], "cite_par": [], "chapeau": "47. Extrait de l'arrêt de la Cour de cassation pénale du 24 novembre 1971 dans la cause Halter contre Ministère public du canton de Neuchâtel.", "regestes": ["Art. 1er OL. L'ouverture d'un concours, au même titre que la remise de billets de loterie, peut constituer un avantage momentané au sens de l'OL."], "faits": "BGE 97 IV 246 S. 246\n\nEn décembre 1970, la maison Philips SA remit au magasin Hug et Cie, à Neuchâtel, qui la plaça dans ses vitrines, une affiche annonçant un concours de Noël à ceux qui achèteraient un téléviseur couleur avant la fin de l'année. Le texte, dont B. Halter de la maison Philips est responsable, donnait une liste des 251 prix, dont la valeur variait entre 279 et 15 600 fr., auxquels s'ajoutait un prix de consolation pour chaque participant. Les acheteurs recevaient un coupon qu'ils étaient invités à envoyer à Philips SA jusqu'au 31 décembre 1970; le coupon comportait notamment, suivie de deux lignes destinées à la BGE 97 IV 246 S. 247réponse, la rubrique suivante: \"Voici pourquoi j'ai acheté un téléviseur couleur (les motivations les plus originales l'emporteront)\".\n\nLibéré par le Tribunal de police du district de Neuchâtel, Halter, sur recours du Ministère public, a été condamné par la Cour neuchâteloise de cassation pénale à une amende de 400 fr. en vertu de l'art. 20 OL. Il se pourvoit en nullité au Tribunal fédéral.", "considerants": "Considérant en droit:\n\na) ...\n\nb) Les avantages visés par l'art. 1er OL peuvent consister dans une réduction du prix, un supplément de marchandises ou encore une prime, c'est-à-dire une autre marchandise ou prestation, à condition que celle-ci ait une valeur suffisante pour inciter le public à l'achat (RO 90 IV 110/111 et les références). Les consommateurs peuvent être alléchés davantage par la chance, même faible, de gagner un appareil, une machine d'un prix élevé (par exemple une voiture de plus de 15 000 fr.) que par la certitude de recevoir un objet de moindre valeur. Si la remise de billets de loterie constitue un avantage au sens de l'art. 1er OL (GIGER, ZBl 1949 p. 235; FLÜELER, Die rechtliche Regelung des Ausverkaufswesens in der Schweiz, p. 78), il en est de même d'un concours doté de 251 prix d'une valeur de 279 à 15 600 fr. Que l'attribution des prix soit liée non au hasard, mais à l'appréciation d'un jury ne change rien. En admettant malgré cette circonstance - qui ne lui a du reste pas échappé - que des avantages étaient offerts aux acheteurs, la cour neuchâteloise n'a pas violé le droit fédéral.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi."}