{"annee": "97", "cour": "I", "page": "499", "date": "3/3/1971", "cite": [], "cite_par": ["102 IA 452", "106 IB 57", "98 IA 395", "102 IA 533", "102 IA 516", "105 IA 330", "119 IA 378", "111 IA 23", "99 IA 504", "101 IA 484", "102 IA 372", "117 IA 472", "122 I 90", "130 I 279", "101 IA 172", "107 IA 286", "103 IA 586", "101 IA 336", "143 I 403", "102 IA 104", "113 IA 126"], "chapeau": "69. Extrait de l'arrêt du 3 mars 1971 dans la cause Griessen contre Conseil d'Etat du canton de Genève.", "regestes": ["Force dérogatoire du droit fédéral. Liberté du commerce et de l'industrie. Mesures sociales. 1. Dans les domaines régis par la LF du 13 mars 1964 sur le travail, les cantons n'ont plus de compétence législative en matière de protection des travailleurs soumis à cette loi (consid. 3c). 2. Inconstitutionnalité des mesures cantonales de politique économique (consid. 4a). 3. Rentrent dans les prescriptions cantonales réservées par l'art. 31 al. 2 Cst. non seulement les mesures de police, mais également les mesures sociales ou de politique sociale (consid. 4c). 4. Conditions auxquelles les mesures sociales doivent satisfaire pour être compatibles avec la liberté du commerce et de l'industrie (consid. 4c et 5)."], "faits": "BGE 97 I 499 S. 500\n\nRésumé des faits:\n\nA.- La loi genevoise du 15 novembre 1968 \"sur les heures de fermeture des magasins\" (LHFM) règle la fermeture des magasins le soir, le dimanche et les jours fériés légaux, ainsi qu'une demi-journée ouvrable par semaine.\n\nAu chapitre I qui définit le champ d'application de cette réglementation, l'art. 4 en exclut diverses catégories d'entreprises, en particulier les kiosques, les magasins de tabacs et journaux, les cafés, restaurants et autres établissements semblables. Sous les notes marginales \"Régime spécial\" et \"Dérogations\", l'art. 7 prévoit ce qui suit:\n\n\"Le département peut, après avoir pris l'avis des associations professionnelles intéressées, fixer un régime spécial pour certains magasins, notamment en faveur de ceux qui travaillent principalement la nuit.\n\nLe département peut accorder des dérogations aux dispositions de la présente loi, lorsqu'un intérêt commercial ou touristique évident le justifie, pendant les périodes comprises entre le 10 décembre et le 3 janvier et entre le 1er juin et le 30 septembre ou, en dehors de ces dates, à l'occasion de manifestations spéciales. Le département prend l'avis des associations professionnelles intéressées.\"\n\nB.- Jean-Jacques Griessen exploite à Genève trois magasins où il vend notamment des souvenirs, des montres, des appareils à transistors, des instruments d'optique, des appareils photographiques BGE 97 I 499 S. 501miniatures, des briquets, des bibelots divers, des jouets et des armes. A côté de la vente directe au détail, il pratique la vente par correspondance, ainsi que le commerce d'importation et d'exportation.\n\nLe 8 mai 1970, Griessen a demandé, pour l'été 1970, l'autorisation de ne pas fermer, pendant la demi-journée de congé hebdomadaire, deux de ses magasins situés au centre de la ville, en application de l'art. 7 al. 2 LHFM. Il affirmait que son affaire vivait essentiellement du tourisme.\n\nLe 13 mai 1970, le Service cantonal des relations du travail (Département du commerce, de l'industrie et du travail) a rejeté la demande. Il déclarait qu'après les consultations prévues à l'art. 7 al. 2 LHFM, le département avait décidé de n'accorder de dérogations que pour certains secteurs économiques déterminés, les magasins de photographie, les opticiens et les articlessouvenirs, et pour les commerces seulement dont le caractère dominant relève de ces secteurs (art. 29 LHFM).\n\nLe 8 juin 1970, Griessen a recouru contre cette décision auprès du Conseil d'Etat. Attaquant l'art. 7 al 2 LHFM, il soutenait que le préavis obligatoire des associations professionnelles faisait revivre, pour les dissidents, un régime corporatifcontraire à la liberté du commerce et de l'industrie. Il mettait en outre en doute la constitutionnalité de la loi dans son ensemble. Puis, se prévalant d'un intérêt commercial et touristique évident. il se plaignait d'avoir été traité en violation du principe de l'égalité devant la loi, en raison du fait notamment que certains commerces vendant les mêmes articles que lui bénéficiaient de dérogations fondées sur l'art. 7 al. 2 LHFM.\n\nLe Conseil d'Etat a rejeté le recours le 22 juillet 1970. Sur la constitutionnalité de la loi du 15 novembre 1968, il ne se prononçait que sommairement, en relevant que la question relevait avant tout de la compétence du Tribunal fédéral. Pour le reste, il indiquait les motifs pour lesquels l'autorité devait se montrer restrictive dans l'octroi des dérogations prévues par l'art. 7 al. 2 LHFM. Il repoussait, en se référant à la jurisprudence du Tribunal fédéral, le grief visant la consultation des associations professionnelles.\n\nC.- Agissant par la voie d'un recours de droit public daté du 25 août 1970, Griessen requiert le Tribunal fédéral d'annuler la décision du Conseil d'Etat du 22 juillet 1970. Il allègue la violation des art. 4 et 31 Cst. Il soutient qu'en imposant à tout BGE 97 I 499 S. 502commerçant l'obligation de fermer une demi-journée ouvrable par semaine, la loi genevoise du 15 novembre 1968 viole la garantie de la liberté du commerce et de l'industrie, et qu'en outre elle enfreint les principes de la proportionnalité et de l'égalité de traitement. A l'appui de ce grief d'inconstitutionnalité de la loi elle-même, il fait notamment valoir que, depuis l'entrée en vigueur de la loi fédérale du 13 mars 1964 sur le travail, les cantons n'ont plus le pouvoir d'ordonner la fermeture des magasins en rapport avec la protection des travailleurs et que, s'ils l'ordonnent néanmoins, ce ne peut être que pour empêcher la libre concurrence, ce qui est contraire à l'art. 31 Cst.\n\nLe Conseil d'Etat conclut au rejet du recours, sans se prononcer expressément sur la constitutionnalité de la loi mise en cause. Il se borne à relever que cette loi a généralisé l'obligation de fermer les magasins une demi-journée par semaine à la suite de l'entrée en vigueur de la loi fédérale sur le travail, laquelle impose aux employeurs d'accorder au personnel une demijournée de congé (art. 21). Il conteste en outre que la loi ait pour but d'intervenir dans la concurrence.", "considerants": "Extrait des motifs:\n\n3. Les dispositions cantonales et communales prescrivant la fermeture des magasins un demi-jour (voire un jour) ouvrable par semaine sont considérées par la jurisprudence constante comme compatibles avec la liberté du commerce et de l'industrie: destinées avant tout à procurer au personnel le temps de repos nécessaire, elles constituent des prescriptions de police que les cantons peuvent édicter, en vertu de l'art. 31 al. 2 Cst., notamment pour la protection de la santé publique (RO 96 I 366, 91 I 105, 89 I 31, 86 I 274 s., 73 I 99).\n\nLe recourant soutient que, depuis l'entrée en vigueur de la loi fédérale sur le travail du 13 mars 1964 (LTr.), ces prescriptions ne peuvent plus avoir pour but de protéger les employés. C'est dire en d'autres termes que, dans cette mesure, elles sont contraires au droit fédéral, ce qui impliquerait la violation du principe de la force dérogatoire du droit fédéral. Selon la jurisprudence, il suffit d'invoquer, même implicitement, la violation de ce principe (RO 95 I 163 et les arrêts cités). La cour de céans doit dès lors examiner d'abord ce grief. S'il se révélait que les cantons ne peuvent plus édicter de dispositions pour BGE 97 I 499 S. 503protéger la santé des salariés, les prescriptions de la loi genevoise visant un tel but devraient être déclarées inconstitutionnelles, à moins qu'elles ne puissent se justifier par d'autres motifs compatibles avec le droit fédéral.\n\na) La loi fédérale sur le travail et les prescriptions cantonales (ou communales) sur la fermeture des magasins sont des règles de droit public. Or le droit public fédéral prime d'emblée et toujours le droit public cantonal (RO 91 I 21 consid. 5; 89 I 180 consid. 3 b; 88 I 170 consid. 3 c, et 291). Lorsque, dans un domaine du droit public, le législateur fédéral a fait usage d'une compétence attribuée par la constitution et qu'il a posé des règles exhaustives, les cantons ne peuvent plus légiférer en la même matière, du moins pas en adoptant des règles différentes.\n\nOr il ressort clairement du Message du Conseil fédéral (FF 1960 II 885 ss., 891, 900 s.) et des délibérations des Chambres (Bull. stén. CN 1962 p. 106 et 111; CE 1963 p. 18) que l'intention du législateur était d'uniformiser la réglementation de droit public en matière de travail; cette intention a trouvé son expression à l'art. 73 al. 1 lettre a de la loi, qui abroge toutes \"les prescriptions cantonales se rapportant aux domaines qu'elle régit\", et non pas seulement celles qui la contrediraient.\n\nb) L'art. 71 LTr. réserve cependant, outre les prescriptions contenues sous lettre b qui n'intéressent pas la présente affaire, les prescriptions cantonales et communales de police, notamment celles qui concernent le repos dominical et les heures d'ouverture des entreprises de vente au détail (lettre c).\n\nIl n'est pas douteux que cette dernière disposition vise en tout cas les prescriptions relatives à la fermeture des magasins le soir, les dimanches et les jours fériés: ce sont là typiquement des mesures de police; destinées à assurer notamment l'ordre et la tranquillité publics, elles ne tendent pas principalement à protéger le personnel; elles sont d'ailleurs expressément mentionnées dans le Message du Conseil fédéral (FF 1960 II p. 901, observation relative à l'art. 66 lettre b du projet, devenu l'art. 71 lettre c de la loi).\n\nLa nature de prescription de police est en revanche plus discutable pour les dispositions sur la fermeture des magasins un demi-jour ouvrable par semaine, bien que le Tribunal fédéral ait toujours admis qu'elles rentraient encore dans les mesures de police au sens large (RO 96 I 366 s. et les arrêt cités). Mais les auteurs ont critiqué cette jurisprudence à plusieurs BGE 97 I 499 S. 504reprises. Comme on le verra plus loin (consid. 4 b), il y a lieu de revenir à une notion plus étroite de la police et de ne plus considérer comme rentrant dans les mesures de police les dispositions cantonales et communales imposant la fermeture des magasins un demi-jour ouvrable par semaine.\n\nc) Il faut dès lors conclure que les cantons n'ont, dans les domaines régis par la loi fédérale, plus de compétence législative en matière de protection des travailleurs qui sont soumis à cette loi, que notamment ils ne peuvent plus fonder sur des motifs tirés de la santé du personnel les prescriptions sur la fermeture des magasins un demi-jour ouvrable par semaine.\n\nCela ne signifie cependant pas que de telles prescriptions doivent être déclarées d'emblée inconstitutionnelles parce que contraires au principe de la force dérogatoire du droit fédéral. En effet, les cantons restent compétents pour légiférer sur certaines entreprises et certaines personnes, si c'est à d'autres fins que la protection des travailleurs dans les entreprises soumises à la loi fédérale, et s'ils le font par des prescriptions compatibles avec la liberté du commerce et de l'industrie.\n\n4. a) L'art. 31 al. 2 Cst. réserve d'une part les régales cantonales, qui ne sont pas en cause ici, d'autre part \"les prescriptions cantonales sur l'exercice du commerce et de l'industrie ainsi que sur leur imposition\"; toutefois, ces prescriptions \"ne peuvent déroger au principe de la liberté du commerce et de l'industrie à moins que la constitution fédérale n'en dispose autrement\". Ainsi le texte constitutionnel ne qualifie pas lui-même les prescriptions réservées par l'art. 31 al. 2 Cst.; il n'emploie notamment pas le terme de \"prescriptions de police\". En revanche, il prohibe les mesures de politique économique, c'est-à-dire les mesures qui interviennent dans la libre concurrence pour assurer ou favoriser certaines branches de l'activité lucrative ou certaines formes d'exploitation et tendent à diriger l'activité économique selon un certain plan (cf. RO 91 I 104 consid. 2 a; 87 I 448 consid. 6 a; 86 I 274). On peut donc dire que ne sont prohibées que les prescriptions qui ont pour but d'entraver la libre concurrence ou d'en atténuer les effets.\n\nb) Néanmoins, le Tribunal fédéral a toujours déclaré, dans une abondante jurisprudence, que n'étaient admissibles au sens de l'art. 31 al. 2 Cst. que les prescriptions de police visant à assurer l'ordre public, savoir à sauvegarder la tranquillité, la BGE 97 I 499 S. 505sécurité, la santé et la moralité publiques, ainsi que la bonne foi en affaires (RO 96 I 366; 95 I 426 consid. 4; 94 I 226; 93 I 219; 91 I 104 consid. 2 a; 86 I 274). Une telle conception s'expliquait à une époque où l'on ne pouvait guère envisager, en dehors des monopoles cantonaux et des mesures de politique économique, que des mesures de police proprement dites, c'est-à-dire des mesures visant à préserver d'un danger ou à l'écarter, ce qui constitue une des premières tâches incombant aux pouvoirs publics.\n\nAu cours des années cependant, les cantons ont été amenés à prendre, dans l'intérêt général et en raison de l'évolution des conditions techniques, économiques et sociales, des mesures qui ne tendaient plus directement - ou du moins plus uniquement - à écarter un danger, mais pratiquement à procurer du bienêtre à l'ensemble ou à une grande partie des citoyens, ou à accroître ce bien-être par l'amélioration des conditions de vie, de la santé ou des loisirs (cf. notamment les arrêts, cités cidessus sous consid. 3, relatifs à la fermeture des magasins, ainsi que les arrêts relatifs aux vacances payées: RO 85 II 375, 87 I 188 s.; en ce qui concerne la garantie de la propriété: RO 88 I 253 et les arrêts cités). Le Tribunal fédéral a déclaré compatibles avec la constitution ces mesures, ressenties par une grande partie de la population comme justifiées. Bien que rien, dans le texte de l'art. 31 Cst., ne l'obligeât à qualifier ces prescriptions de mesures de police pour qu'elles soient conformes à cette disposition, il leur a néanmoins conservé cette qualification, élargissant progressivement la notion de police au-delà de son acception première et traditionnelle (cf. notamment RO 96 I 367). Mais la doctrine n'a pas manqué de critiquer une telle extension, jugée dangereuse pour un Etat fondé sur le droit (HANS HUBER, RJB 1949 vol. 85 p. 53 ss., 1961 vol. 97 p. 330 ss., 1964 vol. 100 p. 402, 1966 vol. 102 p. 427; Festgabe Gutzwiller 1959, p. 551; HANS MARTI, Handels- und Gewerbefreiheit, 1950 p. 134 s.; PETER SALADIN, Grundrechte im Wandel, 1970 p. 236, 238 ss.; cf. aussi JEAN-FRANÇOIS AUBERT, Traité de droit constitutionnel suisse, nos 242 s., 1760, 1897).\n\nc) Il faut reconnaître qu'une double notion de police, l'une étroite correspondant à la notion classique et traditionnelle de protection contre un danger, l'autre large, aux contours mal définis, recouvrant des mesures destinées à procurer ou à augmenter le bien-être, ne manque pas de créer une situation peu BGE 97 I 499 S. 506compatible avec la sécurité juridique; cette situation est d'autant plus fâcheuse que, récemment encore, le Tribunal fédéral s'est fondé sur une notion de police au sens étroit pour marquer le départ, dans le domaine des restrictions de droit public à la propriété, entre les restrictions qui peuvent être imposées sans indemnité et celles qui ne peuvent l'être que moyennant indemnité (RO 96 I 128 s., 359 ss.).\n\nSi le Tribunal fédéral a maintenu sa terminologie traditionnelle de mesures de police, il n'en a pas moins relevé, dans l'un ou l'autre cas, le but de politique sociale visé par de telles mesures (cf. en matière de garantie de la propriété: RO 88 I 254 s.; 96 I 127, remarque au sujet de l'arrêt publié au RO 89 I 460; cf. aussi 35 I 722 s.).\n\nIl s'impose dorénavant de revenir à une notion plus stricte des mesures de police, qui puisse être appliquée uniformément dans les différents secteurs où elle est utilisée, et de donner une qualification différente aux mesures qui dépassent un but de police, tout en restant dans le cadre des prescriptions réservées par l'art. 31 al. 2 Cst. Comme elle visent en général un but de politique sociale, il paraît opportun de les qualifier de mesures sociales, ou mesures de politique sociale. Tant qu'elles n'ont pas pour objectif d'intervenir dans la libre concurrence, elles sont compatibles avec l'art. 31 Cst., comme on le reconnaît généralement à l'heure actuelle (cf. SALADIN, loc.cit., p. 241, 346). Il faut cependant qu'elles se conforment aux principes constitutionnels auxquels doivent obéir toutes les restrictions des libertés individuelles, savoir la légalité, l'intérêt public, la proportionnalité et l'égalité de traitement; elles ne peuvent notamment répondre à un intérêt public suffisant que si elles satisfont un besoin assez généralement reconnu pour que l'Etat se charge d'y pourvoir.\n\n5. Il s'agit d'examiner si les dispositions des art. 24 ss. LHFM, relatives à la fermeture des magasins un demi-jour ouvrable par semaine, répondent aux exigences des principes constitutionnels énumérés ci-dessus.\n\na) Le principe de légalité est respecté, puisque les restrictions à la liberté des commerçants sont imposées directement par la loi elle-même. De ce fait, la décision attaquée repose sur une base légale.\n\nb) L'octroi d'un demi-jour (voire d'un jour) de congé par semaine au personnel des entreprises du commerce de détail BGE 97 I 499 S. 507s'est généralisé au cours des dernières décennies (cf. RO 49 I 230, 73 I 99, 86 I 274, 89 I 31, 91 I 105, 96 I 366), en particulier grâce aux conventions collectives de travail; il en est de même de la fermeture obligatoire des magasins, pour le même temps, ordonnée par les cantons et les communes. On peut donc reconnaître à ces mesures un caractère d'intérêt public. Sans doute le but de protection de la santé des travailleurs, qui justifiait autrefois ces mesures, ne peut-il plus être invoqué par les cantons depuis l'entrée en vigueur de la loi fédérale sur le travail du 13 mars 1964; comme on l'a vu ci-dessus, il ne subsiste en effet plus de compétence cantonale en cette matière. En revanche, ces mesures permettent également à d'autres personnes, non soumises à la loi fédérale, de bénéficier d'un demijour de repos hebdomadaire: il s'agit notamment des exploitants eux-mêmes, ainsi que des membres de leur famille occupés dans l'entreprise familiale (art. 4 LTr.). Si l'octroi d'un demijour de congé aux travailleurs est une mesure reconnue d'intérêt public, il en est de même des dispositions qui font bénéficier les exploitants d'un avantage semblable, à savoir les dispositions qui ordonnent la fermeture des magasins un demi-jour par semame.\n\nIl est vrai que ces dispositions n'ont pas pour seule fin de procurer aux exploitants des loisirs dont ils ont tout autant besoin que les employés; dans la mesure où elles facilitent l'application des dispositions qui octroient un congé supplémentaire aux travailleurs (actuellement l'art. 21 LTr.), elles ont aussi un certain caractère de politique économique. Toutefois leur but social, reconnu d'intérêt public, suffit à les justifier à lui seul, du moment qu'il n'apparaît pas manifestement secondaire. On a donc bien affaire, en l'espèce, à une règle d'intérêt public au sens de la jurisprudence (RO 88 I 254, 90 I 332).\n\nIl n'est pas nécessaire d'examiner si tels ou tels exploitants sont disposés à renoncer à la fermeture prévue et si, partant, cette mesure les protège en quelque sorte contre eux-mêmes. Ce qui est décisif, c'est que, objectivement, la disposition attaquée permet aux chefs d'entreprise de jouir d'un temps libre que, sans elle, un grand nombre d'entre eux hésiteraient à s'accorder.\n\nA vrai dire, dans des circonstances exceptionnelles, on peut hésiter à attribuer un caractère d'intérêt public à la fermeture obligatoire des magasins. Tel est le cas notamment dans les BGE 97 I 499 S. 508centres de tourisme où, en haute saison, les commerces de détail restent généralement ouverts toute la semaine, voire le soir et le dimanche. Cependant, les dérogations réservées par l'art. 7 al. 2 de la loi en cause semblent tenir compte suffisamment de la situation particulière des exploitants genevois.\n\nc) Lorsqu'il applique le principe de proportionnalité, le Tribunal fédéral se sert d'une double formule. Dans la plupart des cas, il se borne à vérifier si la mesure attaquée est adaptée à son but. Exceptionnellement, il s'exprime d'une façon plus nuancée, en exigeant: d'une part, que le moyen utilisé soit propre à atteindre la fin d'intérêt public recherchée et ménage le plus possible la liberté individuelle; d'autre part, qu'il existe un rapport raisonnable entre le résultat prévu et les restrictions de liberté qu'il nécessite (RO 91 I 464, 487, 93 I 219). Quand la validité d'une disposition légale est en cause, il convient de se prononcer au regard de la définition la plus précise.\n\nCes exigences sont respectées en l'espèce. D'une part, le but social visé - accorder aux exploitants la même possibilité de repos et de loisirs qu'aux employés - ne peut être atteint avec sûreté que si la fermeture est rendue obligatoire un demi-jour par semaine, la liberté de choisir ce demi-jour étant en revanche laissée à chaque exploitant (art. 27 LHFM). D'autre part, l'obligation imposée est si bien entrée dans les habitudes qu'elle ne paraît pas excessive eu égard au but visé.\n\nd) Sous réserve de l'examen des arguments que le recourant tire de l'art. 4 LHFM (consid. 6), la réglementation genevoise n'engendre pas d'inégalité au sens de l'art. 4 Cst. Au contraire, elle place les exploitants de magasins sur le même pied que de nombreux travailleurs, en faisant bénéficier les premiers d'un avantage reconnu aux seconds.\n\nEn particulier, bien qu'elle n'oblige pas les membres des professions libérales (médecins, avocats, etc.) à cesser le travail un demi-jour par semaine, elle ne les favorise pas indûment par rapport aux commerçants qu'elle astreint à fermer leurs magasins pendant ce temps. La situation des uns et des autres n'est pas identique. Les malades choisissent leur médecin en raison de ses qualités personnelles et les personnes qui consultent un avocat s'adressent à lui en raison de la confiance qu'il leur inspire, tandis que les relations des exploitants des magasins avec leur clientèle sont tout autres. Sans la fermeture obligatoire des magasins, leurs exploitants s'abstiendraient souvent de BGE 97 I 499 S. 509prendre des loisirs dont les membres des professions libérales peuvent jouir même en l'absence d'une telle mesure. Ce n'est donc pas créer une inégalité que d'imposer aux uns l'arrêt de leur activité et de soustraire les autres à la même obligation (cf. RO 89 I 36).\n\n6. ...\n\n7. ...\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}