{"annee": "97", "cour": "I", "page": "116", "date": "3/3/1971", "cite": ["57 I 112", "96 I 11", "92 I 480", "56 I 431", "95 I 111", "91 I 312", "91 I 480", "93 I 330", "82 I 217", "35 I 333", "95 I 350", "90 I 18", "73 I 110", "94 I 459", "52 I 108"], "cite_par": ["118 IA 46", "145 I 121", "128 I 19", "142 I 195", "99 IA 344", "140 I 201", "100 IA 119", "104 IA 201", "120 IA 126", "112 IA 398", "106 IA 52", "120 IA 220", "99 IA 143", "109 IA 248", "116 IA 252"], "chapeau": "21. Auszug aus dem Urteil vom 3. März 1971 i.S. Verein Freie Evangelisch-Theologische Hochschule Basel gegen Regierungsrat und Verwaltungsgericht des Kantons Basel-Stadt.", "regestes": ["Recours de droit public. Conditions auxquelles on peut attaquer, en même temps que la décision de dernière instance cantonale, la décision prise en instance inférieure (consid. 1). Qualité des personnes morales pour former un recours de droit public fondé sur la violation de l'art. 49 Cst? (consid. 3 a). Dénomination des écoles privées. Prescription cantonale selon laquelle les écoles privées doivent choisir une dénomination qui ne laisse subsister aucun doute sur leur caractère non étatique. Interdiction faite à une école privée, vouée à la formation de pasteurs au niveau universitaire, de se dénommer \"Université libre de théologieévangélique\". Compatibilité de cette interdiction avec les art. 49 Cst. (consid. 3 b), 56 et 31 Cst. (consid. 4) et 4 Cst. (consid. 5)?"], "faits": "BGE 97 I 116 S. 117\n\nA.- Das basel-städtische Schulgesetz vom 4. April 1929 (SchulG) enthält in den §§ 130-135 Bestimmungen über Privatschulen. Nach § 130 bedarf es zur Errichtung von Schulen oder Erziehungsanstalten für allgemeine Bildung oder Berufsbildung durch Private, Gesellschaften, Vereine oder Korporationen einer Bewilligung des Regierungsrates. Diese Bewilligung ist an sechs in § 131 unter Ziff. 1-6 aufgezählte Bedingungen geknüpft, von denen die letzte lautet:\n\n\"6. Privatschulen sind in Ankündigungen als solche so zu bezeichnen, dass über ihren nichtstaatlichen Charakter kein Zweifel besteht.\"\n\nB.- Der Beschwerdeführer ist ein Verein mit Sitz in Basel. Er trägt den Namen \"Verein Freie Evangelisch-Theologische Hochschule Basel\" und bezweckt laut Statuten vom 16. März 1968 die Eröffnung und Führung einer privaten, von den bestehenden staatlichen Fakultäten unabhängigen Hochschule zur Ausbildung evangelischer Pfarrer. Am 31. Mai 1968 ersuchte er um die Bewilligung, eine solche Schule in Basel zu errichten. Der Regierungsrat beschloss am 8. Dezember 1968, die Bewilligung zur Errichtung der geplanten Lehrstätte unter der Bezeichnung \"Freie Evangelisch-Theologische Hochschule Basel\" oder \"Internationale nicht-staatliche Evangelisch-Theologische Hochschule Basel\" zu verweigern.\n\nNach Eröffnung dieses Entscheids reichte der Beschwerdeführer gleichzeitig beim Verwaltungsgericht des Kantons Basel-Stadt einen Rekurs und beim Regierungsrat ohne Präjudiz für den Rekurs ein Wiedererwägungsgesuch ein, dieses mit dem Antrag, es sei ihm die Errichtung und Führung der geplanten BGE 97 I 116 S. 118Lehrstätte unter der Bezeichnung \"Freie Evangelisch-Theologische Akademie Basel\" zu bewilligen.\n\nDer Regierungsrat entsprach diesem Gesuch durch Beschluss vom 3. Februar 1970.\n\nDas Appellationsgericht als Verwaltungsgericht wies den Rekurs am 29. Mai 1970 ab, im wesentlichen aus folgenden Gründen: Der angefochtene Entscheid stehe mit § 131 Ziff. 6 SchulG im Einklang, da die Verwendung der Bezeichnung \"Hochschule\" den Eindruck erwecken würde, die Lehrstätte sei mit der Universität verbunden. Zweifel über ihren nichtstaatlichen Charakter würden auch durch Zusätze nicht in der vom SchulG verlangten eindeutigen Weise ausgeschlossen, selbst nicht durch das Wort \"frei\". Das Schwergewicht der gewünschten Bezeichnung liege eindeutig auf dem Ausdruck \"Hochschule\", und jedes Adjektiv verblasse vor diesem Hauptwort und werde im Verkehr bald weggelassen. Dem Einwand, der angefochtene Entscheid verletze die Glaubens- und Gewissensfreiheit, sei entgegenzuhalten, dass das Verwaltungsgericht an das Gesetz gebunden sei und es nicht auf seine Verfassungsmässigkeit überprüfen könne. Die Glaubens- und Gewissensfreiheit wäre übrigens nur verletzt, wenn dem Beschwerdeführer die Führung des geplanten Instituts überhaupt verweigert worden wäre; dagegen werde sie durch den Zwang zur Wahl einer andern Bezeichnung als \"Hochschule\" nicht in Frage gestellt (wird näher ausgeführt).\n\nC.- Mit der staatsrechtlichen Beschwerde stellt der Beschwerdeführer den Antrag, es seien die Entscheide des Regierungsrates vom 8. Dezember 1969 und des Verwaltungsgerichtes vom 29. Mai 1970 aufzuheben. Zur Begründung wird im wesentlichen vorgebracht: An den schweizerischen Universitäten gebe es keine theologische Fakultät, an der alle Professoren sich zur uneingeschränkten göttlichen Autorität der ganzen Bibel bekennen. Es bestehe daher ein Bedürfnis nach einer solchen Lehrstätte für die Ausbildung von Pfarrern. Die Lehrstätte des Beschwerdeführers sei eine Hochschule im Sinne des allgemeinen Sprachgebrauchs, da nur Studierende mit Maturität oder gleichwertigem Zeugnis zugelassen würden und die theologische Schlussprüfung derjenigen der theologischen Fakultäten anderer Hochschulen entspreche. Die vom Regierungsrat vorgeschlagenen Bezeichnungen deuteten nicht auf eine Institution mit Hochschulcharakter, auch der Name \"Akademie\" nicht.\n\nBGE 97 I 116 S. 119\n\nDurch die Verweigerung der Bezeichnung \"Hochschule\" werde der Beschwerdeführer in der Ausübung der Lehrtätigkeit behindert und damit werde Art. 49 BV verletzt. Ferner verstosse die Verweigerung gegen Art. 4 BV. Sie beruhe auf einer willkürlichen Auslegung des Schulgesetzes, das den Begriff \"Hochschule\" gar nicht verwende, geschweige denn den staatlichen Lehranstalten vorbehalte, sondern lediglich die Unterscheidbarkeit zwischen staatlichen und privaten Schulen verlange. Eine Rechtsungleichheit liege einerseits darin, dass der theologischen Fakultät der Universität Basel ein Prioritätsrecht für alle auf einen Hochschulcharakter hinweisenden Bezeichnungen eingeräumt werde, anderseits darin, dass es in der Schweiz mehrere nichtstaatliche Hochschulen gebe (wird näher ausgeführt). Willkürlich sei schliesslich die Annahme, dass der Zusatz \"frei\" nicht genügend unterscheidungskräftig sei.\n\nD.- Der Regierungsrat des Kantons Basel-Stadt beantragt Abweisung der Beschwerde. Das Appellationsgericht hat auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die vorliegende Beschwerde richtet sich nach Antrag und Begründung nicht nur gegen das Urteil des Verwaltungsgerichts, sondern auch gegen den Entscheid des Regierungsrates und begründet dies damit, dass das Verwaltungsgericht nicht mit freier Prüfungsbefugnis entschieden habe.\n\nGemäss Art. 86 Abs. 2 (und Art. 87) OG ist die staatsrechtliche Beschwerde wegen Verletzung der vom Beschwerdeführer angerufenen Art. 4 und 49 BV erst gegen letztinstanzliche Entscheide zulässig. Das bedeutet nach der ständigen Rechtsprechung, dass sich die Beschwerde nur gegen den Entscheid der letzten kantonalen Instanz mit freier Prüfungsbefugnis richten kann, nicht auch gegen vorausgegangene Entscheide unterer Instanzen (BGE 95 I 115 E. 1 mit Hinweisen auf frühere Urteile, BGE 96 I 14 E. 1). Das will jedoch nicht heissen, dass vorausgegangene Entscheide immer dann mit angefochten werden können, wenn die kantonale Rechtsmittelinstanz nach dem massgebenden kantonalen Recht nicht alle Rügen, die bei ihr erhoben werden können, frei überprüfen kann. Massgebend ist vielmehr ihre Prüfungsbefugnis inbezug auf diejenigen Fragen, die Gegenstand der staatlichen Beschwerde sind. Soweit die kantonale Rechtsmittelinstanz diese Fragen frei prüfen BGE 97 I 116 S. 120konnte, kann sich die staatsrechtliche Beschwerde nur gegen den Rechtsmittelentscheid richten (vgl. BGE 90 I 20 E. 1); soweit sie sie dagegen nur beschränkt oder überhaupt nicht prüfen konnte, kann sich die staatsrechtliche Beschwerde auch gegen den Entscheid der untern Instanz richten (vgl. BGE 94 I 462 E. 2 b).\n\nIm vorliegenden Falle konnte das Verwaltungsgericht völlig frei prüfen, ob der Regierungsrat § 131 Ziff. 6 SchulG richtig ausgelegt und angewendet habe (§§ 8 und 18 des basel-städtischen Verwaltungsrechtspflegegesetzes vom 14. Juni 1928). Anderseits glaubte es (freilich zu Unrecht; vgl. BGE 82 I 219 E. 1, BGE 91 I 313, BGE 92 I 482), es könne ebenso wenig wie der Regierungsrat prüfen, ob diese Bestimmung gegen die Glaubens- und Gewissensfreiheit verstosse. Hat das Verwaltungsgericht somit die den Gegenstand der staatsrechtlichen Beschwerde bildenden Fragen gleich wie der Regierungsrat teils völlig frei, teils überhaupt nicht geprüft, so kann sich die staatsrechtliche Beschwerde nur gegen den verwaltungsgerichtlichen Entscheid richten. Soweit auch der Entscheid des Regierungsrates angefochten wird, ist daher auf die Beschwerde nicht einzutreten.\n\n2. ...\n\n3. Der Beschwerdeführer macht in erster Linie eine Verletzung der Glaubens- und Gewissensfreiheit (Art. 49 BV) geltend.\n\na) Das Bundesgericht hat bereits in BGE 4 S. 536 ff. entschieden, dass das Individualrecht der Glaubens- und Gewissensfreiheit seiner Natur nach nur physischen Personen zustehen könne und dass sich deshalb juristische Personen nicht auf Art. 49 Abs. 6 BV berufen können. Hieran hat es in der Folge festgehalten (BGE 35 I 335undBGE 52 I 116). Dagegen hat es in BGE 95 I 354 /55 entschieden, dass juristische Personen, die, wie die sogenannten Freikirchen, selber religiöse, insbesondere kirchliche Zwecke verfolgen, sich auf Art. 49 BV berufen und eine Verletzung von Abs. 6 dieser Bestimmung rügen können. Der Beschwerdeführer verfolgt offensichtlich derartige Zwecke, da er sich der Ausbildung von Pfarrern von Freikirchen widmet. Auf seine Rüge, der angefochtene Entscheid verstosse gegen Art. 49 BV, ist daher einzutreten.\n\nb) Sie erweist sich indessen als unbegründet. Die Glaubens- und Gewissensfreiheit umfasst neben dem Recht des Einzelnen, in seiner religiösen Überzeugung keinen Zwang zu erleiden, BGE 97 I 116 S. 121auch das Recht, Glaubensansichten zu äussern und religiöse Lehren und Überzeugungen zu verbreiten (BGE 56 I 439,BGE 57 I 116E. 2,BGE 73 I 114E. 2), und dazu gehört auch die Freiheit, Pfarrer in einem bestimmten Bekenntnis auszubilden. Diese Freiheit wäre indessen nur dann verletzt, wenn dem Beschwerdeführer die Bewilligung zum Betrieb der von ihm gegründeten Ausbildungsstätte verweigert worden wäre. Das ist jedoch nicht der Fall. Der Regierungsrat hat ihm die Bewilligung erteilt. Streitig ist einzig die Benennung der Ausbildungsstätte. Hinsichtlich dieser Benennung könnte die Glaubens- und Gewissensfreiheit allenfalls verletzt werden durch das Verbot der Verwendung des Ausdrucks \"evangelisch\". Dagegen kann sie nicht dadurch verletzt werden, dass vom Beschwerdeführer gestützt auf § 131 Ziff. 6 SchulG verlangt wird, dass er für seine Schule eine Bezeichnung wähle, die über ihren nichtstaatlichen Charakter keinen Zweifel lässt, denn hierin liegt keine Beeinträchtigung der durch Art. 49 BV gewährleisteten Lehrfreiheit aufreligiösem Gebiete. Die Frage, wie eine Ausbildungsstätte zu bezeichnen ist, damit kein Zweifel über ihren nichtstaatlichen Charakter besteht, stellt sich bei einer theologischen Ausbildungsstätte nicht anders als bei irgendeiner andern Lehranstalt.\n\n4. Da der Beschwerdeführer ein Verein ist, könnte sich fragen, ob der angefochtene Entscheid nicht gegen die Vereinsfreiheit (Art. 56 BV) verstosse. Diese Rüge wird indessen vom Beschwerdeführer nicht erhoben und wäre denn auch unbegründet. Abgesehen davon, dass die Berufung auf die Vereinsfreiheit wohl nur den einzelnen, sich zu einem Verein zusammenschliessenden Bürgern zusteht (FLEINER-GIACOMETTI, Bundesstaatsrecht S. 380; AUBERT, Droit constitutionnel suisse Nr. 2139), kann von einer Verletzung dieser Freiheit nicht die Rede sein, da der angefochtene Entscheid sich nicht auf den Bestand, die Tätigkeit oder den Namen des Vereins bezieht, sondern lediglich auf die Bezeichnung der von ihm betriebenen Ausbildungsstätte. Ebensowenig kann die vom Beschwerdeführer ebenfalls nicht angerufene Handels- und Gewerbefreiheit (Art. 31 BV) verletzt sein. Der Betrieb einer Schule steht wie jede andere Tätigkeit nur dann unter dem Schutz dieser Freiheit, wenn damit Erwerbszwecke verfolgt werden (vgl. 80 I 143), was beim Beschwerdeführer offensichtlich nicht der Fall ist, denn er verfolgt einen rein idealen Zweck. Zudem kann auch BGE 97 I 116 S. 122von einer zum Zweck des Erwerbs betriebenen Schule ohne Verletzung von Art. 31 BV verlangt werden, dass ihre Bezeichnung über ihren nichtstaatlichen Charakter keinen Zweifel lässt, wie es § 131 Ziff. 6 SchulG vorschreibt. Es kann sich nur fragen, ob die Auslegung und Anwendung dieser Bestimmung durch das Verwaltungsgericht von Art. 4 BV, d.h. vor dem Verbot der rechtsungleichen Behandlung und der Willkür standhält.\n\n5. Der Beschwerdeführer bestreitet mit Recht nicht, dass die von ihm gegründete Lehrstätte für Pfarrer eine private \"Schule für Berufsausbildung\" im Sinne von § 130 SchulG ist und dass ihre Errichtung daher einer Bewilligung des Regierungsrates bedurfte. Deren Erteilung ist an die in § 131 Ziff. 1-6 SchulG aufgezählten Bedingungen geknüpft, darf also nach Ziff. 6 dieser Bestimmung dann verweigert werden, wenn der Beschwerdeführer seine Privatschule nicht so bezeichnet, dass \"über ihren nichtstaatlichen Charakter kein Zweifel besteht\". Der Regierungsrat wie auch das Verwaltungsgericht sind der Auffassung, dass die vom Beschwerdeführer gewählte Bezeichnung \"Freie Evangelisch-Theologische Hochschule Basel\" dieser Anforderung deshalb nicht genüge, weil eine \"Hochschule\" nach schweizerischen Begriffen eine staatliche Anstalt sei und kein Beiwort, auch nicht der Zusatz \"frei\" geeignet sei, Zweifel über ihren nichtstaatlichen Charakter auszuschliessen.\n\na) Der Beschwerdeführer behauptet, dadurch werde insofern eine Rechtsungleichheit geschaffen, als es in der Schweiz verschiedene private Ausbildungsstätten gegeben habe und noch heute gebe, die sich als Hochschulen bezeichnen, wie z.B. die \"Hochschule für Geisteswissenschaften\" in Dornach (SO) und die \"Schweizerischen Talmudhochschule\" in Kriens (LU). Dieser Einwand ist indessen zum vornherein untauglich zur Begründung des Vorwurfs einer Verletzung von Art. 4 BV, da - wie das Bundesgericht stets entschieden hat - aus dem Gesichtspunkt des Art. 4 BV nichts dagegen einzuwenden ist, dass kantonales Recht von Kanton zu Kanton verschieden ist oder verschieden gehandhabt wird (BGE 91 I 491, BGE 93 I 336 und 715 oben). Wegen rechtsungleicher Behandlung im Sinne von Art. 4 BV könnte sich der Beschwerdeführer nur beklagen, wenn Behörden des Kantons Basel-Stadt private Schulen mit der Bezeichnung \"Hochschule\" zugelassen hätten, was er nicht behauptet. Es kann sich daher nur fragen, ob Art. 4 BV dadurch BGE 97 I 116 S. 123verletzt worden ist, dass das Verwaltungsgericht sich der Willkür schuldig gemacht, d.h. § 131 Ziff. 6 SchulG in einer Weise ausgelegt und angewendet hat, die mit dem klaren Wortlaut und Sinn dieser Bestimmung unvereinbar, mit keinen sachlichen Überlegungen vertretbar ist.\n\nb) Der Regierungsrat und das Verwaltungsgericht bestreiten nicht, dass die Lehrstätte des Beschwerdeführers grundsätzlich nur Studierenden, die über ein Reifezeugnis verfügen, zugänglich ist und diesen eine Ausbildung in einem wissenschaftlichen Beruf und auf Hochschulstufe vermittelt. Der Beschwerdeführer hat daher ein erhebliches Interesse, dass dieser Charakter seiner Lehrstätte auch in deren Namen zum Ausdruck kommt, und es ist verständlich, dass er auf das Wort \"Hochschule\" besonderen Wert legt. Er weist mit Recht darauf hin, dass diese Bezeichnung den Charakter der Lehrstätte wesentlich besser kennzeichnet als die vom Regierungsrat bewilligte Bezeichnung \"Akademie\", die im heutigen Sprachgebrauch, wie die in der Beschwerde erwähnten Beispiele zeigen, auch für andere als akademische Berufsschulen und Ausbildungsstätten verwendet wird. Anderseits ist aber nicht zu bestreiten, dass das Hauptwort \"Hochschule\", für sich allein genommen, heute in der Schweiz die Vorstellung einer staatlichen oder doch vom Staate getragenen Lehr- und Forschungsanstalt erweckt, und das gleiche muss, wie im Entscheid des Regierungsrates zutreffend ausgeführt wurde, auch für die Bezeichnung \"Fakultät\" gelten. Der Beschwerdeführer hat dies selber dadurch anerkannt, dass er sich von Anfang an bereit erklärte, ein Beiwort wie \"frei\" oder \"nichtstaatlich\" in die Bezeichnung seiner Lehrstätte aufzunehmen.\n\nc) Wie der Regierungsrat, so scheint auch das Verwaltungsgericht anzunehmen, dass alle Beiwörter vor dem Hauptwort \"Hochschule\" verblassen und kein Zusatz geeignet sei, einer als \"Hochschule\" bezeichneten Lehranstalt den Anschein der Staatlichkeit zu nehmen. Ob man ohne Willkür so weit gehen kann, erscheint zweifelhaft. Richtig ist freilich, dass Beiwörter im Verkehr mit der Zeit oft weggelassen werden. Das mag es rechtfertigen, die Bezeichnung \"Internationale nicht-staatliche Evangelisch-Theologische Hochschule Basel\", die der Beschwerdeführer im regierungsrätlichen Verfahren neben dem heute streitigen Namen vorgeschlagen hat, abzulehnen, denn es ist nicht zu erwarten, dass ein so langer Namen sich im BGE 97 I 116 S. 124Verkehr durchsetzen wird. Anders dürfte es sich dagegen verhalten mit einer Bezeichnung wie etwa \"Private Hochschule für Evangelische Theologie\" oder \"Privathochschule für Evangelische Theologie\", bei der die Gefahr, dass das Beiwort weggelassen wird, wesentlich geringer ist. Ob die basel-städtischen Behörden dem Beschwerdeführer die Führung der Bezeichnung \"Privathochschule für Evangelische Theologie\". oder eines ähnlichen Namens aufgrund von § 131 Ziff. 6 SchulG verbieten könnten, kann indes dahingestellt bleiben. Vor dem Verwaltungsgericht war einzig streitig, ob der Beschwerdeführer seine Ausbildungsstätte als \"Freie Evangelisch-Theologische Hochschule Basel\" bezeichnen darf, weshalb das Bundesgericht nur zu prüfen hat, ob das Verbot dieser Bezeichnung vor Art. 4 BV standhält.\n\nd) Der Beschwerdeführer ist der Auffassung, dass der Zusatz \"frei\" zum Hauptwort \"Hochschule\" mit hinreichender Deutlichkeit zum Ausdruck bringe, dass es sich um eine nichtstaatliche Anstalt handle. Er weist dabei auf die seit langem bestehende \"Freie Evangelische Schule Basel\" hin. Bei dieser Schule wie auch beim \"Freien Gymnasium Zürich\" handelt es sich jedoch um eine Mittelschule. Was für solche Schulen gilt, lässt sich nicht ohne weiteres auf Hochschulen übertragen, da in der Schweiz private Mittelschulen nicht selten sind, während eine private Schule, an der eine wissenschaftliche Ausbildung auf Hochschulstufe vermittelt wird, eine durchaus ungewöhnliche Erscheinung darstellt. Der Standpunkt des Beschwerdeführers, dass die streitige Bezeichnung den Anforderungen von § 131 Ziff. 6 SchulG genüge, lässt sich zwar mit guten Gründen vertreten, und es hätte sich ihre Zulassung sehr wohl rechtfertigen lassen. Indessen kann sich auch die gegenteilige, im angefochtenen Entscheid vertretene Auffassung auf sachliche Gründe stützen. Sowohl nach dem allgemeinen wie nach dem juristischen Sprachgebrauch ist das Gegenteil von \"staatlich\" nicht \"frei\", sondern \"privat\". Der Ausdruck \"frei\" hat verschiedene Bedeutungen und erscheint jedenfalls in der Verbindung mit dem Wort \"Schule\" oder \"Hochschule\" als nicht völlig klar und eindeutig im Sinne eines Gegensatzes zu \"staatlich\". Bei der Bezeichnung \"Freie Hochschule\" insbesondere wird man heute meist sofort an die \"Freie Universität Berlin\" denken, bei der es sich nicht um eine private, sondern gerade um eine zweite staatliche Hochschule in der Stadt Berlin handelt.\n\nBGE 97 I 116 S. 125\n\nUnter diesen Umständen kann der angefochtene Entscheid nicht als schlechthin unhaltbar, geradezu willkürlich bezeichnet werden und ist die Beschwerde daher abzuweisen, soweit auf sie einzutreten ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}