{"annee": "97", "cour": "IV", "page": "38", "date": "18/2/1971", "cite": [], "cite_par": ["105 IV 291"], "chapeau": "11. Arrêt de la Cour de cassation pénale du 18 février 1971 dans la cause Fromaigeat contre Ministère public du Canton de Berne.", "regestes": ["Conducteur pris de boisson. Act. 91 al. 1 LCR. Quand le conducteur pris de boisson, qui ne s'est décidé à se mettre au volant que sous l'influence de l'alcool, peut-il bénéficier du sursis?"], "faits": "", "considerants": "BGE 97 IV 38 S. 38\n\nLa cour de céans a toujours admis que le sursis pouvait être exceptionnellement accordé, en cas de condamnation fondée sur l'art. 91 al. 1 LCR (auparavant sur l'art. 59 al. 1 LA), lorsque l'auteur ne s'est décidé à prendre le volant que sous l'influence de l'alcool (RO 76 IV 170, 80 IV 13, 88 IV 7, 90 IV 261, 95 IV 51).\n\nBGE 97 IV 38 S. 39\n\nLe recourant se prévaut de cette exception. La cour bernoise veut en limiter la portée. A son avis, celui qui se met au volant sous l'effet de l'alcool ne saurait bénéficier automatiquement d'un traitement de faveur en matière de sursis; encore faut-il qu'une circonstance imprévue, ayant un certain caractère de contrainte, l'amène à utiliser son véhicule, ou que son état l'empêche de mesurer les conséquences de ses actes; il ne suffit pas que, par simple fantaisie, il monte dans sa voiture pour faire une tournée de cafés. La cour de céans se rallie à ces motifs. Sans doute a-t-elle jugé qu'on ne pouvait imputer un défaut de caractère à celui qui subit déjà les effets de l'alcool au moment où il se résout à piloter son véhicule. Mais ce principe n'est pas absolu. L'automobiliste qui, après avoir absorbé une petite quantité de boissons alcooliques, décide de faire avec sa voiture une tournée de cabarets ou qui continue de conduire, bien qu'il soit conscient de son alcoolémie, ou encore qui ne se soucie pas des exhortations de tiers témoigne d'un manque d'égards pour autrui qui légitime, même dans le cadre du pronostic d'ensemble à poser conformément à la jurisprudence la plus récente (RO 95 IV 57), une décision négative. Une solution différente entraînerait des abus et favoriserait les conducteurs peu scrupuleux, qui pourraient prendre des dispositions en vue de profiter de l'exception."}