{"annee": "97", "cour": "I", "page": "540", "date": "17/9/1971", "cite": ["96 I 369"], "cite_par": ["108 IB 209", "99 IB 129", "120 IB 134", "98 IB 63"], "chapeau": "74. Auszug aus dem Urteil vom 17. September 1971 i.S. Kallenberger gegen Schweiz. Schulrat.", "regestes": ["Règlement des employés (ACF du 10 novembre 1959/8 janvier 1971). Résiliation par l'administration des rapports de service d'un employé engagé à l'essai. 1. Recevabilité du recours de droit administratif (consid. 1). 2. Motifs de résiliation. Pouvoir d'examen du Tribunal fédéral (consid. 5 et 6). 3. Droit de l'employé à un certificat de service (consid. 7)."], "faits": "BGE 97 I 540 S. 540\n\nAus dem Tatbestand:\n\nA.- Lic. iur. Werner Kallenberger war vom 13. Juli 1970 an wissenschaftlicher Assistent am Institut für Orts-, Regional- und Landesplanung (ORL-Institut) der Eidg. Technischen Hochschule Zürich (ETHZ) im Probeverhältnis nach Art. 3 Abs. 4 der Verordnung vom 10. November 1959 über das Dienstverhältnis der Angestellten der allgemeinen Bundesverwaltung (Angestelltenordnung, Ango). Seine Anstellung war vom Vorsteher des ORL-Instituts, Professor Rotach, beantragt worden. Kallenberger wurde halbtägig in der Dokumentationsstelle des Instituts beschäftigt. Sein unmittelbarer Vorgesetzter war der Leiter dieser Stelle, Dr. Kläusli, der dem Assistenz-Professor Lendi unterstellt war.\n\nBGE 97 I 540 S. 541\n\nBald ergaben sich Differenzen zwischen den Professoren Rotach und Lendi einerseits und Kallenberger anderseits. Diesem wurde deshalb die Kündigung nahegelegt, doch kam er der Empfehlung nicht nach. Mit Verfügung vom 22. Oktober 1970 kündigte der Präsident der ETHZ, Professor Hauri, gemäss Antrag des Institutsvorstehers das Dienstverhältnis Kallenbergers auf Ende November 1970. Zur Begründung wurde ausgeführt, es habe sich gezeigt, dass Kallenberger sich für die Mitarbeit im ORL-Institut nicht eigne. Er habe es vor allem am nötigen Willen zur Einordnung fehlen lassen und sei nicht ohne weiteres bereit gewesen, die allgemein verbindlichen administrativen Regeln zu beachten, so dass es rasch zu Diskussionen über Instanzen, Zuständigkeiten und die Organisation des Instituts im allgemeinen gekommen sei; auch seien Meinungsverschiedenheiten über Nebenpunkte entstanden. Unter den gegebenen Umständen sei es nicht möglich, dass sich das unerlässliche Vertrauensverhältnis zwischen der Institutsleitung und Kallenberger einstelle.\n\nB.- Kallenberger focht die Kündigung durch Beschwerde beim Schweizerischen Schulrat an. Er beantragte, seine Entlassung sei rückgängig zu machen. Ferner verlangte er, dass ihm Professor Rotach und Dr. Kläusli je ein Dienstzeugnis ausstellten, das sich über seine Leistungen und sein Verhalten ausspreche.\n\nDer Schweizerische Schulrat wies die Beschwerde am 29. Januar 1971 ab. Er erwog, eine materielle Überprüfung des Kündigungsgrundes im Beschwerdeverfahren sei grundsätzlich ausgeschlossen. \"Unzulässig wäre höchstens eine offensichtlich grundlose, d.h. willkürliche Kündigung.\" Von einer solchen könne hier nicht gesprochen werden. Übrigens wäre der Rekurs auch bei materieller Überprüfung des Kündigungsgrundes abzulehnen. Aus den Darlegungen des Institutsleiters und des Beschwerdeführers selber gehe hervor, dass das für eine dauernde Anstellung erforderliche Vertrauensverhältnis nicht zustande gekommen sei. Für die Ausstellung eines Dienstzeugnisses sei der Institutsleiter zuständig. Er werde dem Beschwerdeführer nach rechtskräftiger Erledigung der Beschwerde das verlangte Zeugnis abgeben.\n\nC.- Kallenberger hat gegen den Entscheid des Schulrats gemäss der ihm darin. erteilten Rechtsmittelbelehrung Beschwerde beim Bundesrat erhoben. Er beantragt, der angefochtene BGE 97 I 540 S. 542Entscheid sei aufzuheben; eventuell sei die Sache an den Schulrat zur Überprüfung der Kündigungsgründe zurückzuweisen, wobei Dr. Kläusli und die Mitarbeiter des Beschwerdeführers einzuvernehmen seien. Ausserdem wird verlangt, dass eine Untersuchung über Arbeitsweise, Organisation und Personalpolitik des ORL-Instituts durchgeführt werde.\n\nEs wird geltend gemacht, der Schulrat hätte den Sachverhalt einlässlich untersuchen müssen. Triftige Gründe für die Entlassung des Beschwerdeführers seien nicht angegeben worden und seien auch nicht zu finden. Der wirkliche Grund sei gewesen, dass er sich jederzeit zu den erörterten Problemen klar und bestimmt geäussert, seine Rechte voll ausgenützt und sich für ein \"demokratisches Modell des ORL-Instituts\" eingesetzt habe. Damit lasse die Kündigung sich nicht rechtfertigen. Insbesondere könne nicht beanstandet werden, dass der Beschwerdeführer kurz nach dem Antritt der Stelle nähere Angaben über die für sein Dienstverhältnis massgebenden Bestimmungen verlangt und den Institutsleiter über dessen Funktion und Kompetenzen befragt habe. Der Beschwerdeführer sei als wissenschaftlicher Assistent am ORL-Institut, als Student der Soziologie an der Universität Zürich und als Doktorand der Rechte in der Lernfreiheit beeinträchtigt worden.\n\nDer unmittelbare Vorgesetzte des Angestellten könne dessen Leistungen und Verhalten am besten beurteilen und müsse daher ebenfalls berechtigt sein, ein sich darüber aussprechendes Zeugnis auszustellen. Nirgends sei bestimmt, dass ein solches Zeugnis erst nach der rechtskräftigen Erledigung einer Beschwerde abzugeben sei.\n\nD.- Das Eidg. Departement des Innern hat die an den Bundesrat gerichtete Beschwerde Kallenbergers, soweit damit der Entscheid des Schulrates angefochten wird, an das Bundesgericht überwiesen mit der Bemerkung, es werde das in der Eingabe gestellte Begehren um Durchführung einer allgemeinen Untersuchung beim ORL-Institut dem Bundesrat als Aufsichtsbehörde unterbreiten. Es beantragt, wie auch der Schulrat, die Abweisung der an das Gericht weitergeleiteten Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Der Schulrat hat den angefochtenen Entscheid am 29. Januar 1971 gefällt, so dass für die Zuständigkeit und das Verfahren zur Beurteilung der dagegen gerichteten Beschwerde BGE 97 I 540 S. 543die seit 1. Oktober 1969 in Kraft stehenden revidierten Bestimmungen des OG massgebend sind (Ziff. III BG vom 20. Dezember 1968 über die Änderung des OG).\n\nNach Art. 97 OG beurteilt das Bundesgericht Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne des Art. 5 BG über das Verwaltungsverfahren (VwG). Der angefochtene Entscheid des Schulrates ist eine solche Verfügung. Der Schulrat ist letzte Instanz einer autonomen eidgenössischen Anstalt im Sinne von Art. 98 lit. d OG. Diese Bestimmung lässt die Verwaltungsgerichtsbeschwerde gegen Verfügungen solcher Instanzen zu, soweit nicht das Bundesrecht die vorgängige Beschwerde oder Klage an eine Instanz im Sinne von lit. b, c oder g vorsieht. Eine bundesrechtliche Vorschrift dieses Inhalts besteht für den vorliegenden Fall nicht. Im Gegenteil bezeichnet die Angestelltenordnung als Beschwerdeinstanz für Beschwerdeentscheide des Schulrates in nicht vermögensrechtlichen Angelegenheiten des Dienstverhältnisses ausdrücklich das Bundesgericht, soweit Verfügungen in solchen Angelegenheiten der Verwaltungsgerichtsbeschwerde unterliegen (Art. 39 lit. d Ziff. 3 und Art. 78, Fassung gemäss BRB vom 8. Januar 1971, in Kraft gesetzt auf 1. Januar 1971).\n\nEs liegt keiner der Fälle vor, in denen nach Art. 99-102 OG die Verwaltungsgerichtsbeschwerde ausgeschlossen ist. Insbesondere trifft keine der Ausnahmen zu, die Art. 100 lit. e OG auf dem Gebiete des Dienstverhältnisses von Bundespersonal vorsieht. Namentlich gehört der angefochtene Entscheid nicht zu den Verfügungen \"über die erstmalige Begründung des Dienstverhältnisses und über die Beförderung\" nach lit. e Ziff. 1. Vielmehr hat er die Beendigung eines Dienstverhältnisses zum Gegenstand. Er unterliegt daher der Verwaltungsgerichtsbeschwerde.\n\nDas Begehren des Beschwerdeführers, es sei eine allgemeine Untersuchung über die Verhältnisse im ORL-Institut durchzuführen, richtet sich nicht gegen eine Verfügung im Sinne des Art. 5 VwG (Anordnung im Einzelfall). Mit diesem Antrag kann das Bundesgericht sich daher nicht befassen. Er ist ihm denn auch nicht zur Beurteilung überwiesen worden.\n\n4. Das Probeverhältnis, in dem der Beschwerdeführer angestellt war, ist nicht zum voraus befristet worden. Es konnte auf Ende November 1970 nur durch Kündigung nach Art. 8 oder aus wichtigen Gründen gemäss Art. 77 Ango aufgelöst BGE 97 I 540 S. 544werden. Der Präsident der ETHZ hat es auf diesen Zeitpunkt gekündigt. Dabei hat er sich an die formellen Vorschriften des Art. 8 Abs. 2 Ango gehalten, indem er die Kündigung schriftlich unter Angabe der Gründe auf das Ende des ihr folgenden Monats ausgesprochen hat. Der Beschwerdeführer bestreitet dies nicht, macht aber geltend, dass ein triftiger Kündigungsgrund nicht bestanden habe.\n\n5. Der Schulrat ist der Meinung, die Gründe der von der Verwaltung ausgesprochenen Kündigung eines der Angestelltenordnung unterstellten Dienstverhältnisses, insbesondere eines Probeverhältnisses, könnten im Beschwerdeverfahren \"grundsätzlich\" nicht überprüft werden. Würde anders entschieden, so müsste nach seiner Ansicht auch im Falle der Kündigung durch den Angestellten selber eine \"materiell im Detail überprüfbare\" Begründung verlangt werden, was aber \"zu Recht als unzumutbar empfunden würde\". Er nimmt an, es müsse gleich wie im Dienstvertragsrecht eine \"beidseitige uneingeschränkte Kündigungsmöglichkeit\" bestehen.\n\nDieser Betrachtungsweise kann nicht zugestimmt werden. Der Hinweis des Schulrates auf das Dienstvertragsrecht geht fehl. Im Gegensatz zum privatrechtlichen Dienstverhältnis kann das den Bestimmungen der Angestelltenordnung unterworfene, öffentlichrechtliche Anstellungsverhältnis nach Art. 8 Abs. 2 dieser Verordnung von beiden Seiten nur unter Angabe der Gründe gekündigt werden. Welche Tragweite das Erfordernis der Begründung im Falle der Kündigung seitens des Angestellten hat, braucht hier nicht untersucht zu werden. Jedenfalls muss angenommen werden, dass die Verwaltung das öffentlichrechtliche Anstellungsverhältnis nur kündigen darf, wenn sie sich auf triftige Gründe berufen kann. Ob solche Gründe bestehen, muss im Beschwerdeverfahren überprüft werden können; denn andernfalls wäre die Vorschrift, dass die Verwaltung im Kündigungsschreiben die Gründe angeben muss, kaum verständlich und hätte die Ordnung, welche dem Angestellten die Weiterziehung der von der Verwaltung ausgesprochenen Kündigung auf dem Beschwerdeweg bis ans Bundesgericht ermöglicht, wenig Sinn.\n\nNach der Auffassung des Schulrates könnte eine von der Verwaltung vorgenommene, formell einwandfreie Kündigung eines Angestelltenverhältnisses auf Beschwerde hin \"höchstens\" dann unzulässig erklärt werden, wenn sie \"offensichtlich BGE 97 I 540 S. 545grundlos, d.h. willkürlich\" wäre. Aber auch dieser Standpunkt erweist sich als unrichtig. Die Gründe, aus denen die Verwaltung das Verhältnis kündigen kann, sind nicht nur durch das Verbot der Willkür begrenzt. Nach der Angestelltenordnung bestehen engere Schranken. Ein wichtiger Grund im Sinne des Art. 77 der Verordnung, d.h. ein Umstand, der die fristlose Entlassung des Angestellten rechtfertigen würde, braucht allerdings nicht vorzuliegen. Erforderlich ist aber, dass angenommen werden kann, der Angestellte sei nicht geeignet oder nicht fähig, den ihm zugewiesenen Dienstposten zu versehen. Art. 3 Abs. 4 Ango bestimmt ausdrücklich, dass der Angestellte im Probeverhältnis ein Bediensteter ist, \"der sich vorerst über Fähigkeit und Eignung auszuweisen hat\". Demnach muss die Verwaltung ein Anstellungsverhältnis kündigen können, wenn sich herausstellt, dass der Angestellte die Fähigkeit oder die Eignung für die Erfüllung der ihm übertragenen Aufgabe nicht besitzt. \"Fähigkeit\" und \"Eignung\" sind Begriffe des Bundesrechts. Ihre Auslegung und Anwendung im Einzelfall ist im Beschwerdeverfahren nicht nur unter dem beschränkten Gesichtspunkte des Willkürverbots, sondern grundsätzlich frei zu überprüfen. Indessen handelt es sich um unbestimmte Rechtsbegriffe, bei deren Anwendung jeweils die Leistungen und das Verhalten des Angestellten zu würdigen sind. Zu dieser Würdigung sind am besten die Vorgesetzten imstande, welche die Leistungen und das Verhalten der zu beurteilenden Person im Umgang mit ihr haben verfolgen können. Daher ist der Verwaltung ein Beurteilungsspielraum zuzugestehen und überprüft das Bundesgericht ihren Entscheid mit Zurückhaltung (vgl. BGE 96 I 373, 683).\n\nDiese Grundsätze sind auch im Falle des Probeverhältnisses zu beachten, das ja nach Art. 3 Abs. 4 Ango dazu dient, die Fähigkeit und die Eignung eines Bediensteten zu erproben. Immerhin dürfen hinsichtlich der Gründe, aus denen die Verwaltung dieses schon seiner Natur nach lockere Verhältnis kündigen darf, nicht zu strenge Anforderungen gestellt werden. Es ist nicht unbedingt erforderlich, dass die Gründe so gewichtig sind wie diejenigen, aus denen die Verwaltung ein definitives Angestelltenverhältnis kündigen kann. Die Kündigung des Probeverhältnisses durch die Verwaltung muss zulässig sein, wenn die Annahme, dass der Ausweis der Fähigkeit oder der Eignung des Angestellten nicht erbracht ist oder voraussichtlich BGE 97 I 540 S. 546nicht erbracht werden kann, auf Grund der Wahrnehmungen der Vorgesetzten hinlänglich gerechtfertigt erscheint. Es entspricht dem Charakter des Probeverhältnisses, dass der Verwaltung in dieser Hinsicht ein weiter Beurteilungsspielraum belassen wird.\n\nWenn die von der Verwaltung ausgesprochene Kündigung des Probeverhältnisses im Beschwerdeverfahren in diesem Rahmen überprüft wird, so wird damit das Verhältnis entgegen der Meinung des Schulrates nicht \"zwecklos gemacht\". Die Anstellung auf Probe soll dem Angestellten ermöglichen, während einer gewissen Zeit seine Fähigkeit und seine Eignung unter Beweis zu stellen. Dieser Zweck könnte aber durch eine von der Verwaltung ausgehende Kündigung, die sich nicht auf einen triftigen Grund im Sinne des oben Gesagten stützen lässt, gerade vereitelt werden.\n\nDer Schulrat ist denn auch im hier angefochtenen Entscheid von dem grundsätzlichen Standpunkt, den er zunächst vertreten hat, schliesslich doch abgewichen, indem er in freier Weise geprüft hat, ob der im Kündigungsschreiben des Präsidenten der ETHZ angegebene Grund - Fehlen der Eignung - zutreffe.\n\n6. Es ist nichts dagegen einzuwenden, dass die Vorinstanz untersucht hat, ob der Beschwerdeführer nach seinem bisherigen Verhalten Gewähr dafür biete, dass künftig eine reibungslose Zusammenarbeit mit ihm im ORL-Institut möglich sei. Wer zu solcher Zusammenarbeit nicht imstande oder bereit ist, eignet sich in der Tat nicht für den Dienst in der öffentlichen Verwaltung.\n\nEine weitere Abklärung des Sachverhalts ist nicht erforderlich. Es erübrigt sich, zu allen Vorwürfen, die gegenüber dem Beschwerdeführer erhoben worden sind, Stellung zu nehmen.Von Bedeutung ist jedenfalls die unbestrittene Tatsache, dass der Beschwerdeführer bereits zu Beginn seines Dienstverhältnisses den Institutsvorsteher gefragt hat, welche Aufgaben und Kompetenzen dieser habe. Wie sich aus dem ganzen Zusammenhang und auch aus den Darlegungen in der Beschwerdeschrift ergibt, hat der Beschwerdeführer diese Frage nicht bloss zur Befriedigung eines Bedürfnisses nach sachlicher Aufklärung gestellt, sondern in der Absicht, den Institutsleiter anschliessend in die Schranken zu weisen. Dieses Verhalten eines Angestellten im Probeverhältnis ist ein Anzeichen dafür, dass es ihm am erforderlichen Willen zur Einordnung in den Dienstbetrieb gebricht.\n\nBGE 97 I 540 S. 547Es vermag zusammen mit dem sonstigen befremdlichen, vorlauten Gebaren, durch das der Beschwerdeführer sich im Dienst bemerkbar gemacht hat, den von den Hochschulbehörden gezogenen Schluss zu rechtfertigen, dass es ihm weniger auf eine fruchtbare und vertrauensvolle Zusammenarbeit im Institut ankam als darauf, Unruhe in dieses zu tragen. Die Folgerung, dass deshalb von ihm auch in Zukunft keine Bereitschaft zu möglichst guter Zusammenarbeit zu erwarten sei und er sich daher für die dauernde Verwendung im Institut nicht eigne, ist nicht zu beanstanden; sie hält sich im Rahmen des den Schulbehörden zustehenden Beurteilungsspielraumes.\n\nDer Einwand des Beschwerdeführers, er sei in der \"Lernfreiheit\" beeinträchtigt worden, ist abwegig. Aus ihr kann auf keinen Fall ein Anspruch darauf, Angestellter des Bundes zu werden oder zu bleiben, abgeleitet werden.\n\nDas Begehren des Beschwerdeführers, die Kündigung sei rückgängig zu machen, erweist sich daher als unbegründet.\n\n7. Nach Art. 69 Ango ist das Dienstzeugnis von der \"vorgesetzten Amtsstelle\" auszustellen. Wie der angefochtene Entscheid feststellt, ist hier der Direktor des ORL-Instituts dafür zuständig. Er hat dem Beschwerdeführer bereits ein Zeugnis ausgestellt, das sich allerdings über dessen Leistungen und Verhalten nicht ausspricht. Das Begehren des Beschwerdeführers, es sei ihm ein vom unmittelbaren Vorgesetzten Dr. Kläusli ausgestelltes - ausführliches - Zeugnis abzugeben, ist unbegründet. Es wird nicht behauptet und ist nicht anzunehmen, dass eine besondere Vorschrift oder Anordnung besteht, nach welcher Dr. Kläusli dafür zuständig wäre. Das weitere Begehren des Beschwerdeführers, es sei ihm ein vom Direktor des Instituts ausgestelltes Zeugnis mit Beurteilung seiner Leistungen und seines Verhaltens auszuhändigen, ist gegenstandslos; denn mit dem Urteil des Bundesgerichts wird das Beschwerdeverfahren rechtskräftig abgeschlossen, und für diesen Fall hat die Hochschulbehörde dem Beschwerdeführer die Ausstellung eines solchen Zeugnisses zugesichert, wobei sie zu behaften ist.\n\nDer Auffassung des Beschwerdeführers, dass dem Angestellten auf Verlangen schon vor der rechtskräftigen Erledigung einer von ihm erhobenen Beschwerde ein auch seine Leistungen und sein Verhalten würdigendes Zeugnis auszustellen sei, ist freilich zuzustimmen. Die Angestelltenordnung gibt dem Angestellten einen Anspruch auf ein solches Zeugnis, den er jederzeit BGE 97 I 540 S. 548geltend machen kann und dem jederzeit zu entsprechen ist. Das Zeugnis soll dem Angestellten vor allem die Suche nach einer neuen Stellung erleichtern. Es geht daher nicht an, ihn auf das Zeugnis, das er verlangt, bis zum Ende eines hängigen Rechtsstreites warten zu lassen."}