{"annee": "97", "cour": "II", "page": "43", "date": "10/3/1971", "cite": ["96 II 101", "79 II 155", "84 II 515", "95 II 407", "43 II 487", "82 II 411", "87 II 137", "91 II 275", "41 II 571"], "cite_par": ["102 IB 21", "108 II 410", "98 II 15", "110 II 293", "107 II 419"], "chapeau": "6. Auszug aus dem Urteil der I. Zivilabteilung vom 10. März 1971 i.S. Felix gegen Thomann.", "regestes": ["Erreur sur les éléments nécessaires du contrat. 1. Art. 24 al. 1 ch. 4 CO. Reprise de l'actif et du passif d'une entreprise par achat des actions; erreur de l'acheteur sur la situation financière de la société (consid. 2). 2. Art. 25 al. 1 CO. Le fait que la société ait subi des pertes après la reprise, comme le prétend le vendeur, n'empêche pas l'acheteur, selon le principe de la bonne foi, d'invoquer l'erreur (consid. 3)."], "faits": "|43|\n\nA.- Die Novoplast GmbH eröffnete im Jahre 1964 als Nebenbetrieb eine Werkstatt für Wartung und Instandstellung von Motorfahrzeugen. Am 9. Juli 1964 gründete ihr geschäftsführender Gesellschafter Leo Felix zwecks Weiterführung dieser Werkstatt die Touring-Sport AG. Ihr Grundkapital beträgt Fr. 50 000.--, wovon Fr. 20 000.-- einbezahlt wurden. Einziger Verwaltungsrat dieser Gesellschaft war Felix. Die Arbeit in der Werkstatt und den Verkauf von Automobilen besorgte René Thomann, der diesem Betrieb schon im Dienste der Novoplast GmbH vorgestanden hatte.\n\nAm 30. März 1966 verkaufte Felix dem Thomann \"den Aktienmantel der Touring-Sport AG Stein mit allen Aktiven und Passiven zum Preis von Fr. 50 000.--\". |44|\n\nThomann kaufte die Aktien in der.Meinung, die Gesellschaft verfüge über einen dem Kaufpreis ungefähr entsprechenden Überschuss an Aktiven. Er hatte Felix zwei bis drei Tage vor dem Abschluss des Vertrages wegen Schulden der Touring-Sport AG gegenüber der Settelen Autohandels AG von ungefähr Fr. 31 000.-- für bezogene Autos zur Rede gestellt, weil ihn ein Vertreter der Autoverkäuferin ungefähr Mitte März gebeten hatte, die Schuldnerin zur Zahlung zu bewegen. Felix hatte dem Thomann aber unwahrerweise geantwortet, es sei alles bezahlt, er habe die Bank schon zur Zahlung angewiesen, doch vergehe eine gewisse Zeit, bis sie den Auftrag ausgeführt habe. In die Buchhaltung der Touring-Sport AG hatte Thomann keinen Einblick. Sie war von der Tochter des Felix unsorgfältig und unvollständig geführt worden und befand sich zur Zeit der Kaufsverhandlungen samt den Belegen bei Albert Weiss, den Felix im Januar 1966 beauftragt hatte, sie nachzuführen.\n\nAnfang April 1966 erfuhr Weiss, dass Thomann die Aktien der Touring-Sport AG gekauft hatte. Er begab sich zum Käufer und bat ihn um Übergabe weiterer Buchungsunterlagen. In dieser Unterredung äusserte sich Thomann dahin, es könne in bezug auf die Autos etwas nicht stimmen. Er fragte Weiss, wie es um die Bilanz der Aktiengesellschaft stehe. Weiss antwortete, nach seiner groben Schätzung gingen die Aktiven und die Passiven null zu null auf. Thomann wurde stutzig. Als Weiss ihm einige Tage später die ganze Buchhaltung zur Verwahrung anvertraute, weil er Ferien machen wollte, übergab Thomann sie der Treuhand AG Kaderli, damit sie auf den 31. März 1966 eine Bilanz erstelle. Diese wurde am 22. Februar 1967 errichtet. Sie ergab einschliesslich der Forderung von Fr. 30 000.-- für ausstehendes Grundkapital Aktiven im Werte vom Fr. 78 256.75 und Passiven in der Höhe von Fr. 141 518.15. Unter den letzteren waren ausser dem Grundkapital von Fr. 50 000.-- unter anderem eine Schuld von Fr. 31 161.80 gegenüber der Settelen Autohandels AG für die Lieferung von vier Motorwagen und eine Kontokorrentschuld von Fr. 27 984.50 gegenüber Felix angeführt.\n\nAm 1. März 1967 eröffnete Thomann dem Felix, er wolle den Kaufvertrag vom 31. März 1966 nicht halten.\n\nB.- Am 15. März 1968 klagte Thomann gegen Felix auf Feststellung der Unverbindlichkeit des Aktienkaufes und auf Zahlung von Fr. 50 000.-- nebst Zins. |45|\n\nDas Bezirksgericht Rheinfelden hiess die Klage gut.\n\nAuf Appellation des Beklagten, der seinen Antrag auf Abweisung der Klage wiederholte, erkannte das Obergericht des Kantons Aargau am 30. Oktober 1970, der Beklagte werde verpflichtet, dem Kläger Zug um Zug gegen unbeschwerte Herausgabe der Aktien Fr. 50 000.-- nebst 5% Zins seit 1. März 1967 zu zahlen.\n\nDas Obergericht führte im wesentlichen aus, die Treuhand AG Kaderli habe die Bilanz auf Grund der vorhandenen Unterlagen richtig erstellt. Eine gewisse Unsicherheit hafte ihr an, weil der Beklagte die Buchführungspflicht der Touring-Sport AG nicht ordnungsgemäss erfüllt habe. Ernsthaft umstritten sei nur, ob der Kläger die Erlöse von Fr. 6000.-- und Fr. 7000.-- aus zwei der vier von der Settelen Autohandels AG gelieferten Wagen der Tochter des Beklagten bzw. dem Beklagten übergeben habe, wie er behaupte. Es sei eher wahrscheinlich, dass die Behauptungen des Klägers zuträfen, doch könne die Frage offen bleiben. Selbst wenn man nämlich die Forderung der Settelen Autohandels AG von Fr. 11 969.-- für die beiden Wagen nicht berücksichtige und auch die Kontokorrentforderung des Beklagten von Fr. 27 984.50, die dieser nie besessen haben wolle, aus der Bilanz entferne, bleibe immer noch ein Schuldenüberschuss von Fr. 2523.70, wobei das Grundkapital ausser Betracht gelassen sei. In dem für den Beklagten günstigsten Falle habe demnach der Kläger für den Kaufpreis von Fr. 50 000.-- eine vollständig vermögenslose Gesellschaft erworben. Dem Kläger sei zu glauben, dass er in den Beklagten Vertrauen hatte und dieser ihm zusicherte, er mache ein gutes Geschäft, wenn er die Aktien der Touring-Sport AG kaufe. Er habe sich geirrt, und sein Irrtum sei im Sinne des Art. 24 Abs. 1 Ziff. 4 OR wesentlich. Ob der Kauf auch wegen absichtlicher Täuschung oder Übervorteilung unverbindlich sei, brauche nicht geprüft zu werden.\n\nC.- Der Beklagte hat die Berufung erklärt. Er beantragt, die Klage abzuweisen.\n\nDer Kläger beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Nach Art. 24 Abs. 1 Ziff. 4 OR ist an den Vertrag nicht gebunden, wer sich bei seinem Abschluss über einen bestimmten |46| Sachverhalt geirrt hat, der ihm notwendige Grundlage des Vertrages war und bei objektiver Betrachtung, nach Treu und Glauben im Geschäftsverkehr, sein durfte (BGE 84 II 519 und dort erwähnte Entscheide, ferner BGE 87 II 138 Erw. 3, BGE 91 II 278, BGE 95 II 409, BGE 96 II 104 Erw. c).\n\nDer Irrtum über die finanzielle Lage der Touring-Sport AG, in dem der Kläger nach den Feststellungen des Obergerichtes beim Kauf der Aktien befangen war, ist im Sinne dieser Rechtsprechung wesentlich.\n\nGewiss hat das Bundesgericht in BGE 41 II 575 entschieden, beim Ankauf kursfähiger Wertpapiere an der Börse müsse der Erwerber mit der Möglichkeit rechnen, dass dem Papier der Wert, der ihm vorher im allgemeinen auf Grund bekannter Unterlagen beigelegt wurde, in Wirklichkeit aus gewissen nicht in die Öffentlichkeit gedrungenen Gründen abgehe, weshalb mangels gegenteiliger Abrede der Käufer das Papier insoweit auf seine eigene Gefahr erwerbe und seine irrtümliche Vorstellung über einen bestimmten Wert der Kaufsache keine notwendige Grundlage im Sinne der erwähnten Bestimmung bilde. Dieser Entscheid betrifft aber nur den Kauf von Wertpapieren an der Börse. Er hat nicht den Sinn, dass der Irrtum eines Aktienkäufers über den Wert der Papiere stets unwesentlich sei. Das Bundesgericht hat ihn denn auch im Falle eines Kaufes von Aktien einer Bank, über deren Vermögen drei Tage später der Konkurs eröffnet wurde, als wesentlich erachtet (BGE 43 II 493). Ferner hat es einen Aktienkauf, der dem Käufer die Verfügung über die Gesellschaft und über die ihr gehörenden Patente verschaffen sollte, in Anwendung des Art. 24 Abs. 1 Ziff. 4 OR als unverbindlich erklärt, weil sich nachträglich herausgestellt hatte, dass die Patente beschlagnahmt waren (BGE 79 II 160 Erw. 4). Das sind nur Beispiele. Daher geht der Beklagte fehl, wenn er geltend macht, der vorliegende Fall lasse sich mit ihnen nicht vergleichen, weshalb es bei der in BGE 41 II 575 ausgesprochenen Regel bleibe.\n\nDieser Entscheid hilft dem Beklagten nicht, weil der Kläger die Aktien der Touring-Sport AG weder an der Börse gekauft noch unter Umständen erworben hat, die denen eines Börsenkaufes ähnlich wären. Der Beklagte bot dem Kläger die Aktien an, um sich der von ihm beherrschten Gesellschaft und ihres Betriebes zu entschlagen. Er wusste, dass der Kläger sie erwerben wollte, um die Werkstatt auf gesunder Anfangsgrundlage |47| auf eigene Rechnung weiterführen zu können. Er sicherte dem Kläger zu, dieser mache mit dem Kauf ein gutes Geschäft. Zwei bis drei Tage vor dem Verkauf machte er ihm ferner die unwahre Angabe, die Forderungen der Settelen Autohandels AG seien getilgt. Diese Unterredung verlief heftig und laut, weil die Aufforderung des Vertreters der Gläubigerin, die Schuldnerin solle zahlen, den Kläger stark bewegt hatte. Der Beklagte wusste also, dass ein bestimmter Sachverhalt, der für die Beurteilung seines finanziellen Gebarens und der Vermögenslage der Touring-Sport AG erheblich war, den Kläger sehr interessierte. Das Obergericht stellt denn auch verbindlich fest, dem Beklagten habe unter den gegebenen Umständen nicht entgehen können, dass der Kläger den Willen hatte, durch den Kauf aller Aktien eine Gesellschaft beherrschen zu können, die über einen dem Kaufpreis ungefähr entsprechenden Aktienüberschuss verfüge. Der vorgestellte Sachverhalt war für den Kläger eine notwendige Grundlage des Vertrages. Er durfte diese Bedeutung auch bei objektiver Betrachtung, unter dem Gesichtspunkt von Treu und Glauben haben.\n\n3. Der Beklagte macht geltend, es widerspreche Treu und Glauben, sich auf den Irrtum zu berufen.\n\nSoweit er diese Auffassung damit begründet, der Kläger habe schon vor der Unterzeichnung des Kaufvertrages gewusst, dass die Aktiven und die Passiven der Gesellschaft einander ungefähr die Waage hielten, ist er nicht zu hören. Das Obergericht hat offen gelassen, ob mit den Aktien die Passiven - mit Ausnahme der auf das Grundkapital einbezahlten Fr. 20 000.-- - wirklich bis auf einen Rest von rund Fr. 2500.-- hätten gedeckt werden können. Sei dem wie ihm wolle, stellt es verbindlich fest, dass der Kläger vor dem Abschluss des Vertrages über die finanziellen Verhältnisse der Gesellschaft nicht einmal in groben Zügen im Bilde war.\n\nOb auch der Beklagte, wie er weiter geltend macht, die finanzielle Lage der Touring-Sport AG nicht richtig überblicken konnte, ist unerheblich. Art. 25 Abs. 1 OR verbietet dem Irrenden nicht, sich aufeinen vom Vertragsgegner nicht verschuldeten Irrtum zu berufen. Übrigens steht fest, dass der Beklagte dem Kläger über die Tilgung der Forderungen der Settelen Autohandels AG unwahre Angaben gemacht, zum mindesten insoweit also den Irrtum des Klägers schuldhaft gefördert hat.\n\nTreu und Glauben schliessen die Berufung auf den Irrtum |48| auch nicht deshalb aus, weil nach den Behauptungen des Beklagten der Kläger vom 1. April 1966 bis 31. Dezember 1967 gewisse Aktiven der Gesellschaft (Maschinen, Werkzeuge, Öl, Bestandteile) veräussert und den Betrieb nicht sorgfältig genug geführt haben soll, so dass der Verlust der Touring-Sport AG im Jahre 1967 rund Fr. 22 000.-- betragen habe. Der Beklagte behauptet nicht, der Kläger habe sich Aktiven der Gesellschaft angeeignet. Wenn dem so wäre, könnte er nach dem Rückempfang der Aktien als neuer Verwalter der Gesellschaft in deren Namen auf Rückerstattung oder Schadenersatz klagen. Auch für andere Verletzungen der Sorgfaltspflichten eines Geschäftsführers könnte er den Kläger im Namen der Gesellschaft allenfalls verantwortlich machen. Schäden, die der Kläger nicht verschuldet hat, muss dagegen die Gesellschaft und unmittelbar der Beklagte als neuer Aktionär selber tragen. Die Berufung auf einen wesentlichen Irrtum setzt nicht voraus, dass die Leistung, die der Irrende erhalten hat, im Zeitpunkt der Rückgabe mindestens gleichviel wert sei wie zur Zeit des Empfanges. Das ergibt sich daraus, dass die gegenseitigen Leistungen der Parteien beim Hinfall eines Vertrages wegen Irrtums nicht unversehrt, sondern nur nach den Grundsätzen über die ungerechtfertigte Bereicherung zurückzuerstatten sind (BGE 82 II 428, BGE 87 II 139 Erw. 7).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts (1. Zivilabteilung) des Kantons Aargau vom 30. Oktober 1970 bestätigt."}