{"annee": "97", "cour": "I", "page": "7", "date": "3/2/1971", "cite": ["93 I 154", "90 I 227"], "cite_par": ["100 IB 94", "111 IB 15", "107 IB 35", "99 IA 331", "110 IB 38"], "chapeau": "3. Auszug aus dem Urteil vom 3. Februar 1971 i.S. Zwicky & Co und Erben Zwicky gegen Gemeinde Dübendorf und Regierungsrat des Kantons Zürich.", "regestes": ["Droit administratif cantonal. Pouvoir de contrôle des autorités supérieures sur les autorités inférieures. Arbitraire. A quelles conditions une autorité administrative supérieure peutelle annuler une décision prise sur recours par une autorité administrative inférieure et qui a acquis force de chose jugée? (consid. 1 et 2). Application à l'annulation, par le Conseil d'Etat du canton de Zurich, d'une décision par laquelle un Conseil de district dénie à une commune la compétence de fixer des distances de construction par rapport aux cours d'eau (consid. 3 et 4)."], "faits": "BGE 97 I 7 S. 8\n\nA.- Das zürcherische Gesetz über die Gewässer und den Gewässerschutz (Wassergesetz) vom 15. Dezember 1901 (WG) bestimmt in § 100 (Fassung vom 2. Juli 1967):\n\n\"Neue Gebäude dürfen in der Regel nicht näher als fünf Meter von der Grenze eines öffentlichen Gewässers erstellt werden.\n\nDie Direktion der öffentlichen Bauten kann an Gewässerstrecken, für die ein öffentliches Interesse es rechtfertigt, grössere Abstände festsetzen. Vor der Beschlussfassung sind die beteiligten Gemeinden anzuhören und hernach die Pläne öffentlich aufzulegen unter Mitteilung an die betroffenen Grundeigentümer, die im Inland wohnen, und unter Ansetzung einer Frist von zwanzig Tagen zur Einreichung von Einsprachen an die Direktion der öffentlichen Bauten. Gegen deren Entscheid ist der Rekurs an den Regierungsrat zulässig; dessen Entscheid ist endgültig.\n\nDie Direktion der öffentlichen Bauten kann im einzelnen Fall, wenn besondere Verhältnisse es rechtfertigen, unter den zum Schutz des Gewässers notwendigen Bedingungen Ausnahmen von diesen Abständen gestatten. Ausnahmen von Abs. 1 sind jedoch nur zulässig, wenn ihnen keine wasserbaupolizeilichen Gründe entgegenstehen...\"\n\nB.- Die Firma Zwicky & Co., die eine Nähseiden- und Nähfadenfabrik mit Färberei betreibt, und die Erben Zwicky sind Eigentümer eines grösseren Landkomplexes im Neugut an der Gemeindegrenze zwischen Dübendorf und Wallisellen, auf dem sich beidseits der Glatt Fabrikgebäude und Wohnbauten befinden, die sich bis ans Ufer erstrecken.\n\nAm 25. November 1968 erliess die Gemeindeversammlung Dübendorf eine neue Bauordnung (Bauo), die in Art. 26 Abs. 2 bestimmt:\n\n\"Gegenüber vermarkten öffentlichen Gewässern ist ein Bauabstand von 12 m einzuhalten. Gegenüber nicht vermarkten öffentlichen Gewässern gilt als Bauabstand der zonengemässe Grenzabstand, gemessen von der Schnittlinie des mittleren Wasserstandes mit der Uferböschung\".\n\nBGE 97 I 7 S. 9\n\nAuf Beschwerde der Firma Zwicky & Co., und der Erben Zwicky hob der Bezirksrat Uster Art. 26 Abs. 2 Bauo auf mit der Begründung, §100 WG enthalte eine abschliessende Ordnung und lasse für eine abweichende kommunale Regelung keinen Raum; der angefochtenen kommunalen Eigentumsbeschränkung fehle daher die gesetzliche Grundlage.\n\nDie Gemeinde Dübendorf gelangte hierauf an den Regierungsrat des Kantons Zürich mit dem Begehren, den Beschluss des Bezirksrates aufzuheben und Art. 26 Abs. 2 BO wiederherzustellen. Der Regierungsrat stellte fest, dass der Rekurs der Gemeinde mangels Zustimmung der Gemeindeversammlung ungültig sei, beschloss jedoch, den Entscheid des Bezirksrates \"aufsichtsrechtlich\" aufzuheben und Art. 26 Abs. 2 Bauo wiederherzustellen.\n\nC.- Gegen diesen Entscheid haben die Firma Zwicky & Co, und F. Zwickys Erben staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV und der Eigentumsgarantie erhoben. Die Begründung der Beschwerde ergibt sich, soweit erforderlich, aus den nachstehenden Erwägungen.\n\nD.- Der Regierungsrat des Kantons Zürich und die Gemeinde Dübendorf beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführer rügen als Verletzung des Art. 4 BV, dass der Regierungsrat den Entscheid des Bezirksrates kraft seines Oberaufsichtsrechts aufgehoben habe, obwohl dagegen kein gültiger Rekurs erhoben worden, der Entscheid also rechtskräftig geworden sei.\n\nWäre der Bezirksrat ein Organ der Administrativjustiz, so hätte der Regierungsrat dessen Entscheid nicht aufheben können, da verwaltungsgerichtliche Entscheide auch nach zürcherischem Recht formell und materiell rechtskräftig werden (BOSSHART, Komm. zum zürch. Verwaltungsrechtspflegegesetz N. 4 zu § 65). Der Bezirksrat ist indessen keine Gerichtsinstanz, sondern eine Verwaltungsbehörde, die dem Regierungsrat untergeordnet ist. Diesem steht das Oberaufsichtsrecht auch im Gebiete des Gemeindewesens zu, wo die unmittelbare Aufsicht vom Bezirksrat ausgeübt wird (vgl. METTLER, Das Zürcher Gemeindegesetz S. 363/64). Die Beschwerdeführer wenden freilich ein, in Bausachen könne nach § 147 BauG nur die Baudirektion als Aufsichtsbehörde einschreiten und es stehe BGE 97 I 7 S. 10dem Regierungsrat kein Aufsichtsrecht zu. Sie tun aber nicht dar, dass die auch vom Zürcher Verwaltungsgericht (Rechenschaftsbericht = RB 1963 Nr. 39) vertretene Auffassung, das in § 147 BauG der Baudirektion zugewiesene Aufsichtsrecht schliesse die Oberaufsicht des Regierungsrates über das gesamte Gemeindewesen (§ 149 GG) nicht aus, unhaltbar sei. Unbehelflich ist auch ihr Einwand, dass Art. 26 Abs. 2 der Dübendorfer Bauo mit dem Eintritt der Rechtskraft des Entscheids des Bezirksrates dahingefallen sei und der Regierungsrat nicht befugt gewesen sei, diese rechtskräftig aufgehobene Vorschrift neu zu dekretieren. Der Regierungsrat hat sich nicht angemasst, anstelle der Gemeindebehörde eine Norm der Gemeindebauordnung zu schaffen. Er hat den Entscheid des Bezirksrates aufgehoben, womit Art. 26 Abs. 2 Bauo, wie er von der Gemeindebehörde erlassen worden war, wieder Geltung erhielt. Es kann sich daher nur fragen, ob der Regierungsrat den Entscheid des Bezirksrates aufheben durfte, ohne damit gegen Art. 4 BV zu verstossen.\n\n2. Das erscheint deshalb als zweifelhaft, weil es sich nicht um eine gewöhnliche Verwaltungsverfügung handelte, sondern um einen Entscheid, den der Bezirksrat ordnungsgemäss in einem unter Beteiligung der Parteien durchgeführten Rekursverfahren getroffen hat und der nicht (gültig) angefochten worden ist. Dass ein solcher Entscheid soll aufgehoben werden können, nachdem er formell rechtskräftig geworden ist, erscheint unter dem Gesichtspunkt der Rechtssicherheit als nicht unbedenklich. Immerhin lässt die aargauische Praxis eine Aufhebung derartiger Rekursentscheide wegen \"eklatanter Rechtsverletzung und Verfahrensmängel\" zu (vgl. BGE 90 I 230). Ob Rekursentscheide, die formell rechtskräftig sind, auch nach Zürcher Recht vom Regierungsrat aufgehoben werden können, kann dahingestellt bleiben, da, wie sich aus den weiteren Ausführungen ergibt, hier jedenfalls die materiellen Voraussetzungen dafür fehlen.\n\nNach der schweizerischen Rechtsprechung und Lehre können Verwaltungsverfügungen allgemein von einer obern Aufsichtsbehörde kraft ihres Aufsichtsrechts nur aufgehoben werden, wenn klares Recht, wesentliche Verfahrensvorschriften oder öffentliche Interessen offensichtlich missachtet worden sind (Urteil des Bundesgerichts vom 7. Februar 1962, abgedruckt in ZBl 63/1962 S. 465 ff.; FLEINER, Institutionen 8. Aufl. S. 229/30; BGE 97 I 7 S. 11GIACOMETTI, Allgemeine Lehren des Verwaltungsrechts S. 475 Anm. 25). Das entspricht auch der zürcherischen Praxis und Lehre (RB des Verwaltungsgerichts 1963 Nr. 39; METTLER a.a.O. S. 377, welcher unter Hinweis auf zahlreiche Entscheide des Regierungsrates beifügt, für aufsichtsrechtliches Einschreiten genüge es nicht, dass die Aufsichtsbehörde selbst gegenüber einer mit guten Gründen vertretbaren Rechtsauffassung oder Sachverhaltswürdigung einer andern Auslegung des Gesetzes den Vorzug geben würde oder vom Tatbestandsermessen einen abweichenden Gebrauch machen möchte). Ist es aber ganz allgemein nur unter den genannten besonderen Voraussetzungen zulässig, aufsichtsrechtlich von Amtes wegen den Entscheid einer untern Verwaltungsbehörde aufzuheben, so muss dies erst recht gelten, wenn es sich um die Aufhebung eines formell rechtskräftigen Rekursentscheides handelt. Da eine Verletzung wesentlicher Verfahrensvorschriften im vorliegenden Falle nicht in Frage steht, würde der angefochtene Entscheid, mit dem der Regierungsrat den Rekursentscheid des Bezirksrates aufgehoben hat, dem Vorwurfe der Willkür somit nur dann standhalten, wenn die dem Bezirksrat zugeschriebene Verletzung materiellen Rechts geradezu in die Augen spränge oder wenn gewichtige öffentliche Interessen missachtet worden wären.\n\n3. Im Kanton Zürich kommt die Gesetzgebungsbefugnis auf dem Gebiete des öffentlichen Baurechts zwar dem Kanton zu (vgl. BGE 93 I 160 Erw. 6 und dort angeführte frühere Urteile), doch sind die Gemeinden nach §§ 68 und 68 a BauG berechtigt und für gewisse Gebiete sogar verpflichtet zum Erlass von Bauordnungen, deren Bestimmungen im allgemeinen nicht hinter den Anforderungen des kantonalen Rechts (BauG oder EG/ZGB) zurückstehen dürfen. Die im kantonalen Recht enthaltenen Regeln über Grenz- und Gebäudeabstände (vgl. §§ 55 ff. BauG) stellen somit Minimalvorschriften dar, von denen die Gemeinden durch Festsetzung grösserer Abstände abweichen können, während die kantonalen Verwaltungsbehörden nicht befugt sind, ihrerseits solche Abstände festzusetzen.\n\nAnders ist die Ordnung des Gewässerabstandes im WG. Aus § 100 Abs. 2 WG lässt sich mit guten Gründen ableiten, dass ausschliesslich die Baudirektion einen grösseren Abstand als die in Abs. 1 vorgeschriebenen 5 m festsetzen könne, denn das WG erklärt nicht nur allein die Baudirektion für die Anordnung eines grösseren als des normalen Abstandes zuständig, BGE 97 I 7 S. 12sondern regelt auch das dabei einzuschlagende Verfahren klar und eingehend. Ferner kann aus § 100 Abs. 3 WG wohl geschlossen werden, dass in diesem Bereich die Regelung des kantonalen Rechts abschliessend ist und abweichendem Gemeinderecht keinen Raum lässt, ist doch darin von Ausnahmen von \"diesen Abständen\" d.h. von den in Abs. 1 und 2 genannten, die Rede, was dafür spricht, dass es nach der Meinung des Gesetzgebers keine andern Abstandsvorschriften gibt. Es verhält sich auch nicht so, dass in § 100 WG ausschliesslich die wasserbaupolizeilichen Belange in Betracht gezogen und alle andern Gesichtspunkte ausser acht geblieben wären. Die Baudirektion kann an Gewässerstrecken immer dann grössere als die normalen Abstände festsetzen, wenn es \"ein öffentliches Interesse\" rechtfertigt, und das kann, wie der Regierungsrat im angefochtenen Entscheid selbst ausführt, nicht nur ein wasserbauliches, sondern auch ein anderes öffentliches Interesse sein, wobei nach dem Beleuchtenden Bericht des Regierungsrates vor allem an die Erhaltung schutzwürdiger Uferpartien gedacht wurde. Es lässt sich somit nicht sagen, § 100 WG enthalte eine rein wasserbaupolizeiliche Ordnung und behalte zum Schutze weiterer öffentlicher Interessen andere Normen vor, auch wenn er dies nicht ausdrücklich sage...\n\nDer Regierungsrat weist darauf hin, dass den Gemeinden nach einem Entscheid des Verwaltungsgerichts (RB 1969 Nr. 60) gestattet sei, aufgrund der §§ 68 ff. BauG ohne Sonderermächtigung einen Waldrandabstand festzusetzen. Hieraus lässt sich zugunsten einer entsprechenden Befugnis zur Festsetzung eines Gewässerabstandes indessen deshalb nichts ableiten, weil das kantonale Recht überhaupt keine Waldabstandsvorschrift enthält, während sich in § 100 WG eine eingehende Regelung des Gewässerabstandes findet, die zudem in ihrer jetzigen Gestalt zeitlich nach den entsprechenden Vorschriften des BauG entstanden ist. Diese Regelung aber konnte der Bezirksrat, wie dargelegt wurde, mit guten Gründen als abschliessend betrachten, und es kann daher nicht davon die Rede sein, dass er offensichtlich das Recht verletzt hätte.\n\n4. Der angefochtene Entscheid liesse sich somit nach dem in Erw. 2 Gesagten vor Art. 4 BV nur halten, wenn der Regierungsrat mit sachlichen Gründen annehmen konnte, der Bezirksrat habe bei seinem Entscheid offensichtlich öffentliche Interessen missachtet.\n\nBGE 97 I 7 S. 13\n\nNach § 100 Abs. 2 WG kann die Baudirektion an Gewässerstrecken, für die ein öffentliches Interesse es rechtfertigt, grössere Abstände festsetzen. Die Gemeinde Dübendorf wendet in der Beschwerdeantwort ein, die Initiative dazu liege ausschliesslich bei der Baudirektion; die Gemeinde sei nicht befugt, die Anordnung erweiterter Abstände zu verlangen. Die Baudirektion wird indessen ein entsprechendes Gesuch der Gemeinde prüfen und ihm stattgeben müssen, wenn das öffentliche Interesse eine Abstandserweiterung erfordert. Mit der vom Bezirksrat angeordneten Aufhebung von Art. 26 Abs. 2 Bauo werden demnach die öffentlichen Interessen, die allenfalls eine Erweiterung des gesetzlichen Gewässerabstandes erheischen, nicht schutzlos preisgegeben; vielmehr kann die Baudirektion von sich aus oder auf Ersuchen der Gemeinde jederzeit einen grösseren Abstand festsetzen. Diese Lösung hat den Vorteil, dass die Erweiterungen nach einheitlichen Kriterien erfolgen, wogegen sich, falls jede Gemeinde den Abstand nach ihrem eigenen Ermessen erweitern dürfte, von Gemeinde zu Gemeinde Unterschiede ergeben könnten, die nicht durch tatsächlich verschiedene Verhältnisse gerechtfertigt wären... Es bestehen demnach keine ernsthaften sachlichen Gründe für die Annahme, der Bezirksrat habe bei seinem Entscheid die öffentlichen Interessen offensichtlich missachtet, weshalb es gegen Art. 4 BV verstösst, dass der Regierungsrat den formell rechtskräftigen Rekursentscheid des Bezirksrates aufgehoben hat.\n\n5. Ist der Entscheid des Regierungsrates wegen Verletzung des Art. 4 BV aufzuheben, so braucht nicht geprüft zu werden, ob auch die in der Beschwerde erhobene Rüge der Verletzung der Eigentumsgarantie begründet sei.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des Regierungsrates des Kantons Zürich vom 23. April 1970 aufgehoben."}