{"annee": "97", "cour": "II", "page": "142", "date": "15/6/1971", "cite": [], "cite_par": ["112 II 41", "138 I 113", "127 III 310", "110 II 344", "123 III 86", "104 II 28", "116 II 145", "127 III 351"], "chapeau": "21. Arrêt de la Ire Cour civile du 15 juin 1971 dans la cause F. contre L.", "regestes": ["Résiliation du contrat de travail pour de justes motifs. 1. Conditions de la résiliation anticipée fondée sur l'art. 352 CO (consid. 2a); leur application au cas particulier (consid. 2b et 3). 2. Effets ex nunc de la résiliation fondée sur l'art. 352 CO (consid. 4a). Le salaire dû jusqu'à la fin des rapports de service ne peut être réduit en vertu de l'art. 44 CO, pour faute de l'employé (consid. 4b). 3. Champ d'application des art. 328 al. 2 et 353 CO (consid. 5)."], "faits": "BGE 97 II 142 S. 142\n\nA.- Par contrat du 4 janvier 1967, la société fiduciaire F. a engagé en qualité de \"collaborateur\" L., licencié en droit. Aux termes de l'art. 2, son activité consistait notamment dans la \"direction collégiale\" à trois d'une succursale de la société et dans \"tous les travaux de la branche fiduciaire\"; il recevait dès son entrée en fonctions le titre de fondé de pouvoir (art. 18). Il avait droit à un traitement mensuel de 1800 fr. (art. 11), à 15% du bénéfice net réalisé par la succursale (art. 17), au remboursement des frais effectifs - notamment du prix de l'abonnement de train pour le déplacement du domicile au lieu de travail - occasionnés par l'exercice de son activité (art. 8) ainsi qu'à une indemnité mensuelle de 300 fr., majorée de 13ct./km, pour l'usage professionnel de sa voiture privée. L'art. 20 stipulait ce qui suit: \"Le présent contrat entre en vigueur à sa signature et sa durée est indéterminée. Les parties BGE 97 II 142 S. 143peuvent se départir du contrat moyennant préavis par lettre recommandée adressée six mois à l'avance pour la fin d'un semestre civil\".\n\nLe même jour, les parties ont conclu un contrat de vente d'actions. F. cédait à L. six actions nominatives de 500 fr. et une action au porteur de 2500 fr. de F., entièrement libérées, pour le prix de 7200 fr., payable à raison de 1700 fr. au comptant, le solde par mensualités de 100 fr. dès le 31 janvier 1967. Ce solde portait intérêt à 6%, calculé selon la méthode bancaire, le 31 décembre de chaque année. Il était loisible à l'acquéreur de se libérer en tout temps.\n\nB.- F. a congédié L. avec effet immédiat pour de justes motifs par lettre du 29 décembre 1967. Elle se référait aux conditions d'engagement de son collaborateur ainsi qu'à des entretiens relatifs à son \"travail en général\" et à son \"comportement en particulier\" et lui reprochait de n'avoir pas rempli ses obligations et d'avoir porté préjudice à la société par sa \"carence\". Elle entendait en outre lui demander réparation du dommage, estimé à 20 000 fr. au moins, qu'elle subissait en raison de sa \"carence\" et de son \"incurie\".\n\nL. a cessé son travail auprès de F. Depuis le début de 1968, il a exercé une activité sporadique d'auxiliaire dans un office des poursuites; le 25 mai 1968, il a trouvé un nouvel emploi équivalent à celui qu'il occupait depuis le 4 janvier 1967.\n\nC.- Par demande du 5 février 1968, L. a ouvert action contre F. en paiement de 34 712 fr. avec intérêt et en annulation du contrat de vente d'actions. Il contestait l'existence de justes motifs de résiliation anticipée et faisait valoir que le contrat de vente d'actions était lié au contrat de travail, la résiliation du second entraînant l'annulation du premier. Le détail de ses prétentions était le suivant:\n\na) salaire d'octobre à décembre 1967 Fr. 6582.--\n\nb) restitution, avec intérêt, des acomptes versés sur le prix des actions Fr. 2115.50\n\nc) frais de déplacement Fr. 15.-\n\nd) participation de 15% au bénéfice de 1967, évaluée à Fr. 6000.--\n\ne) dommages-intérêts Fr. 12 800.--\n\nf) tort moral Fr. 8000.--\n\nBGE 97 II 142 S. 144- (recte: Fr. 35 512.50)\n\nL. a réduit ultérieurement ses prétentions à 25 000 fr.\n\nF. a conclu au rejet de l'action et, par demande reconventionnelle, a réclamé les montants suivants, avec intérêt:\n\na) 9 mensualités de 100 francs échues sur la vente des actions Fr. 900.--\n\nb) 2intérêt à 6% au 31. 12. 1967 sur le solde impayé du prix Fr. 317.85\n\nc) solde du prix en capital Fr. 4300.--\n\nd) dommages-intérêts consécutifs à la violationdes obligations de l'employé, égaux à la moitié de la perte de lasuccursale pour l'exercice 1967 Fr. 29 500.--\n\n- dont à déduire: 3 mois de salaire et decontribution à l'assurance-maladie Fr. 5520.--\n\n- soit Fr. 23 980.--\n\n- au total Fr. 29 497.85\n\nPar arrêt du 12 novembre 1970, le Tribunal cantonal valaisan a admis la demande à concurrence de 11 997 fr. avec intérêt à 5% dès le 6 février 1968 et a alloué à la défenderesse ses conclusions reconventionnelles pour un montant de 5200 fr. avec intérêt à 6% à calculer le 31 décembre de chaque année selon le système bancaire; ces créances pouvaient être compensées. Les motifs du Tribunal cantonal sont en bref les suivants:\n\nIl n'y a pas de justes motifs de résiliation anticipée selon l'art. 352 CO, quand bien même le demandeur n'était manifestement pas apte à remplir les fonctions qui lui avaient été confiées. Il n'a pas à répondre du déficit de la succursale pour l'exercice 1967, de sorte que la demande reconventionnelle en dommages-intérêts doit être rejetée. Le demandeur a droit à son plein salaire pour le dernier trimestre de 1967, soit 6582 fr. Il pourrait en principe prétendre à son salaire jusqu'au plus prochain terme normal de congé, sous déduction des revenus acquis dans l'intervalle. Compte tenu de toutes les circonstances, notamment de la pénurie actuelle de juristes, il est équitable de lui allouer 5400 fr., c'est-à-dire son salaire sans les accessoires pendant trois mois. Sont encore dus les 15 fr. réclamés pour un déplacement. Quant à la vente des actions, elle est indépendante du contrat de travail. Le demandeur reste ainsi débiteur du solde du prix de 5200 fr., dont 4000 fr. sont échus au 1 er novembre 1970. Le surplus est payable par acomptes mensuels de 100 fr. BGE 97 II 142 S. 145\n\nD.- F. recourt en réforme au Tribunal fédéral et reprend ses conclusions antérieures. Subsidiairement, elle propose le renvoi de l'affaire à l'autorité cantonale pour nouvelle décision.\n\nL'intimé conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Faute de recours du demandeur, les points suivants de l'arrêt déféré ne sont plus litigieux devant l'instance fédérale: rejet de la demande en paiement de 6000 fr. à titre de participation au bénéfice de l'année 1967 et de 8000 fr. à titre d'indemnité pour tort moral; admission de la demande reconventionnelle en tant qu'elle concernait le prix de vente des actions de F., la recourante renonçant expressément à la rectification d'une inadvertance des premiers juges sur le nombre des mensualités échues. Enfin, l'allocation d'un montant de 15 fr. pour frais de déplacement du demandeur n'est pas contestée.\n\n2. La recourante soutient que la cour cantonale a violé l'art. 352 CO en niant l'existence de justes motifs de résiliation anticipée du contrat de travail par l'employeur.\n\na) L'art. 352 CO repose sur l'idée que l'exécution du contrat de travail, comme celle de tout contrat d'une certaine durée qui fait intervenir l'activité personnelle de l'une des parties (cf. RO 97 II 66 et les références citées; arrêt non publié Isolag AG für Isolierungen c. Soundex AG du 31 décembre 1957, consid. 2), suppose la confiance mutuelle de celles-ci; si cette confiance est détruite par le fait d'une partie, le maintien du contrat ne saurait être imposé à l'autre (arrêt non publié Bugnion c. Defossez du 5 avril 1966, consid. 1). L'application de l'art. 352 CO est ainsi subordonnée à deux conditions.\n\nIl faut, d'une part, que les actes ou le comportement invoqués soient de nature à ruiner la confiance mutuelle des cocontractants; ils doivent présenter une certaine gravité objective. En particulier, n'importe quel manquement de l'employé ne saurait constituer un juste motif au sens de l'art. 352 CO; on doit se montrer d'autant plus exigeant à cet égard que le contrat a été conclu pour une durée plus longue (arrêt non publié Modern AG c. Meyer du 23 décembre 1952, consid. 5a). A plus forte raison doit-il en aller de même lorsque l'employeur reproche simplement à l'employé d'avoir déçu les espérances qu'il plaçait en lui, et se plaint de son rendement insuffisant. Il y'a lieu de tenir compte de toutes les circonstances du cas concret, BGE 97 II 142 S. 146notamment de la nature du travail promis (OSER/SCHÖNENBERGER, ad art. 352 CO n. 11). Les exigences relatives à la qualité du travail seront d'autant plus élevées que l'emploi est plus important. L'incapacité professionnelle n'est un motif de renvoi abrupt que si l'employé ne remplit pas les exigences minimales que l'employeur est en droit d'attendre de tout collaborateur pour un poste du même genre (BECKER, ad art. 352 CO n. 23), et qu'une amélioration ultérieure est improbable. Une faute de l'employé n'est pas une condition indispensable (OSER/SCHÖNENBERGER, ad art. 352 CO n. 7).\n\nIl faut, d'autre part, que la confiance mutuelle ait été effectivement détruite. Il se peut que le comportement de l'une des parties soit objectivement de nature à ruiner cette confiance, mais que l'autre partie renonce à se prévaloir de l'art. 352 CO. Aussi la jurisprudence exige-t-elle de celui qui entend invoquer cette disposition qu'il le fasse sans délai (RO 75 II 332, 69 II 311s., arrêts précités Bugnion c. Defossez, consid. 1 et Isolag AG für Isolierungen c. Soundex AG, consid. 3). Il faut entendre par là non pas une déclaration immédiate, mais une manifestation de volonté intervenant après un bref délai de réflexion (RO 69 II 312; cf. aussi RO 93 II 18s.); une trop longue attente comporterait la renonciation à se prévaloir de ce moyen (RO 75 II 332; arrêt non publié \"Président\"-Hôtels SA c. Weissen du 14 juillet 1964, consid. 2).\n\nb) En l'espèce, il ressort de l'art. 2 du contrat du 4 janvier 1967, auquel se réfère l'arrêt attaqué, que l'intimé était chargé de la direction collégiale, avec deux autres collaborateurs, de la succursale de F. Son activité, qui consistait \"en tous les travaux de la branche fiduciaire\", comportait divers travaux juridiques et comptables, tels que l'établissement de contrats et conventions, la mise sur pied, l'organisation, la tenue et le bouclement de toutes comptabilités et comptes. Aux termes de l'art. 18 du contrat, il recevait à son entrée en fonction le titre de fondé de pouvoir, ceux de sous-directeur, directeur-adjoint puis directeur lui étant réservés selon les qualités démontrées dans l'ensemble de son activité.\n\nLa cour cantonale a notamment fondé son appréciation sur les déclarations, relatives au travail du demandeur, de plusieurs employés de la défenderesse entendus comme témoins. Elle relève qu'aux dires du sous-directeur de la succursale, \"le demandeur ne faisait rien\"; lorsqu'il fut congédié, le personnel BGE 97 II 142 S. 147du bureau s'est demandé pourquoi on avait attendu si longtemps pour prendre cette mesure; L. était apathique et n'avait aucune initiative. L'arrêt déféré cite encore cette déclaration d'un autre collaborateur de la succursale: \"Si j'ai dit, que je doutais de ses compétences, c'est qu'en comptabilité, il ne connaissait rien et que de plus, il était passif et ne recherchait pas le travail ni ne s'intéressait au travail de la Fiduciaire\". La cour cantonale s'est en outre fondée sur le rapport d'expertise comptable du 24 février 1969, dont elle extrait notamment la constatation suivante: \"Le manque de rendement de l'activité du bureau est évident. Les rapports de travail stipulent de nombreuses heures dites d'études. Dans cette alternative il devait s'agir ou bien de cas spéciaux, ou de recherches nécessitées par manque de connaissance de la branche.\" Interrogé au sujet des montants improductifs importants qui ressortaient de ses fiches de travail, le demandeur ne les a pas reconnus, pour n'avoir pas pu les contrôler. Mais dans une lettre du 2 mai 1968 à son conseil d'alors, il indique exactement les montants de son travail productif pour le mois de janvier à novembre 1967. Il en résulte à l'évidence que ces montants sont anormalement bas; or le demandeur ne prétend pas avoir eu à s'occuper de cas spéciaux. La cour cantonale n'a pas tenu compte de la lettre du 2 mai 1968, pourtant produite en justice par le demandeur. Il y a lieu de compléter ses constatations sur ce point, purement accessoire (art. 64 al. 2 OJ).\n\nLa juridiction valaisanne conclut des preuves administrées que le demandeur n'avait manifestement pas du tout les qualités requises pour exercer le poste qui lui avait été confié. La cour de céans ne peut que se rallier à cette conclusion. Elle doit être précisée en ce sens que l'employé ne remplissait pas les exigences minimales, au point de vue de sa capacité professionnelle, qu'on était en droit d'attendre de lui. Non seulement il n'a rien fait pour acquérir les connaissances qui lui faisaient défaut, mais il a aggravé cette carence par un manque caractérisé d'initiative et d'intérêt pour son travail. Une telle attitude et une telle improductivité étaient incompatibles avec les fonctions dirigeantes que lui assignait le contrat du 4 janvier 1967. Elles étaient de nature à ruiner définitivement auprès de son employeur la confiance qu'implique à un degré particulièrement élevé un poste de cette nature. Le maintien des liens contractuels devenait intolérable pour la recourante, BGE 97 II 142 S. 148d'autant plus que l'exercice 1967 se soldait par un déficit supérieur à 50 000 fr. On ne pouvait exiger d'elle, dans ces conditions, qu'elle garde à son service durant six mois encore un employé si peu productif, sans aucune perspective d'amélioration. Elle pouvait dès lors se prévaloir de justes motifs de résiliation anticipée du contrat de travail, au sens de l'art. 352 CO.\n\n3. Les motifs qui ont amené la cour cantonale à refuser à la défenderesse le bénéfice de l'art. 352 CO ne sont pas fondés.\n\na) Elle considère qu'on ne pouvait exiger du demandeur, qui avait été engagé avant tout comme juriste, des connaissances et aptitudes spéciales dans la branche fiduciaire. C'est ignorer cependant les termes mêmes du contrat, dont l'art. 2 définit avec précision l'activité de l'employé, consistant notamment \"en tous les travaux de la branche fiduciaire\". Au surplus, l'incapacité du demandeur dans le domaine comptable n'était pas seule en cause; de par sa formation, il lui eût été facile d'y suppléer en manifestant l'intérêt et en faisant preuve de l'initiative qu'impliquaient les fonctions qu'il avait acceptées.\n\nb) L'arrêt déféré relève que la demanderesse n'a pris aucun renseignement sur les capacités du demandeur. Certes, selon BECKER (ad art. 352 CO n. 23), l'incapacité professionnelle de l'employé ne peut être invoquée comme juste motif de résiliation anticipée si l'employeur a négligé de prendre des renseignements à ce sujet, avant l'engagement. Mais encore faut-il que l'absence d'une telle précaution soit causale, c'est-à-dire que le contrat n'eût pas été conclu si elle avait été prise. Or rien de tel n'a été allégué ni partant établi en l'espèce. De surcroît, en engageant un universitaire diplômé, licencié en droit, la défenderesse pouvait admettre que le candidat remplissait les conditions requises, et à plus forte raison qu'il assumait en connaissance de cause des fonctions clairement définies.\n\nc) La cour cantonale reproche à la défenderesse d'avoir attendu des mois durant, après avoir constaté l'incapacité de son employé, pour faire usage de son droit de résiliation, dont elle serait ainsi déchue. C'est cependant méconnaître, comme le relève à juste titre la recourante, l'indépendance de sa succursale et le fait qu'une période de mise au courant du nouveau collaborateur était dans l'ordre des choses. Certes, la surveillance du siège central paraît avoir été bien lâche; mais il était normal qu'ayant engagé un universitaire pour participer à BGE 97 II 142 S. 149la direction collégiale de la succursale, les administrateurs de la société lui fassent confiance. Ils n'avaient connaissance qu'avec retard des manquements du demandeur. En outre et surtout, la mesure prise à son égard ne s'est finalement imposée qu'en raison de l'accumulation et de l'aggravation progressive des griefs que suscitait son comportement. En particulier, c'est à partir du 15 novembre 1967 seulement que le demandeur a cessé de remplir ses fiches de travail. Compte tenu de toutes ces circonstances, on ne saurait considérer comme tardive la résiliation intervenue le 29 décembre 1967.\n\nd) La juridiction cantonale objecte encore que l'employeur \"kündete dann ohne jede vorausgehende Mahnung oder Verwarnung\". Mais l'exercice du droit de résiliation fondé sur l'art. 352 CO n'est pas subordonné à un avertissement préalable. En l'espèce, le comportement du demandeur et son laisser-aller dans l'accomplissement de ses devoirs professionnels, à la fin de l'année en particulier, justifiaient un renvoi immédiat sans avertissement.\n\nLa recourante étant au bénéfice de l'art. 352 CO, les prétentions de salaire de l'employé au-delà du 1er janvier 1968 doivent être rejetées et le montant de 5400 fr. alloué à ce titre par les premiers juges écarté.\n\n4. La cour cantonale a reconnu le droit du demandeur à son salaire, avec les accessoires prévus par le contrat, pour les trois derniers mois de 1967; elle lui a adjugé à ce titre 6582 fr., soit 3 × 2194 fr. La recourante n'admet devoir à son employé que 5520 fr. (3 × 1840 fr.), somme qu'elle entend compenser avec les dommages-intérêts auxquels elle prétend; elle fait valoir qu'il a pratiquement abandonné son poste durant les trois derniers mois de 1967.\n\na) La résiliation fondée sur l'art. 352 CO ne sortit d'effets que pour l'avenir (ex nunc); partant, le salaire est dû jusqu'à l'expiration des rapports de service (BECKER, ad art. 352 CO n. 44; GRÄSSLI, Die ausserordentliche Kündigung des Dienstvertrages nach schweiz. Recht, thèse Berne 1929, p. 99 et 104). Cela vaut notamment pour les indemnités litigieuses de 300 fr. pour l'usage professionnel d'une voiture privée et de 54 fr. pour un abonnement de train. Ces indemnités, payables mensuellement selon les art. 8 et 9 du contrat, sont dues, à moins que l'employeur n'établisse l'inexistence des frais qu'elles sont destinées à couvrir (cf. GRÄSSLI, op.cit., p. 99). Or une telle BGE 97 II 142 S. 150preuve n'a pas été rapportée en l'espèce, l'affirmation de la recourante selon laquelle l'employé aurait pratiquement abandonné son poste ne trouvant appui ni dans l'arrêt déféré ni dans le dossier.\n\nb) Bien que la recourante ne soulève pas ce moyen, il convient d'examiner si une réduction du salaire ne doit pas être opérée en raison d'une faute de l'employé. Une telle réduction ne saurait être fondée sur l'art. 353 ni sur l'art. 328 al. 2 CO; ces dispositions concernent en effet de véritables dommages-intérêts, et non pas la rémunération du travail comme telle (cf. OSER/SCHÖNENBERGER, ad art. 353 CO n. 4; BECKER, ad art. 353 CO n. 1; GRÄSSLI, op.cit., p. 107s.). Le caractère alimentaire et partant la sécurité du salaire, promue par notre système légal, impliquent en principe qu'il soit versé intégralement jusqu'à la fin du contrat. Une réduction fondée sur l'art. 44 CO n'est pas admissible. Le salaire ne pourrait être diminué ici que par compensation avec des dommages-intérêts dus à l'employeur, et ce dans les limites de l'art. 340 CO. Cette solution ne contredit pas la jurisprudence du Tribunal fédéral selon laquelle une réduction pour faute concomitante de l'employé peut être opérée, par application analogique de l'art. 44 CO, sur le salaire auquel il peut prétendre en cas de résiliation immédiate mais non fondée sur de justes motifs; ce salaire, postérieur à la résiliation, équivaut en effet, dans sa fonction économique, à des dommages-intérêts (RO 79 II 388, 78 II 444, 57 II 186s.; arrêt non publié Stolz c. Ducrey du 29 novembre 1967, consid. 3 p. 5).\n\nEn l'espèce, la défenderesse doit au demandeur, sous réserve de compensation avec d'éventuels dommages-intérêts, l'entier du salaire afférent au dernier trimestre 1967, soit 3 × 2194 fr., ce qui fait au total 6582 fr. Compte tenu du montant incontesté de 15 fr. pour frais de déplacement de l'employé, la demande doit être admise à concurrence de 6597 fr.\n\n5. La défenderesse invoque à l'appui de ses prétentions en dommages-intérêts les art. 353 CO et 5 du contrat du 4 janvier 1967. Elle réclame le remboursement de la moitié du déficit subi par sa succursale en 1967, soit 23 980 fr. après compensation avec le salaire qu'elle reconnaît devoir à son employé pour le dernier trimestre 1967.\n\na) Aux termes de l'art. 353 CO, la partie qui a donné lieu à la résiliation anticipée en n'observant pas les clauses du BGE 97 II 142 S. 151contrat doit la réparation intégrale du dommage causé. Cette disposition règle les conséquences de la résiliation fondée sur l'art. 352 CO. Le dommage consiste dans l'intérêt positif qu'aurait eu la partie adverse - ici l'employeur - à l'éxécution du contrat jusqu'au plus prochain terme normal de congé: frais nécessités par le remplacement de l'employé renvoyé, perte de rendement, par exemple (OSER/SCHÖNENBERGER, ad art. 353 CO n. 3 et 7; BECKER, ad art. 353 CO n. 1 et 7; GRÄSSLI, op.cit., p. 102ss; PAUL SCHWARTZ, Einführung in die Praxis des Dienstvertragsrechts, p. 91). En l'espèce, la défenderesse ne fait manifestement pas valoir un dommage de cette nature, puisqu'elle demande réparation d'un préjudice antérieur à la résiliation. Or l'art. 353 CO ne saurait s'appliquer à un tel préjudice, car il ferait alors double emploi avec l'art. 328 al. 2 CO.\n\nb) L'art. 5 du contrat du 4 janvier 1967, aux termes duquel \"le collaborateur répond de tous dommages causés à la société, soit intentionnellement, soit par négligence, soit par imprudence\", a pratiquement la même teneur que l'art. 328 al. 2 CO. Cette disposition, qui fait répondre l'employé du dommage causé à l'employeur par sa faute, est indépendante de la résiliation anticipée et de ses conséquences. Comme l'art. 353 CO, l'art. 328 al. 2 CO est un cas d'application de l'art. 97 CO; il appartient au demandeur de prouver le dommage, son montant, la violation par l'employé de ses obligations contractuelles et le rapport de causalité entre cette violation et le dommage (OSER/SCHÖNENBERGER, ad art. 328 CO n. 6; BECKER, ad art. 328 CO n. 12; IZVEREN, Sorgfaltshaftung und Schadenersatzpflicht im Dienstvertragsrecht, p. 131s.). Les art. 42 à 44 CO sont également applicables, conférant au juge un large pouvoir d'appréciation (SCHWARTZ, op.cit., p. 33; IZVEREN, op.cit., p. 132; MIESCHER, Die Folgen nicht vertragsgemässer Arbeitsleistung nach dem Dienstvertragsrecht, thèse Berne 1968, p. 93).\n\nAu cas particulier, il est constant que la succursale de F. a subi en 1967 un déficit de 59 839 fr. 85. Selon le rapport d'expertise, ce déficit comprend des pertes sur débiteurs de 22 362 fr. 90 et un manque de rendement de 37 476 fr. 95. S'agissant des pertes sur débiteurs, la recourante se borne à faire valoir à l'appui de ses prétentions que l'intimé était juriste et que le contentieux était particulièrement son affaire. Elle n'indique pas de quels montants en particulier elle entend le rendre responsable. Or il n'est pas exclu que ces pertes résultent, BGE 97 II 142 S. 152tout au moins en partie, de travaux antérieurs à l'engagement de l'intimé, qu'elles soient imputables à un autre collaborateur, ou encore qu'elles aient été inévitables. Au surplus, comme le relève la cour cantonale, l'intimé n'était pas responsable de l'insolvabilité des débiteurs, même s'il n'est pas à l'abri de tout reproche à cet égard. Quant au manque de rendement de la succursale, la recourante affirme que son employé, \"de son aveu et aux dires des témoins, en est le principal responsable\". Cette affirmation contredit la constatation de l'arrêt déféré selon laquelle \"die mangelnde Rendite von Fr. 37 476.95 erklärt sich weitgehend oder fast ausschliesslich aus anderen Gründen\". Or la recourante ne prétend pas que cette constatation repose manifestement sur une inadvertance, ou que des dispositions fédérales en matière de preuve aient été violées; son allégation ne saurait dès lors être retenue (art. 63 al. 2 OJ). Elle ne fournit au demeurant aucun élément qui permette de déterminer la part du manque de rendement constaté qui serait imputable à l'intimé. La recourante n'ayant établi ni le dommage dont elle demande réparation, ni le rapport de causalité entre le dommage et la violation par l'employé de ses obligations contractuelles, ses prétentions en dommages-intérêts doivent être rejetées.\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Prend acte de ce que le chiffre 2 du dispositif de l'arrêt rendu le 12 novembre 1970 par le Tribunal cantonal valaisan est entré en force de chose jugée;\n\n2. Admet partiellement le recours et annule l'arrêt attaqué dans la mesure où il n'est pas entré en force de chose jugée;\n\n3. Condamne la défenderesse F. à payer au demandeur L. 6597 fr. avec intérêts à 5% dès le 6 février 1968;\n\n4. Constate que les montants adjugés de part et d'autre sont compensables dès leur exigibilité."}