{"annee": "97", "cour": "II", "page": "123", "date": "22/6/1971", "cite": [], "cite_par": ["145 III 225", "100 III 30", "122 III 53", "123 III 280", "119 II 361", "98 II 129", "131 III 12", "105 II 209", "104 II 307", "108 II 434", "121 III 252"], "chapeau": "19. Extrait de l'arrêt de la Ire Cour civile du 22 juin 1971 dans la cause Gobat contre Mongillo", "regestes": ["Responsabilité pour acte illicite; perte de soutien; tort moral. Fondement et étendue de la responsabilité (consid. 2 à 5). Le calcul de la perte de soutien doit être fait au jour du décès, non à celui du jugement (consid. 6). La réduction pour chances de remariage doit être opérée non seulement sur la perte de soutien, mais aussi sur la rente de la Caisse nationale qui en est déduite (consid. 8a). Fixation de l'indemnité pour tort moral compte tenu des fautes imputables à l'auteur de l'accident, à la victime et à un tiers (consid. 10)."], "faits": "|124|\n\nMarc Joliat, entrepreneur de maçonnerie, bâtissait un immeuble locatif à Courrendlin. Le 4 mars 1966, son contremaître Angelo Zornio, son ouvrier Antonio Mongillo et son maçon Fernand Seuret construisaient avec l'entrepreneur de transports Georges Gobat une fosse septique rattachée au bâtiment. Gobat se servait à cet effet de sa pelle mécanique avec commande hydraulique Poclain TC 45, qu'il conduisait lui-même. Joliat n'avait recouru à ses services et à sa machine que pour l'exécution de ce travail; celui-ci a fait l'objet d'une facture du 30 juin 1966 de 310 fr., soit 5 heures à 50 fr., plus 60 fr. pour le déplacement de la pelle. Gobat a creusé une fouille circulaire d'environ 2 m de profondeur et 3 m de diamètre. Il fallait y placer trois tuyaux en ciment de 2 m 20 de diamètre et de 50 cm de hauteur; ces tuyaux, superposés, devaient être emboîtés et leurs joints cimentés. Pour les déposer et les mettre en place, Gobat se servait de sa machine comme d'une grue. Trois chaînes fixées sous le godet de la pelle tenaient les tuyaux par leur partie supérieure, à l'aide de pinces. Les articulations du bras permettaient de les soulever, de les déplacer et de les déposer.\n\nZornio surveillait l'opération du haut de la fouille. Lorsque le second tuyau fut posé sur le premier, il fît descendre Mongillo et Seuret dans la fosse pour les ajuster et décrocher les chaînes. Il avait auparavant fait glisser latéralement de quelques centimètres le second tuyau, par un mouvement horizontal du godet, pour le mettre en place sur le premier. Gobat devait ensuite faire descendre le godet d'une dizaine de centimètres, pour détendre les chaînes. Avant cette manoeuvre, Mongillo et Seuret se trouvaient de part et d'autre de l'axe sur lequel le godet devait se déplacer verticalement. Gobat pouvait les voir. Zornio lui cria alors: \"C'est bon!\", pour lui signifier que le tuyau était en place et que les chaînes pouvaient être détendues. A ce moment, Gobat ne pouvait plus apercevoir Mongillo; il abaissa cependant le godet. Celui-ci tomba obliquement de 60 à 70 cm; en raison du déplacement horizontal qui avait précédé la manoeuvre, il ne se trouvait en effet plus au-dessus du centre du tuyau et était exposé à une traction inégale des chaînes. Il était d'autant plus difficile à maîtriser dans ces circonstances que le dernier élément du bras qui l'actionnait n'était pas équipé d'un frein de chute, contrairement aux deux autres éléments. Atteint par le godet, Mongillo a été écrasé |125| contre la paroi du tuyau. Il a succombé à ses blessures le même jour.\n\nB. - Par demande du 26 septembre 1967, dame Anna Maria Mongillo-Palmieri, veuve de la victime, et ses deux filles Maria Arcangela et Giovanna ont ouvert action contre Gobet en paiement de la partie du dommage pour perte de soutien non couverte par la Caisse nationale et d'une indemnité pour tort moral et pour frais funéraires.\n\nLe défendeur a conclu au rejet de la demande.\n\nStatuant le 9 octobre 1970, la Cour d'appel du canton de Berne a condamné le défendeur à payer les sommes ci-après:\n\na) à dame Anna Maria Mongillo:29 000 fr. avec intérêt à 5% dès le 9 octobre 1970 (perte de soutien); 7500 fr. avec intérêt à 5% dès le 4 mars 1966 (tort moral); 3500 fr. avec intérêt à 5% dès le 4 mars 1966 (frais funéraires);\n\nb) à Maria Arcangela Mongillo: 400 fr. avec intérêt à 5% dès le 9 octobre 1970 (perte de soutien); 2500 fr. avec intérêt à 5% dès le 4 mars 1966 (tort moral);\n\nc) à Giovanna Mongillo: 2800 fr. avec intérêt à 5% dès le 9 octobre 1970 (perte de soutien); 2500 fr. avec intérêt à 5% dès le 4 mars 1966 (tort moral).\n\nC. - Le défendeur recourt en réforme au Tribunal fédéral contre cet arrêt, en reprenant ses conclusions libératoires.\n\nLes demanderesses ont formé un recours joint. Elles proposent le rejet du recours principal et prennent les conclusions suivantes:\n\na) que les montants alloués à titre de dommages-intérêts pour perte de soutien soient portés à 31 000 fr. pour dame Anna Maria Mongillo, à 1100 fr. pour Maria Arcangela Mongillo et à 4000 fr. pour Giovanna Mongillo, avec intérêt à 5% dès le 4 mars 1966; subsidiairement que ces montants soient augmentés selon l'appréciation du tribunal;\n\nb) que les montants alloués à titre de tort moral soient portés à 12 000 fr. pour dame Anna Maria Mongillo, et à 5000 fr.\n\n|126| pour Maria Arcangela et pour Giovanna Mongillo, avec intérêt à 4% dès le 4 mars 1966, subsidiairement que ces montants soient majorés à dire de justice.", "considerants": "Considérant en droit:\n\n1. ...\n\n2. La Cour d'appel considère le contrat entre le défendeur et Joliat comme \"un contrat mixte où l'élément d'entreprise est prépondérant, du moins en ce qui concerne l'organisation et la direction des travaux\". Le défendeur soutient que l'arrêt déféré viole sur ce point les art. 253 et 101 CO et qu'il fonde à tort l'action des demanderesses sur les art. 41ss CO; il s'agit selon lui d'un contrat de bail, la mise à disposition du conducteur de la machine n'étant qu'une prestation accessoire de la bailleresse (RO 91 II 291) et lui-même étant auxiliaire de Joliat qui répond de son comportement selon l'art. 101 CO.\n\na) Il est constant qu'aucun lien contractuel n'existait entre Mongillo, employé de Joliat, et le défendeur. Ce dernier ne peut donc être tenu à réparation du dommage et du tort moral subi par les demanderesses qu'en raison d'un acte illicite. L'existence d'un tel acte est en principe indépendante de ses rapports de droit avec Joliat ou de son éventuelle qualité d'auxiliaire au sens de l'art. 101 CO. La responsabilité de l'employeur pour le dommage causé à son co-contractant par ses auxiliaires dans l'accomplissement de leur travail n'exclut pas celle qui incombe à ces personnes en vertu des art. 41ss CO, lorsqu'une faute leur est imputable.\n\nb) La Cour d'appel a examiné la nature juridique du lien contractuel entre Joliat et le défendeur en recherchant à qui, de ce dernier ou du contremaître Zornio, incombaient l'organisation et la direction des travaux. Les parties n'ayant pas songé à préciser qui devait diriger la manoeuvre et en assumer la responsabilité, les premiers juges ont admis qu'il fallait prendre en considération \"l'ensemble des circonstances du contrat\": par leur objet nettement déterminé - le défendeur a établi le 30 juin 1966 une facture pour \"creusage et pose d'une fosse septique avec pelle Poclain\" - les rapports des parties relèveraient du contrat d'entreprise et non du contrat de bail ou de travail; la rémunération à l'heure, avec facturation des heures de travail effectif et non des heures de mise à disposition de la machine, correspondrait à la notion de \"travail en régie\" |127| caractéristique du contrat d'entreprise, terme d'ailleurs employé dans le rapport de la Caisse nationale du 24 mars 1966.\n\nLa question ainsi examinée par la Cour d'appel, en considération de l'ensemble des circonstances du contrat, est une question de droit qui peut être revue en instance de réforme.\n\nIl est constant que le défendeur n'a pas seulement loué sa pelle mécanique, mais qu'il a aussi accompli un certain travail en l'utilisant. La description dans sa facture des prestations fournies n'est pas nécessairement un indice en faveur du contrat d'entreprise; elle peut tout aussi bien être interprétée comme une simple indication du but pour lequel la pelle mécanique a été mise à disposition et manoeuvrée. Le contrat en question pourrait être un contrat mixte comportant la location et l'utilisation de l'objet loué, ce qui expliquerait la rémunération d'après le temps employé (5 heures à 50 fr.) ainsi que le montant de 60 fr. relatif au déplacement de la pelle. Il est sans importance que la Caisse nationale, qui n'avait pas à apprécier les rapports contractuels entre le défendeur et Joliat, ait parlé dans son rapport de \"travail en régie\". Il faut en revanche prendre en considération les déclarations faites par Joliat le 4 ou 8 mars 1966 au Bureau de prévention des accidents de la Société suisse des entrepreneurs et le 16 mars 1966 dans une lettre au consulat d'Italie, déclarations que la Cour d'appel a estimé ne pas pouvoir retenir, relevant que Joliat n'était vraisemblablement pas conscient de l'importance des termes dont il se servait. Le rapport du bureau précité relate ce qui suit:\n\n\"M. Marc Joliat, entrepreneur, nous dit avoir loué la pelle avec chauffeur auprès de M. Georges Gobat à Courrendlin. Ce dernier n'ayant pas de chauffeur à mettre à disposition, c'est lui qui est venu sur place pour conduire. M. Marc Joliat pense que M. Gobat n'avait pas une grande habitude de cette pelle.\"\n\nLa lettre de Joliat au consulat d'Italie comporte le passage suivant:\n\n\"Mon entreprise était en train de poser une fosse septique d'un diamètre de 2.00 m avec la machine à creuser d'une entreprise de Courrendlin, Georges Gobat, dont le patron lui-même manoeuvrait la machine.\"\n\nCes deux déclarations tendent à prouver que Joliat a recouru à la pelle mécanique, manoeuvrée par le défendeur, aux fins de construire lui-même la fosse septique. Le défendeur n'était pas |128| en mesure d'accomplir ce travail seul, avec sa machine. Trois ouvriers de Joliat, dont un contremaître, y ont collaboré. L'installation de la fosse était d'ailleurs du ressort de Joliat, entrepreneur chargé de la construction de l'immeuble. Le rôle du défendeur se bornait à fournir et à manoeuvrer la pelle mécanique. Le reste, en particulier l'organisation, incombait à Joliat, qui avait affecté à ce travail trois ouvriers dont le contremaître Zornio; celui-ci a lui-même déclaré en procédure cantonale: \"c'est moi qui dirigeais la manoeuvre\". Cette déclaration concorde parfaitement avec son exclamation \"c'est bon!\", lorsqu'il estima que le godet de la pelle pouvait être abaissé.\n\nLa question de savoir de quel contrat relevaient les prestations du défendeur - bail à loyer avec usage de la chose par le bailleur (cf. RO 91 II 291; arrêts non publiés Werner Schmid & Cie. c. Vereinigte Bauunternehmungen GmbH, du 2 juin 1953, et Geiger & Viatte c. Grande Dixense SA, du 18 décembre 1956) ou contrat d'entreprise - peut rester indécise. Même dans l'hypothèse d'un contrat d'entreprise, le défendeur n'était pas tenu à d'autres prestations que le creusage d'une fosse à l'aide de la pelle mécanique et la mise en place des tuyaux livrés par Joliat, avec la participation du personnel de celui-ci. Dans l'exécution de ce travail, il devait veiller à la sauvegarde de la vie et de l'intégrité corporelle des trois ouvriers de Joliat avec toute l'attention commandée par les circonstances. Mais il pouvait partir de l'idée que ces collaborateurs, notamment le contremaître Zornio, feraient également leur possible pour éviter un accident. Leurs erreurs de comportement lui étaient imputables dans la mesure où il était ou devait en être conscient; elles le déchargeaient au cas contraire.\n\n3. Le fait que Zornio organisait et dirigeait le travail ne libérait pas le défendeur. Il savait que ce contremaître avait envoyé les deux ouvriers dans la fosse pour décrocher les chaînes. Il pouvait les apercevoir alors qu'ils se trouvaient de part et d'autre du bras de la pelle mécanique. Mais lorsqu'il entreprit sa manoeuvre à la suite de l'exclamation \"c'est bon!\" de Zornio, il ne voyait plus Mongillo. Il devait en conclure que celui-ci s'était déplacé dans la fouille et qu'il se trouvait très probablement sous le godet, où il était en danger. En tant que propriétaire et conducteur de la pelle mécanique, le défendeur en connaissait les particularités et les risques mieux que |129| Zornio, qui n'avait jamais travaillé avec une machine de ce genre; il ne devait donc pas se satisfaire du fait que le contremaître, qui s'était d'ailleurs détourné, n'intervînt pas. Il aurait dû faire sortir les ouvriers de la fosse avant d'abaisser le godet. La manoeuvre n'exigeait pas qu'ils fussent exposés au danger d'être atteints par la pelle. Le défendeur aurait dû les avertir d'emblée de ne jamais se placer près du godet, avant qu'il eût atteint sa position définitive. L'opération était difficile à contrôler, en raison de la modification du rapport des forces exercées par les chaînes et de l'absence d'un frein de chute. L'accident est ainsi imputable à faute au défendeur.\n\n4. Le défendeur fait valoir qu'il est libéré de sa responsabilité par la faute grave du lésé (art. 44 CO).\n\nCe moyen n'est pas fondé. En dépit de l'avis affiché à l'extérieur de la cabine et qui interdisait aux personnes non autorisées l'accès à la zone de travail de la pelle, Mongillo pouvait y accéder, puisqu'il devait aider à mettre en place les tuyaux et à décrocher les chaînes. On peut seulement lui reprocher d'être resté sans nécessité dans la fosse alors qu'on détendait les chaînes. Cette faute n'est pas grave. Ce n'est d'ailleurs pas là que le défendeur voit une faute lourde de la victime, mais dans le fait qu'elle s'est déplacée sous le godet, avant que les chaînes fussent détendues.\n\nSelon les constatations de la Cour d'appel, le motif de ce déplacement n'est cependant pas établi. Peut-être Mongillo a-t-il compris l'exclamation \"c'est bon!\" du contremaître comme un ordre de décrocher les chaînes. Il aurait dû songer dans cette hypothèse que l'ordre de Zornio ne concernait pas les deux ouvriers, mais le défendeur seul; les chaînes ne pouvaient en effet être décrochées, comme il devait le savoir, qu'après que le défendeur les eut détendues en abaissant le godet. Mais Mongillo ignorait que celui-ci descendrait obliquement de 60 à 70 cm. Comme le premier tuyau avait été mis en place sans incident, il pouvait admettre que l'abaissement du godet ne présentait pas non plus de danger. Le comportement de Mongillo serait donc excusable dans une certaine mesure, s'il s'était placé par anticipation sous le godet pour décrocher les chaînes. Il ne saurait non plus être question d'une faute grave du lésé dans la seconde hypothèse envisagée par la Cour d'appel; Mongillo, effrayé par un mouvement du godet, aurait voulu échapper à un danger en se déplaçant.\n\n|130|\n\nDans l'incertitude du comportement causal de l'accident imputable à Mongillo qui a donné lieu à l'accident, une réduction des dommages-intérêts ne se justifie pas non plus.\n\nSelon une jurisprudence récente du Tribunal fédéral relative à l'art. 100 LAMA, la Caisse nationale n'est subrogée dans les droits du lésé que dans la mesure où ces droits excèdent la différence entre les prestations de la Caisse nationale et le dommage (RO 96 II 360ss). Une faute propre de la victime ne peut donc porter préjudice à l'ayant droit que si elle est assez lourde pour que les prétentions en dommages-intérêts soient inférieures à la partie du dommage non couverte par la Caisse nationale. Cette condition n'est pas remplie en l'espèce.\n\n5. Le défendeur fait encore valoir que les art. 41ss CO ne sont applicables qu'aux prétentions des demanderesses relatives au tort moral et aux frais funéraires.\n\nIl se prévaut ainsi de l'art. 129 al. 2 LAMA, selon lequel l'employeur de l'assuré obligatoire ainsi que ses parents, employés ou ouvriers ne répondent du dommage assuré que s'ils l'ont causé intentionnellement ou par une faute grave, ou si l'employeur n'a pas payé les primes. N'importe quel employeur ne bénéficie cependant pas de cette disposition, mais seul l'employeur du lésé (RO 96 II 228 consid. 5). Or le défendeur n'était pas l'employeur de la victime; il n'a pas payé de primes pour l'assurer. Il n'était pas non plus parent, employé ou ouvrier de Joliat, employeur de Mongillo; peu importe à cet égard que les rapports de droit entre le défendeur et Joliat soient soumis aux règles du bail, ou à celles du contrat d'entreprise. Le défendeur était un entrepreneur indépendant dans ses relations avec la Caisse nationale.\n\n6. S'agissant de la détermination du dommage consécutif à la perte de soutien, la Cour d'appel constate que Mongillo avait un salaire horaire de 5 fr. 03 lors de l'accident, que ce salaire aurait été porté à 5 fr. 40 en 1967, à 5 fr. 70 en 1968 et, selon les demanderesses, à 6 fr. 32 en 1970. Elle retient par mesure de simplification, et pour tenir compte du fait que Mongillo aurait touché un salaire inférieur jusqu'en 1968, le chiffre moyen de 5 fr. 70 qui était prévisible lors de l'accident.\n\nLes demanderesses font valoir que le tribunal savait lors du jugement qu'une hausse substantielle des salaires dans la construction interviendrait à partir du 1er janvier 1971. La Cour d'appel aurait dès lors dû se fonder sur le salaire horaire de |1316| fr. 32, les montants inférieurs des années 1966-1969 étant compensés par l'évolution future. Il serait également erroné, eu égard à la durée de vie probable, de tabler sur 5 fr. 70 et non sur 6 fr. 32.\n\nLes demanderesses ne prétendent pas avoir offert de prouver qu'une hausse des salaires dans la construction serait intervenue au 1er janvier 1971, et quelle en aurait été l'importance. Elles se bornent à alléguer que le fait était connu du tribunal. Or l'arrêt déféré ne contient aucune constatation à cet égard. C'est donc que la Cour d'appel ne considérait pas comme notoire la prétendue hausse à intervenir, ou qu'elle tenait pour tardive l'affirmation des demanderesses. Celles-ci fondent ainsi leur recours joint sur un fait qui n'était pas établi lorsque fut rendu l'arrêt attaqué ou qui ne pouvait être pris en considération pour des motifs de procédure. Leur moyen n'est partant pas recevable.\n\nL'appréciation de la Cour d'appel, fondée sur le salaire de 5 fr. 70, ne violerait au demeurant pas le droit fédéral, même si la cour avait su que les salaires dans la construction augmenteraient en 1971 et si elle avait pu tabler sur cette hausse. Contrairement au dommage qui résulte d'une invalidité, celui qui dérive de la perte de soutien ne doit pas être calculé de façon concrète jusqu'au jour du jugement rendu en dernière instance cantonale, où des faits nouveaux peuvent encore être présentés, et de façon abstraite pour la période postérieure seulement; le calcul abstrait doit être fait au jour du décès, attendu que l'on ne sait pas si, sans l'accident, la victime aurait vécu jusqu'à la date du jugement (RO 84 II 300 consid. 7, 90 II 84). Cela ne signifie pas que le juge doive faire abstraction dans l'appréciation de la perte de soutien des faits postérieurs à la mort du soutien. Mais il doit faire preuve de retenue dans la prise en considération de ces faits, conscient de ce qu'il n'est pas certain que le soutien aurait été en vie et capable de travailler le jour du jugement. Aussi ne peut-on se fonder sans autre sur les salaires moyens de ce jour ni sur ceux qui ne sont alors que prévisibles pour l'avenir. Les salaires peuvent aussi diminuer. On ne saurait apprécier les circonstances existantes au moment du jugement de façon unilatérale, dans l'intérêt d'une seule partie. A cela s'ajoute, en l'espèce, que Mongillo était Italien et que sa famille vivait en Italie; on ne sait dès lors si et, les cas échéant, pendant combien de temps il serait resté en |132| Suisse et y aurait trouvé du travail. La Cour d'appel n'a pas outrepassé son pouvoir d'appréciation en calculant la perte de soutien sur la base d'un salaire horaire moyen de 5 fr. 70.\n\n7. La Cour d'appel a retenu 2180 heures de travail par année, ce qui représente, compte tenu d'un salaire horaire de 5 fr. 70, un revenu annuel de 12 426 fr. Elle a admis que Mongillo aurait consacré en moyenne le 35% de ce revenu à sa femme. Cette proportion, que les parties ne remettent pas en cause, correspond à une contribution annuelle de 4349 fr. 10, soit en chiffre rond 4350 fr. Mais la Cour d'appel écrit 4530 fr. et fonde par la suite ses calculs sur ce chiffre. Cette inadvertance manifeste doit être rectifiée d'office (art. 63 al. 2 OJ). Ce faisant, le Tribunal fédéral n'outrepasse pas les conclusions du défendeur, qui tendent au débouté de la demande, mais les adjuge partiellement, pour des motifs autres que ceux qu'il invoque.\n\n8. Pour déterminer la perte de soutien de la veuve, la Cour d'appel a soustrait de sa part au revenu annuel du mari la rente annuelle de 2964 fr. versée par la Caisse nationale, puis a capitalisé la différence au jour du décès et opéré sur le résultat une déduction de 10% pour chances de remariage.\n\nLe défendeur soutient que la déduction de 10% doit être opérée, eu égard à l'art. 100 LAMA, avant la soustraction de la rente de la Caisse nationale. La demanderesse elle-même aurait procédé de cette façon dans un calcul détaillé remis en procédure cantonale; la Cour d'appel serait ainsi allée au-delà des conclusions de la demanderesse, violant par là l'art. 3 PCF.\n\na) La Cour d'appel a procédé selon la méthode simplifiée que STAUFFER/SCHAETZLE (Barwerttafeln, 3e éd. 1970, p. 160 exemple 17) proposent en se référant à l'arrêt Lloyd's Underwriters c. Chaboudez rendu le 11 mars 1969 par le Tribunal fédéral (RO 95 II 582ss). Ce mode de calcul n'est pas contraire à la loi. La réduction pour chances de remariage ne saurait porter uniquement sur la perte de soutien annuelle. Elle doit être opérée également sur la rente de la Caisse nationale. La correspondance dans le temps du dommage et de la rente de la Caisse nationale qui en est déduite doit en effet être sauvegardée. De même, le Tribunal fédéral ne se fonde pas sur les tables de mortalité pour déterminer la rente de la Caisse nationale imputable sur le dommage consécutif à une invalidité et calculé selon les tables d'activité (RO 95 II 588 consid. 5). La veuve ne touche d'ailleurs la rente de la Caisse nationale que jusqu'à son remariage; pour cette raison aussi, on n'impute |133| pas la rente viagère de la Caisse nationale sur l'indemnité pour perte de soutien réduite en raison des chances de remariage (RO 81 II 48 c. consid. 4 et 6).\n\nLe calcul est le suivant si l'on tient compte des chances de remariage en opérant une déduction sur la perte de soutien annuelle et une déduction correspondante sur la rente de la Caisse nationale:\n\nPerte de soutien annuelle\n\n(35% du revenu annuel de la victime) Fr. 4350.--\n\nDéduction de 10% pour chances de remariage Fr. 435.--\n\n-----------\n\nFr. 3915.--\n\nRente de veuve de la Caisse nationale Fr. 2964.--\n\nDéduction de 10% pour chances de\n\nremariage Fr. 296.-- Fr. 2668.--\n\n--------------------\n\nPerte annuelle Fr. 1247.--\n\nCapitalisation de ce montant à 4% - ce taux retenu par la Cour d'appel n'est pas remis en cause par les parties - selon table 45 de STAUFFER/SCHAETZLE (op. cit. p. 314, âge du soutien masculin: 39 ans, âge de la personne soutenue: 35 ans): 12,47 x 1665 = 20 762 fr.\n\nDans l'arrêt RO 81 II 49, le Tribunal fédéral applique une méthode un peu plus compliquée: il commence par capitaliser la perte de soutien, puis opère la réduction pour chances de remariage et déduit enfin du résultat la rente capitalisée de la Caisse nationale, diminuée pour tenir compte des chances de remariage. Cette méthode aboutit pratiquement au même résultat:\n\nCapitalisation de la perte de soutien annuelle\n\nde 4350 fr. selon table 45 de Stauffer/Schaetzle\n\n(comme ci-dessus): 43,5 x 1665 = Fr. 72427.--\n\nDéduction de 10% pour chances de remariage Fr. 7242.--\n\n------------\n\nFr. 65185.--\n\nCapitalisation de la rente annuelle de la\n\nCaisse nationale de 2964 fr. selon\n\ntable 45 deStauffer/Schaetzle\n\n(comme ci-dessus) : 29,64 x 1665 = Fr. 49350.--\n\nDéduction de 10% pour chances de>\n\nremariage Fr. 4935.-->Fr. 44415.--\n\n---------------------------\n\n|134| Fr. 20770.--\n\nLa méthode simplifiée appliquée par la Cour d'appel selon STAUFFER/SCHAETZLE (op. cit., p. 160, exemple 17) donne un résultat identique:\n\nPerte de soutien annuelle Fr. 4350.--\n\nmoins la rente de la Caisse nationale Fr. 2964.--\n\n------------\n\nPerte annuelle Fr. 1386.--\n\nCapitalisation de ce montant comme ci-dessus:\n\n13,86 x 1665 Fr. 23077.--\n\nDéduction de 10% pour chances de remariage Fr. 2307.--\n\n------------\n\nFr. 20770.--\n\nb) Le grief tiré par le défendeur du fait que la Cour d'appel serait allé au-delà des conclusions de la demanderesse, en n'opérant la déduction de 10% qu'après coup, est ainsi sans objet.\n\nIl est au surplus mal fondé: dans le calcul invoqué par le défendeur, la demanderesse a opéré la déduction de 10% pour chances de remariage non seulement sur la perte de soutien (capitalisée), mais aussi sur la rente de la Caisse nationale, suivant ainsi la méthode adoptée dans l'arrêt RO 81 II 49.\n\nAu demeurant, la question de savoir si la Cour d'appel pouvait allouer à la demanderesse plus qu'elle ne réclamait ne relève pas de l'art. 3 PCF mais de la procédure cantonale, dont l'application ne peut être revue en instance de réforme (art. 43 al. 1 OJ).\n\n9. La Cour d'appel a ajouté à la perte de soutien capitalisée des demanderesses 5% d'intérêt pour la période du jour du décès à la date du jugement, les sommes ainsi obtenues portant intérêt dès cette date. Ce mode de procéder, qui fait bénéficier les demanderesses d'un intérêt sur l'intérêt écoulé jusqu'au jugement cantonal, correspond à la jurisprudence du Tribunal fédéral (RO 81 II 49); il n'est pas remis en cause par le défendeur. Les droits de dame Mongillo consécutifs à la perte de soutien s'établissent ainsi comme il suit:\n\nPerte de soutien capitalisée Fr. 20770.--\n\nintérêt à 5% du 4 mars 1966 au 9 octobre 1970\n\n(4 ans et 215 jours) Fr. 4774.--\n\n------------\n\nFr. 25544.--\n\navec intérêt à 5% dès le 9 octobre 1970.\n\n|135|\n\n10. Les demanderesses concluent à l'allocation de montants plus élevés, au titre de la réparation du tort moral.\n\nElles soutiennent dans leur réponse au recours principal que le défendeur a commis une faute grave. Cette manière de voir est erronée. Le défendeur n'était pas seul responsable de la construction de la fosse septique; il collaborait avec les employés de Joliat. Son rôle se bornait à la mise en oeuvre et à l'utilisation de la machine. Il appartenait aussi aux trois ouvriers, et notamment au contremaître Zornio, de veiller à ce qu'aucun accident ne survienne, ceci sous leur propre responsabilité. Le défendeur n'était ni leur employeur ni leur supérieur. Mongillo et Seuret étaient au service de Joliat et sous les ordres du contremaître Zornio, lui-même employé de Joliat. Cette circonstance était de nature à affaiblir le sentiment des responsabilités du défendeur. Les trois ouvriers auraient également dû avoir conscience du danger auquel étaient exposées les personnes se tenant à proximité du godet de la pelle pendant la manoeuvre de détente des chaînes. Mongillo et Seuret auraient dû quitter d'eux-mêmes, avant cette manoeuvre, la fosse où ils étaient descendus pour la mise en place des deux tuyaux. Zornio devait le leur ordonner. Il répond d'une faute concomitante et Mongillo d'une faute propre. Mieux que le défendeur, ils pouvaient constater à quelle distance du godet se trouvaient Mongillo et Seuret; leur champ de vision était libre, tandis que, depuis sa cabine, le défendeur ne voyait plus Mongillo et qu'il devait consacrer son attention à la manoeuvre de la machine. Zornio a notamment commis la faute de se détourner sans raison, après son exclamation à l'intention du défendeur, au lieu de garder les yeux sur les deux ouvriers. Dès lors, et compte tenu de la faute relativement peu importante du défendeur, les montants mis à sa charge au titre de la réparation du tort moral ne sont pas anormales bas, en dépit de la douleur qu'ont subie les demanderesses à la suite de la mort de leur époux et père. La baisse du pouvoir d'achat de l'argent en Suisse est inopérante, attendu que les demanderesses, qui vivent en Italie, ne dépenseront vraisemblablement pas leur argent en Suisse, mais le convertiront en monnaie de leur pays.\n\nPar ces motifs, le Tribunal fédéral admet partiellement le recours principal et rejette le recours joint.\n\n|136|\n\nRéforme l'arrêt rendu le 9 octobre 1970 par la Cour d'appel du canton de Berne en ce sens que le montant alloué à la demanderesse dame Anna Maria Mongillo à titre de dommages-intérêts pour perte de soutien est réduit de 29 000 fr. à 25 544 fr. avec intérêt à 5% dès le 9 octobre 1970.\n\nConfirme ledit arrêt pour le surplus."}