{"annee": "97", "cour": "I", "page": "740", "date": "12/11/1971", "cite": ["97 I 293", "88 I 276"], "cite_par": ["99 IB 159", "98 IB 351", "98 IB 442", "100 IB 421"], "chapeau": "108. Auszug aus dem Urteil vom 12. November 1971 i.S. Bunge gegen Schweiz. Genossenschaft für Getreide und Futtermittel (GGF) und EVD.", "regestes": ["Affiliation à la Société coopérative suisse des céréales et matières fourragères; ouverture d'un contingent d'importation de fourrage. 1. Recevabilité du recours de droit administratif (consid. 1). 2. Conditions de l'affiliation (consid. 2). 3. De nouveaux contingents individuels ne peuvent pas être ouverts, même si toutes les autres conditions sont remplies, lorsque leur octroi généralisé provoquerait un changement important dans la structure existante du marché d'importation des denrées fourragères (consid. 3 et 4)."], "faits": "|740|\n\nDie Beschwerdeführerin, eine zum Bunge-Konzern gehörende Gesellschaft, die sich mit dem Import, Export, Transport, der Lagerung und dem Handel von Waren aller Art beschäftigt, hat bei der GGF um Aufnahme in die Genossenschaft ersucht und die Eröffnung eines Gesamtfuttermittelkontingentes von 20'000 Tonnen beantragt. Der Vorstand der GGF wies diese Begehren ab. Die Beschwerdeführerin erhob dagegen Beschwerde beim EVD. Dieses wies die Beschwerde ab. Gegen diesen |741| Entscheid richtet sich die vorliegende Verwaltungsgerichtsbeschwerde. Das EVD und die GGF beantragen die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Die Beschwerde richtet sich gegen den Entscheid des EVD, in welchem dem Begehren um Aufnahme in die GGF sowie um Erteilung eines Gesamtfuttermittelkontingentes nicht entsprochen wird.\n\na) Das Bundesgericht beurteilt nach Massgabe von Art. 97 Abs. 1 OG letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwG; als solche gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen.\n\nDer angefochtene Entscheid zählt nach Art. 98 lit. b zu derartigen Verfügungen, denn die GGF ist eine Genossenschaft des öffentlichen Rechtes nach Art. 829 OR, für die das öffentliche Recht des Bundes massgebend ist (vgl. dazu im allgemeinen A. GRISEL, Droit administratif suisse, S. 153 ff.). Sie hat Aufgaben zu erfüllen, die öffentlich-rechtlicher Natur sind. Die darauf bezügliche Ordnung könnte vom Bund direkt geschaffen und die zu erfüllenden Aufgaben durch bundeseigene Behörden besorgt werden (BBl 1971 II 1223). Es waren Erwägungen handelspolitischer und technischer Zweckmässigkeit, welche die Eidgenossenschaft bewogen, mit der Durchführung dieser Aufgaben eine öffentlich-rechtliche Körperschaft zu betrauen und die Normierung wichtiger Durchführungsfragen deren - allerdings durch ein Eingriffsrecht des EVD beschränkten - autonomen Regelung durch die Statuten zu überlassen. Obwohl diese als autonomes Recht des Verbandes erscheinen, handelt es sich in Wirklichkeit bei den in ihnen enthaltenen Normen um auf dem Wege der Delegation geschaffenes Bundesrecht; sie gehören daher zum öffentlichen Recht des Bundes (so BGE 97 I 296 f., Erw. 1a mit Hinweisen).\n\nb) Die Beschwerde gegen eine, kraft öffentlichen Rechts des Bundes erlassene Verfügung des EVD nach Art. 98 lit. b OG ist jedoch nur zulässig, sofern der angefochtene Entscheid unter keine der in Art. 99 - 102 OG aufgezählten Ausnahmen fällt.\n\nNach Art. 102 lit. a OG ist die Verwaltungsgerichtsbeschwerde unzulässig, wenn die verwaltungsrechtliche Klage nach Art. 116 OG oder eine andere Klage oder Beschwerde an das |742| Bundesgericht ausser der staatsrechtlichen Beschwerde offen steht. Art. 116 OG lässt die verwaltungsrechtliche Klage an das Bundesgericht u.a. in Streitigkeiten aus dem Verwaltungsrecht des Bundes über die Zugehörigkeit zu Organisationen im Sinne von Art. 98 lit. h OG zu. Dies setzt jedoch wiederum voraus, dass kein Unzulässigkeitsgrund für die Klage nach Art. 117 OG vorliegt. In lit. c dieser letzten Bestimmung ist nun gerade vorgesehen, dass die Klage dann unzulässig ist, wenn die Erledigung des Streites einer Behörde im Sinne von Art. 98 lit. b - h zusteht; gegen eine solche Verfügung ist die Verwaltungsgerichtsbeschwerde zulässig.\n\nDer BB vom 17. Dezember 1952 über die GGF (AS 1953, 1239; BB 1952) öffnet verschiedene Rechtswege. In Art. 3 bestimmt er das Verfahren in den Klagefällen. Art. 4 regelt die Beschwerdefälle: Hier steht vorerst gegen Verfügungen der Genossenschaft der Beschwerdeweg an das EVD offen. Gegen Verfügungen des EVD ist eine Gabelung des Rechtsweges vorgesehen. Gewisse Verfügungen sind nach Art. 97 ff. alt OG beim Bundesgericht, andere nach Art. 124 ff. alt OG beim Bundesrat anfechtbar. Diese Regelung der Verfahrenswege ist durch die Revision des OG insofern überholt, als der Bundesrat als Beschwerdeinstanz ausscheidet und das Bundesgericht als Verwaltungsgericht an seine Stelle tritt (Art. 98 lit. b OG). In Art. 5 BB 1952 werden schliesslich die vermögensrechtlichen Streitigkeiten öffentlich-rechtlicher Natur zwischen Genossenschaft und Genossenschaftern oder Dritten auf den Klageweg verwiesen.\n\nDie vorliegende Streitsache gehört weder zu jenen, die in Art. 3 aufgezählt sind, noch zu den vermögensrechtlichen Streitigkeiten. Der einzuhaltende Rechtsweg bestimmt sich daher nach Art. 4 BB 1952 in der nach der Revision des OG geltenden Fassung. Gegen den Entscheid des EVD, der die Statuten der GGF (namentlich Art. 5 Abs. 2 der Statuten) auslegt und auf den Einzelfall anwendet, ist somit die Verwaltungsgerichtsbeschwerde zulässig (Art. 117 lit. c OG).\n\nc) (Beschwerdelegitimation).\n\nd) (Übrige prozessuale Erfordernisse).\n\n2. Der GGF sind vom Bund bestimmte Aufgaben im Bereiche der Futtermitteleinfuhr und des Futtermittelhandels ganz allgemein zur Erreichung aussenhandelspolitischer und landwirtschaftlicher Zwecksetzungen übertragen worden. Die |743| Einfuhr von Futtermitteln ist zurzeit teils kontingentiert, teils ist sie frei. Futtermittel, deren Einfuhr kontingentiert ist, dürfen nur von Importeuren eingeführt werden, denen die GGF ein Kontingent zugeteilt hat. Nichtkontingentierte Futtermittel können nach Art. 8 der Statuten der GGF auch Importeure einführen, die über kein Kontingent verfügen; immer aber müssen sie Mitglied der GGF sein. Die Voraussetzungen einer Mitgliedschaft bei der GGF werden in Art. 4 der Statuten umschrieben.\n\nDie Beschwerdeführerin verlangt die Mitgliedschaft bei der GGF und die Eröffnung eines Gesamtfuttermittelkontingentes. Sie kann nach Art. 4 Abs. 1 lit. c der Statuten der GGF nur beitreten, wenn sie u.a. die Voraussetzungen für die Eröffnung eines Einzelkontingentes erfüllt. Ob dies zutrifft, ist im folgenden zu prüfen.\n\n3. Art. 1 Abs. 4 BB 1952 (in der revidierten Fassung von 1966; AS 1967, 32) bestimmt, dass die Einzelkontingente periodisch zu überprüfen und geänderten Verhältnissen anzupassen sind. Daraus ist abzuleiten, dass nicht nur die Überprüfung der Zuteilung an die bisherigen Kontingentsinhaber, sondern - was aus dem Gesetzeswortlaut nicht ganz klar hervorgeht - auch die Eröffnung von Einzelkontingenten an neue Bewerber ermöglicht werden soll (BGE 97 I 299). Diesem gesetzlichen Auftrag werden die Statuten gerecht; sie lassen jedoch die Erteilung eines neuen Einzelkontingentes von der Erfüllung verschiedener Voraussetzungen abhängen. Unter anderem bestimmen sie in Art. 5 Abs. 2 lit. a, dass neue Einzelkontingente, selbst wenn alle übrigen Voraussetzungen erfüllt sind, nicht erteilt werden, \"wenn durch ihre allgemeine Gewährung die bisherige Struktur des betreffenden Wirtschaftszweiges erheblich verändert würde, namentlich wenn dadurch die bisherigen Handelsstufen aufgelöst würden\". Die Anwendung dieser Bestimmung ist im vorliegenden Fall streitig.\n\nDie Beschwerdeführerin macht geltend, es sei willkürlich, heute noch an dieser Voraussetzung für die Erteilung eines neuen Einzelkontingentes festzuhalten. Die \"bisherige Struktur\", welche durch die Anwendung dieser Bestimmung erhalten werden solle, bestehe gar nicht mehr, die demnach formalistische Anwendung der Norm des Art. 5 Abs. 2 lit. a der Statuten stelle eine rechtsungleiche Behandlung dar.\n\na) Die durch den BB 1952 und in dessen Ausführung durch |744| die Statuten getroffene Ordnung bewirkt eine Einschränkung der verfassungsmässigen Handels- und Gewerbefreiheit auf dem Gebiete der Futtermittelimporte im allgemeinen und ganz besonders soweit es sich um die Einfuhr von kontingentierten Futtermitteln handelt. Weder der BB 1952 noch die entsprechende, ihn vorbereitende bundesrätliche Botschaft vom 5. August 1952 erwähnen ausdrücklich, dass die Zahl der Importeure zu beschränken sei und dass dies dadurch geschehen könne, dass sowohl an die Mitgliedschaft bei der GGF als auch besonders an die Erteilung von Kontingenten strenge Anforderungen gestellt werden. Auch in der Botschaft vom 3. November 1971 (BBl 1971 II 1221) ist davon keine Rede. Doch mit der Möglichkeit, Importe zu kontingentieren, nahm der Gesetzgeber auch eine gewisse Beschränkung der Zahl der zum Import zugelassenen Importeure in Kauf. Die Tätigkeit der GGF bewegte sich aber mindestens seit 1948, als sie das Statut einer öffentlichrechtlichen Genossenschaft erhielt, bereits in diesem, den gesetzgebenden Behörden bekannten Rahmen; es darf mithin davon ausgegangen werden, dass diese Auswirkung der Kontingentierung in Kauf genommen wurde. Die Kommission des Nationalrates billigte die Umschreibung der persönlichen Voraussetzungen für die Kontingentserteilung, wie die Statuten der GGF sie vorsehen wollte, und die Räte widersprachen dem nicht (vgl. die diesbezüglichen Hinweise in BGE 97 I 298). Hingegen war den Eidgenössischen Räten damals die nunmehr in Art. 5 Abs. 2 lit. a enthaltene Statutenbestimmung, wonach die Erteilung neuer Kontingente nicht zu einer Umstrukturierung des Importhandels führen dürfe, nicht bekannt. Immerhin darf auch in dieser Hinsicht angenommen werden, dass ein gewisser Schutz des angestammten Handels für gerechtfertigt gehalten wurde; zudem stammt die entsprechende Statutenbestimmung aus dem Jahre 1960; sie war also anlässlich der letzten Erneuerung des Beschlusses bekannt (BGE 97 I 298 f.). Die Beschwerdeführerin behauptet nicht, die Bestimmung des Art. 5 Abs. 2 lit. a der Statuten sei an sich gesetzwidrig. Sie macht vielmehr geltend, es sei unter den heute wesentlich veränderten Verhältnissen willkürlich, sie anzuwenden. Sollten sich die Verhältnisse tatsächlich wesentlich geändert haben, stellt sich die Frage nach der Gesetzmässigkeit der umstrittenen Norm. Denn wenn Art. 1 Abs. 4 BB 1952 die GGF verpflichtet, die Kontingentierung im |745| einzelnen veränderten Verhältnissen anzupassen, darf eine ausführende Bestimmung über die Voraussetzungen der Kontingentserteilung keinen Bestand mehr haben und demnach auch keine Anwendung mehr finden, sobald sie wesentlich veränderten Verhältnissen nicht mehr gerecht wird (BGE 88 I 283). Die Frage der Gesetzmässigkeit von Art. 5 Abs. 2 lit. a der Statuten ist mithin aufgrund der gegenwärtigen Verhältnisse im Futtermittelhandel zu prüfen.\n\nb) Im Laufe der Entwicklung und aufgrund der bestehenden Ordnung haben sich im Futtermittelhandel und im Futtermittelimport verschiedene Handelsstufen herausgebildet, worauf Art. 5 der Statuten Bezug nimmt. Es sind an ihm einmal die sogenannten Ablader beteiligt. Ablader sind Grosskäufer, die im Ausland grosse Posten bestimmter Futtermittel aufkaufen und sie nachher an die Importeure der verschiedenen Länder verkaufen. Allerdings ist es auch möglich, dass die Importeure sich auf dem ausländischen Markt direkt eindecken und damit die Ablader als Vertragspartner ausschalten. Der Importeur verkauft sodann im Inland die eingeführten Waren an Futtermittelgrossisten, die ihrerseits nicht zum Import zugelassen sind. Mit Ausnahme der landwirtschaftlichen Genossenschaften, bei denen die Tätigkeit als Importeure mit Kontingent und als Grossisten zusammenfallen können, befassen sich die Importeure in der Regel nur mit dem Import. Der Futtermittelgrossist verkauft sodann die Futtermittel an die Detaillisten weiter. Zwischen dem ausländischen Verkäufer und dem schweizerischen Importeur vermittelt unter Umständen der Importagent den Vertragsabschluss. Der Importeur ist nicht auf die Dienste eines solchen Agenten angewiesen; er kann auch direkt im Ausland einkaufen. Die GGF kauft die Waren nach Weisungen der Handelsabteilung des EVD in der Regel von den Importeuren und verkauft sie ihnen im Inland. Ausnahmsweise kann sie die Waren selbst im Ausland kaufen und den Mitgliedern zuteilen, wenn dies durch besondere Verhältnisse begründet ist. Die GGF erhebt die vom Bundesrat im Rahmen der Bundesgesetzgebung vorgeschriebenen Preiszuschläge (Art. 1 Abs. 2 BB 1952).\n\nc) Die Beschwerdeführerin behauptet, diese Struktur habe sich im wesentlichen aufgrund der Geschäftsentfaltung der Importeure verändert. Zahlreiche Getreide- und Futtermittelimporteure hätten ihren angestammten Beruf verlassen und auf |746| andere Handelsstufen übergegriffen und dadurch selbst eine Strukturänderung herbeigeführt.\n\n(Es folgen die von der Beschwerdeführerin zum Beweis ihrer Behauptung angeführten Beispiele und Ausführung darüber, weshalb sie nicht zutreffen; u.a. wird darauf hingewiesen, dass bei der Einführung der Kontingentierung jedes Unternehmen, nach Massgabe seiner Importe im Stichjahr 1931, ein Kontingent habe beanspruchen können; auf diesen Umstand sei es zurückzuführen, dass es Unternehmen gebe, die heute ein Kontingent besässen, obwohl ihre Haupttätigkeit eine andere Handelsstufe als diejenige des Futtermittel-Importhandels beschlage.)\n\nDie Beschwerdeführerin kann demnach mit den angeführten Beispielen in keiner Weise dartun, dass die Struktur im Futtermittel-Importhandel inzwischen eine wesentliche Veränderung erfahren hat. Die Ausführungen der GGF erhellen das Gegenteil. Die Aufgliederung in die eben erwähnten Handelsstufen (vgl. Erw. 3 b) besteht nach wie vor. Dies darf u.a. daraus geschlossen werden, dass jede der genannten Handelsstufen, bzw. jede Berufsgruppe, ihre eigene Berufsorganisation besitzt. Anderseits fällt ins Gewicht, dass im Zuge der Statutenrevision von 1969 Art. 5 Abs. 2 lit. a eingehend überdacht worden ist. Aus der Genehmigung der revidierten Statuten durch den Bundesrat am 23. Dezember 1969 darf geschlossen werden, dass diese Bestimmung als nach wie vor berechtigt erachtet wurde. Wohl beinhaltet diese Ordnung in gewisser Hinsicht eine ungleiche Behandlung, indem der Importeur auf andere Handdelsstufen übergreifen kann, dem Exporteur dagegen der Zugang zum Futtermittel-Importhandel verwehrt ist. Diese Ordnung ist jedoch gesetzlich anerkannt. Es kann nicht Aufgabe des Richters sein, sie abzuändern.\n\n4. Hat Art. 5 Abs. 2 lit. a der Statuten Bestand, so bleibt zu prüfen, ob durch die Erteilung eines Kontingentes an die Beschwerdeführerin die gegenwärtige Struktur im Futtermittel-Importhandel erheblich berührt würde.\n\nAuf eine Gesamtkontingentmenge von 800'000 Tonnen, die auf rund 120 Kontingentsinhaber verteilt ist, fällt das von der Beschwerdeführerin verlangte Kontingent (20'000 Tonnen, also 2,5% der Gesamtkontingentmenge) nicht erheblich, doch immerhin ins Gewicht. Die Bestimmung des Art. 5 Abs. 2 lit. a der Statuten soll aber auch verhindern, dass unter Berufung auf |747| das Gebot der rechtsgleichen Behandlung auch andern Interessenten, die in der selben Lage wie die Beschwerdeführerin sich befinden, ebenfalls Kontingente zugeteilt werden müssen (BGE 97 I 303). Wären mehrere neue Kontingente zu bewilligen, schlösse dies nicht aus, dass die Zahl der Berechtigten ansteigen und die wirtschaftliche Stellung der bisherigen Kontingentsinhaber in erheblichem Masse leiden würde. Da die gesetzliche Ordnung befriedigend nur durchgesetzt werden kann, wenn ein leistungsfähiger Importhandel erhalten bleibt, muss eine solche Folge, wenn sie mit grosser Wahrscheinlichkeit zu erwarten ist, verhindert werden (BGE 97 I 304).\n\nWie die Vorinstanz und die GGF zu Recht darauf hinweisen, hätte die Eröffnung eines Kontingentes an die Beschwerdeführerin zur Folge, dass auch allen andern - wenn auch nicht sehr zahlreichen - Abladern Kontingente zugestandenwerden müssten. Die Ablader würden damit gleichzeitig zu Importeuren. Damit würde die bisherige Struktur im Futtermittel-Importhandel quantitativ wesentlich verändert.\n\nDass die Beschwerdeführerin ihre Geschäftstätigkeit als Ablader aufgeben will, wenn sie ein Kontingent erhält, hat sie in keiner Weise erklärt. Es bestehen auch keine Anhaltspunkte dafür, dass sie einen solchen Verzicht ernstlich in Erwägung zöge. Die Kontingentserteilung an die Beschwerdeführerin hätte mithin auch eine Vermischung der bestehenden Handelsstufen zur Folge.\n\nDie Vorinstanz hat daher mit Recht angenommen, dass der Eröffnung eines Kontingentes an die Beschwerdeführerin Art. 5 Abs. 2 lit. a der Statuten entgegensteht. Ihr ablehnender Entscheid verletzt mithin Bundesrecht nicht. Die Beschwerde ist demzufolge abzuweisen."}