{"annee": "97", "cour": "I", "page": "112", "date": "3/3/1971", "cite": ["93 I 130", "96 I 123"], "cite_par": ["112 IA 198", "98 IA 381", "103 IB 210"], "chapeau": "20. Auszug aus dem Urteil vom 3. März 1971 i.S. Baumann gegen Gemeinden Horgen und Hirzel sowie Verwaltungsgericht des Kantons Zürich.", "regestes": ["Indemnité pour expropriation matérielle. Le fait qu'un futur terrain à bâtir, englobé dans une zone de protection de la nature, confine à une forêt et que les constructions doivent se tenir à une certaine distance de la forêt, peut être pris en considération comme facteur de moins-value lors de l'estimation de la valeur vénale du terrain."], "faits": "|112|\n\nAus dem Tatbestand:\n\nDie Gemeinderäte von Horgen und Hirzel haben mit Beschlüssen vom 9. bzw. 11 Juli 1962 gestützt auf §§ 1-3 der kantonalen Verordnung betreffend den Natur- und Heimatschutz vom 9. Mai 1912 Vorschriften zum Schutze des Bergweihers und dessen Umgebung erlassen. Im Schutzgebiet ist insbesondere untersagt,\n\n\"a) Hoch- und Tiefbauten aller Art auszuführen sowie Mauern und Einfriedungen zu erstellen;\n\nb) Abgrabungen und Aufschüttungen vorzunehmen;\n\nc) Kehricht, Fabrikationsrückstände, Bauschutt und andere Materialien abzulagern;\n\nd) Lagerplätze anzulegen...\"\n\nDie Beschlüsse der Gemeinderäte über die Schaffung des Schutzgebietes wurden erfolglos an die obern kantonalen Instanzen weitergezogen.\n\nBei dem in der Folge eingeleiteten Schätzungsverfahren zur Festsetzung der den betroffenen Grundeigentümern für das |113| Bauverbot zu leistenden Entschädigungen wurde u.a. streitig, wie die Wiesen zu bewerten seien, die Eigentum des Emil Baumann sind und von denen einige an den Wald grenzen. Die Gemeindebehörden bestritten jede Entschädigungspflicht für diejenigen Teile dieser Wiesen, die innerhalb des in der Bauordnung auf 30 m festgesetzten Waldabstandes liegen und ohnehin nicht überbaut werden dürften. Das Verwaltungsgericht des Kantons Zürich als letzte kantonale Instanz nahm für die an den Wald grenzenden Wiesen einen einheitlichen Verkehrswert an und führte aus, die Waldnähe sei im allgemeinen als ein Umstand zu berücksichtigen, der den Verkehrswert des ganzen Grundstücks mindere; dabei rechtfertige es sich aber in der Regel nicht, ein teilweise durch die Waldabstandsvorschrift belastetes Grundstück in verschiedene Wertzonen aufzuteilen, da nicht anzunehmen sei, dass der Eigentümer das Waldabstandsgebiet je allein in den Handel gebracht hätte.\n\nBaumann hat gegen das Urteil des Verwaltungsgerichts insoweit, als die Grundstücke mit Waldabstand tiefer als anderes Land bewertet sind, staatsrechtliche Beschwerde wegen Willkür und Verletzung der Eigentumsgarantie erhoben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Dass die Vorschriften über das Schutzgebiet Bergweiher enteignungsähnliche Eigentumsbeschränkungen enthalten und dass der Beschwerdeführer als betroffener Grundeigentümer Anspruch auf volle Entschädigung der durch die Eigentumsbeschränkung bewirkten Werteinbusse hat, ist unbestritten. Auch der Zeitpunkt für die massgebende Schätzung, der sich aus § 183 bis Abs. 3 EG/ZGB ergibt (vgl. hiezu BGE 93 I 133 ff), ist nicht streitig. Der Beschwerdeführer lässt ferner die vom Verwaltungsgericht bei der Schätzung angewandten allgemeinen Grundsätze gelten. Der auf Grund von Preisvergleichen festgelegte Rahmen von. Fr. 8.-/m2 bis Fr. 15.-/m2 für die Bestimmung des Verkehrswertes und der einheitliche Ansatz von Fr. 3.-/m2 für den Restwert landwirtschaftlich nutzbaren Wieslandes werden nicht beanstandet. In diesem Verfahren ist lediglich die Frage zu entscheiden, ob die Berücksichtigung des Waldanstosses als eines den Wert der Parzelle mindernden Umstandes gegen eine Verfassungsvorschrift verstösst.\n\n|114|\n\nDie von den kantonalen Behörden bei der Festlegung von Entschädigungen angewandten Bewertungsmethoden und das Ergebnis der Schätzungen prüft das Bundesgericht nur unter dem Aspekt der Willkür (BGE 93 I 138 /139). Die auf dem Wege von Schätzungen festgestellte Entschädigung ist als verfassungswidrig aufzuheben, wenn sie als mit sachlichen Gründen nicht haltbar erscheint.\n\na) Aus dem angefochtenen Entscheid ergibt sich, dass das Verwaltungsgericht des Kantons Zürich in Übereinstimmung mit der Schätzungskommission die durch die Schutzvorschriften betroffenen Grundstücke als sogenanntes Bauerwartungsland betrachtet, d.h. als Land, dessen Überbauung noch in unbestimmter Zukunft liegt, dessen Wert aber doch schon den Preis reinen Kulturlandes übersteigt und eine wesentliche, durch die Möglichkeit künftiger Überbauung bestimmte Komponente enthält. Über diese Qualifikation des Wieslandes als Bauerwartungsland sind sich die Beteiligten einig. In der Beschwerdeschrift wird zutreffend ausgeführt, der Verkehrswert solchen Landes hänge von verschiedenen heute schon feststellbaren Faktoren ab, wie Lage, Besonnung, Aussicht, Grösse der Parzelle usw.; es wird hingegen in Abrede gestellt, dass auch die Tatsache des Waldanstosses wertvermindernd wirke. Die Waldnähe und die Vorschrift, dass Bauten einen Waldabstand von 30 m einzuhalten haben, ist jedoch bei jeder vorhandenen Parzelle ein Umstand, der sich heute schon feststellen lässt und der auch bei einem Handel auf dem Liegenschaftsmarkt nicht unbeachtet bliebe. Dass man bei einer künftigen Überbauung durch geschickte Einteilung versuchen würde, die zulässige Ausnützungsziffer trotz der Waldnähe zu erreichen, hebt die wertvermindernde Wirkung des Waldanstosses nicht auf. Wer an einem Waldrand gelegenes Bauerwartungsland kaufen will, der wird die durch die Waldabstandsvorschrift geschaffene Erschwerung der Überbauung und den Schattenwurf des Waldes auf künftige Gärten oder Anlagen in Rechnung stellen, auch wenn er hofft, bei der Realisierung eines Bauprojektes die nachteiligen Auswirkungen der Waldnähe auf ein Minimum reduzieren zu können. Dass das Verwaltungsgericht bei seiner Schätzung der einzelnen Parzellen neben den andern Faktoren wie Lage, Grösse usw. den Waldabstand wertmindernd in Betracht zog, beruht somit auf realistischen, sachlichen Überlegungen. Damit wird weder gegen die Eigentumsgarantie noch gegen Art. 4 BV verstossen.\n\n|115|\n\nb) Es trifft zu, dass künftige, heute noch nicht feststehende Einschränkungen der Baufreiheit durch Zonenvorschriften, Baulinien usw. in der Regel nicht zu einer Differenzierung in der Bewertung von Bauerwartungsland führen können; denn dabei handelt es sich um Faktoren, die heute noch völlig unbestimmt sind und sich nicht feststellen lassen. Der Waldanstoss aber ist ein klar erkennbarer, wegen des Rodungsverbotes grundsätzlich unveränderlicher Umstand, dessen tatsächliche und rechtliche Auswirkungen die Preisbildung beeinflussen. Feststehende entschädigungslose Eigentumsbeschränkungen sind bei der Bestimmung des Verkehrswertes (als Wertminderungsfaktoren) zu erfassen (WIEDERKEHR, Die Expropriationsentschädigung, Winterthur 1966, S. 80/81; MEIER-HAYOZ/ROSENSTOCK, Zum Problem der Grünzonen, Bern 1967, S. 76 f).\n\nc) Aus BGE 96 I 129, in welchem erklärt wurde, Waldabstandsvorschriften dienten der Gefahrenabwehr und seien polizeilich begründet, folgert der Beschwerdeführer, diese Vorschriften seien somit von den übrigen baupolizeilichen Vorschriften nicht wesensverschieden, und da Grenz- und Gebäudeabstandsvorschriften auf den Verkehrswert von Bauerwartungsland keinen Einfluss haben könnten, sei es willkürlich, den Waldabstand als Minderungsfaktor zu beachten. Nun können aber Vorschriften über Grenz- und Gebäudeabstände, Ausnützungsziffern usw. nur deswegen keine differenzierende Bewertung von Bauerwartungsparzellen zur Folge haben, weil diese die künftige Preisbildung beeinflussenden Faktoren noch nicht bekannt sind. Mit der polizeilichen Natur solcher Vorschriften hat dies nichts zu tun. Soweit polizeiliche Beschränkungen bereits feststehen - wie der Waldabstand oder auch der in einem kantonalen Gesetz vorgeschriebene Abstand von öffentlichen Gewässern - beeinflussen sie den Wert der betroffenen Grundstücke und sind auch bei der Festsetzung der Entschädigung für ein Bauverbot zu beachten.\n\nd) Zum Beweis dafür, dass der Waldanstoss den Verkehrswert von Bauerwartungsland nicht beeinflusse, erwähnt der Beschwerdeführer zwei Liegenschaftskäufe der Gemeinde Horgen, welche Grundstücke mit Waldanstoss betreffen. Er behauptet, in den vereinbarten Quadratmeterpreisen von Fr. 24.- und Fr. 18.- sei ein Minderwert wegen des Waldabstandsgebietes nicht berücksichtigt.\n\nDie erwähnten Preise zeigen, dass es sich dabei um Bauerwartungsland handelt, das aus irgendwelchen Gründen, die sich |116| den Akten nicht entnehmen lassen, einer andern Preisklasse angehört als das Land im Schutzgebiet Bergweiher. Ob die Lage, der Grad der Erschliessung, die grössere Wahrscheinlichkeit einer baldigen Überbauung oder irgendein anderer Faktor für den wesentlich höhern Verkehrswert ausschlag gebend ist, muss hier offen bleiben. Beide Käufe wurden von der Vorinstanz unbestritten nicht als vergleichstauglich betrach tet. Aus den von der Gemeinde bezahlten Preisen ergibt sich übrigens noch nicht, dass der Waldanstoss ohne Belang war; erst der Nachweis, dass Bauerwartungsland von in jeder Hinsicht gleicher Qualität, aber ohne Waldanstoss keinen höhern Preis erzielte, könnte den Standpunkt des Beschwerdeführers von der Bedeutungslosigkeit des Waldabstandsgebietes für die\n\nPreisbildung stützen. Ein solcher Beweis dafür, dass - entgegen den oben dargelegten Erwägungen - die Tatsache des Waldanstosses generell vom Käufer einer Bauerwartungspar zelle nicht beachtet wird, fehlt jedoch."}