{"annee": "97", "cour": "IV", "page": "153", "date": "18/11/1971", "cite": ["73 IV 12", "72 IV 105", "78 IV 45", "91 IV 144", "85 IV 169"], "cite_par": ["129 IV 49", "139 IV 62", "116 IV 80", "142 IV 18", "111 IV 87", "105 IV 307", "101 IA 298", "105 IV 98", "106 IV 150"], "chapeau": "30. Auszug aus dem Urteil des Kassationshofes vom 18. November 1971 i.S. Achermann gegen Bachmann, Böschenstein, Lüönd und Petermann.", "regestes": ["1. Art. 72 ch. 2 al. 2 CP. La prescription de l'action pénale continue à courir après le prononcé d'un jugement de dernière instance cantonale portant libération ou non-lieu, même lorsque l'accusateur public ou privé s'est pourvu en nullité devant le Tribunal fédéral (consid. 2). 2. Art. 28 CP. Contenu et forme de la plainte contre l'auteur d'un article de presse. (consid. 3)."], "faits": "|153|\n\nA.- Anton Achermann betreibt in \"Hofgalerie\" genannten Räumlichkeiten in Luzern den Handel mit Bildern. Im Juli 1967 kündigte er eine Bilderausstellung als \"Exposition van Gogh und französische Impressionisten\" an, die über 100 bisher unbekannte Gemälde und Zeichnungen van Goghs und französischer Meister aus dem Besitz des inzwischen verstorbenen holländischen Sammlers Jelle T. de Boer, Amsterdam, zeige. In der Hofgalerie hingen während der am 7. Juli 1967 eröffneten Ausstellung 126 Bilder, die als Werke von van Gogh, Cézanne, Toulouse-Lautrec, Chagall, Klee, Matisse und Manet bezeichnet waren. Die Bilder waren käuflich. Die in den aufgelegten Listen genannten Preise entsprachen echten Werken der genannten Künstler.\n\n|154|\n\nAm 13. Juli 1967 richteten Mitglieder des Vorstandes des Kunsthandelsverbandes der Schweiz ein Schreiben an Achermann, in welchem sie diesen darauf aufmerksam machten, dass sämtliche in der Hofgalerie ausgestellten Bilder gefälscht seien; es dränge sich deshalb eine möglichst rasche Schliessung der Ausstellung auf. Als Achermann sich weigerte, dieser Aufforderung nachzukommen, übergab der Kunsthandelsverband den genannten Brief der Presse zur Veröffentlichung.\n\nAm 15. Juli 1967 erschien im Luzerner Tagblatt ein Bericht, der den Brief des Kunsthandelsverbandes auszugsweise wiedergab. Verfasser des mit pe gezeichneten Artikels war Dr. Roland Petermann.\n\nAm 22. Juli 1967 enthielt das Luzerner Tagblatt einen von Dr. Hans Bachmann verfassten und mit vollem Namen gezeichneten Artikel, in dem dieselbe Stelle aus dem Brief des Kunsthandelsverbandes wörtlich wiedergegeben wurde wie im genannten Bericht von Dr. Petermann.\n\nAm 25. Juli 1967 erschien im Luzerner Tagblatt ein von Hermann Böschenstein mit vollem Namen gezeichneter Bericht über die Hofgalerie-Ausstellung und den damit verbundenen Skandal.\n\nIn der gleichen Ausgabe des Luzerner Tagblattes schrieb Dr. Petermann in einem mit pe gezeichneten Artikel \"der Hofgalerie-Besitzer krebst\"; Achermann habe auf die am 22. Juli 1967 veröffentlichte und zur Diskussion gestellte Frage nach der strafrechtlichen Seite des Luzerner Kunstskandals insofern reagiert, als er seine Unterlagen dem Amtsstatthalteramt angeboten und erklärt habe, entweder unterlasse er jeglichen Verkauf bis zur Abklärung des Expertenstreites oder er verkaufe nur mit dem ausdrücklichen Hinweis auf diese Kontroverse.\n\nAm 26. Juli 1967 erschien im Luzerner Tagblatt ein weiterer, von Dr. Petermann verfasster und mit pe gezeichneter Artikel, der die Hofgalerie-Ausstellung zum Gegenstand hatte.\n\nAm 29. Juli 1967 veröffentlichte das Luzerner Tagblatt eine Mitteilung des Amtsstatthalteramtes Luzern-Stadt, wonach gegen Achermann und de Boer eine Strafuntersuchung eingeleitet worden sei. Im Anschluss daran schrieb Dr. Petermann in einem mit pe gezeichneten Artikel über diese Massnahme.\n\nAm 14. August 1967 wurden die in der Hofgalerie ausgestellten Bilder vom Amtsstatthalter beschlagnahmt.\n\n|155|\n\nAm 16. August 1967 brachte das Luzerner Tagblatt einen mit vollem Namen gezeichneten Bericht von Karl Lüönd über die Beschlagnahme der Bilder.\n\nAm 31. August 1967 erschien im Luzerner Tagblatt ein mit einem * gezeichneter Artikel, der den Hofgalerie-Skandal zum Gegenstand hatte.\n\nAm 30. Dezember 1967 brachte das Luzerner Tagblatt eine Jahresrückschau. Im allgemeinen Vermerk am Schlusse dieser Beilage wurde als Verfasser Karl Lüönd erwähnt. In einem nicht gezeichneten Text über den Monat Juli wurde unter dem Zwischentitel \"falsche van Goghs - und die Folgen\" über den Hofgalerie-Kunstskandal berichtet.\n\nB.- Gestützt auf eine Ehrverletzungsklage des Achermann vom 21. Oktober 1967 hat das Amtsgericht Luzern-Stadt mit Urteil vom 12. November 1970 die Angeklagten Böschenstein und Lüönd in allen Punkten von Schuld und Strafe, die Angeklagten Dr. Bachmann und Dr. Petermann von der Anschuldigung der Verleumdung und der Kreditschädigung freigesprochen; hingegen wurden die Angeklagten Dr. Bachmann der üblen Nachrede und Dr. Petermann der wiederholten üblen Nachrede gemäss Art. 173 StGB schuldig befunden. Dafür wurde Dr. Bachmann mit Fr. 100.-- und Dr. Petermann mit Fr. 500.-- gebüsst; beiden Verurteilten wurde auf ein Jahr Probezeit die vorzeitig bedingte Löschbarkeit zugebilligt. Dr. Petermann wurde zudem zur Leistung einer Genugtuung von Fr. 500.-- an Achermann verurteilt und gegenüber Dr. Bachmann und Dr. Petermann die einmalige Urteilsveröffentlichung angeordnet.\n\nAuf Appellation stellte das Obergericht des Kantons Luzern mit Urteil vom 28. Juni 1971 das Verfahren gegen die Angeklagten Dr. Bachmann, Hermann Böschenstein und Karl Lüönd ein, gegen letztern mangels gültigen Strafantrages. Den Angeklagten Dr. Petermann sprach es von Schuld und Strafe frei.\n\nIn den Erwägungen zu seinem Entscheid verneinte es das Vorliegen einer Verleumdung gemäss Art. 174 StGB und nahm für einzelne Punkte der eingeklagten Presseartikel lediglich üble Nachrede gemäss Art. 173 StGB als erstellt an. Es bejahte jedoch die Zulässigkeit des Entlastungsbeweises für alle Angeklagten gemäss Art. 173 Ziff. 3 StGB und erachtete den Gutgläubigkeitsbeweis im Sinne von Art. 173 Ziff. 2 StGB von allen Angeklagten als erbracht.\n\n|156|\n\nC.- Gegen das obergerichtliche Urteil führt Achermann eidgenössische Nichtigkeitsbeschwerde mit u.a. folgenden Anträgen:\n\na) Das angefochtene Urteil sei aufzuheben;\n\nb) die Sache sei zu neuem Entscheid an die Vorinstanz zurückzuweisen mit der Weisung, alle vier Angeklagten der Verleumdung oder der üblen Nachrede schuldig zu erklären und ihnen dafür eine angemessene Strafe sowie eine ins richterliche Ermessen gestellte Genugtuungsleistung aufzuerlegen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n2. Die vom Beschwerdeführer als ehrverletzend eingeklagten Presseartikel sind unter folgenden Daten und unter folgender Verfasserschaft veröffentlicht worden:\n\n1. Artikel vom 15. 7.1967 von Dr. Petermann\n\n2. Artikel vom 22. 7.1967 von Dr. Bachmann\n\n3. Artikel vom 25. 7.1967 von H. Böschenstein\n\n4. Artikel vom 25. 7.1967 von Dr. Petermann\n\n5. Artikel vom 26. 7.1967 von Dr. Petermann\n\n6. Artikel vom 29. 7.1967 von Dr. Petermann\n\n7. Artikel vom 16. 8.1967 von K. Lüönd\n\n8. Artikel vom 31. 8.1967\n\n9. Artikel vom 30.12.1967 von K. Lüönd\n\nSoweit diese Presseberichte Ehrverletzungen gegen Achermann enthalten, wurden diese Taten mit der Veröffentlichung, mithin an den oben angegebenen Daten, verübt. Nach Art. 71 Abs. 1 StGB begann demnach am Tage der Veröffentlichung der Berichte die Verfolgungsverjährung für die in ihnen enthaltenen Ehrverletzungen zu laufen. Nach Art. 178 Abs. 1 in Verbindung mit Art. 72 Ziff. 2 Abs. 2 letzter Satz StGB trat in jedem Fall vier Jahre nach der Veröffentlichung der inkriminierten Presseartikel die absolute Verfolgungsverjährung für die in ihnen enthaltenen Ehrverletzungen ein.\n\nIn denjenigen Fällen, in denen der Ankläger gegen einen zugunsten des Angeklagten ergangenen Einstellungsbeschluss oder ein freisprechendes Urteil der obern kantonalen Instanz eidgenössische Nichtigkeitsbeschwerde beim Bundesgericht führt, indem er Überweisung an den Strafrichter bzw. Verurteilung des Angeklagten verlangt, ist der Weiterlauf der Verfolgungsverjährung über den Zeitpunkt des letztinstanzlichen angefochtenen kantonalen Erlasses hinaus anzunehmen (PERRIN, ZStR, 1963, |157| S. 13). Demnach hat der Lauf der Verfolgungsverjährung im vorliegenden Falle, wo der den Strafanspruch ausübende Beschwerdeführer beim Bundesgericht gegen einen Einstellungsbeschluss und ein freisprechendes Urteil des Obergerichts eidgenössische Nichtigkeitsbeschwerde führt, indem er die Bestrafung aller Angeklagten fordert, nicht etwa mit der Fällung des angefochtenen Urteils aufgehört, sondern ist weitergegangen.\n\nWenn der Kassationshof in gewissen Fällen erklärt hat, die Verfolgungsverjährung höre mit der Vollstreckbarkeit des letztinstanzlichen kantonalen Urteils auf (BGE 91 IV 145 Erw. 1, BGE 85 IV 170,BGE 73 IV 14,BGE 72 IV 106), so handelte es sich um Fälle, bei denen es zu einer Verurteilung des Beklagten gekommen war und in denen mithin wirklich ein im Strafpunkt vollstreckbares kantonales Urteil vorlag. In Fällen wie dem vorliegenden jedoch, wo es zu einer Einstellung des Verfahrens bzw. zu einem Freispruch der Beklagten gekommen ist, liegt im Strafpunkt ein vollstreckbares kantonales Urteil aber nicht vor, da weder die Einstellung eines Strafverfahrens noch ein Freispruch \"vollstreckbar\" sind.\n\nDiese Sachlage hat zur Folge, dass nach Art. 178 Abs. 1 StGB in Verbindung mit Art. 72 Ziff. 2 Abs. 2 letzter Satz StGB vier Jahre nach Publikation der eingeklagten Presseartikel die darin gegenüber dem Beschwerdeführer verübten Ehrverletzungen absolut verjährt waren. Es ist demnach festzustellen, dass für die ersten acht der oben aufgeführten, vom Beschwerdeführer eingeklagten Artikel die absolute Verfolgungsverjährung bereits in der Zeit zwischen dem 15. Juli und 31. August 1971 - also noch vor Einlangen der Akten beim Bundesgericht - eingetreten war. Da es sich bei der Feststellung des Eintritts der Verfolgungsverjährung um eine reine Rechtsanwendungsfrage handelt, muss der Kassationshof die seit der obergerichtlichen Urteilsfällung eingetretene absolute Verfolgungsverjährung von Amtes wegen selber feststellen. Das Verfahren mit Bezug auf die acht ersten Artikel gegenüber allen vier Angeklagten ist demzufolge wegen Verjährung einzustellen.\n\nIn seinen Ausführungen spricht PERRIN freilich bloss von Fällen, wo der Staatsanwalt einen Einstellungsbeschluss oder ein freisprechendes Urteil durch eidgenössische Nichtigkeitsbeschwerde mit dem Begehren auf Überweisung bzw. auf Verurteilung beim Bundesgericht anficht. Doch kommt nichts auf die Person an, welche nach kantonalem Prozessrecht einen |158| Strafanspruch geltend zu machen hat. Entscheidend bleibt, ob ein solcher dann noch besteht und geltend gemacht wird, wenn beim Bundesgericht gegen einen letztinstanzlichen kantonalen Einstellungsbeschluss oder ein freisprechendes Urteil eidgenössische Nichtigkeitsbeschwerde mit dem Begehren auf Überweisung an den Strafrichter bzw. auf Bestrafung des Angeklagten geführt wird. Das aber ist mit PERRIN zu bejahen, möge dabei der öffentliche oder ein privater Ankläger diesen Strafanspruch geltend machen. Wird die Weiterexistenz des Strafanspruchs für solche Fälle angenommen, dann ist diese aber nicht ohne die gleichzeitige Annahme eines Weiterlaufs der Verfolgungsverjährung möglich. Daher ist auch in Ehrverletzungsstreitigkeiten, bei denen nach kantonalem Prozessrecht ein privater Ankläger den Strafanspruch gegen den oder die Angeklagten wahrzunehmen hat, der Weiterlauf der Verfolgungsverjährung über den Zeitpunkt der letztinstanzlichen kantonalen Urteilsfällung hinaus dann zu bejahen, wenn der private Ankläger in Ausübung des Strafanspruches - wie im vorliegenden Falle - eidgenössische Nichtigkeitsbeschwerde gegen einen obergerichtlichen Einstellungsbeschluss und gegen einen obergerichtlichen Freispruch erhoben hat und mit dieser die Überweisung des oder der Angeklagten an den Strafrichter und ihre Verurteilung durch diesen verlangt.\n\nDaraus erhellt, dass das Verfahren mit Bezug auf die ersten acht eingeklagten Presseartikel gegenüber allen vier Angeklagten zufolge Eintritts der Verfolgungsverjährung einzustellen ist.\n\n3. c) Das Obergericht hat das Ehrverletzungsverfahren gegen Lüönd deswegen eingestellt, weil es an einem gültigen Strafantrag des Beschwerdeführers im Sinne von Art. 28 StGB gegen den Angeklagten Lüönd fehle. Es stellt verbindlich fest (Art. 277bis Abs. 1 BStP), der Beschwerdeführer habe aus dem allgemeinen Vermerk am Schlusse der \"Jahresrückschau\", in welcher der inkriminierte Text erschien, ohne weiteres ersehen können, wer dessen Verfasser war. Um einen gültigen Strafantrag gegen Lüönd zu erheben, wäre die namentliche Nennung des dem Beschwerdeführer bekannten Verfassers daher möglich, zumutbar und nötig gewesen. Statt dessen sei der Strafantrag einfach unbestimmt gegen \"die Redaktion des Luzerner Tagblatt bzw. den bzw. die verantwortlichen Redaktoren\" gerichtet worden.\n\n|159|\n\nMit dem Obergericht ist festzustellen, dass nach Art. 27 Ziff. 1 StGB für Pressedelikte grundsätzlich der Verfasser allein haftet. Nur wenn dieser unbekannt ist oder eine andere der in Art. 27 Ziff. 3 StGB genannten besondern Voraussetzungen erfüllt ist, kommt eine subsidiäre Haftbarkeit des verantwortlichen Redaktors überhaupt in Frage. Im vorliegenden Fall, wo dem Beschwerdeführer der Verfasser des eingeklagten Presseartikels bekanntgegeben worden war, hätte er daher, um in inhaltlich klarer und gültiger Weise seinem Willen auf Strafverfolgung des Lüönd Ausdruck zu geben (BGE 78 IV 49Erw. 2), seine Strafklage ausdrücklich gegen diesen richten können und sollen. Die blosse Erwähnung des oder der \"verantwortlichen Redaktoren\" des Luzerner Tagblatts in der Strafklage genügte zur Bekundung seines Willens, auch Lüönd ins Recht zu fassen, umso weniger, als dieser nicht \"verantwortlicher Redaktor\" des Luzerner Tagblatts war. Achermann selber behauptet in seiner Beschwerde denn auch nicht das Gegenteil. Vielmehr gibt er zu, dass Lüönd nur \"ständiger Mitarbeiter auf der Redaktion des Luzerner Tagblatts\" gewesen sei. Ein ständiger Mitarbeiter ist jedoch noch kein verantwortlicher Redaktor einer Zeitung. Infolge inhaltlich ungenügend dokumentierten Willens auf Strafverfolgung des Lüönd liegt daher gegen diesen überhaupt kein gültiger Strafantrag vor. Das Obergericht durfte demnach ohne Verletzung eidgenössischen Rechts das Strafverfahren gegen Lüönd schon aus formellen Gründen einstellen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}