{"annee": "97", "cour": "IV", "page": "146", "date": "24/6/1971", "cite": ["76 IV 265", "87 IV 43", "71 IV 60", "85 IV 208", "74 IV 124", "96 IV 91", "91 IV 54", "69 IV 44", "88 IV 42", "71 IV 160"], "cite_par": ["98 IV 60", "113 IA 165", "97 IV 253", "133 IV 235", "119 IV 113"], "chapeau": "29. Entscheid der Anklagekammer vom 24. Juni 1971 i.S. Generalprokurator des Kantons Bern gegen Jugendanwaltschaft des Kantons Basel-Stadt und Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 350 ch. 1 al. 2 CP. Fixation du for. 1. Le for se détermine en fonction des actes punissables qui font l'objet de l'instruction, en tant qu'ils ne constituent pas une accusation manifestement dépourvue de fondement (consid. 1). 2. Conditions d'un changement subséquent du for fixé par la Chambre d'accusation ou par accord entre cantons (consid. 2 et 3)."], "faits": "BGE 97 IV 146 S. 146\n\nA.- Otto Oppliger, geb. 2. April 1951, und Kurt Scheidegger, geb. 12. September 1951, die in der Nacht vom 3./4. Januar 1971 aus der Erziehungsanstalt Tessenberg entwichen waren, gestanden am 7. Januar 1971 vor der bernischen bzw. solothurnischen Kantonspolizei, am 4. Januar 1971 in Brügg und am 5. Januar 1971 in Orpund gemeinsam je einen Versuch der Entwendung eines Personenwagens zum Gebrauche unternommen und am 6. Januar 1971 etwa um 00.30 Uhr in Basel gemeinsam einen solchen Wagen zum Gebrauche entwendet und ihn am gleichen Tage in der Gegend von Dielsdorf/Buchs zurückgelassen zu haben. Den Entwendungsversuch von Brügg hatte die bernische Kantonspolizei bereits am 5. Januar entdeckt und am 6. Januar zum Gegenstand einer gegen unbekannte Täter gerichteten Strafanzeige gemacht. Der Entwendungsversuch von Orpund wurde der Polizei erst durch die Aussagen Oppligers bekannt. Er ist in einer an das Untersuchungsrichteramt Nidau gerichteten Strafanzeige vom 11. Januar 1971 festgehalten. Wegen der BGE 97 IV 146 S. 147Entwendung von Basel erstattete der Geschädigte am 6. Januar 1971 bei der Polizei des Kantons Basel-Stadt gegen unbekannte Täter Strafanzeige. Sie lautet auf Einbruchsdiebstahl und Sachbeschädigung und führt als Deliktsgut den Personenwagen im Werte von etwa Fr. 4000.--, einen braunen Kapuzenmantel im Werte von etwa Fr. 200.--, ein Polstersitzkissen im Werte von etwa Fr. 10.- und zwei Stücke Storenstoff im Werte von je etwa Fr. 30.- an.\n\nAm 9. Februar 1971 wurde Oppliger auf Ersuchen des Untersuchungsrichters von Nidau in der Erziehungsanstalt Tessenberg unter anderem auch zu den strafbaren Handlungen einvernommen, die Gegenstand der Strafanzeige von Basel bilden. Er bestritt, dass er und Scheidegger einen Mantel, ein Kissen und Storenstoffe gestohlen hätten. Dagegen erklärte er, im entwendeten Wagen habe sich eine Art Blache befunden, die sie im Walde in der Gegend von Zürich, ungefähr 1 km vom Orte entfernt, wo sie den Wagen zurückliessen, abgelegt hätten. Scheidegger konnte am 9. Februar nicht einvernommen werden, denn er war in der Nacht vom 7./8. Februar zum zweiten Male aus der Erziehungsanstalt Tessenberg entwichen.\n\nAm 17. Februar anerkannte der Generalprokurator des Kantons Bern gegenüber der Jugendanwaltschaft des Kantons Basel-Stadt den bernischen Gerichtsstand. Er führte unter anderem aus, die Beschuldigten hätten den Wagen, an dem sie sich in Orpund zu schaffen machten, etwa um 500-600 m verschoben, ohne jedoch den Motor in Gang setzen zu können. In diesem Falle dürfte nicht mehr von einem blossen Versuch der Entwendung zum Gebrauche gesprochen werden. Ein Diebstahl in Basel könne den Beschuldigten \"im heutigen Zeitpunkt\" nicht nachgewiesen werden. In den Kantonen Bern und Basel-Stadt ständen somit gleichartige Verfehlungen zur Beurteilung. Deshalb und weil die beiden Beschuldigten auf der Flucht aus einer bernischen Erziehungsanstalt handelten, sei die Gerichtsbarkeit des Kantons Bern anzuerkennen. Dies jedoch unter dem Vorbehalt, dass sich im Laufe des weiteren Verfahrens nicht neue, die örtliche Zuständigkeit beeinflussende Gesichtspunkte ergäben.\n\nAm 22. März wurde der neuerdings in die Erziehungsanstalt Tessenberg eingewiesene Scheidegger einvernommen. Er erklärte, in dem in Basel entwendeten Wagen hätten sich ein weisser Mantel und eine Art Blache befunden. Er und Oppliger BGE 97 IV 146 S. 148hätten diese Blache im Walde in der Gegend von Zürich abgelegt; was mit ihr geschehen sei, wisse er nicht. Den weissen Mantel habe er angezogen; er befinde sich in der Anstalt Tessenberg; man habe ihm denselben bei seiner Wiederverhaftung abgenommen. Ein Kissen und Storenstoff habe er nicht gesehen. Er anerkenne, den Mantel gestohlen zu haben.\n\nAm 15. April wurde Scheidegger im Auftrage des Untersuchungsrichters von Nidau in der Anstalt Tessenberg über seine zweite Flucht einvernommen. Er sagte aus, er und drei weitere mit ihm entwichene Zöglinge hätten am 8. Februar in Le Landeron einen Personenwagen entwendet und seien damit nach Marseille gefahren. Dort habe er am Abend des 9. Februar bei einem Gärtnerhäuschen ein Paar Lederhandschuhe entdeckt und sie an sich genommen. Am Abend des 10. Februar seien er und seine Begleiter in der Gegend von Toulon festgenommen worden. In der Folge habe man sie in die Schweiz zurückgeführt.\n\nAm 23. April berief sich der Generalprokurator des Kantons Bern gegenüber der Jugendanwaltschaft des Kantons Basel-Stadt auf das Geständnis Scheideggers vom 22. März, aus dem in Basel entwendeten Wagen einen Mantel gestohlen zu haben. Er machte unter Berufung auf einen Entscheid der Anklagekammer des Bundesgerichtes vom 13. Oktober 1970 i.S. Michel geltend, Begehungsort dieses Diebstahls sei in erster Linie Basel, wo der Wagen weggenommen wurde. Deshalb dürften nun die Behörden des Kantons Basel-Stadt zuständig sein, und zwar gemäss Art. 350 Ziff. 1 Abs. 1 StGB, eventuell gemäss Art. 350 Ziff. 1 Abs. 2, wenn die Wegnahme eines Personenwagens in Le Landeron als Diebstahl gewürdigt werden müsse.\n\nAm 25. Mai antwortete die Jugendanwaltschaft Basel-Stadt, sie verneine die Zuständigkeit der Behörden dieses Kantons. Sie machte geltend, es beständen keine Anhaltspunkte dafür, dass die Beschuldigten bei der Behändigung des Wagens in Basel nicht nur diesen, sondern auch die sich darin befindenden Gegenstände wegnehmen wollten. Scheidegger habe sich erst beim Verlassen des Wagens in Dielsdorf entschlossen, sich den Mantel anzueignen. Deshalb dürften die Behörden des Kantons Zürich zur weiteren Behandlung dieses Falles zuständig sein.\n\nB.- Mit Eingabe vom 18./22. Juni 1971 beantragt der Generalprokurator des Kantons Bern der Anklagekammer des Bundesgerichtes, die Behörden des Kantons Basel-Stadt, eventuell jene des Kantons Zürich zur Verfolgung und Beurteilung BGE 97 IV 146 S. 149der den Beschuldigten Oppliger und Scheidegger zur Last gelegten strafbaren Handlungen zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Als der Generalprokurator des Kantons Bern am 17. Februar den Gerichtsstand Bern anerkannte, ging er davon aus, dass die in Orpund ausgeführte Tat als vollendete Entwendung eines Motorfahrzeuges zum Gebrauch gewürdigt werden \"dürfte\", also mit gleich schwerer Strafe bedroht sei wie die in Basel verübte Entwendung, und dass den Beschuldigten der in der Basler Strafanzeige erwähnte Diebstahl an einem Mantel usw. im damaligen Zeitpunkt nicht nachgewiesen werden könne. Diese Überlegungen hätten, wenn die Anklagekammer damals zum Entscheide angerufen worden wäre, für die Bestimmung des Gerichtsstandes nicht standgehalten, sondern waren dem anerkennenswerten Bestreben des Generalprokurators zuzuschreiben, die aus einer bernischen Erziehungsanstalt entwichenen Beschuldigten im Kanton Bern beurteilen zu lassen. Einmal war es gewagt, das Hantieren an einem Personenwagen in Orpund entgegen den Vorwürfen, die Oppliger und Scheidegger bei der Einvernahme vom 7. Januar und in der Strafanzeige vom 11. Januar gemacht worden waren, nicht bloss als versuchte, sondern als vollendete Entwendung zum Gebrauch zu würdigen. Sei dem wie ihm wolle, war die in Orpund ausgeführte Tat den bernischen Behörden erst am 7. Januar bekannt geworden, während die in Basel begangene Entwendung eines Personenwagens schon am 6. Januar angezeigt worden war, weshalb gemäss Art. 350 Ziff. 1 Abs. 2 StGB die Gerichtsbarkeit zur Verfolgung aller Handlungen auch abgesehen vom Vorwurf des Diebstahls den Behörden des Kantons Basel-Stadt zustand.\n\nDazu kommt, dass der Gerichtsstand nicht davon abhängt, was dem Beschuldigten schliesslich nachgewiesen werden kann. Er richtet sich nach den strafbaren Handlungen, die durch die Strafverfolgung abgeklärt werden sollen, d.h. Gegenstand der Untersuchungen bilden, es wäre denn, dass sich die massgebende Beschuldigung von vornherein als haltlos erweise (BGE 71 IV 167,BGE 74 IV 125, BGE 87 IV 44, BGE 88 IV 44, BGE 91 IV 55). Der Diebstahl an einem Mantel, einem Polsterkissen und Storenstoff bildete Gegenstand der in Basel angehobenen und vom Untersuchungsrichter von Nidau fortgesetzten Untersuchung, ohne BGE 97 IV 146 S. 150dass am 17. Februar gesagt werden konnte, die Beschuldigung, gegenüber Oppliger oder Scheidegger oder gegenüber beiden erhoben, sei von vornherein haltlos. Scheidegger war zu diesem Vorwurf überhaupt noch nicht einvernommen worden, und Oppliger hatte am 9. Februar zugegeben, dass sich im Wagen eine Blache befunden habe, die sie im Kanton Zürich abgelegt hätten. Das wies darauf hin, dass der Diebstahl am sog. Storenstoff von Oppliger und Scheidegger ausgeführt worden sein könnte. Ferner ergab sich aus der Strafanzeige vom 6. Januar, dass die Täter in der Werkstatt des Geschädigten in Basel einen blauen Reportermantel und zwei Paar Handschuhe zurückgelassen haben sollen. Das war ein Anzeichen dafür, dass sie sich anderseits den dem Geschädigten abhanden gekommenen Kapuzenmantel angeeignet haben könnten. Der Generalprokurator des Kantons Bern hat denn auch am 17. Februar nicht angenommen, der Vorwurf des Diebstahls sei offensichtlich haltlos, sondern nur, dieses Verbrechen könne den beiden Beschuldigten \"im heutigen Zeitpunkt\" nicht nachgewiesen werden.\n\nDer Generalprokurator des Kantons Bern hätte daher den Gerichtsstand dieses Kantons - unter Hinweis auf den Entscheid der Anklagekammer vom 13. Oktober 1970 i.S. Michel - mit der Begründung ablehnen können, für die Verfolgung des Diebstahls an den im Wagen befindlichen Sachen sei Basel zuständig, wo der Wagen weggenommen und schon am 6. Januar 1971 wegen Diebstahls Strafanzeige erstattet worden war. Nachdem er sich am 17. Februar 1971 mit der Jugendanwaltschaft des Kantons Basel-Stadt, wenn auch unter einem Vorbehalt, auf den Gerichtsstand Bern geeinigt hat, geht die Berufung auf den Entscheid i.S. Michel jedoch fehl, weil nun über die nachträgliche Änderung eines vorläufig anerkannten Gerichtsstandes zu entscheiden ist.\n\n2. Die nachträgliche Änderung eines von der Anklagekammer festgesetzten oder von den beteiligten Kantonen vereinbarten Gerichtsstandes ist nur aus triftigen Gründen zu bewilligen (BGE 69 IV 46Erw. 2,BGE 71 IV 61, BGE 85 IV 210 Erw. 3, BGE 96 IV 93). Die Strafverfolgung müsste leiden, wenn ein einmal festgelegter Gerichtsstand nachträglich ohne Notwendigkeit verschoben würde.\n\nOb ein triftiger Grund vorliegt, beurteilt sich nach objektiven Gesichtspunkten, nicht nach den Überlegungen und Vorstellungen der Behörde, die den Gerichtsstand anerkannte.\n\nBGE 97 IV 146 S. 151Auch wenn bei der Anerkennung ein Vorbehalt gemacht wurde, können diese Überlegungen und Vorstellungen nicht schlechthin massgebend sein. Das vertrüge sich mit den Bedürfnissen einer raschen und zweckmässigen Strafverfolgung nicht immer.\n\nIm vorliegenden Falle lautete der Vorbehalt des Generalprokurators des Kantons Bern dahin, \"dass sich im Laufe des weiteren Verfahrens nicht neue, die örtliche Zuständigkeit beeinflussende Gesichtspunkte ergäben\". Dieser Vorbehalt schliesst eine blosse \"revisio in iure\" des Gerichtsstandsbeschlusses vom 17. Februar aus. Der Umstand, dass der Generalprokurator damals annahm, der Diebstahl könne den Beschuldigten \"im heutigen Zeitpunkt\" nicht nachgewiesen werden, und er diesen Nachweis nunmehr für möglich hält, ist kein triftiger Grund zur Änderung des Gerichtsstandes, da dieser schon damals richtigerweise nicht von der Möglichkeit des Schuldbeweises, sondern von den erhobenen Beschuldigungen abhing. Nur neue Beschuldigungen, die sich auf erst nach dem 17. Februar ausgeführte oder den Behörden bekannt gewordene Handlungen stützen, können allenfalls Anlass zu einer Änderung des Gerichtsstandes geben.\n\n3. Neu in diesem Sinne ist der Vorwurf, Scheidegger habe am 8. Februar in Le Landeron einen Personenwagen zum Gebrauch entwendet oder gestohlen. Diese Tat war den bernischen Behörden am 17. Februar nicht bekannt. Sie vermag indessen den Gerichtsstand nicht zu verschieben, da sie später zum Gegenstand einer Untersuchung gemacht wurde als die Entwendung und der Diebstahl, die in Basel angezeigt worden sind. Übrigens käme wegen der im Kanton Neuenburg ausgeführten Tat eine Verschiebung des Gerichtsstandes nach Basel oder Zürich ohnehin nicht in Frage, denn Scheidegger fuhr mit dem entwendeten Wagen von Le Landeron nach Genf und Marseille, nicht nach Basel oder Zürich.\n\nNeu bekannt geworden ist sodann der Diebstahl an einem Paar Handschuhen, den Scheidegger am 9. Februar in der Gegend von Marseille verübt haben will. Da Scheidegger Schweizer ist und sich in der Schweiz befindet, muss er für diese Tat in der Schweiz verfolgt werden (Art. 6 StGB). Aber auch dieser Umstand bildet keinen triftigen Grund zur Verschiebung des Gerichtsstandes nach Basel oder Zürich. Im Ausland verübte strafbare Handlungen sind in der Schweiz am Wohnort des Täters und subsidiär an dessen Heimatort zu verfolgen BGE 97 IV 146 S. 152(Art. 348 StGB). Unter dem Wohnort ist nicht der zivilrechtliche Wohnsitz zu verstehen, sondern der Mittelpunkt des Lebens des Beschuldigten (BGE 76 IV 269). Dieser Mittelpunkt befand und befindet sich für Scheidegger vorläufig noch in der Erziehungsanstalt Tessenberg, also im Kanton Bern, eventuell bei seinen Eltern in Grenchen, Kanton Solothurn. Wäre anzunehmen, Scheidegger habe keinen Wohnort, so wäre massgebend, dass er im Kanton Bern heimatberechtigt ist. Der in der Gegend von Marseille verübte Diebstahl müsste somit an sich im Kanton Bern, eventuell im Kanton Solothurn, keinesfalls aber in Basel oder Zürich verfolgt werden, wenn nicht Art. 350 Ziff. 1 StGB zuträfe. Der Generalprokurator des Kantons Bern beruft sich denn auch nicht auf diese Tat, um sein Gesuch zu begründen.\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch wird abgewiesen, und die Behörden des Kantons Bern werden zuständig erklärt, Otto Oppliger und Kurt Scheidegger für die ihnen zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen."}