{"annee": "97", "cour": "I", "page": "560", "date": "29/6/1971", "cite": [], "cite_par": [], "chapeau": "77. Arrêt de la Ire Cour civile du 29 juin 1971 dans la cause Société des produits Nestlé SA contre Bureau fédéral de la propriété intellectuelle.", "regestes": ["Art. 16bis al. 1 LMF. Radiation d'office d'une marque enregistrée. L'art. 16bis al. 1 LMF est une disposition de caractère exceptionnel qui ne doit s'appliquer que lorsque l'intérêt public exige impérieusement une radiation immédiate. Il ne suffit pas que les conditions d'un refus de l'enregistrement soient réalisées. Radiation non admise en l'espèce."], "faits": "|560|\n\nA.- La Société des produits Nestlé SA a fait enregistrer auprès du Bureau fédéral de la propriété intellectuelle (ci-après désigné: le Bureau) les 7 marques suivantes:\n\na) le 3 mars 1960 la marque No 179 687 constituée de caractères arabes signifiant selon déclaration de la déposante \"NESCAFE\",\n\nb) le 14 mai 1962 les marques Nos 192 032, 192 412, 192 983, contenant, outre un élément figuratif, les indications \"NESCAFE NESTLE\",\n\nc) le 1er mars 1965 la marque No 208 758 purement verbale \"NES-CAFE\",\n\nd) le 2 juillet 1965 la marque No 212 005 \"NESCAFE\" apposée sur une étiquette,\n\ne) le 4 mars 1966 la marque No 216 385 \"NESCAFE GOLD\".\n\n|561|\n\nCes marques ont en commun le terme \"Nescafé\". Elles ont été enregistrées pour divers produits alimentaires et boissons, dont les \"cafés et extraits de cafés\" et les \"succédanés de cafés et extraits de succédanés de cafés\".\n\nB.- Le 15 septembre 1970 le Bureau a avisé la titulaire que ses marques, contenant le terme générique \"café\", étaient trompeuses en tant qu'elles couvraient des \"succédanés de cafés et extraits de succédanés de café\" et par là contraires à l'art. 14 al. 1 ch. 2 et 3 al. 4 LMF, et que le \"Bureau n'aurait pas dû procéder à l'enregistrement\", effectué \"par erreur\". Il l'invitait à éliminer ces mentions, faute de quoi il procéderait à une radiation partielle d'office en application de l'art. 16bis LMF.\n\nLa Société des produits Nestlé SA s'étant opposée à cette manière de voir, le Bureau a introduit la procédure de radiation d'office par l'envoi au Département fédéral de justice et police d'une lettre accompagnée d'un projet de décision.\n\nC.- Statuant le 4 mars 1971, le Département fédéral de justice et police a ordonné la radiation des mentions \"succédanés de café et extraits de succédanés de café\" pour les 7 marques enregistrées contenant l'indication \"Nescafé\", en application des art. 16bis al. 1 et 14 al. 1 ch. 2 LMF.\n\nD.- La Société des produits Nestlé SA recourt au Tribunal fédéral contre cette décision, dont elle requiert l'annulation.", "considerants": "Considérant en droit:\n\n1. Selon la décision attaquée, les marques litigieuses seraient contraires aux bonnes moeurs en tant qu'elles couvrent des succédanés de café et extraits de succédanés de café. \"Nescafé\", élément essentiel de ces marques, désigne dans ses deux dernières syllabes un produit naturel, le café, dont la dénomination est phonétiquement la même dans les trois langues nationales. Le consommateur suisse serait dès lors trompé si cette indication couvrait une marchandise contenant des succédanés de café ou des extraits de ceux-ci. Les marques litigieuses sont encore contraires à l'art. 15 al. 1 ODA; le terme \"Nescafé\" doit en effet être réservé, en vertu de la législation sur les denrées alimentaires, au café exempt de tout succédané. Le Bureau n'aurait par conséquent pas dû procéder à l'enregistrement de ces marques, opéré par erreur, pour des succédanés de café et |562| extraits de ceux-ci. Les marques en question étant initialement entachées de nullité pour ces produits, il n'y a aucun motif de les maintenir dans le registre des marques. La sauvegarde du consommateur contre toute tromperie impose en l'espèce la radiation partielle selon l'art. 16bis LMF, disposition applicable dès lors que deux des trois motifs de refus d'enregistrement prévus par l'art. 14 al. 1 ch. 2 LMF peuvent être invoqués à l'encontre des marques litigieuses.\n\nLa recourante fait valoir notamment que l'emploi de la marque \"Nescafé\" pour des produits contenant des succédanés de café ne serait pas nécessairement trompeur ni contraire à la législation sur les denrées alimentaires. Même si tel était le cas, les conditions d'une radiation partielle pendant la période de protection ne seraient pas remplies. Une telle radiation ne devrait en effet constituer qu'une mesure tout à fait exceptionnelle, seules des raisons péremptoires, ici inexistantes, pouvant justifier l'intervention de l'autorité administrative.\n\n2. L'art. 16bis LMF a été introduit lors de la revision du 21 décembre 1928 par les Chambres fédérales (Bull. stén. du Conseil des Etats 1928, p. 248). Il accorde au Département fédéral de justice et police la faculté, et non l'obligation, d'ordonner d'office la radiation d'une marque indûment enregistrée. Ce pouvoir, conféré dans l'intérêt public, peut constituer pour le titulaire une atteinte très grave à ses intérêts économiques. Aussi la doctrine et la jurisprudence admettent-elles que l'on se trouve en présence d'une disposition de caractère exceptionnel, dont l'application ne doit intervenir que dans les cas d'une gravité particulière, à savoir lorsque la marque est manifestement contraire aux bonnes moeurs et que pour ce motif l'intérêt général exige impérieusement une radiation immédiate; un changement de pratique ne saurait suffire (RO 69 I 121, 70 I 199 s.; DAVID, Kommentar zum Schweizerischen MSchG, 2e éd., ad art. 16bis n. 1 et 4; MATTER, Kommentar zum MSchG, ad art. 16bis p. 180 ch. 3). L'exigence de la sécurité du droit commande la plus grande circonspection dans l'application d'une disposition légale qui peut léser des intérêts économiques légitimes et importants (RO 69 I 121).\n\nLe Bureau, dont la décision attaquée a repris le point de vue, considère à tort qu'une radiation d'office peut intervenir dès que les conditions d'un refus de l'enregistrement sont réalisées. Le droit suisse diffère sur ce point du droit allemand: l'art. 10 de |563| la loi allemande sur les marques de fabrique confère à l'administration, soit au Patentamt lui-même, le droit de corriger ses propres décisions (cf. TETZNER, Kommentar zum Warenzeichengesetz, Heidelberg 1958, ad art. 10 n. 5; VON GAMM, Kommentar zum Warenzeichengesetz, München und Berlin 1965, ad art. 10 n. 11-12). En droit suisse, l'administration doit procéder dans le doute à l'enregistrement de la marque et laisser la décision définitive aux tribunaux ordinaires appelés à statuer sur un procès au fond. La faculté de radier d'office une marque entregistrée n'est destinée qu'à permettre l'élimination de marques évidemment choquantes, dont l'intérêt public exige la radiation immédiate. L'adoption de la thèse du Bureau aurait pour conséquence de lui imposer l'obligation de procéder régulièrement à l'examen critique de toutes les marques enregistrées et d'introduire devant le Département une procédure en radiation totale ou partielle, ou en limitation de la liste des produits protégés, chaque fois qu'une inscription lui paraîtrait contraire aux bonnes moeurs ou à la législation. Il lui incomberait alors d'examiner si chaque marque n'est pas déceptive pour certains des produits protégés. Cela impliquerait un personnel scientifique qualifié nombreux qui fait manifestement défaut. On ne saurait par ailleurs admettre que le Bureau ne recoure à cette procédure que sur dénonciation d'un tiers intéressé, comme cela paraît avoir été le cas en l'espèce. Un système de délation ouvrirait la porte à l'arbitraire et serait incompatible tant avec le principe de la bonne foi, qui doit régir également les rapports de droit public, qu'avec celui de la sécurité du droit. Il permettrait à un tiers d'obtenir l'annulation d'une marque en éludant les voies de la procédure civile et pénale ouvertes par les art. 24 ss. LMF.\n\nAux termes de l'art. 13 al. 2 LMF, l'enregistrement a lieu aux risques et périls du requérant. Il n'engage donc pas la responsabilité du Bureau et n'a aucun effet constitutif (DAVID, op.cit., ad art. 13 n. 27). Il n'a qu'un effet déclaratif, en ce sens que le premier déposant est présumé être le véritable ayant droit à la marque (art. 5 LMF). Seuls les tribunaux ordinaires sont habilités à décider si ce droit lui appartient effectivement (RO 74 II 186). Il était loisible au concurrent déçu par le refus de sa propre marque en l'occurrence d'actionner en justice la titulaire en annulation partielle de ses marques, s'il l'estimait opportun.\n\n|564|\n\n3. Au cas particulier, aucun intérêt public impérieux ne commande l'élimination de la liste des produits couverts par les marques litigieuses des succédanés de café et de leurs extraits. Le public n'est pas trompé sur la qualité de la marchandise mise dans le commerce, puisqu'il est constant que le \"Nescafé\" est maintenant un extrait de café pur. Le recours doit dès lors être admis, sans qu'il soit nécessaire de trancher la question du caractère illicite ou contraire aux bonnes moeurs des marques en question au regard des art. 3 et 14 LMF, ni d'examiner si le Bureau a modifié sa pratique depuis le dépôt de ces marques, ou s'il avait alors commis une erreur comme il l'affirme.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision du 4 mars 1971 du Département fédéral de justice et police."}