{"annee": "97", "cour": "II", "page": "193", "date": "7/10/1971", "cite": ["94 II 75", "88 II 185", "96 II 314", "92 II 77", "91 II 159", "90 II 219", "95 II 461", "61 II 72", "95 II 77", "90 II 269"], "cite_par": ["107 III 1", "114 II 289", "97 II 297", "101 II 17", "122 III 219", "98 II 262", "99 IA 407", "104 II 299"], "chapeau": "27. Auszug aus dem Urteil der II. Zivilabteilung vom 7. Oktober 1971 i.S. W. gegen S.", "regestes": ["Action en paternité. Expertise anthropologique et hérédobiologique et expertise sérostatistique. L'expertise anthropologique et hérédobiologique par laquelle le défendeur entend prouver l'absence de sa paternité peut-elle être refusée lorsqu'une expertise sérostatistique selon Essen-Möller arrive à la conclusion que la paternité est vraisemblable et même très vraisemblable (degré de vraisemblance de 94 à 95%) et qu'il n'y a aucune raison d'admettre que la mère a cohabité avec un tiers durant la période critique? Question tranchée par la négative."], "faits": "BGE 97 II 193 S. 193\n\nAus dem Tatbestand:\n\nA.- Vom Kinde S. mit der Vaterschaftsklage auf Vermögensleistungen belangt, gab der Beklagte W. zu, der Mutter in der kritischen Zeit wiederholt beigewohnt zu haben. Er erhob aber die Einrede des Mehrverkehrs und beantragte u.a. die Einholung einer Blutgruppenexpertise und eines anthropologisch-erbbiologischen Gutachtens (AEG). Das mit der Blutuntersuchung beauftragte Gerichtlich-Medizinische Institut der Universität Zürich kam in seinem Gutachten vom 12. Januar 1970 zum Schluss, der Beklagte könne auf Grund der Untersuchungen BGE 97 II 193 S. 194und der Erbgesetze der im Gutachten erwähnten Blut- und Serumgruppen als Vater der Klägerin nicht ausgeschlossen werden; seine Vaterschaft sei nach diesen Erbgesetzen möglich. Im biostatistischen Gutachten nach ESSEN-MÖLLER, das es am 29. Januar 1970 zusätzlich abgab, stellte es fest, die Essen-Möllersche Vaterschaftswahrscheinlichkeit (die es nach K. HUMMEL, Die medizinische Vaterschaftsbegutachtung mit biostatistischem Beweis, Stuttgart 1961, ermittelte) betrage für den Beklagten 94-95%; dieser Wert besage nach ESSEN-MÖLLER, dass der Beklagte wahrscheinlich bis sehr wahrscheinlich der Vater der Klägerin sei. Für den vom Beklagten behaupteten Mehrverkehr der Mutter in der kritischen Zeit ergab das Beweisverfahren keine Anhaltspunkte. Angesichts dieser Sachlage lehnten die kantonalen Gerichte die Einholung eines AEG ab und hiessen die Klage gut.\n\nB.- Gegen das Urteil des obern kantonalen Gerichts erklärte der Beklagte die Berufung an das Bundesgericht mit dem Antrag auf Abweisung der Klage, eventuell Rückweisung der Sache an die Vorinstanz zur Einholung eines AEG und zu neuer Entscheidung.\n\nC.- Am 1. Juli 1971 beschloss das Bundesgericht, über die durch den Prozess aufgeworfenen Grundsatzfragen ein naturwissenschaftliches Gutachten einzuholen. Dem Sachverständigen, Prof. Dr. rer. nat. Dr. med. H. Ritter, Direktor des Instituts für Anthropologie und Humangenetik der Universität Tübingen, wurde namentlich die Frage vorgelegt, \"ob sich auf Grund der heutigen Erkenntnisse der Wissenschaft zuverlässig sagen lässt, dass dann, wenn die serostatistische Wahrscheinlichkeit der Vaterschaft des Beklagten einen bestimmten (gegebenenfalls zu nennenden) Prozentsatz erreicht, in sogenannten Einmannfällen praktisch nicht mehr zu erwarten ist, dass die Vaterschaft des Beklagten durch ein Ähnlichkeitsgutachten (AEG) mit Sicherheit oder mit an Sicherheit grenzender Wahrscheinlichkeit ausgeschlossen werden könnte, so dass sich die Einholung eines solchen Gutachtens erübrigt.\"\n\nIn seinem Gutachten vom 20. Juli 1971 kennzeichnet der Sachverständige zunächst die verschiedenen Arten des humangenetischen Vaterschaftsgutachtens, nämlich das serologische Gutachten, das erbbiologische (morphologische) Gutachten und die statistische Auswertung der serologischen Befunde. Hierauf äussert er sich über den Stand und die Entwicklung der serologischen BGE 97 II 193 S. 195und der erbbiologischen Methode, insbesondere über die Chancen, einen zu Unrecht bezichtigten Mann durch ein serologisches Gutachten auszuschliessen, sowie über den Beweiswert des serologischen Gutachtens einerseits und des erbbiologischen Gutachtens anderseits. Schliesslich behandelt er eingehend das statistische Verfahren nach ESSEN-MÖLLER (und HUMMEL), das aus der Häufigkeit des Vorkommens bestimmter Merkmale von Kindern bei wirklichen Vätern und aus der Häufigkeit des Vorkommens der betreffenden Merkmale unter der Bevölkerung Schlüsse auf die Wahrscheinlichkeit zieht, dass ein durch das serologische Gutachten als Vater nicht ausgeschlossener Mann der wirkliche Vater ist (sog. Essen-Möller-Wert), sowie eine weitere statistische Methode, die auf Grund der bei einer bestimmten Mutter-Kind-Kombination bestehenden Ausschluss-Chance die Wahrscheinlichkeit dafür ermittelt, dass neben dem untersuchten Mann noch ein weiterer serologisch nicht ausschliessbarer Mann vorhanden sein könnte. Seine Schlussfolgerungen lauten:\n\n\"In den vorausgegangenen Abschnitten wurden die Ergebnisse und Probleme der verschiedenen Paternitätsgutachten eingehend besprochen. Zusammenfassend ergibt sich dabei folgende Bewertung aus der Sicht des Humangenetikers (Tab. 7):\n\nTab. 7: Statistische Analyse und erbbiologische Begutachtung\n\n---------------------------------------------------------------------\n\nErbbiologisches ESSEN-MÖLLER-Wert Ausschluss-Chance\n\nGutachten\n\n---------------------------------------------------------------------\n\nNicht mehr erforderlich 99 % oder höher 99 % oder höher\n\nBedingt erforderlich 97-99% 97-99%\n\nErforderlich kleiner als 97% kleiner als 97%\n\n---------------------------------------------------------------------\n\nIn der Tab. 7 sind die Schlussfolgerungen aus den Ergebnissen der statistischen Analysen nochmals zusammengestellt.\n\nOberhalb der 99 %-Grenze ist die Information für die Vaterschaft eines Mannes so umfangreich, dass das erbbiologische Gutachten keinen Gegenbeweis mehr erbringen kann.\n\nZwischen 97 und 99% sollte es im Regelfalle dem Ermessen des Richters vorbehalten bleiben, nach Kenntnis der Aktenlage (Mehrverkehr u.ä.) ein erbbiologisches Gutachten anzuordnen.\n\nUnterhalb der 97 %-Grenze ist dagegen ein erbbiologisches Gutachten erforderlich, um die Vaterschaftsfrage sicher abzuklären.\n\nDarüber hinaus sind erbbiologische (morphologische) Gutachten noch in den Fällen wichtig, in denen das serologische Gutachten abgeschlossen wird mit einem isolierten und nicht voll beweiskräftigen Ausschluss. In diesen Fällen wurde in der deutschen BGE 97 II 193 S. 196Rechtspraxis eine serologische Zweituntersuchung angeordnet. Wir haben aber verschiedentlich darauf hingewiesen, dass ein unsicherer Ausschluss in einem (einzigen) System nicht durch eine zweite gleichartige Untersuchung sicher wird, sondern nur durch ein Gutachten mit einer andern Methodik (erbbiologisch) abgeklärt werden kann.\"\n\nAuf Grund dieses Gutachtens heisst das Bundesgericht die Berufung gut und weist die Sache zur Einholung eines AEG und zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Der Beklagte gibt zu, der Mutter der Klägerin in der kritischen Zeit beigewohnt zu haben. Seine Vaterschaft ist daher nach Art. 314 Abs. 1 ZGB zu vermuten. Dass die Mutter in der kritischen Zeit mit weitern Männern geschlechtlich verkehrt habe, was unter Umständen erhebliche Zweifel an der Vaterschaft des Beklagten rechtfertigen und die Vermutung seiner Vaterschaft nach Art. 314 Abs. 2 ZGB entkräften könnte (vgl. BGE 95 II 81 ff.), ist nicht dargetan. Es bestehen auch keine Anhaltspunkte dafür, dass die Mutter um die Zeit der Empfängms einen unzüchtigen Lebenswandel geführt habe, was nach Art. 315 ZGB unter Vorbehalt des positiven Nachweises der Vaterschaft des Beklagten (BGE 90 II 272 Erw. 2) die Abweisung der Klage nach sich zöge. Nach dem Ergebnis der durchgeführten Blutuntersuchung ist die Vaterschaft des Beklagten nicht ausgeschlossen, sondern möglich. Der Beklagte vermochte also durch dieses Beweismittel den ihm offen stehenden Beweis, dass das Kind in Wirklichkeit nicht von ihm abstamme, nicht zu leisten (vgl. zur grundsätzlichen Bedeutung dieses Beweises und zu den an ihn zu stellenden Anforderungen BGE 90 II 222 /23, BGE 91 II 162 ff., BGE 94 II 80). Die statistische Auswertung des Blutbefundes ergab im Gegenteil, dass für seine Vaterschaft eine Wahrscheinlichkeit nach ESSEN-MÖLLER von 94-95% besteht. Ausser der Blutuntersuchung hat der Beklagte zum Beweis dafür, dass er in Wirklichkeit nicht der Vater der Klägerin sei, nur die Einholung eines AEG beantragt. Mit der Ablehnung dieses Beweisantrags hat die Vorinstanz nach seiner Auffassung Art. 8 ZGB verletzt, aus dem sich nach Rechtsprechung und Lehre ergibt, dass die mit dem Beweis belastete Partei Anspruch auf die Abnahme von Beweisen hat, die sich auf erhebliche, rechtzeitig und in richtiger Form behauptete und von der Gegenpartei bestrittene Tatsachen beziehen und in BGE 97 II 193 S. 197prozessual wirksamer Weise angeboten wurden (BGE 88 II 190 mit Hinweisen, 90 II 42, 223 und 468, BGE 91 II 162, BGE 95 II 467; GULDENER, ZSR 1961 II 48; VOYAME, ebenda S. 155; KUMMER, N. 74 ff. zu Art. 8 ZGB; DESCHENAUX in Schweiz. Privatrecht II S. 246 f.). Erweist sich diese Rüge als begründet, so ist die Sache zur Einholung eines AEG an die Vorinstanz zurückzuweisen. Andernfalls ist die Berufung abzuweisen.\n\n4. Im Entscheide BGE 91 II 159 ff. nahm das Bundesgericht an, im Falle, dass der Blutbefund die Vaterschaft des Beklagten mit an Sicherheit grenzender Wahrscheinlichkeit ausschliesst, sei der klagenden Partei der positive Nachweis der Vaterschaft des Beklagten auf dem Wege eines AEG verschlossen. Die klagende Partei habe dagegen Anspruch auf Einholung eines solchen Gutachtens zum Nachweis der Vaterschaft eines Beklagten, der durch den Blutbefund als Vater nicht ausgeschlossen wird, wenn sie eine Beiwohnung in der kritischen Zeit nicht zu beweisen vermag oder wenn die auf einer solchen Beiwohnung beruhende Vaterschaftsvermutung durch den Nachweis von Mehrverkehr entkräftet wird oder die Einrede des unzüchtigen Lebenswandels an sich begründet wäre. (Offen gelassen wurde die Frage, ob ein Tragzeitgutachten, das die Vaterschaft des Beklagten als praktisch unmöglich bezeichnet, durch einen positiven AEG-Befund widerlegt werden könnte.) Zum negativen Abstammungsbeweis, den der Beklagte im vorliegenden Falle leisten möchte, erklärt der genannte Entscheid, der Vaterschaftsbeklagte, der behauptet, er sei nicht der Vater, habe nach Erschöpfung aller andern Beweismittel, die ihm zur Widerlegung der Vermutung seiner Vaterschaft zu Gebote stehen, von Bundesrechts wegen Anspruch auf Anordnung eines AEG, auch wenn er keine Indizien für Mehrverkehr der Mutter beibringen könne (vgl. hiezu auch BGE 92 II 80).\n\nWie im Falle BGE 91 II 159 ff. war auch im Falle BGE 96 II 314 ff. zu entscheiden, ob ein Beklagter, der die Vermutung seiner Vaterschaft durch andere Beweismittel (Blutuntersuchung, Tragzeitgutachten) nicht hatte entkräften können, Anspruch auf Einholung eines AEG habe. Anders als im zuerst genannten Falle wurde diese Frage in BGE 96 II 314 ff. verneint, weil die in diesem Falle erfolgte statistische Auswertung des Blutbefundes (serostatistische Begutachtung) nach ESSEN-MÖLLER ergeben hatte, dass der Beklagte mit einer Wahrscheinlichkeit von 99,8-99,85% der Vater sei, was nach dem Gutachten bedeutete, BGE 97 II 193 S. 198dass der Beklagte \"höchst wahrscheinlich\" der Vater sei, dass seine Vaterschaft \"als praktisch erwiesen betrachtet werden\" könne. Das Bundesgericht nahm an, einem serostatistischen Gutachten, das die Vaterschaft des Beklagten mit einer Wahrscheinlichkeit von 99,8 oder mehr Prozent bejaht, komme gegenüber einem anderslautenden AEG gleichen Wahrscheinlichkeitsgrades der Vorrang zu; wenn ein serostatistisches Gutachten einen solchen Wahrscheinlichkeitswert für die Vaterschaft ergebe, könne die Vaterschaft allein schon auf Grund dieses Gutachtens als praktisch, d.h. mit an Sicherheit grenzender Wahrscheinlichkeit erwiesen gelten und seien weitere Beweiserhebungen, insbesondere die Einholung eines AEG unnötig, es sei denn, dass ganz besondere Gründe Zweifel an der Richtigkeit des Gutachtens wecken, was für das in jenem Fall erstattete serostatistische Gutachten nicht zutraf (BGE 96 II 323 /24). Die Frage, ob man die Vaterschaft schon bei einem Essen-Möller-Wert von 99% unter Verzicht auf ein AEG als praktisch erwiesen betrachten dürfe, wie das deutsche Gerichte schon wiederholt getan haben (vgl. HUMMEL, Zeitschrift für das gesamte Familienrecht 1969 S. 21 und die weitern Hinweise in BGE 96 II 323 vor d), wurde in BGE 96 II 314 ff. (320, 323) ausdrücklich offen gelassen. Erst recht enthielt sich das Bundesgericht in diesem Entscheid einer Stellungnahme zu der von HEGNAUER (N. 202 zu Art. 314/315 ZGB) vertretenen Auffassung, ein Ähnlichkeitsgutachten (AEG) sei, wenn die serostatistische Wahrscheinlichkeit der Vaterschaft des Beklagten 90% oder mehr betrage, nur einzuholen, wenn Anhaltspunkte für Mehrverkehr vorliegen oder wenn das Kind in bezug auf Rassenmerkmale oder auffallende vererbliche Missbildungen, die auch vom naturwissenschaftlichen Laien wahrgenommen werden können, von der Mutter und vom Beklagten abweicht.\n\nIm vorliegenden Falle stellt sich die vom Bundesgericht bisher nicht entschiedene Frage, ob ein Vaterschaftsbeklagter, der die Vermutung seiner Vaterschaft durch andere Beweismittel nicht zu beseitigen vermochte, Anspruch auf Einholung eines AEG habe, wenn für seine Vaterschaft eine serostatistische Wahrscheinlichkeit nach ESSEN-MÖLLER von 94-95% besteht. Da über die Beweiskraft und das gegenseitige Verhältnis der in Frage stehenden Methoden zwischen den Fachleuten der Serologie einerseits und den Fachleuten der Anthropologie (Morphologie) anderseits erhebliche Meinungsverschiedenheiten BGE 97 II 193 S. 199bestehen (vgl. die Hinweise in BGE 96 II 314 ff.), entschloss sich das Bundesgericht, bei einem Wissenschafter, der beide Wissensgebiete beherrscht, ohne Bezugnahme auf den vorliegenden Prozess ein Grundsatzgutachten einzuholen, wie das hinsichtlich der Blutuntersuchung im Falle BGE 61 II 72ff. geschehen und hinsichtlich der Beweiskraft des AEG im Verhältnis zum serostatistischen Gutachten im Falle BGE 96 II 314 ff. (325) bereits erwogen worden war.\n\n5. Auf Grund der durch eine statistische Beweisführung erhärteten Annahme, dass in einem Kollektiv von als Väter bezichtigten, durch die Blutuntersuchung als solche nicht ausgeschlossenen Männern auf 100 wirkliche Väter 10 Nichtväter kommen, sowie auf Grund einer diese Verteilung berücksichtigenden Auswertung eines Untersuchungsgutes, das sich aus 500 echten und ebensovielen falschen Eltern-Kind-Kombinationen zusammensetzt, hat der Sachverständige Prof. Ritter ermittelt, wieviele wirkliche Väter und wieviele Nichtväter prozentual auf die verschiedenen Essen-Möller-Werte entfallen. Für die im vorliegenden Falle besonders interessierenden Werte von 90-99% lautet das Ergebnis wie folgt (Tabelle 5):\n\nWahrscheinlichkeit Häufigkeit in Prozent\n\nnach ESSEN-MÖLLER Väter Nichtväter\n\n99,0-98,0% 10,56 0,04\n\n98,0-97,0 11,28 0,16\n\n97,0-95,0 16,02 0,23\n\n95,0-90,0 11,28 0,52\n\n-------------------------------------------------\n\ngesamt 49,14 0,95\n\nDiese Zahlen bedeuten nach dem Gutachten, dass ein Essen-Möller-Wert zwischen 98 und 99% nur viermal unter 10'000 Fällen von einem Nichtvater erreicht wird, ein Wert zwischen 97 und 98% ein- bis zweimal unter 1'000 Fällen, ein Wert zwischen 95 und 97% zweimal und ein solcher zwischen 90 und 95% fünfmal unter 1'000 Fällen. Im Anschluss an diese Feststellung bemerkt der Sachverständige: \"Da also nur sehr wenige Nichtväter Essen-Möller-Werte zwischen 99,0 und 95,0% erreichen, kann man für diesen Bereich durchaus in Erwägung ziehen, nicht mehr generell erbbiologische Gutachten in Auftrag zu geben. Hier sollte m.E. die Entscheidung im Ermessen des Richters verbleiben..\" Etwas zurückhaltender ist die in den BGE 97 II 193 S. 200bereits wiedergegebenen Schlussfolgerungen des Gutachtens enthaltene Bemerkung, die Anordnung eines erbbiologischen Gutachtens sollte zwischen 97 und 99% im Ermessen des Richters bleiben; unterhalb der 97%- Grenze sei dagegen ein erbbiologisches Gutachten erforderlich, um die Vaterschaftsfrage sicher abzuklären.\n\nDie Fehlermöglichkeiten, die nach dem Gutachten verbleiben, wenn der Essen-Möller-Wert 97% übersteigt, liegen im Bereich der Fehlermöglichkeiten, die das Bundesgericht bei der naturwissenschaftlichen Abklärung von Abstammungsfragen in Kauf zu nehmen pflegt (vgl. die Zusammenstellung in BGE 94 II 85 und 96 II 318). Daher lässt sich die Auffassung vertreten, bei einem solchen Essen-Möller-Wert sei die Vaterschaft des Beklagten als mit an Sicherheit grenzender Wahrscheinlichkeit erwiesen zu betrachten und von einem AEG abzusehen. Im vorliegenden Falle ist jedoch dieser Grenzwert nicht erreicht. Bei einem Essen-Möller-Wert von 94-95%, wie er hier gegeben ist, übersteigen die Fehlermöglichkeiten das Mass, das mit der Annahme eines hinlänglich gesicherten Ergebnisses noch vereinbar ist. In solchen Fällen ist der Beklagte daher zur Beweisführung durch ein AEG zuzulassen.\n\nDie Ausschluss-Chancen, die ein AEG in einem sog. Einmannfalle bietet, sind freilich gering. Wie Prof. Ritter ausführt, sind von einem AEG \"bevorzugt Hinweise auf die Vaterschaft eines Mannes zu erwarten\", wogegen mittels eines solchen Gutachtens \"voll beweiskräftige Ausschlüsse nur ausnahmsweise möglich\" sind, weil diese Methode (im Unterschied zur Blutuntersuchung) sehr komplexe Merkmale erfasst und nur geklärt ist, dass diese Merkmale genetisch kontrolliert sind, während man nicht weiss, \"wie viele Gene in welcher Weise die Ausprägung der Merkmale steuern\". Einem Beklagten, für dessen Vaterschaft ein schlüssiger Beweis nicht vorliegt, darf jedoch die Chance, seine Vaterschaft durch ein AEG auszuschliessen, nicht vorenthalten werden, auch wenn sie klein ist. Die Unzukömmlichkeiten, welche die hiedurch bewirkte Verlängerung des Prozesses der Klägerschaft verursacht, können eine andere Entscheidung nicht rechtfertigen (vgl. BGE 91 II 169 lit. e und den Vorschlag des Bundesrats auf Revision des Art. 321 ZGB, BBl 1971 I 1245ff., 1266/67, der diesen Unzukömmlichkeiten abhelfen will). Der Vorschlag HEGNAUERS, in Fällen von der Art des vorliegenden ein Ähnlichkeitsgutachten BGE 97 II 193 S. 201nur einzuholen, wenn Anhaltspunkte für Mehrverkehr der Mutter bestehen, erscheint zunächst als bestechend, ist aber abzulehnen, weil er die Beklagten in vielen Fällen vor unlösbare Beweisschwierigkeiten stellen würde.\n\nDie strengen Voraussetzungen, unter denen der Antrag auf Einholung eines AEG zum Beweis der Nichtvaterschaft nach BGE 91 II 169 als rechtsmissbräuchlich zurückgewiesen werden könnte, sind im vorliegenden Falle offensichtlich nicht erfüllt.\n\nDem Antrag des Beklagten auf Anordnung eines AEG ist daher zu entsprechen."}