{"annee": "97", "cour": "III", "page": "55", "date": "14/4/1971", "cite": [], "cite_par": ["106 III 108"], "chapeau": "14. Sentenza del 14 aprile 1971 nella causa B.", "regestes": ["Art. 92 LP. Insaisissabilité. Un boulanger et confiseur qui travaille avec l'aide de sa femme et de sa fille, exerce une profession; il n'exploite pas une entreprise. Il en est ainsi même s'il utilise les machines qui sont aujourd'hui d'un emploi usuel, et s'il vend ses propres produits dans un magasin. Les machines nécessaires à l'exercice de cette profession sont par conséquent insaisissables."], "faits": "|56|\n\nA.- Nelle procedure esecutive promosse da B. e dal Comune di X. contro S. per l'incasso di due importi di fr. 20 000.--, rispettivamente fr. 1598.-- oltre interessi e spese, l'Ufficio di esecuzione e dei fallimenti di Locarno pignorò, il 16 ottobre 1970, tra l'altro, i seguenti oggetti dell'escusso: un forno elettrico, una macchina elettrica per panettoni, una macchina elettrica per stampe, una macchina per pasticcere, una macchina elettrica per impastare e una macchina per \"Gipfel\".\n\nIl debitore si aggravò contro l'atto di pignoramento mediante reclamo alla Camera di esecuzione e fallimenti del Tribunale di appello del cantone Ticino, quale autorità di vigilanza. Egli domandava che i suesposti oggetti fossero esclusi dal pignoramento, perché indispensabili all'esercizio della sua professione di panettiere.\n\nIl reclamo è stato accolto dall'autorità di vigilanza mediante decisione del 16 marzo 1971. Secondo l'autorità cantonale, le macchine in esame rappresentano \"il minimo indispensabile per esercitare oggi il mestiere di panettiere\": tenuto conto che nell'attività dell'escusso prevale l'elemento lavoro, i citati oggetti devono essere considerati protetti ai sensi dell'art. 92 num. 3 LEF.\n\nB.- B. impugna la suesposta decisione mediante un tempestivo ricorso alla Camera di esecuzione e fallimenti del Tribunale federale. Egli propone che tale giudizio sia annullato e che venga dichiarata la pignorabilità degli oggetti litigiosi. Secondo il ricorrente, questi ultimi non sono tanto dei semplici arnesi del mestiere, quanto costosi macchinari di carattere spiccatamente aziendale, che l'art. 92 num. 3 LEF non è destinato a proteggere.", "considerants": "Considerando in diritto:\n\nLa precedente istanza ha accertato che gli oggetti litigiosi costituiscono \"il minimo indispensabile per esercitare oggi il mestiere di panettiere\". Questa constatazione, che il ricorrente non contesta, concerne i fatti e, come tale, vincola il Tribunale federale (art. 63 cpv. 2 combinato con l'art. 81 OG). Bisogna quindi partire dalla considerazione che gli oggetti colpiti sono \"necessari al debitore e alla sua famiglia per l'esercizio della professione\" (art. 92 num. 3 LEF).\n\nIl ricorrente adduce a questo proposito che ilvalore economico complessivo delle macchine pignorate raggiunge la rilevante |57| somma di fr. 10 000.--, per cui l'attività del debitore verrebbe ad assumere un carattere spiccatamente aziendale. Questa conclusione è infondata. Secondo l'opinione comune, un panettiere e pasticcere che lavora insieme con moglie e figlia, esercita una professione, e non gestisce un'impresa: e ciò, quand'anche utilizzi le macchine oggi usuali e venda i propri prodotti in un negozio. In effetti, nell'accennata attività il lavoro personale e le conoscenze professionali del debitore e dei membri della sua famiglia prevalgono sul fattore del capitale investito. Ora, questo è il criterio che la giurisprudenza adotta per distinguere l'esercizio di una professione, che gode della protezione del-l'art. 92 num. 3 LEF, dall'esercizio di un'impresa, per il quale l'accennata norma non è applicabile (v. RU 88 III 52 lett. c, 91 III 55 consid. 2, 95 III 82/83). Poiché l'attività dell'escusso riveste, per le considerazioni esposte, un carattere professionale, le macchine necessarie all'esercizio dell'attività stessa non potevano essere colpite da un pignoramento ai sensi dell'art. 92 num. 3 LEF. Il ricorso del creditore B., che sostiene il contrario, si appalesa pertanto manifestamente infondato.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}