{"annee": "97", "cour": "I", "page": "143", "date": "17/3/1971", "cite": ["79 I 150", "95 I 504", "66 I 61", "67 I 337", "80 I 254", "63 I 181", "71 I 28", "76 I 191", "61 I 113"], "cite_par": ["103 IA 350", "98 IB 375", "99 IA 97", "99 IA 524"], "chapeau": "24. Urteil vom 17. März 1971 i.S. Sommacal gegen Oberauditor der Armee und Eidgenössisches Militärdepartement.", "regestes": ["Conflit de compétence selon l'art. 223 CPM. Conditions auxquelles une personne renvoyée devant un tribunal militaire peut recourir au Tribunal fédéral (consid. 1 et 2). Portée de l'art. 2 ch. 4 CPM selon lequel les personnes astreintes au service militaire sont soumises au droit pénal militaire \"pour ce qui concerne leur situation militaire\", même si elles ne sont pas au service. Application de cette disposition à des atteintes à l'honneur imputées à un soldat qui, peu après son licenciement d'un cours de répétition, a publié un article de journal dans lequel il critique des activités de service et son commandant de régiment (consid. 2 à 4)."], "faits": "|143|\n\nA.- Das aus Schwyzer Truppen zusammengesetzte Geb. Inf. Rgt. 29 war vom 10. bis 29. November 1969 im Wiederholungskurs |144| und stand dabei erstmals unter dem Kommando von Oberst Carlo Baumann, Instruktionsoffizier und Schulkommandant in Losone. Der Dienst war wegen des schlechten Wetters und der hohen Anforderungen, die der neue Kommandant an die Truppe stellte, verhältnismässig streng. Gegen Ende des Wiederholungskurses und vor allem nach ihm veröffentlichten mehrere regionale Zeitungen Einsendungen, die den Dienstbetrieb kritisierten. So erschien in der Zeitung \"Bote der Urschweiz\" am 5. Dezember 1969 unter der Ueberschrift \"Unliebsame Erinnerungen an den WK 69\" ein mit dem Pseudonym \"Füsilier Päng\" unterzeichneter Artikel, der über verschiedene Vorkommnisse berichtete, den Kommandanten Oberst Baumann mehrmals namentlich nannte und sein Verhalten beanstandete. Verfasser dieses Artikels war, wie sich später ergab, Füsilier Carlo Sommacal, der eine Versicherungsagentur betreibt, im Nebenberuf Journalist ist und den Wiederholungskurs 1969 in der Stabskompagnie des zum Rgt. 29 gehörenden Bat. 86 geleistet hatte. Unter Hinweis auf diesen und andere Artikel reichte ein Mitglied des Schwyzer Kantonsrats am 16. Dezember 1969 eine Interpellation ein, mit der er den Regierungsrat bzw. das Militärdepartement um genaue Abklärung der Sache ersuchte.\n\nAm 4. Februar 1970 wies die Direktion der Eidg. Militärverwaltung den a.o. Untersuchungsrichter des Divisionsgerichts 9A an, eine vorläufige Beweisaufnahme zur Abklärung der in den Zeitungsberichten erwähnten Tatbestände sowie des allfällig ehrverletzenden Charakters der darin aufgestellten Behauptungen und zur Antragstellung auf Erledigung durchzuführen. Der Untersuchungsrichter holte von allen Einheitskommandanten und von Fachoffizieren des Regiments Berichte ein, befragte zahlreiche Offiziere, Unteroffiziere und Soldaten als Zeugen und erstattete hierauf am 31. März 1970 einen ausführlichen Bericht. Darin kam er zum Schluss, dass die in Zeitungsartikeln aufgestellten Behauptungen im wesentlichen tatsachenwidrig oder übertrieben seien und keine Anhaltspunkte dafür vorlägen, dass militärische Führer oder Wehrmänner strafbare Handlungen begangen hätten. Bei den vornehmlich gegen Oberst Baumann erhobenen Vorwürfen handle es sich meist um ehrverletzende Aeusserungen, doch dürfte deren Beurteilung in die Zuständigkeit der bürgerlichen Gerichte fallen, da die Voraussetzungen von Art. 2 Ziff. 4 MStG nicht erfüllt seien. |145|\n\nDer Untersuchungsrichter beantragte daher, es sei der Sache hinsichtlich der behaupteten Vorkommnisse im WK 69 des Geb. Inf. Rgt. 29 keine weitere Folge zu geben und es sei Oberst Baumann zu überlassen, ob und gegebenenfalls gegen wen er Strafantrag wegen Ehrverletzung stellen und die Durchführung einer entsprechenden Untersuchung verlangen wolle.\n\nDie Direktion der Eidg. Militärverwaltung stellte indessen Strafantrag wegen Ehrverletzung und wies den Untersuchungsrichter, der die vorläufige Beweisaufnahme durchgeführt hatte, am 17. Juni 1970 an, gegen Sommacal eine Voruntersuchung durchzuführen. In dieser wurde Sommacal wiederholt einvernommen. Dabei zog er einzelne Aeusserungen als (ganz oder teilweise) unwahr zurück, hielt dagegen an andern, als auf eigenen Wahrnehmungen und auf Berichten von Kameraden beruhend, fest und bot Beweise an. Der Untersuchungsrichter vernahm noch einen Zeugen ein und schloss dann die Untersuchung am 10. November 1970 ab.\n\nAm 24. November 1970 erhob der Auditor beim Divisionsgericht 9A gegen Sommacal Anklage wegen übler Nachrede (Art. 145 MStG) und Nichtbefolgung von Dienstvorschriften (Art. 72 MStG). Gegenstand der Anklage sind 7 näher bezeichnete Stellen des Zeitungsartikels, die \"gegen die jeweils verantwortlichen Kommandanten, insbesondere Oberst Baumann\" gerichtet und in ihrer Gesamtheit und im Einzelfall geeignet seien, deren Ruf zu schädigen. Es handelt sich um Aeusserungen wie\n\nes sei im WK zu viel verlangt worden und das Programm überladen gewesen,\n\nes sei vorgekommen, dass Soldaten in diesem WK ein einziges Mal Ausgang gehabt hätten,\n\ndie Trainsoldaten seien teilweise bis zu vier Tagen ohne Schlaf und ohne warme Verpflegung gewesen,\n\nentgegen den Dienstanweisungen seien Lastwagenführer der Stabskompagnien bis zu 22 Stunden im Einsatz gewesen,\n\nbei einer Nachschubübung über den Kinzigpass, bei dem Pferde abgestürzt seien, habe man den Bezug zur Realität verloren, indem man auf die unsinnige Idee gekommen sei, sämtliche Post über den Kinzig zu schieben, weshalb die Soldaten eine volle Woche keine Post erhalten hätten und der Inhalt von Paketen völlig verdorben gewesen sei,\n\nbei einer WK-Orientierung im Hotel Adler in Arth habe Oberst Baumann erklärt, wenn er einen Befehl erteile, und sei er noch so widersinnig, so werde er ausgeführt, was der Untergebene denke, sei ihm völlig \"wurscht\", |146|\n\nnach einem noch im WK erlassenen Befehl stehe bereits fest, dass es im WK 1970 wieder praktisch keinen Ausgang geben werde, Kompagnieabende unmöglich sein würden usw.\n\nMit Verfügung vom 15. Dezember 1970 setzte der Grossrichter des Divisionsgerichts 9A die Hauptverhandlung auf den 29. Dezember 1970 fest, ordnete dem Angeklagten einen amtlichen Verteidiger bei und liess diesem die Akten zustellen.\n\nB.- Am 27. Dezember 1970 reichte Carlo Sommacal beim Bundesgericht Kompetenzkonfliktsbeschwerde nach Art. 223 MStG ein mit dem Antrag, das Divisionsgericht 9A sei hinsichtlich der ihm zur Last gelegten üblen Nachrede im Sinne von Art. 145 MStG als unzuständig zu erklären. Er macht geltend, dass die Zuständigkeit der Militärgerichte sich nur auf Art. 2 Ziff. 4 MStG stützen könnte, dass die dort genannten Voraussetzungen aber nicht gegeben seien. Der Beschwerdeführer habe mit den eingeklagten Aeusserungen keine dienstlichen Pflichten verletzt. Ebensowenig bestehe ein unmittelbarer Zusammenhang zwischen den Aeusserungen und seiner persönlichen militärischen Stellung. Er habe den Zeitungsartikel nicht wegen seiner militärischen Stellung geschrieben, sondern als Journalist zur Befriedigung eines legitimen Informationsbedürfnisses. Was er geschrieben habe, hätte auch jeder andere Schweizer, ob damals im Dienst oder nicht, schreiben können, denn die einzelnen Vorkommnisse seien im ganzen Regiment mehr oder weniger bekannt gewesen. Wie im Falle BGE 61 I 113ff. beziehe sich der Zeitungsartikel auf eine allgemeine, ebensosehr politische wie militärische Angelegenheit.\n\nC.- Der Oberauditor der Armee beantragt Abweisung der Beschwerde und bringt vor: Das dem Beschwerdeführer vorgeworfene Verhalten stehe mit dem von ihm geleisteten Militärdienst in jenem engen zeitlichen und thematischen Konnex, den der Gesetzgeber von 1927 bei der Fassung von Art. 2 Ziff. 4 MStG dem Militärstrafrecht habe unterwerfen wollen. Der Beschwerdeführer habe den Stoff zu seinem Zeitungsartikel im Wiederholungskurs gesammelt. Der Artikel stelle die geschilderten Vorgänge als von einem Füsilier selber erlebt oder beobachtet dar, berühre somit das dienstliche Verhältnis des Beschwerdeführers zu seinen militärischen Vorgesetzten und beziehe sich, anders als im Falle BGE 61 I 113ff., ausschliesslich auf rein militärische Vorgänge. Die \"militärische Stellung\" des Beschwerdeführers sei in jeder Hinsicht Anlass, Ausgangspunkt |147| und Inhalt der inkriminierten Aeusserungen gewesen. Die Unterstellung unter die Militärgerichtsbarkeit sei auch im Interesse einer sachgerechten Beurteilung geboten, da die Militärrichter über eigene dienstliche Erfahrung verfügten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es liegt kein aktueller (sei es positiver oder negativer) Kompetenzkonflikt zwischen militärischer und bürgerlicher Gerichtsbarkeit vor. Zu den Kompetenzkonflikten, die nach Art. 223 MStG vom Bundesgericht zu entscheiden sind, gehört nach der Rechtsprechung indessen auch der sog. virtuelle Konflikt, d.h. der hier vorliegende Fall, wo der Angeschuldigte geltend macht, in Wahrheit sei nicht die gegen ihn vorgehende, sondern die andere Behörde zuständig (BGE 61 I 123/24), BGE 63 I 183 E.1, BGE 66 I 61/62, 163 E. 4; BGE 80 I 256 E. 1). Die Beschwerde, mit welcher der Angeschuldigte diesen Konflikt dem Bundesgericht unterbreitet, ist an keine Frist gebunden, steht ihm aber gegenüber dem Militärrichter nur bis zur Hauptverhandlung vor Divisionsgericht offen (BGE 66 I 62 E. 2, 161 E. 2; BGE 71 I 30, BGE 80 I 257 E. 1). Auf die vorliegende, vor dieser Verhandlung erhobene Beschwerde ist daher einzutreten.\n\n2. Bei Kompetenzkonflikten nach Art. 223 MStG prüft das Bundesgericht nicht nur Rechts-, sondern auch Tatfragen frei, jedoch nur, soweit sie für den Entscheid über die Zuständigkeit von Bedeutung sind (vgl. BGE 67 I 340, BGE 71 I 31/32, BGE 76 I 194 E. 3, BGE 79 I 151 E. 2). Im vorliegenden Falle kann sich die Zuständigkeit der Militärgerichte nur auf Art. 2 Ziff. 4 MStG stützen, wonach dem Militärstrafrecht und damit auch der Militärstrafgerichtsbarkeit (Art. 218 MStG) unterstehen \"Dienstpflichtige und Hilfsdienstpflichtige ausserhalb des Dienstes mit Bezug auf ihre militärische Stellung und ihre dienstlichen Pflichten\". Der Beschwerdeführer ist dienstpflichtig. Auch ist nicht streitig, dass er den Zeitungsartikel, der die ihm als ehrverletzend zur Last gelegten Aeusserungen enthält, ausserhalb des Dienstes verfasst hat. Da der Artikel wenige Tage nach der Entlassung aus dem Dienst erschien, ist es freilich nicht ausgeschlossen, dass er ihn noch vorher geschrieben hat. Indessen wird dies von keiner Seite behauptet noch enthalten die Akten Anhaltspunkte dafür, so dass diese Möglichkeit nicht in Betracht fällt. Zu prüfen ist nur, ob die dem Beschwerdeführer vorgeworfenen |148| Ehrverletzungen sich auf seine militärische Stellung oder seine dienstlichen Pflichten bezogen.\n\n3. Mit dem Inkrafttreten des MStG vom 13. Juni 1927 sind die Bestimmungen über die Gerichtsbarkeit, welche die im übrigen weiterhin geltende Militärstrafgerichtsordnung in den Art. 1-8 enthielt, aufgehoben (Art. 233 Abs. 2 Ziff. 2 MStG) und durch Bestimmungen des MStG ersetzt worden. Art. 2 Ziff. 4 MStG ist an die Stelle von Art. 1 Ziff. 5 MStGO getreten. Während nach dieser früheren Bestimmung Dienstpflichtige ausserhalb des Dienstes nur \"mit Bezug auf ihre dienstlichen Pflichten\" dem Militärstrafrecht und der Militärstrafgerichtsbarkeit unterworfen waren, sind sie es nach Art. 2 Ziff. 4 MStG auch \"mit Bezug auf ihre militärische Stellung\". Mit diesem Zusatz, der selbständige Bedeutung hat (COMTESSE N. 24 zu Art. 2 MStG), wollte der Gesetzgeber die militärgerichtliche Zuständigkeit gegenüber dem bisherigen Rechtszustand offensichtlich erweitern, und zwar, wie in BGE 61 I 124 Erw. 4 aufgrund der Entstehungsgeschichte dargelegt wurde, gerade auch inbezug auf ausserdienstliche Ehrverletzungen. Die Formulierung \"mit Bezug auf ihre militärische Stellung\" ist freilich, wie schon im genannten Urteil (S. 127) festgestellt worden ist, sehr unbestimmt. Die sich daraus bei der Anwendung der Bestimmung auf den Einzelfall ergebenden Schwierigkeiten lassen sich auch nicht durch die in jenem Urteil befürwortete Berücksichtigung der Entstehungsgeschichte beseitigen. Der Umstand, dass eine vorberatende Expertenkommission eine zunächst vorgesehene Sonderbestimmung über die Zuständigkeit bei Ehrverletzungen (Art. 2 Ziff. 6, wiedergegeben in BGE 61 I 126) wieder fallen liess, da Ziff. 4 genüge, erlaubt nicht schon den Schluss, der Gesetzgeber habe mit dieser Bestimmung alle Fälle dem Militärstrafrecht unterstellen wollen, die nach jener Sonderbestimmung darunter gefallen wären, zumal da weder in der Botschaft zum MStG (BBl 1918 V 349ff.) noch bei der Beratung des Gesetzes in den eidgenössischen Räten auf diese Entstehungsgeschichte hingewiesen wurde. Massgebend ist vielmehr die Tragweite, die der Bestimmung nach ihrem Wortlaut sowie ihrem Sinn und Zweck zukommt (vgl. zur Bedeutung der Gesetzesmaterialien BGE 95 I 510 /11 und dort angeführte frühere Urteile). Dabei gilt der Grundsatz, dass das Militärstrafrecht als Sonderrecht im Zweifelsfall vor dem bürgerlichen Recht zurückzutreten hat (BGE 61 I 127; COMTESSE N. 7 zu Art. 2 MStG).\n\n|149|\n\n4. Daraus, dass nach Art. 2 Ziff. 4 Dienstpflichtige ausserhalb des Dienstes \"mit Bezug auf ihre militärische Stellung\" dem Militärstrafrecht unterstehen, folgt, dass Aeusserungen solcher Dienstpflichtiger nicht schon dann nach Militärstrafrecht als Ehrverletzungen verfolgt werden können, wenn sie sich auf dienstliche Vorgänge beziehen oder gegen militärische Kommandanten richten. Es kann nicht der Sinn der Bestimmung sein, dass ein Soldat, der sich nach der Entlassung aus dem Dienst, sei es am Stammtisch oder am Arbeitsplatz, sei es in der Presse, kritisch über selbst erlebte oder ihm berichtete Vorkommnisse der vergangenen Dienstzeit äussert, dafür, und zwar auf unbestimmte Zeit, gegebenenfalls wegen Ehrverletzung vor Militärgericht und nach Militärstrafrecht zur Verantwortung gezogen werden kann. Erforderlich ist eine unmittelbare Beziehung zwischen der persönlichen militärischen Stellung des ehrverletzenden Angreifers und derjenigen des Angegriffenen. Eine solche Beziehung ist, wie COMTESSE (N. 25 zu Art. 2 MStG) im Anschluss an BGE 61 I 127 und an ein Urteil des Militärkassationsgerichts (MKGE 1936-1940 Nr. 62) zutreffend ausführt, dann anzunehmen, wenn der Angriff sowohl hinsichtlich seiner Veranlassung wie auch seines Inhaltes in direktem Zusammenhang mit dem militärischen Unterordnungsverhältnis, d.h. mit der Eigenschaft des Angreifers als militärischen Untergebenen des Angegriffenen steht. Hieran fehlte es in dem vom Bundesgericht in BGE 61 I 113ff. beurteilten Falle, wo ein Subalternoffizier unter Berufung auf seine Offizierseigenschaft die politische Haltung des Korpskommandanten, dem er dienstlich unterstellt war, einer scharfen Kritik unterzogen hatte, da diese mit seiner eigenen militärischen Stellung und seinem Verhältnis zum Angegriffenen in keinem Zusammenhang stand. Dagegen bestand die Beziehung in den verschiedenen, in der Folge vom Militärkassationsgericht beurteilten Fällen, wo die ehrverletzenden (und in einem Falle überdies drohenden) Aeusserungen eines Wehrmanns sich jeweils gegen seinen direkten militärischen Vorgesetzten oder einen Offizier, der ihn angeblich zu Unrecht disziplinarisch bestraft hatte, gerichtet hatten und ihre Veranlassung in dieser Bestrafung, in der dem Wehrmann vom Vorgesetzten im Militärdienst zuteil gewordenen Behandlung oder in persönlichen Erfahrungen oder Beobachtungen während des Dienstes hatten (MKGE 1936-1940 Nr. 52 und 62, 1941-1944 Nr. 19, 1958-1964 Nr. 24).\n\n|150|\n\nIm vorliegenden Falle hat sich der Beschwerdeführer zwar dadurch, dass er den wenige Tage nach dem Ende des Wiederholungskurses erschienenen Artikel mit \"Füsilier Päng\" unterzeichnete und darin von \"Wir Schwyzer\" sprach, als Wehrmann zu erkennen gegeben, der diesen Wiederholungskurs als Soldat absolviert hatte. Auch war er in diesem Dienst dem einzigen, im Artikel namentlich genannten Offizier, Oberst Baumann, dienstlich unterstellt. Dagegen kann nicht gesagt werden, dass die im Artikel enthaltenen Angriffe auf Oberst Baumann und weitere Kommandanten hinsichtlich ihrer Veranlassung und ihres Inhalts in einem unmittelbaren Zusammenhang mit der persönlichen militärischen Stellung des Beschwerdeführers, mit seiner Eigenschaft als Untergebenen der angegriffenen Offiziere stand. Aus dem Bericht ist in keiner Weise ersichtlich, ob und inwieweit der Beschwerdeführer selber durch die geschilderten Vorkommnisse, bei denen gewissen Soldaten zu viel zugemutet worden sein soll, betroffen wurde. Auch ist dem Bericht nicht zu entnehmen, noch bestehen Anhaltspunkte dafür, dass der Beschwerdeführer und Oberst Baumann sich im Wiederholungskurs je begegnet wären. Der Beschwerdeführer kritisiert nicht Massnahmen, die gegen ihn persönlich getroffen worden wären, sondern allgemeine Verhältnisse. Veranlassung dazu war offenbar, wie aus dem Artikel hervorgeht, dass der Wiederholungskurs in der Presse im allgemeinen günstig besprochen worden war und der Beschwerdeführer nun auch über seine Schattenseiten berichten wollte. Was er dabei ausführte, sind, und zwar auch soweit es Oberst Baumann betrifft, Begebenheiten und Vorkommnisse, wie sie, ob wahr, übertrieben oder unwahr, nach jedem Dienst von denjenigen, die ihn mitmachten, erzählt und von Dritten weiter verbreitet zu werden pflegen. Dabei fehlt regelmässig und so auch hier die enge Beziehung zwischen der persönlichen militärischen Stellung des Erzählers und derjenigen der im Bericht erwähnten Offiziere, die nach dem Gesagten Voraussetzung ist für die Anwendung des Militärstrafrechts und die Unterstellung unter die Militärgerichtsbarkeit. Hieran ändert auch der Umstand nichts, dass der Bericht des Beschwerdeführers in der Presse erschien und damit weitere Verbreitung fand als mündliche Aeusserungen, da dies für die Frage der Zuständigkeit der Militärgerichte bedeutungslos ist. Für diese kommt es auch nicht darauf an, ob die Militärgerichte bessere Gewähr für eine sachgerechte Beurteilung |151| bieten. Uebrigens kann ein bürgerliches Gericht ebenso gut wie ein Militärgericht beurteilen, ob in einem Falle wie dem vorliegenden eine Aeusserung ehrverletzend, der Beschuldigte zum Wahrheitsbeweis zuzulassen und dieser Beweis erbracht sei. Die Beschwerde ist daher gutzuheissen und das Divisionsgericht 9A hinsichtlich der dem Beschwerdeführer zur Last gelegten üblen Nachrede im Sinne von Art. 145 MStG als unzuständig zu erklären.\n\n5. Soweit der Beschwerdeführer wegen Nichtbefolgung von Dienstvorschriften im Sinne des Art. 72 MStG angeklagt wird, hat er die Zuständigkeit des Divisionsgerichts in der Beschwerde weder ausdrücklich noch dem Sinne nach bestritten. Wie es sich mit der Zuständigkeit inbezug auf diesen Anklagepunkt verhält, hat das Bundesgericht daher nicht zu prüfen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und das Divisionsgericht 9-A hinsichtlich der dem Beschwerdeführer zur Last gelegten üblen Nachrede als unzuständig erklärt."}