{"annee": "97", "cour": "II", "page": "371", "date": "18/11/1971", "cite": ["51 II 156", "50 II 51", "97 II 37", "58 I 236", "97 II 25", "95 I 97", "71 II 27", "80 II 362", "96 II 129", "84 II 685"], "cite_par": ["137 III 293", "100 IB 325", "101 II 177", "112 II 422", "99 II 172", "99 IB 267", "110 II 352", "114 II 253", "112 II 35", "103 IB 247", "135 III 378", "103 II 227", "103 II 220", "112 II 107"], "chapeau": "53. Auszug aus dem Urteil der II. Zivilabteilung vom 18. November 1971 i.S. Kanton Schaffhausen gegen Einwohnergemeinde Schaffhausen.", "regestes": ["Action en constatation de droit (art. 25 PCF). Intérêt à la constatation immédiate. Conditions auxquelles on peut actionner en constatation, bien qu'une action en exécution d'une prestation serait possible (consid. 2). Servitude de conduite; déplacement de la conduite; obligation de payer les frais. 1. Constitution d'une servitude à la charge d'un immeuble qui est propriété de l'Etat (d'un canton) et qui appartient soit au patrimoine fiscal soit au patrimoine administratif soit aux choses dans l'usage commun (art. 6, 664 al. 1, 944 al. 1 CC; consid. 3). 2. Nullité d'un contrat de servitude à cause du défaut de l'autorisation du Conseil fédéral au sens de l'art. 23 de la LF concernant lahaute surveillance de la Confédération sur la police des forêts du 11 octobre 1902 (consid. 4 al. 1). Une servitude pour une conduite souterraine à fort courant peutelle naître sans inscription au registre foncier? (Art. 676 al. 2 et 3, 691 al. 2 et 3 CC; art. 46 LIE; consid. 4 al. 2). Accord des parties selon lequel la question de savoir qui doit supporter les frais du déplacement doit être jugée comme si le droit de conduite avait été valablement constitué (consid. 4 al. 3). 3. Le déplacement de conduites qui sont l'objet d'une servitude librement consentie est réglé, malgré la teneur allemande défectueuse de l'art. 742 al. 3 CC, sur tous les points, notamment aussi en ce qui concerne les frais, par l'art. 693 CC (consid. 5). 4. Portée de l'art. 693 al. 2 et 3 CC. Lacune de la loi? Interprétation restrictive de l'art. 693 al. 2 CC? (consid. 6-8). Quand y a-t-il des circonstances spéciales au sens de l'art. 693 al. 3 CC? (consid. 9-11)."], "faits": "BGE 97 II 371 S. 372\n\nAus dem Tatbestand:\n\nA.- Der Kirchen- und Schulfonds des Kantons Schaffhausen ist Eigentümer des Grundstücks GB Schaffhausen Nr. 3843 (Geissbergwald), das 9673 a misst. Im südlichen Abschnitt dieses Grundstücks befindet sich das Kantonsspital, das seit dem 1. April 1954 in Betrieb steht.\n\nBGE 97 II 371 S. 373\n\nEin Vertrag zwischen dem Kanton und der Einwohnergemeinde Schaffhausen vom 29. Mai 1959 sah u.a. vor, dass der Kanton der Einwohnergemeinde (Elektrizitätswerk) für die Erstellung eines Unterwerks auf dem nördlich des Kantonsspitals sich erhebenden \"Rundbuck\"/Geissberg vom (damals noch mehr als 9750 a umfassenden) Grundstück Nr. 3843 eine Teilfläche von ca. 42 a (neues Grundstück Nr. 5231) verkaufe. Hierauf baute die Einwohnergemeinde das erwähnte Unterwerk. Am 3. Dezember 1959 schlossen der Kanton und die Einwohnergemeinde einen Dienstbarkeitsvertrag, der bestimmte:\n\n\"1. Die Einwohnergemeinde Schaffhausen (Elektrizitätzwerk) hat das dingliche Recht, 2 Kabel 50kV, 19 Kabel lokV und 4 Steuerkabel unter Boden durch das Waldgrundstück No. 3843 zu führen und im Maximum für 40 Jahre fortbestehen zu lassen. Die Organe der Berechtigten sind befugt, das belastete Grundstück zur Vornahme von Revisionen oder Reparaturen jederzeit zu betreten.\n\nDie Eigentümer des belasteten Grundstücks sind verpflichtet, bei der Ausführung von Arbeiten, insbesondere bei Auffüllungen oder Abgrabungen die notwendige Rücksicht auf die Kabelanlage zu nehmen und der Betriebsleitung des EWSch zu berichten, sobald die Kabelanlage gefährdet werden könnte.\n\nAuf dem Kabeltrasse dürfen zu Gunsten der Einwohnergemeinde Schaffhausen (Elektrizitätswerk) weder Bäume noch Hecken gepflanzt werden.\n\nDiese Dienstbarkeit ist übertragbar.\n\n2. Diese Dienstbarkeit ist als Durchleitungsrecht für Kabelleitungen unter Boden und Pflanzungsbeschränkung (übertragbar) zu Lasten von No. 3843 und zu Gunsten der Einwohnergemeinde Schaffhausen (Elektrizitätswerk) im Grundbuch einzutragen für die Dauer von 40 Jahren, d.h. bis 5. Dezember 1999, und wird hiermit angemeldet.\n\n8. Für die vorerwähnten Rechtseinräumungen, Verpflichtungen und für die zu erwartende Erschwerung der Bewirtschaftung auf dem Waldgrundstück, den dauernden Ertragsausfall auf der Leitungsfläche und alle weiteren forstlichen Inkonvenienzen entschädigt das EWSch die Staats-Forstverwaltung nach erfolgter Grundbuchanmeldung mit einer Abfindung von Fr. 750.--.\n\n...\"\n\nDas um Eintragung der Dienstbarkeit ersuchte Grundbuchamt verwies auf Art. 23 des Bundesgesetzes betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 11. Oktober 1902 (BS 9 S. 521), wonach die öffentlichen Waldungen nur mit Bewilligung des Bundesrates (und der betreffenden Kantonsregierung) durch neue, einer guten Waldwirtschaft nachteilige BGE 97 II 371 S. 374Rechte und Dienstbarkeiten belastet werden können und Rechtsgeschäfte, soweit sie damit in Widerspruch stehen, nichtig sind. Da der kantonale Forstdirektor fand, der Bundesrat sollte \"wegen derartig geringfügiger Beeinträchtigungen der Waldwirtschaft nicht belästigt werden\", zogen die Vertragsparteien die im Dienstbarkeitsvertrag enthaltene Grundbuchanmeldung zurück. In diesem Zusammenhang schrieb der kantonale Forstmeister dem Elektrizitätswerk der Stadt Schaffhausen am 16. Dezember 1959 unter anderm, die Regierung werde sich auch ohne die Bewilligung des Bundesrates und ohne Eintrag im Grundbuch an den Vertrag halten.\n\nDie hierauf erstellte Kabelleitung zum Unterwerk \"Rundbuck\" führte am Kantonsspital vorbei und war ungefähr 400 m lang.\n\nB.- Am 8. September 1968 bewilligten die Stimmberechtigten des Kantons Schaffhausen einen Kredit von 45 Millionen Franken für die Erweiterung des Kantonsspitals. Das Bauprojekt erforderte die Verlegung eines Teils der Kabelleitung. Das Elektrizitätswerk schätzte die Kosten dieser Arbeit auf ca. 300'000 Franken. Die Einwohnergemeinde Schaffhausen war der Ansicht, der Kanton habe sich an diesen Kosten zu beteiligen, was der Kanton ablehnte. Die kantonale Baudirektion machte zunächst geltend, der Dienstbarkeitsvertrag sei mangels bundesrätlicher Bewilligung und mangels Eintragung im Grundbuch nichtig. Später gab sie diesen Standpunkt auf und erklärte ausdrücklich, der Kanton werde in einem allfälligen Rechtsstreit über die Kosten der Leitungsverlegung auf die Geltendmachung der Nichtigkeit verzichten.\n\nC.- Am 23. Oktober 1970 leitete der Kanton Schaffhausen unter Berufung auf Art. 42 OG beim Bundesgericht als einziger Instanz gegen die Einwohnergemeinde Schaffhausen Klage ein mit den Begehren, es sei festzustellen, dass die Stadt Schaffhausen verpflichtet sei, die Kosten der Verlegung ihrer Kabelleitung im Geissbergwald (GB Schaffhausen Nr. 3843) selbst zu tragen; eventuell habe das Bundesgericht die Beteiligung der Parteien an den Kosten anteilsmässig festzusetzen.\n\nDie Beklagte beantragte die Abweisung des Hauptbegehrens der Klage und die Gutheissung des Eventualbegehrens in dem Sinne, dass die Kosten der Verlegung zu 3/4 dem Kanton und zu 1/4 der Stadt zu überbinden, eventuell nach richterlichem Ermessen aufzuteilen seien.\n\nBGE 97 II 371 S. 375\n\nDas Bundesgericht heisst die Klage gut und stellt fest, dass die Beklagte die Kosten der Verlegung ihrer Kabelleitung im Geissbergwald selbst zu tragen hat.", "considerants": "Aus den Erwägungen:\n\n1. ... (Anwendbarkeit von Art. 42 OG. Verfahren nach BZP gemäss Art. 1 dieses Gesetzes).\n\n2. Mit der Klage wird in erster Linie die Feststellung verlangt, dass die Beklagte die Kosten der Verlegung ihrer Kabelleitung selbst zu tragen habe. Das Urteil soll also nach der Meinung des Klägers feststellen, dass auf Grund der zwischen den Parteien bestehenden Rechtsbeziehungen nicht der Kläger, sondern die Beklagte die erwähnten Kosten übernehmen müsse.\n\nAuf Feststellung des Bestehens oder Nichtbestehens eines Rechtsverhältnisses kann nach Art. 25 BZP geklagt werden, wenn der Kläger ein rechtliches Interesse an sofortiger Feststellung hat. Ob im einzelnen Fall ein solches Interesse bestehe, ist von Amtes wegen zu prüfen (LEUCH, Die ZPO für den Kanton Bern, 3. Aufl. 1956, N. 3 zu Art. 174, S. 196 unten; vgl. auch W. ZUMSTEIN, Die Feststellungsklage, Berner Diss. 1916, S. 56; STEIN-JONAS, Kommentar zur [deutschen] ZPO, 19. Aufl., 5. Lfg. 1968, Anm. IV/6 zu § 256, S. 1024; FASCHING, Kommentar zu den [österreichischen] Zivilprozessgesetzen, III. Band 1966, Anm. 9 zu § 228, S. 51). Dabei muss dem richterlichen Ermessen ein gewisser Spielraum gelassen werden (ZUMSTEIN, S. 60; KUMMER, Das Klagerecht und die materielle Rechtskraft im schweiz. Recht, 1954, S. 33).\n\nEin Interesse an sofortiger Feststellung fehlt nach der Rechtsprechung des Bundesgerichts in der Regel, wenn der Kläger in der Lage ist, über die blosse Feststellung hinaus eine vollstreckbare Leistung zu verlangen (BGE 96 II 131 Erw. 2 mit Hinweisen). Auch bei Möglichkeit einer Leistungsklage kann aber ein selbständiges Interesse an gerichtlicher Feststellung bestehen. So verhält es sich z.B., wenn es darum geht, nicht nur die fällige Leistung zu erhalten, sondern die Gültigkeit des ihr zugrunde liegenden Rechtsverhältnisses auch für dessen künftige Abwicklung feststellen zu lassen (BGE 84 II 692 Erw. 2 mit Hinweisen). Der Feststellungsklage kann neben der Leistungsklage aber auch dann selbständige Bedeutung zukommen, wenn die Parteien nur in der grundsätzlichen Frage des Bestehens BGE 97 II 371 S. 376einer Verpflichtung uneinig sind und die Erfüllung der Leistung auf blosse Feststellung hin zweifelsfrei gesichert ist (KUMMER, S. 53). Das trifft in der Regel zu, wenn die beklagte Partei eine öffentlichrechtliche Körperschaft ist (LEUCH, N. 3 zu Art. 174, S. 196, mit Hinweis auf BGE 50 II 56 f. Erw. 1 und BGE 80 II 366 f. Erw. 4; STEIN-JONAS, Anm. III/5 b beta zu § 256, S. 1021). In solchen Fällen wäre es, wie LEUCH (a.a.O.) zutreffend bemerkt, sinnlos, auf die Feststellungsklage wegen Möglichkeit der Leistungsklage nicht einzutreten.\n\nNach der übereinstimmenden Darstellung beider Parteien verlangte der Kläger seinerzeit die sofortige Verlegung der Kabelleitung, damit er die beschlossene Erweiterung des Kantonsspitals in Angriff nehmen könne, doch verweigerte die Beklagte die Verlegung, bis abgeklärt sei, wer die Kosten zu tragen habe. Bei dieser Sachlage hätte der Kläger mit einer Leistungsklage die Verlegung der Leitung auf Kosten der Beklagten verlangen können. Durch einen solchen Prozess wäre jedoch der Beginn der Bauarbeiten für die Spitalerweiterung stark verzögert worden. Daher wurde nach einer andern Lösung gesucht. Nach verschiedenen Verhandlungen erklärte sich die Beklagte unter der Bedingung, dass der Kläger unverzüglich beim Bundesgericht das Verfahren zur Entscheidung der Kostenfrage einleite, dazu bereit, die Leitung vorderhand auf ihre Kosten zu verlegen. Mit der Klageerhebung beim Bundesgericht konnte der Kläger also erreichen, dass die Beklagte die Leitung sofort verlegte und er selbst ohne Verzug mit den Bauarbeiten beginnen konnte. Da die Beklagte unter der erwähnten Bedingung bereit war, die Leitung zu verlegen und einstweilen auch für die Kosten aufzukommen, konnte der Kläger von ihr keine Leistung mehr verlangen. Vielmehr konnte er die von ihr gestellte Bedingung nur erfüllen, indem er die Frage, wer die Kosten der Verlegung zu tragen habe, zum Gegenstand eines Feststellungsbegehrens machte. Er hatte also zur Zeit der Klageeinleitung ein erhebliches rechtliches und tatsächliches Interesse an der Abklärung dieser Frage in einem Feststellungsprozess. Der Umstand, dass die Leitung heute verlegt ist und die Beklagte nunmehr in der Lage wäre, eine Leistungsklage auf Ersatz der daraus entstandenen Kosten zu erheben, hat nicht zur Folge, dass dem Kläger heute ein rechtliches Interesse an der verlangten Feststellung abzusprechen wäre. (Zur Frage, wie sich der Wegfall des Feststellungsinteresses auswirken kann, BGE 97 II 371 S. 377vgl. LEUCH, N. 3 zu Art. 174, S. 197; ZUMSTEIN, S. 61; STEIN-JONAS, Anm. IV/7 zu § 256, S. 1025; FASCHING, Anm. 25 zu § 228, S. 71). Da beide Parteien öffentlichrechtliche Körperschaften sind, darf angenommen werden, dass sie die aus dem Urteil sich ergebenden Verpflichtungen schon auf blosse Feststellung hin erfüllen werden. Es hätte daher keinen Sinn, sie auf eine Leistungsklage zu verweisen. Im Laufe des Verfahrens haben denn auch beide Parteien betont, dass ihnen an der materiellen Behandlung der vorliegenden Klage durch das Bundesgericht viel gelegen sei. Daher ist auf die Klage einzutreten.\n\n3. ... (Das Bundesgericht verwirft die Auffassung der Beklagten, dass das Rechtsverhältnis zwischen den Parteien trotz seiner Regelung durch einen Dienstbarkeitsvertrag dem öffentlichen Recht unterstehe. Es führt in diesem Zusammenhang u.a. aus:)\n\nc) Es kann dahingestellt bleiben, ob der Geissbergwald, durch den die Kabelleitung der Beklagten führt, zum Finanzvermögen oder zum Verwaltungsvermögen des Klägers oder - welche Möglichkeit die Beklagte mit dem Hinweis auf die \"Erholungsfunktion\" des Waldes andeutet - zu den Sachen im Gemeingebrauch gehöre (vgl. zu diesen Begriffen BGE 95 I 100; MEIER-HAYOZ, Eigentum, 4. Aufl. 1966, Systemat. Teil N. 112, GRISEL, Droit administratif suisse, 1970, S. 283 f., 286 f., sowie die von der Sektion für Finanzrecht des Verbandes der Finanzkontrollbeamten öffentlicher Verwaltungen herausgegebene Arbeit über \"Die Bewertung von Finanzvermögen bei der Übertragung zum Verwaltungsvermögen\", ZBl 1964 S. 281 ff.). Gehört er zum Finanzvermögen, wofür die übliche Einordnung der Staats- und Gemeindewaldungen (HAAB, N. 4 zu Art. 664 ZGB; HOMBERGER, N. 6 zu Art. 944 ZGB; ZBl 1964 S. 282; GRISEL, a.a.O. S. 283), die ursprüngliche wirtschaftliche Funktion des Geissbergwaldes und seine Behandlung in der kantonalen Vermögensrechnung sprechen, so untersteht er grundsätzlich (von hier nicht in Betracht kommenden Vorbehalten abgesehen) dem Privatrecht (HAAB, N. 4 und 32 zu Art. 664 ZGB; MEIER-HAYOZ, a.a.O. N. 113; GIACOMETTI, Allg. Lehren des rechtsstaatlichen Verwaltungsrechts, 1960, S. 87; IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3. Aufl., Bd. I 1968, Nr. 327 S. 191 f.; GRISEL, a.a.O. S. 283/84). Die Parteien konnten das streitige Durchleitungsrecht aber auch BGE 97 II 371 S. 378dann als privatrechtliche Dienstbarkeit begründen, wenn der Geissbergwald zum Verwaltungsvermögen des Klägers zu rechnen ist, was die Beklagte namentlich aus dem öffentlichen Interesse an seiner Erhaltung und aus der Art abzuleiten sucht, wie in der kantonalen Verwaltungspraxis über ihn verfügt wird, oder wenn er eine Sache im Gemeingebrauch sein sollte. In der Schweiz ist nämlich anerkannt, dass auch an öffentlichen Sachen beschränkte dingliche Rechte, namentlich Dienstbarkeiten, bestellt werden können, soweit sich das mit der öffentlichrechtlichen Zweckbestimmung dieser Sachen verträgt (MEIER-HAYOZ, 3. Aufl. 1964, N. 68 zu Art. 664 ZGB; LIVER, Dienstbarkeiten und Grundlasten, 1968, Einleitung N. 25 und 112, sowie N. 121 zu Art. 731 ZGB; GRISEL, a.a.O. S. 282/83). Das ZGB nimmt auf diese Möglichkeit Bezug, indem es in Art. 944 Abs. 1. u.a. bestimmt, dass die nicht im Privateigentum stehenden und die dem öffentlichen Gebrauche dienenden Grundstücke in das Grundbuch nur aufgenommen werden, \"wenn dingliche Rechte daran zur Eintragung gebracht werden sollen\". Das streitige Durchleitungsrecht ist mit der von der Beklagten behaupteten öffentlichrechtlichen Zweckbestimmung des Geissbergwaldes nicht unvereinbar. Es ist aber auch nicht etwa dargetan, dass die für die Parteien handelnden Organe mit dem Abschluss des Dienstbarkeitsvertrags vom 3. Dezember 1959 ihre Zuständigkeit überschritten oder das vom Verwaltungsrecht vorgeschriebene Verfahren missachtet oder das ihnen zustehende administrative Ermessen überschritten oder eine inhaltlich gegen das Verwaltungsrecht verstossende Regelung getroffen hätten (vgl. zu diesen Schranken des privatrechtlichen Handelns von Gemeinwesen IMBODEN, a.a.O. Nr. 331 S. 199).\n\nd) Nach Art. 6 Abs. 1 ZGB, laut welchem die Kantone in ihren öffentlichrechtlichen Befugnissen durch das Bundeszivilrecht nicht beschränkt werden, und Art. 664 Abs. 1 ZGB, wonach die herrenlosen und die öffentlichen Sachen unter der Hoheit des Staates stehen, in dessen Gebiet sie sich befinden, entscheidet freilich das öffentliche Recht der Kantone darüber, ob und wieweit die in ihrem Gebiet befindlichen öffentlichen Sachen dem Privatrecht oder dem öffentlichen Recht unterstehen (MEIER-HAYOZ, N. 50, 58, 82 zu Art. 664 ZGB, BGE 97 II 29 Erw. 2 b). Die Kantone sind daher grundsätzlich befugt, die Anwendung des Bundesprivatrechts auf die in ihrem Gebiet BGE 97 II 371 S. 379befindlichen öffentlichen Sachen auszuschliessen und diese Sachen einer rein öffentlichrechtlichen Regelung zu unterwerfen (MEIER-HAYOZ, N. 82 zu Art. 664 ZGB; GRISEL, a.a.O. S. 280). Das kantonale öffentliche Recht kann insbesondere auch bestimmen, dass Sondergebrauchsrechte an öffentlichen Sachen nicht auf privatrechtlichem Wege, sondern nur durch öffentlichen Akt begründet werden dürfen (MEIER-HAYOZ, N. 99 zu Art. 664 ZGB). Eine umfassende öffentlichrechtliche Regelung der Rechtsverhältnisse an öffentlichen Sachen besteht jedoch in keinem Kanton (vgl. MEIER-HAYOZ, N. 58 zu Art. 664 ZGB; GRISEL, a.a.O. S. 280), insbesondere nicht im Kanton Schaffhausen. Obwohl die Beklagte den Geissbergwald als öffentliche Sache (Bestandteil des Verwaltungsvermögens oder Sache im Gemeingebrauch) betrachtet, bestreitet sie nicht, dass er im zivilrechtlichen Eigentum des Kantons steht (wie es der in den meisten deutschsprachigen Kantonen herrschenden Auffassung über die Frage des Eigentums an öffentlichen Sachen entspricht; MEIER-HAYOZ, N. 54 zu Art. 664 ZGB). Die Beklagte vermag auch keine Bestimmung des kantonalen Rechts zu nennen, aus der sich ergäbe, dass das streitige Durchleitungsrecht, falls der Geissbergwald eine öffentliche Sache sein sollte, nur auf öffentlichrechtlichem Wege hätte begründet werden können... Daher ist für den Kanton Schaffhausen keine Ausnahme von der Regel anzunehmen, dass an öffentlichen Sachen beschränkte dingliche Rechte begründet werden können, soweit dadurch die öffentliche Zweckbestimmung der betreffenden Sachen nicht beeinträchtigt wird (lit. c hievor).\n\n4. Es lässt sich nicht bezweifeln, dass das vereinbarte Durchleitungsrecht, mit dem sich ein Pflanzverbot verbindet (Ziff. 1 Abs. 3 des Dienstbarkeitsvertrages), im Sinne von Art. 23 des Bundesgesetzes betr. die eidgenössische Oberaufsicht über die Forstpolizei vom 11. Oktober 1902 \"einer guten Waldwirtschaft nachteilig\" ist und daher nur mit Bewilligung des Bundesrates begründet werden konnte. Diese Bewilligung wurde nicht eingeholt. Deshalb ist der Vertrag vom 3. Dezember 1959 nach Absatz 2 der eben genannten Bestimmung nichtig. Hieran ändert grundsätzlich nichts, dass die Parteien ihn als gültig behandelt wissen wollen; denn die Nichtigkeit ist von Amtes wegen zu beachten. Unerheblich ist in diesem Zusammenhang auch, dass die Gewährung von Durchleitungsrechten BGE 97 II 371 S. 380durch die am 29. Mai 1959 erfolgte Abtretung einer mitten im Geissbergwald gelegenen Parzelle für die - den Wald ebenfalls schädigende - Erstellung eines Unterwerks präjudiziert war.\n\nSelbst im Falle der Gültigkeit des Vertrages vom 3. Dezember 1959 wäre im übrigen fraglich, ob das vereinbarte Durchleitungsrecht als dingliches Recht entstanden sei. Die dingliche Belastung fremder (nicht dem Werkeigentümer gehörender) Grundstücke mit Leitungen für Wasser, Gas, elektrische Kraft und dergleichen erfolgt nämlich nach Art. 676 Abs. 2 ZGB, soweit nicht das Nachbarrecht Anwendung findet, durch die Errichtung einer Dienstbarkeit (vgl. BGE 97 II 40 ff.), die nach Art. 676 Abs. 3 bei einer äusserlich nicht wahrnehmbaren Leitung durch die Eintragung im Grundbuch und in den andern Fällen mit der Erstellung der Leitung entsteht. Das Recht auf Durchleitung aus Nachbarrecht, das möglicherweise - sofern das kantonale öffentliche Recht das zulässt - auch gegenüber öffentlichen Grundstücken ausgeübt werden kann (vgl. Erw. 3 d hievor und BGE 58 I 241; FRITZ VISCHER, Elektrizitätsleitungsrecht, Basler Diss. 1933, S. 65), und dessen Ausübung dem Berechtigten das dingliche Recht ohne Eintragung im Grundbuch verschafft (Art. 691 Abs. 3 ZGB; LIVER, Einleitung, N. 90, sowie N. 14 zu Art. 731 und N. 79 zu Art. 742 ZGB; MEIER-HAYOZ, N. 18 und 28 zu Art. 676 ZGB), lässt sich nach Art. 691 Abs. 2 ZGB in den Fällen nicht beanspruchen, in denen das kantonale Recht oder das Bundesrecht auf den Weg der Enteignung verweist. Ein solcher Fall liegt hier vor; denn nach Art. 46 ElG konnte die Beklagte das Durchleitungsrecht auch dann, wenn der Geissbergwald im Sinne von Art. 46 Abs. 2 ElG zum öffentlichen Eigentum des Klägers gehören, d.h. öffentlichen Zwecken dienen, eine öffentliche Sache sein sollte, auf dem Wege der Enteignung erwerben, was genügt, um den Anspruch aus Nachbarrecht auszuschliessen (BGE 51 II 159 /60). Nach Art. 46 Abs. 5 ElG darf die Enteignung öffentlichen Areals für elektrische Anlagen allerdings nur unter Wahrung der andern (öffentlichen) Zwecke, denen das beanspruchte Gebiet gewidmet ist, stattfinden. Dieser Einschränkung unterliegt aber auch das Recht auf Durchleitung aus Nachbarrecht (vgl. Erw. 3 c hievor und BGE 58 I 241, wonach dieses Recht gegenüber öffentlichem Eigentum auf jeden Fall ausgeschlossen ist, wenn seiner Gewährung \"ein öffentliches Interesse des Verbandes entgegensteht, in dessen BGE 97 II 371 S. 381Eigentum und Hoheit sich die Sache befindet\"). Das in Frage stehende Durchleitungsrecht liess sich also privatrechtlich nur durch die Errichtung einer frei vereinbarten Dienstbarkeit im Sinne von Art. 676 Abs. 2 ZGB als dingliches Recht begründen. Als äusserlich wahrnehmbar im Sinne von Art. 676 Abs. 3 ZGB gilt eine Leitung nach der im Schrifttum vorherrschenden Auffassung nur dann, wenn es sich um eine oberirdische Leitung handelt (Sten. Bull. 1906 S. 536, Votum HUBER; WIELAND, N. 9 d zu Art. 676 ZGB, S. 120; LEEMANN, 2. Aufl., und HAAB, je N. 10 zu Art. 676 ZGB; VISCHER, a.a.O. S. 45; vgl. auch LIVER, N. 9 zu Art. 731 ZGB; anderer Meinung E. ROMER, Die Behandlung der Leitungen nach schweiz. Zivilrecht, ZSR 1946 S. 71, und MEIER-HAYOZ, N. 27 zu Art. 676 ZGB, die dafür halten, die äussere Wahrnehmbarkeit könne auch bei unterirdischen Leitungen gegeben sein, z.B. dann, wenn in bestimmten Abständen äusserlich gut sichtbare Schächte vorhanden sind). Es ist daher auf jeden Fall zweifelhaft, ob die vereinbarte, eine unterirdische Leitung betreffende Dienstbarkeit ohne die Grundbucheintragung, auf welche die Parteien am 16. Dezember 1959 verzichteten, entstehen konnte, wie das der Anwalt der Beklagten in seinem Gutachten vom 1. Dezember 1969 annahm.\n\nIm vorliegenden Verfahren ist jedoch nicht die Frage der Gültigkeit des von den Parteien vereinbarten Durchleitungsrechts, sondern nur die Frage zu beurteilen, wer die Kosten zu tragen hat, die daraus entstanden sind, dass die seinerzeit auf Grund des Dienstbarkeitsvertrags tatsächlich erstellte Leitung wegen der Erweiterung des Kantonsspitals verlegt werden musste. Die Parteien sind darüber einig, dass diese Frage auf Grund der Annahme, das Durchleitungsrecht sei gültig begründet worden, beurteilt werden soll. Dem steht nichts entgegen. Das forstpolizeiwidrige Verhalten der Parteien wird dadurch nicht gutgeheissen und nicht begünstigt, so dass die erfolgte Verständigung der Parteien über die Behandlung der zwischen ihnen streitigen Kostenfrage nicht gegen die zwingende Vorschrift von Art. 23 des eidg. Forstpolizeigesetzes verstösst. Dass bei Beurteilung dieser Frage über das Fehlen einer Grundbucheintragung hinweggesehen werden soll, weckt um so weniger Bedenken, als sich mit guten Gründen die Ansicht vertreten lässt, die sachenrechtlichen Bestimmungen über die Verlegung von Leitungen seien auch ohne dahingehende BGE 97 II 371 S. 382Einigung der Beteiligten auf für eine lange Dauer vereinbarte Durchleitungsrechte nicht dinglichen, sondern bloss persönlichen (obligatorischen) Charakters entsprechend anzuwenden (vgl. HAAB, N. 16 zu Art. 691/93 ZGB).\n\n5. Art. 742 ZGB, der im Abschnitt über die Grunddienstbarkeiten steht, aber auch für andere Dienstbarkeiten gilt (LIVER, N. 7 zu Art. 742 ZGB), bestimmt:\n\n\"Wird durch die Ausübung der Grunddienstbarkeit nur ein Teil des Grundstückes in Anspruch genommen, so kann der Eigentümer, wenn er ein Interesse nachweist und die Kosten übernimmt, die Verlegung auf eine andere, für den Berechtigten nicht weniger geeignete Stelle verlangen.\n\nHiezu ist er auch dann befugt, wenn die Dienstbarkeit im Grundbuch auf eine bestimmte Stelle gelegt worden ist.\n\nAuf die Verlegung von Leitungen werden im übrigen die nachbarrechtlichen Vorschriften angewendet.\"\n\nDie nachbarrechtlichen Vorschriften über die Durchleitungen (Art. 691 ff. ZGB) behandeln deren Verlegung in Art. 693, der lautet:\n\n\"Ändern sich die Verhältnisse, so kann der Belastete eine seinen Interessen entsprechende Verlegung der Leitung verlangen. Die Kosten der Verlegung hat in der Regel der Berechtigte zu tragen. Wo besondere Umstände es rechtfertigen, kann jedoch ein angemessener Teil der Kosten dem Belasteten auferlegt werden.\"\n\nArt. 742 Abs. 1 ZGB gewährt also dem belasteten Grundeigentümer den Anspruch auf Verlegung in engerm Rahmen als Art. 693 Abs. 1 und regelt die Frage, wer die Kosten der Verlegung zu tragen hat, in anderer, für den Grundeigentümer ungünstigerer Weise als Art. 693 Abs. 2 und 3. Handelt es sich um die Verlegung einer nicht auf Grund von Art. 691 ZGB als sog. Legalservitut entstandenen, sondern frei vereinbarten Leitungsdienstbarkeit, wie das bei der Beurteilung des vorliegenden Rechtsstreites zu unterstellen ist (Erw. 4 hievor), so ist folglich für den Entscheid über die Verlegung als solche (die im vorliegenden Falle nicht mehr streitig, sondern bereits erfolgt ist) und für den Entscheid über die Kostenpflicht von erheblicher Bedeutung, welche Tragweite dem in Art. 742 Abs. 3 ZGB enthaltenen Hinweis auf die nachbarrechtlichen Vorschriften über die Verlegung von Leitungen zukommt.\n\nStreng wörtlich genommen, könnte die Bestimmung, dass BGE 97 II 371 S. 383auf die Verlegung von Leitungen \"im übrigen\" die nachbarrechtlichen Vorschriften angewendet werden, dahin verstanden werden, dass diese Vorschriften (d.h. Art. 693 Abs. 1-3 ZGB) für die Verlegung von Leitungen nur in den Punkten gelten, die durch Art. 742 Abs. 1 und 2 ZGB nicht geregelt werden. So aufgefasst, wäre Art. 742 Abs. 3 ZGB jedoch sinnlos, da Art. 693 ZGB keine Fragen regelt, die sich auf Grund von Art. 742 Abs. 1 und 2 ZGB nicht beantworten liessen. Soll Art. 742 Abs. 3 ZGB eine praktische Bedeutung haben, so kann also die Einschränkung, die bei streng wörtlicher Auslegung in der Wendung \"im übrigen\" liegt, nicht gelten. Diese Wendung hat denn auch in der französischen und in der italienischen Fassung von Art. 742 Abs. 3 ZGB kein Gegenstück. Diese beiden Fassungen unterstellen die Verlegung von Leitungen vielmehr ohne solchen Vorbehalt den Vorschriften des Nachbarrechts. Sie entsprechen darin der von der ständerätlichen Kommission vorgeschlagenen, von den eidgenössischen Räten bei der Gesetzesberatung angenommenen deutschen (und französischen) Fassung des Entwurfs (Art. 733 Abs. 4; Sten.Bull. 1906 S. 1357) und den in den Räten zu dieser Bestimmung abgegebenen Voten der Berichterstatter HOFFMANN und HUBER (Sten. Bull. 1906 S. 1360 und 1907, NR, S. 338). Die endgültige Fassung dieser Bestimmung stammt von der Redaktionskommission, die ihrer Aufgabe gemäss an den Beschlüssen der Räte materiell nichts ändern wollte (vgl. den Bericht dieser Kommission an die Bundesversammlung vom 20. November 1907, BBl 1907 VI 367 ff., 371). Wäre auf die Verlegung frei vereinbarter Durchleitungsdienstbarkeiten Art. 742 Abs. 1 ZGB anwendbar, wonach stets der Eigentümer die Kosten zu tragen hat, so könnten sich die Eigentümer der für die Leitung beanspruchten Grundstücke veranlasst sehen, solche Dienstbarkeiten nicht mehr freiwillig einzuräumen, wodurch das Erstellen nötiger Leitungen wesentlich erschwert würde (vgl. VISCHER, a.a.O. S. 50). Aus allen diesen Gründen darf der im deutschen Text von Art. 742 Abs. 3 ZGB enthaltenen Wendung \"im übrigen\" keine materielle Bedeutung beigemessen werden, sondern ist entsprechend dem französischen und dem italienischen Gesetzestext anzunehmen, dass die Verlegung von Leitungen, die Gegenstand einer frei vereinbarten Dienstbarkeit sind, in allen Punkten, insbesondere auch hinsichtlich der Kosten, durch Art. 693 ZGB geordnet wird (so auch die BGE 97 II 371 S. 384herrschende Lehre; vgl. LIVER, N. 88 zu Art. 742 ZGB, mit Hinweisen; anderer Meinung CH. BESSON, La suppression et l'adaptation des servitudes par le juge, in JdT 1969 I 258 ff., 284).\n\nDer vorliegende Rechtsstreit beurteilt sich daher nach dieser Bestimmung. Daran ändert nichts, dass mit dem von den Parteien vereinbarten Durchleitungsrecht ein Pflanzverbot, das an und für sich nicht unter Art. 742 Abs. 3 und 693 ZGB fällt, verbunden ist; denn das Verbot, auf dem Kabeltrasse Bäume oder Hecken zu pflanzen (Ziff. 1 Abs. 3 des Dienstbarkeitsvertrages), hat keine vom Durchleitungsrecht unabhängige Bedeutung, sondern ist rein akzessorischer Natur.\n\n6. Die Beklagte beruft sich in ihren \"privatrechtlichen Erwägungen\" vor allem auf LIVER, der in N. 89-100 zu Art. 742 ZGB die Auffassung vertritt, es lasse sich sachlich nicht rechtfertigen, die Durchleitungsrechte und die anderen Dienstbarkeiten in der Kostenfrage verschieden zu behandeln; die Regel, dass bei Durchleitungsrechten die Verlegung auf Kosten des Berechtigten verlangt werden könne, wirke sich in manchen Fällen als Unrecht aus; sie sei \"das Produkt einer parlamentarischen Gesetzgebung mit eng beschränktem Gesichtsfeld\"; in ihr liege ein \"gesetzgeberischer Missgriff\", eine \"verpfuschte gesetzliche Regelung\"; bei der Verlegung von Elektrizitätsleitungen, an die man in erster Linie, wenn nicht gar ausschliesslich gedacht habe, sei nach dem Willen des Gesetzgebers im Sinne eines Entgegenkommens gegenüber dem Grundeigentümer die finanzielle Leistungsfähigkeit der Beteiligten mitzuberücksichtigen; mit der Regel, der Berechtigte habe die Kosten zu tragen, habe man dagegen \"weit über das Ziel hinausgeschossen\"; man hätte die Regelung des Vorentwurfs von 1900 (der in Art. 689 Abs. 2 die Verteilung der Kosten unter die Beteiligten nach Ermessen des Richters vorsah) beibehalten sollen mit der Ergänzung, dass die finanzielle Leistungsfähigkeit der Beteiligten mitzuberücksichtigen sei; die \"allein vertretbare Lösung der Kostenfrage in der Anwendung des Art. 693 ZGB\", die für die Verlegung aller Legalservituten und der durch Vertrag freiwillig begründeten Durchleitungsrechte gelte, laute wie folgt: \"Die Kosten sind nach Ermessen des Richters unter Berücksichtigung der beidseitigen Vor- und Nachteile sowie der finanziellen Leistungsfähigkeit unter die Beteiligten zu verteilen\". Auch die in den übrigen Fällen geltende Regel des Art. 742 BGE 97 II 371 S. 385Abs. 1 ZGB, wonach der belastete Grundeigentümer die Kosten zu tragen hat, bedarf nach der Meinung LIVERS der \"Auflockerung\" in ähnlichem Sinne (N. 101-105 zu Art. 742 ZGB). Die von LIVER vorgeschlagene Lösung der Frage, wer die Kosten der Verlegung einer Leitung zu tragen habe, mag de lege ferenda vertretbar sein. Mit dem geltenden Recht verträgt sie sich aber nicht; denn sie beseitigt den in Art. 693 Abs. 2 ZGB klar ausgesprochenen Grundsatz, dass die Kosten der Verlegung in der Regel vom Berechtigten zu tragen sind. In dieser Weise von der gesetzlichen Regelung abzuweichen, wie LIVER es der Sache nach befürwortet, liesse sich höchstens dann rechtfertigen, wenn diese Regelung auf einem offenkundigen Irrtum des Gesetzgebers über gewisse Tatsachen beruhen würde oder durch die seit Erlass des Gesetzes eingetretene Entwicklung der Verhältnisse überholt wäre, so dass eine sogenannte rechtspolitische Lücke des Gesetzes vorläge (vgl. hiezu MEIER-HAYOZ, N. 295 ff. zu Art. 1 ZGB). Hievon kann nicht die Rede sein.\n\na) Art. 693 ZGB, dessen Kostenregelung LIVER als verfehlt betrachtet, stellt mit Bezug auf die Kostenpflicht keinen starren Grundsatz auf, sondern sieht in Absatz 3 vor, dass dem Belasteten entgegen der Regel von Absatz 2 ein angemessener Teil der Kosten auferlegt werden kann, wenn besondere Umstände das rechtfertigen. Mit Hilfe dieser Bestimmung können stossende Ergebnisse, wie LIVER sie als Folge der Anwendung von Absatz 2 befürchtet (N. 92 und 94 zu Art. 742 ZGB), vermieden werden. Die in Art. 693 Abs. 2 und 3 ZGB getroffene Regelung der Kostenfrage lässt sich also nicht schon deshalb als offensichtlicher Missgriff bezeichnen, weil sie in gewissen Fällen den Berechtigten überfordern würde.\n\nb) Eine krasse Unvollkommenheit des Gesetzes, die allenfalls vom Richter korrigiert werden könnte, kann aber auch nicht etwa darin erblickt werden, dass das ZGB die Pflicht zur Tragung der Kosten einer Verlegung für die Durchleitungsrechte und für andere Dienstbarkeiten verschieden ordnet. Ein nicht unwesentlicher Unterschied zwischen den Durchleitungsrechten und anderen Dienstbarkeiten kann schon im Umstand erblickt werden, dass bei Durchleitungsrechten die genaue Stelle, auf welche die Dienstbarkeit gelegt wird, mehr von Zufälligkeiten abhängen und für den Berechtigten im allgemeinen weniger wichtig sein dürfte als bei anderen Dienstbarkeiten (z.B. Wegrechten). Vor allem aber zeichnen sich die Durchleitungsrechte BGE 97 II 371 S. 386vor den meisten anderen Dienstbarkeiten dadurch aus, dass sie einem wichtigen Allgemeininteresse, nämlich der Versorgung der Bevölkerung mit Wasser und Energie dienen und dass es sich bei ihnen um eine ausgesprochene Massenerscheinung handelt, weil die von einem Werk ausgehenden Leitungen meist über weite Strecken führen, was die Auseinandersetzung mit zahlreichen Grundeigentümern nötig macht. Der Erwerb der nötigen Durchleitungsrechte auf dem Wege der Verständigung, der rascher und mit weniger Aufwand zum Ziel führt als der Zwangserwerb nach Enteignungsrecht oder nach Art. 691 ZGB, wird ganz wesentlich erleichtert, wenn die Eigentümer der in Anspruch genommenen Grundstücke erwarten können, dass die Kosten einer später allenfalls nötig werdenden Verlegung im Regelfall nicht von ihnen, sondern vom Berechtigten zu tragen sind. Bei einer für die Grundeigentümer weniger günstigen Regelung dieser Frage wäre ernstlich zu befürchten, dass die Grundeigentümer, von denen das Werk ein Durchleitungsrecht zu erhalten wünscht, es weit mehr, als das heute geschieht, auf einen behördlichen Entscheid ankommen liessen, was den Bau verzögern und verteuern würde (vgl. zur bestehenden Praxis HESS, Das Enteignungsrecht des Bundes, 1935, N. 90 zu Art. 50 ElG, wonach 98% der elektrischen Leitungen ohne Inanspruchnahme des Enteignungsrechts gebaut werden). Alles in allem genommen, dürfte es für die Wasser- und Energieversorgungswerke (und damit auch für die Allgemeinheit) vorteilhafter sein, wenn sie die meisten Durchleitungsrechte durch freie Vereinbarung erwerben können und dafür in Fällen, wo später eine Verlegung nötig wird, deren Kosten übernehmen müssen, als wenn sie bei einer allfälligen Verlegung weniger zahlen, dafür aber vermehrt zum Zwangserwerb der Durchleitungsrechte schreiten müssen. Könnten die Grundeigentümer nicht damit rechnen, dass die Kosten einer späteren Verlegung regelmässig vom Berechtigten zu tragen sind, so müsste sich das Risiko der Auferlegung eines Teils dieser Kosten auch auf die ihnen auszurichtenden Entschädigungen auswirken, was den Erwerb der Durchleitungsrechte ebenfalls verteuern würde. Es ist also keineswegs unverständlich, dass das Gesetz dem belasteten Grundeigentümer bei der Verlegung von Leitungen mehr entgegenkommt als bei der Verlegung anderer Dienstbarkeitsvorrichtungen. Wo der Berechtigte nicht ein Werk, sondern ein Privater ist, was heute die Ausnahme bilden dürfte, BGE 97 II 371 S. 387lassen sich unbillige Härten, wie schon angedeutet, mit Hilfe von Art. 693 Abs. 3 ZGB vermeiden (vgl. den Schluss von Erw. 7 hienach).\n\nDer Richter ist also nicht befugt, im Sinne der von LIVER aufgestellten Regel, auf welche die Beklagte sich beruft, vom klaren Sinne von Art. 693 Abs. 2 und 3 ZGB abzuweichen.\n\nOb die für Durchleitungsrechte nicht geltende Kostenregel des Art. 742 Abs. 1 ZGB ihrerseits \"aufgelockert\" werden sollte und ob das geltende Recht in diesem Punkte die von LIVER vorgeschlagene Lösung zulasse, ist heute nicht zu prüfen.\n\n7. ... (Das Bundesgericht verwirft den Eventualstandpunkt der Beklagten, Art. 693 Abs. 2 ZGB sei mit Rücksicht auf die Entstehungsgeschichte dieser Bestimmung und aus Gründen der Billigkeit in dem Sinne einschränkend auszulegen, dass der hier ausgesprochene Grundsatz nur gelte, wenn ein privater Grundeigentümer eine von einem Elektrizitätswerk errichtete Leitung verlegen lassen will. Es stellt fest, die in Erw. 6 dargestellte ratio legis des Art. 693 Abs. 2 gelte nicht bloss für elektrische Leitungen, sondern für Leitungen im allgemeinen, und bemerkt: \"Der von Art. 693 Abs. 2 verfolgte Zweck, die Begründung der nötigen Durchleitungsrechte zu erleichtern, wird nur erreicht, wenn diese Vorschrift unabhängig davon gilt, ob der Eigentümer des belasteten Grundstücks ein Privater mit beschränkten Mitteln oder ein Gemeinwesen oder Privatunternehmen mit ähnlicher Finanzkraft wie das Werk ist. Hievon abgesehen geht es nicht an, gewisse Grundeigentümer einzig und allein deswegen schlechter zu behandeln als andere, weil ihre finanzielle Leistungsfähigkeit das Durchschnittsmass übersteigt.\" Aus entsprechenden Gründen lehnt das Bundesgericht auch die Auffassung ab, beim Entscheid darüber, wer die Kosten der Verlegung einer Leitung zu tragen habe, seien nach dem Sinne von Art. 693 ZGB \"die beteiligten Investitionsgrössen\" zu berücksichtigen; die von der Beklagten beantragte Verteilung der streitigen Kosten werde dadurch gerechtfertigt, dass diese Kosten mehr als 10% der Anlagekosten des Unterwerks der Beklagten, dagegen nur einen geringen Bruchteil der Kosten der Erweiterung des Kantonsspitals ausmachen. Im Anschluss an die Widerlegung dieser Argumente der Beklagten führt das Bundesgericht aus:)\n\nMit diesen Ausführungen soll nicht gesagt sein, dass die finanziellen Verhältnisse der Beteiligten bei Beurteilung der BGE 97 II 371 S. 388Frage, wer die Kosten der Verlegung einer Leitung zu tragen habe, überhaupt nie in Betracht kommen können. Vielmehr kann es sich gegebenenfalls rechtfertigen, die Tatsache, dass diese Kosten zu den Mitteln des Berechtigten und zum Wert der Dienstbarkeit für ihn in einem Missverhältnis stehen (vgl. das von LIVER in N. 94 zu Art. 742 ZGB angeführte Beispiel), als besonderen Umstand im Sinne von Art. 693 Abs. 3 ZGB zu würdigen.\n\n8. ... (Zusammenfassung: Art. 693 Abs. 2 ZGB beruht nicht, wie in BGE 71 II 30 Erw. 2 angenommen worden war, auf dem Gedanken, dass derjenige, welcher den Vorteil der Durchleitungsberechtigung ohne vertraglich begründetes Recht und ohne Gegenleistung einzig auf Grund einer dem Nachbarn von Gesetzes wegen obliegenden Verpflichtung geniesst, den Nachbarn nicht mehr als zur Wahrung seines rechtlich anerkannten Interesses nötig in der freien Verfügung über das belastete Grundstück behindern darf. Vielmehr liegen dieser Bestimmung, wie in Erw. 6b und 7 hievor dargelegt, andere Überlegungen zugrunde. Aus dem erwähnten Entscheide darf daher nicht durch Umkehrschluss gefolgert werden, dass ein Berechtigter, dem der Eigentümer des belasteten Grundstücks das Durchleitungsrecht durch freie Vereinbarung gegen Entgelt eingeräumt hat, die Kosten einer allfälligen Verlegung der Leitung zu übernehmen habe.)\n\n9. Die Tatsache allein, dass durch die Verlegung der Leitung die das durchquerte Grundstück treffende Last vermindert und der Verkehrs- oder doch der Gebrauchswert des Grundstücks entsprechend erhöht oder dass die Lage des Belasteten in anderer Weise verbessert wird, kann entgegen der Auffassung von LEEMANN (N. 11 zu Art. 693 ZGB), HAAB (N. 19 zu Art. 691-693 ZGB) und VISCHER (S. 73) nicht als besonderer Umstand im Sinne von Art. 693 Abs. 3 ZGB gelten, der eine Beteiligung des Belasteten an den Kosten der Verlegung zu rechtfertigen vermöchte; denn die Lage des Belasteten verbessert sich praktisch in jedem Falle der Verlegung im Sinne von Art. 693 Abs. 1 ZGB, weil diese ja gerade um einer solchen Verbesserung willen verlangt wird (LIVER, N. 97 zu Art. 742 ZGB).\n\nZur Auffassung VISCHERS, ein Beitrag des Belasteten könne \"als teilweise Rückzahlung der Entschädigung..., die er für die ursprünglich grössere Belastung erhalten hat\", in Betracht BGE 97 II 371 S. 389kommen, braucht im vorliegenden Falle nicht abschliessend Stellung genommen zu werden. Dass der Kläger die ihm seinerzeit ausgerichtete Entschädigung ganz oder teilweise zurückzuzahlen habe, käme höchstens in Frage, wenn die Leitung aufein anderes Grundstück verlegt worden wäre (vgl. zu dieser Möglichkeit LEEMANN, N. 5 zu Art. 693 ZGB, HAAB, N. 18 zu Art. 691-693 ZGB, und LIVER, N. 84 zu Art. 742 ZGB) oder wenn bei der Festsetzung der Entschädigung Nachteile in Rechnung gestellt worden wären, die infolge der Verlegung wegfallen. Weder das eine noch das andere ist der Fall. Die Leitung bleibt auf dem Grundstück des Klägers, und hinsichtlich der forstwirtschaftlichen Nachteile, die gemäss Ziff. 8 des Dienstbarkeitsvertrags bei der Bemessung der Entschädigung allein berücksichtigt wurden, besteht zwischen dem alten und dem neuen Verlauf der Leitung kein wesentlicher Unterschied. Im übrigen würde eine teilweise Rückzahlung der Entschädigung, die im Vertrag vom 3. Dezember 1959 auf den mehr nur symbolischen Betrag von Fr. 750.-- fesgesetzt worden war, der Beklagten, die einen Kostenbeitrag von Fr. 225 000.-- verlangt, sehr wenig helfen.\n\n10. Ein besonderer Umstand im Sinne von Art. 693 Abs. 3 kann namentlich darin liegen, dass die Leitung auch den Interessen des Belasteten dient, weil er sie mitbenützt (LEEMANN, N. 11 zu Art. 693 ZGB; HAAB, N. 19 zu Art. 691-693 ZGB; VISCHER S. 73), oder dass sie seinerzeit auf besonderen Wunsch des Belasteten an die Stelle gelegt wurde, die sie nun wieder verlassen soll (BGE 71 II 30), oder dass sie an eine für den Berechtigten wesentlich weniger günstige Stelle verlegt wird (was vorkommen kann, weil Art. 693 anders als Art. 742 ZGB den Anspruch des Belasteten auf Verlegung nicht davon abhängig macht, dass dieser eine \"für den Berechtigten nicht weniger geeignete Stelle\" zur Verfügung stellt; vgl. LEEMANN, N. 6 zu Art. 693, HAAB, N. 18 zu Art. 691-693, und VISCHER, S. 72). Ein solcher Umstand ist im vorliegenden Falle nicht dargetan (was die Beklagte hätte beweisen müssen; vgl. LEEMANN, N. 13 zu Art. 693, und VISCHER, S. 74).\n\n11. Ein besonderer Umstand im Sinne von Art. 693 Abs. 3 ZGB kann schliesslich gegeben sein, wenn der belastete Grundeigentümer bei Erstellung der Leitung voraussehen konnte, dass eine Änderung der Verhältnisse eintreten und eine Verlegung der Leitung nötig machen werde, das aber dem Berechtigten BGE 97 II 371 S. 390verschwieg (LEEMANN, N. 12 zu Art. 693 ZGB; VISCHER, S. 73). ... (Zusammenfassung: Bei Abschluss des Dienstbarkeitsvertrags vom 3. Dezember 1959 wussten beide Parteien, dass das Kantonsspital bald erweitert werden müsse, doch war damals noch nicht bekannt, wie das geschehen sollte. Dass die Spitalerweiterung möglicherweise eine Verlegung der Leitung nötig machen werde, konnte der Kläger damals allerdings voraussehen. Das gleiche gilt aber auch für die Beklagte. Der Kläger durfte annehmen, dass die Beklagte sich von dieser Möglichkeit so gut wie er selbst Rechenschaft gebe, und hatte daher keinen Anlass, diese Möglichkeit zu erwähnen. In den Umständen des Vertragsabschlusses liegt deshalb kein besonderer Umstand im Sinne von Art. 693 Abs. 3 ZGB, der es nahelegen würde, einen Teil der Verlegungskosten dem Kläger zu überbinden. Mangels eines solchen Umstandes hat die Beklagte gemäss Art. 693 Abs. 2 die gesamten Kosten zu tragen.)"}