{"annee": "97", "cour": "II", "page": "238", "date": "1/7/1971", "cite": [], "cite_par": ["98 II 138"], "chapeau": "35. Extrait de l'arrêt de la IIe Cour civile du 1er juillet 1971 dans la cause l'Union contre Follonier frères.", "regestes": ["Art. 30 al. 2 LCR. En l'absence de toute précision et de toute autre référence dans le texte d'une police d'assurance, un chargement est considéré comme défectueux au sens de celle-ci lorsqu'il n'est pas conforme aux exigences de l'art. 30 al. 2 LCR. Pour que ces dernières soient respectées, il ne suffit pas d'assurer la stabilité du chargement en vue du seul trafic normal mais aussi en tenant compte des accidents anodins."], "faits": "BGE 97 II 238 S. 239\n\nRésumé des faits:\n\nUn des camions avec remorque de Follonier frères, transportant du vin, est sorti accidentellement de la route près de Roche. Après avoir passé sur une pierre qui l'a fait dévier, il est monté sur la banquette et s'est immobilisé brutalement contre un talus. Sous l'effet du choc, la citerne placée sur la remorque a glissé sur le dispositif d'attelage et s'est ouverte sur l'angle arrière droit du camion.\n\nL'Union, compagnie d'assurances contre l'incendie, les accidents et risques divers, à Genève, ayant refusé de prendre à sa charge la réparation du dommage de son assurée Follonier frères, celle-ci l'a assignée devant le Tribunal cantonal valaisan. Celui-ci a considéré que l'accident constituait un sinistre prévu par la police d'assurance, il a refusé de retenir une faute grave à la charge du chauffeur et un défaut d'arrimage du chargement. Estimant en conséquence que l'assureur n'était pas libéré de ses obligations aux termes de la police, il a donc accueilli la demande. L'Union recourt en réforme; elle persiste à conclure à libération totale. L'intimée conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. (L'accident est un sinistre prévu par la police d'assurance.)\n\n2. (Le chauffeur n'a pas commis de faute grave.)\n\n3. a) La clause 7 litt. b des Conditions générales de la police libère l'assureur de sa responsabilité:\n\n\"lorsque le preneur, effectuant le transport lui-même ou par ses gens, a disposé la marchandise d'une manière défectueuse sur le véhicule...\" BGE 97 II 238 S. 240\n\nIl est constant que les cuves et citernes ovales contenant le vin étaient simplement posées sur des \"berceaux\" en bois, auxquels elles n'étaient pas assujetties. Ces berceaux eux-mêmes reposaient sans être fixés sur les ponts plats munis de ridelles du camion et de la remorque. Le chargement n'était donc pas du tout arrimé. Le poids des cuves ou citernes sur les \"berceaux\" ou supports devait à lui seul en assurer la stabilité.\n\nLa compagnie d'assurances soutient que la marchandise était disposée de façon défectueuse sur le véhicule. Elle voit dans le défaut d'arrimage une violation de l'art. 30 al. 2 LCR et prétend que le chargement était instable.\n\nLa cour cantonale a fait procéder à trois expertises. L'auteur de la première, l'inspecteur principal des autos du Bureau cantonal vaudois des automobiles, Schwaab, déclare le chargement \"non conforme aux règles de l'art\". Il estime d'une part qu'un arrimage est nécessaire au regard de l'art. 30 al. 2 LCR et, d'autre part, que le mode de fixation adopté est insuffisant sur route bombée, cahoteuse ou dans des courbes, ou même en cas de blocage brusque du véhicule; il relève que son point de vue est corroboré par le technicien de la maison Giovanola, qui a construit les citernes en cause. Telle est également l'opinion des experts Grossen et Grasso selon qui de nombreuses maisons de transports et d'importants commerçants en vins amarreraient leurs citernes; les berceaux sont dans ce cas solidement fixés sur les ponts et les citernes elles-mêmes sont arrimées au berceau par de gros boulons ou par des ceintures. Le troisième expert, Clausen, est d'un autre avis; il pense que le mode de chargement n'est absolument pas de nature à mettre en danger les usagers de la route; il est suffisant dans les conditions normales de circulation, freinages et arrêts brusques compris. L'expert lors d'essais a constaté que, à la suite d'un arrêt brusque à une vitesse d'environ 50 km/h, les citernes ne se sont pas déplacées ni sur le camion, ni sur la remorque.\n\nLe jugement relève que le Service cantonal vaudois des automobiles exige un ancrage au pont du camion, ce que corroborent des pièces du dossier. Il relate ensuite une attestation de la Provins, qui confie à Follonier de nombreux transports, au moyen de citernes qu'elle fournit. Selon cette déclaration, le mode de chargement adopté par Follonier n'a jamais fait l'objet d'une contravention ou contestation quelconque; il ne mettrait donc pas en danger les usagers de la route. Enfin, le BGE 97 II 238 S. 241jugement souligne qu'aucune sanction n'a été prise par l'autorité vaudoise ensuite du rapport dressé par la gendarmerie lors de l'accident.\n\nEn présence de ces contradictions, les premiers juges ont considéré que si l'accident s'était produit à la suite d'un arrêt brusque, d'un choc ou d'un cahot survenu sur la chaussée, l'insuffisance du système de chargement aurait été démontrée. Mais le ripage et la chute des citernes se sont produits alors que le véhicule, en position déclive, est venu heurter un talus. Aussi bien ont-ils admis qu'il n'était \"pas possible d'admettre que le mode de chargement pratiqué, au vu et au su des polices cantonales, non seulement par Follonier, mais par Provins et par d'autres transporteurs, violait de façon certaine ... l'art. 30 al. 2\".\n\nb) Les parties et la cour cantonale considèrent implicitement que l'application de la clause 7 b des Conditions générales est commandée par les règles de droit administratif régissant le chargement des véhicules. En d'autres termes, la marchandise ne sera réputée avoir été disposée d'une manière défectueuse sur le véhicule, au sens de la police d'assurance, que si le chargement n'est pas conforme aux exigences légales ou réglementaires. In casu cette manière de voir est raisonnable, il n'y a pas lieu de s'en écarter. En matière de police de la circulation, les autorités ont en effet institué une réglementation détaillée qui pose des exigences suffisamment strictes pour constituer la mesure de la diligence à observer d'une façon tout à fait générale. Aussi bien, en l'absence de toute précision et de toute autre référence dans le texte de la police, peut-on dire que le chargement défectueux au sens de la police est le chargement qui n'est pas conforme aux exigences de l'art. 30 al. 2 LCR selon lequel\n\n\"... Le chargement doit être disposé de telle manière qu'il ne mette en danger ni ne gêne personne et qu'il ne puisse tomber...\"\n\nL'interprétation de l'art. 30 al. 2 LCR ressortit au droit. Il ne suffit pas de considérer, comme la cour cantonale, que l'accident ne s'est pas produit à la suite d'un choc ou d'un cahot survenu sur la chaussée, pour en déduire que la preuve n'est pas faite de l'insuffisance du chargement, ni de relever les contradictions des experts pour refuser d'admettre que le mode de chargement \"violait de façon certaine\" les prescriptions de BGE 97 II 238 S. 242l'art. 30 al. 2 LCR. Il ne s'agit pas là d'un fait dont la preuve peut être réputée avoir échoué, mais d'un point de droit que le juge doit trancher: il doit choisir entre les avis des experts, lesquels, portant sur les moyens nécessaires pour assurer la stabilité du chargement, explicitent la règle de l'art. 30 al. 2 LCR. En cas de recours, il appartient au Tribunal fédéral de se prononcer en dernier ressort.\n\nc) La première question à résoudre est celle de savoir si la stabilité du chargement doit être assurée seulement pour des conditions normales.\n\nL'art. 30 al. 2 LCR doit être compris d'une façon plus stricte. Il ne suffit pas d'assurer la stabilité du chargement en vue du seul trafic normal et des freinages subits, qui en font partie. La densité de la circulation, la multiplication des incidents et accidents de tous genres et de toutes gravités, justifient des exigences plus sévères. La stabilité du chargement et son immobilité sur le camion doivent être assurées en tenant compte d'accidents anodins, telle la collision bénigne, en chaîne ou non, tel le dérapage sur du sol mouillé ou sur du verglas, qui aboutit à une collision latérale contre un mur ou une barrière: ces accidents le plus souvent n'affectent pas gravement le véhicule; tout au moins celui-ci reste-t-il sur ses roues et ne subit-il pas de dommage important. Dans toutes ces éventualités cependant l'instabilité du chargement, qui par exemple basculerait en atteignant d'autres usagers, peut avoir des conséquences graves qu'une fixation adéquate permet d'éviter.\n\nIl ne suffit dès lors pas d'expérimenter un freinage sec avec un camion roulant à \"environ\" 50 km/h, comme l'a fait l'expert Clausen car d'une part les trains routiers peuvent rouler à 60 km/h (art. 5 OCR), et d'autre part, il faut envisager les hypothèses énumérées plus haut.\n\nd) Complétées au besoin sur des points de détail (art. 64 al. 2 OJ), les constatations du jugement cantonal établissent ce qui suit:\n\naa) Le camion était chargé d'une citerne de 6500 litres, la remorque portait trois tonneaux de 650 litres environ chacun à l'avant et une citerne de 4500 litres à l'arrière.\n\nbb) Le poids total du chargement, tare des citernes comprise, était de 14 300 kg.\n\ncc) Les experts sont d'accord pour constater que chaque côté des socles supportant la citerne, il subsiste un jeu de 35 mm. Les berceaux n'étaient donc pas calés latéralement.\n\nBGE 97 II 238 S. 243\n\nDans ces conditions, compter sur la seule force de gravité, soit sur le poids des citernes, pour assurer la fixité et la stabilité du chargement, c'est assumer délibérément le risque certain d'une mise en danger de la circulation par le déplacement ou la chute du chargement. Les trois experts qui se sont prononcés dans ce sens, le démontrent par de bonnes raisons. Il faut en effet tenir compte du jeu des berceaux sur le pont, du mouvement latéral du liquide, du mouvement latéral de la remorque.\n\nLe fait, retenu par la cour cantonale, que l'accident ne s'est pas produit sur la route, n'est nullement décisif. C'est l'intensité du choc qui est déterminante. Or le camion a heurté, à une allure réduite, en position déclive, un talus, où il s'est immobilisé. Ce choc n'a pas été violent et le seul dégât signalé par le rapport de gendarmerie est une ridelle arrachée. Sans doute les 40 mètres de trajet sur la banquette et la position déclive du camion - mais non de la remorque - en fin de course ont joué leur rôle. Il n'en demeure pas moins que l'on est en présence d'un choc peu violent, comparable à ceux qui peuvent se produire sur la route au cours d'un incident sans gravité. A supposer qu'il y ait quelque doute, le respect de la sécurité que commande l'art. 30 al. 2 LCR impose au transporteur de prendre une marge de sécurité plutôt que d'assumer un risque au détriment des tiers mis en danger.\n\nLes précautions imposées par l'autorité administrative et qu'observent la majorité des transporteurs sont un indice non négligeable de ce que la prudence commande à des transporteurs conscients de leur responsabilité. Or il ressort des expertises que des maisons de transport et des commerçants en vins importants, dont les camions sillonnent quotidiennement les routes, prennent la précaution d'arrimer leur chargement au pont du camion en assurant la fixation des berceaux et des citernes par des écrous et par des boulons amovibles. Ces mesures sont d'ailleurs simples, peu coûteuses; elles peuvent être prises facilement et rapidement.\n\nLe chargement litigieux ne satisfaisait pas aux exigences de l'art. 30 al. 2 LCR, et partant la marchandise était disposée de manière défectueuse sur le véhicule au sens de l'art. 7 litt. b des conditions génerales. Cela suffit pour dégager la responsabilité de l'assureur, lequel n'a nullement à établir une relation de cause à effet entre le défaut de chargement et le sinistre. Il ne ressort pas du jugement que la preuve contraire ait été offerte, et d'ailleurs elle n'aurait pu l'être que si le sinistre BGE 97 II 238 S. 244était manifestement étranger au mode de chargement. Tel n'est pas le cas. Deux des trois expertises mettent expressément les défauts du chargement en relation avec le dommage. Seul l'expert Clausen prétend que si les citernes avaient été fixées, c'est tout le chargement, véhicule compris, qui aurait basculé, avec le même effet. C'est là une opinion de fait, que le jugement déféré n'a pas faite sienne.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours."}