{"annee": "97", "cour": "I", "page": "286", "date": "19/2/1971", "cite": ["93 I 17", "94 I 279"], "cite_par": ["102 IB 231", "113 V 198"], "chapeau": "41. Urteil vom 19. Februar 1971 i.S. Hew & Co. AG gegen Bau- und Forstdepartement des Kantons Graubünden", "regestes": ["Loi fédérale sur les routes nationales, constructions entre les alignements, autorisation nécessaire. 1. Compétence en matière d'autorisation de construire. Le recours de droit administratif est recevable contre la décision par laquelle l'autorité cantonale inférieure a refusé l'autorisation sur le vu d'un préavis négatif du département fédéral de l'intérieur (consid. 1). 2. Recours rejeté par le motif que la construction projetée compromettrait la sécurité du trafic et empêcherait un élargissement ultérieur de la route (consid. 3)."], "faits": "|287|\n\nA.- a) Das Bundesgesetz über die Nationalstrassen vom 8. März 1960 (NSG) bestimmt in\n\nArt. 22: \"In den Ausführungsprojekten sind beidseits der projektierten Strasse Baulinien festzulegen. Bei ihrer Bemessung ist namentlich auf die Anforderungen der Verkehrssicherheit und der Wohnhygiene sowie auf die Bedürfnisse eines allfälligen künftigen Ausbaues der Strasse Rücksicht zu nehmen.\"\n\nArt. 23 Abs. 1:\n\n\"Zwischen den Baulinien dürfen ohne Bewilligung weder Neubauten erstellt noch Umbauten vorgenommen werden, auch wenn diese von der Baulinie nur angeschnitten werden...\"\n\nArt. 24:\n\n\"Bauliche Massnahmen innerhalb der Baulinien sind unter Vorbehalt strengerer Bestimmungen des kantonalen Rechtes zu bewilligen, wenn die gemäss Art. 22 zu wahrenden öffentlichen Interessen nicht verletzt werden.\n\nÜber Baugesuche entscheiden unter Vorbehalt von Absatz 3 die von den Kantonen bezeichneten Behörden. Die Baubewilligung bedarf zu ihrer Gültigkeit der Genehmigung des Eidgenössischen Departements des Innern.\n\nÜber Baugesuche von Bundesstellen und Eisenbahnen befindet der Bundesrat\".\n\n|288|\n\nb) Nach Art. 15 der bündnerischen Verordnung über den Vollzug des NSG, vom 30. Mai 1961, entscheidet \"über Baugesuche innerhalb der Baulinien\" das kantonale Bau- und Forstdepartement. Sein Entscheid kann durch Verwaltungsbeschwerde an den Kleinen Rat weitergezogen werden (Art. 1 und 6 ff. der bündnerischen Verordnung über das Verfahren in Verfassungs- und Verwaltungsstreitsachen vor dem Kleinen Rat, vom 30. November 1966).\n\nB.- Die Firma Hew & Co., Ingenieur- und Bauunternehmung AG, in Chur, will auf ihrem an die Nationalstrasse N 13 angrenzenden Werkplatz Domat-Ems eine Einstellhalle bauen, die bis um 9 m über die Baulinie längs der Strasse vorspringen würde. Der Gemeinderat von Domat-Ems erteilte am 10. Februar 1970 die baupolizeiliche Bewilligung für das Vorhaben. Am 20. Februar 1970 suchte die Firma beim Bau- und Forstdepartement des Kantons Graubünden die ausserdem gemäss Art. 23 NSG erforderliche Bewilligung für die Überschreitung der Baulinie nach. Die kantonale Behörde wollte dem Gesuch entsprechen, unterbreitete es aber zunächst dem Eidg. Departement des Innern. Dieses verweigerte indessen die Genehmigung der beabsichtigten Bewilligung. Es ersuchte das kantonale Departement mit Schreiben vom 20. April 1970, diesen \"Entscheid\" der Gesuchstellerin bekanntzugeben, und fügte bei, dass \"gegen die vorliegende Verfügung\" Verwaltungsgerichtsbeschwerde beim Bundesgericht geführt werden könne. Darauf wies das kantonale Departement mit Verfügung vom 15. Mai 1970 das Gesuch der Firma Hew ab, wobei es die Erwägungen und die Rechtsmittelbelehrung wiedergab, die ihm die Bundesbehörde mitgeteilt hatte.\n\nC.- Die Firma Hew erhebt \"gegen die Verfügung des Eidg. Departements des Innern vom 20. April 1970\" Verwaltungsgerichtsbeschwerde. Sie beantragt, die nachgesuchte Baubewilligung sei zu erteilen; eventuell seien das Eidg. Departement des Innern und das kantonale Bau- und Forstdepartement anzuweisen, die Bewilligung zu erteilen.\n\nEs wird geltend gemacht, durch die Bewilligung würden die gemäss Art. 22 NSG zu wahrenden öffentlichen Interessen in keiner Weise verletzt. Die Sicherheit des Verkehrs auf der Nationalstrasse würde nicht beeinträchtigt; denn das Grundstück der Beschwerdeführerin liege am äusseren Rand einer Kurve der Strasse, so dass die geplante Baute die Sicht der |289| Fahrzeugführer auf die Strasse in keiner Richtung behindern würde. Das Bauverbot lasse sich auch nicht mit Rücksicht auf einen allfälligen künftigen Ausbau der Strasse rechtfertigen. Nach Art. 24 NSG müsse daher dem Baugesuch entsprochen werden.\n\nD.- Das Eidg. Departement des Innern und das Bau- und Forstdepartement des Kantons Graubünden beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerin bezeichnet als Gegenstand ihrer Beschwerde \"die Verfügung des Eidg. Departements des Innern vom 20. April 1970\". Gemeint ist das Schreiben, das diese Behörde damals dem kantonalen Bau- und Forstdepartement gesandt hat. Darin heisst es in der Tat, dass \"gegen die vorliegende Verfügung\" Verwaltungsgerichtsbeschwerde beim Bundesgericht geführt werden könne. Diese Rechtsmittelbelehrung, die dann das kantonale Departement der Beschwerdeführerin mitgeteilt hat, ist jedoch unrichtig. Sie träfe zu, wenn die Bundesbehörde einer von der kantonalen Behörde bereits erteilten Bewilligung die Genehmigung versagt hätte; wäre dieses dem Wortlaut des Art. 24 Abs. 2 NSG entsprechende Verfahren gewählt worden, so läge eine mit Verwaltungsgerichtsbeschwerde anfechtbare Verfügung eines Departements des Bundesrates vor (Art. 97 Abs. 1, Art. 98 lit. b OG). Das kantonale Departement hat aber die von der Beschwerdeführerin erbetene Bewilligung nie erteilt. Es hat zwar ursprünglich dem Gesuch der Beschwerdeführerin entsprechen wollen, doch hat es zunächst nicht einen Entscheid gefällt, sondern sich an die Bundesbehörde gewandt, um \"die Genehmigung zu erwirken\". Das Eidg. Departement des Innern hatte sich indessen nur darüber auszusprechen, ob es eine allfällige Bewilligung genehmigen würde oder nicht. Es hat also nicht eine eigentliche, beschwerdefähige Verfügung erlassen, sondern lediglich der kantonalen Behörde einen Vorbescheid gegeben. Auf Grund des erhaltenen abschlägigen Bescheids hat alsdann das kantonale Departement das Gesuch der Beschwerdeführerin abgewiesen. Allerdings hat es in der Begründung einfach die vom Eidg. Departement des Innern angestellten Erwägungen wiedergegeben. Der Form nach hat aber nicht die Bundesbehörde, |290| sondern das kantonale Departement die Verfügung getroffen, durch welche die von der Beschwerdeführerin nachgesuchte Bewilligung verweigert worden ist. Für einen solchen Entscheid war nach allem, was vorausgegangen war, auch nur die kantonale Behörde zuständig, wie sich aus Art. 24 Abs. 2 NSG ergibt. Als Gegenstand der erhobenen Verwaltungsgerichtsbeschwerde muss daher die Verfügung des kantonalen Departements vom 15. Mai 1970 betrachtet werden.\n\nGegen kantonale Verfügungen ist jedoch die Verwaltungsgerichtsbeschwerde grundsätzlich nur zulässig, wenn sie von letzten Instanzen der Kantone ausgehen (Art. 98 lit. g OG). Entscheide, die das Bau- und Forstdepartement des Kantons Graubünden nach Art. 15 der kantonalen Verordnung über den Vollzug des NSG trifft, können aber gemäss der kantonalen Verordnung vom 30. November 1966 über das Verfahren in Verfassungs- und Verwaltungsstreitsachen vor dem Kleinen Rat an diesen weitergezogen werden. Träte demzufolge das Bundesgericht auf die vorliegende Beschwerde nicht ein, so würde sie damit allerdings nicht hinfällig. Vielmehr hätte das Gericht sie dem Kleinen Rat zur Beurteilung zu überweisen (vgl. BGE 94 I 285); denn Art. 50 des bündnerischen Verwaltungsgerichtsgesetzes vom 9. April 1967, der nach Art. 2 der zitierten kantonalen Verordnung vom 30. November 1966 auch für das Verfahren vor dem Kleinen Rat gilt, bestimmt gleich wie Art. 107 Abs. 3 OG, dass aus unrichtiger Rechtsmittelbelehrung dem Betroffenen keine Nachteile erwachsen dürfen. Es ist aber nicht damit zu rechnen, dass der Kleine Rat die Beschwerde schützen und die Bewilligung erteilen würde; das ist schon deshalb nicht anzunehmen, weil das Eidg. Departement des Innern voraussichtlich einen solchen Entscheid nicht genehmigen würde. Die Überweisung der Beschwerde an den Kleinen Rat würde daher zu einem Leerlauf führen, so dass es sich rechtfertigt, vom Erfordernis der Erschöpfung des kantonalen Instanzenzuges abzusehen (vgl. BGE 93 I 21 E. 2b). Auf die Verwaltungsgerichtsbeschwerde ist somit einzutreten.\n\n2. Die Beschwerdeführerin beantragt, es sei ein Augenschein vorzunehmen. Damit soll offenbar die Behauptung bewiesen werden, dass die geplante Baute die Sicht der Fahrzeugführer auf die Nationalstrasse nicht behindern würde. Zur Feststellung, wie es sich damit verhalte, genügt jedoch die von der Beschwerdeführerin aufgelegte Photomontage. Auch |291| lässt sich aus diesem Beleg, der die projektierte Halle zeigt, ein klarer Eindruck von der Gesamtsituation gewinnen. Ein Augenschein ist nicht notwendig.\n\n3. Die Beschwerdeführerin ist der Meinung, nach Art. 24 NSG seien Bauten innerhalb der Baulinien \"grundsätzlich zulässig\" und dürften nur dann untersagt werden, wenn dies zur Wahrung der in Art. 22 umschriebenen Interessen erforderlich sei.\n\nDieser Auffassung kann nicht zugestimmt werden. Sie lässt sich nur scheinbar aus dem Wortlaut des Art. 24 Abs. 1 NSG ableiten. Durch die Baulinien, deren Festlegung Art. 22 vorschreibt, soll der Strassenraum in bestimmten Grenzen grundsätzlich freigehalten werden (vgl. den Randtitel zu Art. 22-25: \"Freihaltung des Strassenraumes\"). Art. 23, der von den Wirkungen der Baulinien handelt, bestimmt klar, dass zwischen diesen weder Neubauten erstellt noch Umbauten vorgenommen werden dürfen, es sei denn, es liege eine Bewilligung vor. Das Bauverbot ist also die Regel, die Bewilligung die Ausnahme. Dieser Ausnahmefall ist es, der in Art. 24 geordnet wird. Nach Abs. 1 daselbst darf eine Bewilligung nur erteilt werden, wenn die gemäss Art. 22 zu wahrenden öffentlichen Interessen nicht verletzt werden.\n\nArt. 22 erwähnt u.a. \"die Anforderungen der Verkehrssicherheit\" und \"die Bedürfnisse eines allfälligen künftigen Ausbaues der Strasse\". Im vorliegenden Fall kommen diese beiden Gesichtspunkte in Betracht.\n\na) Mit den Anforderungen der Verkehrssicherheit ist es streng zu nehmen, da das Interesse der Öffentlichkeit an ihr von grosser Bedeutung ist. Strenge ist umsomehr am Platz, als die Baulinienabstände an den schweizerischen Nationalstrassen, verglichen mit den Verhältnissen im Ausland, bescheiden sind.\n\nDie Beschwerdeführerin macht geltend, die geplante Einstellhalle am äusseren Rand einer Kurve der N 13 würde die Sicht der Fahrzeugführer auf die Fahrbahn in keiner Richtung beeinträchtigen. Dies wird von niemandem bestritten und ergibt sich auch aus der Photomontage. Die Verkehrssicherheit ist aber damit, dass die Verkehrsteilnehmer die Fahrbahn ungehindert überblicken können, noch nicht genügend gewährleistet. Es ist zu beachten, dass die von der Beschwerdeführerin projektierte Halle in ihrer ganzen Länge von fast 80 m die Baulinie überschreiten würde, und zwar an einer Ecke um 9 m, so dass sie |292| bis auf 3 m an den Abstellstreifen der auf vier Fahrspuren ausgebauten Autobahn herankäme. Solche Bauten können den Fahrzeugführer ablenken und verwirren, besonders wenn sie am äusseren Rand einer Biegung der Strasse stehen. Namentlich bei Nacht können sie verkehrsgefährdende Reaktionen auslösen, wenn sie plötzlich im Scheinwerferlicht auftauchen. Dazu kommt die Gefahr, dass ein Motorfahrzeug, das aus der Fahrbahn getragen wird, an der Hausmauer zerschellt. Unter diesen Umständen ist die Annahme der Verwaltungsbehörden, dass die Bewilligung des Bauvorhabens der Beschwerdeführerin mit den Anforderungen der Verkehrssicherheit nicht vereinbar wäre, nicht zu beanstanden.\n\nDie Beschwerdeführerin wendet ein, dass einige auf ihrem Werkplatz in Domat-Ems bereits stehende Bauten - eine Reparaturwerkstatt, eine Schmiede, ein Magazin und ein Wohn- und Bürogebäude - die Baulinie auch überschreiten und dass die Behörden diesen Zustand unter Vorbehalt gewisser Anpassungsarbeiten weiterhin dulden. Das ist jedoch kein Grund, den geplanten Neubau, durch den die störende Gebäudefront um rund 80 m verlängert würde, ebenfalls zuzulassen.\n\nb) Der Bewilligung des Neubaus stehen auch die Bedürfnisse eines allfälligen künftigen Ausbaus der N 13 entgegen. Der Verkehr auf den Autobahnen mit zwei Fahrspuren in beiden Richtungen ist heute schon zeitweilig so dicht, dass er sich vielfach nicht mehr flüssig abwickeln kann, und es ist vorauszusehen, dass er weiter zunehmen wird. Seine mit Bestimmtheit zu erwartende Entwicklung lässt es als hinlänglich geboten erscheinen, Raum für eine dritte Fahrspur freizuhalten. Der hier in Frage stehende Baulinienabstand ermöglicht dies. Die von der Beschwerdeführerin geplante Halle würde aber dem Ausbau der Strasse auf eine dritte Spur im Wege stehen.\n\nc) Schliesslich macht die Beschwerdeführerin geltend, das ihr entgegengehaltene öffentliche Interesse wäre, wenn es wirklich bestände, so gering, dass es hinter ihrem privaten Interesse zurücktreten müsste. Wäre eine Interessenabwägung vorzunehmen, so könnte sie aber nicht zugunsten der Beschwerdeführerin ausfallen. Den öffentlichen Interessen, die hier zu wahren sind, ist grosses Gewicht beizumessen. Dazu kommt, dass sie durch die bescheidene Bemessung des Baulinienabstandes recht schwach geschützt sind. Daher könnte das Gesuch der Beschwerdeführerin nur durchdringen, wenn ihre |293| privaten Interessen an der Bewilligung eindeutig überwögen. Das ist offensichtlich nicht der Fall. Vorbehalten bleibt die Frage, ob die Verweigerung der Bewilligung einen Anspruch der Beschwerdeführerin auf Entschädigung begründe (Art. 25 NSG). Darüber ist in diesem Urteil nicht zu befinden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}