{"annee": "97", "cour": "I", "page": "488", "date": "10/8/1971", "cite": ["72 I 86", "78 I 108", "90 I 145", "81 I 321", "80 I 336", "67 I 210"], "cite_par": ["107 IA 155", "108 II 15", "119 II 271"], "chapeau": "67. Urteil vom 10. August 1971 i.S. Associazione Calcio Bellinzona gegen das Komitee der Nationalliga des Schweiz. Fussballverbandes und Appellationshof des Kantons Bern.", "regestes": ["Art. 84, 86 OJJ. Exécution de sentences arbitrales. Contestabilité d'un arrêt cantonal rendu à la suite d'un recours en nullité déposé contre une sentence arbitrale. Limitation du pouvoir d'examen. Une sentence arbitrale est assimilée à un jugement civil exécutoire dans toute la Suisse, à condition que le tribunal arbitral présente des garanties suffisantes d'indépendance. Cette condition fait défaut lorsque le tribunal est l'organe d'une association. Application à une association sportive?"], "faits": "|489|\n\nDas Komitee der Nationalliga des Schweiz. Fussballverbandes, welche als Verein organisiert ist, erteilte der Associazione Calcio (A.C.) Bellinzona am 5. Dezember 1970 einen Verweis, weil sie anlässlich des Fussball-Meisterschaftsspiels vom 27. September 1970 den Ordnungsdienst ungenügend organisiert habe, und wies sie u.a. an, für die Zukunft Sicherheitsvorkehren zu treffen. Die Betroffene rekurrierte an das Rekursgericht der Liga, welches die Sache zunächst an das Komitee zurückwies und hernach auf Rekurs der A.C. Bellinzona neu entschied. Es wies ausserdem den Rekurs gegen einen Strafentscheid des Komitees ab. Die A.C. Bellinzona erhob dagegen beim bernischen Appellationshof Nichtigkeitsklage. Dieser lehnte das Eintreten darauf ab, weil die Klage den Entscheid eines Schiedsgerichts voraussetzen würde, das Rekursgericht der Liga aber als Verbandsgericht diese Voraussetzung nicht erfülle. Mit der staatsrechtlichen Beschwerde hiegegen beantragt die A.C. Bellinzona, den Entscheid des Appellationshofes aufzuheben und die Sache zu materieller Entscheidung an die kantonale Instanz zurückzuweisen. Sie rügt eine willkürliche Anwendung von Art. 295 bern. ZPO, wonach gegen ein Schiedsgerichtsurteil die Nichtigkeitsklage in den Formen und Fristen wie gegen Urteile der ordentlichen Gerichte zulässig ist.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Erwägungen:\n\n1. Das Schiedsgerichtsurteil ist der gestützt auf eine Vereinbarung der Parteien ergangene Entscheid einer ausserstaatlichen Instanz über eine privatrechtliche Streitigkeit. Nach der Rechtsprechung des Bundesgerichts zu Art. 61 BV, wonach die rechtskräftigen Zivilurteile, die in einem Kanton gefällt werden, in der ganzen Schweiz vollzogen werden können, liegt ein derartiges Schiedsgerichtsurteil nur vor, wenn das urteilende Schiedsgericht genügende Gewähr für eine unabhängige Rechtsprechung bietet. Diese Voraussetzung fehlt, wenn bei der Bestellung des Schiedsgerichts einer Partei eine Vorzugsstellung |490| zukommt. Eine derartige Vorzugsstellung kommt einer Partei dann zu, wenn das Schiedsgericht selber Verbandsorgan ist oder von einem solchen ernannt wird, und zwar sowohl dann, wenn das Verhältnis zwischen dem Verband und einem Mitglied, als wenn dasjenige zwischen einem Mitglied und einem Nichtmitglied in Frage steht (BGE 80 I 340 mit Hinweisen auf frühere Urteile). Die Urteile betreffen Schiedsgerichte von Wirtschaftsverbänden, aber auch von Vereinen mit wirtschaftlichen Zwecken (BGE 67 I 211,BGE 72 I 87,BGE 78 I 112). Im Urteil BGE 81 I 328 wurde entgegen der Behauptung der Beschwerdeführerin keme gegenteilige Auffassung vertreten. Es wurde dort bloss darauf hingewiesen, dass auch ein Verbandsgericht einen wie ein staatliches Urteil vollstreckbaren Entscheid fällen könne, nämlich dann, wenn das Verbandsgericht für eine unabhängige Rechtsprechung durch die Art und Weise der Bestellung Gewähr biete. Das war dort deshalb der Fall, weil das Schiedsgericht sich zusammensetzte aus von kantonalen Gerichten gewählten Berufsrichtern und ebenso vielen Mitgliedern der Industrie, die miteinander selbst den Obmann wählten.\n\nDie Nationalliga ist kein Wirtschafts-, sondern ein Sportverband, und die dem Schiedsgericht zum Entscheid übertragene Frage betraf kein Geschäft des Privatrechts. Doch wird in der Beschwerde nicht behauptet, der Entscheid des Appellationshofes verstosse deshalb gegen Art. 4 BV, weil solche Voraussetzungen fehlten. Über die Frage, ob die Nichtigkeitsklage habe von der Hand gewiesen werden dürfen, ist auch nicht in einer gestützt auf Art. 61 BV erhobenen Beschwerde zu befinden; sie ist deshalb auch nicht frei zu prüfen. Das Bundesgericht hat vielmehr bloss darüber zu entscheiden, ob die von der Beschwerdeführerin gegenüber dem Urteil erhobenen Einwendungen genügten, um dieses als willkürlich erscheinen zu lassen (Art. 90 OG).\n\n2. Die Beschwerdeführerin macht geltend, es sei bedeutungslos, dass die Statuten der Nationalliga in Art. 8 das Rekursgericht zu seinen Organen zähle. Der angefochtene Entscheid anerkenne dies übrigens, wenn er das Vorhandensein hinreichender Gewähr für die Unabhängigkeit des Schiedsgerichts des Schweiz. Fussballverbandes gelten lasse, der in Art. 18 der Statuten ebenfalls ein Schiedsgericht einsetze. Wenn damit die Beschwerdeführerin eine widersprüchliche Entscheidung |491| des Appellationshofes rügen wollte, wäre diese Rüge nicht begründet. Der Appellationshof betrachtete das Schiedsgericht des Schweiz. Fussballverbandes gemäss Art. 2 des Rechtspflegereglementes nicht deshalb als unabhängiges Schiedsgericht, weil seine Mitglieder vom Verband ernannt werden, sondern weil es aus einem Obmann und vier Mitgliedern besteht, wobei jede Partei zwei Mitglieder bezeichnen und die Schiedsrichter gemeinsam den Obmann bestimmen. So wird aber das Rekursgericht der Liga nicht gebildet. Es ist vielmehr ein Organ der Nationalliga (Art. 8 der Statuten) und besteht aus dem Präsidenten, zwei Vizepräsidenten und mindestens sechs Richtern, die durch die Generalversammlung auf drei Jahre gewählt werden und Mitglieder von Vereinen der Liga sein müssen, die keinem Vereinsvorstand der Nationalliga angehören (Art. 23 der Statuten). Das Rekursgericht erfüllt also gerade jene Voraussetzungen nicht, die das Bundesgericht für Schiedsgerichte von Wirtschaftsverbänden fordert. Es ist Organ der Liga und wird von deren Generalversammlung ernannt.\n\n3. Die Beschwerdeführerin macht ferner geltend, um beurteilen zu können, ob das Rekursgericht genügend unabhängig sei, damit seine Entscheide als gerichtliche Entscheide anerkannt werden könnten, müssten die einzelnen Tatumstände, welche bei der Ernennung eine Rolle spielen, wie Zusammensetzung und Funktionieren des Gerichts geprüft werden. Dabei ergebe sich aus Art. 23 der Statuten der Liga, dass deren Rekursgericht die Voraussetzungen erfülle, die die Rechtsprechung des Bundesgerichts von unabhängigen Schiedsgerichten fordere.\n\nIn der kantonalen Nichtigkeitsklage wurden derartige Rügen nicht erhoben. Bei Beschwerden wegen Verletzung von Art. 4 BV sind aber nach ständiger Rechtsprechung neue tatsächliche Behauptungen und Bestreitungen oder Beweismittel unzulässig und es kann auch der Beschwerdegrund selber nur geltend gemacht werden, wenn dies im kantonalen Verfahren bereits geschehen ist, es sei denn, die letzte kantonale Instanz besitze freie Prüfungsbefugnis und habe das Recht von Amtes wegen anzuwenden (BGE 90 I 148). Das trifft für die bernische Nichtigkeitsklage nicht zu.\n\nÜbrigens vermöchten diese Einwendungen gegen das Urteil Willkür desselben nicht darzutun. Denn wenn, wie ohne Willkür |492| angenommen werden durfte, massgebend ist, ob das Schiedsgericht nicht unter Bevorzugung einer Partei bestellt wurde, also nicht genügend unabhängig ist, um als urteilendes Gericht anerkannt zu werden, falls es Organ des als Partei auftretenden Verbandes und von diesem gewählt ist, so kommt es nicht entscheidend darauf an, dass die Richter den drei Sprachgebieten der Schweiz entnommen (Art. 23 Abs. 1), dass sie auf drei Jahre gewählt werden (Abs. 2), dass nur Mitglieder von Vereinen wählbar sind, die keinem Vereinsvorstand der Liga angehören (Abs. 3) oder dass das Gericht aus 22 Personen zusammengesetzt ist, was eine gewisse Auswahl ermöglicht. Ebenso wenig ist massgebend, dass der Liga selbst eine bloss beschränkte Zahl von Mitgliedern angehört und diese Beschränkung es ausschliessen würde, dass ein Organ oder eine Gruppe von Mitgliedern die Liga kontrollieren könnte. Auch die wirtschaftliche Unabhängigkeit der Mitglieder des Rekursgerichts von den Parteien ist keine Garantie dafür, dass sie dem Verband gegenüber in anderer, insbesondere sportlicher Hinsicht die nötige Unabhängigkeit besitzen. Und wenn es zutreffen mag, dass durch die Vorschrift über die Ausstandspflicht eines Mitgliedes des Rekursgerichts bei unmittelbarem Interesse desselben oder des Vereins, dem es angehört, dafür gesorgt wird, dass Verstösse gegen elementarste prozessuale Grundsätze unterbleiben sollen, heisst das noch nicht, dass das Schiedsgericht, in dem keine derart unmittelbar interessierten Richter sitzen, gegenüber der Liga die Unabhängigkeit besitzt, die für ein richterliches Urteil kennzeichnend sein muss.\n\nEs ist deshalb auch nicht willkürlich, wenn das angefochtene Urteil auf die von der Beschwerdeführerin relevierten Umstände nicht abstellt."}