{"annee": "97", "cour": "II", "page": "78", "date": "16/2/1971", "cite": ["92 II 257", "92 II 270", "93 II 50", "82 II 539", "77 II 321", "73 II 57", "90 II 192"], "cite_par": ["103 II 339", "121 III 377", "98 II 138"], "chapeau": "12. Urteil der I. Zivilabteilung vom 16. Februar 1971 i.S. Chesebrough-Pond's gegen Colgate-Palmolive Company", "regestes": ["Protection des marques de fabrique, concurrence déloyale et protection des raisons de commerce. 1. Art. 9 al. 1 LMF. La radiation d'une marque en raison du défaut d'usage implique que la demande en a été faite (consid. 1). 2. Art. 6 al. 1 et 3 LMF. L'originalité d'une marque s'apprécie en fonction de l'impression d'ensemble qu'elle éveille chez l'acheteur. Il n'y a pas de risque de confusion entre les marques POND'S et RESPOND, mais il s'agit d'un cas limite (consid. 2). 3. Art. 1 al. 2 lit. d LCD. L'emploi d'une marque licite au regard de la LMF n'est pas contraire aux règles de la bonne foi. 4. Art. 8 Convention de Paris. La marque RESPOND ne porte pas atteinte à la raison de commerce Chesebrough-Pond's (consid. 3)."], "faits": "BGE 97 II 78 S. 78\n\nA.- Die Marke POND'S wurde erstmals am 3. Februar 1926 auf den Namen der Pond's Extract Company, London und New York, im schweizerischen Markenregister eingetragen. Sie BGE 97 II 78 S. 79wurde mehrmals erneuert und dann auf die Chesebrough-Pond's Inc. in New York übertragen. Diese vertreibt kosmetische Erzeugnisse und hat Tochtergesellschaften in verschiedenen Ländern. Sie hinterlegte selber eine Reihe Marken, die durchwegs das Wort POND'S mit oder ohne Zusätze enthalten, z.B. am 15. Oktober 1959 die Marke POND'S C und am 18. März 1968 die Marke CP CHESEBROUGH-POND'S.\n\nAm 18. August 1966 liess die Colgate-Palmolive Company, New York, unter Nr. 223.192 die Marke RESPOND in das schweizerische Register eintragen. Die Marke ist für Waren der internationalen Kategorien 3, 5, 8 und 21 und damit teilweise für die gleichen Erzeugnisse bestimmt, wie sie unter POND'S Marken auf den Markt kommen.\n\nB.- Im Juli 1969 klagte die Chesebrough-Pond's Inc. gegen die Colgate-Palmolive Company mit den Begehren, es sei die Nichtigkeit der Marke Nr. 223 192 RESPOND festzustellen und der Beklagten die Verwendung dieser Marke zur Kennzeichnung ihrer Waren unter Strafandrohung zu verbieten. Die Klägerin stützte ihre Ansprüche auf Art. 24 MSchG, Art. 1 UWG und Art. 8 der Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums (PVUe).\n\nC.- Das Handelsgericht des Kantons Zürich wies die Klage am 9. April 1970 ab.\n\nD.- Die Klägerin beantragt dem Bundesgericht auf dem Wege der Berufung, dieses Urteil aufzuheben und die Klage gutzuheissen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Handelsgericht stellt fest, die Beklagte habe die Marke RESPOND bisher in der Schweiz nicht verwendet. Nach der Auffassung der Klägerin hätte die Vorinstanz deswegen auf Löschung der Marke erkennen müssen, weil nach Art. 9 MSchG das Gericht diese Massnahme anordne, wenn eine Marke während drei aufeinanderfolgenden Jahren nicht gebraucht werde und ihr Inhaber die Unterlassung des Gebrauches nicht hinreichend zu rechtfertigen vermöge.\n\nDiese Auffassung geht fehl. Die Klägerin übersieht, dass der Richter die Löschung gemäss Art. 9 MSchG nicht von Amtes wegen, sondern nur auf Klage einer interessierten Partei anordnen BGE 97 II 78 S. 80kann. Die richterliche Anordnung setzt selbst dann eine Klage voraus, wenn man davon ausgeht, das Recht an der Marke gehe nach dreijährigem Nichtgebrauch, für den der Inhaber keine Gründe angeben kann, von selbst unter (BGE 93 II 50). Diese Voraussetzung ist hier nicht erfüllt. Die Klägerin wies im kantonalen Verfahren wiederholt auf den Nichtgebrauch der streitigen Marke hin, klagte jedoch nicht auf Löschung der Marke RESPOND; sie verlangte bloss die Feststellung, dass diese Marke wegen Verwechselbarkeit mit der Wortmarke POND'S nichtig sei. Unter diesen Umständen hatte die Beklagte keinen Anlass, den von ihr zugestandenen Nichtgebrauch zu rechtfertigen, noch lässt sich sagen, die Vorinstanz habe Art. 9 MSchG verletzt.\n\nSollte die Klägerin mit ihrer Kritik in der Berufung Versäumtes nachholen wollen, so wäre das Begehren neu und daher gemäss Art. 55 Abs. 1 lit. b OG nicht zu hören.\n\n2. Die Wortmarke RESPOND der Beklagten ist für Erzeugnisse bestimmt, die sich ihrer Natur nach nicht gänzlich von den Waren unterscheiden, für welche die älteren POND'S Marken der Klägerin in das schweizerische Register eingetragen wurden; aus den Warenverzeichnissen erhellt im Gegenteil, dass sie sich zum Teil auf gleichartige Erzeugnisse bezieht. Die Marke der Beklagten ist daher nur gültig, wenn sie sich durch wesentliche Merkmale von denjenigen der Klägerin unterscheidet (Art. 6 Abs. 1 und 3 MSchG). Die Unterscheidbarkeit hängt vom Gesamteindruck ab, den die Marken, jede für sich betrachtet, in der Erinnerung des letzten Käufers der Ware hinterlassen (BGE 92 II 275 und dort angeführte Urteile).\n\na) Die Klägerin macht geltend, der Verwechselbarkeit der Marken stehe deren angeblicher Sinngehalt nicht entgegen, wie auch das Handelsgericht richtig erkannt habe. Dass die Vorinstanz der Klägerin in diesem Sinne beigepflichtet habe, ist dem angefochtenen Urteil indes nicht zu entnehmen. Das Handelsgericht führt aus, selbst wenn die Marken POND'S und RESPOND bei der grossen Masse von Käufern gewisse Gedankenassoziationen auslösen sollten, liessen sich in ihrem Sinngehalt keinerlei Ähnlichkeiten erkennen, welche zu Verwechslungsgefahr führen könnten. Die Vorinstanz sagt also nicht, der Sinngehalt schliesse eine Verwechslungsgefahr nicht aus; sie verneint vielmehr, dass vom Sinngehalt her eine solche Gefahr bestehe. Nach der Auffassung der Klägerin haben die in BGE 97 II 78 S. 81Frage stehenden Marken jedoch keinen bestimmten und jedermann erkennbaren Sinn, der im Erinnerungsbild einen solchen Eindruck hinterlassen könnte, dass er die nach Wortlaut und Wortbild vorhandene Verwechslungsgefahr zu beseitigen vermöchte.\n\nDie Sinndeutungen, welche die Beklagte der Marke POND'S mit Hinweisen auf die englischen Wörter \"pond\" (Teich), \"pound\" (Gewicht) oder auf das französische Verb \"pondre\" (Eier legen) geben will, sind gesucht und überzeugen nicht. POND'S lässt sich mit der Vorinstanz am ehesten als Eigenname in der Schreibweise des sächsischen Genitivs, RESPOND als Antwort oder Wechselgesang verstehen. Aber auch so ergibt sich aus dem Sinn der Worte keinerlei Sachbezogenheit für die Marken. In ihrem Sinngehalt sind daher weder Ähnlichkeiten, welche Verwechslungen der beiden Marken begünstigen, noch wesentliche Unterschiede zu erkennen, welche eine Verwechslungsgefahr ausschliessen würden.\n\nb) Nicht zu verkennen ist dagegen, dass die Marken POND'S und RESPOND einander in Klang und Schriftbild wegen der gemeinsamen Silbe POND nahe kommen. Diese Ähnlichkeit ist der Vorinstanz nicht entgangen. Das Handelsgericht findet aber, dass die beiden Marken trotzdem einen wesentlich verschiedenen Gesamteindruck erwecken, weil die Marke der Klägerin eine typische Form des Genitivs, das Zeichen der Beklagten hingegen die Vorsilbe RES aufweise; zu berücksichtigen sei zudem, dass die Erzeugnisse der Klägerin verhältnismässig teuer seien und der Kunde bei solchen Waren mehr als sonst auf die Marke achte. Die Klägerin hält diese Unterschiede jedoch für Nebensächlichkeiten, welche die Verwechslungsgefahr nicht ausschlössen.\n\nDass die Marke der Beklagten jene der Klägerin vollumfänglich enthalte, wie in der Berufung behauptet wird, trifft nicht zu. Der Apostroph und der nachgestellte Buchstabe S, die im Zeichen der Beklagten fehlen, gehören zur Marke der Klägerin und sind nicht zu übersehen. Wenn dieser Besonderheit auch nicht schlechthin kennzeichnende Kraft zukommt, ist doch unverkennbar, dass sie am Ende eines einzelnen, als Eigenname erscheinenden Markenwortes viel eher zur Unterscheidung taugt, als innerhalb einer Wortverbindung. Es lässt sich auch nicht sagen, ein durch Apostroph abgetrenntes S werde selbst im deutschen Sprachbereich nicht regelmässig ausgesprochen BGE 97 II 78 S. 82jedenfalls findet eine solche Behauptung in der allgemeinen Erfahrung keinen Rückhalt. Der Einwand sodann, im Französischen werde ein S am Ende eines Wortes wie POND nicht ausgesprochen, geht fehl; es geht hier weder um ein französisches Wort noch um eine französische Schreibweise, sondern um die Wortmarke POND'S, die auch im französischen Sprachgebiet sehr bekannt ist und richtig ausgesprochen wird. Im Italienischen verhält es sich nicht anders.\n\nDen durch die Vorsilbe RES bewirkten Unterschied zwischen den beiden Marken hält die Klägerin für nennenswert, unter Hinweis auf die Marken \"Mido\" und \"Smidor\", \"Dogma\" und \"Dog\", die das Bundesgericht als verwechselbar erachtet hat (BGE 73 II 63, BGE 82 II 543), aber nicht für wesentlich. In den angeführten Fällen wurde vor allem auf den Wortklang abgestellt, der die Verwechslungsgefahr begünstigte. Hier weist die jüngere Marke eine vorangestellte zweite Silbe auf, welche die Aussprachekadenz verschiebt und damit auch den Wortklang verändert. Freilich ist nach BGE 82 II 542 ein besonders strenger Massstab anzulegen, wenn eine neue Wortmarke sich von einer bestehenden bloss durch einige abgetrennte oder beigefügte Buchstaben unterscheidet. Dieser Grundsatz bedarf jedoch der Verdeutlichung, da die Veränderung in Klang und Bild sehr unterschiedlich ausfallen kann, je nachdem wo sie vorgenommen wird, am Anfang oder am Ende des Wortes, und ob um Silben oder bloss um Buchstaben gekürzt oder ergänzt wird. Beispiele dafür sind die Marken \"Sihl\" und \"Silta\" einerseits sowie \"Sihl\" und \"Cosil\" anderseits. Zwischen den ersten beiden wurde die Verwechslungsgefahr bejaht, zwischen den letzteren dagegen verneint (BGE 77 II 324, BGE 92 II 275).\n\nc) Die Vorinstanz verneint auch, dass der Konsument die Marke RESPOND als Serienmarke der POND'S - Reihe betrachten könnte, weil die Marken der Klägerin durchwegs das Wort POND,S enthielten; eine Ausnahme mache einzig die Marke PONDERMA, in der das Stammwort leicht verändert vorkomme.\n\nDiese Feststellung beruht nach der Auffassung der Klägerin auf einem offensichtlichen Versehen, da auch die Marke CP CHESEBROUGH-POND'S zu den Ausnahmen gehöre. Dass diese Marke im schweizerischen Register eingetragen ist, ergibt sich aus den Akten, nicht aber, dass die Bezeichnung CHESE-BROUGH-POND'S auf allen Packungen der Klägerin oder BGE 97 II 78 S. 83ihrer Konzerngesellschaften vorkommt, wie in der Berufung behauptet wird. Hierüber ist auch der Klageschrift und dem Protokoll des Handelsgerichts nichts zu entnehmen, noch ist die Behauptung durch Musterpackungen belegt. Die Behauptung ist vielmehr neu und daher nicht zu hören (Art. 55 Abs. 1 lit. c OG). Damit ist auch dem weitern Einwand der Boden entzogen, das Publikum habe sich nachgerade daran gewöhnt, dass vor dem Stamm POND'S noch etwas stehe. Die Marke PON-DERMA, die eine Ergänzung nicht vor, sondern hinter dem (unvollständigen) Stammwort aufweist, vermochte eine solche Gewöhnung nicht zu bewirken. Diese Marke fällt übrigens, wie die Vorinstanz mit Recht bemerkt, eher aus der POND'S-Reihe, und von der Marke RESPOND lässt sich im Ernst nicht behaupten, sie erwecke den Eindruck, dass sie in diese Reihe gehöre.\n\nd) Die Auffassung des Handelsgerichtes, eine Verwechslungsgefahr zwischen den Marken POND'S und RESPOND sei zu verneinen, ist somit nicht zu beanstanden, wenn auch einzuräumen ist, dass es sich namentlich wegen ihrer Ähnlichkeit im französischen Sprachbereich um einen Grenzfall handelt. Bei diesem Ergebnis kann offen bleiben, ob die Waren der Klägerin verhältnismässig teuer sind und diesem Umstand bei den heutigen Einkommensverhältnissen eine besondere Bedeutung zukäme.\n\n3. Von unlauterem Wettbewerb kann nach dem angefochtenen Urteil schon deshalb nicht die Rede sein, weil die Parteien in der Schweiz nicht in wirtschaftlichem Wettbewerb miteinander stehen. Dies trifft indes, wie beide Parteien übereinstimmend erklären, nicht zu. Es liegt daher ein Versehen vor.\n\nDass die Marke der Beklagten die Markenrechte der Klägerin nicht verletzt, schliesst unlauteren Wettbewerb nicht aus. Dieser kann in Handlungen oder Massnahmen liegen, die vom Markenschutzgesetz nicht erfasst werden. In der Klageschrift beruft die Klägerin sich auf Art. 1 Abs. 2 lit. d UWG, und in der Berufung führt sie aus, die Verwechslungsgefahr nach MSchG und UWG sei aus den gleichen Gründen zu bejahen. Nachdem eine solche Gefahr nach MSchG verneint worden ist, bleibt für die Anwendung von Art. 1 Abs. 2 lit. d UWG indes kein Raum mehr. Die Verwendung einer Marke darf nicht als Verstoss gegen Treu und Glauben gewertet werden, wenn sie nach dem Markenschutzgesetz erlaubt ist (BGE 92 II 265 und BGE 97 II 78 S. 84277 f., 95 II 198). Andere Handlungen aber, namentlich die Benützung verwechselbarer Ausstattungsmerkmale, sind nicht dargetan.\n\nDass die Beklagte durch die Verwendung der Marke RES-POND in die Firmen- oder Persönlichkeitsrechte der Klägerin eingreife, wie diese unter Berufung auf Art. 8 PVUe behauptet, lässt sich schon deshalb nicht sagen, weil die Firma der Klägerin aus den Worten Chesebrough und Pond's besteht. Ob die Firma der Klägerin selber oder nur die ihrer Genfer Zweigniederlassung im schweizerischen Handelsregister eingetragen sei, ist offen. Je nachdem geniesst sie firmenrechtlichen oder bloss wettbewerbs- und persönlichkeitsrechtlichen Schutz (BGE 90 II 197 f.). Der Einwand der Klägerin, ihr Handelsname stehe auf den Verkaufspackungen ihrer Erzeugnisse und die Schreibweise der Firma sei dem Publikum seit mehr als 15 Jahren bekannt, ist neu und daher auch in diesem Zusammenhang nicht zu hören. Dass ihr Handelsname sonstwie in Verbindung mit POND'S-Erzeugnissen dem kaufenden Publikum nahe gebracht worden sei, legt sie nicht dar; in der Berufung räumt sie vielmehr selber ein, dass das Publikum schon wegen der Schwierigkeit, das Wort Chesebrough richtig auszusprechen, sich kaum erinnere, worum es gehe. Doch wie dem auch sei, gegenüber dem fremdsprachigen Doppelnamen Chesebrough-Pond's birgt die Marke RESPOND jedenfalls keine Täuschungs- oder Verwechslungsgefahr.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 9. April 1970 bestätigt."}