{"annee": "97", "cour": "I", "page": "769", "date": "22/12/1971", "cite": ["66 II 145", "80 IV 1", "76 IV 1", "74 IV 92", "97 I 107", "69 I 89", "94 I 551", "96 I 598", "96 I 629", "80 IV 209", "72 I 292", "69 I 17"], "cite_par": ["108 IA 97", "130 IV 97", "103 IA 574"], "chapeau": "112. Urteil vom 22. Dezember 1971 i.S. von Däniken gegen Graubünden, Staatsanwaltschaft und Kleiner Rat.", "regestes": ["Qualité pour former un recours de droit public. Preuve que la plainte pénale a été déposée à temps. L'accusateur privé a qualité pour faire valoir, dans un recours de droit public, que l'autorité d'instruction a prononcé manifestement à tort un non-lieu pour défaut d'une condition de recevabilité (consid. 1). Délai de plainte; point de départ, fardeau de la preuve (consid. 2, 3). Commet un déni de justice l'autorité d'instruction qui, dans une affaire d'atteinte à l'honneur, prononce un non-lieu pour défaut de dépôt de plainte dans le délai, sans faire administrer les preuves proposées par le plaignant au sujet du respect du délai. (consid. 4)."], "faits": "BGE 97 I 769 S. 770\n\nA.- Erich von Däniken wurde im November 1968 wegen Vermögensdelikten verhaftet und am 13. Februar 1970 nach zehntägiger Verhandlung vom Kantonsgericht Graubünden zu 3 1/2 Jahren Zuchthaus verurteilt. Seither befand er sich in der Strafanstalt Regensdorf. Sein Verteidiger, Rechtsanwalt H., hat ihn dort am 2. und 14. April, 23. Mai und 1. Juli 1970 besucht.\n\nAm 13. Juli 1970 reichte Rechtsanwalt H. für von Däniken beim Kreisamt Davos gegen den in Davos wohnhaften Peter Roth Klage wegen Verleumdung, eventuell übler Nachrede ein. Er behauptete, Roth habe dem Wiener Journalisten Heinrich Grün am 29. Oktober 1969 u.a. erklärt, von Däniken habe nicht nur Vermögensdelikte begangen, sondern solle auch kleine Kinder verführt haben. Ferner habe Roth dem Journalisten Michael Dickoff, Kriens, in einem nicht bekannten Zeitpunkt erklärt, von Däniken sei homosexuell, habe es mit minderjährigen Kindern getrieben und habe als Voyeur an Orgien teilgenommen.\n\nAuf die Aufforderung des Kreisamtes, die Rechtzeitigkeit des Strafantrages nachzuweisen, reichte Rechtsanwalt H. am 22. Juli 1970 eine Eingabe ein, in der er im wesentlichen ausführte: Ihm (Rechtsanwalt H.) sei kurz vor dem Prozess im Februar 1970 zu Ohren gekommen, dass sich Roth ehrverletzend über von Däniken geäussert haben könnte, wobei ihm auch die Namen der in der Strafklage als Zeugen angerufenen Journalisten Grün und Dickoff genannt worden seien. Zuverlässige Kenntnis vom Täter und vom Inhalt seiner Äusserungen habe er aber erst im April 1970 erhalten, nämlich durch eine persönliche Unterhaltung mit Dickoff in Zürich am 2. April nach seinem ersten Besuch bei von Däniken und durch ein am 13. April in Wien aufgegebenes Schreiben Grüns an ihn. Diese Mitteilungen Dickoffs und Grüns habe er von Däniken erst anlässlich seines letzten Besuchs in Regensdorfam 23. Mai 1970 bekannt gegeben. Zum Beweis berief sich H. auf den Brief Grüns vom 13. April 1970, auf die Eheleute Grün, Dickoff und Frau von Däniken als Zeugen und auf die Kanzlei der Strafanstalt Regensdorf.\n\nBGE 97 I 769 S. 771\n\nDas Kreisamt Davos erkundigte sich bei der Direktion der StrafanstaltRegensdorf über den Zeitpunkt der Besuche Rechtsanwalts H. bei von Däniken und stellte dann das Verfahren mit Verfügung vom 7. Dezember 1970 ein mit der Begründung: Da die Behauptung des Anwalts, dem Kläger erst am 23. Mai 1970 von der Ehrverletzung Kenntnis gegeben zu haben, eine reine Parteibehauptung sei und nicht als Beweis gelten könne, fehle der Nachweis eines rechtzeitigen Strafantrages und damit eine notwendige Prozessvoraussetzung.\n\nVon Däniken erhob gegen diese Einstellungsverfügung beim Kleinen Rat des Kantons Graubünden verfassungsrechtliche Beschwerde wegen Rechtsverweigerung, wurde aber mit Entscheid vom 22. März 1971 abgewiesen, im wesentlichen aus folgenden Gründen: Die dreimonatige Antragsfrist des Art. 29 StGB beginne erst vom Moment an zu laufen, in dem der Antragsberechtigte persönlich (nicht etwa sein Anwalt) Tat und Täter kenne, wobei dann, wenn zwischen Tat und Strafantrag mehr als drei Monate lägen, der Antragsberechtigte zu beweisen habe, dass ihm der Täter nicht mehr als drei Monate vor seinem Strafantrag bekannt geworden sei. Es sei zu prüfen, ob das Kreisamt diesen Beweis zu Recht als nicht erbracht betrachtet oder ob es pflichtwidrig die ihm angebotenen Beweise nicht erhoben habe. Nun habe Rechtsanwalt H. selber erklärt, schon im Februar 1970 kurz vor dem Prozess Kenntnis von ehrverletzenden Äusserungen Roths gegenüber Grün und Dickoff erhalten zu haben. Er hätte daher ohne weiteres die Möglichkeit gehabt, seinen Klienten noch während nahezu zwei Monaten von Tat und Täter in Kenntnis zu setzen. Der Beweis dafür, dass er dies nicht getan habe, aber auch dafür, dass von Däniken nicht etwa auf andere Weise vor dem 13. April 1970 vom eingeklagten Tatbestand Kenntnis erhalten habe, sei nicht erbracht und könne wohl auch nicht erbracht werden, da von Däniken in den Verhandlungspausen der Hauptverhandlung vor Kantonsgericht verschiedentlich Gelegenheit gehabt habe, mit der \"Aussenwelt\", insbesondere mit den sehr zahlreich anwesenden Presseleuten, unkontrolliert Kontakt aufzunehmen. Aus dem Schreiben Grüns vom 13. April 1970, dessen Absendedatum übrigens unbekannt und jedenfalls nicht belegt sei, gehe zudem unmissverständlich hervor, dass sich Grün schon früher mit dem Rechtsanwalt des Beschwerdeführers in dieser Angelegenheit genauestens unterhalten habe und es sich bei jenem Schreiben BGE 97 I 769 S. 772lediglich um die schriftliche Bestätigung dieser Unterredung handle. Selbst wenn aber dem Rechtsanwalt die näheren Umstände des eingeklagten Tatbestands erst nach dem 14. April 1970 im Detail bekannt geworden wären, so wäre damit noch nicht bewiesen, dass auch sein Klient nicht schon vor diesem Datum Kenntnis von Tat und Täter wenigstens im gleichen Umfange wie sein Rechtsvertreter hatte. Bei dieser Sachlage müsse ein rechtzeitig gestellter Strafantrag als nicht erbracht gelten und sei das Verfahren zu Recht eingestellt worden. Auch das Befragen der beiden Journalisten hätte daran nichts zu ändern vermocht, weshalb ohne weiteres darauf habe verzichtet werden können.\n\nB.- Mit der staatsrechtlichen Beschwerde stellt Erich von Däniken den Antrag, der Entscheid des Kleinen Rates vom 22. März 1971 sei aufzuheben und die zuständige Strafverfolgungsbehörde über den Kleinen Rat zu verpflichten, die am 13. Juli 1970 eingereichte Ehrverletzungsklage zu behandeln und die Strafuntersuchung durchzuführen. Er macht Verletzung des Art. 4 BV geltend und wirft dem Kleinen Rat Willkür und formelle Rechtsverweigerung vor. Die Begründung dieser Rügen ergibt sich, soweit wesentlich, aus den nachstehenden Erwägungen.\n\nC.- Der Kleine Rat des Kantons Graubünden beantragt unter Hinweis auf die Akten und die Erwägungen des angefochtenen Entscheids Abweisung der Beschwerde und verzichtet auf weitere Vernehmlassung. Das Kreisamt Davos beantragt ebenfalls Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der durchBGE 69 I 18eingeleiteten und zuletzt in BGE 96 I 599 E. 2 nach nochmaliger Überprüfung bestätigten Rechtsprechung des Bundesgerichts ist der durch eine angeblich strafbare Handlung Geschädigte grundsätzlich nicht legitimiert, gegen die Einstellung des Strafverfahrens oder gegen ein freisprechendes Urteil staatsrechtliche Beschwerde zu erheben. Und zwar gilt dies auch für Ehrverletzungsklagen, gleichgültig, ob die Ehrverletzung nach dem kantonalen Recht im Straf- oder im Zivilprozess zu verfolgen ist (BGE 69 I 90,BGE 72 I 293). Dagegen ist der Geschädigte, obwohl ihm die Legitimation in der Sache BGE 97 I 769 S. 773selbst abgeht, nach der neuern Rechtsprechung legitimiert, mit staatsrechtlicher Beschwerde die Verletzung solcher Rechte zu rügen, die ihm das kantonale Recht wegen seiner Stellung als am Strafverfahren beteiligter Partei einräumt und deren Missachtung einer formellen Rechtsverweigerung gleich- oder nahekommt (BGE 94 I 554 E. 2). Eine solche Verletzung von Parteirechten liegt z.B. vor, wenn im Kanton Luzern eine Privatklage ohne Durchführung der Untersuchung offensichtlich zu Unrecht wegen Fehlens einer Prozessvoraussetzung (§ 59 StPO) von der Hand gewiesen wird, da der Privatkläger dann weder die ihm bei der Durchführung der Untersuchung zustehenden Rechte geltend machen noch die ihm gegen die Einstellung der Untersuchung zustehenden Rechtsmittel ergreifen kann (nicht veröffentlichtes Urteil vom 23. Dezember 1970 i.S. Max Hommel & Co. S. 5/6; vgl. auch BGE 97 I 109).\n\nIm vorliegenden Falle hat das Kreisamt Davos das vom Beschwerdeführer durch die Klageschrift vom 13. Juli 1970 eingeleitete Strafverfahren mangels rechtzeitigen Strafantrags, also wegen Fehlens einer Prozessvoraussetzung, eingestellt, und der Kleine Rat hat diese Verfügung geschützt. Mit der staatsrechtlichen Beschwerde wird geltend gemacht, hierin liege eine formelle Rechtsverweigerung, weil den zum Beweis der Rechtzeitigkeit gestellten Anträgen nicht entsprochen und aus dem Schreiben Grüns vom 13. April 1970 ein willkürlicher Schluss gezogen worden sei. Zu dieser Rüge ist der Beschwerdeführer legitimiert. Er hat einen Anspruch darauf, dass das Strafverfahren beim Vorliegen der gesetzlichen Voraussetzungen durchgeführt wird, und darf nicht mit einer in unhaltbarer Weise begründeten Einstellung des Verfahrens wegen Fehlens einer solchen Voraussetzung, nämlich der Rechtzeitigkeit des Strafantrags, um das Recht gebracht werden, die Frage der Rechtzeitigkeit des Strafantrags dem zuständigen Richter zu unterbreiten und gegen dessen Entscheid nötigenfalls die kantonale Berufung und die eidgenössische Nichtigkeitsbeschwerde zu ergreifen.\n\nAuf die Beschwerde ist somit grundsätzlich einzutreten. Nicht einzutreten ist auf sie lediglich insoweit, als der Beschwerdeführer mehr als die Aufhebung des angefochtenen Entscheids verlangt, denn staatsrechtliche Beschwerden haben, von hier nicht in Betracht fallenden Ausnahmen abgesehen, rein kassatorische Funktion (BGE 96 I 634 E. 2a mit Verweisungen).\n\nBGE 97 I 769 S. 774\n\n2. Das Antragsrecht erlischt nach Art. 29 StGB nach Ablauf von drei Monaten. Diese Frist beginnt mit dem Tage, an welchem dem Antragsberechtigten der Täter und (was Art. 29 nicht ausdrücklich sagt, sich aber von selbst versteht) die Tat bekannt wird (BGE 80 IV 3). Erforderlich ist dabei eine sichere, zuverlässige Kenntnis, die ein Vorgehen gegen den Täter als aussichtsreich erscheinen lässt; das Kennenmüssen oder ein blosser Verdacht genügt nicht (BGE 76 IV 6, BGE 80 IV 4). Die Frist beginnt sodann, wie der angefochtene Entscheid zutreffend feststellt, erst zu laufen, wenn der Verletzte persönlich, nicht schon, wenn sein bevollmächtigter Vertreter die Tat und den Täter kennt (BGE 80 IV 213).\n\nDer vorliegende, am 13. Juli 1970 gestellte Strafantrag ist demnach rechtzeitig, wenn dem Beschwerdeführer selber Tat und Täter nicht vor dem 14. April 1970 bekannt geworden sind. Der Beschwerdeführer hat dies behauptet, indem er geltend machte, er habe die erforderliche Kenntnis erst am 23. Mai 1970 durch die Mitteilung seines Verteidigers anlässlich eines Besuches in der Strafanstalt Regensdorf erhalten. Beim vorangegangenen Besuch vom 2. April 1970 habe ihm sein Verteidiger deshalb keine Kenntnis geben können, weil dieser selbst die Äusserungen Roths gegenüber Grün wie gegenüber Dickoff erst nach jenem Besuch erfahren habe. Zum Beweis für diese Sachdarstellung hat sich der Beschwerdeführer u.a. auf den Brief Grüns vom 13. April 1970 und auf die Zeugen Grün und Dickoff berufen.\n\n3. Der Kleine Rat ist der Auffassung, die Rechtzeitigkeit des Strafantrages, deren Beweis dem Beschwerdeführer obliege, sei deshalb unbewiesen und auch unbeweisbar, weil selbst dann, wenn der Verteidiger ihm seine Informationen erst am 23. Mai 1970 weitergegeben haben sollte, die Möglichkeit bestehe, dass der Beschwerdeführer auf andere Weise schon vor dem 13. April 1970 vom eingeklagten Tatbestand Kenntnis erhalten habe.\n\nSofern der Kleine Rat damit sagen will, die Antragsfrist beginne mit der blossen Möglichkeit der Kenntnisnahme, so läge hierin eine mit dem klaren Wortlaut und Sinn unvereinbare Auslegung des Art. 29 StGB, denn wenn eine sichere, zuverlässige Kenntnis des Verletzten von Tat und Täter erforderlich ist und das Kennenmüssen nicht genügt (BGE 76 IV 6, BGE 80 IV 4), so kann noch weniger die blosse Möglichkeit der Kenntnis genügen. Sollten die Ausführungen des Kleinen Rates dagegen BGE 97 I 769 S. 775dahin zu verstehen sein, der Verletzte habe nicht nur zu beweisen, wann er vom eingeklagten Tatbestand Kenntnis erhalten habe, sondern überdies, dass er ihn nicht schon früher gekannt habe, so würde auch hierin eine unhaltbare, auf eine formelle Rechtsverweigerung hinauslaufende Auslegung des Art. 29 StGB liegen. Der Verletzte wird meist in der Lage sein, anzugeben und Beweise dafür anzubieten, bei welcher Gelegenheit er Kenntnis von Tat und Täter erhalten hat. Dagegen wird ihm der Beweis, bis dahin keine Kenntnis erhalten zu haben, kaum je gelingen, ist doch der Beweis einer negativen Tatsache in der Regel unmöglich (vgl.BGE 66 II 147,BGE 74 IV 94). Vom Verletzten diesen negativen Beweis zu verlangen, bedeutet praktisch nichts anderes, als die Antragsfrist im Widerspruch zu Art. 29 StGB nicht von der Kenntnis des Verletzten von Tat und Täter, sondern schon von der Tat an laufen zu lassen. Wenn der negative Beweis, wie der Kleine Rat meint, vom Beschwerdeführer nicht erbracht werden kann, der während der ganzen Zeit zwischen der Tat und der Einreichung der Strafklage verhaftet war, ist es undenkbar, dass ihn ein während dieser Zeit in Freiheit befindlicher Verletzter erbringen kann. Offenbar im Hinblick auf die Unmöglichkeit des negativen Beweises hat das Walliser Kantonsgericht entschieden, bei Ehrverletzungen obliege es dem Beschuldigten, die Verspätung des Strafantrages zu beweisen (Rechtsprechung in Strafsachen 1953 S. 4 Nr. 12). Selbst wenn man nicht so weit gehen will, hat doch, wie GERMANN (StGB mit kurzen Erläuterungen, 8. Aufl. 1966 S. 56) ausführt, im Zweifel die Frist als eingehalten zu gelten, wenn keine ernsthaften Anhaltspunkte dafür vorliegen, dass dem Antragsberechtigten Tat und Täter schon früher bekannt waren. Unter diesem Gesichtspunkt ist daher zu prüfen, ob der Kleine Rat den Strafantrag des Beschwerdeführers aufgrund der Akten als verspätet betrachten durfte oder durch Nichtabnahme angebotener Beweise dem Beschwerdeführer das rechtliche Gehör verweigert hat.\n\n4. Gegenstand der Ehrverletzungsklage des Beschwerdeführers sind zwei zu verschiedenen Zeitpunkten erfolgte und inhaltlich verschiedene Äusserungen Roths, die eine gegenüber Grün, die andere gegenüber Dickoff. Sind sie ehrverletzend, so ist jede für sich strafrechtlich verfolgbar, weshalb die Rechtzeitigkeit des Strafantrags inbezug auf jede dieser Äusserungen gesondert abzuklären ist.\n\nBGE 97 I 769 S. 776\n\na) Der Beschwerdeführer hat geltend gemacht, sein Verteidiger habe von den Äusserungen Roths gegenüber Grün erstmals durch das Schreiben vom 13. April 1970 zuverlässige Kenntnis erhalten. Dieser Brief beweist in der Tat, dass der Verteidiger frühestens am 14. April 1970 genaue Kenntnis von den eingeklagten Äusserungen und damit die Möglichkeit der Information des Beschwerdeführers erhalten hat, vorausgesetzt, dass der Brief nicht nachdatiert ist und nicht die Bestätigung einer früheren mündlichen Mitteilung enthält. Über beides kann offenbar nur der vom Beschwerdeführer als Zeuge angerufene Briefverfasser Grün Auskunft geben. Die Weigerung, ihn als Zeugen einzuvernehmen, stellt daher eine Verweigerung des rechtlichen Gehörs dar, falls nicht triftige Gründe bestehen, aus denen von der Einvernahme Grüns abgesehen werden darf.\n\nInbezug auf den im angefochtenen Entscheid angedeuteten Zweifel am Absendedatum des Briefes hat der Kleine Rat nichts vorgebracht, was die Einvernahme Grüns als überflüssig erscheinen liesse. Sofern der Kleine Rat ernstlich mit der Möglichkeit einer Nachdatierung des Briefes rechnet, erweist sich daher die Einvernahme Grüns über das Absendedatum als unerlässlich.\n\nSie ist es auch, soweit der Kleine Rat die Möglichkeit einer früheren mündlichen Mitteilung Grüns an Rechtsanwalt H. in Betracht zieht. Er behauptet freilich, aus dem Brief Grüns ergebe sich unmissverständlich, dass es sich dabei lediglich um eine schriftliche Bestätigung einer früheren mündlichen Unterredung handle. Von einer solchen Unterredung ist aber in diesem Brief mit keinem Worte die Rede. Sollte der Kleine Rat wegen des im Brief verwendeten Ausdrucks \"bestätigen\", im Hinblick auf die im Briefeingang erwähnte, nicht bei den kantonalen Akten befindliche Anfrage H. vom 6. März 1970 oder aus andern Gründen mit der Möglichkeit rechnen, das Schreiben Grüns enthalte die Bestätigung einer früheren mündlichen Mitteilung, so hat der Beschwerdeführer aufgrund von Art. 4 BV Anspruch auf Abklärung dieser Zweifel durch die Einvernahme Grüns. Hievon kann, entgegen der Auffassung des Kleinen Rates, nicht etwa deswegen abgesehen werden, weil es nicht ausgeschlossen ist, dass der Beschwerdeführer \"auf andere Weise\" (als durch die Mitteilung seines Verteidigers vom 23. Mai 1970), etwa durch die Kontaktnahme mit Presseleuten während der Verhandlungspausen des Prozesses vor Kantonsgericht BGE 97 I 769 S. 777anfangs Februar 1970, zuverlässige Kenntnis vom eingeklagten Tatbestand erhalten haben könnte. Diese blosse Möglichkeit vermag nach dem in Erw. 3 Gesagten die Einstellung des Verfahrens mangels rechtzeitigen Strafantrags keinesfalls zu rechtfertigen. Es müssten mindestens ernsthafte Anhaltspunkte für eine solche mehr als drei Monate vor Einreichung der Strafklage erfolgte Kenntnisnahme vorliegen. Solche Anhaltspunkte könnten sich, da die ehrverletzenden Äusserungen Roths gegenüber Grün erfolgten, wohl am ehesten aus der Befragung Grüns darüber ergeben, ob, wann und welchen Personen er die angeblichen Äusserungen Roths mitteilte und ob dies auch gegenüber dem Beschwerdeführer geschah, was wiederum die Einvernahme Grüns vor der Einstellung des Strafverfahrens als unumgänglich erscheinen lässt.\n\nb) Was die Äusserungen Roths gegenüber Dickoff betrifft, so hat der Beschwerdeführer geltend gemacht, sein Verteidiger habe davon erst am Abend des 2. April 1970 zuverlässige Kenntnis erhalten und sie dem Beschwerdeführer ebenfalls am 23. Mai 1970 bekannt gegeben. Zum Beweis dafür hat er sich auf Dickoff als Zeugen berufen. Da der Zeitpunkt der Mitteilung Dickoffs an den Verteidiger im Hinblick auf die Rechtzeitigkeit der Strafklage wiederum von entscheidender Bedeutung ist, hat der Beschwerdeführer auch Anspruch auf Einvernahme dieses Zeugen, wenn der Kleine Rat mit der Möglichkeit einer früheren Kenntnis des Beschwerdeführers rechnet. Die Einstellung des Verfahrens mangels rechtzeitigen Strafantrages ohne diese Einvernahme stellt aus den hievor zum Falle Roth/Grün dargelegten Gründen ebenfalls eine Verweigerung des rechtlichen Gehörs dar, die zur Aufhebung des angefochtenen Entscheides führt.\n\nDemnach erkennt das Bundesgericht:\n\nSoweit auf die Beschwerde einzutreten ist, wird sie im Sinne der Erwägungen gutgeheissen und der Entscheid des Kleinen Rates des Kantons Graubünden vom 22. März 1970 aufgehoben."}