{"annee": "97", "cour": "IV", "page": "57", "date": "21/4/1971", "cite": ["81 IV 99", "92 IV 70", "81 IV 191", "81 IV 161", "78 IV 91", "78 IV 170", "93 IV 120", "79 IV 137", "94 IV 107", "91 IV 149"], "cite_par": ["99 IV 80", "98 IV 188", "100 IV 244"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 21. April 1971 i.S. Schweizerische Bundesanwaltschaft gegen Brenner.", "regestes": ["Art. 64 al. 3 de l'ordonnance fédérale sur le contrôle des viandes. 1. Cette disposition limite la quantité de poudre de lait écrémé qui peut être employée comme adjuvant pour préparer le fromage d'Italie (consid. 3). Art. 154 ch. 2 CP. Mise en circulation de marchandises falsifiées. 2. Tombe sous le coup de cette disposition la mise en vente d'un mélange de viande qui correspond d'après sa consistance et sa forme extérieure au fromage d'Italie et est offert sous cette désignation, mais qui contient en réalité davantage d'adjuvants que ne l'autorise l'ordonnance fédérale sur le contrôle des viandes pour une telle préparation de viande (consid. 7). Art. 20 CP. Erreur de droit. 3. Si une règle de droit est à tel point défectueuse que la prescription ou l'interdiction qu'elle contient ne peut être reconnue par une personne ignorante du droit, l'inculpé peut prétendre à l'exemption de toute peine, pour autant qu'il n'ait pas eu conscience d'agir sans droit (consid. 8)."], "faits": "|58|\n\nA.- Am 17. März 1970 wurde in der Metzgerei des Brenner in Frauenfeld vom Lebensmittelinspektor des Kantons Thurgau eine Probe Fleischkäse erhoben. Ihre chemische Untersuchung ergab einen Gehalt an Magermilchpulver von 5%. Am 20. März 1970 verlangte das Eidgenössische Veterinäramt durch Vermittlung der Gesundheitskommission Frauenfeld die Bestrafung Brenners wegen vorsätzlicher Warenfälschung, weil der Milchpulvergehalt |59| des Fleischkäses um mindestens 2% die gemäss Art. 64 Abs. 3 der Eidgenössischen Fleischschauverordnung vom 11. Oktober 1957 (EFV) zugelassene Menge überstiegen habe und damit eine verbotene Erhöhung der Bindekraft bezweckt worden sei.\n\nB.- Am 31. Juli 1970 verurteilte das Bezirksgericht Frauenfeld Brenner wegen fahrlässigen Inverkehrbringens gefälschter Waren (Art. 154 Ziff. 2 StGB) zu einer bedingt vorzeitig löschberen Busse von Fr. 200.--. Es legte dem Gebüssten zur Last, dem Fleischkäse zuviel Magermilchpulver beigemischt zu haben, um damit umso mehr \"Schüttung\" (= Wasser oder Eis) hinzufügen zu können, was den Erwartungen der Konsumenten widersprochen habe. Dass Art. 64 Abs. 3 EFV die zulässige Milchpulvermenge nicht festlege, sei ohne Belang. Jedenfalls verbiete Absatz 4 des genannten Artikels Bindemittel.\n\nAm 25. Januar 1971 sprach die Rekurskommission des Obergerichtes des Kantons Thurgau Brenner nach Gutheissung seiner Berufung und Abweisung einer Berufung der Schweizerischen Bundesanwaltschaft von Schuld und Strafe frei.\n\nC.- Die Schweizerische Bundesanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil der Rekurskommission sei aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie Brenner wegen Widerhandlung gegen Art. 64 Abs. 3 und 4 EFV in Verbindung mit Art. 41 des Lebensmittelgesetzes (LMG) und wegen fahrlässigen Inverkehrbringens gefälschter Waren (Art. 154 Ziff. 2 StGB) angemessen bestrafe.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. .....\n\n2. .....\n\n3. Im vorliegenden Falle steht zur Entscheidung, ob Art. 64 Abs. 3 EFV die als Hilfsstoff für die Zubereitung von Fleischkäse verwendbare Menge Magermilchpulver begrenze oder ob dieses dem Fleisch in beliebigen Mengen beigemischt werden dürfe. Die Vorinstanz ist der Meinung, die genannte Verordnung enthalte keine Beschränkung der höchstzulässigen Beigabe von Milch oder Milchpulver in Fleischkäse, während die Beschwerdeführerin den gegenteiligen Standpunkt vertritt.\n\na) Da das angefochtene Urteil und die Beschwerde Ausführungen zur Frage enthalten, in welchem Masse Frischmilch nach |60| Art. 64 Abs. 3 EFV als Hilfsstoff verwendet werden dürfe, ist vorerst darauf hinzuweisen, dass die Zugabe natürlicher Milch in der genannten Bestimmung überhaupt nicht geregelt wird. Aus dieser folgt durch Umkehrschluss, dass auch die Verwendung von Frischmilch bei der Zubereitung von Fleischwaren gestattet ist (FRITSCHI/RIEDI, Kommentar zur EFV, N. 20 zu Art. 64 EFV); geordnet aber wird durch die genannte Vorschrift einzig die Zugabe von Magermilchpulver. Diese scheinbare Lücke findet ihre natürliche Erklärung in der Tatsache, dass zu einer Festlegung der höchstzulässigen Menge Frischmilch als Hilfsstoff kein Anlass bestanden hat. Wie die Vorinstanz zutreffend ausführt, sind der Beimischung von Frischmilch zu Fleischkäse tatsächliche Grenzen gesetzt. Fleischkäse ist ein gewürztes Brätgemisch aus verschiedenen Fleischsorten und Gewürzen, das in Blechformen abgefüllt und gebacken wird (FRITSCHI/RIEDI, a.a.O., N. 16 zu Art. 5 EFV). Im Handel ist es als eine konsistente Fleischware bekannt, die sich in Scheiben schneiden lässt und einen typischen, durch Gewürze und Salz vermittelten Geschmack aufweist. Da namentlich die Konsistenz mit steigendem Zusatz von Frischmilch abnimmt, muss die tatsächliche Grenze für eine Beimischung dieses Hilfsstoffes dort liegen, wo das Fleischgemisch seine Festigkeit noch besitzt. Wo es jedoch infolge übermässigen Zusatzes von Frischmilch zu einem Brei wird, verdient es die Bezeichnung Fleischkäse nicht mehr und wird es im Handel auch nicht mehr als solcher angeboten werden können. Tatsächlich ist die durch Beimischung von zuviel Frischmilch bewirkte Veränderung im Aussehen des Erzeugnisses derart offensichtlich, dass - wie die Vorinstanz annimmt - dieses unverwendbar und praktisch unverkäuflich wird. Damit aber entfällt für den Käufer die Gefahr einer Täuschung, da für diesen augenfällig wird, dass es sich bei der breiigen Masse nicht um Fleischkäse handelt. Die durch eine übermässige Zugabe von Frischmilch bewirkte äussere Veränderung des für Fleischkäse bezeichnenden Aussehens schafft demnach einen natürlichen Schutz des Publikums und zwingt gleichzeitig auch den Hersteller, nur soviel Frischmilch als Hilfsstoff zu verwenden, als das Fleischgemisch aufnehmen kann, ohne seine Konsistenz zu verlieren. Da Frischmilch bei der Zubereitung von Fleischkäse nicht verwendet werden muss, sondern wie Magermilchpulver als Hilfsstoff nur gebraucht werden kann (vgl. Art. 64 Abs. 3 EFV), steht es somit dem Hersteller einer solchen |61| Fleischware frei, die Menge der Milchzugabe zu bestimmen, zumal es für die Gesundheit des Menschen keine Gefahr bedeutet, ob mehr oder weniger Frischmilch mit dem Fleischgemisch verarbeitet wird.\n\nb) Was weiter die Beimischung von Magermilchpulver anbelangt, so schreibt die Verordnung weder in Gewicht noch in Prozentzahlen vor, in welcher Menge jene Substanz bei der Zubereitung von Fleischkäse verwendet werden darf. Indessen wird bestimmt, dass Magermilchpulver als Hilfsstoff nur gestattet ist, sofern es frische Voll- oder Magermilch \"ersetzt\". Als Ersatz von Frischmilch aber kann eine Lösung von Magermilchpulver - nach der richtigen Auffassung der Vorinstanz, die auch von der Beschwerdeführerin geteilt wird - nur angesehen werden, wenn die Menge des Pulvers zur Schüttung im gleichen Verhältnis steht, wie die festen Substanzen zum Wasser in der Frischmilch. Nach dem im kantonalen Verfahren eingeholten Bericht der Schweizerischen Fachschule für das Metzgereigewerbe in Spiez vom 14. Mai 1970 enthält Frischmilch 9% feste Teile und 91% Wasser, und nach dem Fachbuch für das Metzgereigewerbe des Verbandes Schweizer Metzgermeister (Ausgabe 1960, II S. 126) wird bezüglich der Zusammensetzung von Milchpulver und Schüttung in der Regel mit einem Verhältnis von 1:10 gerechnet. Soweit also Milchpulver und Schüttung in einem solchen Mengenverhältnis zueinander stehen, bilden sie einen nach Art. 64 Abs. 3 EFV gültigen Ersatz für Frischmilch. Als solcher aber kann die Lösung bei der Zubereitung von Fleischkäse in beliebiger Menge beigefügt werden; denn wird zuviel Milchpulverlösung verwendet, so dass die Fleischware ihre Konsistenz verliert, tritt wie im Falle der übermässigen Beimischung von Frischmilch jene offenkundige Veränderung der äusseren Beschaffenheit des Erzeugnisses zu einem Brei ein, die auch hier als tatsächliche Grenze für die Beimischung des Hilfsstoffes wirkt und den Käufer in zureichendem Masse gegen Täuschung schützt. Deshalb ist der Vorinstanz beizupflichten, soweit sie annimmt, die Verordnung beschränke auch die höchstzulässige Zugabe einer der Frischmilch entsprechenden Milchpulverlösung nicht.\n\nc) Dagegen kann der Rekurskommission nicht beigestimmt werden, wenn sie es nach Art. 64 Abs. 3 EFV auch für zulässig erachtet, bei der Zubereitung von Fleischkäse eine Milchpulverlösung zu verwenden, deren Schüttung das \"Normalmass\" |62| nicht überschreitet, deren Milchpulveranteil jedoch höher ist, als dem der Frischmilch gemässen Mengenverhältnis von 1:10 entspräche. Ihre Auffassung, wonach die genannte Vorschrift lediglich darauf abziele, den Konsumenten vor dem Kauf eines zu wässerigen und damit nicht vollwertigen Fleischkäses zu schützen, findet im Wortlaut der Verordnung keine Stütze und verkennt überdies, dass der Käufer auch dadurch getäuscht werden kann, dass ihm ein Fleischkäse angeboten wird, der nicht zuviel Wasser, aber zuviel Magermilchpulver enthält; wenn Art. 64 Abs. 3 EFV die Verwendung von Magermilchpulver nur gestattet, sofern es Frischmilch ersetzt, so heisst das nichts anderes, als dass Fleischkäse, der mit Magermilchpulver zubereitet wird, auch von diesem Hilfsstoff nur soviel enthalten soll, als jene Menge Frischmilch an festen Substanzen enthält, mit welcher ein noch konsistentes Brät hergestellt werden kann. Da nach den Untersuchungsberichten des Eidg. Veterinäramtes vom 20. März und 3. Dezember 1970 eine Schüttung von 30% des Erzeugnisses an der Grenze dessen liegt, was ein Fleischgemisch aufnehmen kann, ohne die dem Fleischkäse eigene Konsistenz zu verlieren, darf entsprechend des der Frischmilch gemässen Mengenverhältnisses von fester Substanz zu Flüssigkeit (1: 10) eine als Fleischkäse angebotene Fleischware höchstens 3% reines Magermilchpulver aufweisen. Ein Brät, dessen Milchpulvergehalt dieses Mass übersteigt, enthält im Umfang des zu hohen Pulveranteils auf das Gesamtgewicht bezogen zuwenig Fleisch und stellt deshalb keinen vollwertigen Fleischkäse dar. Das ist indessen dem Käufer nicht gleichgültig; denn wer Fleischkäse ersteht, wünscht eine Fleischware und nicht ein Milchprodukt (vgl. BGE 94 IV 109 Erw. 4). Die Vorinstanz hat diesen Umstand übersehen, und es ist ihr auch entgangen, dass die Gefahr einer Täuschung bei Zugabe einer zu konzentrierten Milchpulverlösung grösser ist als im Falle der Beimischung zu wässeriger Pulvermilch. Der von der Vorinstanz veranlasste Versuch der Zubereitung von Fleischkäse mit einer Magermilchpulverlösung, deren Pulveranteil beinahe verdoppelt wurde, während die Schüttung das \"Normalmass\" nicht überschritt, hat erwiesen, dass auf diese Weise ein Brät hergestellt werden kann, das einem normalen Fleischkäse gleichwertig erscheint und lediglich einen süsslicheren Geschmack aufweist. Der natürliche Schutz des Konsumenten, der bei einer übermässigen Zugabe von Frischmilch oder einer |63| ihr entsprechenden Ersatzlösung aus Milchpulver darin liegt, dass sie das Aussehen des Erzeugnisses derart verändert, dass es kein Fleischkäse mehr ist, sondern zu einer breiigen Masse wird, entfällt also bei der Zugabe einer Milchpulverlösung mit übersetztem Milchpulvergehalt, aber \"normaler\" Schüttungsmenge. In diesem Falle drängt sich eine Unterstellung eines solchen Sachverhaltes unter Art. 64 Abs. 3 EFV geradezu auf, zumal wenn man berücksichtigt, dass das mit zu konzentrierter Pulvermilch hergestellte Erzeugnis nicht nur weniger Fleisch enthält als sein Aussehen erwarten lässt, sondern dass es überdies - wie die Vorinstanz selber einräumt - einen süsslicheren Geschmack aufweist als normaler Fleischkäse und deshalb auch in seinem Genusswert herabgesetzt wird. Die Herstellung eines Bräts mit zu konzentrierter Milchpulverlösung stellt deshalb objektiv eine Übertretung des Art. 64 Abs. 3 EFV dar.\n\n4. Im vorliegenden Fall stellt die Vorinstanz verbindlich fest, dass die Untersuchung der bei Brenner erhobenen Probe an Fleichkäse nur einen übersetzten Milchpulvergehalt, dagegen keinen übermässig hohen Wassergehalt ergeben habe; nachgewiesen sei bloss, dass Brenner ca. 5% Milchpulver, dagegen nur etwa das \"Normalmass\" an Wasser beigefügt habe. Von diesem Sachverhalt geht auch die Beschwerdeführerin aus.\n\nAuf Grund der vorstehenden Erwägungen kann somit keinem Zweifel unterliegen, dass Brenner Art. 64 Abs. 3 EFV objektiv übertreten hat. Wie bereits ausgeführt, ist nach dieser Bestimmung Magermilchpulver als Hilfsstoff zur Zubereitung von Fleischkäse nur insoweit zulässig, als es aufgelöst in der 10-fachen Menge Wasser dem Fleisch beigemischt wird. 5% Magermilchpulver hätten somit 50% Wasser beigegeben werden müssen, damit die Zusammensetzung der Pulvermilch der natürlichen Milch annähernd entsprochen hätte. Ein derart hoher Zusatz von Milchpulverlösung zum Fleisch (ca. 55% Milchpulverlösung - ca. 45% Fleisch und Gewürze) hätte jedoch nach dem Bericht des Eidg. Veterinäramtes einen halbflüssigen Brei ergeben, der deshalb nicht als Fleischkäse hätte angeboten werden können. Dass Brenner diese Folge vermieden hat, indem er den 5% Milchpulver nicht 50%, sondern - wie die Vorinstanz sich ausdrückt - bloss das \"Normalmass\" Wasser beigemischt hat, ändert nichts an der Tatsache, |64| dass das Brät mehr Milchpulver enthielt, als jene Menge Frischmilch an festen Substanzen enthalten hätte, das eine Herstellung der als Fleischkäse bekannten konsistenten und schneidfähigen Fleischware noch ermöglichte (nämlich höchstens 3%). Der über diesen Anteil hinausgehende Milchpulverzusatz (ca. 2%) war somit eine nach Ar. 64 Abs. 3 EFV unzulässige Beigabe eines Hilfsstoffes. In diesem Umfang bestand denn auch die Gefahr einer Täuschung des Publikums, indem die äusserlich dem Fleischkäse entsprechende Fleischware weniger Fleisch bzw. mehr Milchpulver enthielt, als der Käufer nach dem Angebot erwarten durfte und musste.\n\n5. Subjektiv kann die Übertretung des Art. 64 Abs. 3 EFV nicht nur vorsätzlich, sondern gemäss Art. 117 EFV in Verbindung mit Art. 41 Abs. 1 und 2 LMG auch fahrlässig begangen werden. Die Beschwerdeführerin wirft Brenner nur Fahrlässigkeit vor, denn sie hat ihren im kantonalen Verfahren gestellten Antrag auf Bestrafung Brenners nach Art. 153 StGB, der nur als Vorsatzdelikt ausgestaltet ist und sich im vorliegenden Fall auf den gleichen Sachverhalt bezogen hätte, im Verfahren auf eidgenössische Nichtigkeitsbeschwerde nicht wieder aufgenommen. Die Vorinstanz hat sich ihrerseits zur Frage des Vorsatzes überhaupt nicht geäussert, nachdem sie schon die Erfüllung des objektiven Tatbestandes verneint hatte. Die Rekurskommission wird deshalb prüfen müssen, ob die subjektiven Merkmale im Sinne des Antrages der Beschwerdeführerin gegeben seien.\n\n6. Die Beschwerdeführerin sieht in der übermässigen Beigabe von Magermilchpulver nicht nur eine Übertretung von Absatz 3, sondern auch von Absatz 4 des Art. 64 EFV. Danach sind fremde oder zu Täuschungen oder zur Verminderung des Nähr- und Genusswertes Anlass gebende Beimischungen und Zusätze ... verboten, soweit diese Verordnung nicht Ausnahmen vorsieht. Absatz 3 enthält eine solche Ausnahme von der Regel; er gestattet zur Zubereitung von Fleischkäse die Verwendung von Magermilchpulver, insofern damit Frischmilch ersetzt wird. Stellt diese Bestimmung gegenüber Absatz 4 eine Sondervorschrift dar, deren letzter Nebensatz ihrerseits implicite ein Verbot übermässiger Beimischung von Magermilchpulver enthält, so wird eine Übertretung dieses Verbotes in vollem Umfang von der Sondernorm erfasst, und es muss eine zusätzliche Anwendung von Art. 64 Abs. 4 EFV entfallen. Insoweit ist daher die Beschwerde unbegründet. |65|\n\n7. Die Beschwerdeführerin verlangt weiter die Bestrafung Brenners wegen fahrlässigen Inverkehrbringens gefälschter Waren nach Art. 154 Ziff. 2 StGB. Die Vorinstanz hat eine Verurteilung auf Grund dieser Bestimmung mit der Begründung abgelehnt, dass keine lebensmittelpolizeiliche Vorschrift die höchstzulässige Milchpulvermenge in Fleischkäse normiere und deshalb eine Überdosierung weder eine Wertverminderung noch eine Veränderung der natürlichen Beschaffenheit der Fleischware im strafrechtlichen Sinne bilde, zumal Fleischkäse nicht ein Naturprodukt, sondern eine künstliche Verbindung aus mehreren natürlichen Substanzen sei.\n\nDass die Auffassung der Vorinstanz unzutreffend ist, wurde bereits dargetan. Ein Zusatz von 5% Milchpulver, wie er von Brenner bei der Zubereitung von Fleischkäse beigemischt wurde, übersteigt jenes höchstzulässige Mass um 2%. Da in diesem Umfang jedoch das von Brenner angebotene Brät, das wegen der Zugabe zu konzentrierter Pulvermilch wohl die Konsistenz und das Aussehen von Fleischkäse hatte, tatsächlich aber weniger Fleisch enthielt, als der Käufer erwarten durfte, macht die Beschwerdeführerin mit Recht geltend, das vom Angeklagten feilgehaltene Erzeugnis sei in seiner natürlichen Beschaffenheit verändert und infolgedessen im Sinne von Art. 154 StGB verfälscht gewesen. Dieser Annahme steht nicht entgegen, dass Fleischkäse kein Naturprodukt ist. Tauglicher Gegenstand einer Verfälschung kann auch eine künstlich, aus mehreren natürlichen Stoffen hergestellte Ware sein. Der Schutz vor Täuschung im Warenverkehr verlangt, dass auch solche Erzeugnisse in ihrer inneren Zusammensetzung dem entsprechen, was der Käufer nach ihrem Aussehen, ihrer Bezeichnung oder ihrer Aufmachung erwarten darf (vgl. BGE 81 IV 100, 162). Der Kassationshof hat denn auch sog. \"Klöpfer\", die gleich dem Fleischkäse aus Fleisch und den von der Eidg. Fleischschauverordnung zugelassenen Hilfsstoffen hergestellt werden, als Ware im Sinne des Art. 153 StGB anerkannt (BGE 94 IV 109). Ein Brät, das nach Konsistenz und äusserer Form Fleischkäse entspricht und unter dieser Bezeichnung angeboten wird, tatsächlich aber mehr Hilfsstoff enthält, als die Eidg. Fleischschauverordnung für die Zubereitung einer solchen Fleischware gestattet, stellt deshalb eine in ihrer natürlichen Beschaffenheit veränderte, also eine verfälschte Ware dar (vgl. BGE 78 IV 93 Erw. 1). Das ist sie auch dann, wenn sie ebenso gut und ebenso viel wert ist wie das unverfälschte Erzeugnis und durch ihre |66| Verfälschung weder eine Gefahr für das menschliche Wohlbefinden geschaffen noch ein Käufer geschädigt oder der Hersteller zusätzlich bereichert würde; die Täuschung durch unerlaubte Veränderung genügt (BGE 94 IV 110 Erw. 5, BGE 81 IV 162). Wer wie Brenner eine solche Ware feilhält, erfüllt objektiv den Tatbestand des Art. 154 StGB.\n\n8. Eventualiter hat die Rekurskommission des Obergerichts festgestellt, eine Bestrafung Brenners wäre deswegen nicht gerechtfertigt, weil die gesetzliche Regelung mangelhaft sei. Nicht einmal die Direktion der Schweizerischen Fachschule für das Metzgereigewerbe in Spiez sei bisher über die Auslegung des Art. 64 Abs. 3 EFV durch das Eidg. Veterinäramt in dem Sinne unterrichtet gewesen, dass damit die Zugabe von Magermilchpulver im Verhältnis zur gesamten Substanz des Bräts an eine gesetzliche Grenze gebunden sei. Entsprechend unbestimmt seien auch die Empfehlungen der Fachschule an die Metzger gewesen. Angesichts dieser Umstände habe Brenner der Auffassung sein dürfen, die Bemessung des Magermilchpulverzusatzes sei weder gesetzlich noch fachtechnisch derart genau umschrieben, dass hiebei ähnliche Sorgfalt geboten wäre wie bei der Verwendung anderer, nur beschränkt erlaubter Zutaten. Es wäre deshalb wegen entschuldbaren Rechtsirrtums von einer Bestrafung Umgang zu nehmen.\n\nDie Beschwerdeführerin hält dem entgegen, dass man von einem Metzgermeister erwarten dürfe, er kenne die behördlichen Vorschriften und halte sich daran. Dieser Auffassung ist insoweit zuzustimmen, als Rechtsunkenntnis grundsätzlich nicht entschuldigt (BGE 93 IV 124 Erw. 4, BGE 91 IV 152 Erw. 2). Voraussetzung ist indessen, dass die Rechtsnorm genügend klar ist, so dass auch ein Rechtsunkundiger das darin enthaltene Gebot oder Verbot erkennen kann. Wo eine gesetzliche Regelung derart mangelhaft ist, dass sie dieser Klarheit entbehrt, ist die Möglichkeit nicht von der Hand zu weisen, dass dem Täter, der sie hätte befolgen müssen, das Unrechtsbewusstsein gefehlt hat und dass ihn deshalb kein Verschulden trifft. Ist das der Fall, muss ihm Rechtsirrtum im Sinne von Art. 20 StGB zugute gehalten werden.\n\nWas die Vorschrift des Art. 64 Abs. 3 EFV anbelangt, so ist der Vorinstanz beizupflichten, dass das darin enthaltene Verbot, Fleischkäse mehr Magermilchpulver beizumischen, als jene Menge Frischmilch an festen Substanzen enthält (9%), deren |67| Beigabe zu Fleisch die Zubereitung eines noch konsistenten Bräts erlaubt, nicht ohne weiteres zu erkennen ist. Zieht man überdies in Betracht, dass die Leitung der Schweizerischen Fachschule für das Metzgereigewerbe in Spiez gemäss ihrem Schreiben vom 25. August 1970 hierüber selber nicht im klaren war und dass anderseits kantonale Gerichte und Anklagebehörden bezüglich der Frage, ob die Eidg. Fleischschauverordnung die als Hilfsstoff verwendbare Menge Magermilchpulver nach oben hin begrenze oder nicht, völlig entgegengesetzte Auffassungen vertreten, dann dürfte es auch angemessen sein, einem Rechtsunkundigen den guten Glauben zuzubilligen, wenn er der Meinung war, es komme nicht wesentlich darauf an, ob die Milchpulverlösung mehr oder weniger konzentriert sei. Zwar reicht ein gleicher Rechtsirrtum der Vorinstanz nicht immer aus, um den Täter zu entschuldigen (vgl. BGE 92 IV 74, BGE 81 IV 196 Erw. 3, BGE 79 IV 137 Erw. 3; SCHWANDER, Das Schweizerische StGB, 2. Aufl., Nr. 203 a). Doch kann er namentlich dort, wo jene die Sache gewissenhaft geprüft hat, ein Indiz für die \"zureichenden Gründe\" des Täters sein, zumal dann, wenn auch die Gefährdung des geschützten Rechtsgutes nicht offenkundig war (vgl. BGE 78 IV 180). Die Rekurskommission wird deshalb auch im Falle eines Schuldspruchs von einer Bestrafung Brenners absehen können (Art. 20 StGB).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird teilweise dahin gutgeheissen, dass das Urteil der Rekurskommission des Obergerichtes des Kantons Thurgau vom 25. Januar 1971 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird. Im übrigen wird die Beschwerde abgewiesen."}