{"annee": "97", "cour": "IV", "page": "161", "date": "14/6/1971", "cite": ["95 IV 84", "83 IV 84"], "cite_par": ["107 IV 44", "99 IV 170", "106 IV 391"], "chapeau": "32. Auszug aus dem Urteil des Kassationshofes vom 14. Juni 1971 i.S. Spahni gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 117 CP. Véhicule spécial. Négligence du conducteur d'une machine à poser les revêtements qui, à l'encontre de la limitation du droit de circuler figurant sur le permis de circuler, a fait une course au crépuscule, soit par un temps où la visibilité est faible."], "faits": "BGE 97 IV 161 S. 161\n\nA.- 1. Am 2. Dezember 1968 führte Spahni während der Morgendämmerung eine 14'000 kg schwere, überbreite Belagseinbaumaschine auf der Furttalstrasse von Otelfingen in Richtung Buchs. Die eine schwarze Rückfront aufweisende Maschine war weder beleuchtet noch von einem Sicherungsfahrzeug begleitet. Ihre Rückstrahler waren zudem russverdeckt BGE 97 IV 161 S. 162und deshalb wirkungslos. Ungefähr um 07.35 Uhr stiess der in gleicher Richtung fahrende, von Medve begleitete Horvath mit seinem Personenwagen Citroën von hinten gegen die von Spahni geführte Belagseinbaumaschine. Horvath erlitt schwere Verletzungen, die zu seinem Tode führten. Sein Mitfahrer Medve zog sich Verletzungen zu, die einen bleibenden Nachteil erwarten lassen.\n\n2. Die von Spahni geführte Belagseinbaumaschine war als Ausnahmefahrzeug im Sinne der Art. 34 ff. des BRB über landwirtschaftliche Motorfahrzeuge und Anhänger sowie gewerbliche Arbeitsmaschinen und Ausnahmefahrzeuge vom 18. Juli 1961 und der Art. 78 ff. VRV mit einer auf der Rückseite des Fahrzeugausweises angebrachten Sonderbewilligung folgenden Wortlauts zugelassen worden:\n\n\"Nur mit zusätzlicher Sonderbewilligung gültig:\n\n1) V zul. 10 km/h (muss Signal Nr. 17 führen)\n\n2) Vorausfahrendes Sicherungsfahrzeug mit Blink- oder Drehlicht\n\n3) Grösste Breite ist auffällig zu markieren, nachts und bei unsichtigem Wetter nach vorn mit weissem, nach hinten mit rotem Licht\n\n4) Darf nur auf den vom BR für 2,50 m breite Wagen geöffneten Strassen verkehren\n\n5) Überführungsfahrten sind nachts und bei unsichtigem Wetter nicht zulässig\n\n6) Transportbreite maximal 2,9 m\n\nAusnahme: Breite und Überhang vorn.\"\n\nB.- Am 24. Juni 1970 verurteilte das Bezirksgericht Dielsdorf Spahni wegen fahrlässiger Tötung und fahrlässiger schwerer Körperverletzung zu einer bedingt vorzeitig löschbaren Busse von Fr. 500.--.\n\nAuf Berufung des Gebüssten hin bestätigte das Obergericht des Kantons Zürich am 5. Februar 1971 den erstinstanzlichen Entscheid im Schuld- und Strafpunkt. Es legte Spahni zur Last, entgegen der im Fahrzeugausweis eingetragenen Verkehrsbeschränkung die Fahrt zur Zeit der Dämmerung und damit bei unsichtigem Wetter ausgeführt zu haben. Im übrigen sei das Fahrzeug auch nicht ordnungsgemäss beleuchtet gewesen.\n\nC.- Spahni führt Nichtigkeitsbeschwerde und beantragt Aufhebung des obergerichtlichen Urteils und Freisprechung von Schuld und Strafe.\n\nBGE 97 IV 161 S. 163", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. ...\n\n2. Zur Entscheidung steht die Frage, ob Spahni sich an Ziffer 5 der auf der Rückseite des Fahrzeugausweises der Belagseinbaumaschine vermerkten Verkehrsbeschränkung gehalten habe, wonach Überführungsfahrten \"nachts\" und bei \"unsichtigem Wetter\" mit dem genannten Fahrzeug verboten sind.\n\na) Die Vorinstanz hat diese Frage verneint, weil zur Zeit der Fahrt noch Dämmerung und damit unsichtiges Wetter geherrscht habe. Dass sie dies mit solcher Begründung getan hat, erhellt mit aller Deutlichkeit aus dem angefochtenen Urteil, und es ist schlechterdings unverständlich, wie der Beschwerdeführer behaupten kann, das Obergericht habe die Überführungsfahrt nicht wegen ungenügender Sichtverhältnisse für unzulässig gehalten, sondern weil im Zeitpunkt des Augenscheins die Automobilisten noch mit Abblendlicht gefahren seien. Gegenüber diesem mutwilligen Vorbringen hat bereits das kantonale Kassationsgericht festgestellt, dass das Obergericht die Beleuchtung der andern Fahrzeuge nur als Indiz dafür gewertet habe, dass eine Beleuchtung geboten gewesen sei. Spahni versucht in unzulässiger Weise zu bestreiten, dass jenem Umstand ein solcher Beweiswert beigemessen werden konnte. Hierbei geht es um Beweiswürdigung, die dem kantonalen Richter anheimgegeben ist und vom Kassationshof in diesem Verfahren nicht überprüft werden kann (Art. 273 Abs. 1 lit. b BStP).\n\nb) Der Beschwerdeführer stellt sich sodann auf den Standpunkt, die Vorinstanz nehme zu Unrecht an, es habe unsichtiges Wetter geherrscht. Entscheidungskriterium müssten die Sichtdistanzen bilden, und diese hätten nach den Ergebnissen des Augenscheins ausgereicht, so dass er die Überführungsfahrt habe durchführen dürfen.\n\nDavon ausgehend, dass in der Sonderbewilligung für die von Spahni geführte Belagseinbaumaschine Überführungsfahrten \"nachts\" und bei \"unsichtigem Wetter\" verboten wurden, hat das Obergericht unter Hinweis auf die Parallelstellung der beiden Begriffe unter dem letztgenannten alle Beleuchtungsverhältnisse verstanden, die es den Führern eines andern, für den normalen Verkehr zugelassenen Fahrzeuges zur Pflicht BGE 97 IV 161 S. 164machen, die Beleuchtung einzuschalten. Der Ausdruck \"unsichtiges Wetter\" legt zwar zunächst den Gedanken an eine ungünstige, sichtbehindernde Witterung im Sinne von Regen, Nebel usw. nahe. Da jedoch die natürlichen Helligkeitsverhältnisse - und diese hat die Vorinstanz offenbar mit dem Wort \"Beleuchtungsverhältnisse\" gemeint - von den Wetterbedingungen im weitesten Sinne, wie von der bestehenden oder fehlenden Bewölkung, ihrer Intensität, der Klarheit der Luft usw. abhängen (s. MAAS, Dämmerungszeit und Dämmerungshelligkeit im Zusammenhang mit der Beleuchtungspflicht, Deutsches Autorecht 1969, S. 32), war es mit dem Wortlaut und Sinn des genannten Begriffes vereinbar, diesen in der von der Vorinstanz gegebenen Umschreibung zu verstehen. Das Wort \"unsichtig\", das aus der eine Negation enthaltenden Vorsilbe \"un-\" und dem auf die Sicht bezüglichen Hauptbestandteil \"-sichtig\" zusammengesetzt ist, rechtfertigte es weiter, dem Begriff \"unsichtiges Wetter\" alle natürlichen Helligkeitsverhältnisse zu unterstellen, bei denen ein ausreichendes Sehen im Strassenverkehr nicht mehr gewährleistet ist und die deshalb der Ergänzung durch künstliche Lichtquellen bedürfen. Damit aber war es gegeben, zur Entscheidung der Frage, wann diese Voraussetzungen erfüllt seien, auf die Beleuchtungsvorschriften der Strassenverkehrsordnung zurückzugreifen, die ja gleich der im vorliegenden Falle in Frage stehenden Verkehrsbeschränkung erlassen wurden, um Gefahren zu verhüten, welche sich aus ungenügender Sicht im Verkehr ergeben können.\n\nNach Art. 41 Abs. 1 SVG müssen die Fahrzeuge vom Beginn der Abenddämmerung bis zur Tageshelle beleuchtet sein, und Art. 30 Abs. 1 VRV gebietet ergänzend eine Beleuchtung des Fahrzeuges, sobald die übrigen Strassenbenützer es sonst nicht mehr rechtzeitig erkennen könnten. Daraus ergibt sich als erstes, dass der Führer nicht bloss in dunkler Nacht, sondern auch während der Dämmerung verpflichtet ist, sein Fahrzeug zu beleuchten, dass also die Dämmerung zu jenen natürlichen Helligkeitsverhältnissen zählt, die in der Sonderbewilligung als unsichtig bezeichnet wurden. Als Dämmerung gilt dabei jener der Dunkelheit bzw. der Tageshelle unmittelbar vorausgehende Zustand einer herabgesetzten Helligkeit, bei welchem auf der Fahrbahn oder in ihrem Bereich befindliche Gegenstände auch für den schnell fahrenden Fahrzeugführer nicht mehr oder BGE 97 IV 161 S. 165noch nicht mit voller Deutlichkeit rechtzeitig wahrgenommen werden können (FLOEGEL/HARTUNG, Strassenverkehrsrecht, 18. Auflage, S. 368 Ziff. 5; SCHULTZ, Die strafrechtliche Rechtsprechung zum neuen Strassenverkehrsrecht, S. 196). Freilich lässt sich dieser Zeitpunkt nicht allgemein im Sinne einer genauen Uhrzeit bestimmen. Indessen ist er im Interesse der Sicherheit des Verkehrs vom Fahrzeugführer am Morgen so anzusetzen, dass keine Zweifel mehr über die eigene volle Sicht und über die rechtzeitige Erkennbarkeit des eigenen Fahrzeugs durch andere Strassenbenützer bestehen können. Diese Grenzziehung, die auch im Gesetz insoweit ihren Rückhalt findet, als Art. 41 Abs. 1 SVG vorschreibt, die Fahrzeuge müssten vom Beginn der Abenddämmerung bis zur Tageshelle beleuchtet werden, rechtfertigt sich umso mehr, als die Sicht bei Dämmerung sogar ungünstiger und schwieriger ist als bei voller Dunkelheit (FLOEGEL/HARTUNG, a.a.O.); wegen der herabgesetzten Helligkeit verflachen nämlich die Kontraste, und es werden damit vor allem dunkelfarbige Gegenstände nur schwer erkennbar (vgl. die in der Schrift des ACS \"Fahren bei Nacht\" enthaltenen Beiträge von HARTMANN, S. 38 und 50/51 sowie von STREIFF, S. 30/31). Deshalb ist es bei Dämmerung namentlich auch mit der Pflicht, das Fahrzeug durch Beleuchtung kenntlich zu machen, streng zu nehmen (Art. 30 Abs. 1 VRV). Auch wenn die Helligkeit möglicherweise ausreicht, um selber ohne Scheinwerfer gefahrlos zu fahren, ist die Einschaltung vorderer weisser und hinterer roter Lichter unerlässlich, damit das Fahrzeug als Hindernis auf eine genügend grosse Entfernung von andern wahrgenommen werden kann.\n\nc) Für den vorliegenden Fall ergibt sich aus dem angefochtenen Urteil, dass sich der Unfall um 07.35 Uhr des 2. Dezember 1968 ereignet hat. Weiter steht fest, dass in diesem Zeitpunkt zwar nicht mehr nächtliche Verhältnisse herrschten, die Sicht jedoch - auch wenn sie auf die Bergzüge der Umgebung und auf benachbarte helle Häusergruppen verhältnismässig gut war - doch noch deutlich schlechter gewesen ist als bei vollem Tageslicht. Am Augenschein vom 2. Dezember 1970 hatte sich ferner ergeben, dass alle Fahrzeugführer, die zwischen 07.33 und 07.40 Uhr das fragliche Strassenstück befuhren, die Fahrzeugbeleuchtung eingeschaltet hatten. Dass an diesem Tage wegen des Regens nach den Annahmen der Vorinstanz \"die Sicht wohl etwas schlechter war\" als am Unfalltag, fällt BGE 97 IV 161 S. 166deswegen nicht entscheidend ins Gewicht, weil nach der verbindlichen Feststellung des Obergerichtes auch an den zwei vorausgegangenen regenfreien Tagen über dem Gebiet von Zürich aber eine Hochnebeldecke lag und - was im kantonalen Verfahren von der Verteidigung anerkannt wurde - eine ähnliche Wetterlage wie am Unfalltag bestand, bis gegen 07.50 Uhr selbst auf beleuchteten Strassen der Stadt Zürich die Motorfahrzeuge die Beleuchtung eingeschaltet hatten und es nicht möglich gewesen wäre, ohne Verletzung elementarer Vorsichtsregeln ohne Licht zu fahren. Zudem hat der Beschwerdeführer selber zugegeben, dass zur Zeit des Unfalls die übrigen Fahrzeuge, und zwar die entgegenkommenden wie die ihn überholenden, noch mit Licht gefahren seien, und er hat die damaligen Helligkeitsverhältnisse mit den Worten umschrieben, es sei um die Zeit gewesen, \"als man noch Licht brauchte und eigentlich kein Licht mehr brauchte\". Die damit zum Ausdruck gebrachte Ungewissheit über das Genügen oder Ungenügen der Sicht ohne künstliche Lichtquelle ist aber bezeichnend für die Dämmerung, und die Tatsache, dass die übrigen Motorfahrzeugführer die Beleuchtung eingeschaltet hatten, bestätigt ihrerseits die vorinstanzliche Annahme des unsichtigen Wetters; denn dass all die zur Zeit des Unfalls in beiden Richtungen verkehrenden Automobilisten ohne Grund mit Licht gefahren seien, kann schlechterdings nicht angenommen werden. Der Umstand aber, dass die Sicht auf Bergkämme, helle Hausfassaden usw. zur Unfallzeit schon mehrere hundert Meter betrug, zwingt zu keinem andern Schluss. Wie das Obergericht zutreffend festgestellt hat, ist nicht entscheidend, wie weit man sieht, sondern wie gut die Sicht aus ausreichender Entfernung ist. Hierbei handelt es sich entgegen der Meinung des Beschwerdeführers nicht um gleiche Grössen. Die Sichtweite ist bloss Mass für die optische Durchlässigkeit der Luft und deshalb helligkeitsunabhängig; sie sagt ausser bei Nebel nichts aus über die Entfernung, auf welche man bestimmte Objekte noch deutlich erkennen kann. Hierüber geben nur die Helligkeitsverhältnisse sowie die Grösse eines Gegenstandes, sein Kontrast gegenüber dem Hintergrund usw. Auskunft (MAAS, a.a.O., S. 29 und 31; HARTMANN, a.a.O., S. 38). Da es im Strassenverkehr, was sich aus Art. 30 Abs. 1 VRV ergibt, nicht nur auf die eigene Sicht, sondern ebensosehr darauf ankommt, ob und wie gut man von andern Verkehrsteilnehmern gesehen werden BGE 97 IV 161 S. 167kann, kommt schliesslich bei Dämmerung auch der die Kontrastwirkung beeinflussenden Leuchtdichte des eigenen Fahrzeuges, d.h. seiner helleren oder dunkleren Farbtönung, Bedeutung bei (MAAS, a.a.O., S. 34 Ziff. 11; HARTMANN, a.a.O., S. 50). In dieser Beziehung stellt jedoch das Obergericht verbindlich fest, dass die Rückfront des von Spahni gelenkten Fahrzeuges schwarz gewesen sei, was nach dem Gesagten bei Dämmerung die Erkennbarkeit desselben weiter erheblich verschlechterte. Tatsächlich ist es denn auch von Horvath wegen der beeinträchtigten Sicht nicht rechtzeitig gesehen worden.\n\nUnter Berücksichtigung all dieser Umstände hat die Vorinstanz mit Recht angenommen, es habe zur Zeit des Unfalls unsichtiges Wetter geherrscht. Dann aber fällt dem Beschwerdeführer auch objektiv eine Verletzung der auf dem Fahrzeugausweis eingetragenen Verkehrsbeschränkung zur Last.\n\n3. In subjektiver Beziehung stellt das Obergericht verbindlich fest, der Beschwerdeführer habe gewusst, dass nachts und bei unsichtigem Wetter Überführungsfahrten mit der Belagseinbaumaschine nicht zulässig seien. Spahni meint jedoch, das zu frühe Wegfahren könne ihm nicht zum Verschulden gereichen, weil die Frage, ob er die Fahrt habe unternehmen dürfen oder nicht, eine Ermessensfrage gewesen sei, die er nach den gleichen Kriterien habe beantworten müssen, welche nach Art. 30 VRV Geltung hätten. Er habe auf die Sichtweite abstellen müssen, wobei sein Entscheid richtig gewesen sei. Jedenfalls aber müsse man dem Führer in Fällen wie dem vorliegenden einen gewissen Spielraum einräumen, innerhalb welchem er sich in guten Treuen für dieses oderjenes entscheiden dürfe. Stelle sich nachträglich der Entscheid als unrichtig heraus, so könne ihm das nicht zum Verschulden angerechnet werden.\n\nDie Frage, ob im Sinne der Strassenverkehrsordnung Dämmerung oder Tageshelle herrscht, ist in der Tat infolge der fliessenden Grenze zwischen diesen beiden Zuständen bis zu einem gewissen Grade eine Ermessensfrage. Solche Ermessensentscheide muss jedoch der Führer auch in anderen Verkehrslagen treffen (z.B. Fahren mit \"angemessener\" Geschwindigkeit, Überholen, wenn der \"nötige\" Raum übersichtlich und frei ist, \"angemessene\" Sicherung des abgestellten Fahrzeuges usw.), ohne dass ihm deswegen im Falle eines unrichtigen BGE 97 IV 161 S. 168Entscheides eine Sonderbehandlung zuteil würde. Im vorliegenden Fall bestünde übrigens dazu schon deswegen kein Anlass, weil die äusseren Umstände einem vorsichtigen Führer genügend Anhalt für einen richtigen Entscheid boten. Schon die Tatsache, dass zur Unfallzeit die in beiden Richtungen verkehrenden Automobilisten die Beleuchtung eingeschaltet hatten, hätte dem Beschwerdeführer klar machen sollen, dass hinsichtlich der Sichtverhältnisse zumindest Zweifel am Platz waren, die ein Zuwarten geboten. Zudem erhellt aus seinen eigenen Angaben, mit welchen er die damaligen Sichtverhältnisse beschrieb, dass er selber im Ungewissen gewesen ist. Dass er das Fahrzeug dann doch in den öffentlichen Verkehr eingefügt hat, war somit schuldhaft pflichtwidrig, zumal er nicht nur auf die eigene Sicht abstellen durfte, sondern, wie bereits erwähnt (Erw. 2 lit. c), auch die rechtzeitige Erkennbarkeit seines eigenen Fahrzeuges für die andern Strassenbenützer mitberücksichtigen musste (Art. 30 Abs. 1 VRV), die aber wegen der schwarzen Rückfront zusätzlich herabgesetzt war.\n\nSoweit Spahni aber aus dem Umstand, dass er einen Ermessensentscheid treffen musste, einen Rechtfertigungsgrund für eine falsche Beurteilung der Lage ableiten möchte, schlagen seine Einwände nicht durch. Für entschuldbar hat das Bundesgericht nur den Entscheid des Führers erachtet, der sich durch vorschriftswidriges Verhalten eines andern plötzlich in eine gefährliche Lage versetzt sieht und dabei von verschiedenen möglichen Massnahmen nicht diejenige ergreift, welche bei nachträglicher Überlegung als die objektiv zweckmässigste erscheint (BGE 95 IV 90, BGE 83 IV 84). In einem solchen Notstand hat sich der Beschwerdeführer jedoch nicht befunden.\n\n4./5. - ...\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}