{"annee": "97", "cour": "I", "page": "715", "date": "3/11/1971", "cite": ["97 I 178", "92 I 176"], "cite_par": ["97 I 718", "100 IB 79"], "chapeau": "103. Auszug aus dem Urteil vom 3. November 1971 i.S. Erben des Josef Jöri-Annen gegen Regierungsrat des Kantons Obwalden.", "regestes": ["Construction des routes nationales; rapport entre les procédures de remembrement et d'expropriation. Conditions de la mise en oeuvre d'une procédure d'expropriation au sens de l'art. 23 de l'ordonnance d'exécution de la LRN."], "faits": "|715|\n\nA.- Am 8. Februar 1967 beschloss der Regierungsrat des Kantons Obwalden, im Gebiet der Gemeinden Alpnach und Sarnen gemäss Art. 31 ff. des BG über die Nationalstrassen vom 8. März 1960 (NSG) eine Landumlegung durchzuführen. In den Perimeter fiel auch das landwirtschaftlich genutzte |716| Grundstück der Erben des Josef Jöri-Annen, Dirnachen, Alpnach. Am 6. Februar 1968 legte die Ausführungskommission eine Bonitierungsbewertung des alten Besitzstandes auf. Die Erben Jöri-Annen erhoben dagegen im Sinne eines Wiedererwägungsgesuchs Einsprache und erwirkten auf diese Weise eine Verfügung, mit welcher ihnen die Ausführungskommission eine Inkonvenienzenentschädigung von Fr. 18'000.-- zusprach. Auf Rekurs hin erhöhte der Regierungsrat diesen Betrag auf Fr. 40'000.--.\n\nMit Eingabe vom 14. April 1971 ersuchte die Erbengemeinschaft den Regierungsrat gestützt auf Art. 23 der bundesrätlichen Vollziehungsverordnung zum Bundesgesetz über die Nationalstrassen vom 23. März 1964 (VV-NSG) um Einleitung des Enteignungsverfahrens. Sie machte geltend, das Landumlegungsverfahren habe ihren berechtigten Ersatzansprüchen offensichtlich nicht zu genügen vermocht, weshalb ein Enteignungsverfahren durchzuführen sei.\n\nDer Regierungsrat wies dieses Begehren am 11. Mai 1971 ab. Zur Begründung führte er im wesentlichen folgendes aus: Im Anschluss an eine Landumlegung dürfe das Enteignungsverfahren nur dann eingeleitet werden, wenn das Landumlegungsverfahren den berechtigten Ersatzansprüchen des Grundeigentümers offensichtlich nicht zu genügen vermöge (Art. 23 VV-NSG). Davon könne jedoch im vorliegenden Fall nicht die Rede sein, denn es habe ein allseits befriedigender Landabtausch stattgefunden, und es sei nicht dargetan, inwieweit den berechtigten Ansprüchen der Gesuchsteller nicht hinreichend Rechnung getragen worden sei. Dass die im Landumlegungsverfahren zugesprochene Entschädigung von Fr. 40'000.-- den subjektiven Vorstellungen der Gesuchsteller nicht entspreche, vermöge ihr Begehren allein nicht zu rechtfertigen, denn einem Gesuch um Einleitung des Enteignungsverfahrens gemäss Art. 23 VV-NSG komme offensichtlich nicht die Funktion eines zusätzlichen Rechtsmittels im Landumlegungsverfahren zu.\n\nB.- Die Erben Jöri-Annen führen Verwaltungsgerichtsbeschwerde. Sie werfen dem Regierungsrat vor, er habe Art. 23 VV-NSG unrichtig angewendet.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n|717|", "considerants": "Aus den Erwägungen:\n\nDie Beschwerdeführer bringen vor, ihren berechtigten Ansprüchen sei im Landumlegungsverfahren nicht hinreichend Rechnung getragen worden, weshalb ihrem Begehren um Einleitung des Enteignungsverfahrens zur Festsetzung einer angemessenen Inkonvenienzenentschädigung entsprochen werden müsse.\n\nArt. 30 Abs. 1 NSG lässt den zur Landbeschaffung verpflichteten Kantonen grundsätzlich die Wahl zwischen dem Landumlegungs- und dem Enteignungsverfahren, sofern ein freihändiger Erwerb ausser Betracht fällt. Gemäss Art. 30 Abs. 2 NSG soll indessen das bundesrechtliche Enteignungsverfahren (Art. 39 NSG) erst dann eingeleitet werden, wenn die Bemühungen für einen freihändigen Erwerb oder für eine dem kantonalen Recht unterstehende Landumlegung (Art. 31 und 32 NSG) nicht zum Ziele führen. Im übrigen ergibt sich das Verhältnis zwischen Landumlegungs- und Enteignungsverfahren aus Art. 21 und 23 VV-NSG. Die erstgenannte Bestimmung ermächtigt die Kantone unter anderem, Inkonvenienzen, die sich bei der Neuzuteilung nicht abgelten lassen, nach den Grundsätzen des eidgenössischen Enteignungsrechts zu entschädigen. Sieht das kantonale Landumlegungsrecht insoweit eine analoge Anwendung des BG über die Enteignung vor, so bleibt für die Einleitung eines besonderen Enteignungsverfahrens kein Raum (BGE 97 I 178 ff., insbesondere 183 Erw. 4). Ist es dagegen den Organen der Landumlegung nach dem kantonalen Recht verwehrt, derartige Entschädigungsansprüche im Landumlegungsverfahren zu beurteilen, so hat darüber die zuständige Eidg. Schätzungskommission in einem gestützt auf Art. 23 VV-NSG eingeleiteten Enteignungsverfahren zu entscheiden. Diese Vorschrift bezweckt nach ihrem Wortlaut und Sinn, dem betroffenen Grundeigentümer nachträglich das bundesrechtliche Enteignungsverfahren zu öffnen, wenn ihm ein Schaden erwachsen ist, der im Landumlegungsverfahren mangels sachlicher Zuständigkeit der Landumlegungsorgane nicht abgegolten oder der seiner Natur nach nicht in diesem Verfahren entschädigt werden kann. In diesem Sinn sind die Ausführungen im Entscheid BGE 92 I 180 Erw. 5 zu verstehen, in welchem sich das Bundesgericht erstmals über die Tragweite der Art. 21 und 23 VV-NSG ausgesprochen hat.\n\n|718|\n\nWird gestützt auf Art. 30 ff. NSG eine Landumlegung durchgeführt und steht die Entschädigung von Inkonvenienzen in Frage, so beurteilt sich die Zulässigkeit eines zu diesem Zwecke einzuleitenden Enteignungsverfahrens nach der Ausgestaltung des kantonalen Landumlegungsrechts: lässt dieses keine Inkonvenienzenentschädigung zu, so vermag der betroffene Grundeigentümer seine Ansprüche in einem bundesrechtlichen Enteignungsverfahren geltend zu machen (Art. 23 VV-NSG); können jedoch derartige Begehren im Landumlegungsverfahren beurteilt werden, so ist es dem Gesuchsteller verwehrt, im Anschluss an den Entscheid der Landumlegungsorgane das Enteignungsverfahren einzuleiten mit der Begründung, die Behörde habe die tatsächlichen Verhältnisse unrichtig gewürdigt und gestützt darauf eine unzureichende Entschädigung zugesprochen. Diese Rüge ist vielmehr im kantonalen Rechtsmittelverfahren zu erheben und kann gegebenenfalls nach Erschöpfung des Instanzenzugs mit staatsrechtlicher Beschwerde wegen Verletzung der Eigentumsgarantie (Art. 22ter BV) vorgebracht werden. Entgegen der Ansicht der Beschwerdeführer kommt demnach der Einleitung des Enteignungsverfahrens gemäss Art. 23 VV-NSG nicht die Funktion eines Rechtsbehelfs zu, mit welchem die Abänderung des Landumlegungsergebnisses erwirkt werden kann."}