{"annee": "97", "cour": "IV", "page": "202", "date": "1/10/1971", "cite": [], "cite_par": ["101 III 43", "144 I 242", "104 IV 140", "105 IV 172", "110 IV 15"], "chapeau": "35. Extrait de l'arrêt de la Cour de cassation pénale du 1er octobre 1971 dans la cause Zelig contre Procureur général du canton de Genève.", "regestes": ["Art. 172 et 326 CP. La responsabilité pénale d'un délit perpétré dans la gestion d'une personne morale incombe à ceux qui ont, comme organe, commis les faits incriminés. Ces auteurs sont directement punissables, lorsque tous les éléments constitutifs du délit sont réunis sur leur tête. Tel n'est en général pas le cas, s'agissant des infractions définies aux art. 147, 163 à 170 et 323 à 325 CP. Les art. 172 et 326 CP ont été édictés pour permettre la répression du délit même dans ces hypothèses (consid. 1)."], "faits": "BGE 97 IV 202 S. 202\n\nA.- Fonds Immobiliers SA, à Genève (ci-dessous FISA), a pour but de créer et de gérer des fonds d'investissements en valeurs immobilières en Suisse et à l'étranger. Un fonds indépendant est organisé pour chaque pays déterminé et des certificats immobiliers sont émis, par tranches. Alexandre Zelig a utilisé à son profit et à celui de Jean-Laurent Comtesse une somme de 20 millions de francs français anciens appartenant à la communauté des porteurs de certificats de la \"Tranche française\" et de trois montants, de 113 000 US $, 22 320 can. $ et 114 835 can. $, prélevés sur les fonds fournis par les souscripteurs de certificats de la \"Tranche canadienne\".\n\nB.- Le 18 mars 1970, il a été condamné par la Cour d'assises du canton de Genève à la peine de deux ans d'emprisonnement BGE 97 IV 202 S. 203et de cinq ans d'expulsion du territoire suisse pour abus de confiance qualifiés. La cour a en effet admis qu'il avait agi en tant que gérant de fortunes, soit administrateur de FISA, dont il était à la fois le président du conseil d'administration et le principal actionnaire.\n\nLa Cour genevoise de cassation a rejeté un recours du condamné par arrêt du 4 mai 1971.\n\nC.- Zelig se pourvoit en nullité au Tribunal fédéral. Il conclut à libération. Ne contestant pas s'être rendu coupable d'abus de confiance, il se plaint de la violation de l'art. 140 ch. 2 CP et nie avoir commis un abus de confiance qualifié. Il relève que si les premiers juges avaient appliqué l'art. 140 ch. 1 CP, l'action pénale eût été prescrite.\n\nD.- Le Procureur général conclut au rejet du pourvoi.", "considerants": "Extrait des considérants:\n\n1. a) (C'est FISA et non Zelig qui était chargée de la gestion des fonds confiés par les porteurs de certificats.)\n\nb) C'est donc FISA seule qui a pu rompre le rapport de confiance (cf. RO 69 IV 164: \"Die veruntreuten Vermögenswerte wurden von den Kunden nicht ihm persönlich (dem Geschäftsführer) anvertraut, sondern der Bank (einer AG). Dieses Vertrauensverhältnis hätte nur die Bank selbst verletzen können; der Beschwerdeführer konnte es nicht tun\"). Mais FISA, comme toute personne morale, manque de la capacité délictueuse. En droit suisse, universitas delinquere non potest (RO 41 I 214 ss., 85 IV 99 i.f., 100; cf. PFUND, Das Steuerstrafrecht, Bâle 1954, p. 114). Tout au plus en va-t-il peut-être autrement en droit pénal administratif et encore l'exception est-elle combattue (RO 85 IV 98; HAFTER, Allg. Teil, Berlin 1926, p. 63 ss.; SCHULTZ, RPS 71, 249, n. 2).\n\nL'impossibilité d'imputer à la personne morale les crimes et délits commis en son nom signifie-t-elle qu'ils doivent rester impunis? Pareille conséquence serait inacceptable. La cour de céans l'a néanmoins tirée en arguant du fait que la violation du secret de fabrication ne figurait pas à l'art. 172 CP (RO 80 IV 31 i.f. et 32), mais ce raisonnement surfait la portée de cette règle.\n\nc) La plupart des dispositions mentionnées par l'art. 172 définissent des délits spéciaux qui ne peuvent être commis que par un débiteur. Lorsque ce dernier est, par exemple, une BGE 97 IV 202 S. 204société anonyme, qui ne peut être tenue pour l'auteur des agissements incriminés, la personne physique qui a agi pour elle n'a pas la qualité de débiteur. Il faut cependant que le délit soit réprimé. C'est pour obvier à cette difficulté que les art. 172 et 326 CP ont été édictés (ZÜRCHER, RPS XVI, 313). Le but du législateur était non pas de créer des exceptions, mais au contraire d'assurer l'application des principes généraux. Cela ressort notamment des déclarations de Gautier à la deuxième commission d'experts. Après avoir exposé que l'art. 104 de l'avant-projet de 1908 visait uniquement le cas où les délits prévus par les art. 98 à 103 se produisent dans la faiilite d'une personne juridique ou dans une poursuite dirigée contre une telle personne, il ajoutait:\n\n\"Et ce cas, le projet le résout dans le sens traditionnel et naturel. Il admet que la personne juridique elle-même ne peut être coupable de ces délits et que ce sont ceux qui ont, comme organes de la personne juridique, commis les faits incriminés, qui doiventen répondre.\" (p.v. II, 419)\n\nLa solution consacrée par les art. 172 et 326 CP est donc conforme à la tradition.\n\nLes actes réprimés par le livre deuxième du Code pénal ne cessent pas d'être punissables quand ils sont commis dans la gestion d'une personne juridique. Ainsi l'auteur d'une escroquerie ou d'un faux perpétré dans l'exploitation d'une société anonyme tombe sous le coup des art. 148 ou 251 CP. Lorsque les éléments constitutifs d'une de ces infractions sont réunis, le juge n'a pas besoin, pour condamner, d'une disposition analogue à l'art. 172, et dans ce cas, sa décision ne viole cependant pas l'art. 1er CP.\n\nLe considérant critiqué de l'arrêt RO 80 IV 22 est d'ailleurs resté isolé. En 1915 déjà, le Tribunal fédéral relevait que seuls les organes de l'association peuvent être punis pour les actes commis en son nom (RO 41 I 215) et il ne subordonnait pas leur condamnation à l'existence d'une disposition semblable à l'art. 172 CP. Et en 1956, il posait la maxime, \"dass grundsätzlich immer die verantwortlichen Organe belangt werden können\" (RO 82 IV 46; cf. 90 IV 116 consid. 1).\n\nd) La responsabilité pénale d'un délit perpétré dans la gestion d'une personne juridique incombe donc à ceux qui ont, comme organes, commis les faits incriminés. En l'espèce, c'est BGE 97 IV 202 S. 205le recourant qui a agi, avec la participation de Comtesse. Les fonds qu'il a détournés avaient été fournis par les souscripteurs de parts de la \"Tranche française\" et de la \"Tranche canadienne\", dont les patrimoines, constate souverainement l'arrêt attaqué, se distinguaient clairement de celui de FISA. C'est par conséquent au préjudice de ces souscripteurs et non de la Société de gestion que les délits ont été commis."}