{"annee": "97", "cour": "I", "page": "736", "date": "17/12/1971", "cite": [], "cite_par": [], "chapeau": "107. Urteil vom 17. Dezember 1971 i.S. Fridlin gegen Bundesamt für Industrie, Gewerbe und Arbeit.", "regestes": ["Loi sur le travail: assujettissement aux prescriptions relatives aux entreprises industrielles (art. 5 LTr). 1. Quels travailleurs entrent-ils en considération pour le nombre minimum mentionné à l'art. 5 al. 2 lettre a LTr? (consid. 1 et 3). 2. Une entreprise qui, à l'aide de machines, empaquette des marchandises ou en remplit des récipients traite-t-elle des biens au sens de l'art. 5 al. 2 LTr? (consid. 2)."], "faits": "|736|\n\nA.- J. Carl Fridlin betreibt in Zug in zwei unmittelbar nebeneinander liegenden Gebäuden eine Gewürzmühle. In einem dieser Gebäude sind Mühlen (Zimtmühle, Kräutermühlen, Mischer etc.), im andern Abfüllmaschinen installiert.\n\nDas Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) unterstellte die Gewürzmühle Fridlins am 2. Juni 1971 gestützt auf Art. 5 Abs. 1 und Abs. 2 lit. a des Arbeitsgesetzes vom 13. März 1964 (ArG) den besonderen Vorschriften dieses Gesetzes über industrielle Betriebe. Zur Begründung seiner Verfügung führte es aus: \"Beim Mahlen und Abfüllen von Gewürzen werden die Arbeitsweise und die Arbeitsorganisation durch Maschinen, andere technische Einrichtungen sowie durch serienmässige Verrichtungen bestimmt und mehr als sechs Arbeitnehmer beschäftigt.\" |737| B. - Mit der vorliegenden Verwaltungsgerichtsbeschwerde vom 2. Juli beantragt Fridlin, die Unterstellungsverfügung des BIGA aufzuheben, allenfalls die Sache zur ergänzenden materiellen Abklärung an das BIGA zurückzuweisen. Er führt aus, sein Betrieb sei arbeitsrechtlich in drei Einzelbetriebe gegliedert: den kaufmännischen Betrieb, den Gewürzmühlebetrieb und den Abpackbetrieb. Die vom BIGA verfügte Unterstellung unter die Vorschriften des Arbeitsgesetzes über industrielle Betriebe würde voraussetzen, dass sowohl der Gewürzmühlebetrieb wie auch der davon getrennte Abpackbetrieb je für sich allein sämtliche Merkmale eines industriellen Betriebes im Sinne von Art. 5 Abs. 2 ArG aufwiesen. Dies treffe nicht zu. Im Gewürzmühlebetrieb einerseits seien statt der gesetzlichen Mindestzahl von sechs bloss zwei Arbeitnehmer an den Mühlen und zwei, ausnahmsweise drei in Lager und Spedition tätig. Der Abpackbetrieb anderseits diene weder der Herstellung noch der Verarbeitung oder Behandlung von Gütern im Sinne von Art. 5 Abs. 2 ArG. Einer bis zwei der dort eingesetzten fünf Arbeitnehmer beschäftigten sich mit der Lagerhaltung. \"Abendfrauen\" würden nur in Stosszeiten beigezogen. Die räumliche Trennung der beiden ganz verschieden gearteten Betriebsteile hebe das arbeitsrechtliche Interesse an einem Sonderschutz auf.\n\nC.- Das BIGA beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Als industrielle Betriebe im Sinne des Arbeitsgesetzes gelten nach Art. 5 Abs. 2 lit. a ArG Betriebe mit fester Anlage von dauerndem Charakter für die Herstellung, Verarbeitung oder Behandlung von Gütern, sofern die Arbeitsweise oder die Arbeitsorganisation durch Maschinen oder andere technische Einrichtungen oder durch serienmässige Verrichtungen bestimmt und für die Herstellung, Verarbeitung oder Behandlung von Gütern wenigstens sechs Arbeitnehmer beschäftigt werden.\n\nDer Beschwerdeführer macht in erster Linie geltend, die beiden räumlich voneinander getrennten Teile seines Betriebes, Mühle und Abpackerei, könnten nur dann gemäss Art. 5 Abs. 2 lit. a ArG den Sondervorschriften des Arbeitsgesetzes für industrielle Betriebe unterstellt werden, wenn jeder von ihnen für sich allein sämtliche Voraussetzungen dazu erfüllen, insbesondere auch mindestens sechs Arbeitnehmer aufweisen würde.\n\n|738| Seine Ansicht, Mühle und Abpackerei seien in diesem Zusammenhang als Einzelbetriebe zu qualifizieren, lässt sich vor dem Arbeitsgesetz nicht halten. Die Arbeitnehmer von Mühle und Abpackerei haben denselben Arbeitgeber: den Beschwerdeführer. Nach der Begriffsumschreibung in Art. 1 Abs. 2 ArG gehören sie somit zum selben Betrieb. Mühle und Abpackerei sind demnach rechtlich auch im vorliegenden Zusammenhang nur Teile des einen Betrieb im Sinne des Arbeitsgesetzes bildenden gesamten Unternehmens des Beschwerdeführers. Die Bestimmung von Art. 6 FV, wonach ungleichartige industrielle Betriebe eines Fabrikinhabers, die für sich allein die Bedingungen für die Anwendung des Fabrikgesetzes nicht erfüllten, als Ganzes angesehen wurden, sofern sie, wenn auch nur teilweise, füreinander arbeiteten, findet sich zwar in dieser Form weder im Arbeitsgesetz noch in den Verordnungen dazu. Aus dem Schweigen von Gesetz und Verordnung darf aber jedenfalls geschlossen werden, dass nach der geltenden Arbeitsgesetzgebung ungleichartige Betriebsteile nicht, wie der Beschwerdeführer offenbar meint, nur dann als ein Ganzes angesehen werden dürfen, wenn sie ausschliesslich füreinander arbeiten. Dass Mühle und Abpackerei wenigstens teilweise füreinander arbeiten, ist unbestritten. Nach Art. 12 Abs. 1 der Verordnung I zum Arbeitsgesetz (ArV I) fallen für die in Art. 5 Abs. 2 lit. a ArG angesetzte Mindestzahl alle Arbeitnehmer in Betracht, die in den industriellen Teilen des Betriebes beschäftigt werden, auch wenn sich die Betriebsteile in verschiedenen, aber benachbarten politischen Gemeinden befinden. Nichts lässt darauf schliessen, diese Regelung sei gesetzwidrig. Bei der Prüfung der Frage, ob der Betrieb des Beschwerdeführers die gesetzliche Mindestzahl von sechs Arbeitnehmern für die Unterstellung aufweist, fallen demnach unter der Voraussetzung, dass Mühle und Abpackerei industriellen Charakter haben, sowohl die in der Mühle als auch die in der Abpackerei mit Herstellung, Verarbeitung oder Behandlung von Gütern beschäftigten Arbeitnehmer in Betracht, denn Mühle und Abpackerei befinden sich sogar in derselben politischen Gemeinde und sind in zwei unmittelbar nebeneinanderliegenden Gebäuden untergebracht.\n\n2. Der Beschwerdeführer bestreitet den industriellen Charakter der Abpackerei. Er ist der Ansicht, das maschinelle Abfüllen oder Abpacken von Ware könne weder als Herstellung |739| noch als Verarbeitung oder Behandlung von Gütern im Sinne von Art. 5 Abs. 2 ArG qualifiziert werden.\n\nUnbestreitbar werden in der Abpackerei Güter weder hergestellt noch verarbeitet. Was unter Behandlung von Gütern im Sinne von Art. 5 Abs. 2 ArG zu verstehen ist, sagen weder das Arbeitsgesetz selbst noch die Verordnungen dazu. Eine allzu weite Auslegung verbietet sich, da sie dazu führen müsste, dass entgegen dem Sinn und Zweck des Gesetzes reine Dienstleistungen als industrielle Tätigkeiten qualifiziert würden (vgl. Kommentar HUG zu Art. 5 ArG N. 7). Hingegen erscheint es jedenfalls gerechtfertigt, der Praxis der Vorinstanz folgend, das maschinelle Abfüllen von Ware als Behandlung von Gütern im Sinne von Art. 5 Abs. 2 ArG zu qualifizieren (vgl. Arbeitsrecht und Arbeitslosenversicherung, Mitteilungsblatt des BIGA 1968, S. 29 ff.). In der Abpackerei werden Produkte mittels Fläschchen-Abfüllanlagen und anderen Abfüllmaschinen verpackt. Durch dieses sogenannte Detaillieren wird zwar das Produkt selbst nicht verändert. Statt hingegen in Säcken zu 100 oder 50 kg. steht es nach Abschluss dieses maschinellen Vorgangs in den vom Konsum benötigten kleinen Quantitäten bereit. Wirtschaftlich ist es damit, wie die Vorinstanz zutreffend bemerkt, zu einem anderen Gute geworden. Industriellen Charakter weist somit nicht nur, wie der Beschwerdeführer meint, die Mühle, sondern auch die Abpackerei auf, werden doch überdies nach der unbestrittenen Feststellung der Vorinstanz auch hier Arbeitsweise und Arbeitsorganisation durch Maschinen und zum Teil auch durch serienmässige Verrichtungen bestimmt.\n\n3. Es bleibt somit lediglich zu prüfen, ob der Betrieb des Beschwerdeführers die für eine Unterstellung nach Art. 5 Abs. 2 lit. a ArG erforderliche Mindestzahl von sechs Arbeitnehmern aufweise. Zur Ermittlung der massgebenden Arbeitnehmerzahl sind dabei, wie bereits erwähnt, Mühle und Abpackerei zusammenzufassen. Die Feststellung der Vorinstanz, dass bei Anerkennung des industriellen Charakters der Abpackerei in beiden Betriebsteilen zusammen mindestens sechs Arbeitnehmer im Sinne von Art. 5 Abs. 2 lit. a ArG und Art. 12 ArV I beschäftigt sind, wird vom Beschwerdeführer nicht bestritten. Damit sind aber im vorliegenden Falle sämtliche Voraussetzungen zur Unterstellung nach Art. 5 Abs. 2 lit. a ArG erfüllt. Die Beschwerde erweist sich als unbegründet."}