{"annee": "97", "cour": "I", "page": "462", "date": "26/3/1971", "cite": ["96 I 758", "92 I 409", "94 I 492", "78 IV 170", "73 IV 125"], "cite_par": ["98 IB 241", "99 IB 321", "106 IV 279"], "chapeau": "62. Auszug aus dem Urteil vom 26. März 1971 i.S. Gassmann gegen Regierungsrat des Kantons Zürich.", "regestes": ["Protection des eaux contre la pollution. LF du 16 mars 1955. Mesures qui peuvent être prises pour la protection des eaux dans le cas d'une exploitation d'engraissement du bétail. Rapport admissible entre le nombre de têtes de bétail et les dimensions de la fosse à purin et des surfaces d'épandage. Des terres louées sans garantie réelle peuvent aussi être prises en considération."], "faits": "BGE 97 I 462 S. 463\n\nAus dem Sachverhalt:\n\nA.- Emil Gassmann betreibt auf seinem Heimwesen Hochgrüt in Seuzach eine Schweine- und Rindermast. Einer amtlichen Zählung zufolge hielt er dort am 19. September 1967 insgesamt 861 Schweine und Ferkel, 55 Rinder und ein Pferd. In den Jahren 1961, 1964 und 1966 musste er wegen Gewässerverschmutzung aus seinem Betriebe bestraft werden. Am 20. Februar 1967 verfügte die Baudirektion des Kantons Zürich:\n\n\"I. Emil Gassmann wird eine Frist bis zum 30. April 1967 angesetzt, um\n\na) den Nachweis zu erbringen, dass die nach den vorstehenden Erwägungen erforderliche offene Landfläche zur Verwertung der aus seiner Schweinemästerei anfallenden Jauche dauernd zur Verfügung steht (bei 500 Tieren zusätzlich 38 ha).\n\nDer Nachweis ist zu erbringen\n\ndurch Vorlegung eines am Grundbuch vorgemerkten Pachtvertrages zugunsten des Gesuchstellers und zulasten der Eigentümer der Pachtgrundstücke betreffend die dauernde Pflicht zur Abnahme der Jauche aus der Mästerei, durch Begründung eines Personalservituts zugunsten der Gemeinde und des Kantons mit dem gleichen Inhalt, durch dauernde Bauverbote auf den eigenen Grundstücken des Gesuchstellers zugunsten der Gemeinde und des Kantons und auf den Pachtgrundstücken zugunsten des Gesuchstellers, der Gemeinde und des Kantons,\n\nb) den Jauchetrog auf einen Inhalt von 2,5 m3 pro Tier zu erweitern, das heisst bei 500 Tieren um zusätzliche 1050 m3.\n\nII. Leistet Emil Gassmann diesen Nachweis innert Frist nicht, so hat er den Schweinebestand seines Betriebes bis zum 1. Mai 1967 auf 120 Tiere zu reduzieren.\n\nBGE 97 I 462 S. 464\n\nIII. Emil Gassmann wird untersagt, nach dem 1. Mai 1967 seine Schweinemästerei mit mehr Schweinen zu belegen, als die ausgewiesene Verwertungsfläche zulässt. Dieses Verbot ergeht unter der Androhung der Ungehorsamsstrafe von Artikel 292 Strafgesetzbuch (Haft oder Busse) und des unmittelbaren Verwaltungszwanges (Räumung der Stallungen) für den Widerhandlungsfall.\n\nIV. Die Mistwürfe ist bis zum 30. April 1967 durch die Erstellung eines Betonbodens und von Umfassungsmauern so auszubilden, dass keine Abwasser mehr ausfliessen und in den Untergrund versickern können.\n\nV. Ab 1. Mai 1967 ist jegliches Versickernlassen von Abwasser aus der Mistwürfe untersagt. Die Gewährung einer Übergangsfrist bis 1. Mai 1967 befreit nicht von der Haftung gegenüber dem Staat und Dritten für alle Schäden, die in der Zwischenzeit aus unsachgemässer Beseitigung der Abwasser entstehen sollten.\n\nVI. Emil Gassmann wird angedroht, dass er bei Übertretung des Verbotes gemäss Dispositiv V aufgrund von Artikel 15 des Bundesgesetzes über den Schutz der Gewässer gegen Verunreinigung verzeigt wird.\n\nVII. Rechtsmittelbelehrung...\n\nVIII. Mitteilung...\".\n\nB.- Gegen diese Verfügung rekurrierte Emil Gassmann an den Regierungsrat. Sein Rekurs wurde am 9. November 1967 abgewiesen und gleichzeitig in den Dispositiven II-V folgendes bestimmt:\n\nII. Emil Gassmann wird befohlen:\n\na) den Jauchetrog seines Schweinestalles auf 1550 m3 zu vergrössern und den Ausweis für eine gesicherte Ausbringungsfläche von 62 ha für die Schweinejauche zu erbringen oder den Bestand seines Schweinestalles dauernd auf nicht mehr als 120 Einheiten zu reduzieren,\n\nb) den Jauchetrog seines Rinderstalles auf 318 m3 zu vergrössern und den Ausweis für eine zusätzliche gesicherte Ausbringungsfläche von 28 ha für die Rinderjauche zu erbringen oder seinen Rinderstall aufzuheben oder\n\nc) im Falle der Beibehaltung der Rindermast auf je eine Einheit den Bestand der Schweinehaltung um je vier Einheiten herabzusetzen.\n\nIII. Für die Erfüllung dieser Auflagen wird Emil Gassmann die Frist bis zum 31. Januar 1968 erstreckt.\n\nIV. Es bleibt bei den in Dispositiv III und V der Verfügung der Baudirektion vom 17. Februar 1967 gemachten Auflagen und den Androhungen von Dispositiv III und VI.\n\nBGE 97 I 462 S. 465\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beantragt Emil Gassmann, der Entscheid des Regierungsrates sei aufzuheben und die Sache zur Ergänzung des Tatbestandes und neuer Entscheidung an den Regierungsrat zurückzuweisen.\n\nZur Begründung führt er im wesentlichen aus, sein Tierbestand habe sich seit der Zählung vom 19. September 1967 erheblich reduziert. Er halte jetzt durchschnittlich nur noch 500 Schweine. Ausserdem trage er sich mit der Absicht, die Schweinemast zugunsten der Rindermast weiter zu reduzieren. Art. 5 GSchG schliesse aus, dass für seinen Betrieb Vorschriften über den höchstzulässigen Tierbestand gemacht würden, denn es fehle der Nachweis, dass bei fachgemässer Düngung der bestehende oder der für die Zukunft vorgesehene Tierbestand zur Verunreinigung von Trink- und Brauchwasser oder von Fischereigewässern führe. Die drei Fälle von Gewässerverschmutzung, deretwegen er bestraft worden sei, hätten ihre Ursache in der Verletzung von Sorgfaltspflichten und nicht in einem zu hohen Tierbestand. Wie der Zustand der öffentlichen Gewässer in Gebieten mit intensiver Düngung zeige, dürfe der Anteil der Düngung an der bestehenden Gewässerverschmutzung nicht überschätzt werden. Die vom Regierungsrat seinem Entscheid zugrundegelegte Düngungsgrenze beruhe auf Ansichten eines Landwirtschaftsfachmannes, die in Fachkreisen sehr umstritten seien und sich nicht auf den Schutz der Gewässer, sondern einzig auf eine optimale Düngung des Bodens nach landwirtschaftlichen Gesichtspunkten bezögen. Das vom Regierungsrat vorgeschriebene System der Düngungsdienstbarkeit auf fremder Ausbringfläche sei unzumutbar und untauglich.\n\nD.- Der Regierungsrat des Kantons Zürich und das Eidg. Departement des Innern (EDI) beantragen, die Beschwerde abzuweisen.\n\nE.- Prof. Dr. K. Wuhrmann, Eidg. Anstalt für Wasserversorgung, Abwasserreinigung und Gewässerschutz, Dübendorf und Dr. Jakob Geering, Eidg. Versuchsanstalt Reckenholz, Zürich erstatteten dem Bundesgericht am 27. November 1970 ein Expertengutachten über die im Betrieb des Beschwerdeführers unter dem Gesichtspunkt des Gewässerschutzes erforderliche Grösse von Jauchetrog und Ausbringfläche. Die Experten stellen fest, zur Ermittlung des nötigen Jauchetroginhaltes und der für eine rationelle Düngung notwendigen Ausbringfläche sei es notwendig, den Tierbestand auf Grossvieheinheiten umzurechnen. BGE 97 I 462 S. 466\n\nDabei könnten für die vorliegende Untersuchung nicht die normalen Umrechnungsfaktoren verwendet werden, die sich nach dem Verzehr an Futter (Stärkeeinheiten) richteten, sondern es müsse auf die Ausscheidungen abgestellt werden. Beim Rind verhalte sich Harn:Kot wie 1:2, beim Schwein dagegen wie 4-5:1. Setze man den gesamten Anfall von Harn und Kot einer Kuh = 1 (1 Rind-Grossvieheinheit = (R)GVE), so betrage der Anfall\n\nbei Mutterschweinen (inkl. Saugferkel bis 20 kg): 0,3 (S)GVE\n\nbei einem Mastschwein (Durchschnittsgewicht\n\n20-110 = 65 kg): 0,1 (S)GVE\n\nbei einem Mastrind: 0,3 (R)GVE\n\nbei Aufzuchtkälbern oder -rindern: 0,5 (R)GVE\n\nF.- Das Bundesgericht heisst die Beschwerde gut und hebt den angefochtenen Entscheid auf.", "considerants": "Aus den Erwägungen:\n\n2. Entgegen der Annahme des Regierungsrates im angefochtenen Entscheid messen die im Betrieb des Beschwerdeführers vorhandenen Jauchetröge zusammen nicht nur 470 m3, sondern 523 m3. Der Eigenbesitz des Beschwerdeführers in den Gemeinden Seuzach und Neftenbach umfasst eine landwirtschaftliche Nutzfläche von nicht nur 12, sondern 15 ha. Zur Zeit der Experteninstruktion im bundesgerichtlichen Verfahren verfügte der Beschwerdeführer ausserdem über 10 ha, heute über 10,5 ha Pachtland. Entgegen der Ansicht des Regierungsrates ist auch dieses Pachtland als Ausbringfläche zu berücksichtigen, obschon die Pachtverträge im Grundbuch nicht vorgemerkt sind. Nach einem kürzlich ergangenen Entscheid des Bundesgerichts können die Kantone selbst bei einer neu zu errichtenden Schweinemästerei keine dingliche Sicherung der Ausbringflächen verlangen (BGE 96 I 758 ff.). Die dingliche Sicherung liegt zwar in der Regel im eigenen Interesse des Besitzers einer Schwe nemästerei, will er nicht bei Kündigung eines Pachtvertrages unter Umständen gezwungen sein, seinen Betrieb zu reduzieren oder gar einzustellen. Verlangt werden kann aber vom Beschwerdeführer nur, dass er jede Verletzung des Gewässerschutzgesetzes vermeide.\n\nDas vom Beschwerdeführer nach der Experteninstruktion veräusserte Heimwesen Häuslenen TG ist hier nicht mehr zu berücksichtigen. BGE 97 I 462 S. 467\n\n3. Der Beschwerdeführer macht geltend, Art. 5 GSchG lasse für Anordnungen über den zulässigen Tierbestand im Verhältnis zur Grundfläche keinen Raum. Nach Art. 5 GSchG verstossen die fachgerechte landwirtschaftliche und gärtnerische Bewirtschaftung des Bodens, die rationelle Düngung und die Anwendung von Mitteln zur Bekämpfung tierischer und pflanzlicher Schädlinge nicht gegen das Gesetz, wenn weder Trinknoch Brauchwasser in gesundheitsschädlicher oder die Brauchbarkeit ausschliessender Weise verunreinigt noch ein Fischgewässer geschädigt wird und die nach den Umständen erforderliche Sorgfalt angewendet wird. Bei rationeller Düngung werden dem Boden lediglich die Nährstoffe zugeführt, die ihm in der Folge durch die Pflanzen wieder entzogen werden. Bei Überdüngung hingegen sammeln sich überschüssige Nährstoffe im Boden an. Wie der Regierungsrat unter Hinweis auf die Fachliteratur richtig ausführt, verbindet sich vor allem der Stickstoff in Nitratform nicht mit dem Boden. Er wird ausgeschwemmt oder sickert in die Gewässer aus (vgl. HEINZ AMBÜHL, Der Einfluss der chemischen Düngung auf Oberflächengewässer, in Das Gas- und Wasserfach, Jahrgang 107/1966, S. 360 ff.). Gerade der übermässige Gehalt an Stickstoff und Phosphor ist aber die Ursache der Eutrophierung der Gewässer, führt er doch zu Fadenalgenbildung und Sauerstoffschwund. Gegen diese allgemein anerkannten wissenschaftlichen Erkenntnisse bringt der Beschwerdeführer nichts Stichhaltiges vor (vgl. auch die Botschaft zu einem neuen Gewässerschutzgesetz vom 26. August 1970, BBl 1970 II 449 ff.). Eine übermässige Düngung landwirtschaftlicher Nutzflächen verstösst deshalb, wie der Regierungsrat zutreffend feststellt, gegen die Anforderungen des Gewässerschutzes. Da Art. 5 GSchG nur die fachgerechte landwirtschaftliche und gärtnerische Bewirtschaftung des Bodens und die rationelle Düngung vorbehält, qualifiziert sich die Überdüngung als ein Misstand im Sinne von Art. 6 GSchG, dessen Beseitigung in den Aufgabenbereich der für den Gewässerschutz zuständigen kantonalen Behörden fällt. Ihnen steht es zu, die Weiterführung einer Überdüngung zu untersagen. Ihnen muss aber auch auf Grund von Art. 2 GSchG zustehen, einer Überdüngung zuvorzukommen, die insbesondere dann droht, wenn ein Mastbetrieb im Verhältnis zur Zahl der Masttiere über eine ungenügende Ausbringfläche verfügt. So können. sie eine Beschränkung der Viehhaltung durchsetzen, wenn die Ausbringung der Jauche eines solchen Betriebes nicht im Rahmen BGE 97 I 462 S. 468einer rationellen Düngung und ohne Beeinträchtigung der Trink- und Brauchwassergewinnung und der Fischereigewässer möglich ist. Ausserdem können sie wie für Hauskläranlagen auch für Jauchegruben Mindestmasse vorschreiben (vgl. BGE 92 I 412, BGE 94 I 499). Sie können Kontrollmassnahmen anordnen, wo die Gefahr einer Überdüngung droht. Soweit diese Massnahmen besonderen Arbeitsaufwand und besondere Kosten verursachen, können dem Urheber der Gefahr entsprechende Gebühren auferlegt werden (BGE 96 I 758 ff. mit Hinweisen). Zur Sicherstellung von Auflagen, die an eine Bewilligung geknüpft sind, sowie der Kosten allfälliger Schadenfälle kann schliesslich Hinterlegung einer angemessenen Kaution oder eine gleichwertige Sicherheitsleistung verlangt werden (§ 80 des zürcherischen Wassergesetzes; vgl. BGE 96 I 758 ff.).\n\n4. Die kantonalen Behörden können dem Beschwerdeführer somit die Mindestgrösse von Jauchegrube und Ausbringfläche im Verhältnis zum Tierbestand vorschreiben. Im vorliegenden Falle ist umstritten, wie gross Jauchegrube und Ausbringfläche im Verhältnis zum Tierbestand mindestens sein müssen, um den Anforderungen des Gewässerschutzes zu genügen.\n\nDer Zürcher Regierungsrat fordert für einen Bestand von 620 Schweinen und 53 Stück Rindvieh (zusammen 89 GVE) Jauchetröge von 1550 + 318 = 1868 m 3 und eine Ausbringfläche von 62 + 28 = 90 ha. Das EDI nimmt an, bei einer Ausbringfläche von 62 ha könnten neben 620 Schweinen noch 104 Rinder gehalten werden. Für die Schweinehaltung genügt nach seiner Ansicht ein Jauchetrog von 775 m3, für die Rindviehhaltung ein solcher von 238,5 m 3. Für den im Eventualbegehren des Beschwerdeführers genannten Tierbestand von 250 Mastschweinen und 100 Mastrindern (zusammen 55 GVE) hält der Regierungsrat eine Ausbringfläche von 25 + 50 = 75 ha und Jauchetröge von 625 + 600 = 1225 m3 für nötig, das EDI eine Ausbringfläche von 50 ha und Jauchetröge von 312 + 450 = 762 m3.\n\nWeder die Auffassung des Regierungsrates noch diejenige des EDI vermag im Lichte der vom Bundesgericht eingeholten Expertise zu überzeugen. Das Eidg. Amt für Gewässerschutz scheint zudem in seinem Kreisschreiben vom 18. Dezember 1969 an die kantonalen Gewässerschutzfachstellen eine für die Viehhalter günstigere Auffassung zu vertreten als in seiner Stellungnahme im vorliegenden Prozess. BGE 97 I 462 S. 469\n\na) Hinsichtlich der Grösse der Jauchegruben gehen die Auffassungen des Regierungsrates und der Experten auseinander, einerseits weil keine Einigkeit über die Menge der anfallenden Jauche besteht und anderseits weil die Experten einen Stapelraum für den Anfall von 2 Monaten für ausreichend erachten, während die kantonalen Stellen glauben, es müsse ein Stapelraum für 3 Monate vorhanden sein. Das Bundesgericht kann diesbezüglich ohne weiteres den Experten folgen, die in ihren sorgfältigen Abklärungen den gesamten Jaucheanfall einschliesslich des einfliessenden Meteor- und Reinigungswassers berücksichtigt haben. Die Experten betonen, dass der Zürcher Regierungsrat und das EDI Zahlen zugrunde gelegt hätten, die mehr oder weniger starren Regeln entsprächen, während ihre Ergebnisse auf sorgfältigen Untersuchungen und Erhebungen der tatsächlichen Verhältnisse an Ort und Stelle (Wasserbezugsmengen und Jaucheanalysen) beruhten. Wichtige Abweichungen ergäben sich im konkreten Falle infolge der weitgehenden Stallmistherstellung in den Rindviehstallungen und der teilweisen separaten Kotstapelung aus den Schweinestallungen.\n\nEntgegen der Auffassung des Regierungsrates erscheinen auch die detaillierten Ausführungen der Experten über die häufige Ausbringung der Jauche - sowohl im Winter als auch in der Vegetationsperiode - keineswegs als praxisfremd. Vielmehr ist anzunehmen, dass Dr. Jakob Geering als Sektionschef der Abteilung für Agrikulturchemie der Landwirtschaftlichen Versuchsanstalt Zürich-Oerlikon mit den in der Schweiz üblichen Methoden der Jaucheausbringung vertraut ist. Die Experten gehen in Übereinstimmung mit der Arbeit von BAUMGARTNER/SCHWEIZER (\"Grundlagen zur Betriebsplanung in der Landwirtschaft\", Bern 1968, S. 29) davon aus, dass der unverdünnte Anfall an Schweinejauche bei Mutterschweinen pro Jahr 4,4 m3 und bei Mastschweinen 1,8 m3 oder pro Monat 0,37 m3 bzw. 0,15 m3 beträgt. Sie errechnen deshalb bei 89 GVE einen unverdünnten Jaucheanfall von Il00 m3 pro Jahr oder 92 m3 pro Monat. Zu diesem unverdünnten Jaucheanfall von 92 m3 pro Monat für 89 GVE schlagen sie nun noch Wasserzusätze von durchschnittlich 121 m3 pro Monat (also etwas mehr als 1:l) und maximal 244 m3 pro Monat (1:2,7) hinzu und erhalten so einen monatlichen Flüssigkeitsanfall von durchschnittlich 2,4 m3 je GVE oder maximal 3,8 m3 je GVE = durchschnittlich 213 m3 und maximal 336 m3 pro Monat für 89 GVE. Mit BGE 97 I 462 S. 470der Annahme dieser Wasserzusätze ist auch einer fütterungsbedingt erhöhten Harnproduktion der Schweine Rechnung getragen. Die Experten schliessen aus dieser Berechnung, dass für 89 GVE unter den bestehenden Verhältnissen Jauchegruben von 426 m3 - bei einem Neubau mit Schwemmentmistung 524 m 3 - genügen. Der vorhandene Lagerraum von 523 m3 ist also ausreichend für einen durchschnittlichen Zweimonatsanfall, und er kann auch den Maximalanfall für 11/2 Monate aufnehmen.\n\nDas Kreisschreiben des Eidg. Amtes für Gewässerschutz vom 18. Dezember 1969 schreibt etwas höhere Zahlen vor, die aber ebenfalls weit unter den Massen liegen, die der Zürcher Regierungsrat im vorliegenden Streitfall vorschreiben wollte. Das Kreisschreiben hält pro Mutterschwein einen Jauchegrubenraum von 2,5 m3 und pro zweijähriges Rind einen Jauchegrubenraum von 1,5 m3 für notwendig (S. 6 des Kreisschreibens). Dies ergibt bei 40 Mutterschweinen + 480 Mastschweinen + 53 Rindern (89 GVE) 100 m3 (40 x 2,5 m3) + 384 m3 (480 x 0,8 m3) + 79,5 m3 (53 x 1,5 m3) = 563,5 m3. Darnach müssten also bei einem Bestand von 89 GVE die bestehenden Jauchetröge von 523 m 3 Inhalt noch um 40,5 m3 vergrössert werden.\n\nDie Angemessenheit der Zahlen im Kreisschreiben braucht jedoch im vorliegenden Falle nicht generell überprüft zu werden. Es genügt festzustellen, dass nach den Darlegungen der Experten die Jauchetröge im konkret zu beurteilenden Fall für die vorgesehene Betriebsgrösse ausreichen. Die Auffassung des Kantons, die bestehende Jauchegrube von 523 m3 sei für den Betrieb des Beschwerdeführers ungenügend, lässt sich daher nicht aufrecht erhalten.\n\nb) Auch hinsichtlich der Ausbringungsfläche hält sich der Viehbestand des Beschwerdeführers gemäss Variante a) (89 GVE) der Expertise noch innert der Grenze, die die Ausbringung der Jauche im Rahmen einer rationellen Düngung ermöglicht, selbst wenn der Beschwerdeführer das Heimwesen in Häuslenen verkauft hat. Die Expertise hat in eindeutiger Weise abgeklärt, dass die gesamte Bodenfläche des Beschwerdeführers (Eigenbesitz und Pachtland) mit Ausnahme des kleinen Grundstücks \"Dägerlen\" rationell gedüngt werden kann, ohne dass eine Verunreinigung des Grundwassers zu befürchten wäre.\n\nDer \"Viehbesatz\" bei Variante a) der Expertise (40 Mutterschweine + 480 Mastschweine + 53 Mastrinder) erreicht genau die obere Grenze von 3,5 GVE je ha, wenn der Beschwerdeführer BGE 97 I 462 S. 471nunmehr über 15 ha Eigenland und 10,5 ha Pachtland verfügt. Es erscheint angemessen, diese Grenze von 3,5 GVE je ha gemäss Auffassung der Experten als Richtmass anzuerkennen. Der Beschwerdeführer kann somit bei Aufwendung der erforderlichen Sorgfalt die gesamte Jauche im Rahmen einer \"fachgerechten landwirtschaftlichen Bewirtschaftung des Bodens und einer rationellen Düngung ausbringen, ohne Brauch- und Trinkwasser zu verunreinigen oder Fischgewässer zu schädigen\". Solange er dies tut, verstösst er daher mit seinem derzeitigen Viehbestand nicht gegen das GSchG.\n\nMüsste jedoch der Beschwerdeführer einen Teil seines Pachtlandes aufgeben, ohne dafür Ersatz zu finden, und könnte er die Jauche nur noch durch Überdüngung beseitigen, so könnte ihm gegenüber gestützt auf das Gewässerschutzgesetz eine Beschränkung des Viehbestandes verfügt werden, auch wenn ein Grossteil des von ihm bewirtschafteten Landes nicht über relevanten Grundwasservorkommen liegt; denn Überdüngungen bewirken generell eine Steigerung des Stickstoff- und Phosphatgehaltes der Oberwässer und Sickergewässer, und die Bekämpfung der Überdüngung gehört daher zu den Aufgaben der für den Gewässerschutz zuständigen Behörden.\n\n5. Der angefochtene Entscheid verstösst somit sowohl gegen Art. 5 als auch gegen Art. 2 GSchG und muss deshalb aufgehoben werden. Den kantonalen Instanzen bleibt es vorbehalten, im Rahmen der Rechtsgleichheit zulasten des Beschwerdeführers diejenigen Anordnungen zu erlassen, die im Lichte dieses Entscheides mit dem Gewässerschutzgesetz vereinbar sind. Dabei ist immerhin festzuhalten, dass es gemäss der feststehenden Rechtsprechung des Bundesgerichtes unzulässig ist, für den Fall der Nichtbefolgung von Anordnungen, die sich auf das Gewässerschutzgesetz stützen, Bestrafung wegen Ungehorsams nach Art. 292 StGB anzudrohen, sieht doch Art. 15 GSchG selbst die Bestrafung solcher Verstösse vor (BGE 73 IV 129, BGE 78 IV 178 E. 2; FELIX BENDEL, Der Verwaltungszwang nach Bundesrecht, ZBJV 1968, S. 300; derselbe in Probleme des Gewässerschutzes in der Schweiz, Bern 1970, S. 53). Hingegen wird nach Art. 234 StGB mit Zuchthaus bis zu 5 Jahren oder mit Gefängnis nicht unter einem Monat bestraft, wer vorsätzlich das Trinkwasser für Menschen oder Haustiere mit gesundheitsschädlichen Stoffen verunreinigt. Für die fahrlässige Begehung droht diese Vorschrift Gefängnis oder BGE 97 I 462 S. 472Busse an. Sie gilt auch für Verunreinigung von Trinkwasser durch Jaucheführung (vgl. BGE 78 IV 178, Obergericht Thurgau in SJZ 62/1966 Nr. 128 S. 209)."}