{"annee": "97", "cour": "I", "page": "609", "date": "22/12/1971", "cite": ["79 III 43", "85 III 146"], "cite_par": ["118 III 27", "118 III 37", "113 III 135"], "chapeau": "85. Auszug aus dem Urteil vom 22. Dezember 1971 i.S. X.-AG gegen Y.-Bank, Bezirksgerichtspräsidium See und Rekurskommission des Kantonsgerichts St. Gallen.", "regestes": ["Ouverture de la faillite; avance des frais; arbitraire. L'avance des frais au sens de l'art. 169 al. 2 LP doit être exigée avant l'ouverture de la faillite. Le juge de la faillite qui exige du créancier l'avance des frais après l'ouverture de la faillite et qui attend de procéder à la communication du jugement de faillite jusqu'à ce que le montant requis soit versé commet un acte arbitraire."], "faits": "BGE 97 I 609 S. 609\n\nA.- In einer Wechselbetreibung der Y. - Bank, gegen die X. - AG, eröffnete der Bezirksgerichtspräsident des Seebezirks als Einzelrichter in Betreibungs- und Konkurssachen über die Schuldnerin mit Wirkung ab 24. November 1970, 17.00 Uhr, den Konkurs. Dieser Entscheid wurde den Parteien am 3. Dezember 1970 zugestellt. Er besteht aus zwei Seiten. Die zweite Seite enthält die Begründung und trägt ausser der Unterschrift BGE 97 I 609 S. 610des Bezirksgerichtspräsidenten das Datum \"Eschenbach, den 2. Dezember 1970\".\n\nAm 8. Januar 1971 erhob die X. - AG gegen den erwähnten Entscheid des Konkursrichters Rechtsverweigerungsbeschwerde gemäss Art. 450 ff. der st.gallischen ZPO. Die Beschwerdeführerin machte geltend, die Konkurseröffnung sei unzulässigerweise auf den 24. November 1970 zurückdatiert worden.\n\nMit Entscheid vom 12. Januar 1971 trat die Rekurskommission des Kantonsgerichts St.Gallen auf die Beschwerde nicht ein. Sie erwog, die Beschwerde enthalte weder ein klares Rechtsbegehren noch eine hinreichende Begründung.\n\nAuf staatsrechtliche Beschwerde der X. - AG hin hob das Bundesgericht den angefochtenen Entscheid der Rekurskommission am 12. Mai 1971 auf, im wesentlichen mit der Begründung, das Eintreten auf die Rechtsverweigerungsbeschwerde der X. - AG dürfe nicht wegen formeller Mängel der Beschwerdeschrift abgelehnt werden.\n\nB.- Mit Entscheid vom 13. September 1971 wies die Rekurskommission des Kantonsgerichts St. Gallen die erwähnte Rechtsverweigerungsbeschwerde der X. - AG vom 8. Januar 1971 ab. Zur Begründung führte sie im wesentlichen folgendes aus:\n\nDer Bezirksgerichtspräsident des Seebezirks habe der X. - AG am 20. November 1970 mitgeteilt, dass ein Konkursbegehren der Y. - Bank vorliege und dass der Konkurs am 24. November 1970 um 17.00 Uhr eröffnet werde, sofern keine Zahlung erfolge oder das Begehren nicht zurückgezogen werde. Da die Beschwerdeführerin die Schuld nicht getilgt und die Gläubigerin das Konkursbegehren nicht zurückgezogen habe, sei der Konkurs androhungsgemäss am 24. November 1970, 17.00 Uhr, erkannt worden. Wohl sei das Konkursdekret den Parteien nicht am gleichen Tag zugestellt worden. Das bedeute jedoch nicht, dass eine Rückdatierung erfolgt sei. In Übereinstimmung mit der Praxis anderer Gerichte habe der Konkursrichter die Gläubigerin vorerst gestützt auf Art. 189 Abs. 2 in Verbindung mit Art. 169 Abs. 2 SchKG zur Leistung eines Kostenvorschusses aufgefordert mit dem Hinweis, dass im Falle der Nichtleistung der Rückzug des Konkursbegehrens angenommen werde. Der verlangte Vorschuss sei in der Folge geleistet worden, so dass der Mitteilung des Konkursdekrets nichts mehr im Wege gestanden habe. Dass die Begründung des BGE 97 I 609 S. 611Entscheids das Datum des 2. Dezember 1970 trage und dass die Zustellung des Erkenntnisses erst am darauffolgenden Tag erfolgt sei, vermöge an der Rechtmässigkeit der Konkurseröffnung auf den 24. November 1970, 17.00 Uhr, nichts zu ändern, denn dieses Datum entspreche dem Gesetz. Eine Rechtsverweigerung seitens des Konkursrichters liege daher nicht vor.\n\nC.- Die X. - AG führt staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Sie stellt folgenden Antrag:\n\n\"Es sei die vorliegende Beschwerde zu schützen und erstens der Entscheid der Rekurskommission des Kantonsgerichts St. Gallen vom 13. September 1971, zugestellt am 15. September 1971, bei der Beschwerdeführerin eingegangen am 16. September 1971, aufzuheben und zweitens die von der vorgenannten Rekurskommission zu Unrecht bestätigte Konkursverfügung des Bezirksgerichtspräsidenten als Einzelrichter in Betreibungs- und Konkurssachen im Seebezirk vom 24. November 1970 endgültig aufzuheben, alles unter Kosten- und Entschädigungsfolgen der Beschwerdegegner.\"\n\nDie Beschwerdebegründung ergibt sich, soweit wesentlich, aus den nachfolgenden Erwägungen.\n\nD.- Die Rekurskommission des Kantonsgerichts St. Gallen beantragt die Abweisung der Beschwerde. Die Y. - Bank und der Konkursrichter des Seebezirks haben keine Vernehmlassung eingereicht.", "considerants": "Aus den Erwägungen:\n\n4. Die Beschwerdeführerin bringt vor, die Gläubigerin sei am 26. November 1970 gestützt auf Art. 189 Abs. 2 in Verbindung mit Art. 169 Abs. 2 SchKG aufgefordert worden, innert 6 Tagen einen Kostenvorschuss von Fr. 500.-- zu leisten; dabei sei sie darauf aufmerksam gemacht worden, dass die Nichtbeachtung dieser Frist als Rückzug des Konkursbegehrens gewürdigt werde. Daraus ergebe sich zwingend, dass die Konkurseröffnung nicht bereits mit Wirkung ab 24. November 1970, 17.00 Uhr, erfolgt sein könne. Die Konkurseröffnung wäre vielmehr erst nach Eingang des erwähnten Kostenvorschusses, d.h. frühestens am 2. Dezember 1970 möglich gewesen und - wie aus der Begründung des angefochtenen Konkursdekrets hervorgehe - auch tatsächlich an diesem Tage erfolgt.\n\nDie Rekurskommission macht demgegenüber geltend, die Einforderung des Vorschusses gemäss Art. 169 Abs. 2 SchKG sei auch nach der Ausfällung des Konkurserkenntnisses noch BGE 97 I 609 S. 612zulässig; in derartigen Fällen liege - wie auch JAEGER (Kommentar, N. 3 zu Art. 169 SchKG) feststelle - eine bedingte Konkurseröffnung vor, die dahinfalle, wenn der Gläubiger den Vorschuss nicht fristgerecht leiste. Aus diesem Grunde sei im vorliegenden Fall mit der Zustellung des angefochtenen Konkursdekrets zugewartet worden, bis die Gläubigerin den verlangten Betrag bezahlt habe.\n\nWie das Bundesgericht vor kurzem festgestellt hat (unveröffentlichtes Urteil vom 24. November 1971 i.S. E. & Co.), besteht tatsächlich vielerorts eine Praxis, wonach der Richter vom Gläubiger erst nach der formellen Konkurseröffnung gestützt auf Art. 169 Abs. 2 SchKG einen Kostenvorschuss verlangt und mit der Mitteilung des Konkursentscheids zuwartet, bis der geforderte Betrag fristgerecht bei der Gerichtskasse hinterlegt ist. Damit wird es dem auf Konkurs betriebenen Schuldner ermöglicht, den Gläubiger nachträglich zur Nichtleistung des Vorschusses zu veranlassen und dadurch den Konkurs sozusagen in letzter Minute noch abzuwenden. Anderseits wird dem Gläubiger durch dieses Vorgehen die Möglichkeit gegeben, ein überstürzt gestelltes Konkursbegehren auch nach dem Ablauf der gesetzlichen Frist zur Konkurseröffnung (vgl. Art. 189 Abs. 1 SchKG für die Wechselbetreibung) noch \"zurückzuziehen\" d.h. die bereits erfolgte, aber den Parteien und Behörden noch nicht mitgeteilte Konkurseröffnung rückgängig zu machen. Im erwähnten Entscheid vom 24. November 1971 bezeichnete das Bundesgericht dieses Vorgehen des Konkursrichters als fragwürdig; es brauchte sich jedoch nicht näher damit auseinanderzusetzen, weil die Beschwerde aus anderen Gründen gutzuheissen war. Im vorliegenden Fall ist indessen zu prüfen, ob die von der Rekurskommission geschützte Praxis des Konkursrichters vor dem Willkürverbot standhält.\n\nDer Gläubiger, welcher das Konkursbegehren stellt, haftet für die bis zur ersten Gläubigerversammlung entstehenden Kosten; das Gericht kann ihn verhalten, einen entsprechenden Kostenvorschuss zu leisten (Art. 169 SchKG). Diese Vorschrift ist gemäss Art. 189 Abs. 2 SchKG auch auf die Konkurseröffnung in der Wechselbetreibung anwendbar.\n\nWohl wird im Gesetz nicht ausdrücklich bestimmt, in welchem Zeitpunkt der Konkursrichter einen Kostenvorschuss einzufordern hat. Damit lässt sich jedoch die erwähnte Praxis nicht begründen. Die rechtzeitige Hinterlegung eines vom BGE 97 I 609 S. 613Richter ordnungsgemäss verlangten Kostenvorschusses ist Voraussetzung dafür, dass die geforderte Amtshandlung vorgenommen werden kann. Auch im Konkursrecht bewirkt die Missachtung der gestützt auf Art. 169 Abs. 2 SchKG angesetzten Zahlungsfrist, dass der Konkurs nicht eröffnet werden darf (vgl. E. BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechts, S. 571; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Band II, S. 28; BRUNO ZAHNER, Die Berufung gegen Erkenntnisse über Konkursbegehren, Diss. Zürich 1959, S. 9; Urteil der I. Zivilkammer des bernischen Obergerichts vom 6. Dezember 1949, abgedruckt in ZBJV 87/1951, S. 357 ff.; Urteil des Obergerichts des Kantons Zürich vom 2. Dezember 1937, abgedruckt in ZR 38/1939, S. 56/7). Der Richter ist demnach verpflichtet, den allenfalls für notwendig erachteten Vorschuss vor der Konkursverhandlung bzw. vor dem den Parteien mitgeteilten Termin der Konkurseröffnung (bei der Wechselbetreibung) zu verlangen. Dieses Vorgehen entspricht vollauf dem Zweck der Massnahme (Sicherstellung der bis zur ersten Gläubigerversammlung entstehenden Kosten). Mit Recht hat deshalb das solothurnische Obergericht die kantonalen Richterämter angewiesen, die Aufforderung zur Vorschussleistung gemäss Art. 169 Abs. 2 SchKG mit der Vorladung zur Konkursverhandlung zu verbinden und dem Konkursbegehren im Falle der Nichtleistung keine Folge zu geben (Weisung vom 29. Mai 1959, abgedruckt in BlSchK 1960, S. 29 ff.).\n\nDie Auffassung JAEGERS (N. 3 zu Art. 169 SchKG), der es offenbar für zulässig hält, den Konkurs vorerst bedingt zu eröffnen und anschliessend eine kurze Frist zur Vorschussleistung anzusetzen, findet keine Stütze im Gesetz und hat eine unzulässige Verzögerung der Mitteilung bzw. Publikation des Konkurserkenntnisses zur Folge und erscheint daher als sachlich unhaltbar. Betreibungshandlungen sind ihrer Natur nach bedingungsfeindlich. Dies gilt in besonderem Mass für den Erlass des Konkursdekrets. Mit Rücksicht auf dessen Wirkungen auf das Vermögen des Schuldners und auf die Rechte der Gläubiger dürfen sich keine Zweifel über den genauen Zeitpunkt der Konkurseröffnung erheben. Aus diesem Grund sieht das Gesetz denn auch ausdrücklich vor, dass der Konkurs in dem Zeitpunkt als eröffnet zu gelten hat, in dem er erkannt wird und dass das genaue Datum im Konkurserkenntnis selbst festzuhalten BGE 97 I 609 S. 614ist (Art. 175 SchKG). Eine bedingte Konkurseröffnung im Sinne der erwähnten Praxis schafft einen der Rechtsunsicherheit Vorschub leistenden Schwebezustand und benachteiligt nicht zuletzt auch den gutgläubigen Dritten. Dass der Konkurs nicht bedingt eröffnet werden darf, ergibt sich ferner aus der nunmehr feststehenden Rechtsprechung, wonach im Falle des eine Berufung gemäss Art. 174 SchKG abweisenden Entscheids als Zeitpunkt der Konkurseröffnung das Datum des Berufungsurteils gilt, sofern dem Rechtsmittel aufschiebende Wirkung zuerkannt worden ist (BGE 85 III 158 /9,BGE 79 III 43ff.). Diese Rechtsprechung bezweckt in erster Linie, während der Rechtshängigkeit der Berufung eine klare Rechtslage zu schaffen und die Interessen des Schuldners, der Gläubiger und der gutgläubigen Dritten gleichermassen zu schützen. Diese Bestrebungen würden weitgehend illusorisch, wenn es dem Konkursrichter gestattet wäre, den Konkurs vorerst bedingt zu eröffnen und vor der Mitteilung des Entscheids gestützt auf Art. 169 Abs. 2 SchKG einen Kostenvorschuss zu verlangen, denn in diesem Fall entstände zwischen dem Datum der (nicht kundgegebenen) Konkurseröffnung. und der nach der Leistung des Kostenvorschusses erfolgenden Mitteilung des Entscheids ein ähnlicher unerwünschter Schwebezustand, wie er im Berufungsverfahren nach der erwähnten Rechtsprechung vermieden wird.\n\nWohl muss der Richter einen gegebenenfalls vor der Konkursverhandlung geleisteten Kostenvorschuss zurückerstatten, wenn der Gläubiger das Begehren noch rechtzeitig zurückzieht. Die damit verbundenen geringfügigen Umtriebe stehen jedoch in keinem Verhältnis zu den mannigfaltigen Gefahren und Unannehmlichkeiten einer bedingten Konkurseröffnung und vermögen eine solche nicht zu rechtfertigen. Damit soll indessen keineswegs einem Verzicht auf die Einforderung eines Kostenvorschusses gemäss Art. 169 Abs. 2 SchKG das Wort geredet werden. Der Richter soll vielmehr in der Regel von der ihm gesetzlich zustehenden Befugnis Gebrauch machen und den Gläubiger zur Sicherheitsleistung anhalten (vgl. BlSchK 1960, S. 29 ff.). Verzichtet er jedoch mit Rücksicht auf besondere Umstände auf einen Vorschuss, so hat er den Konkurs ohne Verzug (vgl. Art. 168 in Verbindung mit Art. 171 SchKG), d.h. im Kanton St. Gallen innert fünf Tagen (Art. 368 ZPO) zu eröffnen. Eine bedingte Konkurseröffnung unter nachträglicher Ansetzung einer Frist zur Sicherheitsleistung gemäss BGE 97 I 609 S. 615Art. 169 Abs. 2 SchKG steht nach dem Gesagten im klaren Widerspruch zum Sinn und Zweck dieser Bestimmung und verstösst daher gegen Art. 4 BV.\n\nGleiches gilt sinngemäss für die Wechselbetreibung. Gemäss Art. 189 Abs. 1 SchKG hat die Konkurseröffnung, die keinem ordentlichen Rechtsmittel unterliegt (FRITZSCHE, a.a.O., S.28; vgl. auchBGE 79 III 45), innert drei Tagen nach Anbringung des Konkursbegehrens zu erfolgen; eine Parteiverhandlung findet nicht statt. Wohl handelt es sich bei der genannten Frist lediglich um eine Ordnungsfrist. Das ändert indessen nichts daran, dass sie - wie die andern Fristen des Schuldbetreibungsrechts - streng zu beachten sind. Wie die Beschwerdeführerin mit Recht ausführt, ist der Vorschrift des Art. 189 Abs. 1 SchKG nicht damit Genüge getan, dass der Konkurs fristgerecht bedingt ausgesprochen, mit der Mitteilung des Entscheids aber zugewartet wird, bis der nachträglich verlangte Kostenvorschuss geleistet ist. Wie sich aus den vorstehenden Erwägungen ergibt, darf die Konkurseröffnung auch in der Wechselbetreibung erst nach Eingang des Kostenvorschusses erfolgen. Um die Frist des Art. 189 Abs. 1 SchKG nach Möglichkeit zu wahren, ist der Gläubiger, der in der Wechselbetreibung das Konkursbegehren stellt, unverzüglich zur Leistung eines Kostenvorschusses zu verhalten, sofern nicht aus besonderen Gründen von dieser Sicherungsmassnahme abgesehen werden kann. Diese Aufforderung ist mit der Mitteilung des vorgesehenen Datums der Konkurseröffnung zu verbinden. Trifft der Vorschuss fristgerecht ein, so ist der Konkurs ohne Verzug androhungsgemäss zu eröffnen, es sei denn, dass die Schuld in der Zwischenzeit getilgt oder das Konkursbegehren zurückgezogen wird. Unterbleibt die Zahlung, so ist dem Konkursbegehren keine Folge zu geben. Jedes andere Vorgehen ist gesetzwidrig und verstösst nach dem Gesagten gegen das Willkürverbot.\n\n5. Im vorliegenden Fall teilte der Konkursrichter der Beschwerdeführerin am 20. November 1970 mit, dass der Konkurs am 24. November 1970 eröffnet werde, sofern keine Zahlung erfolge oder das Begehren nicht zurückgezogen werde. Er forderte die Gläubigerin indessen erst am 26. November 1970 zur Vorschussleistung auf. Nach den vorstehenden Ausführungen erfolgte diese Verfügung zwar verspätet. Nach dem Gesagten ändert dies jedoch nichts daran, dass damit die Möglichkeit der BGE 97 I 609 S. 616Konkurseröffnung auf den 24. November 1970 dahinfiel. Aus den Akten geht hervor, dass der erwähnte Vorschuss am 2. Dezember 1970 beim Konkursrichter einging. Dieser hätte daher den Konkurs frühestens auf diesen Zeitpunkt eröffnen können. Das angefochtene Konkursdekret, mit welchem das Datum der Konkurseröffnung auf den 24. November 1970 festgesetzt wird, erscheint daher als gesetzwidrig und willkürlich. Entgegen der im Bundesgerichtsentscheid vom 12. Mai 1971 vertretenen Auffassung liegt indessen nach dem Gesagten keine eigentliche Rückdatierung vor.\n\nWohl beantragt die Beschwerdeführerin die vollumfängliche Aufhebung des angefochtenen Konkursdekrets. Sie hat indessen nie behauptet, die Voraussetzungen für eine Konkurseröffnung hätten am 2. Dezember 1970 nicht vorgelegen. Mit Rücksicht darauf erscheint es gerechtfertigt, das angefochtene Konkurserkenntnis dahin abzuändern, dass als Datum der Konkurseröffnung der 2. Dezember 1970, 17.00 Uhr, zu gelten hat. Anders entscheiden, hiesse die Gläubiger in ungerechtfertigter Weise benachteiligen, zumal das Konkursverfahren bereits bis zur ersten Gläubigerversammlung fortgeschritten ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Entscheid der Rekurskommission des Kantonsgerichts St. Gallen vom 13. September 1971 kassiert und das angefochtene Konkursdekret des Bezirksgerichtspräsidenten des Seebezirks insoweit aufgehoben wird, als darin der Zeitpunkt der Konkurseröffnung über die Beschwerdeführerin auf den 24. November 1970, 17.00 Uhr, statt auf den 2. Dezember 1970, 17.00 Uhr, festgesetzt worden ist."}