{"annee": "97", "cour": "II", "page": "66", "date": "9/2/1971", "cite": [], "cite_par": ["107 II 417", "102 II 70", "116 II 689", "114 II 53", "113 II 264", "99 II 131"], "chapeau": "10. Arrêt de la Ire Cour civile du 9 février 1971 dans la cause Chandiramani contre Gutknecht et Cie.", "regestes": ["Contrat d'entreprise. Obligations contractées sans pouvoirs au nom du maître de l'ouvrage par l'entrepreneur. Construction d'une maison clefs en main: contrat d'entreprise générale ou mandat? Eléments permettant de conclure à la première solution (consid. 1). Représentation sans pouvoirs (art. 38 CO; consid. 2 et 3). Conséquences du défaut de ratification, réserve de l'action fondée sur l'enrichissement illégitime (art. 39 al. 3 CO; consid. 4)."], "faits": "BGE 97 II 66 S. 67\n\nA.- Le 8 novembre 1963, dame Marthe-Ilona Chandiramani-Bühler a conclu avec la maison Homab S. à r. l., \"Holz- und Massivbau Architekturbureau\", un contrat intitulé \"Bauvertrag\". Elle y chargeait cette société de construire une maison de campagne, clefs en main, pour le prix forfaitaire de 335 000 fr.\n\nHomab a pris contact en mai ou juin 1964 avec l'entreprise Ernest Gutknecht & Cie en vue de lui confier divers travaux de charpente et de menuiserie. Le 10 juillet 1964, elle l'a chargée, par lettre libellée au nom de dame Chandiramani, de l'exécution des travaux de charpente sur la base d'une soumission du 23 juin 1964. Par la suite, Homab a attribué d'autres travaux à Gutknecht & Cie. Elle lui a ainsi adjugé les travaux de menuiserie par lettre du 22 janvier 1965 consécutive à une soumission du 13 janvier.\n\nB.- Gutknecht & Cie a terminé au début de novembre 1965 les travaux qui lui incombaient. Elle a établi le 5 novembre 1965 sa facture, qui s'élève à 26 102 fr. Après déduction des acomptes versés en cours de construction par dame Chandiramani, atteignant au total 15 000 fr., le solde se monte à 11 102 fr. Dès fin novembre 1965, Gutknecht & Cie est intervenue auprès de dame Chandiramani et de Homab pour obtenir le paiement de cette somme. Ses démarches n'ont pas abouti.\n\nC.- Par demande du 8 juillet 1966, Gutknecht & Cie a réclamé à dame Chandiramani le paiement de 11 104 fr. 05, avec intérêt à 5% dès le 1er janvier 1966.\n\nBGE 97 II 66 S. 68\n\nLa défenderesse a conclu au rejet de l'action.\n\nLe 6 mars 1969, le Tribunal civil de l'arrondissement de la Sarine a admis les conclusions de la demanderesse et condamné la défenderesse à payer 11 104 fr. 05 avec intérêt à 5% dès le 10 mars 1966.\n\nD.- Saisie d'un appel de dame Chandiramani, la Cour d'appel du Tribunal cantonal de l'Etat de Fribourg a rejeté le recours et confirmé le jugement de première instance, par arrêt du 27 juillet 1970.\n\nSe fondant sur l'attitude de la défenderesse pendant la construction de sa maison, sur certaines clauses du \"Bauvertrag\" du 8 novembre 1963 et sur le comportement d'Homab à l'égard de la demanderesse, la Cour d'appel a admis que dame Chandiramani avait conclu avec Homab un contrat de mandat. Elle était donc valablement représentée par cette société et devait à la demanderesse le paiement du solde de sa facture, arrêté à juste titre à 11 104 fr. 05 par le Tribunal de la Sarine.\n\nE.- Dame Chandiramani recourt en réforme au Tribunal fédéral contre cet arrêt. Elle persiste dans ses conclusions libératoires et reprend son argumentation antérieure, selon laquelle elle a passé avec Homab un contrat d'entreprise générale et n'a donc pas à répondre de la facture d'un sous-traitant. Elle soulève derechef l'objection du défaut de qualité pour défendre.\n\nL'intimée conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recours pose le problème de la qualification juridique des relations entre la recourante et la maison Homab S. à r. 1. La Cour d'appel fribourgeoise a considéré qu'il s'agissait d'un contrat de mandat, Homab ayant qualité d'architecte. La recourante soutient qu'elle a conclu avec cette maison un contrat d'entreprise générale.\n\nLe fondement contractuel de ces relations est le \"Bauvertrag\" du 8 novembre 1963. Homab s'y engage à construire pour la recourante une maison de campagne, clefs en main, pour le prix forfaitaire de 335 000 fr. Les parties sont désignées de façon constante comme \"Generalunternehmung\" et \"Bauherr\"; le terme d'architecte n'est en revanche jamais utilisé. Conformément à cette terminologie, le sens et l'objet du contrat sont ceux d'un contrat d'entreprise. Il est notamment significatif que l'art. 4 refuse au maître de l'ouvrage le droit d'intervenir BGE 97 II 66 S. 69dans l'adjudication des travaux, c'est-à-dire dans le choix des artisans; cette clause marque bien que les contrats passés par l'entrepreneur avec les artisans le sont pour son propre compte et non pour celui du maître. L'art. 10, dernier alinéa, relatif aux paiements aux entrepreneurs, est également révélateur: ces paiements, effectués directement par le maître, ne peuvent intervenir que sur l'ordre de l'entrepreneur général. En se conformant à cet ordre, le premier ne s'acquitte pas d'une dette qui lui est propre, mais remplit une obligation du second. Ce même alinéa le confirme plus loin, en instituant la responsabilité exclusive du maître qui opère des paiements à l'insu de l'entrepreneur ou sans mandat de sa part. Les pouvoirs conférés à Homab par ces dispositions sont ceux d'un entrepreneur, non d'un mandataire.\n\nLa cour cantonale n'a pas constaté l'existence d'une divergence entre la volonté des parties et sa manifestation dans le \"Bauvertrag\". Les indices qu'elle a retenus à l'appui de la thèse du mandat ne sont pas probants. Les acomptes versés directement par la recourante à l'intimée ne revêtent aucune signification, puisque le maître ne faisait que se conformer à l'art. 10 du contrat. Sa présence fréquente sur le chantier et les instructions données aux entrepreneurs s'expliquent par l'intérêt légitime porté par le maître à l'avancement des travaux et à leur bonne exécution; la recourante déclarait d'ailleurs que ses propositions devaient être soumises à Homab. Enfin, la seule mention de l'art. 394 au début du \"Bauvertrag\" ne saurait en modifier la qualification juridique, telle qu'elle se dégage de l'interprétation du contrat dans son ensemble.\n\nL'arrêt déféré doit donc être réformé en ce sens que le \"Bauvertrag\" du 8 novembre 1963 n'est pas un contrat de mandat mais un contrat d'entreprise. Peu importe qu'Homab n'ait exécuté elle-même aucun travail de construction. Le Tribunal fédéral a déjà rejeté dans son arrêt Werz c. Immorex SA (RO 94 II 162) l'opinion contraire de GAUTSCHI (Vorbem. ad art. 363-379 CO n. 18, ad art. 363 n. 15 e, ad art. 365 n. 25 b).\n\n2. Les relations entre Homab et l'intimée sont régies par les lettres d'adjudication des travaux de charpente et de menuiserie, sur la base de soumissions de l'intimée et des \"Allgemeine Bestimmungen der Bauleitung\" imprimées d'Homab. Les lettres des 10 juillet 1964 et 22 janvier 1965 sont libellées \"im Namen von Frau Chandiramani\". Elles sont établies, comme BGE 97 II 66 S. 70toute la correspondance adressée par Homab à l'intimée, sur du papier à lettres qui porte dans son en-tête la mention \"Architekturbureau\". Le terme d'architecte ne figure pas dans les \"Allgemeine Bestimmungen\", mais celles-ci sont rédigées à la manière des conditions qui régissent usuellement les rapports entre l'architecte, représentant le maître de l'ouvrage, et l'entrepreneur. Elles ne font nullement apparaître ce dernier, régulièrement qualifié d'\"Unternehmer\", comme le sous-traitant d'un entrepreneur général. Homab est désignée comme \"Bauleitung\". D'après l'art. 8, elle est seule chargée des relations entre le maître et l'entrepreneur, le second ne pouvant recevoir aucun mandat directement du premier. L'art. 13 stipule que les factures doivent être établies au nom du maître de l'ouvrage; c'est lui qui, selon l'art. 15, verse des acomptes.\n\nAu vu de ces éléments, le Tribunal fédéral ne peut que souscrire à l'opinion de la cour cantonale, lorsqu'elle considère qu'\"Homab, dans ses rapports avec la maison Gutknecht & Cie, ne s'est pas comportée comme un entrepreneur\" et qu'\"elle n'a pas agi en son nom et pour son propre compte\". L'intimée était fondée à croire, de par l'attitude de sa cocontractante, que celle-ci agissait comme mandataire autorisé du maître de l'ouvrage. Elle pouvait dès lors légitimement se considérer comme entrepreneur lié à la recourante, représentée par Homab.\n\nLes contradictions des contrats conclus par cette maison avec les parties au présent procès ne pouvaient leur apparaître. N'ayant de relations entre elles que par l'intermédiaire d'Homab, elles ignoraient tout des clauses contractuelles qui concernaient l'autre partie. Cet artifice permettait à Homab de faire croire à l'intimée qu'elle avait qualité pour représenter la recourante, alors que celle-ci considérait Gutknecht & Cie comme le soustraitant de l'entrepreneur général.\n\n3. En réalité, Homab pouvait seulement, en tant qu'entrepreneur, traiter personnellement et à ses risques et périls avec ses propres sous-traitants. Elle n'était pas habilitée à conclure des contrats d'entreprise au nom du maître. En adjugeant les travaux de charpente et de menuiserie à l'intimée au nom de la recourante, elle a contracté sans pouvoirs, au sens de l'art. 38 al. 1 CO. La recourante n'a ratifié le contrat ni expressément, ni tacitement; elle n'est donc pas devenue la débitrice de l'intimée.\n\nLa cour cantonale a cru pouvoir déduire l'existence de liens contractuels entre les parties au procès de plusieurs éléments, BGE 97 II 66 S. 71tirés de l'attitude d'Homab à l'égard de l'intimée: les lettres d'adjudication étaient libellées au nom de la recourante; elles prévoyaient le remplacement, avec son accord, de la retenue de 5% sur le coût des travaux par une garantie bancaire ou d'assurance; les art. 13 et 15 des \"Allgemeine Bestimmungen der Bauleitung\" stipulaient que les factures étaient établies au nom du maître de l'ouvrage, à qui il incombait de verser des acomptes. Mais ces éléments étaient inconnus de la recourante, qui ignorait tout de la teneur du contrat conclu par Homab avec l'intimée. Ils ne pouvaient donc suppléer à l'absence de pouvoirs résultant des rapports contractuels entre le maître de l'ouvrage et l'entrepreneur général.\n\n4. a) Les conséquences du défaut de ratification sont réglées à l'art. 39 CO. Elles n'ont pas à être examinées ici dans la mesure où elles concernent les rapports entre Homab et l'intimée. Il appartiendra à celle-ci de faire valoir contre Homab, pseudo-représentant de mauvaise foi, les droits que lui confèrent les art. 39 et 41 ss. CO. La cour de céans n'a pas non plus à se préoccuper de savoir si le comportement fautif des organes d'Homab relève également du droit pénal.\n\nb) L'art. 39 al. 3 CO réserve dans tous les cas l'action fondée sur l'enrichissement illégitime. Il peut être invoqué aussi bien contre le pseudo-représenté que contre le falsus procurator (RO 90 II 414 et citations). Bien que l'intimée n'ait pas allégué ce moyen, il doit être examiné d'office, conformément à l'art. 63 al. 3 OJ (RO 90 II 317 consid. 1).\n\nLa cour cantonale a constaté définitivement que la créance de l'intimée s'élevait à 11 104 fr. 05 et que les travaux avaient été bien exécutés. Ces travaux sont devenus partie intégrante de l'immeuble de la recourante, qui se trouve donc enrichie à concurrence de leur valeur. Mais cet enrichissement n'est nullement dépourvu de cause légitime au sens de l'art. 62 CO. Il trouve sa contrepartie dans les obligations contractuelles de la recourante envers Homab: si les travaux de l'intimée sont compris dans le forfait, le maître doit s'acquitter du prix forfaitaire; au cas contraire, il doit payer en sus la valeur desdits travaux, majorée de 12% conformément à l'art. 3 du \"Bauvertrag\". Dans l'une et l'autre hypothèses, la recourante serait deux fois débitrice de la même prestation, si la demande était admise. Celle-ci ne peut dès lors être fondée sur l'art. 62 CO.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt rendu le 27 juillet 1970 par la Cour d'appel du Tribunal cantonal de Fribourg et rejette la demande."}