{"annee": "97", "cour": "I", "page": "57", "date": "19/1/1971", "cite": ["74 I 169", "77 I 68", "81 II 455", "72 I 294"], "cite_par": ["99 IA 557"], "chapeau": "9. Auszug aus dem Urteil vom 19. Januar 1971 i.S. Schindler gegen Staatsanwaltschaft und Obergericht des Kantons Basel-Landschaft.", "regestes": ["Art. 89 al. 2 OJ. Lorsque la loi applicable ne prévoit pas la notification d'office aux parties du jugement motivé, mais que cette notification se fait en vertu d'une pratique judiciaire constante, elle est assimilée à une notification d'office (extension de la jurisprudence)."], "faits": "Die staatsrechtliche Beschwerde vom 16. November 1970 richtet sich gegen das Strafurteil des Obergerichtes des Kantons Basel-Landschaft, das dem Beschwerdeführer am 29. September 1970 mündlich eröffnet und in der Folge gestützt auf langjährigen Gerichtsgebrauch schriftlich motiviert zugestellt wurde, und wird an diese Zustellung angeschlossen.\n\nDas Bundesgericht erklärt sie als rechtzeitig.", "considerants": "|57|\n\nAus den Erwägungen:\n\nNach Art. 89 OG ist die Beschwerde binnen dreissig Tagen, von der nach dem kantonalen Recht massgebenden Eröffnung oder Mitteilung des Entscheides an gerechnet, dem Bundesgericht schriftlich einzureichen. Werden von Amtes wegen nachträglich Entscheidungsgründe zugestellt, so kann die Beschwerde noch innert dreissig Tagen seit dem Eingang der Ausfertigung |58| geführt werden (Abs. 2). Von Amtes wegen geschieht die nachträgliche Eröffnung, wenn das Gesetz sie in allgemeiner Weise, nicht bloss für den Fall vorschreibt, dass eine Partei es verlangt oder gegen ein Urteil ein Rechtsmittel eingelegt werden kann (BGE 72 I 296, BGE 74 I 170, BGE 77 I 69). In einzelnen Kantonen werden die motivierten Urteile den Parteien ohne derartige gesetzliche Vorschrift und ohne besonderes Verlangen zugestellt. Das führt zur Frage, ob unter Erweiterung der bisherigen Rechtsprechung dem Fall, wo das Gesetz die Zustellung des begründeten Urteils in allgemeiner Weise vorschreibt, derjenige gleichzustellen ist, wo die Zustellung ohne eine gesetzliche Vorschrift auf Grund ständiger Übung geschieht. Trifft dies zu, so hängt es nicht vom Zutun des Beschwerdeführers ab, ob er eine motivierte Urteilsausfertigung erhält. Er hat keine Möglichkeit, zu seinen Gunsten auf den Lauf der Beschwerdefrist Einfluss zu nehmen (BONNARD, Problèmes relatifs au recours de droit public, ZSR BGE 81 II 456 Ziff. 100). Gericht oder Gerichtskanzlei haben sich nicht im einzelnen Fall darüber zu entscheiden, ob sie eine Zustellung vorzunehmen haben. Diese geschieht unbedingt und in allgemeiner Weise (BGE 77 I 70) und insoweit von Amtes wegen, als sich das Gericht zwar nicht auf eine gesetzliche Vorschrift stützt, wohl aber einem ständigen Gerichtsgebrauch folgt. Auf eine derartige Übung soll sich die Partei in gleicher Weise verlassen dürfen, wie wenn eine gesetzliche Vorschrift die Zustellung dem Richter zur Pflicht macht. Aus diesen Gründen rechtfertigt es sich, die Vorschrift von Art. 89 Abs. 2 OG als gegeben zu betrachten, vorausgesetzt immer, dass die Zustellung in allgemeiner Weise, in jedem Fall erfolgt, und in diesem Sinn ein langjähriger, ständiger und unangefochtener Gerichtsgebrauch besteht. Die Voraussetzungen für die Anwendung von Art. 89 Abs. 2 OG sind dagegen nicht gegeben, wenn die Gerichtskanzlei eines Kantons von Fall zu Fall und nach eigenem Gutdünken darüber befindet, ob sie einer oder beiden Parteien ein begründetes Urteil zustellen oder nicht zustellen will. Die Frist würde sonst von Zufälligkeiten abhängen und es bestünde die Gefahr von Missbräuchen.\n\nDer Kassationshof des Bundesgerichts stimmt dieser Auffassung bei. Die staatsrechtliche Kammer, bei der 7 Mitglieder mitzuwirken haben, hat durch internen Beschluss in gleichem Sinne entschieden (Beschluss vom 12. November 1969 i.S. Graf). |59|\n\nNach § 141 der basel-landschaftlichen Strafprozessordnung wird das Urteil dem Angeklagten in Gegenwart des Gerichts und des Staatsanwalts durch den Gerichtsschreiber verkündet, sobald es gefällt ist. Mit diesem Zeitpunkt beginnt die Frist zur Einreichung einer Appellation (§ 145 StPO). Für das Urteil des Obergerichts, seine Verkündung und seine Ausfertigung gelten die für das Verfahren vor dem Strafgericht aufgestellten Bestimmungen (§ 159 Abs. 3 StPO). Entsprechendes gilt für das Zivilverfahren (§ 212 ZPO). Die Zustellung des begründeten Urteils ist also durch das Gesetz nicht vorgeschrieben; sie geschieht danach auch nicht, wenn die Parteien es nicht selbst verlangen. Doch hat das Obergericht dem Bundesgericht in in den Jahren 1958 und 1962 eingeholten Berichten erklärt, die Gerichtskanzleien seien seit einiger Zeit dazu übergegangen, die begründeten Urteile unaufgefordert in allen Fällen zuzustellen. Der Präsident des Obergerichts hat in diesem Beschwerdeverfahren die Erklärung abgegeben, dass diese Übung nun schon seit einigen Jahren besteht. Freilich erfolgt die Zustellung danach in Fällen, wo die eidgen. Nichtigkeitsbeschwerde offensteht, erst nach Ablauf der zehntägigen Frist für deren Erhebung, also nach Eintritt der Rechtskraft. Doch vermag dies daran nichts zu ändern, dass bei den basel-landschaftlichen Gerichten ein langjähriger und ständiger Gerichtsgebrauch besteht, wonach das begründete Urteil den Parteien von Amtes wegen zugestellt wird."}