{"annee": "97", "cour": "III", "page": "39", "date": "19/3/1971", "cite": [], "cite_par": ["111 III 81", "106 III 24", "108 III 23", "99 III 66", "105 III 28"], "chapeau": "10. Sentenza del 19 marzo 1971 nella causa Banca del Sempione SA", "regestes": ["Etat de collocation et état des charges. Mention des accessoires et objet de leur garantie. 1. Il appartient au juge et non à l'autorité de surveillance de statuer sur l'étendue du droit de gage dans la procédure prévue à l'art. 250 LP (consid. 1). 2. La mention des accessoires au registre foncier profite à tout créancier gagiste, indépendamment de la date de la constitution du gage. L'office qui entend exclure un droit de gage déterminé de lagarantie offerte par les accessoires doit le déclarer de façon claire et univoque et en aviser spécialement le créancier intéressé (consid. 2)."], "faits": "|40|\n\nA.- Nel fallimento della ditta Reinmetall SA la Banca del Sempione notificò un credito di Fr. 216 854,20. Essa precisò ch'esso era garantito da due cartelle ipotecarie al portatore di Fr. 100 000.-- ciascuna gravanti le particelle n. 388 - 390 di Capolago, di proprietà della fallita.\n\nIl 29 gennaio 1970 l'Ufficio di esecuzione e fallimenti di Mendrisio allestì l'elenco degli oneri, che poi depositò, come parte integrante della graduatoria, il 4 febbraio successivo. In tale elenco l'ufficio indicò che gli immobili comprendevano accessori per un valore complessivo di Fr. 939 300.--. Nel punto in cui riferì il credito notificato dalla Banca del Sempione, precisando le cartelle ipotecarie che lo garantivano, l'ufficio non menzionò affatto gli accessori. Per contro, a proposito dei diritti di pegno esposti dalla Banca popolare svizzera, l'ufficio di Mendrisio indicò esplicitamente ch'essi si riferivano anche agli accessori.\n\nL'elenco degli oneri non venne impugnato, cosicché l'ufficio poté indire l'incanto degli immobili e degli accessori per il 17 giugno 1970. Gli uni e gli altri furono globalmente aggiudicati quello stesso giorno a una ditta di Lugano per il prezzo complessivo di Fr. 520 000.--. Il 5 novembre 1970 l'ufficio depositò lo stato di riparto. Dallo stesso risulta che il ricavo della vendita degli accessori venne suddiviso tra i creditori chirografari, la Banca popolare svizzera essendo già stata completamente soddisfatta con il provento della realizzazione dei fondi. La Banca del Sempione rimaneva con ciò scoperta per un importo di Fr. 58 979,70.-.\n\nB.- Mediante reclamo alla Camera di esecuzione e fallimenti del Tribunale di appello del cantone Ticino, quale autorità di vigilanza, la Banca del Sempione impugnò il suesposto stato di riparto; essa chiese che il ricavo della vendita degli accessori fosse girato a favore dei creditori pignoratizi.\n\nL'autorità di vigilanza respinse il gravame. Nella sua decisione del 9 febbraio 1971 essa rileva che lo stato di riparto viene allestito sulla base della graduatoria, la quale è in concreto divenuta definitiva, in assenza di un'impugnazione valida. La precedente istanza si chiede invero se l'avvenuta mancata menzione degli accessori a proposito del credito della reclamante |41| bastasse ad escluderli dalle garanzie a suo favore. A tale domanda essa ritiene di rispondere affermativamente, l'art. 60 cpv. 3 RUF disponendo che la graduatoria deve indicare esattamente, per ogni pretesa di pegno, l'oggetto cui esso si riferisce.\n\nC.- La Banca del Sempione impugna questa decisione mediante un tempestivo ricorso al Tribunale federale. Essa chiede l'annullamento del giudizio e l'assegnazione a suo favore del ricavo della vendita degli accessori. Dei motivi addotti a sostegno del gravame si dirà, ove occorra, nei considerandi.", "considerants": "Considerando in diritto:\n\n1. La ricorrente non contesta che la graduatoria e l'elenco degli oneri siano cresciuti in giudicato. Essa adduce. tuttavia che tale circostanza non si oppone affatto alla ripartizione del ricavo da lei postulata. Occorre dunque esaminare quale modo di riparto corrisponde alla graduatoria allestita dall'ufficio: come si desume esplicitamente dall'art. 88 RUF, la soluzione di tale quesito rientra nelle competenze dell'autorità di vigilanza. Invece, quest'ultima autorità non è competente a statuire sull'estensione del pegno come tale, tale quesito potendo essere deciso solo dal giudice nella procedura dell'art. 250 LEF (RU 40 III 322, 55 III 42).\n\n2. Giusta l'art. 805 cpv. 1 CC, la garanzia del pegno immobiliare si estende automaticamente agli accessori del fondo. Sono ritenuti accessori gli oggetti che nell'atto costitutivo del pegno e nel registro fondiario sono menzionati come tali, così le macchine o la mobilia di un albergo, finché non sia dimostrato che per disposizione di legge non può esser loro attribuita questa qualità (art. 805 cpv. 2 CC). Quando gli accessori si aggiungono al fondo dopo la costituzione di un pegno immobiliare, quest'ultimo beneficia anche della loro garanzia: ne consegue che la menzione di accessori contenuta nel registro fondiario vale a favore di ciascun creditore pignoratizio, indipendentemente dalla data di costituzione del pegno. Una eccezione sussiste solo per il caso in cui l'estensione del diritto di pegno agli accessori sia esplicitamente esclusa per determinati crediti, e questa esclusione sia annotata tanto nel registro fondiario quanto sul titolo (LEEMANN, N. 62 e 49 all'art. 805 CC; MEIER-HAYOZ, N. 47 e 48 agli art. 644 e 645 CC). Nella fattispecie, nessun elemento par la nel senso di una siffatta esclusione, che non risulta essere stata convenuta, e che comunque non figura |42| annotata nel registro fondiario. Pertanto, dal profilo del diritto materiale, l'ufficio avrebbe dovuto considerare, all'atto di allestire la graduatoria, che il diritto di pegno notificato dalla ricorrente si estendeva anche agli accessori del fondo, indipendentemente dal fatto che la stessa li avesse o meno menzionati nella sua notificazione (art. 246 LEF).\n\nL'ufficio di esecuzione e fallimenti di Mendrisio non è partito da questa considerazione, e nel punto della graduatoria, rispettivamente dell'elenco degli oneri, riferentesi al diritto di pegno della ricorrente, non ha menzionato gli accessori e la loro inclusione nelle garanzie. Secondo la giurisprudenza, la graduatoria non contestata entro il termine (art. 250 LEF) acquista forza di cosa giudicata e non potrebbe essere più tardi corretta per un errore scoperto posteriormente (RU 87 III 84, 88 III 132). Pertanto, un creditore pignoratizio che intenda contestare il collocamento del suo credito nella graduatoria o l'estensione della garanzia deve farlo entro il termine legale (v. RU 86 III 74), se non vuole più tardi vedersi opporre l'eccezione di cosa giudicata. Perchè la graduatoria, almeno per quel che riguarda l'estensione del diritto di pegno, possa crescere in giudicato, occorre tuttavia che essa racchiuda al riguardo una vera e propria decisione dell'ufficio (RU 55 III 42 e seg., 58 III 140 e seg., 86 III 74).\n\nQuesto requisito non è adempiuto in concreto. Contrariamente all'opinione della precedente istanza, l'elenco degli oneri, parte integrante della graduatoria, manca della necessaria chiarezza. L'ufficio di Mendrisio avrebbe dovuto, anche senza una speciale richiesta della ricorrente, indicare esattamente se riconosceva che il diritto di pegno a favore della stessa si estendesse pure agli accessori, o se invece negava questa estensione (v. art. 246 LEF, 125 RFF, 60 cpv. 3 RUF; cfr. pure, per quel che riguarda quest'ultima norma, RU 40 III 322 e seg). Certo, a proposito del pegno professato dalla Banca popolare svizzera, l'ufficio ha esplicitamente precisato ch'esso si riferiva pure agli accessori, mentre una siffatta menzione manca per quel che riguarda il diritto di pegno della ricorrente: ma tale circostanza non basta a dare il carattere di decisione alla determinazione dell'ufficio. Se esso voleva negare, per quel che riguarda il diritto di pegno della ricorrente, l'estensione della garanzia agli accessori del fondo, doveva dirlo in modo chiaro ed univoco, dandone speciale avviso alla creditrice interessata (art. 249 cpv.\n\n|433| LEF, art. 68 RUF). Invece, l'elenco degli oneri allestito dall'ufficio di Mendrisio appare a tale riguardo non solo poco chiaro, ma addirittura equivoco e ingannevole. Nella speciale rubrica intitolata \"Altri oneri\", l'esistenza di accessori è indicata senza alcuna limitazione della loro garanzia: in particolare, non è precisato che della stessa avrebbe beneficiato solo un creditore ipotecario, ad esclusione degli altri. La ricorrente poteva quindi dedurre che l'ufficio ammetteva l'estensione della garanzia sugli accessori per tutti i crediti ipotecari notificati e riconosciuti, in particolare per il suo (conclusione in senso contrario in RU 58 III 140).\n\nL'ufficio di esecuzione e fallimenti di Mendrisio dovrà pertanto completare la graduatoria, rispettivamente l'elenco degli oneri, e depositarli ancora una volta pubblicamente (v. RU 55 III 39 e seg.). Nell'ambito di tale procedura, gli incomberà di prendere una chiara decisione sull'estensione della garanzia agli accessori, e precisare esplicitamente se intende riconoscerla a favore della ricorrente. A seconda della sua decisione, la ricorrente o i titolari dei crediti chirografari potranno allora adire, se del caso, il giudice.\n\nLa Camera di esecuzione e dei fallimenti pronuncia:\n\nIl ricorso è parzialmente accolto nel senso dei considerandi e la decisione impugnata è annullata."}