{"annee": "97", "cour": "V", "page": "65", "date": "6/5/1971", "cite": [], "cite_par": ["112 V 291", "109 V 197", "108 V 256", "114 V 171", "109 V 145", "107 V 39", "112 V 283"], "chapeau": "17. Sentenza del 6 maggio 1971 nella causa Piffaretti contro Cassa malati intercomunale e Tribunale cantonale delle assicurazioni", "regestes": ["Dans l'assurance-maladie, les principes de la mutualité (art. 3 al. 3 LAMA) - postulent que les cotisations soient fixées en considération des prestations d'assurance; à risques égaux, elles doivent être équivalentes (consid. 2); - postulent aussi un système de prestations qui respecte l'égalité des droits et des obligations ainsi qu'un ordre tarifaire des cotisations fixé de façon adéquate (consid. 2 b); - concernent-ils également l'assurance-accidents pratiquée par la caisse en vertu des art. 3 al. 5 LAMA et 14 al. 2 Ord. III surl'assurance-maladie? Question laissée indécise, parce que se ramenant en l'occurrence à un problème tarifaire exclu de la compétence du Tribunal fédéral des assurances (art. 129 OJ)."], "faits": "BGE 97 V 65 S. 66\n\nIl 19 settembre 1969 Emilio Piffaretti subì un infortunio che gli causò lesioni multiple alla mano sinistra, la cura delle quali costò, fino al 21 maggio 1970, complessivamente fr. 2617, 15.\n\nDi tale somma, fr. 2000,- vennero pagati dalla \"Winterthur-infortuni\", compagnia di assicurazioni presso la quale Emilio Piffaretti era assicurato contro le conseguenze d'infortunio fino a concorrenza di questo importo.\n\nRichiesta di assumere le spese di cura eccedenti quelle coperte dalla \"Winterthur\", la Cassa malati intercomunale (CMI), di cui Emilio Piffaretti è membro, respinse l'istanza mediante decisione del 17 luglio 1970.\n\nStatuendo su ricorso dell'assicurato, con giudizio del 2 novembre 1970 il Tribunale delle assicurazioni del Cantone Ticino confermò la decisione summenzionata, in sostanza per i seguenti motivi:\n\n- Poichè il diritto federale non obbliga le casse malati a coprire il rischio d'infortuni, questa materia è regolata in modo autonomo dal diritto cantonale o dagli statuti delle casse;\n\n- l'art. 10 della vigente legge ticinese sull'assicurazione obbligatoria e facoltativa contro le malattie (LAM-TI) dispone segnatamente quanto segue:\n\nLe prestazioni dell'assicurazione sono concesse interamente in caso di infortunio non assicurato e soltanto a titolo sussidiario e integrativo se assicurato contemporaneamente presso altri enti assicurativi pubblici o privati.\n\nDal canto loro, gli statuti della CMI enunciano all'art. 38 le seguenti norme:\n\n\"L'assicurato ha diritto alle prestazioni previste per la malattia in caso di infortunio non assicurato presso altro ente.\n\nSe l'assicurato ha diritto a prestazioni da un'assicurazione contro gli infortuni, la Cassa malati intercomunale concede le prestazioni statutarie non coperte dall'assicurazione contro gli infortuni.\"\n\nNel presente caso, almeno fino all'epoca della censurata sua decisione, la CMI, se al ricorrente fosse mancata qualsiasi concomitante tutela infortunistica da parte di altro assicuratore, avrebbe dovuto incontestatamente assumere a suo carico, per BGE 97 V 65 S. 67la cura delle lesioni di cui si tratta, fr. 826, 15. Questo limite massimo è però stato largamente superato dalla prestazione della \"Winterthur\", onde alla CMI era lecito respingere la pretesa in lite.\n\nEmilio Piffaretti ha impugnato il giudizio cantonale mediante ricorso di diritto amministrativo a questa corte chiedendo che alla CMI sia fatto obbligo di versargli \"l'importo di fr. 617, 15 a titolo d'integrazione delle spese di cura non coperte dalla compagnia d'assicurazione la Winterthur, con l'esplicita riserva che la CMI sarà pure tenuta a versare al ricorrente l'importo delle note per prestazioni emesse dopo il 21 maggio 1970\". Egli considera aberrante l'impugnato giudizio, in quanto stabilisce un principio secondo il quale chi è assicurato presso la CMI e titolare anche di un'assicurazione privata contro gli infortuni deve sobbarcarsi il pagamento dei premi ad entrambi gli assicuratori, \"vedendosi poi rifiutare dalla cassa malati le prestazioni sussidiarie e integrative nel limite della copertura assicurata dalla cassa e superante l'importo assicurato privatamente\". A giudizio del ricorrente, la ratio legis vuole che, nei limiti delle prestazioni assicurate dalla CMI e che superano l'importo dell'assicurazione privata, risponda la cassa stessa, \"in caso fra l'importo di fr. 2000,- e l'importo di fr. 2826, 15\".\n\nLa Cassa malati intercomunale e l'Ufficio federale delle assicurazioni sociali propongono la reiezione del ricorso.", "considerants": "Diritto\n\nI.\n\nMediante il ricorso di diritto amministrativo il ricorrente può far valere - salvo nelle materie espressamente sottratte dalla legge a questo rimedio giuridico - la violazione del diritto federale, compresi l'eccesso e l'abuso del potere d'apprezzamento (art. 104 lit. a OG). Se il ricorso concerne l'assegnazione o il rifiuto di prestazioni assicurative, il ricorrente può inoltre invocare l'inadeguatezza della decisione impugnata, e l'accertamento dei fatti non vincola il Tribunale federale delle assicurazioni (art. 132 OG).\n\nNel presente caso, sui fatti non verte contestazione alcuna. Litigiosa è invece la questione se il giudizio cantonale, esonerando la CMI da qualsiasi prestazione assicurativa per le conseguenze dell'infortunio patito dal ricorrente, vìoli il diritto federale.\n\nBGE 97 V 65 S. 68\n\nII.\n\nDeterminanti sono, nella specie, le seguenti norme di diritto federale:\n\n1. Art. 14 cpv. 2 dell'ordinanza III su l'assicurazione contro le malattie:\n\n\"Le casse devono indicare espressamente, nei loro statuti, se e in quale misura esse concedono delle prestazioni in caso d'infortunio.\"\n\nA questo disposto gli statuti della CMI ottemperano appieno mediante il loro art. 38 qui sopra riprodotto.\n\n2. Art. 3 cpv. 3 LAMI:\n\n(Le casse) \"devono esercitare l'assicurazione contro le malattie secondo i principi della mutualità\".\n\nTali principi concernono segnatamente la proporzione fra le prestazioni garantite dall'assicuratore e la loro contropartita a carico degli assicurati in forma di contributi: la mutualità vuole che questi ultimi siano giustamente commisurati alle prestazioni assicurate e, a parità di rischi, di massima egualmente ripartiti (HÜNERWADEL, Die Krankenversicherung, pag. 69).\n\na) Sorge qui il quesito se l'art. 3 cpv. 3 LAMI si applichi all'attività delle casse anche quali assicuratrici contro gli infortuni. L'applicazione letterale del succitato testo invero lo escluderebbe. Nondimeno diverse ragioni militano per una risposta affermativa. In primo luogo un'assicurazione vera e propria che faccia astrazione dal principio della mutualità appare difficilmente concepibile (\"l'assurance est mutualité, ou elle n'est pas assurance\": citato da Manes, Versicherungswesen, 5. edizione, vol. I pag. 2). Inoltre il diritto federale sembra voler parificare all'assicurazione contro le malattie quella contro gli infortuni volontariamente praticata da buona parte delle casse malati: infatti esso impone loro di definirne i limiti negli statuti sottoposti all'approvazione federale (art. 4 LAMI). Per di più, la Confederazione sovvenziona le casse segnatamente in base al complesso delle loro spese annue medie per prestazioni mediche e farmaceutiche, senza distinzione di sorta (art. 36 LAMI). Tuttavia, non occorre decidere la questione ai fini del presente giudizio, per i motivi che seguono.\n\nb) I principi della mutualità, come già indicato, presuppongono un sistema di prestazioni che rispetti l'eguaglianza di BGE 97 V 65 S. 69diritti e di doveri tra gli assicurati e un ordinamento tariffale dei contributi e premi adeguatamente proporzionato a quello delle prestazioni.\n\naa) Il sistema delle prestazioni giusta l'art. 38 degli statuti della CMI, applicato nel presente caso dalle istanze inferiori conformemente al testo di questo disposto, in sè non lede nessun principio della mutualità, nè alcun altro dell'assicurazione sociale: che un organismo precipuamente creato per assumere la copertura del rischio di malattia si limiti ad assicurare contro gli infortuni soltanto se e in quanto le conseguenze economiche di essi non siano coperte da altro assicuratore, appare ineccepibile, purchè a tale ordinamento corrisponda un sistema di premi adeguato al rischio assicurato.\n\nbb) Ne consegue che il quesito se la cassa abbia violato l'art. 3 cpv. 3 LAMI nei confronti del ricorrente concerne la tariffa contributiva da lei applicata nei suoi confronti. Di ciò il ricorrente sembra rendersi conto, poichè censura, tra l'altro, che egli \"paga e continuerà a pagare i contributi per la CMI non potendo mai pretendere, in quanto ancora assicurato privatamente contro gli infortuni, alcuna prestazione della stessa\".\n\nOra giusta l'art. 129 cpv. 1 lit. b OG il ricorso di diritto amministrativo a questa corte non è ammissibile contro decisioni concernenti \"le tariffe\"; e dal raffronto di questa norma con quella parallela dell'art. 99 lit. b della citata legge (\"il ricorso di diritto amministrativo non è ammissibile ... b contro le decisioni ... sulle tariffe, salvo in materia di assicurazioni private ...\") si evince che per tariffe ai sensi dell'art. 129 OG vanno intese segnatamente quelle relative ai premi e contributi dell'assicurazione sociale.\n\nNon spetta pertanto a questa corte di esaminare se l'onere contributivo imposto dalla CMI ai suoi membri è adeguatamente differenziato secondo l'entità del rischio che essi rappresentano per la cassa stessa giusta l'art. 38 dei suoi statuti, in ragione dell'esistenza o della carenza di loro rapporti con altro assicuratore contro gli infortuni.\n\nCompetente a statuire in ultima istanza sui ricorsi in materia di tariffe dell'assicurazione sociale è il Consiglio federale, purchè gli venga sottoposta una relativa decisione impugnabile (art. 72 ss. PAF). Nella specie l'inserto non contiene nessun atto amministrativo di tal genere: almeno fino a quando sorse la presente vertenza, il ricorrente sembra aver pagato senza BGE 97 V 65 S. 70contestazione i contributi richiestigli dalla cassa. Pertanto il Consiglio federale non avrebbe comunque modo di statuire sulla questione tariffale summenzionata, onde già per questo motivo non è il caso di sottoporgliela.\n\n3. L'art. 4 CF non è stato invocato dal ricorrente, nè egli censura il giudizio impugnato siccome arbitrario. Del resto è dubbio che una impugnativa in tal senso, anche se fosse stata esplicitamente sottoposta a questa corte, l'avrebbe autorizzata a conoscerne in riguardo ad una questione tariffale esulante dal complesso delle materie soggette a ricorso di diritto amministrativo.\n\nPer questi motivi, il Tribunale federale delle assicurazioni\n\ndichiara e pronuncia:\n\nIn quanto ricevibile, il ricorso di diritto amministrativo è respinto."}