{"annee": "97", "cour": "V", "page": "200", "date": "11/11/1971", "cite": [], "cite_par": ["100 V 11"], "chapeau": "49. Arrêt du 11 novembre 1971 dans la cause Stieger contre Caisse nationale suisse d'assurance en cas d'accidents et Office fédéral des assurances sociales", "regestes": ["Art. 98 lit. c OJ, 35 Ord. I sur l'assurance-accidents. Le Tribunal fédéral des assurances est compétent pour recevoir le recours de droit administratif dirigé contre une décision de l'Office fédéral des assurances sociales statuant comme autorité de recours en matière de soumission à l'assurance obligatoire. Son pouvoir d'examen est défini par les art. 104 et 105 al. 1er OJ (art. 132 OJ; consid. 1). Art. 60bis chiffre 1 lit. c LAMA. Soumission à l'assurance obligatoire; notion de \"machine dangereuse\" (art. 17 chiffre 7 Ord. I sur l'assurance-accidents; consid. 2 à 4)."], "faits": "|200|\n\nA.- Félix Stieger, ingénieur diplômé, exploite à Neuchâtel, sous la raison de commerce de \"REOS\", un atelier d'études et de constructions électroniques. Il fabrique des appareils et en répare d'autres, essentiellement des récepteurs de radio et de télévision. Il installe des haut-parleurs et, rarement, des antennes.\n\n|201| Il occupe deux apprentis et un technicien. Il utilise un petit tour, deux perceuses à main et une petite meule à main. L'atelier n'est pas une entreprise industrielle, au sens de l'art. 5 de la LF du 13 mars 1964 sur le travail. Le 16 octobre 1970, la Caisse nationale assujettit dès ce jour-là l'atelier REOS à l'assurance obligatoire, en vertu de l'art. 17 chiffre 7 Ord. I sur l'assurance-accidents.\n\nB.- Félix Stieger recourut, en alléguant qu'il assurait déjà ses apprentis, que son technicien bénéficiait d'une police personnelle, qu'il n'y avait jamais eu d'accident dans son entreprise depuis 1948 et qu'il était très peu probable qu'il y en ait jamais.\n\nL'Office fédéral des assurances sociales rejeta le recours le 14 janvier 1971. Selon lui, est décisif le fait que l'atelier REOS utilise quatre machines à travailler le métal; toutes autres allégations sont irrelevantes.\n\nC.- Félix Stieger a formé en temps utile un recours de droit administratif contre cette décision.\n\nIl allègue que, pratiquement, il utilise seul les machines, à l'exception d'une perceuse et - de temps en temps - de la meule. Il demande à n'être pas assujetti à l'assurance obligatoire. La Caisse nationale conclut au rejet du recours, avec suite de frais et dépens.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 35 Ord. I sur l'assurance-accidents, la Caisse nationale et les intéressés peuvent recourir au Tribunal fédéral, en sa qualité de Chambre de droit administratif, contre la décision de l'Office fédéral des assurances sociales statuant sur recours en vertu de l'art. 34 Ord. I (v. art. 47 al. 1er lettre b LPA) en matière de soumission à l'assurance obligatoire. Depuis le 1er octobre 1969, ledit recours relève de la compétence du Tribunal fédéral des assurances (art. 128, 97 et 98 lettre c OJ, 5 LPA; 29 Ord. 1, 47 al. 2 et 3 ainsi que 74 lettre a LPA).\n\nQuant au pouvoir d'examen de la Cour de céans dans cette matière, qui, en soi, ne suscite pas de litiges concernant l'octroi ou le refus de prestations d'assurance, il est déterminé par les art. 104 et 105 al. 1er OJ (art. 132 OJ).\n\n2. Aux termes de l'art. 60bis chiffre 1er lettre c LAMA, le Conseil fédéral est autorisé à déclarer l'assurance-accidents obligatoire applicable aux entreprises industrielles ou commerciales |202| qui utilisent des installations ou des machines dangereuses et à celles qui sont en corrélation directe avec l'industrie des transports. Faisant usage de cette faculté, le Conseil fédéral a introduit dans l'Ord. I sur l'assurance-accidents un art. 17, qui soumet à l'assurance obligatoire une série d'entreprises, énumérées sous chiffres 1 à 8, dont les entreprises travaillant mécaniquement le métal, le bois, le liège, la pierre ou les matières plastiques synthétiques (chiffre 7). Cette disposition sous-entend que les entreprises concernées utilisent des installations ou des matières dangereuses, faute de quoi l'ordonnance sortirait du cadre que la loi, soit l'art. 60bis LAMA, lui impose (cf. RO 81 I 369; 77 I 82).\n\nComme il est incontestable que le recourant travaille mécaniquement le métal, l'issue du procès dépend uniquement de la réponse qu'il faut donner à la question de savoir si les machines qu'il utilise sont dangereuses, au sens de l'art. 60bis chiffre 1er lettre c LAMA. En d'autres termes, il faut commencer par définir la notion de \"machine dangereuse\".\n\n3. En parlant dans la disposition précitée de machines dangereuses, la loi signifie clairement qu'il existe deux sortes de machines, celles qui sont dangereuses et celles qui ne le sont pas. Mais elle ne donne pas de critère pour distinguer la machine réputée dangereuse de la machine réputée non dangereuse.\n\nL'art. 60bis a été introduit dans la LAMA par l'art. 16 de la loi complémentaire du 18 juin 1915. Cette disposition n'existait pas dans le projet initial. Le Conseil fédéral présenta après coup le futur art. 60bis à la commission du Conseil des Etats, avec un exposé, dont le rapporteur déclara vouloir rendre compte au cours des débats du Conseil (Bull. stén. 1915 p. 69 in fine et 70). Le cas des entreprises qui font usage de machines dangereuses ne figurait pas dans la première version de l'art. 60bis, telle qu'elle fut d'abord soumise au Conseil des Etats, le 8 juin 1915, par sa commission (Bull. stén. p. 66). Le lendemain, pour la discussion de l'art. 60bis, le Conseil fédéral et la commission proposèrent une seconde version, où, à la fin d'une énumération énoncée sous lettre a, sont mentionnées les \"entreprises industrielles ou commerciales qui font usage d'installations ou de machines dangereuses ou qui sont en corrélation directe avec l'industrie des transports\" (Bull. stén. p. 88). La discussion ne porta pas sur la notion de machine dangereuse; |203| tout au plus faut-il citer ce passage des déclarations du rappor teur (Bull. stén. p. 90):\n\n\"Es kommt in der neuen Fassung deutlich zum Ausdruck, dass die Versicherungspflicht nur dann ausgesprochen werden soll, wenn eine besondere Betriebsgefahr vorliegt, wenn, wie hier steht, betriebsgefährliche Einrichtungen oder Maschinen verwendet werden, so dass nicht wegen irgendeiner Schreib- oder Heuwendmaschine die Versicherungspflicht ausgesprochen werden kann.\"\n\nLe Conseil national aborda le sujet dans sa séance du 11 juin 1915. Sa commission présenta une 3e version de l'art. 60bis, où le cas des entreprises aujourd'hui en cause figurait sous un chiffre 1er et une lettre c. Un rapporteur de cette commission déclara alors notamment (Bull. stén. p. 144):\n\n\"Sous la lettre b on astreint à l'assurance les entreprises qui produisent, mettent en oeuvre, ont en dépôt des matières dangereuses. A la lettre c on veut astreindre à l'assurance les entreprises qui dans leurs installations font usage de machines dangereuses. Le principe est le même dans les deux cas: soumettre à l'assurance les entreprises qui d'une façon ou d'une autre exposent leur personnel ouvriér.\"\n\nLe Conseil des Etats se rallia à cette solution, qui est celle de la loi en vigueur actuellement. La disposition fut adoptée sans discussion, le 14 juin.\n\nLes rares arrêts publiés par le Tribunal fédéral, compétent en dernière instance jusqu'au 30 septembre 1969 en matière de décisions d'assujettissement, ne définissent pas davantage que la loi la machine réputée dangereuse. Dans le cas, déjà cité, publié au RO 81 I 369, le Tribunal fédéral s'est posé deux questions:\n\na) Le Conseil fédéral a-t-il pu, sans s'écarter de la délégation légale, décider en principe et abstraitement que les entreprises qui travaillent les matières plastiques avec des machines font usage de \"machines dangereuses\" au sens de l'art. 60bis chiffre 1er lettre c LAMA? - Oui, a déclaré le tribunal, qui s'en explique ainsi:\n\n\"Dans les diverses entreprises qu'il a visitées, le Tribunal fédéral a vu que, pour la fabrication d'objets divers, la matière synthétique est soit concassée, fondue et pressée, soit façonnée par découpage, sciage, perçage, etc. Pour ces travaux, on emploie des machines dont certaines sont dangereuses par leur puissance même, ainsi les presses; d'autres le sont par les pièces aiguës, coupantes ou simplement rugueuses qui sont mues par la force mécanique, souvent à une très grande vitesse, ainsi les concasseuses. les scies à ruban ou circulaires, les burins à découper, |204| les meules. De plus, la plupart des machines comportent des courroies de transmission généralement à portée de l'ouvrier et qui, lorsqu'elles ne sont pas couvertes par un dispositif de protection, peuvent saisir soit une main ou un doigt, soit les cheveux ou une pièce de vêtement flottante, etc. et provoquer ainsi de graves accidents.\"\n\nb) Cela étant, une entreprise qui travaille les matières plastiques est-elle en droit d'exciper, afin d'échapper à l'assujettissement, de ce que - contrairement à ce qui est le cas en général dans cette industrie - les machines qu'elle utilise, elle, ne sont pas dangereuses? - Le Tribunal fédéral a laissé la question indécise, parce que le recourant utilisait au moins une machine dangereuse, une découpeuse dont le burin mobile était entraîné par une courroie de transmission, qui lui imprimait une grande vitesse de rotation. Il ne l'a pas tranchée ultérieurement.\n\n4. En ce qui concerne les entreprises qui travaillent mécaniquement le métal, il est de notoriété publique qu'une grande proportion d'entre elles utilisent des machines dangereuses, machines qui laminent, frappent, tranchent, scient, alèsent, fraisent, rivent, etc. Le Conseil fédéral a pu, par conséquent, sans s'écarter de la délégation légale, décider en principe et abstraitement que les entreprises qui travaillent mécaniquement le métal font usage de \"machines dangereuses\". On rejoint ici la jurisprudence précitée du Tribunal fédéral.\n\nReste la question, que le Tribunal fédéral n'a donc pas tranchée, de savoir si une entreprise a le droit d'exciper, afin d'échapper à l'assujettissement, de ce que ses machines, à elle, ne sont pas dangereuses. Il serait difficile de le lui refuser sans trahir le but de la loi qui est, à l'art. 60bis LAMA, de soumettre à l'assurance les entreprises qui exposent leur personnel. Si, comme cela a été fait devant le parlement, on met en parallèle les cas prévus par l'art. 60bis chiffre 1er lettre c (machines dangereuses) avec les cas de l'art. 60bis chiffre 1er lettre b (matières explosibles ou nocives pour la santé, produites, utilisées ou gardées en dépôt en grande quantité), il apparaît bien que seules peuvent être réputées dangereuses les machines présentant un risque sérieux.\n\nMais il se trouve que la quasi-totalité des machines destinées à travailler le métal exposent ceux qui les utilisent à des risques sérieux. En ce qui concerne les petites machines portatives, telles que les perceuses et les meules, elles sont assez fréquemment la cause d'électrocutions. Les perceuses provoquent |205| des accidents en happant les cheveux ou des parties d'habillement; lorsqu'on les utilise sur support fixe et qu'on commet l'erreur de tenir la pièce à percer, cette pièce peut se mettre à tourner solidairement avec la mèche et cisailler la main. Les meules et les tours projettent des particules dangereuses pour les yeux; il arrive même que les meules éclatent. Ce sont là les enseignements des statistiques dressées par la Caisse nationale; il en ressort que les apprentis sont spécialement sujets aux accidents de ce genre. Il est vrai que perceuses, meules, et même tours sont couramment utilisés extra-professionnellement, dans les menus travaux du ménage ou des loisirs. Mais, précisément, ces machines figurent aussi dans les statistiques relatives aux causes des accidents de l'assurance non professionnelle. Ainsi, il serait faux de mesurer toujours les dangers que présente une machine à ses dimensions et à sa puissance. Les usagers des petites machines ont aussi le droit de bénéficier, en cas d'accident, de la large protection qu'assure la Caisse nationale.\n\nPar conséquent, c'est à juste titre que l'entreprise du recourant a été soumise à l'assurance obligatoire, conformément d'ailleurs à une longue pratique administrative dans ce domaine...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce: Le recours est rejeté."}