{"annee": "97", "cour": "V", "page": "54", "date": "1/2/1971", "cite": [], "cite_par": ["112 V 347"], "chapeau": "13. Extrait de l'arrêt du 1er février 1971 dans la cause Office fédéral des assurances sociales contre Favre et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 13 LAI et 1er al. 2 OIC: Du droit au traitement médical d'infirmités congénitales connexes. L'indication médicale de traiter conjointement deux infirmités en rapport de causalité adéquate l'emporte sur le caractère d'infirmité congénitale en soi \"peu importante\" de l'affection secondaire."], "faits": "", "considerants": "|54|\n\nExtrait des considérants:\n\n1. Suivant l'art. 13 LAI, dans sa teneur en vigueur depuis le 1er janvier 1968, les assurés mineurs ont droit aux mesures médicales nécessaires au traitement des infirmités congénitales (al. 1er). Cette disposition légale charge le Conseil fédéral d'établir une liste de ces infirmités et l'autorise à exclure la prise en charge du traitement \"d'infirmités peu importantes\" (al. 2). Dans la liste qu'il a dressée, le Conseil fédéral a désigné par un astérisque celles des infirmités ainsi exclues lorsqu'elles sont peu importantes \"dans le cas particulier\" (art. 1er al. 2 OIC). La pratique a tracé pour chacune de ces dernières infirmités des limites définissant leur degré requis d'importance; de telles limites objectives sont à l'évidence indispensables pour assurer l'égalité de traitement, et la jurisprudence en a confirmé le bien-fondé dans tous les cas tranchés jusqu'ici.\n\nEn principe, c'est la symptomatologie et non la pathogénèse de l'affection qui est déterminante pour fixer le domaine d'application de l'art. 13 LAI (de même que celui de l'art. 12 LAI). La jurisprudence a toutefois admis que le droit découlant de l'art. 13 peut, dans de rares cas, s'étendre au traitement d'affections secondaires qui n'appartiennent certes plus à la symptomatologie |55| de l'infirmité congénitale mais qui, à la lumière des connaissances médicales, en sont une conséquence fréquente; en d'autres termes, il doit exister entre l'infirmité congénitale et l'affection secondaire un lien très étroit de causalité adéquate (voir p.ex. ATFA 1965 p. 156 et les arrêts qui y sont cités). L'arrêt non publié Bürgler du 20 janvier 1966, auquel se réfère l'Office fédéral des assurances sociales, rappelle ces règles jurisprudentielles et formule, dans le cadre de l'art. 13 LAI la triple condition:\n\na) que le rapport de cause à effet entre l'infirmité congénitale et l'affection secondaire atteigne le degré susmentionné;\n\nb) que le traitement de cette affection soit indiqué du point de vue médical;\n\nc) que ce traitement revête une certaine importance eu égard à la capacité de gain, ce qui - précise l'arrêt - n'est pas le cas lorsque l'affection secondaire, prise isolément, présente le symptôme d'une autre infirmité congénitale sans que celui-ci suffise à fonder par lui-même un droit aux prestations de l'art. 13.\n\nDans sa nouvelle teneur, l'art. 13 LAI ne fait plus de l'atteinte à la capacité de gain une condition du droit au traitement des infirmités congénitales. La dernière condition ci-dessus est donc devenue caduque, s'agissant de telles infirmités.\n\n2. La question est désormais de savoir si une affection secondaire, qui présente le symptôme d'une infirmité congénitale, doit nécessairement atteindre le degré d'importance requis pour fonder en elle-même un droit à prestations.\n\nIl sied de confirmer, d'une part, que des limites objectives définissant le degré d'importance de celles des infirmités congénitales dont le traitement est exclu lorsqu'elles sont peu importantes sont indispensables pour assurer l'égalité de traitement et, d'autre part, que c'est en principe la symptomatologie et non la pathogénèse qui est déterminante pour fixer le domaine d'application de l'art. 13 LAI. On ne saurait donc, du seul fait que diverses infirmités congénitales sont entre elles en relation de cause à effet, déroger aux limites tracées pour chacune d'elles. Il se peut cependant que le traitement de l'affection secondaire soit si étroitement lié à celui de l'infirmité principale qu'il ne peut en être séparé sans en annihiler ou entraver gravement le succès ou les effets. Or l'ordre légal n'exige point de considérer isolément chacune des mesures formant ensemble un complexe médicalement inséparable. Dans le cadre de l'art. 12 LAI, la |56| jurisprudence a constaté que sont alors déterminants en principe la nature et le but de cet ensemble de mesures (voir p.ex. ATFA 1961 p. 311). Par analogie, il est permis de dire que l'indication médicale de traiter en étroite connexité l'infirmité congénitale principale et l'affection secondaire, entre lesquelles il y a un rapport de causalité adéquate évident, doit l'emporter sur le caractère d'infirmité en soi \"peu importante\" de cette dernière.\n\n3. ... (En l'occurrence, admission d'un lien de causalité adéquat entre l'hydrocéphalie et le strabisme d'une assurée mineure.)"}