{"annee": "97", "cour": "V", "page": "42", "date": "29/3/1971", "cite": [], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil vom 29. März 1971 i.S. Hummel gegen Schweizerische Ausgleichskasse und Rekurskommission der Schweizerischen Ausgleichskasse", "regestes": ["Art. 6 al. 1er LAI et 19 al. 1er lit. b de la Convention sur la sécurité sociale entre la Confédération suisse et la République fédérale d'Allemagne du 25 février 1964: Clause d'assurance. S'agissant de leur droit à une rente de l'assurance-invalidité suisse, les ressortissants allemands sont réputés affiliés à l'assurance-pensions allemande si elle leur a crédité des périodes de cotisations, effectives ou valant comme telles, immédiatement avant la réalisation du risque assuré selon le droit suisse. - Caractère déterminant d'attestations de l'organisme compétent allemand."], "faits": "", "considerants": "|42|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Art. 29 Abs. 1 IVG entsteht der Rentenanspruch, sobald der Versicherte mindestens zur Hälfte bleibend erwerbsunfähig geworden ist (Variante 1) oder während 360 Tagen ohne wesentlichen Unterbruch durchschnittlich zur Hälfte arbeitsunfähig war und weiterhin mindestens zur Hälfte erwerbsunfähig ist (Variante 2). Wie die Vorinstanz zutreffend ausgeführt hat, ist im vorliegenden Fall diese zweite Variante anwendbar. Da die Beschwerdeführerin erst seit dem 5. September 1968 ununterbrochen arbeitsunfähig war, ist es richtig, dass der Versicherungsfall des schweizerischen Rechts frühestens im August 1969 eingetreten sein kann.\n\n|43|\n\n2. Nach Art. 6 Abs. 1 IVG hat Anspruch auf Leistungen der schweizerischen Invalidenversicherung, wer im Zeitpunkt des Versicherungsfalles versichert war. Gemäss Art. 19 Abs. 1 lit. b des schweizerisch-deutschen Abkommens über Soziale Sicherheit vom 25. Februar 1964 gelten deutsche Staatsangehörige in Bezug auf den Anspruch auf ordentliche Renten der schweizerischen Invalidenversicherung auch dann als Versicherte im Sinne der schweizerischen Rechtsvorschriften, wenn sie der deutschen Rentenversicherung angehören. Dieser Begriff der Versicherungszugehörigkeit ist zunächst ein solcher des Staatsvertrags und nicht etwa innerstaatlichen Rechts. Bei seiner Auslegung ist davon auszugehen, dass die Staatsangehörigen der beiden Vertragsparteien laut Art. 4 des Abkommens in ihren Rechten und Pflichten aus den beiderseitigen Rechtsvorschriften einander im wesentlichen gleichstehen. Dementsprechend kann einem deutschen Staatsangehörigen aus der schweizerischen Sozialversicherung nicht mehr oder anderes zustehen als einem Schweizerbürger in vergleichbarer Lage. Ein solcher, der früher in der Schweiz versichert war und infolge Wohnsitzverlegung nach Deutschland aus der obligatorischen Versicherung ausscheidet, kann seine Anwartschaft auf Leistungen der schweizerischen Invalidenversicherung nur aufrechterhalten, wenn er der freiwilligen Versicherung beitritt. Er hat also weiterhin und regelmässig Beiträge an die schweizerische Versicherung zu entrichten. Auf der Basis der gegenseitigen Anerkennung von Versicherungszeiten kann ein früher in der Schweiz versichert gewesener deutscher Staatsangehöriger, der seinen Wohnsitz nach Deutschland verlegt, das Erfordernis von Art. 19 Abs. 1 lit. b des Abkommens demnach erfüllen, wenn er mindestens bis unmittelbar vor Eintritt des Versicherungsfalls nach schweizerischem Recht bei der deutschen Rentenversicherung Beitragszeiten zurückgelegt hat. Ebenfalls anerkannt werden in diesem Zusammenhang beitragslose Zeiten, soweit sie sich auf die persönliche Rentenbemessungsgrundlage auswirken und zweifelsfrei nachgewiesen sind. Diese Auffassung ist schweizerischerseits dem deutschen Vertragspartner mit folgenden Worten zur Kenntnis gebracht worden (Niederschrift Freiburg i. Br. vom 31. März 1967):\n\n\"Die schweizerische Delegation bringt der deutschen Delegation unter Hinweis auf die von den deutschen Verbindungsstellen für die Rentenversicherung zu Artikel 19, Absatz 1, Buchstabe b des Abkommens |44| aufgeworfenen Fragen zur Kenntnis, dass die schweizerischen Träger für die Anwendung der genannten Bestimmung vorbehältlich der Rechtsprechung darauf abstellen, ob der Gesuchsteller unmittelbar vor Eintritt des Versicherungsfalles bei der deutschen Rentenversicherung Beitragszeiten oder Ausfallzeiten zurückgelegt hat.\"\n\nOb die genannten Voraussetzungen bestehen, ist zunächst ausschliesslich eine Frage des deutschen Rechts. Die schweizerischen Behörden sind daher auf entsprechende Bescheinigungen der deutschen Verbindungsstelle angewiesen. Schweizerischerseits ist nur zu prüfen, ob eine derartige Bescheinigung tatsächlich Aufschluss über die Versicherungszugehörigkeit gibt und ob sie im Rahmen der staatsvertraglichen Zugeständnisse die Bedingungen für ihre Anerkennung erfüllt (vgl. das die analoge Rechtslage im Verhältnis mit Italien behandelnde nicht publizierte Urteil Sticotti vom 20. Oktober 1970).\n\n3. Im vorliegenden Fall hat die Landesversicherungsanstalt Baden am 26. August 1969 bescheinigt, nach ihren Feststellungen habe Ruth Hummel zuletzt bis zum 3. September 1968 Beitragszeiten oder Ausfallzeiten bei der deutschen Rentenversicherung zurückgelegt. Dass die Beschwerdeführerin auch noch im August 1969 im Sinne von Art. 19 Abs. 1 lit. b des Abkommens in Deutschland versichert gewesen sei, wird nicht behauptet, und es ergibt sich auch sonst aus den Akten kein Anhaltspunkt für eine derartige Annahme. Es braucht daher nicht entschieden zu werden, wie andernfalls vorzugehen wäre.\n\nDer Hinweis der Verbindungsstelle auf den Zeitpunkt des Eintrittes des Versicherungsfalles nach deutschem Recht vermag der Beschwerdeführerin ebenfalls nicht zu helfen. Bei der Anwendung der erwähnten Abkommensbestimmung ist einzig nach tatsächlich zurückgelegten Beitrags- und Ausfallzeiten zu fragen. Jedenfalls ist ein Gleichziehen bei der Rentengewährung im Staatsvertrag nicht vorgesehen, ganz abgesehen davon, dass ein derartiges Zugeständnis an den deutschen Vertragspartner wohl nur in Ausnahmefällen mit dem Prinzip der Gleichbehandlung (vgl. Erwägung 2 hievor) vereinbar sein dürfte.\n\n4. Dem Gericht entgeht die Problematik der gegenwärtigen Rechtslage nicht. Diese stellt aber, wie das Ergebnis jeder zwischenstaatlichen Vereinbarung auch sozialversicherungsrechtlicher Natur, ein parteimässig ausgehandeltes Gefüge mit eigenem inneren Gleichgewicht dar, das die Verwaltungsjustiz als Ausdruck des übereinstimmenden Willens beider Vertragspartner zu beachten hat, solange sie nichts anderes abmachen."}