{"annee": "97", "cour": "V", "page": "120", "date": "12/5/1971", "cite": [], "cite_par": [], "chapeau": "29. Extrait de l'arrêt du 12 mai 1971 dans la cause W. contre Caisse de compensation de la Fédération romande de la ... et Commission cantonale ... de recours en matière d'assurance-vieillesse et survivants", "regestes": ["Art. 84 al. 1er, 86 al. 1er LAVS et 106 al. 1er OJ: Notification. La décision déposée dans la boîte aux lettres du titulaire d'une case postale lui est ainsi valablement notifiée."], "faits": "|120|\n\nRésumé des faits:\n\nA.- Selon les reviseurs de la caisse de compensation, l'entreprise W. aurait omis de verser des cotisations paritaires sur de nombreux salaires. C'est pourquoi, dans cinq décisions en bonne et due forme, datées du 8 avril 1970, la caisse ordonna à son affilié de lui payer: 1) 92 446 fr. 95; 2) 7049 fr. 85; 3) 22 fr. 70; 4) 330 fr.; 5) 111 fr. 05. La caisse expédia ces décisions sous pli ordinaire, à une date qu'elle dit avoir été le 8 avril 1970.\n\nB.- L'entreprise W. dispose d'une case postale, où son courrier est régulièrement acheminé, et d'une boîte aux lettres, qui normalement n'est pas utilisée par la poste. Aux dires de K. P. W., il aurait trouvé les décisions du 8 avril 1970 dans cette boîte aux lettres, les tout premiers jours du mois de mai. Le 27 mai 1970, il écrivit à la caisse de compensation qu'il n'acceptait pas le compte de cotisation et qu'il s'excusait de ne l'avoir pas fait savoir plus tôt, s'étant absenté ... et son comptable aussi. La caisse de compensation transmit cette lettre à la commission cantonale de recours, en relevant que le recours était tardif. Telle fut aussi l'opinion de la commission, qui déclara le recours irrecevable en date du 2 juillet 1970.\n\nC.- K. P. W. a recouru en temps utile contre le jugement cantonal.\n\nLa caisse de compensation conclut au rejet du recours, aussi bien quant à la recevabilité qu'au fond.\n\n|121|\n\nDans son préavis, l'Office fédéral des assurances sociales propose de rejeter le recours.", "considerants": "Extrait des considérants:\n\n1. La commission cantonale de recours a retenu en fait, en substance: que la caisse de compensation a fait parvenir ses décisions à K. P. W. le 8 avril 1970; que K. P. W. a recouru de deux à trois semaines après l'échéance d'un délai de trente jours courant dès la réception des décisions et qu'il le reconnaît; que le recourant attribue ce retard à un voyage.\n\nCes faits ne sont pas manifestement inexacts et ils n'ont pas été établis au mépris de règles essentielles de la procédure (art. 105 al. 2 OJ). En effet, au début de sa lettre du 27 mai 1970 qui a été considérée comme un recours, K. P. W. a écrit à la caisse de compensation:\n\n\"Nous vous prions de bien vouloir excuser Monsieur W. de ne pas avoir répondu plus tôt à votre décompte de primes et au contrôle A.V.S. que vous avez effectué dans nos bureaux.\n\nMonsieur W. s'est absenté de ... et son comptable était également en voyage, malgré toute notre bonne volonté nous n'avons pas pu vous répondre plus rapidement.\"\n\nDe ces lignes, ainsi que de l'examen des doubles des décisions (cf. l'arrêt Troxler, du 23 avril 1964, RCC p. 287), le premier juge pouvait déduire que les décisions expédiées le 8 avril 1970 étaient parvenues au recourant dans un délai normal, que le recourant reconnaissait agir tardivement et que ce retard était de deux à trois semaines. La situation était différente dans le cas Scherer, jugé le 12 mai 1950 (RCC 1950 p. 340), où manquaient tous indices de l'existence d'une notification. Au vrai, bien que ni la loi, ni le règlement (v. art. 128 RAVS, 13 et 16 de la circulaire de l'Office fédéral des assurances sociales sur le contentieux valable dès le 1er octobre 1964; cf. l'art. 34 LPA), ni la jurisprudence (v. p.ex. l'arrêt Relianz AG, du 20 décembre 1956, RCC 1957 p. 185) n'obligent les caisses à envoyer leurs décisions par lettre recommandée, il est regrettable que cette précaution ne soit pas prise lorsque, comme ici, des sommes importantes sont en jeu.\n\nLes explications fournies par le recourant dans l'instance fédérale n'affaiblissent pas la constatation du premier juge. Car le recourant n'allègue pas que la poste aurait acheminé avec retard les décisions attaquées, mais seulement qu'elle les a |122| déposées dans la boîte aux lettres et non dans la case postale. Le retard avec lequel le recourant a pris connaissance des décisions proviendrait, toujours selon lui, de ce que sa boîte aux lettres n'est relevée que les tout premiers jours de chaque mois, époque où les ouvriers y déposent des fiches de travail, des fiches de salaire et des feuilles de paie; il n'aurait donc eu connaissance des décisions que les tout premiers jours de mai. Cette version n'est pas incompatible avec celle de la commission cantonale de recours: les décisions ayant été, selon toute vraisemblance, déposées dans un délai normal dans la boîte aux lettres, soit le mercredi 9 ou le jeudi 10 avril, la lettre du 27 mai a bel et bien été expédiée 47 à 48 jours plus tard. La version actuelle du recourant apporte cependant à la version de la commission un complément, qui en droit n'est pas dénué d'intérêt. De ce complément, le Tribunal fédéral des assurances peut tenir compte, car le premier juge n'a pas instruit sur les circonstances de la notification des décisions, probablement parce que le recourant ne les avait pas mises en cause. Sur ce point, l'exposé des faits figurant dans le jugement est manifestement incomplet, au sens de l'art. 105 al. 2 OJ.\n\n2. Les décisions attaquées étant donc censées avoir été acheminées par la poste dans le délai usuel, il importe de déterminer le lieu où elles ont été mises à la disposition du recourant. Normalement, ce devrait être à la case postale, auquel cas le recours serait évidemment tardif, mais l'administration de la poste n'exclut pas qu'en l'occurrence ce courrier ait pu être déposé dans la boîte aux lettres du destinataire. Encore que le recourant n'ait rien dit de semblable dans sa lettre de recours du 27 mai 1970, cette version n'est pas d'emblée invraisemblable. Il faut se demander, par conséquent, si le dépôt de décisions dans la boîte aux lettres du titulaire d'une case postale constitue une notification valable, au sens de l'art. 84 al. 1er LAVS (v. aussi les art. 86 al. 1er LAVS et 106 al. 1er OJ), quand bien même la poste a pour consigne d'acheminer à la case le courrier de l'intéressé:\n\nS'agissant de la notification prévue à l'art. 16 al. 1er première phrase LAVS, le Tribunal fédéral des assurances a dit dans l'arrêt Künzli, du 22 décembre 1956 (ATFA 1957 p. 49) que, pour être valablement notifiée, la décision doit non seulement être expédiée mais encore être mise à la disposition du destinataire ou de son représentant à leur juste adresse (verbindliche |123| Adresse; v. aussi l'arrêt Charnières, du 23 mai 1949, RCC p. 302).\n\nConformément à la jurisprudence, l'Office fédéral des assurances sociales prescrit dans la circulaire sur le contentieux valable dès le 1er octobre 1964:\n\n\"14) Une décision est réputée notifiée à son destinataire dès qu'elle est parvenue en sa possession, c'est-à-dire dès que lui-même ou un représentant autorisé a eu la possibilité d'en prendre connaissance (TFA 22 décembre 1956, RCC 1957, p. 97).\n\n15) Est réputée notifiée au destinataire la décision remise à un membre de sa famille faisant ménage commun avec lui (TFA 10 novembre 1949, RCC 1950, p. 35) ou encore à un aide (TFA 12 décembre 1962, RCC 1963, p. 263) ou service administratif (TFA 21 décembre 1959, RCC 1960, p. 130) apparaissant, aux yeux de tiers, habilité à recevoir telle communication.\"\n\nQuant à la notion d'aide apparaissant habilité à recevoir une décision, le Tribunal fédéral des assurances l'avait précisée dans l'arrêt Felder, du 12 décembre 1962 (RCC 1963 p. 263). Il s'agit notamment des employés, lorsque l'exploitant a organisé ses rapports écrits avec autrui de telle manière qu'un tiers puisse considérer la notification à un employé comme également valable pour l'exploitant.\n\nL'entreprise W. a son bureau à ... C'est l'adresse qui figure dans le livre du téléphone et - sans mention de la case postale - sur le papier à lettres de l'entreprise. Les décisions ont été envoyées à cette adresse, donc à la juste adresse. Elles y sont parvenues, dans la boîte aux lettres à ce qu'il faut admettre. La boîte aux lettres d'un bureau est un lieu où l'on peut déposer des messages, dans l'idée que le personnel compétent pour traiter le courrier en prendra possession chaque jour ouvrable. La boîte aux lettres n'est pas réservée aux communications postales; elle est accessible à tout correspondant. Il aurait été loisible à la caisse de compensation d'y faire porter ses décisions par un employé. En conséquence, les décisions attaquées, placées dans la boîte aux lettres du bureau de l'entreprise le 9 ou le 10 avril 1970, ont été dès ce moment-là à la disposition du recourant ou du personnel réputé le représenter. Si vraiment il s'est organisé de façon telle que sa boîte aux lettres ne soit vidée qu'une fois par mois, ce qui n'est guère vraisemblable, il l'a fait à ses risques et périls.\n\nLe fait que la poste aurait dû user d'un autre mode d'acheminement, selon les art. 156 et 167 de l'ordonnance sur les |124| postes du 1er septembre 1967 (ROLF p. 1447), ne change rien à l'affaire. Il est d'ailleurs bien connu que les erreurs de ce genre sont relativement courantes, surtout lorsque - contrairement aux recommandations des postes - les titulaires de cases postales n'invitent pas leurs correspondants à y adresser directement le courrier.\n\n3. Dès lors, les décisions attaquées étaient à la disposition de leur destinataire à la juste adresse de ce dernier, le 10 avril 1970 au plus tard. Elles indiquaient les voies de droit. Le délai de recours de 30 jours de l'art. 84 al. 1er LAVS expirait ainsi le 10 mai 1970, au plus tard également ...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}