{"annee": "97", "cour": "V", "page": "194", "date": "22/12/1971", "cite": [], "cite_par": ["105 V 248", "112 V 303", "112 V 23"], "chapeau": "48. Arrêt du 22 décembre 1971 dans la cause Société suisse de secours mutuels Helvetia contre Praz et Tribunal des assurances du canton du Valais", "regestes": ["Art. 30 LAMA: décisions des caisses-maladie (rappel de la jurisprudence). - Rapports entre le moyen de l'al. 1 et celui de l'al. 3, au regard notamment de décisions affectées de certains vices; nature du second moyen. - Compétence pour rendre des décisions. - Interdiction de voies statutaires de droit autres que légales."], "faits": "BGE 97 V 194 S. 195\n\nA.- Ernest Praz, né en 1908, a été engagé comme manoeuvre le 21 octobre 1969 par l'entreprise Z. Cette maison est partie à un contrat d'assurance-maladie collective pour l'industrie du bâtiment, des travaux publics et des branches annexes du canton du Valais. La Société suisse de secours mutuels Helvetia l'est aussi. L'employeur retint des cotisations pour cette assurance à partir de la date susmentionnée, sans en informer le salarié, semble-t-il.\n\nLe 5 janvier 1970, le prénommé arrêta le travail, pour cause de maladie. Il demanda une feuille de maladie, qui lui fut délivrée le 6 janvier 1970 (et non 1969, comme l'indique manifestement par erreur ce document). Le 2 février 1970, la caissemaladie le pria de se soumettre à une expertise chez son médecinconseil, le Dr D. Le même jour, elle fit toutes réserves quant à l'acceptation du cas, en demandant certains renseignements complémentaires à l'intéressé. Le 2 mars 1970, elle notifia à Ernest Praz, sous pli recommandé émanant de son agence de Sion, un avis l'informant de ce qu'il ne pouvait pas être \"admis à l'assurance collective du bâtiment\", ayant dépassé l'âge, prévu par la convention, de 60 ans.\n\nEn date du 1er avril 1970, le secrétariat de la Fédération chrétienne des ouvriers du bois et du bâtiment de la Suisse, agissant sur mandat d'Ernest Praz, pria la commission de surveillance de l'assurance-maladie collective en cause d'examiner le cas, en alléguant que le retard apporté par la caisse à renseigner l'intéressé avait privé ce dernier de la possibilité de prendre des dispositions pour s'assurer ailleurs. Cette lettre fut communiquée en copie à la caisse Helvétia par ladite commission, le 6 avril 1970.\n\nPar prononcé du 11 juin 1970, notifié le 9 juillet 1970, la commission de surveillance invita la caisse à verser les indemnités assurées du 2 au 15 février 1970, soit dès la réception de l'avis BGE 97 V 194 S. 196de maladie par l'assurance jusqu'à la fin de l'incapacité de travail, cela \"à titre bénévole, sans préjudice pour l'avenir\". La caisse-maladie obtempéra.\n\nB.- Représenté par Me Z., Ernest Praz déposa un \"recours\" tendant à obliger la caisse-maladie à rendre une décision sur le droit à l'indemnitéjournalière pour toute la période d'incapacité de travail intervenue au début de 1970 (et non seulement dès le 2 février 1970).\n\nDans sa réponse, la caisse Helvetia concluait à la confirmation de la \"décision de la Commission paritaire de surveillance en matière d'assurance-maladie collective du 9 juillet 1970\".\n\nPar jugement du 6 mai 1971, le Tribunal cantonal valaisan des assurances déclara \"nuls et de nul effet\" les actes du 2 mars 1970 (lettrede l'agence de Sion de la caisse-maladie) et du 9juillet 1970 (prononcé de la commission de surveillance) et invita l'administration centrale de la caisse Helvétia à rendre dans les 30 jours une décision susceptible de recours. Il accorda 100 fr. de dépens à Ernest Praz.\n\nC.- La caisse-maladie, par son administration centrale, a déféré ce jugement au Tribunal fédéral des assurances en concluant à son annulation et à la confirmation du prononcé du 9 juillet 1970, qu'elle déclare approuver, éventuellement au renvoi du cas aux premiersjuges pour qu'ils statuent sur le fond. Elle produit le contrat-cadre d'assurance collective.\n\nErnest Praz, toujours représenté par Me Z., conclut avec suite de frais et dépens au rejet du recours que, dans son préavis, l'Office fédéral des assurances sociales propose au contraire d'admettre dans le sens des conclusions éventuelles de la caisse.", "considerants": "Considérant en droit:\n\n1. Le litige concerne en dernière analyse l'octroi de prestations d'assurance. En effet, si les premiers juges avaient examiné le fond du litige, ce qu'ils auraient dû faire, comme il sera exposé plus loin, ils auraient été amenés à statuer sur le droit à l'indemnité journalière pour la période de chômage ayant débuté le 5 janvier 1970. Le Tribunal fédéral des assurances jouit ainsi d'un pouvoir d'examen étendu (v. art. 132 OJ).\n\n2. La première question à examiner est celle de savoir si la voie du recours de l'art. 30 al. 2 LAMA était ouverte en l'occurrence, ce qui présupposait l'existence d'une décision au sens de l'art. 30 al. 1er LAMA.\n\nBGE 97 V 194 S. 197\n\nIl est constant qu'aucun acte administratif comportant l'indication des voies de droit n'a été rendu en l'espèce. Cela ne signifie pourtant pas qu'aucune décision susceptible de recours n'ait été prise. Car le Tribunal fédéral des assurances a déjà jugé que le défaut de signature ou d'indication des voies de droit ne rend pas une décision absolument nulle (RO 96 V 13; ATFA 1968 p. 175; I 967 p. 185). Cependant, pour qu'une caisse soit tenue de prendre position sur un problème particulier dans un acte administratif, au sens de l'art. 30 al. 1er LAMA, il faut encore que l'un de ses membres n'ait pas accepté une décision prise antérieurement. Or, le 2 mars 1970, la caisse Helvétia n'avait aucun motif de rendre une décision formelle: le dossier n'établit pas que l'intéressé eût reçu un document quelconque, avant cette date, l'informant du fait qu'il ne pouvait pas être assuré collectivement et que son chômage ne pourrait dès lors pas être indemnisé. Ce n'est que le 1er avril 1970, par l'intermédiaire de la Fédération chrétienne des ouvriers du bois et du bâtiment de la Suisse, qu'il s'éleva contre cette décision, protestation dont la caisse eut seulement connaissance par la communication que lui fit la commission paritaire de surveillance le 6 avril 1970. En revanche, l'administration aurait dû statuer dans une décision formelle avant l'échéance du délai de 30 jours de l'art. 30 al. 1er LAMA, à compter de cette notification. Mais elle ne l'a pas fait. Car on ne saurait admettre non plus que le prononcé du 11 juin/9 juillet 1970 de la Commission paritaire de surveillance en matière d'assurance-maladie collective constituât une décision conforme à l'art. 30 al. 1er LAMA. Certes la Cour de céans a reconnu à plusieurs reprises qu'un acte émanant d'un organe incompétent de la caisse peut être ratifié par l'organe compétent (ATFA 1968 p. 153; 1967 pp. 57, 131). En effet, a-t-elle dit, il faut éviter tout formalisme excessif qui ne ferait que retarder la solution définitive de maints litiges et pourrait même rendre souvent illusoires les nouvelles règles légales destinées à remédier aux défauts de l'ancien système (v. ATFA 1967 p. 57). Ce n'est toutefois pas faire preuve d'un formalisme exagéré que d'exiger qu'une décision susceptible de recours émane d'un organe de la caisse, ou tout au moins d'un représentant investi par les statuts ou par un accord particulier (une convention d'assurance collective p.ex.) d'un pouvoir général dans ce domaine. Car la ratification de cas en cas de \"décisions\" d'un représentant occasionnel créerait une insécurité juridique intolérable BGE 97 V 194 S. 198et nuirait aux intérêts bien compris des assurés. Or la commission susmentionnée n'est pas un organe de la caisse recourante; on ne lui a pas reconnu non plus le pouvoir de rendre des décisions, au sens de l'art. 30 al. 1er LAMA, au nom des caisses parties à la convention d'assurance collective.\n\n3. Vu ce qui précède, aucune décision formelle n'ayant été rendue dans le délai prescrit par la loi, Ernest Praz avait la faculté d'en appeler au tribunal des assurances en se fondant sur l'art. 30 al. 3 LAMA. Il ne s'agissait alors pas d'un recours, malgré les termes de la loi, mais bien d'une action (\"Klage\"; ATFA 1968 p. 84; 1967 p. 66). A cet égard, le Tribunal fédéral des assurances a déjà dit que l'autorité de recours ne peut pas être mise en oeuvre, par le moyen de l'art. 30 al. 3 LAMA, pour obtenir une décision formelle, au sens de l'art. 30 al. 1er LAMA. Saisie d'une telle action, l'autorité cantonale doit examiner le fond du litige (ATFA 1968 p. 84). Cela quand bien même l'assuré aurait, à tort, pris des conclusions tendantes à obtenir de la caisse qu'elle rende une décision susceptible de recours, car le juge des assurances, en première instance, n'est jamais lié par les conclusions des parties (art. 30bis al. 3 lit. d LAMA).\n\nLe jugement attaqué viole le droit fédéral et ne saurait dès lors être maintenu en tant qu'il déclare la \"décision\" du 2 mars 1970 \"nulle et de nul effet\" et invite la caisse à \"notifier dans les 30 jours ... une décision susceptible de recours\". La cause doit être renvoyée au tribunal cantonal pour qu'il examine le fond du litige, soit les questions de l'affiliation à l'assurance collective et du droit aux prestations à raison de chômage, dû à la maladie, subi par l'intimé au début de 1970.\n\n4. Reste à examiner quelles sont la portée et la validité du prononcé de la commission paritaire de surveillance. A cet égard, le Tribunal fédéral des assurances a déjà eu l'occasion de déclarer que des procédures de recours non prévues par la loi ne sont pas admissibles au regard de l'art. 30 al. 5 LAMA, aux termes duquel les caisses ne peuvent subordonner la communication de leurs décisions ni le droit de s'adresser au tribunal cantonal des assurances à l'obligation d'avoir épuisé la voie de recours prévue au sein de la caisse elle-même. Définissant la portée de cette disposition, la Cour de céans a clairement exposé que la seule voie de droit possible et licite en matière d'assurance-maladie est celle du recours ou de l'action devant le tribunal des assurances, à BGE 97 V 194 S. 199l'exclusion de toute autre procédure, qu'elle soit facultative ou obligatoire (ATFA 1967 p. 66). Le Tribunal fédéral des assurances a réservé, il est vrai, le cas où la possibilité devrait être donnée aux assurés d'obtenir de la caisse des renseignements complémentaires sur les motifs de la décision rendue, voire un réexamen de celle-ci. Mais il ne saurait s'agir, dans une semblable hypothèse, d'une véritable procédure de recours; en outre, la caisse devrait dans tous les cas prendre une décision formelle dans le délai de 30 jours prévu par la loi; enfin, cette procédure ne pourrait pas être onéreuse.\n\nEn l'espèce, on ne peut admettre que la procédure de recours à la commission paritaire de surveillance soit destinée à permettre aux assurés d'obtenir des renseignements complémentaires ou le réexamen par l'administration de leur caisse d'une décision antérieure. On ne saurait donc considérer que l'on soit en présence d'un cas, réservé par la jurisprudence, dans lequel une procédure interne peut, à certaines conditions, précéder le recours au juge des assurances. Au demeurant, c'est une véritable voie de droit, parallèle à celles de l'art. 30 LAMA, que prévoit l'art. 26 ch. 1er de la convention d'assurance collective. Aucune décision formelle n'a en outre été prise par la caisse dans le délai légal, dès l'introduction de cette procédure. Deux des conditions clairement énoncées par le tribunal de céans et rappelées ci-dessus ne sont donc pas remplies dans le cas particulier. Malgré son caractère facultatif, la procédure litigieuse doit, par conséquent, être déclarée illicite. C'est ainsi à juste titre que les premiers juges ont annulé le prononcé de la commission de surveillance du 11 juin/9 juillet 1970...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce: Le recours est admis, dans ce sens que le jugement cantonal est annulé dans la mesure où il déclare nul et de nul effet l'acte du 2 mars I 970 de la caisse Helvetia, invite la caisse à rendre une décision formelle dans les 30jours et accorde des dépens à Ernest Praz. La cause est renvoyée au tribunal cantonal pour examen du fond du litige et nouveau jugement, le tout conformément aux considérants."}