{"annee": "97", "cour": "V", "page": "126", "date": "6/5/1971", "cite": [], "cite_par": [], "chapeau": "31. Extrait de l'arrêt du 6 mai 1971 dans la cause Caisse-maladie suisse Sanitas contre Desarzens et Tribunal cantonal vaudois des assurances", "regestes": ["Art. 1er al. 3 LPA et 159 al. 2 OJ. Pas de dépens aux caisses reconnues en première instance judiciaire, mais bien en seconde instance."], "faits": "", "considerants": "|126|\n\nExtrait des considérants:\n\nDans l'arrêt ATFA 1967 p. 5 (v. consid. 4b, p. 15), le Tribunal fédéral des assurances a dénié aux caisses-maladie le droit d'obtenir des dépens dans l'instance cantonale. Il se fondait en cela sur les art. 30bis al. 3 LAMA et, par analogie, 85 al. 2 lit. f LAVS. Il a précisé ensuite (ATFA 1967 p. 57, v. consid. 5, pp. 64-66; 1967 p. 185, v. consid. 5, pp. 193-194; 1968 p. 167, v. consid. 5, pp. 173-174) que les cantons sont libres d'instituer un droit aux dépens en faveur des assurés qui obtiennent gain de cause. L'entrée en vigueur, le 1er octobre 1969, de la loi fédérale du 20 décembre 1968 sur la procédure administrative n'a pas modifié la situation (art. 1er al. 3 LPA). Comme l'intimé, finalement, n'obtient pas l'allocation de ses conclusions, il n'a pas droit à des dépens dans l'instance cantonale; mais la caissemaladie n'en peut point obtenir, elle non plus.\n\nPour l'instance fédérale, l'ordonnance concernant l'organisation du Tribunal fédéral des assurances et la procédure à suivre |127| dans les causes relatives à l'assurance-maladie du 29 décembre 1964, a été abrogée dès le 1er octobre 1969 par les dispositions transitoires de la loi fédérale du 20 décembre 1968 modifiant l'OJ. L'art. 159 al. 2 OJ est donc applicable, aux termes duquel la partie qui succombe doit, en général, rembourser les frais indispensables que le litige a occasionnés à la partie qui obtient gain de cause. Il n'existe pas de motifs de déroger ici à la règle générale. Vu l'art. 134 OJ, il n'y a pas lieu en revanche de percevoir de frais de justice ..."}