{"annee": "97", "cour": "V", "page": "115", "date": "20/7/1971", "cite": [], "cite_par": [], "chapeau": "27. Extrait de l'arrêt du 20 juillet 1971 dans la cause Künzi contre Caisse cantonale neuchâteloise de compensation et Commission cantonale neuchâteloise de recours pour l'assurance-vieillesse et survivants", "regestes": ["Art. 16 al. 2 lit. a LAI. Conditions d'octroi des subsides pour la formation professionnelle initiale; travail en atelier protégé."], "faits": "", "considerants": "|115|\n\nExtrait des considérants:\n\n1. L'assuré qui n'a pas encore eu d'activité lucrative et à qui sa formation professionnelle initiale occasionne, du fait de son invalidité, des frais beaucoup plus élevés qu'à une personne valide, a droit au remboursement de ses frais supplémentaires, si la formation répond à ses aptitudes (art. 16 al. 1er LAI). La préparation à un travail auxiliaire ou à une activité en atelier protégé est assimilée à la formation professionnelle initiale (art. 16 al. 2 lit. a LAI). Ni l'art. 16 LAI ni l'art. 5 RAI, qui le complète, ne disent si la qualité de l'activité en atelier protégé doit atteindre un niveau minimum pour que la préparation à cette activité donne droit aux subsides. L'art. 16 al. 2 lit. a LAI a été introduit dans la loi lors de la révision de 1967, effective dès le 1er janvier 1968. Le message du 27 février 1967 du Conseil fédéral ne s'exprime que sur l'opportunité d'inscrire dans la loi la pratique qui avait déjà cours, consistant à assimiler à la formation professionnelle initiale la préparation en atelier protégé (FF 1967 I p. 698).\n\nOr, selon cette pratique antérieure, il n'est de mesure de réadaptation, sous quelque forme que ce soit, que si l'assuré s'en trouve aidé de manière importante et durable à mener des |116| activités grâce auxquelles il gagnera une partie au moins de son entretien. N'a droit, par conséquent, aux subsides de l'art. 16 LAI que l'assuré qui accomplit finalement un travail rentable, dont la valeur soit en tout cas supérieure aux frais occasionnés par la surveillance spéciale éventuellement nécessaire à l'invalide pour travailler, aller travailler, ou pendant ses loisirs (v. pour le principe ATFA 1964 p. 102, et, pour l'application du principe à la formation professionnelle initiale, ATFA 1968 p. 263, qui concerne l'ancien droit). La règle générale ainsi dégagée par la jurisprudence procède de l'art. 8 al. 1er LAI. La révision de 1967 n'a apporté d'exception, à l'art. 8 al. 2, que pour les mesures des art. 13, 19, 20 et 21 LAI, auxquelles l'invalide a droit sans égard aux possibilités de réadaptation à la vie professionnelle. Du silence de la novelle, il résulte que la mesure de l'art. 16 LAI demeure soumise, elle, à la règle générale.\n\n2. Il reste à déterminer à partir de quelle limite un travail en atelier protégé devient rentable au sens de l'arrêt RCC 1969 p. 567.\n\nOn a le choix, en cela, entre deux méthodes:\n\na) ou bien comparer dans chaque cas la valeur réelle du travail de l'assuré avec les frais que ce dernier occasionne effectivement;\n\nb) ou bien admettre que, si l'atelier paie un certain salaire minimum à l'assuré, la valeur du travail est présumée dépasser le coût de la surveillance spéciale. La première méthode nécessiterait lors de l'instruction de chaque demande des calculs d'expert, qu'on ne saurait imposer aux organes de l'assuranceinvalidité. La seconde méthode, toute sommaire qu'elle est, a le mérite d'être facilement applicable. On trouve d'autres exemples, en assurance sociale, de transformation de limites définies quant au principe en limites exprimées en chiffres: ainsi aux art. 16 al. 1er LAI et 5 al. 2 RAI; 19 al. 1er LAI et 9 al. 1erlit. a RAI; de même que dans la jurisprudence sur la notion de variation sensible du gain de l'art. 25 al. 1er RAVS (v. p.ex. ATFA 1958 pp. 17 et 118; RCC 1958 p. 309) et sur la notion de frais de maladie \"d'une certaine importance\" de l'art. 3 ch. 4 lit. e LPC (ATFA 1968 p. 128).\n\nL'Office fédéral des assurances sociales, dans son préavis, se déclare en faveur de la seconde méthode. Il propose de présumer rentable tout travail en atelier protégé procurant à son auteur le salaire minimum dont l'administration fait une |117| condition de l'octroi des subventions aux institutions prévues par l'art. 106 RAI. Ce salaire est actuellement de 30 centimes à l'heure, à raison de 2000 heures par année de travail (chiffre 7 de la circulaire de l'Office fédéral des assurances sociales du 25 janvier 1968). L'Office fédéral des assurances sociales ajoute que la durée des subsides pour la formation professionnelle initiale doit être en rapport avec l'importance du résultat qu'on en attend. Ces propositions sont logiques et peuvent être admises par le Tribunal fédéral des assurances. La présomption ainsi instituée ne saurait cependant être irréfragable; elle doit souffrir la preuve du contraire, soit qu'on ne se trouve pas en présence d'un salaire au rendement (\"Leistungslohn\"). Doivent inversément être réservées des circonstances qui conduiraient à rétribuer le travail de l'invalide au-dessous de sa valeur effective. Ces principes ont été approuvés par la Cour plénière."}