{"annee": "97", "cour": "V", "page": "60", "date": "2/2/1971", "cite": [], "cite_par": [], "chapeau": "16. Extrait de l'arrêt du 2 février 1971 dans la cause R. contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 3 al. 1er LPC: Revenu déterminant de l'associé d'une société en nom collectif. Pour calculer la prestation complémentaire qu'il réclame, il faut tenir compte, en principe, non seulement du montant de ses prélèvements mais encore de sa participation aux bénéfices ou aux pertes commerciales de la société."], "faits": "BGE 97 V 60 S. 61\n\nA.- M. R., née en 1910, épouse de J. R., touche une rente simple d'invalidité de 2400 fr. par an. En octobre 1969, elle a requis l'octroi d'une prestation complémentaire. J. R. forme avec ses deux fils une société en nom collectif, qui exploite une entreprise de transports. Selon les indications figurant dans la demande de prestation, il touche un \"salaire\" de 14 400 fr. par an. C'est ce chiffre qu'a retenu la caisse. Par décision du 14 novembre 1969, elle a donc refusé la prestation sollicitée, le revenu du couple dépassant la limite légale.\n\nB.- L'intéressée a recouru. S'appuyant sur la situation comptable de l'entreprise, elle faisait valoir que J. R. a prélevé en 1968, à titre de \"salaire\", un montant de 9462 fr. 60. Elle ajoutait que la fortune de la société a diminué en 1968 de 15 580 fr. 56. Chacun des associés supportant un tiers de la perte, soit 5193 fr. 50, cette part devrait être déduite du revenu, le ramenant à 4269 fr. 10.\n\nLe Tribunal cantonal des assurances a retenu le chiffre de 9462 fr. 60 représentant le montant effectivement touché par J. R. La limite de revenu légale se trouvant néanmoins dépassée, il a débouté la recourante, par jugement du 25 mars 1970.\n\nC.- M. R. interjette recours de droit administratif. Elle conclut, pièces à l'appui, à ce que soit retenu le montant de 4269 fr. 10 représentant le revenu fiscalement imposable.\n\nLa caisse de compensation et l'Office fédéral des assurances sociales proposent de rejeter le recours de droit administratif.", "considerants": "Considérant en droit:\n\n1. Le litige porte uniquement sur la détermination du revenu du mari.\n\nIl est deux manières d'envisager la question, l'une mettant l'accent sur l'entité qui constitue la société en nom collectif, l'autre sur son caractère de société de personnes.\n\na) La société en nom collectif est certes une société de personnes, mais qui possède certains des attributs de la personne morale. Elle peut ainsi, \"sous sa raison sociale, acquérir des droits et s'engager, actionner et être actionnée en justice\" BGE 97 V 60 S. 62(art. 562 CO). Aussi la doctrine parle-t-elle parfois d'une \"quasi-personnalité\" (BROSSET/SCHMIDT, Guide des sociétés en droit suisse, Genève 1962, tome I, p. 139), ou relève à tout le moins l'\"unité\" que représente la société envers les tiers (GUHL, Das schweizerische Obligationenrecht, 4e éd., 1948, p. 416) et l'\"autonomie\" dont elle jouit quant à ses biens (HARTMANN, Kommentar zum ZGB, art. 562 CO, N. 2).\n\nCette nature hybride apparaît non seulement à l'égard des tiers, mais aussi dans les rapports des associés entre eux et avec la société. Ainsi, tandis que l'associé d'une société simple n'a jamais droit à indemnité pour son travail (art. 537 al. 3 CO) mais n'a droit qu'à sa part des bénéfices (art. 532 et 533 CO), et alors même qu'il en va en principe de même dans la société en nom collectif (art. 557 al. 2 CO), la loi dispose que le contrat peut prévoir le versement d'intérêt sur la part sociale même si elle a été diminuée par des pertes (art. 558 al. 2 CO) ou encore le paiement d'honoraires (art. 559 CO), qui sont assimilés à une dette de la société lors du calcul des bénéfices et des pertes (art. 558 al. 3 CO) et dont la créance peut être produite dans la faillite de la société (art. 570 al. 2 CO). De plus, aucun associé n'est tenu de compléter son apport réduit par des pertes; il ne pourra simplement pas retirer de bénéfices avant que sa part ait été reconstituée (art. 560 CO). Malgré la responsabilité personnelle illimitée - mais subsidiaire - des associés, il y a donc très nette distinction entre leur fortune et l'actif social de la société.\n\nSi l'on tient cette distinction pour déterminante, dans le domaine en cause dans la présente procédure, on aboutit à la solution retenue par le juge cantonal. J. R. reconnaît en effet avoir prélevé en 1968 un montant de fr. 9462.60 à titre de \"salaire\". Ce prélèvement représente nécessairement des honoraires convenus (art. 559 al. 2 CO), auxquels il a droit même si la société fait des pertes. On pourrait même se demander si les honoraires convenus n'étaient pas de fr. 14 400.--, comme indiqué dans la demande de prestation, et si la part à laquelle l'intéressé aurait renoncé ne devrait pas être aussi prise en compte (art. 3 al. 1erlit. f LPC); il est toutefois superflu de poursuivre l'enquête sur ce point, le résultat pratique (refus de prestation) demeurant identique. Quant aux pertes de la société, elles diminuent certes sa part de l'actif social (représentent donc une diminution de fortune) mais non pas le revenu précité, BGE 97 V 60 S. 63l'associé n'étant pas tenu de compléter son apport réduit par ces pertes; celles-ci se répercuteront uniquement sur les futures répartitions de bénéfices.\n\nCette solution, qui était celle des systèmes fiscaux imposant le seul produit du travail (voir p.ex. arrêt vaudois du 6 mars 1940, dans JT 1941 III 58) a pour qualité essentielle de refléter fidèlement les disponibilités, comme le reconnaît d'ailleurs la recourante. Elle serre donc de très près la réalité du besoin actuel et paraît répondre par là au mieux au but visé par la LPC. Mais elle présente d'autre part des inconvénients, dont le plus grave sans doute découle du fait que les associés sont libres de ne pas prévoir d'honoraires... Même si la société faisait à nouveau de brillantes affaires, l'intéressé n'aurait alors des années durant aucun revenu (et aurait droit à des prestations complémentaires) aussi longtemps que sa part de l'actif social ne serait pas reconstituée par les bénéfices; voire peut-être au-delà, l'intéressé pouvant laisser cette part s'accroître selon l'art. 559 al. 3 CO (accroissement que l'on ne pourrait guère assimiler à un revenu, puisqu'on refuse une telle assimilation en cas de diminution de cette part). - Si elle serre de près la réalité du besoin actuel, la première solution ci-dessus exposée ne le fait donc que dans l'immédiat. Mais elle peut en déformer l'image dans l'avenir proche ou lointain, au point d'aboutir alors à des résultats manifestement contraires à cette même réalité.\n\nb) La seconde manière d'envisager la question part du caractère de société de personnes, qui dans les rapports internes - en principe déterminants - demeure le trait dominant de la société en nom collectif. Elle considère que cette société n'est pas une personne morale qui, comme telle, existerait indépendamment de la personne de ceux qui la composent, mais qu'\"elle se confond au contraire avec l'ensemble des associés actuels\" (RO 72 II 180). Si le Tribunal fédéral, dans l'arrêt précité, a adopté cette thèse pour calculer le dommage subi par la société du fait de la rupture d'un contrat, le droit fiscal - dans le système, aujourd'hui communément appliqué, de l'imposition du revenu global - l'adopte de même pour déterminer le revenu de chaque associé individuellement. C'est ainsi que la pratique fiscale attribue à chacun des associés sa part aux bénéfices et aux pertes commerciales de la société, que ces dernières sont donc déduites du revenu personnel (voir p.ex. BLUMENSTEIN, System des Steuerrechts, 2e éd., p. 36 et 173; BGE 97 V 60 S. 64KÄNZIG, Wehrsteuer, art. 18 N 2-5 et art. 22 N 88; GYGAX, Schweizerisches Steuer-Lexikon, vol. 1 ch. 192; pour la jurisprudence cantonale, arrêt lucernois du 22 septembre 1959, dans Zbl 1961 p. 306).\n\nSi l'on adopte cette méthode dans le domaine en cause dans la présente procédure, on aboutit à la solution requise par la recourante. Le montant prélevé par J. R. à titre de \"salaire\" devrait être en effet diminué de sa part aux pertes de la société durant la même période. Cette solution présente des avantages et des inconvénients inverses de ceux de la solution exposée sous lettre a) ci-dessus. Son défaut principal est de ne guère refléter les disponibilités, donc de ne pas rendre un compte fidèle du besoin actuel; et cela parce que la diminution de l'apport, entraînée par la perte subie, ne doit pas être immédiatement comblée. Or, ainsi que le dit très justement le juge cantonal, l'octroi des prestations complémentaires devrait dépendre \"du revenu effectif de l'ayant droit et non d'une situation théorique\". - Mais cette deuxième solution n'est pas dépourvue de qualités. D'abord, elle évite le danger de \"manipulation\" des honoraires convenus ou du moins réduit considérablement sa portée. Ensuite, elle donne à moyenne et longue échéance une image plus exacte de la réalité économique, soit dès l'instant où la société réalise à nouveau des bénéfices et plus encore lorsque de tels bénéfices servent à accroître l'apport selon l'art. 559 al. 3 CO. Enfin les indications sont aisément contrôlables - encore qu'avec un décalage dans le temps - sur la base des dossiers fiscaux, vu l'identité des principes. Et si l'on considère en sus que la solution retenue par le fisc est appliquée dans l'AVS en matière de cotisations déjà, ce dernier avantage prend un intérêt considérable non seulement sous l'aspect du contrôle, mais aussi sous celui de la plus grande unification possible des normes légales (voir p.ex. en ce sens RCC 1968 p. 590 consid. 3). C'est donc en principe cette seconde solution qu'il faut retenir pour l'évaluation du revenu déterminant la prestation complémentaire. En revanche, il n'y a aucune raison de l'adopter dans ce domaine lorsque l'existence de réserves latentes considérables est prouvée. Là encore on se fondera dans la mesure du possible sur le dossier fiscal (v. ATFA 1969 p. 242 s.).\n\n2. La conséquence en est l'admission du recours en son principe..."}