{"annee": "97", "cour": "V", "page": "244", "date": "10/12/1971", "cite": [], "cite_par": ["111 V 21", "99 V 98"], "chapeau": "59. Arrêt du 10 décembre 1971 dans la cause Office fédéral des assurances sociales contre Cappelin et Tribunal cantonal valaisan des assurances", "regestes": ["Art. 29 al. 1er LAI. De la notion d'invalidité permanente (rappel de la jurisprudence)."], "faits": "BGE 97 V 244 S. 244\n\nNoé Cappelin, né en 1912, souffre de polyvalvulite postrhumatismale, avec sténose et insuffisance aortique et sténose mitrale. Ces affections, déjà anciennes, ont handicapé l'assuré au point de le forcer à suspendre chaque année pendant quelques mois son activité de maçon puis, l'état de santé s'étant aggravé, à abandonner dès le 15 mars 1969 toute activité lucrative.\n\nSaisie en avril 1969 d'une demande de prestations, la Commission cantonale valaisanne de l'assurance-invalidité a refusé l'octroi de mesures médicales (décision entrée en force du 14 janvier 1970) puis, examinant la question du droit à la rente, a accordé une rente entière à compter du 1er mars 1970, selon variante 2 de l'art. 29 LAI (décision du 23 octobre 1970 de la Caisse cantonale valaisanne de compensation).\n\nL'assuré a recouru et requis l'octroi de la rente dès le 1er mars 1969, selon la variante 1. Le Tribunal cantonal des assurances lui a donné raison, par jugement daté du 16 décembre 1970.\n\nL'Office fédéral des assurances sociales attaque ce jugement et soutient que la variante 2 est applicable. Mais il fait courir la période de 360 jours dès le 21 octobre 1968 déjà et conclut dès lors à l'octroi de la rente à compter du 1er octobre 1969.\n\nL'intimé propose principalement de déclarer le recours irrecevable BGE 97 V 244 S. 245parce que tardif, subsidiairement de le rejeter et de confirmer le jugement cantonal.", "considerants": "Considérant en droit:\n\n1. ... (Procédure).\n\n2. Selon l'art. 29 al. 1er LAI, l'assuré a droit à la rente dès qu'il présente une incapacité permanente de gain de la moitié au moins ou dès qu'il a subi, sans interruption notable, une incapacité de travail de la moitié au moins en moyenne pendant 360 jours et qu'il présente encore une incapacité de gain de la moitié au moins.\n\nLa jurisprudence a très tôt posé les critères permettant de distinguer les cas relevant de la variante 1 de ceux réglés par la variante 2 de l'art. 29 al. 1er LAI (ainsi que par les autres variantes \"longue maladie\" introduites par le tribunal de céans, sous l'empire de l'ancien art. 29 LAI).\n\nLe Tribunal fédéral des assurances a commencé par déclarer que la notion d'invalidité permanente présupposait l'existence d'un état de santé physique ou mental suffisamment stabilisé pour laisser prévoir que l'incapacité de gain s'étendrait vraisemblablement à toute la période normale d'activité et que la capacité de gain ne pourrait pas être rétablie entièrement ou dans une mesure notable par des mesures de réadaptation (v. p.ex. ATFA 1962 pp. 246, 353 et 357; RCC 1963 pp. 225 et 367; ATFA 1963 pp. 279, 290, 295; RCC 1964 p. 394).\n\nPuis la Cour de céans a précisé cette définition, en y faisant en outre entrer le concept d'irréversibilité. Elle a ainsi exposé que l'invalidité permanente n'était donnée que si l'on pouvait admettre avec une vraisemblance prédominante l'existence d'une atteinte à la santé en bonne partie stabilisée, ne conduisant pas inéluctablement au décès, essentiellement irréversible et de nature à diminuer probablement la capacité de gain d'une manière durable et dans une mesure suffisante pour ouvrir droit à une rente malgré d'éventuelles mesures de réadaptation. Le Tribunal fédéral des assurances a expliqué que seule était visée la stabilité de l'état de santé physique ou mental; qu'il fallait, dans ce domaine, se fonder sur le pronostic du médecin; que l'exigence de la stabilité ne se rapportait pas aux répercussions économiques de l'atteinte constatée; qu'un état largement stabilisé ne pouvait être réputé permanent que lorsqu'on pouvait admettre qu'il était essentiellement irréversible; BGE 97 V 244 S. 246que la condition de permanence requise ne concernait que la période d'activité déterminante pour l'application de la LAI; que, par conséquent, s'agissant de personnes âgées, il suffisait qu'un état de santé en bonne partie stabilisé fût irréversible jusqu'à la fin de cette période pour que l'on puisse admettre l'application de la variante 1 de l'art. 29 al. 1er LAI (v. ATFA 1964 pp. 108 et 173; 1965 pp. 130, 270, 278; RCC 1965 pp. 333 et 431; RCC 1966 p. 258).\n\nEnfin, dans un troisième temps, le tribunal de céans a évoqué à de nombreuses reprises l'importance des deux critères de stabilité et d'irréversibilité dégagés par la jurisprudence. Il a alors insisté sur le fait que la condition première, pour que l'on puisse parler d'invalidité permanente, est l'existence d'un état en bonne partie stabilisé (largement stabilisé, dans les arrêts les plus récents); que la notion d'irréversibilité a été introduite parce qu'il est très rare de rencontrer, dans la réalité quotidienne, des états absolument stables; que ce critère accessoire est destiné à délimiter objectivement les cas d'invalidité permanente de ceux d'incapacité de gain de longue durée, seule pouvant être réputée permanente une atteinte, suffisamment stabilisée, essentiellement irréversible; que si, exceptionnellement, l'état peut être réputé absolument stable, le critère de l'irréversibilité est pratiquement sans intérêt, cette condition étant en général remplie dans une semblable hypothèse; qu'en revanche, en présence d'une atteinte relativement stabilisée seulement, il faut se montrer d'autant plus exigeant, pour admettre le caractère irréversible requis, que l'état de santé est moins nettement stabilisé. Le Tribunal fédéral des assurances a encore rappelé que les notions de stabilité et d'irréversibilité doivent être définies d'une manière purement médicale et ne concernent donc que l'état de santé. Il a toutefois admis que, s'il est établi qu'un assuré, présentant des séquelles stables et irréversibles, reprendra dans un proche avenir une activité excluant l'octroi d'une rente (à cause du phénomène de l'accoutumance à une amputation, p.ex.), le droit à la rente ne saurait naître en application de la variante 1 de l'art. 29 al. 1er LAI (v. ATFA 1966 p. 122; RCC 1968 p. 438; RCC 1970 pp. 121 et 289; RO 96 V 134; RCC 1971 pp. 365, 432 et 437).\n\nCette jurisprudence mérite d'être confirmée.\n\n3. L'état de santé de l'assuré était-il suffisamment stabilisé et essentiellement irréversible, en mars 1969, pour que l'on BGE 97 V 244 S. 247puisse admettre se trouver alors en présence d'une invalidité permanente au sens de la variante 1 de l'art. 29 LAI? Sans doute l'affection était-elle demeurée apparemment stationnaire plusieurs années durant, et la santé s'était-elle dégradée fort lentement. Mais l'affection n'en était pas moins évolutive, de par sa nature même, et l'état était susceptible d'aggravation. On ne saurait guère admettre que la condition première de la variante 1 soit remplie.\n\nPour adopter la thèse contraire, le juge cantonal relève que, de l'avis de tous les médecins, \"l'état de santé de Noé Cappelin s'est définitivement stabilisé dans une incapacité totale de travail\". Il est malheureusement certain, ou presque, que l'assuré ne pourra plus reprendre d'activité; mais la déduction qu'en tire le juge cantonal procède d'une confusion entre l'exigence de stabilité et d'irréversibilité de l'état - qui, la jurisprudence l'a maintes fois relevé, doit être définie d'une manière purement médicale - et la répercussion de l'affection sur la capacité de gain. De la première dépend la date d'ouverture éventuelle d'un droit; de la seconde, l'existence et la mesure de ce droit.\n\nQuant aux remarques du mandataire de l'intimé sur le caractère suffisant de la seule irréversibilité, même sans stabilité aucune, elles sont réfutées de longue date par la jurisprudence, comme cela ressort de ce qui a été exposé plus haut.\n\n4. Sur le terrain de la variante 2 de l'art. 29 al. 1er LAI, la Cour de céans ne peut que se rallier aux propositions de l'Office fédéral des assurances sociales quant au point de départ et au cours de la période de 360 jours.\n\n5. Vu ce qui précède, le recours doit être admis, sans frais (art. 134 OJ).\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nI. Le recours est admis, dans ce sens que l'assuré a droit à une rente entière à partir du 1er octobre 1969, le jugement attaqué et la décision litigieuse étant annulés.\n\nII. La cause est renvoyée à l'administration pour qu'elle rende une nouvelle décision fixant l'étendue des prestations dues à l'intéressé."}