{"annee": "97", "cour": "V", "page": "251", "date": "27/12/1971", "cite": [], "cite_par": ["100 IB 126", "109 V 278", "107 V 246", "110 IB 319"], "chapeau": "62. Arrêt du 27 décembre 1971 dans la cause Lombardo contre Caisse de compensation de l'industrie suisse des machines et métaux et Tribunal des assurances du canton du Valais", "regestes": ["Art. 106 et 128 OJ. Retrait du recours de l'assuré admis dans un cas où l'intéressé avait été menacé de \"reformatio in pejus\" et invité à se déterminer sur l'éventualité d'une telle mesure (abandon de la jurisprudence antérieure à la revision de l'OJ)."], "faits": "BGE 97 V 251 S. 251\n\nPar décision du 26 juin 1970, la Caisse de compensation de l'industrie suisse de machines et métaux a mis fin au reclassement accordé précédemment à Salvatore Lombardo et supprimé toutesles prestationsde l'assurance-invalidité. L'intéressé recourut contre cet acte administratif. Par jugement du 5 mai 1971, le Tribunal des assurances du canton du Valais annula la décision attaquée, maintint en principe le recourant au bénéfice des mesures de réadaptation en cause mais suspendit \"dès ce jour\" lesdites prestations jusqu'au moment où l'assuré se serait conformé aux ordres et injonctions de l'administration.\n\nBGE 97 V 251 S. 252\n\nSalvatore Lombardo forma en temps utile un recours de droit administratif contre le jugement.\n\nToutefois, par lettre du 13/14 décembre 1971, le mandataire de Salvatore Lombardo déclara retirer le recours, après avoir été rendu attentif à une éventuelle \"reformatio in pejus\" du jugement déféré au Tribunal fédéral des assurances.", "considerants": "Considérant en droit:\n\n1. L'OJ ne règle pas directement la question du retrait du recours. L'art. 153 al. 2 OJ présuppose toutefois la licéité d'une telle mesure, en précisant notamment que, lorsqu'une affaire est liquidée par un désistement, l'émolument judiciaire est réduit. L'art. 73 PCF, applicable en vertu de l'art. 40 OJ (art. 135 OJ), précisede même queledésistement d'une partie met fin au procès.\n\nLa jurisprudence du Tribunal fédéral des assurances relative aux dispositions anciennement en vigueur, qui ne réglaient pas non plus la question du retrait du recours, admettait aussi en principe la licéité du retrait d'un appel ou d'un recours (ATFA 1967 p. 243). Cependant, une fois l'appelant ou recourant invité à se prononcer sur l'éventualité d'une \"reformatio in pejus\", le retrait d'appel ou de recours était inopérant (ATFA 1964 p. 197; 1967 p. 243).\n\n2. En l'occurrence, une \"reformatio in pejus\" entre en considération. Dans ces circonstances, il est nécessaire d'examiner si la jurisprudence inaugurée dans l'arrêt ATFA 1964 p. 197 doitêtre maintenue, danslecadre du nouveau droit de procédure. A cet égard, on peut relever que, dans sa pratique actuelle, le Tribunal fédéral admet la validité d'un retrait de recours, une \"reformatio in pejus\" fût-elle possible (cf. RO 70 I 310). Or, suivant l'art 16 OJ (art. 127 al. 2 OJ), le Tribunal fédéral des assurances ne saurait désormais déroger à la jurisprudence du Tribunal fédéral sans le consentement de ce dernier. De surcroit, les travaux préparatoires relatifs à l'extension de la juridiction administrative paraissent laisser entendre qu'on voulait reconnaitre aux parties le droit de retirer un recours alors même qu'une \"reformatio in pejus\" était possible (cf. Bull. stén. CN 1968 p. 322, ad art. 56 - art. 62 actuel - LPA, en corrélation avec les travaux de la Commission du Conseil national, procès-verbal de la séance du 30 avril 1968, pp. 12 à 17; cf. également procès-verbal de la séance des 5/6 juillet 1967 et 13/14 septembre BGE 97 V 251 S. 2531967 de la Commission du Conseil des Etats, pp. 50 et 26; v. également GRISEL, Droit administratif suisse, p. 509 chi. 6 lit. b; IMBODEN, Schweizerische Verwaltungsrechtsprechung, vol. II p. 690 chi. III; BIRCHMEIER, Bundesrechtspflege, 1950 pp. 444-445; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, pp. 48 ss § 5; GULDENER, Schweizerisches Zivilprozessrecht, 2e éd. p. 513 chi. IX). Il y a donc lieu d'abandonner la pratique antérieure, ce d'autant plus qu'il ne se justifie pas de traiter différemment un plaideur qui a déclaré retirer son recours, selon qu'il a été ou non invité à se déterminer sur une \"reformatio in pejus\".\n\nUne telle distinction ne tiendrait pas compte du fait que certains assurés sont conseillés par des personnes compétentes, alors que d'autres ne le sont pas et se trouvent dans l'impossibilité de discerner les conséquences possibles de leur appel au juge de dernière instance. En outre, un examen de cas en cas, auxfinsd'éviterdes inégalités de traitement choquantes, ne serait guère possible, en pratique. Enfin, il n'y a pas de motifs de traiter différemment le retrait du recours lorsque l'arrêt devrait tourner au détriment du recourant, d'une part, et le retrait du recours lorsque l'arrêt devrait tourner à l'avantage du recourant, d'autre part.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLa cause Lombardo Salvatore est rayée du rôle ensuite de retrait du recours."}