{"annee": "98", "cour": "IA", "page": "337", "date": "6/10/1972", "cite": [], "cite_par": ["103 II 120"], "chapeau": "54. Arrêt de la cour de cassation pénale statuant comme Chambre de droit public, du 6 octobre 1972 dans la cause Moret contre Conseil d'Etat du canton du Valais.", "regestes": ["Art. 4 Cst., droit d'être entendu en matière administrative. 1. Le moyen tiré d'une violation du droit d'être entendu tel qu'il découle du droit cantonal est examiné en premier, bien que ce droit soit directement garanti par le droit fédéral, s'agissant d'une procédure pénale confiée à l'autorité administrative (consid. 2). 2. Du moment qu'une preuve est pertinente, l'autorité ne peut renoncer à l'administrer avec la participation de l'accusé (consid. 2)."], "faits": "BGE 98 Ia 337 S. 337\n\nA.- Le 4 octobre 1971, Pierre Moret a été condamné par le Département de justice et police du canton du Valais à une amende de 50 fr. pour violation de règles de la circulation. Le 13 septembre précédent, une inspection locale avait eu lieu à l'endroit de l'accident qui était à l'origine de la procédure; effectuée par les soins du Service cantonal des automobiles, elle s'était déroulée en l'absence de Moret.\n\nLe condamné ayant recouru au Conseil d'Etat, l'autorité de première instance a été invitée à présenter ses observations.\n\nBGE 98 Ia 337 S. 338\n\nLe Service des automobiles a procédé alors à une nouvelle inspection locale le 24 janvier 1972. L'occasion n'a pas été donnée à Moret d'y assister. Le 25 mai 1972, le recourant a été débouté. La décision relève notamment que la seconde inspection locale a confirmé les constatations faites lors de la première.\n\nB.- Le condamné a déposé un recours de droit public auprès du Tribunal fédéral. Il se plaint de la violation du droit d'être entendu. Le Conseil d'Etat valaisan propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le grief que le recourant tire du fait qu'il n'a pas assisté à la première inspection locale du 13 septembre 1972 est irrecevable. En effet, il pouvait attaquer ce vice de procédure dans son recours au Conseil d'Etat (art. 21 de l'arrêté du Conseil d'Etat du canton du Valais, du 11 octobre 1966, concernant la procédure administrative par-devant le Conseil d'Etat et ses départements, ci-dessous: APA; VON WERRA, Handkommentar zum Walliser Verwaltungsverfahren, n. 2 ad art. 21). Comme il ne l'a pas fait, il n'y a pas de décision cantonale de dernière instance sur ce point, au sens de l'art. 87 al. 1 OJ. Par ailleurs, le recours, déposé le 11 juillet 1972, devrait être à cet égard considéré de toute manière comme tardif dans la mesure où il serait dirigé contre la décision du 4 octobre 1971 (art. 89 OJ). En revanche, en ce qui concerne l'inspection locale du 24janvier 1972 et la décision du 25 mai suivant, il est recevable.\n\n2. La présente affaire relevant, sur le plan cantonal, des autorités administratives (art. 13 du décret concernant l'application de la loi fédérale sur la circulation routière du 19 décembre 1958, rendu le 1er février 1963 par le Grand Conseil du canton du Valais), elle a été instruite selon la procédure prévue par l'APA. C'est selon les dispositions de cet arrêté que doit se définir le droit d'être entendu dont le recourant se prévaut au premier chef (RO 96 I 21, 98 I a 6-8).\n\nConformément à l'art. 11 ch. 1 APA, le droit d'être entendu est reconnu aussi bien dans les procédures gracieuses que contentieuses. Le principe de l'instruction d'office consacré à l'art. 8 APA n'y fait pas obstacle (VON WERRA, op.cit., n. 1 ad art. 11 APA). On doit dès lors considérer que les seules restrictions qui lui sont apportées résultent de la loi (cf. art. 11 al. 2 APA). Or, si le Conseil d'Etat valaisan relève que le droit BGE 98 Ia 337 S. 339d'être entendu ne s'étend pas à toute la procédure d'instruction ou de recours, il ne donne aucune indication permettant de déterminer en quoi une exception devrait être apportée au principe.\n\nLe droit d'être entendu tel qu'il est garanti par l'art. 11 al. 1 APA emporte celui, pour le justiciable, de participer à l'administration des preuves et, notamment, d'assister à une inspection locale. Cela, le Conseil d'Etat ne le conteste pas; il soutient seulement que l'autorité administrative choisit librement les preuves qu'elle juge pertinentes et que, par conséquent, il pouvait renoncer à procéder lui-même à une inspection locale, les lieux de l'accident lui étant suffisamment connus. Cette objection serait fondée si la décision attaquée ne se référait pas expressément aux résultats de l'inspection locale du 24 janvier en tant qu'elle ne fait que confirmer celle de septembre 1971, reconnaissant ainsi la pertinence de ce moyen de preuve in casu. Peu importe dans ces conditions que le Conseil d'Etat valaisan ait eu une parfaite connaissance des lieux, que l'inspection n'ait pas été ordonnée par ses soins ni par ceux de la Chancellerie d'Etat, conformément à l'art. 29 APA, mais qu'elle ait été effectuée par une autorité incompétente, soit par le Département de justice et police, représenté par le Service cantonal des automobiles, dont l'intervention aurait dû se limiter au dépôt d'observations (art. 27 APA). Du moment que la preuve considérée était pertinente, l'autorité cantonale ne pouvait renoncer à l'administrer avec la participation du recourant sans commettre une violation manifeste de l'art. 11 al. 1 APA.\n\nLa solution n'eût pas été différente si le droit cantonal n'avait pas reconnu le droit d'être entendu. En effet, le recourant se prévaut également, à titre subsidiaire, de l'art. 4 Cst., qui garantit ce droit directement même en matière administrative (RO 91 I 92, 98 I a 8), lorsque la situation du justiciable est amoindrie par la décision attaquée (RO 96 I 187). Au surplus, en l'occurrence, il s'agit en fait d'une procédure pénale, même si elle est confiée à l'autorité administrative (RO 92 I 187).\n\nLe droit d'être entendu, selon l'art. 11 APA aussi bien que selon l'art. 4 Cst., est de nature formelle. Sa violation entraîne l'annulation de la décision attaquée sans que le recourant ait à établir l'existence d'un intérêt matériel à cette mesure (VON WERRA, op.cit., n. 2 ad art. 11 APA; RO 98 I a 8).\n\nBGE 98 Ia 337 S. 340\n\nPar ces motifs, la Cour de cassation pénale:\n\nAdmet le recours dans la mesure où il est recevable et annule la décision attaquée."}