{"annee": "98", "cour": "II", "page": "319", "date": "5/10/1972", "cite": [], "cite_par": ["100 II 134"], "chapeau": "47. Arrêt de la IIe cour civile du 5 octobre 1972 en la cause Fondation d'Ebauches SA et Cst. contre les Assureurs du Lloyd's.", "regestes": ["1. Art. 33 LCA. Avant que d'examiner si les causes d'exclusion sont réalisées, il importe, en cas d'assurance de responsabilité civile, de déterminer si celle-ci est engagée (consid. 1). 2. Art. 58 et 59 CO. L'art. 59 CO est une disposition complémentaire de l'art. 58 CO. Il ne peut donc ouvrir la voie qu'aux mesures d'urgence nécessaires pour prévenir un dommage imminent provenant d'un bâtiment ou d'un ouvrage (consid. 2 et 3). 3. S'agissant d'un bâtiment qui menace ruine, ce but est atteint par l'évacuation sans délai des locaux. Le relogement des locataires relève éventuellement de l'art. 58 CO, si les conditions d'application - notamment un vice de construction ou un défaut d'entretien - en sont réalisées (consid. 3 in fine)."], "faits": "|320|\n\nA.- Selon les polices no 656/67 GJ 50 148, du 12janvier 1967, et no 67 GJ 50 147, du 17 février 1967, Ebauches SA, la Fondation d'Ebauches SA et des maisons affiliées (ci-après: la Fondation d'Ebauches SA), ainsi que les entreprises faisant partie du groupement Ebauches SA, ont conclu avec les Assureurs du Lloyd's (ci-après: les Lloyd's) des assurances de responsabilité civile prévoyant des couvertures jusqu'à concurrence de 2 000 000 fr. et de 8 000 000 fr. pour les cas de dommages corporels et de dégâts matériels. Aux termes des conditions de la première police (no 656/67 GJ 50 148), sont en particulier exclues de l'assurance:\n\n\"1. Les prétentions découlant de la responsabilité civile contractuelle dans la mesure où elles dépassent celles de la responsabilité civile légale;\n\n...\n\n9. Les prétentions découlant de travaux de minage, d'ébranlement, d'enlèvement ou d'affaiblissement des fondements, des supports et des étais, ainsi que de l'affaissement ou de glissements de terrains; ...\"\n\nLe ch. 4 du schéma de la police no 656/67 GJ 50 148 définit de la manière suivante le \"genre d'activité de l'assuré à laquelle s'étend l'assurance: Dommages aux biens et Accidents aux personnes découlant des différentes activités des Assurés en Suisse\".\n\nLa seconde police no 67 GJ 50 147 couvre les seuls dommages assurés selon la première police no 656/67 GJ 50 148 et qui excèdent le montant maximum fixé par celle-ci.\n\nLa Fondation d'Ebauches SA est propriétaire des immeubles locatifs, nos 94, 96 et 98 de la rue des Parcs à Neuchâtel. Ces bâtiments sont situés à proximité de l'immeuble de Domingo Colla sur lequel des travaux d'excavation à la mine ont été exécutés, au début de mars 1967, en vue de la construction d'un garage. Le 9 mars 1967 des fissures sont apparues dans l'angle de la façade sud-est du bâtiment no 98 de la rue des Parcs, dans |321| le passage entre les bâtiments nos 96 et 98 ainsi que dans le goudron devant les entrées des bâtiments nos 94 et 96.\n\nPar lettre recommandée du 17 mars 1967, le Conseil communal de la Ville de Neuchâtel a confirmé à la Fondation d'Ebauches SA les mesures arrêtées la veille à l'issue d'une visite des lieux et lui a signifié l'interdiction absolue d'occupation des bâtiments nos 94, 96 et 98 de la rue des Parcs et l'ordre d'évacuation des meubles et objets se trouvant dans les locaux situés à l'angle sud-est de l'immeuble no 98; l'autorité communale a de plus invité la Fondation d'Ebauches SA à procéder dans le délai le plus court possible à un ancrage des bâtiments précités pour empêcher un glissement ultérieur de ces maisons et compenser la pression basculaire qu'elles exerçaient sur le terrain.\n\nLe 15 mars 1967, Ebauches SA a informé les Lloyd's, par lettre adressée à Genassurances SA à Neuchâtel, que les immeubles nos 94, 96 et 98 de la rue des Parcs, appartenant à la Fondation d'Ebauches SA, étaient menacés d'effondrement par un glissement de terrain et que, sur intervention des autorités de police de la ville de Neuchâtel, les locataires (62 personnes au total) avaient été évacués et logeaient depuis le 13 mars dans divers hôtels de la place. Par lettre du 7 avril 1967, la Fondation d'Ebauches SA a confirmé aux Lloyd's les mesures prises et les a avisés qu'elle avait résilié tous les baux pour la date du 24 juin 1967 et libéré de leurs contrats avant le terme les locataires qui en avaient fait la demande; elle a invité les Lloyd's à lui confirmer que les mesures prises étaient adéquates et qu'elles entraient dans les risques couverts par l'assurance contractée auprès d'eux.\n\nLe mandataire de la Fondation d'Ebauches SA a envoyé, le 9 janvier 1968, aux Lloyd's, 66 factures que sa cliente avait payées pour l'hébergement de ses locataires; il a invité les assureurs à rembourser le montant de ces factures s'élevant au total à 103 037 fr. 70. Après un échange de correspondance, les Lloyd's ont définitivement refusé de prendre en charge ces frais, par lettre du 28 août 1969, invoquant en particulier le ch. 9 des clauses d'exclusion.\n\nDes expertises ont été faites hors procédure. Il en résulte que les bâtiments en cause ont été touchés par un glissement de terrain d'une largeur de 100 m environ, déclenché par des travaux de minage exécutés lors des fouilles effectuées en vue |322| de la construction du garage de Colla. Dans son rapport du 10 août 1967, le Professeur Daniel Bonnard de l'Ecole polytechnique de l'Université de Lausanne expose notamment que \"le glissement, tel qu'il est apparu en mars 1967, est la conséquence d'un état de choses qui n'a cessé d'empirer depuis de très nombreuses années; que les conditions géologiques rendues défavorables par la présence de masses rocheuses de très mauvaise qualité, fortement fractionnées et affectées d'accidents géologiques divers, augmentaient à priori la sensibilité de celles-ci à toute modification de la situation primitive naturelle; que les différents travaux exécutés dans la région (tranchée des CFF, rue des Parcs, canalisations, construction d'immeubles, etc.) ont tous, à des degrés divers, augmenté les risques de voir se produire des glissements locaux ou généralisés, si bien que l'exécution de la fouille Colla et les ébranlements consécutifs à l'explosion des mines lors des excavations sur ce dernier chantier n'ont été que l'appoint suffisant à transformer une situation d'équilibre précaire, à la limite de la stabilité, en un mouvement important, celui du printemps 1967...\"\n\nB.- Par demande du 10 décembre 1969, la Fondation d'Ebauches SA a ouvert action contre les Assureurs du Lloyd's devant le Tribunal cantonal neuchâtelois; elle a conclu à ce que les défendeurs soient condamnés à lui payer la somme de 103 037 fr. 70 avec intérêt à 5% dès le 9 janvier 1968.\n\nLes défendeurs ont conclu au rejet de la demande.\n\nLe Tribunal cantonal neuchâtelois, par jugement du 6 mars 1972, a débouté la demanderesse en considérant que les immeubles en cause n'étaient pas affectés d'un vice de construction ou d'entretien et que le dommage résultant exclusivement d'un glissement de terrain, il était expressément exclu du contrat d'assurance par le ch. 9 des clauses d'exclusion de la police no 656/67 GJ 50 148, applicable également à l'assurance complémentaire no 67 GJ 50 147.\n\nC.- Contre ce jugement qui a été notifié à son conseil le 10 mars 1972, la Fondation d'Ebauches SA a recouru en réforme au Tribunal fédéral par acte du 5 avril 1972. Elle reprend ses conclusions initiales.\n\nLes intimés concluent au rejet du recours.\n\n|323|", "considerants": "Considérant en droit:\n\n1. Selon l'art. 33 LCA, l'assureur répond de tous les événements qui présentent le caractère du risque contre les conséquences duquel l'assurance a été conclue, à moins que le contrat n'exclue certains événements d'une manière précise, non équivoque. En l'espèce, les intimés ont assuré la recourante \"contre les prétentions découlant de sa responsabilité civile légale d'après le droit suisse\" (police no 656/67 GJ 50 148; police no 67 GJ 50 147, selon laquelle sont seuls assurés les dommages prévus par la première police). \"L'assurance est valable pour des prétentions en responsabilité civile ensuite de lésions corporelles avec ou sans suite mortelle ainsi que pour des dégâts matériels, dans la mesure où ils sont causés directement par des événements se produisant pendant la durée de l'assurance.\" (police no 656/67 GJ 50 148). L'assurance s'étend \"aux dommages aux biens et accidents aux personnes découlant des différentes activités des assurés en Suisse\" (même police, ch. 4 du schéma). Sont en particulier exclues des deux assurances \"les prétentions découlant de travaux de minage ... ainsi que de glissements de terrains\" (ch. 9 de la clause \"Exceptions\" de la police no 656/67 GJ 50 148, qui vaut pour l'autre police).\n\nLe Tribunal cantonal considère que cette clause est claire, sans ambiguïté et qu'elle n'a pas besoin d'être interprétée. A son avis, les dommages dont la recourante réclame la couverture sont consécutifs à un glissement de terrain et, partant, sont exclus de l'assurance.\n\nCette question n'a toutefois pas à être résolue dès l'abord. Il importe en effet de déterminer préalablement si, d'une manière générale, la responsabilité civile de la recourante est engagée et cela, plus précisément, en vertu des art. 58 et 59 CO, seuls en cause ici.\n\n2. En l'occurrence, il n'est pas reproché à la recourante d'avoir commis une faute ni un acte illicite. Elle ne saurait donc être astreinte à des dommages-intérêts envers ses locataires ni en vertu de l'art. 255 al. 2 CO, ni en vertu des art. 41 ss. CO qui, s'ils avaient trouvé application, auraient fondé au premier chef sa responsabilité. Par ailleurs, les locataires n'ont subi aucun dommage matériel ou corporel, du fait des fissures apparues dans l'immeuble directement, si bien que l'hypothèse envisagée |324| à l'art. 58 CO n'est, tout au moins à cet égard, pas réalisée (BECKER, no 18 ad art. 58 CO, OSER/SCHÖNENBERGER, no 9 ad art. 58 CO).\n\n3. En revanche, aux termes de l'art. 59 CO, \"celui qui est menacé d'un dommage provenant du bâtiment ou de l'ouvrage d'autrui a le droit d'exiger du propriétaire que celui-ci prenne les mesures nécessaires pour écarter le danger\". Cette disposition est liée à l'art. 58 CO, elle institue une action supplémentaire qui a pour objet des mesures de sûreté tendant à assurer l'intégrité des gens et des choses (OSER/SCHÖNENBERGER, nos 1 et 4 ad art. 59 CO; BECKER, nos 1 et 4 ad art. 59 CO; OFTINGER, Haftpflichtrecht II/1 p. 17 litt. c). Par son texte même - cf. également la note marginale - elle trouve application avant que le dommage ne soit survenu, et ce indépendamment d'une faute du propriétaire de l'ouvrage.\n\nIl convient cependant d'en examiner la portée. Ce problème, qui n'a fait jusqu'ici l'objet d'aucun précédent, n'a pas été résolu de façon explicite par la doctrine. Tout au plus est-il admis d'une manière générale que le propriétaire peut être astreint à prendre les mesures propres à écarter le danger (auteurs cités, GUHL, 6e éd. p. 194).\n\nConsidéré comme une disposition complémentaire de l'art. 58, l'art. 59 CO ne peut fonder un droit spécifique des intéressés à exiger du propriétaire qu'il prenne toutes les précautions suggérées par l'éventualité d'un risque. Il ouvre seulement la voie aux mesures d'urgence nécessaires pour prévenir un dommage imminent provenant d'un bâtiment ou d'un ouvrage.\n\nIn casu, ce but a été atteint par l'évacuation sans délai des locaux. Cela a été fait grâce à la diligence des autorités communales et à celle de la recourante. Rien de plus ne pouvait être exigé de cette dernière sur la base de l'art. 59 CO.\n\nQuant à savoir si le dommage financier qu'auraient éprouvé les locataires s'ils avaient dû assumer eux-mêmes les frais d'hébergement à l'hôtel et celui qui résulte du fait qu'ils ont dû trouver de nouveaux appartements doivent être supportés par la recourante, c'est une question qui relève éventuellement de l'application de l'art. 58 CO. Toutefois, il ressort des faits souverainement établis par l'autorité cantonale (art. 55 al. 1 litt. c et 63 al. 2 OJ) que ce préjudice n'est pas la conséquence d'un vice de construction ou d'un défaut d'entretien des bâtiments |325| évacués, mais bien plutôt celle des travaux entrepris sur un fonds voisin. Par ailleurs, il n'est pas allégué que la recourante aurait tardé à remettre ses immeubles en état dans une mesure telle qu'un défaut d'entretien lui serait imputable de ce fait.\n\nLa responsabilité civile de la recourante n'étant pas engagée, les frais qu'elle a eus pour l'hébergement de ses locataires ne sont pas couverts par les assurances conclues avec les intimés.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme l'arrêt attaqué."}