{"annee": "98", "cour": "IA", "page": "144", "date": "29/3/1972", "cite": [], "cite_par": ["113 IA 94", "131 I 223", "143 III 600"], "chapeau": "21. Urteil vom 29. März 1972 i.S. Dr. X. u. Kons. gegen Aufsichtskommission über die Rechtsanwälte im Kanton Zürich.", "regestes": ["Art. 4 et 31 Cst.; droit disciplinaire du barreau. Interprétation du § 10 de la loi zurichoise sur le barreau, qui interdit la participation de l'avocat au bénéfice du procès. Dans quel cas l'intervention d'un tiers, (ici une SA), intermédiaire entre l'avocat et son client, conduit-elle à une violation de cette règle?"], "faits": "|144|\n\nA. - Im Februar 1971 gründete Rechtsanwalt Dr. X. die AG für Rechtsschutz in Fusionssachen (Fusag) mit dem Zweck, im Auftrag von Aktionären der Ursina-Franck AG gegen die geplante Fusion dieser Gesellschaft mit der Nestlé Alimentana AG zu opponieren. Im März 1971 wurden die Aktionäre der Ursina-Franck AG durch Inserate in der Presse aufgefordert, |145| die Fusag mit der Wahrung ihrer Interessen zu beauftragen. Mit einem im Inserat enthaltenen Coupon konnten die Interessenten unter Angabe ihres Aktienbesitzes bei der Fusag einen entsprechenden Vertragsentwurf verlangen.\n\nB. - Die Fusag, vertreten durch Rechtsanwalt Dr. X., unterbreitete den sich interessierenden Ursina-Franck-Aktionären einen Vertrag, durch welchen diese die Fusag mit der Wahrung ihrer Interessen im Zusammenhang mit der Fusion der Ursina-Franck AG mit der Nestlé Alimentana AG beauftragten. Danach hatte die Fusag durch Vertretung bei den entscheidenden Generalversammlungen vor allem einen besseren Übernahmepreis für die Ursina-Franck-Aktien zu erzielen und hiezu nötigenfalls die Generalversammlungsbeschlüsse gemäss Art. 706 OR gerichtlich anzufechten. Ziff. 3 und 4 des Vertragstextes lauten:\n\n\"3. Im Falle einer Anfechtungsklage nach Art. 706 OR übernimmt die Beauftragte das gesamte Prozessrisiko allein. Sie klagt ausschliesslich in eigenem Namen, gestützt auf eigenen Aktienbesitz, und zwar mit dem Antrag auf Ungültigerklärung des betreffenden Generalversammlungsbeschlusses. Im Vergleichsfalle verpflichtet sich die Beauftragte, das Ergebnis des Vergleiches allen Auftraggebern gleichmässig zukommen zu lassen, nach Massgabe der in diesem Vertrag aufgeführten Aktien und ohne Unterschied zwischen Inhaber- und Namenaktien.\n\n4. Die Beauftragte berechnet lediglich im Erfolgsfalle eine Entschädigung von 20% des nach Abzug der Spesen den Auftraggebern zukommenden Mehrerlöses.\n\nBei Widerruf dieses Auftrages vor der Klageeinleitung schuldet der Auftraggeber der Beauftragten eine pauschale Entschädigung von Fr. 50.- pro Aktie, nach der Klageeinleitung von Fr. 200.-- pro Aktie.\"\n\nAus den Akten (S. 2 des angefochtenen Entscheides der Aufsichtskommission) lässt sich entnehmen, dass Ziff. 4 des Vertrages offenbar noch in einer etwas erweiterten Fassung existiert: Die grundsätzliche Regelung der Entschädigungspflicht ist gleich; hingegen wird eine Sicherstellung der Ansprüche der Fusag durch Einzahlung von Fr. 50.- pro Aktie oder Hinterlegung der Aktien bei einer Bank verlangt.\n\nEinziges Mitglied des Verwaltungsrates und einziges Organ der Fusag war zunächst Rechtsanwalt Dr. X. Rechtsanwalt Dr. Y. trat als bevollmächtigter Anwalt der Fusag auf; für ein in Bern eingeleitetes Gerichtsverfahren substituierte er einen Anwalt aus Bern.\n\n|146|\n\nC. - Auf Anzeige des Appellationshofes des Kantons Bern leitete die Aufsichtskommission über die Rechtsanwälte im Kanton Zürich gegen Dr. X. und Dr. Y. ein Disziplinarverfahren wegen Verletzung von § 10 des zürcherischen Anwaltsgesetzes vom 3. Juli 1938 (AG) ein. In einem Entscheid vom 3. November 1971 erkannte die Aufsichtskommission, dass die Mitwirkung bei der Gründung der Fusag und das Einschalten dieser Aktiengesellschaft zwischen Ursina-Franck-Aktionäre als Auftraggeber und bevollmächtigte Anwälte als Beauftragte der Fusag nicht gegen das Anwaltsgesetz verstosse, weil nach den gesamten Umständen die Opposition gegen den geplanten Zusammenschluss eine solche Organisation erfordere und für die Anonymität einzelner Opponenten ein legitimes Interesse bestehe. Hingegen hätten die beiden Rechtsanwälte gegen § 10 Abs. 1 AG verstossen, weil sie in Kenntnis der zwischen der Fusag und ihren Auftraggebern getroffenen Vereinbarung über eine Erfolgsbeteiligung für diese Gesellschaft tätig geworden seien. Auch wenn die Rechtsanwälte, wie behauptet, von der Fusag laufend gemäss Anwaltstarif bezahlt würden, so stehe doch fest, dass die Fusag dieses Honorar letzten Endes aus dem mit ihren Auftraggebern vereinbarten Anteil am Prozessgewinn begleichen werde. Die Anwälte seien daher indirekt Nutzniesser der mit den Auftraggebern der Fusag vereinbarten Erfolgsbeteiligung, und auch eine derart mittelbare Beteiligung am Prozessgewinn müsse als Verstoss gegen § 10 Abs. 1 AG angesehen werden. Die Aufsichtskommission beschloss, Dr. X. und Dr. Y. mit einer Ordnungsbusse von je Fr. 200.-- zu bestrafen.\n\nD. - Gegen diesen Beschluss reichten die beiden betroffenen Rechtsanwälte sowie die AG für Rechtsschutz in Fusionssachen unter Berufung auf Art. 31 und 4 BV staatsrechtliche Beschwerde ein mit dem Hauptantrag, der angefochtene Entscheid sei vorbehaltlos aufzuheben. Zur Begründung wird vor allem geltend gemacht, die beschuldigten Anwälte hätten kein pactum de quota litis abgeschlossen, sondern seien von der Fusag gemäss Tarif zu bezahlen. Die beanstandete Abmachung über ein Erfolgshonorar bestehe zwischen der Fusag und ihren Auftraggebern, nicht aber zwischen der Fusag und ihren Anwälten. Dass das Honorar der Anwälte eventuell aus dem Prozessgewinn der Fusag bezahlt werden könnte, verstosse nicht gegen das Anwaltsrecht; die Bezahlung des regulären Anwaltshonorars |147| aus dem Prozessgewinn komme häufig vor und sei nicht verboten.\n\nE. - In ihren Gegenbemerkungen zur staatsrechtlichen Beschwerde bringt die Aufsichtskommission vor, die beiden Beschuldigten hätten die Fusag selbst gegründet \"- möglicherweise auf Anregung einzelner Ursina-Franck-Aktionäre -\", wobei die Rollen so verteilt worden seien, dass Dr. X. als Gründer auftrat und einziger Verwaltungsrat wurde, während Dr. Y. das Mandat übernahm. Durch die Schaffung der Fusag sei ihnen eine Kundenwerbung möglich gewesen (Aufrufe in Zeitungsinseraten), welche dem Anwalt persönlich nicht erlaubt sei. Dass es sich bei der Fusag um das Werk der beiden Beschuldigten handle, zeige auch die weitere Entwicklung: E. M. sei am 4. August 1971 anstelle von Dr. X. einziger Verwaltungsrat geworden und L.M., der mit Dr. Y. befreundet sei und ihm für solche Dienste zur Verfügung stehe, habe Einzelprokura erhalten. Wegen dieses engen Verhältnisses der beiden Anwälte zur Fusag sei die von dieser Gesellschaft mit den Auftraggebern vereinbarte Erfolgsbeteiligung als Umgehung des für einen Anwalt geltenden Verbotes und daher als Verletzung von § 10 Abs. 1 AG anzusehen.\n\nF. - Namens der Beschwerdeführer verlangte Dr. Y. die Anordnung eines weiteren Schriftenwechsels. Diesem Begehren wurde nicht entsprochen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dass die beiden Rechtsanwälte Dr. X. und Dr. Y. zur staatsrechtlichen Beschwerde legitimiert sind, steht ausser Zweifel. Hingegen ist die AG für Rechtsschutz in Fusionssachen durch den angefochtenen Entscheid nicht betroffen, da die disziplinarische Bestrafung eines Rechtsanwaltes wegen Verstosses gegen das Anwaltsrecht die Rechtsstellung seines Klienten grundsätzlich nicht berührt. Auf die Beschwerde der Fusag ist daher nicht einzutreten. Doch ist dies ohne Belang, da jedenfalls auf die Beschwerden der beiden Anwälte einzutreten ist und ihre Rügen sich mit denjenigen der Fusag decken.\n\n2. Gemäss § 10 Abs. 1 AG ist es dem Rechtsanwalt untersagt, \"mit seinem Auftraggeber die Abrede zu treffen, dass er im Falle des Obsiegens in irgendwelcher Form am Prozessgewinn |148| teilhabe oder einen ungünstigen Ausgang des Prozesses auf sich nehme\".\n\na) In der Beschwerdebegründung wird nicht behauptet, dieses im Anwaltsrecht der Schweiz allgemein übliche Verbot eines Erfolgshonorars (pactum de quota litis) verstosse gegen Art. 31 BV. Offenbar wollen die Beschwerdeführer lediglich geltend machen, die Annahme eines unzulässigen pactum de quota litis im vorliegenden Fall sei willkürlich und verletze die Handels- und Gewerbefreiheit.\n\nb) Die Abrede, welche die Fusag mit Ursina-Franck-Aktionären über die Entschädigung traf (Ziff. 4 des Vertrages), ist an sich eine Vereinbarung, welche gemäss § 10 Abs. 1 AG dem Rechtsanwalt untersagt ist. Denn sie sieht vor, dass der Auftraggeber bei einem ungünstigen Ausgang des Prozesses dessen Kosten nicht zu tragen hat, während im Falle des Erfolges die Beauftragte (Fusag) eine Entschädigung von 20% des nach Abzug der Spesen verbleibenden \"Mehrerlöses\" beanspruchen kann. In welcher Weise als Ergebnis der Bemühungen der Fusag ein Gewinn erzielt werden könnte, braucht hier nicht im einzelnen untersucht zu werden. Auf jeden Fall zeigen der Aufruf an die Ursina-Franck-Aktionäre in Zeitungsinseraten und der Vertragstext, dass man den Auftraggebern durch die Intervention in der Fusionsfrage bestimmte finanzielle Vorteile zu verschaffen hoffte, die Auftraggeber aber vom Kostenrisiko des Vorgehens befreite und lediglich zur Überlassung von 20% des Mehrerlöses verpflichtete. Dass eine solche Vereinbarung gemäss § 10 AG zwischen Anwalt und Klient unzulässig ist, bedarf keiner weitern Begründung.\n\nc) Die eben erläuterte Vereinbarung über ein Erfolgshonorar wurde indessen nicht zwischen Dr. X. und Dr. Y. einerseits und Ursina-Franck-Aktionären oder der Fusag anderseits getroffen, sondern es handelt sich hier um eine Abmachung aus dem Vertrag, welchen die Fusag mit den einzelnen Interessenten (Ursina-Franck-Aktionären) schloss.\n\nIrgendeinem Privaten, der nicht Anwalt ist, wird durch § 10 AG nicht verwehrt, für die Verfechtung bestimmter Interessen eine Gemeinschaft von Betroffenen zu bilden, den Rechtsstreit jedoch in eigenem Namen und auf eigenes Risiko zu führen und sich von den übrigen Interessenten lediglich für den Erfolgsfall einen Gewinnanteil versprechen zu lassen. Wenn die Initianten, Gründer und Träger der Fusag irgendwelche von den |149| beteiligten Anwälten völlig unabhängige Dritte wären, dann läge keine Verletzung von § 10 AG vor, und zwar selbst dann nicht, wenn die bevollmächtigten Anwälte Kenntnis von der zwischen der Fusag und ihren Auftraggebern getroffenen Vereinbarung hätten, aber selber ohne Rücksicht auf den Erfolg nach Tarif entschädigt würden. Es ist dem Anwalt, entgegen den Ausführungen im angefochtenen Entscheid, nicht verboten, zu normalen Bedingungen für einen Klienten zu arbeiten, der ihn im Erfolgsfall aus dem Prozessgewinn zu bezahlen gedenkt. Verboten ist lediglich die Abhängigkeit der Honorarberechnung vom Prozesserfolg; hingegen kann sich § 10 AG nicht auf die häufige wirtschaftliche Tatsache beziehen, dass der Klient im Falle des Obsiegens die Anwaltsrechnung aus dem Prozessgewinn begleicht.\n\nd) Im vorliegenden Fall ist den Rechtsanwälten Dr. X. und Dr. Y. die Verabredung eines Erfolgshonorars zwischen der Fusag und ihren Auftraggebern zur Last zu legen, sofern sie selber die Fusag gründeten, um Ursina-Franck-Aktionäre als Kunden werben und indirekt ein Erfolgshonorar vereinbaren zu können. Wenn die Beschwerdeführer die Initianten und eigentlichen Träger der Fusag sind, wie in den Gegenbemerkungen zur staatsrechtlichen Beschwerde behauptet wird, dann würde dies bedeuten, dass Gewinne bzw. Verluste der Fusag sich unmittelbar auf sie und ihre allfälligen Anwaltshonorarforderungen auswirkten. Je nach den konkreten Verhältnissen und Abmachungen könnte es sein, dass bei einem Misserfolg der Bemühungen die Bezahlung der Anwaltsrechnungen aus nicht aus dem Vermögen der beiden Anwälte selber stammenden Mitteln gar nicht möglich wäre; die Übernahme des Prozessrisikos durch die Fusag wäre dann im Ergebnis einer nach § 10 AG verbotenen Übernahme des Prozessrisikos durch die beiden Anwälte gleichzusetzen. Ebenso käme bei dieser Annahme ein allfälliges Erfolgshonorar den Anwälten zugute; denn sie wären ja - offen oder durch Strohmänner getarnt - die wirtschaftlichen Träger der Fusag; was der Fusag zuflösse, flösse damit ihnen zu; ob es schliesslich als Anwaltshonorar, Dividende, Tantième oder Liquidationsergebnis ausgeschüttet würde, ist ohne Belang. Aber auch wenn von Dritten zur Verfügung gestellte Mittel der Fusag vorhanden wären, welche im Falle eines Misserfolges die Bezahlung der Anwaltsrechnungen erlauben würden, läge ein Verstoss gegen § 10 AG vor, wenn die beiden Beschwerdeführer an einem |150| Gewinn der Fusag direkt oder indirekt beteiligt wären; denn § 10 AG verbietet selbstverständlich auch, dass der Anwalt zwar seine Bemühungen nach Tarif verrechnet, aber darüber hinaus am Erfolgshonorar eines Dritten (hier der Fusag) partizipiert.\n\n3. Ob zwischen den beschuldigten Anwälten und der Fusag derart enge rechtliche oder tatsächliche Bindungen bestehen, dass die Honorarvereinbarungen der Fusag entsprechenden Vereinbarungen der Anwälte gleichzusetzen sind, lässt sich dem angefochtenen Entscheid nicht entnehmen. Die Feststellung, die Fusag wolle die Anwälte letzten Endes aus ihrem Anteil am Prozessgewinn bezahlen, weshalb die Anwälte indirekt Nutzniesser der Erfolgsbeteiligung seien, genügt nach dem Gesagten nicht, um eine Verletzung von § 10 AG anzunehmen; denn damit besteht noch keine Abhängigkeit der Honorarberechnung vom Erfolg. In ihren Gegenbemerkungen scheint dies die Aufsichtskommission anzuerkennen; sie begründet die Disziplinarstrafe nunmehr mit der im ursprünglichen Entscheid nicht enthaltenen Behauptung, die Fusag sei von den Beschuldigten zur Umgehung des Anwaltsgesetzes geschaffen worden und diese seien die eigentlichen Träger der Gesellschaft. Auf diese neue Begründung, die mit Hinweisen auf das Vorgehen von Dr. Y. in anderen Fällen gestützt wird, ist hier nicht einzutreten, weshalb auch ein zweiter Schriftenwechsel über diese Argumentation überflüssig war. Es ist Sache der Aufsichtskommission, genau abzuklären, ob die im konkreten Fall gegebene Beteiligung der Anwälte an der Fusag gegen das Anwaltsrecht verstösst.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Auf die Beschwerde der AG für Rechtsschutz in Fusionssachen wird nicht eingetreten.\n\n2.- Die Beschwerden der Rechtsanwälte Dr. X. und Dr. Y. werden im Sinne der Erwägungen gutgeheissen und der angefochtene Entscheid der Aufsichtskommission vom 3. November 1971 wird aufgehoben."}