{"annee": "98", "cour": "IB", "page": "76", "date": "22/2/1972", "cite": [], "cite_par": ["111 V 279"], "chapeau": "11. Urteil vom 22. Februar 1972 i.S. Schweizerischer Wirtschaftsverband für Vieh und Fleisch und Mitbeteiligte gegen Eidg. Volkswirtschaftsdepartement.", "regestes": ["Crédits d'investissements dans l'agriculture (LF du 23 mars 1962). Les décisions octroyant ou refusant de tels crédits ne sont pas sujettes au recours de droit administratif (art. 99 lit. h OJ). Ce principe s'applique aussi à la décision du Département fédéral de l'économie publique statuant sur le recours dirigé contre le retrait de l'opposition que la Division de l'agriculture avait formée contre l'octroi d'un crédit par l'autorité cantonale compétente."], "faits": "|76|\n\nDer Schweizerische Viehproduzentenverband ersuchte gestützt auf das Bundesgesetz über Investitionskredite und Betriebshilfe in der Landwirtschaft vom 23. März 1962 (IBG) um Gewährung eines Investitionskredits für den Erwerb und den Ausbau der Besitzung \"Pré du Canal\" in Yverdon. Die dort bestehenden und noch auszubauenden Stallungen sollen der Förderung des Viehabsatzes dienen. Der Fonds d'investissements agricoles, Lausanne, bewilligte am 3. November 1970 einen Kredit von Fr. 300'000.--. Gegen diesen Entscheid erhob die Abteilung für Landwirtschaft am 23. Dezember 1970 \"provisorisch\" Einspruch. Am 19. Februar 1971 zog sie indessen den Einspruch zurück. Hiegegen führten der Schweizerische Wirtschaftsverband für Vieh und Fleisch sowie die beiden Viehhändler Charles Bruder, Payerne, und Clovis Corminboeuf, Avenches, Beschwerde beim Eidg. Volkswirtschaftsdepartement |77| mit dem Begehren, die Abteilung für Landwirtschaft sei anzuweisen, den Einspruch aufrechtzuerhalten.\n\nDas Departement entschied am 15. Dezember 1971, dass auf die Beschwerde, soweit sie eine förmliche Verwaltungsbeschwerde darstelle, nicht einzutreten sei, da sie sich nicht gegen eine beschwerdefähige Verfügung richte. Es sah in der Beschwerde auch eine Aufsichtsbeschwerde; diese wies es ab. Es erklärte, dass gegen den Nichteintretensentscheid beim Bundesrat Beschwerde erhoben werden könne.\n\nGegen den Entscheid des Departements haben der Wirtschaftsverband für Vieh und Fleisch und die beiden genannten Viehhändler Verwaltungsgerichtsbeschwerde beim Bundesgericht und gleichzeitig Verwaltungsbeschwerde beim Bundesrat eingereicht.\n\nDas Bundesgericht und die Eidg. Justizabteilung haben einen Meinungsaustausch über die Kompetenzfrage durchgeführt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführer verlangen, dass der von der Abteilung für Landwirtschaft zunächst (\"provisorisch\") erhobene, dann aber zurückgezogene Einspruch aufrechterhalten wird. Würde ihr Begehren geschützt, so müsste die Abteilung für Landwirtschaft nach Art. 49 Abs. 2 IBG und Art. 38 der zugehörigen Vollziehungsverordnung vom 26. Oktober 1962 selber (unter Vorbehalt der Beschwerdemöglichkeit) darüber entscheiden, ob der vom Viehproduzentenverband nachgesuchte Investitionskredit zu bewilligen oder zu verweigern sei. Das von den Beschwerdeführern in Gang gesetzte Verfahren, das zum angefochtenen Entscheid des Departements geführt hat, ist demnach gewissermassen ein Zwischenverfahren. Dränge die Beschwerde durch, so käme es schliesslich zu einer Art Endverfügung der Bundesbehörde über die Erteilung oder Verweigerung des Investitionskredites.\n\nDaher stellt sich die Frage, ob der Zuständigkeit des Bundesgerichts Art. 99 lit. h OG entgegensteht, wonach die Verwaltungsgerichtsbeschwerde gegen die Erteilung oder Verweigerung von Krediten, auf die das Bundesrecht keinen Anspruch einräumt, unzulässig ist. Ergibt sich, dass das Bundesrecht keinen Anspruch auf die in Frage stehenden Investitionskredite gibt, so ist die Verwaltungsgerichtsbeschwerde gegen den Entscheid |78| des Volkswirtschaftsdepartements vom 15. Dezember 1971 gemäss Art. 99 lit. h und Art. 101 lit. a OG ausgeschlossen.\n\n2. Nach Art. 1 IBG fördert der Bund durch Investitionskredite Massnahmen, die im Interesse der Rationalisierung der Landwirtschaft eine Verbesserung der Produktions- und Betriebsgrundlagen bezwecken; diese Massnahmen sind so zu treffen, dass die landwirtschaftliche Produktion die Landesversorgung soweit als möglich gewährleistet, der Aufnahmefähigkeit des einheimischen Marktes entspricht und den Möglichkeiten der Ausfuhr genügt. Gemäss Art. 3 IBG dürfen Investitionskredite \"in der Regel\" nur bewilligt werden, wenn a. die auf Grund der übrigen eidgenössischen und kantonalen Gesetzgebung bewilligten Beiträge im Einzelfall nicht ausreichen; b. der Gesuchsteller seine eigenen Mittel und seinen Kredit bereits \"soweit zumutbar\" eingesetzt hat bzw. einsetzt und die \"wünschenswerte\" Investition sonst nicht erfolgen könnte; dabei ist im Einzelfall auf die normalen Bedürfnisse des Betriebes Rücksicht zu nehmen; ferner ist die Tragbarkeit der neuentstehenden Belastung für den Gesuchsteller und bei juristischen Personen auch für die ihnen angeschlossenen Einzelbetriebe zu berücksichtigen; c. der Betrieb des Gesuchstellers zu tragbaren Bedingungen erworben wurde oder erworben werden kann (Abs. 1). Die Massnahmen sollen die Durchführung eines Gesamtplanes und die Durchsetzung der eidgenössischen und kantonalen Vorschriften nicht gefährden (Abs. 2). Die zuständigen Stellen haben im Einzelfall die Bedingungen und Auflagen festzulegen, die zur Erreichung und Sicherung des Zwecks der Investitionskredite erforderlich sind (Art. 4 IBG). Nach Art. 9 und 10 IBG \"können\" Investitionskredite zugunsten von Körperschaften und Anstalten bewilligt werden, insbesondere gemäss Art. 10 lit. b zur Beschaffung von Gemeinschaftseinrichtungen, die der betrieblichen und hauswirtschaftlichen Rationalisierung der Landwirtschaft sowie der Förderung von Qualität und Absatz landwirtschaftlicher Erzeugnisse dienen. Auch die Art. 13-17 IBG, betreffend die Investitionskredite zugunsten natürlicher Personen, sind blosse \"Kann-Vorschriften\". Kreditgesuche von Körperschaften und Anstalten sind nach Art. 11 Abs. 2 IBG \"insbesondere hinsichtlich der Zweckmässigkeit der vom Gesuchsteller beabsichtigten Vorkehren und deren Auswirkung auf die Leistungsfähigkeit der an der Massnahme interessierten Betriebe zu prüfen\". - Nach Art. 4 |79| Abs. 4 der Vollziehungsverordnung (Zusatz gemäss BRB vom 22. August 1967) dürfen Gemeinschaftseinrichtungen (Art. 10 lit. b IBG) nicht berücksichtigt werden, \"wenn im betreffenden Einzugsgebiet bestehende Betriebe Einzelner die vorgesehene Aufgabe ebenso gut zu erfüllen gewillt und in der Lage sind\" (worüber im vorliegenden Fall gestritten wird). - Art. 44 Abs. 1 IBG bestimmt, dass ein Rechtsanspruch auf Gewährung von Investitionskrediten nur entsteht, wenn ein gestelltes Gesuch ganz oder teilweise gutgeheissen wird, der Entscheid rechtskräftig geworden ist und der Bund gegen ihn in den Fällen von Art. 49 nicht mehr Einspruch erheben kann. Art. 49 Abs. 2 IBG sieht vor, dass u.a. \"wegen Unangemessenheit\" Einspruch erhoben werden kann.\n\nAus dieser Ordnung ist zu schliessen, dass der Entscheid über die Gewährung oder Verweigerung von Investitionskrediten, insbesondere auch solcher zugunsten von Körperschaften und Anstalten, in weitem Umfange dem Ermessen der zuständigen Verwaltungsstellen überlassen ist. Dafür spricht namentlich die Fassung der Art. 9, 10 und 13-17 IBG (\"können\", \"kann\"), wie auch die ausdrückliche Bestimmung des Art. 44 Abs. 1 IBG, dass ein Rechtsanspruch auf einen Investitionskredit nur entsteht, wenn ein gestelltes Gesuch gutgeheissen wird und der Entscheid rechtskräftig geworden ist. Daraus folgt, dass hinsichtlich der landwirtschaftlichen Investitionskredite ein Anspruch gemäss Bundesrecht im Sinne von Art. 99 lit. h OG nicht besteht und dass demzufolge im vorliegenden Fall die Verwaltungsgerichtsbeschwerde nicht zulässig ist.\n\nDie Eidg. Justizabteilung hat sich dieser Auffassung im Meinungsaustausch angeschlossen. Dementsprechend wird die Angelegenheit vom Bundesrat beurteilt.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Verwaltungsgerichtsbeschwerde wird nicht eingetreten."}