{"annee": "98", "cour": "III", "page": "41", "date": "22/2/1972", "cite": ["42 III 455", "81 III 37", "82 III 131"], "cite_par": [], "chapeau": "9. Entscheid vom 22. Februar 1972 i.S. X.", "regestes": ["Les autorités de surveillance en matière de poursuite pour dettes et de faillite ne sont pas compétentes pour fixer les honoraires du curateur nommé en application de l'art. 725 al. 4 CO. Portée de l'art. 16 du Tarif de 1957 et de l'art. 15 du Tarif de 1971. Application analogique de l'art. 67 du Tarif de 1957, respectivement de l'art. 61 al. 1 du Tarif de 1971 ? (question laissée indécise)."], "faits": "BGE 98 III 41 S. 41\n\nAm 16. Dezember 1970 schob das Zivilgericht Basel-Stadt die Eröffnung des Konkurses über eine Aktiengesellschaft gemäss Art. 725 Abs. 4 OR auf und bestellte Dr. X., Advokat in Basel, zum Sachwalter. Am 26. Februar 1971 eröffnete es über die genannte Gesellschaft infolge Insolvenzerklärung den Konkurs. Am 27. August 1971 sandte Dr. X., der sich von der Gesellschaft seinerzeit einen Kostenvorschuss von Fr. 60'000.-- BGE 98 III 41 S. 42hatte überweisen lassen, dem Konkursamt Basel-Stadt die Rechnung für seine Tätigkeit als Sachwalter. Darin bezifferte er sein Honorar in Anlehnung an den Konventionaltarif der Basler Advokatenkammer auf Fr. 47'000.-- und die Vergütung für Auslagen und Kopiaturen auf Fr. 12'238.25.\n\nAm 6. Oktober 1971 ersuchte das Konkursamt die kantonale Aufsichtsbehörde für Schuldbetreibung und Konkurs um Festsetzung des Sachwalterhonorars. Die Aufsichtsbehörde nahm mit dem Konkursamt an, die Entschädigung für den Sachwalter im Sinne von Art. 725 Abs. 4 OR richte sich wie jene für den Sachwalter im Nachlassverfahren nach dem Gebührentarif zum SchKG (Art. 67 des bis Ende Juli 1971 gültig gewesenen GebT vom 6. September 1957), woraus sich die Zuständigkeit der Aufsichtsbehörde zu ihrer Festsetzung ergebe, und setzte das Honorar von Dr. X. am 7. Februar 1972 auf Fr. 35'000.-- und die Vergütung für Auslagen und Kopiaturen auf Fr. 12'238.25 fest.\n\nDiesen Entscheid hat Dr. X. an das Bundesgericht weitergezogen mit dem Antrag, er sei aufzuheben und es sei festzustellen, \"dass die Aufsichtsbehörde zur Festsetzung des Honorars des Beschwerdeführers nicht zuständig und dass zur Berechnung des Honorars der Gebührentarif zum SchKG nicht anwendbar ist\".", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nWo die Aufsichtsbehörden für Schuldbetreibung und Konkurs das Entgelt für die Verrichtungen der in Zwangsvollstreckungs- und Sanierungsverfahren tätigen Organe festsetzen, tun sie das in Ausübung der ihnen zustehenden Aufsicht über die betreffenden Organe. Der Sachwalter, den der Konkursrichter in Anwendung von Art. 725 Abs. 4 OR einsetzt, untersteht im Gegensatz zum Sachwalter im Nachlassverfahren (Art. 295 Abs. 3 SchKG; BGE 42 III 460, BGE 82 III 134 f.) nicht der Aufsicht dieser Behörden. Daher steht es diesen Behörden nicht zu, das Entgelt für seine Tätigkeit festzusetzen, selbst wenn im übrigen seine Stellung noch so sehr jener des Sachwalters im Nachlassverfahren gleichen mag, dessen Entgelt nach Art. 67 des GebT von 1957 von der Aufsichtsbehörde festzusetzen war (wogegen nach Art. 61 Abs. 1 des GebT vom 7. Juli 1971 die Nachlassbehörde hiefür zuständig ist).\n\nBGE 98 III 41 S. 43\n\nOb das Entgelt für die Tätigkeit des Sachwalters im Sinne von Art. 725 Abs. 4 OR durch den GebT zum SchKG geregelt werde, wie die Vorinstanz annimmt, ist für die Beurteilung des vorliegenden Rekurses unerheblich. Selbst wenn diese Frage zu bejahen wäre, ergäbe sich daraus nämlich entgegen der Auffassung der Vorinstanz nicht, dass das fragliche Entgelt von der Aufsichtsbehörde für Schuldbetreibung und Konkurs festzusetzen sei. Der GebT bestimmt zwar, dass die Aufsichtsbehörden von Amtes wegen seine Anwendung überwachen (Art. 16 des GebT von 1957, Art. 15 des GebT von 1971). Das bedeutet jedoch nicht, dass die Aufsichtsbehörden für Schuldbetreibung und Konkurs die Anwendung des Tarifs ohne Rücksicht darauf zu überwachen haben, ob die Organe, für deren Verrichtungen das Entgelt zu bestimmen ist, ihrer Aufsicht unterstehen oder nicht. Für die richtige Anwendung des Tarifs zu sorgen, obliegt diesen Behörden vielmehr nur im Bereich der ihnen zustehenden Aufsichtsgewalt (BGE 81 III 37).\n\nSind die Aufsichtsbehörden für Schuldbetreibung und Konkurs nicht zuständig, das Entgelt für die Tätigkeit des Rekurrenten festzusetzen, so ist es auch nicht ihre Sache, sich darüber auszusprechen, welche Instanz zuständig und nach welchen Grundsätzen das Entgelt zu bestimmen sei. Zum letzten Punkte mag immerhin bemerkt werden, dass sich der GebT nach seinem Art. 1 in den Fassungen von 1957 und 1971 auf das Entgelt für die Verrichtungen des Sachwalters im Sinne von Art. 725 Abs. 4 OR jedenfalls nicht unmittelbar anwenden lässt, womit aber nicht von vornherein ausgeschlossen ist, dass sich unter Umständen eine entsprechende Anwendung rechtfertigen könnte.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird in dem Sinne gutgeheissen, dass der angefochtene Entscheid aufgehoben und festgestellt wird, dass die Aufsichtsbehörden für Schuldbetreibung und Konkurs nicht zuständig sind, das Honorar des Rekurrenten als Sachwalter im Sinne von Art. 725 Abs. 4 OR festzusetzen."}