{"annee": "98", "cour": "IB", "page": "27", "date": "29/3/1972", "cite": [], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil vom 29. März 1972 i.S. N. gegen Rekurskommission des Kantons Bern.", "regestes": ["Impôt pour la défense nationale: La révision d'une taxation entrée en vigueur de l'impôt pour la défense nationale en défaveur du contribuable est en principe exclue en dehors d'une procédure pour soustraction de l'impôt (art. 129 AIN)."], "faits": "BGE 98 Ib 27 S. 27\n\nAus dem Tatbestand\n\nDie X-AG erwarb im Dezember 1964 ein Kaufsrecht. In der Folge schloss sie sich mit dem Beschwerdeführer und zwei weiteren Personen zu einer einfachen Gesellschaft zusammen, wobei die einzelnen Gesellschafter zu je einem Viertel Anteil in das Kaufsrecht eintraten. Für den Verzicht auf die Ausübung des Kaufsrechtes wurde im Februar 1966 vom Kaufsrechtverpflichteten eine Abfindungssumme entrichtet. Als es um die Besteuerung dieses Vermögensgewinnes ging, stellte die X-AG bei der kantonalen Steuerverwaltung das Gesuch, es sei nicht sie für den Gesamtgewinn, sondern jeder einzelne Gesellschafter für seinen Gewinnanteil zu veranlagen. Die kantonale Steuerverwaltung entsprach diesem Gesuch nicht. Sie hielt fest, dass die X-AG für den Reingewinn aus dem Kaufsrechtverzicht allein steuerpflichtig sei. Die X-AG focht in der Folge die Veranlagung zum gesamten Vermögensgewinn nicht an und bezahlte die entsprechenden Wehrsteuern.\n\nIn seiner Steuererklärung für die Steuerjahre 1967/68 gab der Beschwerdeführer den aus dem Kaufsrechtverzicht erzielten Gewinn nicht an. Er wurde nach seiner Steuererklärung veranlagt. Die Veranlagung blieb unangefochten und erwuchs in Rechtskraft. In der Folge aber benachrichtigte die kantonale Steuerverwaltung die Veranlagungsbehörde über den Gewinnanteil des Beschwerdeführers aus dem Verzicht auf das Kaufsrecht. Daraufhin wurde gegen den Beschwerdeführer ein BGE 98 Ib 27 S. 28Nachsteuerverfahren eingeleitet. Die Steuerbehörde verzichtete auf die Geltendmachung von Strafsteuern und Bussen; sie forderte nur die zu wenig entrichteten Wehrsteuern nach.\n\nGegen die Nachsteuerverfügung erhob N. Beschwerde bei der kantonalen Rekurskommission, welche die Beschwerde abwies. Von der Auferlegung einer Busse sah auch sie ab.\n\nGegen diesen Entscheid erhebt N. Verwaltungsgerichtsbeschwerde und begehrt, es sei der angefochtene Entscheid aufzuheben. Die kantonale Rekurskommission beantragt die Abweisung der Beschwerde. Den selben Antrag stellt die Eidg. Steuerverwaltung (EStV); sie beantragt überdies, dass der Beschwerdeführer, in Abänderung des angefochtenen Rekursentscheides, ausser zur Bezahlung der Nachsteuer, zu einer Busse im einfachen Betrag der hinterzogenen Wehrsteuer verurteilt werde.\n\nDas Bundesgericht hat die Beschwerde gutgeheissen und den angefochtenen Entscheid aufgehoben.", "considerants": "Aus den Erwägungen:\n\n4. Den Tatbestand der Hinterziehung erfüllt nach Art. 129 WStB, wer dem Staate einen Wehrsteuerbetrag dadurch vorenthält, dass er die ihm im Veranlagungsverfahren obliegenden Pflichten - wozu insbesondere die wahrheitsgemässe und vollständige Ausfüllung der Steuererklärung gehört - nicht erfüllt oder Tatsachen, die für den Bestand oder den Umfang der Wehrsteuerpflicht wesentlich sind, verschweigt oder über sie vorsätzlich oder fahrlässig unrichtige Angaben macht (Urteil in ASA 22, S. 262). Ausser der Busse bis zum Vierfachen des entzogenen Wehrsteuerbetrages sind die hinterzogenen Steuern zu bezahlen.\n\nWie die EStV zutreffend ausführt, ist für den Tatbestand der einfachen Hinterziehung neben dem Entzug des Steuerbetrages und der Verletzung einer dem Steuerpflichtigen obliegenden Mitwirkungspflicht die Schuld des Steuerpflichtigen wesentlich. Strafbar wegen Hinterziehung ist mithin nur, wer schuldhaft handelt (vgl. KÄNZIG, N. 10 ff. zu Art. 129 WStB). Doch auch der Nachbezug des hinterzogenen Steuerbetrages setzt schuldhaftes Handeln voraus.\n\nVeranlagungs- und Rekursbehörde haben im vorliegenden Fall zwar eine Nachsteuer erhoben; von einer Busse haben sie jedoch Umgang genommen. Die Rekurskommission liess die BGE 98 Ib 27 S. 29Frage des Verschuldens offen. Nach der Verfahrensordnung des WStB kann aber eine Nachsteuer nur dann erhoben werden, wenn alle Tatbestandsmerkmale der Hinterziehung erfüllt sind. Nur wenn demnach ein Verschulden zu bejahen ist, werden eine Busse ausgesprochen und die hinterzogenen Steuern nachgefordert (vgl. hierzu das erwähnte Urteil in ASA 22, S. 262 ff.). Eine Korrektur im Nachsteuerverfahren ist mithin nur insoweit möglich, als sie einen Hinterziehungstatbestand beschlägt (vgl. KÄNZIG, ebenda, N. 15).\n\nDer Beschwerdeführer hat hinsichtlich der Wehrsteuer der 14. Periode eine ungenügende Besteuerung herbeigeführt, indem er den ihm zukommenden Gewinnanteil von Fr. 30'175.-- nicht deklarierte. Es fragt sich, ob ihn ein Verschulden trifft.\n\nDie EStV geht davon aus, dass der Beschwerdeführer als Mitglied der einfachen Gesellschaft, welche den Gewinn aus dem Verzicht auf die Ausübung des Kaufsrechtes erzielte, über die Deklarations- und Steuerpflicht aufgeklärt wurde. Sie begründet dies damit, dass bei den Vermögens-Gewinsteuer-Akten der X-AG u.a. eine Aufstellung über die Verteilung der Anteile am Gewinn bzw. eine Schlussabrechnung liege, welche von allen Gesellschaftern unterzeichnet sei und wo unter \"Bemerkungen\" ausgeführt werde: \"Eine eventuelle Nachforderung für Vermögensgewinnsteuer hat jeder Gesellschafter selbst zu bezahlen. Ferner hat jeder Gesellschafter den Gewinnanteil selbst zu versteuern (Einkommen und Vermögen...)\". Damit ist jedoch nicht nachgewiesen, dass der Beschwerdeführer die zu einer ungenügenden Besteuerung führende Pflichtverletzung schuldhaft begangen hat. Die erwähnte \"Aufteilung\", welche die angeführte Bemerkung enthält, wurde nämlich offensichtlich vor dem 26. März 1966 aufgestellt und von den Gesellschaftern unterzeichnet. Sie bildete bereits eine Beilage zum Gesuch der X-AG vom 26. März 1966, worin diese beantragte, es sei nicht sie für den Gesamtgewinn, sondern jeder einzelne Gesellschafter für einen Vermögensgewinn von Fr. 30'175.-- zu veranlagen. Es ist denn auch durchaus verständlich, dass sich die einzelnen Gesellschafter in diesem Zeitpunkt zur Übernahme der Steuerpflicht \"verpflichteten\". Dem Gesuch wurde aber in der Folge von der Steuerverwaltung nicht entsprochen, vielmehr erklärte diese, für den Reingewinn von Fr. 120'700.-- sei die X-AG allein steuerpflichtig, einer Gewinnaufteilung auf die einzelnen Gesellschafter könne nicht BGE 98 Ib 27 S. 30beigepflichtet werden. Diese Auffassung vertrat sie in der Folge auch in der Veranlagungsverfügung.\n\nBei dieser Sachlage kann es dem Beschwerdeführer nicht zum steuerrechtlichen Schuldvorwurf gereichen, wenn er gestützt und im Vertrauen auf die Auskunft der kantonalen Steuerverwaltung, wonach die X-AG \"allein\" für den Reingewinn von Fr. 120'700.-- steuerpflichtig sei, davon absah, den eigenen Gewinnanteil zu deklarieren. Der Tatbestand des Art. 129 WStB ist mithin nicht erfüllt. Ein Nach- und Strafsteuerverfahren für die Wehrsteuer hat demnach zu unterbleiben. Die Möglichkeit der Revision rechtskräftiger Wehrsteuerveranlagungen ist im WStB nicht ausdrücklich vorgesehen. Nachdem in der Regel die Revision zuungunsten des Steuerpflichtigen ausserhalb eines Nach- und Strafsteuerverfahrens wegen Hinterziehung (Art. 129 WStB) ausgeschlossen ist, muss es bei der ursprünglichen Veranlagung des Beschwerdeführers sein Bewenden haben und kann dahinstehen, ob der Veranlagungsfehler der Steuerverwaltung zum Vorwurf gereicht."}