{"annee": "98", "cour": "IB", "page": "120", "date": "24/3/1972", "cite": ["96 I 502", "98 IB 13", "96 I 686"], "cite_par": ["113 IB 403", "99 IB 70", "118 IB 614", "119 IB 305", "114 IB 241", "117 IB 64", "124 II 146", "115 IB 472", "118 IB 599", "109 IB 341", "114 IB 224"], "chapeau": "18. Auszug aus dem Urteil vom 24. März 1972 i.S. Einwohnergemeinde Bremgarten und Konsorten gegen Aargauisches Elektrizitätswerk, Kanton Aargau und Eidg. Departement des Innern.", "regestes": ["LF concernant la haute surveillance de la Confédération sur la police des forêts et Ordonnance d'exécution (LPF et OPF); LF sur la protection de la nature (LPN); défrichement en forêt protectrice. 1. Associations qui ont qualité pour former un recours de droit administratif en vertu de l'art. 12 LPN (consid. 1). 2. Recevabilité du recours de droit administratif (consid. 2). 3. Pesée des intérêts en présence, selon l'art. 26 OPF et 3 LPN, lors de la décision relative à l'autorisation de défricher (consid. 4 a et b). 4. C'est une question d'appréciation que de décider en quel endroit un reboisement doit être exécuté en compensation du défrichement (consid. 4 e)."], "faits": "|121|\n\nAuszug aus dem Sachverhalt:\n\nA.- Der Kanton Aargau erliess am 15. Oktober/14. Dezember 1969 das Reusstalgesetz. § 1 nennt als dessen Zweck, die Gemeinden Aristau, Hermetschwil, Jonen, Merenschwand, Mühlau, Oberlunkhofen, Rottenschwil und Unterlunkhofen vor Überschwemmungen durch die Reuss und deren Seitenbäche zu schützen, sie zu entwässern und soweit erforderlich zu meliorieren.\n\nDer Bund sicherte durch Bundesbeschluss vom 10. März 1971 dem Kanton Aargau einen Bundesbeitrag von 30% der tatsächlichen Kosten - nach Abzug des Kostenbeitrages des Kraftwerkes Bremgarten-Zufikon - zu.\n\nIm Zusammenhang mit der Reussmelioration soll das Kraftwerk Bremgarten-Zufikon neu gebaut werden. Das bisherige Kraftwerk, das aus der Frühzeit der Elektrizitätswirtschaft stammt, wird in einem Urteil des Verwaltungsgerichts des Kantons Aargau vom 11. Januar 1972 als baufällig bezeichnet. Gegen die Erteilung der Konzession für das neue Kraftwerk hatten sich starke Widerstände in der Bevölkerung geregt. Hauptträger der Opposition ist der Reusstalbund, Aargauische Vereinigung zum Schutze der Fluss- und Seelandschaften. Trotz der Opposition wurde die Konzession für die Wasserkraftnutzung der Reuss am 23. November 1967 mit Inkrafttreten auf den 1. Mai 1970 vom Regierungsrat mit Genehmigung des Grossen Rates erteilt.\n\nÜber die Beziehungen zwischen dem Kraftwerkbau und der Reusstalsanierung bestimmt § 10 des Reusstalgesetzes:\n\n\"1 Das Kraftwerk Bremgarten-Zufikon ist Bestandteil der Sanierung der Reussebene. Die Projekte für den wasserbaulichen Teil, den meliorationstechnischen Teil und das Kraftwerk BremgartenZufikon sind aufeinander abgestimmt.\n\n2 Die Ausführung des wasserbaulichen Teils, des meliorationstechnischen Teils und des Kraftwerkes Bremgarten-Zufikon ist zu koordinieren.\n\n3 Bau-, Betriebs- und Unterhaltskosten der Bauten und Anlagen, die sowohl dem wasserbaulichen Teil als auch dem Kraftwerk Bremgarten-Zufikon dienen, sind vom Regierungsrat nach Massgabe des Interesses auf Staat und Kraftwerk zu verlegen. Durch diesen Kostenverteiler darf der Stromkonsument nicht zusätzlich belastet werden.\"\n\nDie Gegner des Reusstalgesetzes führten gegen die Erteilung der Baubewilligung für das Kraftwerk Beschwerde beim Regierungsrat |122| und beim Verwaltungsgericht des Kantons Aargau, wurden aber vom letzteren mit Entscheid vom 11. Januar 1972 abgewiesen.\n\nDie Reusskorrektion oberhalb von Bremgarten und die Errichtung des neuen Kraftwerkes bedingen teils dauernde, teils vorübergehende Eingriffe in die Waldungen der Uferböschungen der Reuss. Der Schutz dieser Uferwaldungen ist ein Hauptanliegen der Gegner des Kraftwerkbaus.\n\nZum Schutze der Uferwaldungen wurden in Art. 4 des Subventionsbeschlusses des Bundes folgende Bestimmungen aufgenommen:\n\n\"1. Die Rodungen sind auf das unbedingt Notwendige zu beschränken und durch flächengleiche Aufforstungen im Regulierungsperimeter zu ersetzen.\n\n2. In den beteiligten Gemeinden sind im Rahmen des Gesamtperimeters Waldperimeter auszuscheiden, in denen die Rodungen und die Ersatzaufforstungen festgelegt werden. Für die Ersatzaufforstungen sind frühzeitig die erforderlichen Flächen zu reservieren.\n\n3. ...\"\n\nDer Reussflusslauf gilt als eine Landschaft, deren Erhaltung von nationaler Bedeutung ist; die Uferwälder sind Schutzwaldungen im Sinne von Art. 3 Abs. 2 des BG betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 11. Oktober 1902 (FPolG).\n\nB.- Das Eidg. Departement des Innern (EDI) bewilligte am 24. November 1971 \"generell\" die im Zusammenhang mit der Reusstalmelioration erforderlichen Rodungen im Ausmass von \"ungefähr 30 ha\". Es hielt fest, die Rodungen seien auf das unbedingt Notwendige zu beschränken und durch flächengleiche Aufforstungen im Regulierungsperimeter - wenn möglich in der Reussebene - zu ersetzen. Gleichzeitig erteilte es die Bewilligung, in einer ersten Etappe 12'850 m2 Wald zu roden.\n\nC.- Gegen diese Verfügung des EDI führen die Einwohnergemeinde Bremgarten, der Reusstalbund sowie eine Anzahl regionaler und gesamtschweizerischer Verbände Verwaltungsgerichtsbeschwerde.\n\nDie Verwaltungsgerichtsbeschwerde der Gemeinde Bremgarten beruht auf einem entsprechenden Beschluss der Gemeindeversammlung. Es werden darin folgende Begehren gestellt: |123|\n\n\"Die Rodungsbewilligung des Eidg. Departements des Innern sei aus Gründen des Natur- und Heimatschutzes nach Massgabe des bezüglichen BG vom 1. Juli 1966 zu verweigern.\n\nSollte die Rodungsbewilligung geschützt werden, sei nach Massgabe der Subventionsverhandlungen über das Reusstalgesetz im Nationalrat der am Reussufer gerodete Wald wieder in der Uferzone aufzuforsten.\n\nAls Mindestforderung sei das Inkrafttreten der Rodungsbewilligung zeitlich soweit zu verschieben, bis über die Initiative 'Freie Reuss' rechtskräftig entschieden ist.\"\n\nDie Verwaltungsgerichtsbeschwerde des Reusstalbundes, die sich inhaltlich mit den Verwaltungsgerichtsbeschwerden der weiteren beschwerdeführenden regionalen und gesamtschweizerischen Verbände deckt, rügt im wesentlichen folgendes:\n\nDas Verfahren vor dem EDI sei mangelhaft und in Verletzung der Richtlinien des Schweiz. Forstvereins für Rodungsgesuche durchgeführt worden. Insbesondere fehlten ein Zeitplan für die Rodung und genaue Angaben über die Rodungsflächen und die als Ersatz geplanten Aufforstungsflächen.\n\nAls Ersatz für die Rodung der ersten Etappe solle ganz am Rande des Rodungsperimeters in der \"Nüeschhau/Besenweid\" aufgeforstet werden. Dies widerspreche aber der Verschärfung der Rodungsbestimmungen, die der Nationalrabeschlossen habe (StenBull NR 1971, 178/79).\n\nAuch weitere Aufforstungen in der \"Nüeschhau/Besenweid\" entsprächen nicht dem Willen des Gesetzgebers bzw. des Bundesbeschlusses. Vorgängig der Erteilung irgendeiner Rodungsbewilligung müsse ein Gesamtplan erstellt werden. Nur ein Gesamtplan gewährleiste die Respektierung der Vorschriften des Bundesbeschlusses. Er müsste die gesamten Wiederaufforstungsflächen bezeichnen und auch die Rodungen für den meliorationstechnischen Teil aufführen. Bis jetzt seien aber nicht einmal die zu rodenden Flächen endgültig bestimmt.\n\nDie bewilligten Rodungen verletzten Art. 26 FPolV, denn ein \"gewichtiges, das Interesse an der Waldhaltung überwiegendes Bedürfnis für die Rodung\" fehle. Das Interesse an der ungeschmälerten Erhaltung der Reusslandschaft wiege wesentlich schwerer als das Interesse an der Errichtung des Kraftwerkes.\n\nDas geplante Flusskraftwerk sei heutzutage nicht mehr wirtschaftlich. Vor allem aber werde bestritten, dass es einen wichtigen Bestandteil der Reusstalmelioration darstelle. Der |124| Hochwasserschutz könne ohne Kraftwerkbau durch Verstärkung und Erhöhung der heute bestehenden Dämme und die Erhaltung der Feuchtbiotope durch Beibehaltung des Stausees des heutigen Kraftwerkes Zufikon gewährleistet werden. Dazu wären lediglich Rodungen im Umfange von etwa 1 ha notwendig.\n\nD.- Der Regierungsrat des Kantons Aargau, das Aaargauische Elektrizitätswerk und das Eidgenössische Departement des Innern beantragen Abweisung der Beschwerde.\n\nDie Eidg. Natur- und Heimatschutzkommission beschloss am 24. November 1971, sie stelle sich \"einhellig hinter die Gesamtlösung\", auch wenn grössere Waldrodungen nicht zu umgehen seien. Wesentlich sei die Wiederaufforstung innerhalb des Regulierungsperimeters.\n\nE.- Eine Abordnung des Bundesgerichts nahm am 14. März 1972 in Bremgarten einen Augenschein vor.\n\nIn einem Schreiben vom 21. März 1972 erklärte das EDI, mit seiner Verfügung vom 24. November 1971 habe es die Rodung von 30 ha Wald bewilligt. Die Freigabe einzelner Rodungsetappen sei im Rahmen der im Bundesbeschluss vom 10. März 1971 verankerten Überwachung der Vorschriften betr. Rodungen und Aufforstungen zu verstehen. Gegen die Freigabe der folgenden Rodungsetappen könne keine Verwaltungsgerichtsbeschwerde mehr geführt werden.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 12 NHG sind ausser den durch eine Verfügung direkt berührten Personen auch die Gemeinden und die gesamtschweizerischen Vereinigungen, \"die sich statutengemäss dem Natur- und Heimatschutz oder verwandten, rein ideellen Zielen widmen\", zur Beschwerde legitimiert. Die Beschwerdelegitimation der Gemeinde Bremgarten ist somit ohne weiteres zu bejahen (vgl. BGE 98 Ib 15 E. 1a).\n\nRegionale Vereinigungen sind nicht zur Beschwerde legitimiert. Die Beschwerdelegitimation des Reusstalbundes, der sich ausdrücklich als \"Aargauische Vereinigung zum Schutze der Fluss- und Seelandschaften\" bezeichnet, und des Kantonalverbandes Aargau des Touristenvereins \"Die Naturfreunde\" muss deshalb verneint werden.\n\nDie Beschwerdelegitimation soll grundsätzlich nur solchen gesamtschweizerischen Vereinigungen zukommen, die sich |125| hauptsächlich dem Natur- und Heimatschutz oder verwandten, rein ideellen Zwecken widmen. Die beiläufige Erwähnung des Natur-und Heimatschutzes oder verwandter, rein ideeller Zwecke in den Statuten einer gesamtschweizerischen Sportvereinigung legitimiert diese Vereinigung deshalb nicht ohne weiteres zur Beschwerdeführung im Sinne von Art. 12 Abs. 1 NHG. Eine gewisse Beschränkung der Beschwerdelegitimation drängt sich schon deshalb auf, weil die entscheidende Behörde nach Möglichkeit die beschwerdeberechtigten Vereinigungen über Verfügungen orientieren sollte, die Anlass zu einer Verwaltungsgerichtsbeschwerde nach Art. 12 NHG geben könnten; denn bevor eine beschwerdeberechtigte Vereinigung von der Verfügung Kenntnis nehmen konnte, läuft ihr gegenüber keine Anfechtungsfrist. Diese Orientierung kann aber nur dann alle beschwerdeberechtigten Vereinigungen erfassen, wenn deren Kreis überblickbar bleibt. Eine weite Auslegung von Art. 12 Abs. 1 NHG wäre deshalb der Rechtssicherheit abträglich (vgl. BGE 96 I 691). Der Schweizerische Kanuverband, der Verband Schweizerischer Wasserfahrvereine, der Satus-Wasserfahrerverband der Schweiz, der Schweizerische Fischerei-Verband sowie der Schweizerische Pontonier-Fahrverein verfolgen im wesentlichen sportliche Ziele. Den Natur- und Heimatschutz pflegen sie im Rahmen dieser sportlichen Ziele. Da ihnen somit die Beschwerdelegitimation im vorliegenden Falle fehlt, kann auf ihre Beschwerden nicht eingetreten werden.\n\nDagegen sind die Aqua Viva, Nationale Aktionsgemeinschaft zur Erhaltung der Flüsse und Seen, und der Rheinaubund, Schweiz. Arbeitsgemeinschaft für Natur und Heimat, zur Beschwerde legitimiert. Sie können auch eine Verletzung der Forstgesetzgebung rügen (BGE 96 I 502, 691).\n\n2. Die angefochtene Verfügung des EDI enthält\n\n- eine \"generelle\" Bewilligung für die im Zusammenhang mit der Reussmelioration (wasserbaulicher Teil) erforderlichen Rodungen im Ausmass von ungefähr 30 ha;\n\n- die Bewilligung einer ersten Rodungsetappe über 12'850 m2 mit Anweisung, wo die Ersatzaufforstungen durchzuführen sind;\n\n- Anweisungen für das Vorgehen bei den weiteren Rodungsetappen.\n\nDie Verwaltungsgerichtsbeschwerde ist im Rahmen von Art. 97 ff. OG nur zulässig gegen Verfügungen im Sinne von |126| Art. 5 VwG. Ziff. 6 und 7 des angefochtenen Entscheides über die erste Rodungsetappe und die im Zusammenhang damit erforderliche Ersatzaufforstung bilden solche Verfügungen, denn sie begründen das Recht, zu roden, und die Pflicht, aufzuforsten. Aber auch die \"generelle\" Rodungsbewilligung für ungefähr 30 ha Wald, die sich auf das Gesamtprojekt bezieht, muss zusammen mit den damit verbundenen Anweisungen für das Vorgehen bei den nächsten Rodungsetappen als solche Verfügung qualifiziert werden. Zwar begründet sie im Unterschied zur Bewilligung für die erste Rodungsetappe nicht ein Recht, zu roden, oder eine Pflicht, aufzuforsten. Diese Rechte und Pflichten können bezüglich der restlichen Rodung erst begründet werden, wenn Rodungs- und Aufforstungsflächen genau bekannt sind und sich die Notwendigkeit der Rodung beurteilen lässt, was vorläufig nicht zutrifft. Mit ihrer generellen Rodungsbewilligung stellt die Vorinstanz hingegen im Sinne von Art. 25 VwG fest, dass Rodungen von ungefähr 30 ha, soweit sie für das Gesamtprojekt unbedingt notwendig sind, im öffentlichen Interesse liegen. Zu den Verfügungen im Sinne von Art. 5 VwG zählen aber auch Feststellungsverfügungen. Sowohl die generelle Rodungsbewilligung und die mit ihr verbundenen Anordnungen als auch die Bewilligung für die erste Rodungsetappe können demnach grundsätzlich mit Verwaltungsgerichtsbeschwerde angefochten werden. Da der angefochtene Entscheid von einem Departement des Bundesrates ausgeht und keine der in Art. 99 bis 102 OG aufgezählten Ausnahmen auf den vorliegenden Fall zutrifft, sind die Beschwerden der Gemeinde Bremgarten, der Aqua Viva und des Rheinaubundes nach Art. 98 lit. b OG zulässig. Im Zusammenhang mit dem Entscheid über die generelle Rodungsbewilligung sind die auf das Gesamtprojekt als solches bezüglichen Argumente der Beschwerdeführer zu prüfen. Über sie wird hier endgültig entschieden. Dagegen steht es den Beschwerdeführern frei, die Bewilligungen der weiteren Rodungsetappen mit speziell die jeweils in Frage stehende Etappe betreffenden Argumenten anzufechten.\n\n3. Die Beschwerden könnten nur gutgeheissen werden, wenn dargetan wäre, dass die angefochtene Verfügung Bundesrecht verletzt oder auf einer unrichtigen oder unvollständigen Feststellung des rechtserheblichen Sachverhaltes beruht (Art. 104 lit. a und b OG). |127|\n\nZur Abklärung der Frage, ob die verlangten Rodungen im Sinne von Art. 4 Ziff. 1 des Subventionsbeschlusses vom 10. März 1971 unbedingt notwendig sind, hat das Oberforstinspektorat einen Augenschein durchgeführt. Es besteht keine bundesrechtliche Pflicht, über einen solchen Augenschein ein Protokoll zu erstellen (vgl. Art. 19 VwG, Art. 55 und 56 BZP). An die Richtlinien des Schweizerischen Forstvereins ist das EDI nicht gebunden. Im vorliegenden Falle waren im übrigen dermassen eingehende Beratungen des gesamten Reussprojektes vorausgegangen, dass dem EDI sicher nicht eine ungenügende Abklärung des Sachverhaltes vorgeworfen werden kann, wenn es auf Grund des Augenscheins und der ihm zur Verfügung stehenden Unterlagen zum Schlusse kam, die Rodung der 12'850 m2 in unmittelbarer Nähe des neuen Kraftwerkes sei unbedingt notwendig und die im Zusammenhang mit der Reusstalmelioration erforderlichen Rodungen insgesamt erfolgten im öffentlichen Interesse. Da die Ersatzaufforstung für die erste Rodung im Regulierungsperimeter liegt - wenn auch unmittelbar an dessen Grenze -, bestand auch keine Pflicht, näher abzuklären, ob es eventuell noch andere geeignete Aufforstungsflächen näher bei der Reuss gäbe, die schon bei der ersten Wiederaufforstungsetappe verwendet werden könnten.\n\nDie Beschwerdeführer rügen, dass noch kein Gesamtplan hinsichtlich der zu rodenden und wieder aufzuforstenden Flächen vorliegt. Sie führen aber keine Vorschrift des Bundesrechts an, wonach ein solcher Gesamtplan vorgängig der Bewilligung einer ersten Rodungsetappe erstellt werden müsste. Wohl mag die Erstellung eines solchen Gesamtplanes wünschenswert sein, doch sind Fragen der blossen Zweckmässigkeit der Überprüfung durch das Bundesgericht entzogen. Insbesondere kann keine Pflicht zur Erstellung eines Gesamtplans aus Art. 25 ter FPolV abgeleitet werden. Art. 25 ter FPolV ist lediglich von Bedeutung für die Bestimmung der Zuständigkeit zur Beurteilung von Rodungsgesuchen (vgl. Art. 50 Abs. 2 FPolG, Fassung vom 18. März 1971, sowie Art. 25 bis und 25 ter FPolV).\n\nDie Rüge der unrichtigen und unvollständigen Feststellung des Sachverhaltes dringt somit nicht durch.\n\n4. Eine Verletzung von Bundesrecht wird unter vier Gesichtspunkten gerügt: |128|\n\n- Verletzt sei Art. 26 Abs. 1 FPolV; denn für den Bau des Kraftwerks und die damit zusammenhängenden Rodungen fehle ein überwiegendes öffentliches Interesse.\n\n- Verletzt sei das Bundesgesetz über den Natur- und Heimatschutz vom 1. Juli 1966; denn die Reusslandschaft sei eine Landschaft von nationalem Interesse, deren ungeschmälerte Erhaltung oder grösstmögliche Schonung durch Art. 6 dieses Bundesgesetzes geboten sei.\n\n- Verletzt sei Art. 4 Ziff. 1 des Bundesbeschlusses vom 10. März 1971 über die Zusicherung eines Bundesbeitrages an die Reusskorrektur und die Melioration der Reusslandschaft; denn die Wiederaufforstung am äussersten Rande des Regulierungsperimeters, 700 m vom Reussufer entfernt, widerspreche dem Sinn und Geist dieser Bestimmung.\n\n- Es verletze die Rechtsgleichheit, dass für das Kraftwerk Bremgarten-Zufikon eine Rodungsbewilligung erteilt werde, während für ein Waldbad bei Bremgarten eine Rodungsbewilligung verweigert worden sei.\n\na) Die Interessenabwägung nach Art. 26 FPolV ist grundsätzlich Rechtsfrage. Verwaltungsbehörden und Bundesgericht haben sich dabei leiten zu lassen von Art. 31 FPolG, Art. 26 FPolV und Art. 3 NHG (BGE 96 I 506).\n\nDoch kann das Bundesgericht die Interessenabwägung der Verwaltungsinstanzen nur insoweit überprüfen, als diesen Instanzen nach vorausgegangenen, rechtskräftig gewordenen Entscheiden noch ein Entscheidungsspielraum bleibt.\n\nIm vorliegenden Falle war vorgängig der Konzessionserteilung an das Aargauische Elektrizitätswerk ein Einspracheverfahren durchgeführt worden, bei dem alle sich auf Art. 22 des Bundesgesetzes über die Nutzbarmachung der Wasserkräfte (Wahrung der Schönheiten der Natur) stützenden Einwendungen geltend gemacht werden konnten. Der Regierungsrat hat sich seinerzeit bemüht, die Interessen des Kraftwerkes mit den Interessen an der Gesamtmelioration der Reussebene zu koordinieren. Er hat zu diesem Zweck eine besondere Fachkommission eingesetzt, die die Belange des Natur- und Heimatschutzes eingehend prüfte. Dem Kraftwerk wurden in der Konzession entsprechende Auflagen hinsichtlich Uferschutz und Geländeschutz gemacht. Doch war die Kantonsregierung nur zuständig, der Konzessionärin Zusicherungen hinsichtlich |129| der Rodungen der Ufergehölze zu machen, soweit dieselben noch keine Schutzwaldungen darstellten. Da diese Uferwaldungen inzwischen Schutzwaldungen geworden sind, sind für Rodungen von über 30 a ausschliesslich die Bundesbehörden zuständig. Die Erteilung der Wasserrechtskonzession durch den Regierungsrat steht deshalb der freien Interessenabwägung durch die forstpolizeilichen Instanzen des Bundes und durch das Bundesgericht nicht entgegen.\n\nDagegen ist bedeutsam, dass sowohl der aargauische Gesetzgeber als auch die Bundesversammlung festgestellt haben, das Kraftwerk sei Bestandteil der Sanierung der Reussebene. Dementsprechend sind auch die für das Kraftwerk unbedingt notwendigen Rodungen Massnahmen zur Sanierung der Reussebene und liegen insofern im öffentlichen Interesse. In der Botschaft zum Subventionsbeschluss der Bundesversammlung (BBl 1970 II 403) wird über die Bedeutung des Kraftwerkes folgendes ausgeführt:\n\n\"Das Aargauische Elektrizitätswerk (AEW) will anstelle des bestehenden alten Kraftwerkes Bremgarten-Zufikon ein neues, grösseres bauen, um die jährliche Energieerzeugung von 12 auf rund 100 Millionen kWh zu steigern. Die Wirtschaftlichkeitsberechnungen haben ergeben, dass sich im Zusammenhang mit der Melioration der Reussebene ein Neubau der Anlage sehr wohl rechtfertigen lässt. Den Ausschlag für die Konzessionserteilung gibt aber die Tatsache, dass der Bau dieses Werkes die Ausführung der Reussebenemelioration im Interesse der Landwirtschaft wesentlich erleichtert. Die vom AEW vorgesehenen Bauten und Anlagen, insbesondere Dämme, Kanäle und Pumpwerke, dienen gleichzeitig dem Hochwasserschutz, und sie verbilligen den wasserbaulichen Teil des Sanierungsprojektes um rund 4,6 Millionen Franken. In bezug auf die Vorflutverhältnisse ist festzuhalten, dass sie nur dank dem Kraftwerkbau so saniert werden können, dass die Reusslandschaft nicht beeinträchtigt wird. Ein im Jahre 1961 erstelltes reines Entwässerungsprojekt trug den Wünschen des Naturschutzes zu wenig Rechnung. Es musste dann eine Verständigungslösung gesucht werden. Diese liegt nun in dem Gesamtprojekt vor, das nur in Verbindung mit dem Kraftwerkbau gleichzeitig die Interessen der Entwässerung und Melioration der Reussebene, des Hochwasserschutzes und des Landschaftsschutzes in bestmöglicher Weise zu berücksichtigen erlaubt. Der Kraftwerkbau kann daher füglich als Bestandteil des ganzen Sanierungswerkes bezeichnet werden.\"\n\nIn der Vernehmlassung des EDI wird erklärt, dass der Aufstau der Reuss von der heutigen Kote 375,5 m auf die Kote 380 m für die Kontrolle der Grundwasserhaltung und den |130| Weiterbestand der Naturschutzzonen nach der Durchführung der Reusskorrektion unbedingt erforderlich sei. Der Flachsee bei Unterlunkhofen habe auch grosse Bedeutung für die Erhaltung der Vogelwelt. Durch die Verweigerung der Rodungen würden die Interessen des Naturschutzes nicht etwa gewahrt, sondern geschmälert. Die äusserst reichhaltigen Ried- und Auengebiete würden in ihrer ökologischen Grundlage bedroht, wenn nicht aufgestaut würde. Nach Ansicht der kantonalen Instanzen und der Bundesbehörden, der allerdings von den Beschwerdeführern widersprochen wird, besteht also im vorliegenden Falle kein Interessengegensatz zwischen den Anliegen des Natur- und Umweltschutzes einerseits und den Bedürfnissen der Technik und der Elektrizitätswirtschaft anderseits.\n\nDas schliesst nicht aus, dass zwischen einem der verschiedenen Anliegen des Naturschutzes - der Erhaltung der Uferwaldungen - und den übrigen Anliegen des Naturschutzes sowie den Anforderungen der Technik ein Interessenkonflikt besteht: Ohne gewisse Rodungen der Uferwaldungen kann das Gesamtwerk der Reussmelioration mit all seinen vielfältigen Funktionen nicht verwirklicht werden. Dieser Konfliktssituation war sich nicht nur der Kanton, sondern auch die Bundesversammlung voll bewusst. Dementsprechend wurden im Plenum des Nationalrates die Bestimmungen über die zulässigen Rodungen und den Standort der Ersatzaufforstungen gegenüber dem Entwurf des Bundesrates noch verschärft (StenBull NR 1971, 166-179). Die Auflagen für die Subventionsgewährung des Bundes gehen als lex specialis dem Art. 26 FPolV vor. Das eidg. Parlament hat damit selbst die Interessenabwägung bereits vorgenommen, und zwar in dem Sinne, dass die unbedingt notwendigen Rodungen im öffentlichen Interesse zulässig sind, sofern im Regulierungsperimeter wieder aufgeforstet wird, dass aber weitergehende Rodungen unzulässig sind.\n\nDemgegenüber glauben die Beschwerdeführer, massgebend sei vor allem das Interesse an einer unveränderten Uferlandschaft. Sie übersehen jedoch, dass dies nur ein Teilaspekt der gesamten Reusskorrektion und der Melioration der Reussebene ist. Entscheidend ist, welche Lösung gesamthaft und langfristig den öffentlichen Interessen am besten dient. Diesbezüglich durfte das EDI nicht nur, es musste geradezu seinem Entscheid die Interessenabwägung des Kantons Aargau und der Bundesversammlung |131| zugrunde legen. Das überwiegende öffentliche Interesse am Gesamtprojekt und an den bewilligten Rodungen im Umfange von 12'850 m2, deren unbedingte Notwendigkeit anlässlich des Augenscheins vom 14. März 1972 klar zutage trat, ist daher zu bejahen.\n\nb) Auch das Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz ist nicht verletzt. Gemäss Art. 24 sexies Abs. 1 BV ist der Natur- und Heimatschutz grundsätzlich Sache der Kantone. Der Bund ist lediglich verpflichtet, in Erfüllung seiner Aufgaben das heimatliche Landschafts- und Ortsbild, geschichtliche Stätten sowie Natur- und Kulturdenkmäler zu schonen und, wo das allgemeine Interesse überwiegt, ungeschmälert zu erhalten. Er hat darüber hinaus die ihm in Art. 24 sexies Abs. 3 und 4 eingeräumten Befugnisse. Das BG über den Natur- und Heimatschutz hält sich an diese Kompetenzausscheidung. Die Art. 2-11 NHG wenden sich deshalb in erster Linie an die Bundesinstanzen, die bei der Erfüllung von Bundesaufgaben mit den Geboten des Natur- und Heimatschutzes in Konflikt geraten könnten. Doch kann der Bund die Erfüllung gewisser Bundesaufgaben an die Kantone übertragen; dann sind auch die zuständigen kantonalen Instanzen bei der Erfüllung der Bundesaufgaben an das NHG gebunden. Bei Rodungsbewilligungen haben sich deshalb sowohl die Bundesbehörden als auch die zuständigen kantonalen Behörden an das NHG zu halten, und es können sowohl kantonale wie eidgenössische Entscheide von den in Art. 12 NHG genannten gesamtschweizerischen Vereinigungen mit Verwaltungsgerichtsbeschwerde angefochten werden (BGE 96 I 691).\n\nAuch wenn das Inventar der Objekte von nationaler Bedeutung gemäss Art. 5 NHG vom Bundesrat noch nicht aufgestellt ist und diesbezüglich erst Vorarbeiten von privaten Vereinigungen bestehen, sind die Bundesbehörden doch schon heute an Art. 3 NHG gebunden. Sie haben also bei der Erteilung von Rodungsbewilligungen darauf zu achten, dass das heimatliche Landschaftsbild geschont wird und dass es dort, wo das allgemeine Interesse überwiegt, ungeschmälert erhalten bleibt (Art. 2 lit. b, Art. 3 NHG).\n\nDiese Pflicht hat weder die Bundesversammlung bei der Subventionsgewährung noch das EDI bei der Erteilung der Rodungsbewilligung verkannt. Wie erwähnt gehen beide davon |132| aus, dass die Rodungen auf das unbedingt Notwendige zu beschränken sind, um das Landschaftsbild zu schonen. Sie glauben aber, dass das allgemeine Interesse nicht die absolute ungeschmälerte Erhaltung des heutigen Zustandes verlangt, sondern dass die im Interesse des Gesamtwerkes notwendigen Rodungen durchaus dem allgemeinen Interesse entsprechen. Diese Auffassung verletzt das NHG nicht.\n\nc) Die Beschwerdeführer bestreiten zu Recht nicht, dass die Rodung von 12'850 m2 in der Umgebung des neuen Kraftwerkes, wie sich auch anlässlich des Augenscheins herausgestellt hat, für dessen Bau unbedingt erforderlich ist. Dagegen rügen sie, dass die Ersatzaufforstung am äussersten Rand des Regulierungsperimeters erfolgen soll. Dies widerspreche dem Sinn und Zweck der von der Bundesversammlung angenommenen Rodungsauflagen.\n\nDer Standort der Ersatzaufforstung innerhalb des Regulierungsperimeters ist jedoch grundsätzlich eine Ermessensfrage. Die Handhabung des Ermessens kann vom Bundesgericht nur unter dem Gesichtspunkt der Ermessensüberschreitung oder des Ermessensmissbrauchs überprüft werden (Art. 104 lit. a OG). Von einem Ermessensmissbrauch könnte höchstens gesprochen werden, wenn ein anderer Standort - näher an der Reuss - sich geradezu aufdrängen würde und ohne jeden sachlichen Grund nicht gewählt worden wäre. Einen solchen andern Standort bezeichnen die Beschwerdeführer selbst nicht. Ihre Befürchtung, es sei damit zu rechnen, dass die Aufforstung insgesamt an die Ränder des Regulierungsperimeters gelegt werde, ist durch nichts bewiesen. Das EDI macht im Gegenteil geltend, mit fortschreitender Melioration werde es möglich sein, grössere Aufforstungsgebiete nahe an der Reuss zu gewinnen. Ausserdem besteht nach Aussagen der zuständigen Organe des Aargauischen Elektrizitätswerks die Möglichkeit, schon die Ersatzaufforstung für die erste Rodungsetappe näher an die Reuss zu verlegen.\n\nd) Eine Verletzung von Art. 4 BV (Rechtsungleichheit) erblicken die Beschwerdeführer darin, dass die Rodungsbewilligung für das Kraftwerk erteilt, eine Rodungsbewilligung für ein Waldbad bei Bremgarten hingegen verweigert wurde. Doch handelt es sich hier offensichtlich um völlig verschiedene Tatbestände. Eine Verletzung der Rechtsgleichheit liegt deshalb nicht vor. |133|\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Beschwerden der Einwohnergemeinde Bremgarten, der Aqua Viva, Nationale Aktionsgemeinschaft zur Erhaltung der Flüsse und Seen, Biel, und des Rheinaubundes, Schweiz. Arbeitsgemeinschaft für Natur und Heimat, Schaffhausen, werden im Sinne der Erwägungen abgewiesen.\n\n2.- Auf die Beschwerden des aargauischen Kantonalverbandes des Touristenvereins \"Die Naturfreunde\", Ammerswil, des Schweiz. Kanu-Verbandes, Nautische Sektion des TCS-Basel, des Verbandes Schweizerischer Wasserfahrvereine, Basel, des Satus-Wasserfahrerverbandes der Schweiz, Basel, des Reusstalbundes, Aargauische Vereinigung zum Schutze der Fluss- und Seelandschaften, Bremgarten, des Schweiz. Fischerei-Verbandes, Vacallo und des Schweiz. Pontonier-Fahrvereins, Wilchingen, wird nicht eingetreten."}