{"annee": "98", "cour": "IB", "page": "368", "date": "1/12/1972", "cite": [], "cite_par": ["107 IB 352", "108 IB 167", "116 IA 221", "108 IB 267", "112 IB 195", "112 IB 556", "104 IB 232"], "chapeau": "54. Estratto della sentenza del 1o dicembre 1972 nella causa Faesch contro Consiglio di Stato del Cantone Ticino.", "regestes": ["Autorisation de défricher; loi fédérale des 11 octobre 1902/18 mars 1971 concernant la haute surveillance de la Confédération sur la police des forêts (LPF) et ordonnance d'exécution des 1er octobre 1965/25 août 1971 (OPF). 1. Art. 98 lit. g OJ, art. 25bis al. 3 OPF. Le vendeur du terrain a lui aussi qualité pour recourir contre le refus de l'autorisation de défricher, lorsque l'acquéreur et lui-même croyaient tous deux, au moment de la vente, que le terrain pourrait être défriché (consid. 1). 2. Art. 31 LPF, art. 24 al. 1 OPF. La règle selon laquelle l'aire forestière de la Suisse ne doit pas être diminuée doit s'entendre en ce sens qu'en principe l'aire de toute forêt existante ne doit pas être réduite (consid. 2). 3. Art. 26 al. 3 OPF. La règle selon laquelle le fonds à défricher doit être le seul qui convienne à l'ouvrage prévu n'est pas une exigence absolue, mais seulement l'un des aspects à prendre en considération lors de la pesée des intérêts en présence (consid. 3 et 4)."], "faits": "BGE 98 Ib 368 S. 370\n\nA.- Il 7 settembre 1971 la signora Heidi Faesch chiedeva al Consiglio di Stato del Cantone Ticino, per intermedio del signor Ezio Bottinelli, l'autorizzazione di dissodare a scopo edilizio parte del terreno boscato della particella n. 592 di complessivi mq 1959 del registro fondiario del Comune di Melide.\n\nCon decisione del 22 dicembre 1971 il Consiglio di Stato respingeva la domanda, rilevando che il fondo in questione è ricoperto da bosco d'alto fusto e ceduo di castagno, robinia e rovere, che tale bosco ha una spiccata funzione protettiva ed è pregiato dal profilo paesaggistico, sì che, avuto riguardo agli scopi perseguiti dalla legislazione federale in materia forestale, intesi a preservare l'area boschiva, il dissodamento richiesto non poteva essere autorizzato.\n\nIn precedenza, il 4 luglio 1971, le signora Faesch aveva venduto il fondo al signor Clemens Peter Rose, alla di lui moglie ed al loro figlio Peter Alexander, domiciliati a Monaco, facendo iscrivere il transferimento immobiliare a registro fondiario. Trattandosi di compratori domiciliati all'estero, essi avevano dovuto richiedere previamente la necessaria autorizzazione all'autorità di prima istanza del distretto di Lugano competente per l'applicazione del decreto federale del 23 marzo 1961 concernente l'acquisto di fondi da parte di persone all'estero. Tale autorizzazione fu rilasciata il 9 agosto 1971 \"con l'obbligo di costruire la casa di vacanza (unifamiliare) entro il termine di due anni ed il divieto di vendere e locare per il periodo di tre anni dall'intimazione della presente decisione\". L'autorità cantonale di sorveglianza non presentò gravame, di modo che l'autorizzazione concernente il trasferimento di proprietà divenne definitivo. Detto transferimento fu iscritto a registro fondiario il 7 settembre 1971.\n\nB.- Heidy Faesch ha proposto ricorso di diritto amministrativo al Tribunale federale contro la decisione del Consiglio di Stato. Essa fa valere d'aver venduto in buona fede il fondo, comprato a sua volta in buona fede dagli acquirenti; tutti erano d'avviso trattarsi d'un terreno da costruzione, quale d'altronde espressamente definito nella decisione dell'autorità che autorizzò i compratori all'acquisto; poichè tale autorità aveva imposto l'onere della costruzione entro il termine di due anni ed escluso per un periodo di tre anni la possibilità di vendere e locare l'immobile, deve ritenersi contraddittorio ed illegittimo BGE 98 Ib 368 S. 371il rifiuto del Consiglio di Stato di autorizzare il dissodamento, dato che questo è il necessario presupposto della costruzione. Il Consiglio di Stato e il Dipartimento federale dell'interno chiedono la reiezione del ricorso.\n\nUna delegazione del Tribunale federale ha effettuato un sopralluogo il 5 luglio 1972.", "considerants": "Considerando in diritto:\n\n1. In virtù dell'art. 50 cpv. 2 della legge federale dell'l 1 ottobre 1902 concernente l'alta vigilanza della Confederazione sulla polizia delle foreste (LVPF), nel suo testo modificato con la legge federale del 18 marzo 1971, il Consiglio federale può delegare ai Cantoni la competenza per il rilascio di autorizzazioni di dissodamento nelle foreste protettrici per una superficie di 30 are al massimo. Tale delega è stata disposta in via generale con l'art. 25 bis dell'ordinanza del Consiglio federale del 25 agosto 1971 (OVPF). Tutti i boschi pubblici e privati del Cantone Ticino sono stati dichiarati da quest'ultimo foreste protettrici ai sensi di tali legislazione. Le decisioni adottate dai Cantoni in base alla delega sopra menzionata possono essere impugnate con ricorso di diritto amministrativo dinnanzi al Tribunale federale in conformità all'art. 98 lett. g OG e dell'art. 25bis cpv. 3 OVPF. La decisione con cui il Consiglio di Stato ha respinto il 22 dicembre 1971 la domanda di dissodamento è quindi soggetta a detto ricorso.\n\nPoichè la vendita del fondo effettuata dalla ricorrente è divenuta operante il 7 settembre 1971, ci si può chiedere se essa sia legittimata a proporre il gravame; l'eventuale autorizzazione concernerebbe infatti un fondo di cui essa non ha più la proprietà.\n\nAi sensi dell'art. 103 lett. a OG ha diritto di ricorrere chiunque sia toccato dalla decisione impugnata ed abbia un interesse degno di protezione all'annullamento o alla modificazione della stessa. Nella fattispecie può ravvisarsi un siffatto interesse nella circostanza che, ove l'autorizzazione fosse definitivamente rifiutata ai compratori del fondo, la ricorrente rischierebbe concretamente di veder annullata la compravendita per errore essenziale, dato che il trasferimento della proprietà del fondo stesso è verosimilmente avvenuto nella convinzione di ambedue le parti che questo fosse edificabile. Appare quindi giustificato riconoscere la legittimazione della ricorrente, anche se spetta BGE 98 Ib 368 S. 372normalmente al compratore d'aggravarsi d'un rifiuto di autorizzazione che lo concerne in primo luogo.\n\n2. L'art. 31 LVPF dispone che l'area boschiva della Svizzera non può essere diminuita. L'art. 24 cpv. 1 OVPF precisa che la conservazione di tale area si riferisce tanto alla sua estensione che alla sua distribuzione regionale. Questo precetto va interpretato nel senso che non può, in linea di principio, essere diminuita l'area di un bosco concretamente esistente. Ne segue che dissodamenti possono avvenire solamente in base ad un'autorizzazione rilasciata dalle autorità federali o cantonali. Il principio della salvaguardia dell'area boschiva implica che queste autorizzazioni possono essere concesse soltanto allorchè il dissodamento sia giustificato da una esigenza manifestamente superiore all'interesse pubblico consistente nel rispetto del principio medesimo. Una riduzione dell'area boschiva dev'essere sempre evitata ove essa non corrisponda ad una imperiosa necessità (sentenza del Tribunale federale del 22 dicembre 1971 nella causa Ruch c. Dipartimento federale dell'interno, consid.4, pubblicata in \"Schweizerisches Zentralblatt für Staats- und Gemeindeverwaltung\", 1972, p. 447).\n\nPer concretizzare il precetto della conservazione dell'area boschiva ai sensi dell'art. 31 LVPF, il Consiglio federale ha emanato, fondandosi sull'art. 50 cpv. 2 di detta legge modificata il 18 marzo 1971, direttive speciali sul modo di trattare le domande di dissodamento. Tali direttive sono contenute nell'OVPF. In virtù dell l'art. 26 di tale decreto del Consiglio federale, nel suo testo del 25 agosto 1971, il dissodamento può essere autorizzato soltanto se è provata l'esistenza di una necessità preponderante, di ragione più valida dell'interesse alla conservazione della foresta. Tanto sotto l'impero del vecchio testo dell'art. 26, quanto sotto quello dell'attuale. devono quindi essere ponderati gli interessi contrapposti. Costituisce una questione prevalentemente di diritto, e quindi soggetta al libero esame del Tribunale federale, quella di sapere se sussista una situazione eccezionale, tale da giustificare un dissodamento (v. sentenza citata loc.cit.).\n\n3. Nell'intento di ridurre il numero dei dissodamenti, risultato eccessivo sotto il regime giuridico precedente e tale da mettere a repentaglio la salvaguardia dell'area boschiva sempre più minacciata in un'epoca in cui la sua importanza ecologica e sociale appare particolarmente evidente, l'art. 26 BGE 98 Ib 368 S. 373OVPF, nel suo testo del 25 giugno 1971, pone una serie di regole destinate ad essere considerate nella ponderazione degli interessi in gioco. Non devono così esistere ragioni di polizia che si oppongano al dissodamento, nè possono essere reputati come necessità preponderante gli interessi finanziari, quali il miglior sfruttamento del suolo o la ricerca di terreno a buon mercato.\n\nIl Consiglio federale ha inoltre stabilito l'esigenza che l'opera per cui è chiesto il dissodamento possa essere realizzata unicamente nel luogo previsto. Intesa in un senso assoluto, tale ultima condizione appare troppo rigorosa; la prescrizione di una siffatta condizione non sarebbe potuta rientrare nella competenza regolamentare del Consiglio federale e sarebbe potuta essere emanata semmai unicamente dal Parlamento. La sua rigida osservanza escluderebbe infatti in pratica qualsiasi dissodamento, con pochissime eccazioni (quali, ad esempie, il dissodamento per consentire la costruzione d'una linea ferroviaria od una strada), ciò che non risulta essere stata la volontà del legislatore. In un sistema giuridico nel quale vige il principio costituzionale della garanzia della proprietà una limitazione di tale intensità sarebbe dovuta essere stabilita inequivocamente dalle Camere federali e non dal governo, solamente delegato, in tale materia, ad emanare direttive (art. 50 cpv. 2 LVPF). È invece ovvio che, pur volendo impedire attivamente e con maggior energia un indiscriminato disboscamento, il legislatore non abbia inteso escludere del tutto la possibilità di dissodamenti ragionevoli, giustificati da interessi di grande momento. Ove si considerasse rigorosamente l'esigenza del vincolo indispensabile tra l'opera per cui è chiesto il dissodamento ed il luogo previsto, si arriverebbe infatti persino ad escludere dissodamenti che s'impongono per interessi pubblici o che ad essi largamente corrispondano. La conservazione dell'area boschiva è un fine assai importante, ma non è l'unico del nostro ordinamento giuridico, sì che, almeno alla stregua del diritto positivo, deve poter essere armonizzato con altri obiettivi che appaiano nella fattispecie concreta di maggiore importanza (cfr. RU 98 I/b 219 consid. 7 c).\n\nIl fatto che debba essere negato valore di norma imperativa al requisito di una connessione assolutamente indispensabile tra il luogo del dissodamento e l'opera prevista non significa tuttavia che il principio della connessione sia da ignorare completamente.\n\nBGE 98 Ib 368 S. 374Al contrario, esso costituisce uno degli aspetti rilevanti che devono essere considerati in sede di ponderazione degli opposti interessi.\n\n4. a) La ricorrente ha venduto il fondo a Clemens Rose e alla sua famiglia, che intendono costruirvi una casa di vacanza. Il signor Rose ha scelto come suo luogo di residenza in Svizzera Melide, per esservi nato e cresciuto. Secondo quanto ha dichiarato in occasione del sopralluogo, egli si proporrebbe di dissodare soltanto circa 150 m2 del fondo, ossia la sua parte inferiore. Il fondo trovasi presso la strada cantonale che porta da Melide a Morcote, ad una certa distanza dalla prima località. Esso è costituito da un pendio scosceso, boscato, che sovrasta al strada cantonale. Alla stessa altezza sono già state costruite altre case; ulteriori case sono state edificate al di là della strada, tra questa ed il lago. La zona è quindi già urbanizzata dal punto di vista della costruzione. L'edificazione estensiva, contro la quale si oppone il governo ticinese, si è già diffusa. Il rischio di scoscendimento del terreno sarebbe impedito mediante la costruzione di muri di contenimento, quali già esistono in prossimità delle altre case. Il carattere boschivo del fondo è pacifico. Il dissodamento implicherebbe una nuova amputazione del bosco che costeggia la strada cantonale.\n\nb) Per quanto concerne il requisito di una intensa connessione tra il dissodamento richiesto e la costruzione della casa a cui esso deve servire, nel senso descritto nel considerando precedente, occorre ribadire che il desiderio ben comprensibile del signor Rose di assicurarsi una casa di vacanza in un luogo a cui lo legano ricordi di gioventù non significa ancora che egli non possa trovare un'area edificabile in altra parte del territorio del comune di Melide od in sua prossimità; una eventuale difficoltà d'incontrare un terreno a condizioni finanziarie favorevoli non potrebbe d'altronde essere allegata, poichè, come già si è detto, tali aspetti finanziari sono irrilevanti ai fini del rilascio dell'autorizzazione (art. 26 cpv. 3, seconda frase, OVPF). I compratori hanno portato la loro scelta sul terreno boscato di cui è stato chiesto il dissodamento presumibilmente pel fatto che una casa circondata dal bosco e con vista sul lago è particolarmente attrattiva. Il loro interesse per tale ubicazione è stato inoltre certamente acuito dalla presenza nella stessa zona di ville analoghe a quella che essi si propongono di costruire. Nondimeno, il desiderio di disporre di una casa di vacanza o di una BGE 98 Ib 368 S. 375seconda residenza non può giustificare, sempre in ragione delle molteplici e preponderanti funzioni protettrici proprie del bosco, un dissodamento sia pure limitato d'una parcella boschiva (sentenza non pubblicata del Tribunale federale del 25 settembre 1970 nella causa Bisang c. Consiglio di Stato del cantone Ticino, consid. 4c). Tale principio non ammette eccezioni neppure nel caso in cui, sotto un regime meno restrittivo in materia di autorizzazione, siano già state costruite altre case nella stessa zona (sentenza citata, consid. 2a).\n\nRisulta pertanto da quanto sopra che non esiste nella fattispecie una connessione intrinseca sufficiente tra l'opera per la quale è stato chiesto il dissodamento ed il luogo previsto. In assenza di tale requisito, considerato nel contesto della ponderazione degli interessi in gioco, l'autorizzazione non poteva essere rilasciata."}