{"annee": "98", "cour": "IV", "page": "19", "date": "10/3/1972", "cite": [], "cite_par": ["105 IV 29"], "chapeau": "4. Arrêt de la Cour de cassation pénale du 10 mars 1972 dans la cause Babey contre Procureur général du canton de Berne.", "regestes": ["Art. 137 et 143 CP. 1. Ne commet pas un vol celui qui, s'estimant le créancier d'une personne, lui soustrait pour se désintéresser un objet dont la valeur n'excède pas le montant de sa prétention (consid. 1 et 2). 2. Il tombe en revanche sous le coup de l'art. 143 CP (consid. 3)."], "faits": "|19|\n\nA.- En novembre 1970, Babey, qui travaillait au service de l'Entreprise générale de construction SA, fut congédié sans délai pour avoir refusé de réparer une machine de chantier sans l'aide d'un autre ouvrier et s'être, en signe de protestation, absenté plusieurs heures. Par la suite, il réclama en vain à son employeur le salaire qui lui était dû pour les premiers jours de novembre, ainsi que pour 10 jours de vacances. Il entreprit alors des démarches auprès du Tribunal des prud'hommes, qui n'était pas compétent, la somme réclamée dépassant 1200 fr. Babey renonça, à cause des frais, à agir devant les tribunaux civils.\n\nEn vue de se payer, il s'introduisit, l'après-midi du 19 avril 1971, dans le dépôt de son ancien employeur, à Glovelier. Il |20| s'empara d'une caisse métallique contenant deux boîtes dans lesquelles se trouvaient des pièces d'outillage d'une valeur de 150 fr. d'après lui, de 600 fr. selon le lésé.\n\nB.- Le 19 août 1971, la Première Chambre pénale de la Cour suprême du canton de Berne a infligé à Babey, pour vol, 30 jours d'emprisonnement.\n\nC.- Contre cet arrêt, le condamné se pourvoit en nullité au Tribunal fédéral. Il conclut à libération, subsidiairement à l'octroi du sursis.\n\nLe Procureur général conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. Comme l'abus de confiance et l'escroquerie, le vol est un délit d'enrichissement: il suppose que l'auteur a agi en vue de se procurer ou de procurer à un tiers un enrichissement illégitime (NOLL, RPS 1956 p. 148). En 1893 déjà, Stoos a introduit cet élément dans la définition du délit, parce que, selon le sentiment populaire, l'essence du vol consiste dans un enrichissement aux dépens d'autrui. Les membres de la 1re commission d'experts savaient que, selon cette conception, le créancier qui se paie par un acte de justice propre n'était pas un voleur (Exposé des motifs, p. 38, procès-verbal I 368, 369). Le projet d'avril 1908 se place sur le même terrain. L'art. 83, consacré au vol, y est toutefois complété, dans la partie relative aux contraventions, par un art. 250 conçu en ces termes:\n\n\"Arbitraire du créancier\n\nCelui qui, pour se faire payer une créance ou pour se procurer une garantie, aura arbitrairement soustrait ou retenu un objet appartenant à son débiteur sera, en cas de plainte, puni de l'amende.\"\n\nSur proposition de Lang, la 2e commission d'experts a biffé cette disposition, non pas dans l'idée que le créancier qui agit ainsi devrait être condamné pour vol, mais en raison de la difficulté de distinguer entre les actes licites (art. 52 CO) et les actes illicites de justice propre (procès-verbal VI, 239; VII, 323). Ensuite et jusqu'à l'adoption du Code pénal, cette question n'a plus été discutée. L'exigence du dessein d'enrichissement illégitime ayant été maintenue, la doctrine à peu près unanime ne tient pas pour un voleur le créancier qui, pour se désintéresser, soustrait à son débiteur un objet dont la valeur n'excède pas le montant de la créance (HAFTER, Bes. Teil, I, 244; THORMANN/ |21| OVERBECK, n. 18 ad art. 137; LOGOZ, Partie spéciale, I, 101; SCHWANDER, no 536, p. 329; GERMANN, Das Verbrechen, Vb. zu Art. 137-172, N 43, p. 255; SCHULTZ, RPS 1959 p. 272). Seule la voix de NOLL est en partie discordante. Il écrit (RPS 1956 p. 154):\n\n\"Der Dieb kann sehr wohl Gläubiger des Geschädigten und trotzdem Dieb sein. Andernfalls wäre z.B. der Dienstherr am Zahltag schutzlos allerlei Beutezügen seiner Angestellten auf sein Vermögen preisgegeben. Hier zeigt sich nun die subjektive Komponente der Bereicherungsabsicht. Der Gläubiger, der mit Aneignungsvorsatz seinem Schuldner eine Sache wegnimmt, begeht einen Diebstahl, wenn er sich damit unrechtmässig bereichern will, und dies selbst dann, wenn ihm seine Gläubigereigenschaft bekannt ist und der weggenommene Wert den geschuldeten nicht übersteigt. (Il est peu vraisemblable que, en pareil cas, l'auteur se propose un enrichissement illégitime.) Die Absicht unrechtmässiger Bereicherung liegt aber nicht vor, sofern er subjektiv mit dem Zweck handelt, sich für seine Forderung zu befriedigen.\"\n\nPar cette dernière phrase, NOLL finit par se rallier à l'opinion dominante. Certes si un employeur, dans la situation décrite ci-dessus, était réellement dénué de protection (schutzlos), on hésiterait à suivre la doctrine. Il serait choquant qu'un créancier puisse impunément, pour se payer, soustraire un objet à son débiteur. Mais une telle conséquence n'est pas à craindre, car il tombe sous le coup de l'art. 143 CP. La cour de céans s'est d'ailleurs déjà prononcée dans ce sens (RO 85 IV 20).\n\n2. Selon l'arrêt attaqué, la créance de Babey contre l'Entreprise générale de construction SA n'est pas certaine, mais seulement vraisemblable. Peu importe: il n'est pas contesté que le recourant la tenait pour réelle. Supposé qu'elle n'ait pas existé, il aurait agi sous l'influence d'une appréciation erronée des faits et devrait être jugé d'après cette appréciation (art. 19 CP). Il s'agirait en revanche d'une erreur de droit si Babey s'était représenté la situation telle qu'elle est réellement (par hypothèse, inexistence de la créance) mais s'était néanmoins cru en droit d'agir comme il l'a fait (RO 82 IV 203); cette éventualité n'est manifestement pas réalisée. Il s'ensuit que, s'étant emparé d'une caisse d'outillage en vue d'éteindre une créance à la réalité de laquelle il croyait, le recourant n'a pas agi dans un dessein d'enrichissement illégitime.\n\nLa cour bernoise objecte que sa créance n'était pas susceptible de compensation. Cela est possible, mais indifférent. Le |22| caractère légitime ou illégitime de l'enrichissement ne dépend pas in casu de cette circonstance. Celui qui, n'étant pas juriste, s'empare, pour se désintéresser, d'un objet appartenant à son débiteur ne se demande pas si les art. 120 ou 125 CO s'opposent à la compensation. Il est exempt du dessein de se procurer un enrichissement illégitime s'il avait une créance d'un montant au moins égal à la valeur de la chose soustraite et qu'il ait agi en vue de se payer.\n\n3. La soustraction commise par Babey était punissable en vertu de l'art. 143 CP. Toutefois le délit réprimé par cette disposition ne se poursuit que sur plainte. Or le directeur de l'Entreprise générale de construction SA a retiré, le 17 mai 1971, la plainte qu'il avait portée.\n\nLes juridictions bernoises doivent-elles prononcer un non-lieu ou libérer le recourant? La question dépend de la procédure cantonale (RO 80 IV 5).\n\nPar ces motifs, la Cour de cassation pénale:\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à la juridiction cantonale pour nouvelle décision."}