{"annee": "98", "cour": "IA", "page": "649", "date": "22/11/1972", "cite": ["96 I 598", "90 I 227", "93 I 1", "97 I 530", "93 I 171", "95 I 103", "96 I 308", "89 I 402", "96 I 624"], "cite_par": ["126 I 81", "105 IA 271", "106 IB 125", "116 V 28"], "chapeau": "93. Urteil vom 22. November 1972 i.S. Steiner gegen Regierungsrat des Kantons Zürich.", "regestes": ["Art. 88 OJ. Qualité pour former un recours de droit public. Police des étrangers. L'étranger qui n'a pas un droit à l'obtention d'une nouvelle autorisation de séjour n'a pas qualité pour attaquer le refus d'autorisation par la voie du recours de droit public (confirmation de la jurisprudence)."], "faits": "|649|\n\nDie österreichische Staatsangehörige Ingrid Steiner hält sich seit dem 30. August 1967 in der Schweiz auf und arbeitet seither mit fremdenpolizeilicher Bewilligung im Kanton Zürich. Die Aufenthaltsbewilligung wurde ihr jeweils auf die Dauer eines Jahres erteilt. Mit Verfügung vom 3. August 1971 lehnte es die Fremdenpolizei des Kantons Zürich ab, die am 31. August 1971 verfallende Aufenthaltsbewilligung zu verlängern, weil ihre weitere Anwesenheit in der Schweiz unerwünscht sei. Ingrid Steiner focht diesen Entscheid beim Regierungsrat des Kantons Zürich an, der den Rekurs am 3. Mai 1972 abwies.\n\n|650| Dagegen richtet sich die staatsrechtliche Beschwerde, mit welcher die Aufhebung des angefochtenen Regierungsratsentscheids vom 3. Mai 1972 verlangt wird. Der Regierungsrat des Kantons Zürich beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 84 Abs. 2 OG ist die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte der Bürger nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde geltend gemacht werden kann. Art. 18 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931 (ANAG, SR 142.20) bestimmt, dass der eine fremdenpolizeiliche Bewilligung verweigernde kantonale Entscheid unter Vorbehalt von Art. 21 (Asylgesuch beim Bundesrat) endgültig ist. Gegen einen solchen Entscheid ist daher nach Art. 74 lit. e VwG auch die Beschwerde an den Bundesrat unzulässig. Unter bestimmten Voraussetzungen unterliegen Verfügungen auf dem Gebiete der Fremdenpolizei dagegen der Verwaltungsgerichtsbarkeit gemäss Art. 97 ff. OG. Dies gilt namentlich für Ausweisungsverfügungen im Sinne von Art. 10 ANAG, aber auch für Verfügungen, mit welchen die Aufenthaltsbewilligung des Ausländers gestützt auf Art. 9 ANAG als erloschen erklärt oder widerrufen wird. Wird dem Bewerber jedoch die Aufenthaltsbewilligung verweigert oder lehnt es die zuständige Behörde ab, eine verfallende Aufenthaltsbewilligung zu erneuern, so ist nach Art. 100 lit. b Ziff. 3 OG die Verwaltungsgerichtsbeschwerde ausgeschlossen. Denn das Bundesrecht stellt in Art. 4 ANAG den Entscheid über die Erteilung oder Erneuerung einer Aufenthaltsbewilligung ins freie Ermessen der Behörde und räumt dem Betroffenen somit keinen Anspruch darauf ein. Eine Ausnahme gilt lediglich für die Angehörigen derjenigen Staaten, denen gestützt auf staatsvertragliches Sonderrecht ein Anspruch auf Erteilung oder Verlängerung einer Aufenthaltsbewilligung zusteht (BGE 97 I 533, Urteil der staatsrechtlichen Kammer des Bundesgerichts vom 3. November 1971 i.S. X., in ZBl 73/1972 S. 371 ff.). Zwischen der Schweiz und Österreich besteht keine solche Abmachung. Da der Beschwerdeführerin somit kein Rechtsanspruch auf Verlängerung der verfallenden Aufenthaltsbewilligung zusteht, kann sie den Regierungsratsentscheid vom |6513| . Mai 1972 nicht mit Verwaltungsgerichtsbeschwerde anfechten. Als Rechtsbehelf fällt daher die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte in Betracht, die grundsätzlich auch dem Ausländer offensteht (BGE 96 I 626 E. 1).\n\n2. Nach Art. 88 OG ist zur staatsrechtlichen Beschwerde jedoch nur legitimiert, wer durch den angefochtenen Hoheitsakt in seinen rechtlich erheblichen Interessen berührt wird (BGE 96 I 311 Erw. 1, BGE 95 I 106 je mit Verweisungen). Wie oben dargelegt, hat der Ausländer abgesehen von bestimmten, hier nicht in Betracht fallenden Ausnahmen nach dem geltenden Bundesrecht keinen Rechtsanspruch darauf, dass ihm eine Aufenthaltsbewilligung erteilt oder nach Ablauf erneuert wird. Sein Interesse an einer Bewilligung ist daher kein rechtliches, sondern ein bloss tatsächliches, und ein negativer Entscheid der Behörde trifft ihn nicht in einem ihm zustehenden Recht. Demnach fehlt es an der Voraussetzung für die Befugnis, sich mit staatsrechtlicher Beschwerde dagegen zu wenden.\n\nDie Beschwerdelegitimation des Ausländers, dem die fremdenpolizeiliche Bewilligung nach Art. 4 ANAG verweigert wird, ist jedoch insoweit gegeben, als Mängel des Bewilligungsverfahrens geltend gemacht werden und damit eine formelle Rechtsverweigerung in Frage steht. Denn das in Art. 4 BV, dessen Schutz auch der Ausländer geniesst (BGE 96 I 626 Erw. 1), enthaltene Verbot formeller Rechtsverweigerung und insbesondere auch der daraus sich ergebende Anspruch auf rechtliches Gehör ist selbständiger Natur. Der Gehörsanspruch steht daher dem an einem Verfahren Beteiligten im Rahmen dieser seiner Rechtsstellung zu ohne Rücksicht darauf, ob er in der Sache selbst berechtigt ist (BGE 93 I 5, BGE 96 I 598 ff. je mit Verweisungen).\n\nIn BGE 93 I 5 und erneut in dem genannten Urteil vom 3. November 1971 i.S. X. hat das Bundesgericht allerdings die Frage aufgeworfen, ob die Beschwerdebefugnis nicht doch auch auf die Geltendmachung materieller Mängel einer Bewilligungsverweigerung auszudehnen sei. Anlass dazu gab die an der bisherigen Rechtsprechung geübte Kritik, nach welcher berücksichtigt werden sollte, dass der Ausländer einen Anspruch, wenn auch nicht auf Erteilung der Bewilligung, so doch auf gesetzmässige und ermessensfehlerfreie Entscheidung und damit insofern ein rechtlich erhebliches Interesse habe (H. P. MOSER, |652| Die Rechtsstellung des Ausländers in der Schweiz, ZSR 86/1967 S. 471 f.). Dieser Überlegung kann bei näherer Prüfung jedoch nicht gefolgt werden. Wohl ist das in Art. 4 BV enthaltene Willkürverbot bei jeder Verwaltungstätigkeit zu beachten, und die Behörden haben insbesondere auch ein ihnen eingeräumtes Ermessen stets willkürfrei auszuüben. Das Willkürverbot ist jedoch im Gegensatz zum Gehörsanspruch materieller Natur und nicht selbständig. Der Anspruch auf dessen Beachtung ist mit der Berechtigung in der Sache selbst verbunden und stellt kein rechtliches Interesse für sich dar. Er kann deshalb nur von demjenigen geltend gemacht werden, den ein Entscheid der Sache nach in seiner Rechtsstellung trifft. Diese aus dem unterschiedlichen Wesen formeller und materieller Rechtsverweigerung sich ergebende Konsequenz betrifft z.B. auch den Anzeiger und Geschädigten im Strafprozess. Auch er kann mit der staatsrechtlichen Beschwerde nur eine Verletzung von prozessualen Vorschriften, die seine Stellung im Verfahren betreffen, geltend machen, nicht aber eine willkürliche Rechtsanwendung und Beweiswürdigung in der Sache selbst, weil der Strafanspruch allein dem Staate zusteht und mithin das rechtlich erhebliche Interesse fehlt (BGE 96 I 600 mit Verweisungen). Würde aus Art. 4 BV ein selbständiger Anspruch aufwillkürfreie Rechtsanwendung abgeleitet und dementsprechend unabhängig von der jeweiligen Berechtigung in der Sache selbst ein rechtliches Interesse an der materiellen Überprüfung des Entscheides anerkannt, so führte man auf diesem Umwege eine Beschwerdelegitimation ein, die Art. 88 OG ausschliesst (BGE 93 I 174, BGE 90 I 230, BGE 89 I 404, zur Veröffentlichung bestimmtes Urteil vom 22. Juni 1972 i.S. X., je mit Verweisungen).\n\nDie Beschwerdeführerin ficht den Entscheid des Regierungsrats, mit dem ihre Aufenthaltsbewilligung nicht erneuert wurde, wegen Willkür an und macht keine formelle Rechtsverweigerung geltend. Auf die Beschwerde ist daher nicht einzutreten.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}