{"annee": "98", "cour": "IV", "page": "209", "date": "7/9/1972", "cite": ["65 I 47", "74 IV 199", "71 IV 217", "85 IV 139", "74 IV 102", "80 IV 71", "89 IV 204", "95 I 439", "74 IV 206", "65 I 330"], "cite_par": ["108 IV 41", "101 IV 177", "102 IA 211", "111 IV 74", "101 IV 312", "104 IV 175"], "chapeau": "40. Auszug aus dem Urteil des Kassationshofes vom 7. September 1972 i.S. Schweizerische Bundesanwaltschaft gegen A.", "regestes": ["Art. 273 CP, service de renseignements économiques. 1. Définition du secret de fabrication et du secret d'affaires (consid. 1 a). 2. Le service de renseignements économiques pour le compte d'un destinataire étranger au détriment d'une entreprise établie en Suisse constitue une lésion ou une mise en danger indirecte des intérêts généraux du pays (consid. 1 b). 3. Le service de renseignements économiques est un délit de mise en danger abstraite (consid. 1 c)."], "faits": "", "considerants": "BGE 98 IV 209 S. 209\n\nAus den Erwägungen:\n\n1. a) Des wirtschaftlichen Nachrichtendienstes gemäss Art. 273 StGB macht sich schuldig, \"wer ein Fabrikations- BGE 98 IV 209 S. 210oder Geschäftsgeheimnis auskundschaftet, um es einer fremden amtlichen Stelle oder einer ausländischen Organisation oder privaten Unternehmung oder ihren Agenten zugänglich zu machen\" (Abs. 1), oder \"wer ein Fabrikations- oder Geschäftsgeheimnis einer fremden amtlichen Stelle oder einer ausländischen Organisation oder privaten Unternehmung oder ihren Agenten zugänglich macht\" (Abs. 2).\n\nDamit Art. 273 StGB zur Anwendung kommen kann, muss der Täter ein \"Fabrikations- oder Geschäftsgeheimnis\" ausgekundschaftet bzw. zugänglich gemacht haben. InBGE 65 I 50umschrieb das Bundesgericht den Begriff des \"Geschäftsgeheimnisses\" dahingehend, dass es sich dabei um bestimmte wirtschaftliche Vorgänge handle, deren Geheimhaltung der Geheimnisträger will, und an deren Geheimhaltung er nach schweizerischer Auffassung ein schützenswertes Interesse hat. Im gleichen Jahr brachte es diesen Begriff noch auf eine einfachere Formel, indem es festhielt, der Ausdruck \"Geschäftsgeheimnis\" umfasse \"alle Tatsachen des wirtschaftlichen Lebens, an deren Geheimhaltung ein schutzwürdiges Interesse bestehe\" (BGE 65 I 333). Diese Auslegung ist in der Folge immer wieder bestätigt worden (BGE 71 IV 218,BGE 74 IV 103und 206, BGE 85 IV 139, BGE 95 I 449).\n\nb) Wie die Beschwerdeführerin mit Recht geltend macht, hat die Vorinstanz den Begriff des Schutzbereiches verkannt, wenn sie untersucht, ob mit der Bekanntgabe des Briefes Dr. X. an Y. schützenswerte Interessen der Firma Z. AG an dessen Geheimhaltung verletzt worden seien, die in irgendeiner Weise Reflexwirkungen auf gesamtschweizerische Wirtschaftsinteressen haben könnten. Gewiss ahndet Art. 273 StGB ein Delikt gegen den Staat, wie das schon aus seiner Stellung im 13. Titel des Strafgesetzbuches ersichtlich wird. Der Staat hat ein Interesse daran, das die unter seiner Gebietshoheit stehenden Personen gegen die Auskundschaftung und den Verrat von wirtschaftlichen Belangen geschützt seien (BGE 85 IV 141 und dort angeführte Entscheide). Wer einer fremden amtlichen Stelle oder einer ausländischen Organisation oder privaten Unternehmungen oder deren Agenten ein Fabrikations- oder Geschäftsgeheimnis preisgibt, beeinträchtigt indessen schon dadurch die Interessen der nationalen Volkswirtschaft (BGE 74 IV 208ff.), denn jeder schweizerische Geschäftsbetrieb bildet einen Teil der gesamten schweizerischen Wirtschaft (LAMM, Wirtschaftlicher Nachrichtendiesnt, BJM August 1957, S. 193 und 196). Die BGE 98 IV 209 S. 211gegen diese Rechtsprechung vorgebrachte Kritik erweist sich bei näherer Prüfung als verfehlt, da sie den angeführten Bundesgerichtsentscheid offenbar unrichtig verstanden bzw. daraus falsche Schlüsse gezogen hat (LOHNER, Der verbotene Nachrichtendienst, ZStR Bd. 83, 1967, S. 135; HUG, Der wirtschaftliche Nachrichtendienst im schweiz. Recht, Berner Diss. 1961, S. 69; LÜTHI, Zur neueren Rechtsprechung über Delikte gegen den Staat, ZStR Bd. 69, 1954, S. 331). Der Kassationshof erklärte damals nicht, dass zur Anwendung im Einzelfall die Verletzung oder Gefährdung privater Interessen genüge, und dass eine Verletzung oder Gefährdung der Landesinteressen daher nicht vorausgesetzt sei. Vielmehr stellte er fest, dass der wirtschaftliche Nachrichtendienst für einen ausländischen Adressaten gleichzeitig sowohl die betroffene Privatunternehmung als auch die gesamtschweizerischen Interessen beeinträchtige, was dessen Verfolgung durch den Staat rechtfertige (BGE 74 IV 209).\n\nIm übrigen erscheint schon der Wortlaut des Art. 273 StGB unzweideutig: Er setzt eine unmittelbare Verletzung oder Gefährdung der staatlichen Interessen nicht voraus. Denn in jedem wirtschaftlichen Nachrichtendienst zum Nachteil eines in der Schweiz ansässigen Unternehmens zu Gunsten des Auslandes liegt notwendigerweise eine mittelbare Verletzung oder Gefährdung der staatlichen Interessen, was zur Erfüllung des Tatbestandes von Art. 273 StGB genügt. Im vorliegenden Fall hat die Verkennung dieses Begriffes allerdings die Entscheidung der Vorinstanz nicht beeinflusst.\n\nc) Zu Recht führt die Bundesanwaltschaft ferner aus, Art. 273 StGB ahnde nicht ein Verletzungs- oder zumindest ein konkretes Gefährdungsdelikt. Weder Wortlaut noch Sinn des Gesetzes sehen vor, dass die Preisgabe des Fabrikations- oder Geschäftsgeheimnisses auch wirklich zu einer Schädigung oder Gefährdung der materiellen Interessen des Geheimnisherrn geführt haben müsse. Einerseits dürfte dieser Nachweis vielfach nur schwerlich zu erbringen sein; andererseits würde dies oft einzig durch die Bekanntgabe eben dieses Geheimnisses gelingen, was nicht der Sinn dieser Gesetzesbestimmung sein kann. Der wirtschaftliche Nachrichtendienst stellt somit ein abstraktes Gefährdungsdelikt dar (SCHWANDER, Das Schweizerische Strafgesetzbuch, 2. A. S. 479 oben), gleich wie die übrigen Tatbestände desselben Abschnitts (BGE 74 IV 203; BGE 80 IV 88 lit. c; BGE 89 IV 207 E 2 b)."}