{"annee": "98", "cour": "IV", "page": "1", "date": "3/3/1972", "cite": [], "cite_par": ["102 IV 70", "100 IV 137", "104 IV 60"], "chapeau": "1. Urteil des Kassationshofes vom 3. März 1972 i.S. Staatsanwaltschaft des Kantons Luzern gegen Schüpbach.", "regestes": ["Art. 42 ch. 1 al. 1 CP. Admissibilité d'un nouvel internement; conditions de temps."], "faits": "|1|\n\nA.- Der mehrfach vorbestrafte Schüpbach war vom Bezirksgericht Rheinfelden am 19. März 1969 wegen wiederholten Betruges zu einem Jahr Zuchthaus verurteilt worden. An die Stelle der ausgesprochenen Freiheitsstrafe trat Verwahrung auf unbestimmte Zeit nach Art. 42 StGB, die in der Strafanstalt Lenzburg vollzogen wurde.\n\nAm 11. Juli 1970 erhielt Schüpbach zum Besuch eines ortsansässigen Bekannten Urlaub. Diesen benützte er zur Flucht. Am 25. Juli 1970 wurde er in Münsingen/BE verhaftet. In der Zeit vom 11.-25. Juli 1970 hatte Schüpbach mehrere neue Straftaten verübt, für die er vom Kriminalgericht des Kantons Luzern am 21. Mai 1971 wegen Diebstahls, fortgesetzter Veruntreuung, gewerbsmässigen Betrugs, fortgesetzter Urkundenfälschung, fortgesetzter Entwendung zum Gebrauch, fortgesetzten Fahrens ohne Führerausweis sowie falscher Namensangabe in Gästekontrollen zu 15 Monaten Zuchthaus und zu einer Busse von Fr. 50.- verurteilt wurde; an Stelle des Vollzuges der Freiheitsstrafe ordnete das Kriminalgericht die Verwahrung nach Art. 42 StGB an.\n\nB.- Auf Appellation des Verwahrten hin hob das Obergericht des Kantons Luzern mit Urteil vom 12. Oktober 1971 die Verwahrung auf und liess es bei der Freiheitsstrafe von 15 Monaten Zuchthaus und der Busse von Fr. 50.- bewenden.\n\nC.- Gegen dieses Urteil führt die Staatsanwaltschaft des Kantons Luzern eidgenössische Nichtigkeitsbeschwerde mit |2| dem Antrag, der angefochtene Entscheid sei aufzuheben und die Sache zur Anordnung der Verwahrung gemäss revidiertem Art. 42 StGB an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das Obergericht hält dafür, dass durch den abgeänderten Art. 42 Ziff. 1 Abs. 1 StGB (Fassung gemäss Ziff. I des BG vom 18. März 1971) eine 5-jährige Bewährungsfrist eingeführt wurde, welche mit der endgültigen Entlassung des Gefangenen aus dem Straf- oder Verwahrungsverhaft zu laufen beginnt. Verübe der Entlassene innert dieser Frist ein vorsätzliches Verbrechen oder Vergehen, so habe er sich nicht bewährt, und der Richter könne daher an Stelle einer Freiheitsstrafe erneut die Verwahrung treten lassen. Begehe der Entlassene hingegen ausserhalb dieser 5-jährigen Bewährungsfrist, also entweder vor ihrem Beginn oder nach ihrem Ablauf, ein neues vorsätzliches Delikt, so solle die Anordnung der Verwahrung ausgeschlossen sein. Im erstern Falle, weil die vom Gesetz hiefür verlangte \"endgültige Entlassung\" noch gar nicht stattgefunden habe; im zweiten Falle, weil der Entlassene die 5-jährige Bewährungsfrist erfolgreich bestanden habe und damit vom Makel des Gewohnheitsverbrechers befreit werde.\n\nDa im vorliegenden Fall Schüpbach während der laufenden Verwahrung, also noch vor seiner \"endgültigen Entlassung\" neu delinquiert habe, habe die 5-jährige Bewährungsfrist gar nicht zu laufen begonnen, weshalb eine neuerliche Verwahrung nicht in Frage komme. Das führe nicht zu einem ungerechten Ergebnis; denn einmal müsse Schüpbach für die neu verübten Delikte die Strafe von 15 Monaten Zuchthaus verbüssen. Zudem werde sich seine erneute Straffälligkeit auch auf die Dauer der früheren Verwahrung und auf den Entscheid über die vorzeitig bedingte Entlassung aus dieser zu seinen Ungunsten auswirken.\n\n2. Demgegenüber macht die Beschwerdeführerin geltend, mit der Wendung \"und begeht er innert 5 Jahren seit der endgültigen Entlassung ein neues vorsätzliches Verbrechen oder Vergehen\" habe der revidierte Art. 42 StGB entgegen der Auffassung des Obergerichts nicht eine 5-jährige Bewährungsfrist statuieren wollen, welche erst mit der endgültigen Entlassung des Straf- oder Verwahrungsgefangenen zu laufen beginne und 5 Jahre später ende, sodass die vor und nach dieser Frist verübten |3| Delikte eine neuerliche Verwahrung ausschlössen. Vielmehr sei damit ohne jede Begrenzung nach rückwärts einfach der äusserste Zeitpunkt festgelegt worden, von dem an nach der endgültigen Entlassung eine neuerliche Straffälligkeit nicht mehr die Verwahrung zur Folge habe. Der abgeänderte Art. 42 StGB schreibe also richtig verstanden lediglich vor, dass der Richter nach Ablauf von 5 Jahren seit der endgültigen Entlassung des Gefangenen aus der Straf- oder Verwahrungsanstalt keine Verwahrung mehr anordnen könne, wenn dieser erneut straffällig werde; umgekehrt ermächtige er den Richter, eine erneute Verwahrung immer dann auszusprechen, wenn der Straf- oder Verwahrungsgefangene vor diesem äussersten Zeitpunkt, also entweder noch während der Straf- oder Verwahrungsdauer oder aber innert 5 Jahren seit der endgültigen Entlassung aus dem Vollzug wiederum ein vorsätzliches Verbrechen oder Vergehen verübe.\n\nIm vorliegenden Falle habe Schüpbach sich nicht einmal bis zum Beginn der 5-jährigen Bewährungsfrist nach seiner Entlassung aus der Verwahrung zu halten vermocht, sondern sei bereits während des Vollzugs dieser Massnahme erneut straffällig geworden. Damit erfülle er die Voraussetzungen für eine neue Verwahrung. Denn es wäre ungerecht, wenn derjenige erneut verwahrt werden könnte, welcher sich während des ganzen Verwahrungsvollzugs und noch während eines guten Teils der auf die endgültige Entlassung folgenden 5-jährigen Bewährungsfrist straflos halte, hingegen demjenigen Gefangenen, welcher sich nicht einmal während der Verwahrung straflos zu halten vermöge, eine erneute Verwahrung erspart bliebe.\n\n3. Nach dem Wortlaut des revidierten Art. 42 Ziff. 1 Abs. 1 StGB kann u.a. neu verwahrt werden, wer \"innert 5 Jahren seit der endgültigen Entlassung\" aus der Verwahrung als Gewohnheitsverbrecher wiederum ein vorsätzliches Verbrechen oder Vergehen begeht. Eine neue Verwahrung kommt somit nur dann in Frage, wenn der Täter die ihm wegen einer früheren strafbaren Handlung auferlegte Strafe oder Massnahme verbüsst hat und aus der Anstalt endgültig entlassen wurde, sofern das neue Verbrechen oder Vergehen innert 5 Jahren seit der endgültigen Entlassung begangen wurde. Verübt der Verurteilte ein solches Verbrechen oder Vergehen hingegen schon vor seiner endgültigen Entlassung aus der Anstalt oder erst nach Ablauf der auf diese folgenden 5-jährigen Frist, so bleibt |4| ihm nach dem klaren Wortlaut der genannten Bestimmung eine erneute Verwahrung erspart.\n\nDer Sinn dieser Regelung liegt darin, dass von einem Häftling, der die in der Strafe oder Massnahme liegende erzieherische und bessernde Beeinflussung in vollem Masse erfahren hat, erwartet werden darf, er werde sich von der endgültigen Entlassung hinweg während mindestens 5 Jahren klaglos halten und befreie sich damit vom Makel des Gewohnheitsverbrechers (Sten. Bulletin des Ständerates 1967, S. 59). Enttäuscht er hingegen diese Erwartung durch neuerliche Verübung eines vorsätzlichen Verbrechens oder Vergehens innert dieser 5-jährigen Bewährungsfrist, dann soll er der erneuten Verwahrung nicht entgehen. Eine solche Erwartung kann dagegen an denjenigen Verurteilten nicht gestellt werden, der sich noch im Straf- oder Verwahrungsvollzug befindet; denn in diesem Falle ist der erzieherische und bessernde Zweck der Strafe oder der Massnahme noch nicht erreicht. Deshalb erscheint es - entgegen der Beschwerde - durchaus sinnvoll, wenn der Gesetzgeber in Art. 42 Ziff. 1 Abs. 1 StGB die Begehung eines neuen vorsätzlichen Verbrechens oder Vergehens nur dann als Grund für die Anordnung der Verwahrung gelten lässt, wenn diese in eine mit der endgültigen Entlassung beginnende 5-jährige Bewährungsfrist fällt.\n\nDem während der Verwahrung ein vorsätzliches Verbrechen oder Vergehen verübenden Täter bleibt bei dieser gesetzlichen Regelung keineswegs jede Sanktion erspart. Vielmehr bekommt er die Folgen der neuen Strafhandlung in der Weise zu spüren, dass die Dauer der früher über ihn verhängten Massnahme entsprechend verlängert (vgl. 42 Ziff. 4 Abs. 2 StGB) und der künftige Entscheid über die vorzeitig-bedingte Entlassung aus der Anstalt zu seinen Ungunsten beeinflusst wird. Die Regelung von Art. 42 Ziff. 1 Abs. 1 StGB führt auch in dieser Hinsicht also nicht zu einem ungerechten oder gar widersinnigen Ergebnis.\n\n4. Im vorliegenden Fall hat Schüpbach die neuen Straftaten begangen, als er noch in der Verwahrung stand. Diese Delikte wurden also nicht während der 5-jährigen Bewährungsfrist, welche nach der endgültigen Entlassung aus der Verwahrung zu laufen begonnen hätte, verübt; hatte diese Frist doch überhaupt noch nicht zu laufen begonnen. Es fehlt demnach an einer gesetzlichen Grundvoraussetzung, um Schüpbach erneut zu verwahren.\n\n|5|\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}