{"annee": "98", "cour": "IB", "page": "396", "date": "12/12/1970", "cite": [], "cite_par": ["108 II 221"], "chapeau": "58. Arrêt de la Ire Cour civile du 12 décembre 1970 dans la cause Canguilhem contre Bureau fédéral de la ropreté intellectuelle.", "regestes": ["Brevets d'invention. Notion de l'invention, art. 1 er LBI (consid. 3). Ne sont pas brevetables un procédé destiné à mesurer des notions qualifiées de subjectives pour permettre leur traitement par ordinateur, ni un programme d'ordinateur consid. 4)."], "faits": "BGE 98 Ib 396 S. 397\n\nA.- Jean-François Canguilhem a déposé le 16 décembre 1966 auprès du Bureau fédéral de la propriété intellectuelle (ci-après le Bureau) une demande de brevet intitulée \"Procédé de mesure pour la quantification de notions subjectives multidimensionnelles et dispositifs pour la mise en oeuvre de ce procédé, constitués de programmes de calculateur électronique\". La demande comportait une revendication, où le procédé de mesure était dénommé \"Syntèse dimensionnelle\", et trois sous-revendications. Par notification du 29 septembre 1967, confirmée le 19 juillet 1968, le Bureau a informé le requérant que le procédé pour lequel il demandait la protection n'appartenait pas au domaine de la technique et ne constituait dès lors pas une invention au sens de l'art. 1er LBI; il l'invitait en conséquence à retirer sa demande.\n\nLe 19 février 1969, le requérant a déposé une description modifiée dans laquelle il formulait une nouvelle revendication, portant sur une machine informatique pour la mise en oeuvre du procédé dénommé \"Synthèse dimensionnelle\". Le Bureau a déclaré, par notifications des 11 juin 1970 et 9 juin 1971, que cette nouvelle revendication ne définissait aucune invention brevetable et a derechef invité le requérant à retirer sa demande.\n\nLe 9 décembre 1971, Canguilhem a envoyé au Bureau une description modifiée où il formulait une revendication et 7 sous- revendications. La revendication définit un \"procédé pour obtenir une information de valorisation d'une entité à caractère industriel au moyen d'un ordinateur et à partir de grandeurs quantitatives attribuées aux éléments dont est composée cette entité, caractérisé en ce que l'on attache à chaque élément un vecteur à N dimensions où N est le nombre de grandeurs attribuées à un même élément, en ce que ces vecteurs sont additionnés de manière pondérée et que le vecteur résultant est comparé à un vecteur de référence, la norme de la différence de ces deux vecteurs représentant l'information de valorisation de l'entité considérée\". Les sous-revendications 1 et 2 définissent chacune un choix possible d'une unité de longueur. Les sous- BGE 98 Ib 396 S. 398revendications 3 à 7 donnent des formules permettant de calculer certaines grandeurs utiles.\n\nB.- Par décision du 5 juillet 1972, le Burea u a rejeté la demande de brevet selon l'art. 59 al. 1 LBI par le motif qu'il n'y avait pas invention au sens de l'art. 1er al. 1 LBI.\n\nC.- Jean-François Canguilhem recourt au Tribunal fédéral contre cette décision. Il conclut à son annulation, le Bureau étant tenu de poursuivre la procédure d'examen de la demande, et se déclare prêt à rédiger la revendication sous une nouvelle forme, selon le \"libellé des revendications allemande et anglaise correspondantes\", \"si le Tribunal fédéral l'estime préférable\".\n\nLe Bureau propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. L'offre du recourant de modifier la rédaction de sa revendication dans le sens des demandes soumises aux autorités allemande et anglaise est irrecevable. L'invention dont le déposant requiert la protection se trouve définie dans la revendication (art. 51 LBI). Le juge administratif appelé à statuer sur la brevetabilité d'une invention, pas plus que le juge civil saisi d'une action en nullité d'un brevet, ne saurait substituer une autre revendication à celle que le déposant a soumise à l'examen du Bureau (cf. RO 92 II 56 consid. 6a et 287 consid. 3a).\n\nLe recourant déclare que les \"revendications allemande et anglaise correspondantes... revendiquent au début de texte tout l'ordinateur\". Or la demande litigieuse porte sur un procédé permettant de quantifier des notions à caractère subjectif et muldimensionnel, de façon à les rendre saisissables \"dans les processus de traitement de l'information par calculateur\". L'ordinateur lui-même, qui est réputé connu et n'est pas décrit dans la demande, ne fait pas partie de l'invention. Rédigée sous la forme proposée à titre subsidiaire par le recourant, la revendication définirait ainsi une invention différente de celle qu'il a soumise à l'examen du Bureau.\n\n2. Le procédé dont le requérant demande la protection est destiné à mesurer des notions qualifiées de subjectives - telles que la difficulté, l'urgence, la compétence, la qualité -, selon leur degré d'importance déterminé dans chaque cas particulier, pour permettre leur traitement par ordinateur. Il consiste à attribuer une certaine valeur mesurable en temps et en longueur à tous les facteurs pris en considération, qui peuvent ainsi être BGE 98 Ib 396 S. 399représentés en paramètres graphiques, eux-mêmes transformés en formules mathématiques selon certains critères mis au point par le requérant. Ces données sont alors programmées pour pouvoir alimenter ensuite un ordinateur connu.\n\nCe procédé, qui constitue une méthode abstraite d'évaluation et de combinaison des divers facteurs pris en considération, ne répond pas à la définition de l'invention en droit suisse des brevets.\n\n3. Selon la doctrine et la jurisprudence, on se trouve en présence d'une invention lorsque, grâce à une idée créatrice, une combinaison nouvelle et originale des forces de la nature, dans l'acception la plus large de cette expression, aboutit à un effet technique utile, constituant un progrès notable (RO 95 I 581 et les arrêts cités; cf. TROLLER, Immaterialgüterrecht; 2e éd. 1968, p. 165; BLUM/PEDRAZZINI, n. 5-6 ad art. 1er LBI, I p. 72 ss.). L'invention n'est ni la force naturelle comme telle, ni le produit de son utilisation. C'est la règle abstraite dont la répétition conduit à un résultat technique déterminé, susceptible d'application industrielle. Elle indique comment maîtriser les forces de la nature pour les soumettre à l'homme. N'appartiennent pas à la technique et ne constituent dès lors pas des inventions au sens de la loi des instructions qui prescrivent à l'homme un certain comportement et produisent un résultat déterminé, sans intervention directe des forces de la nature. Ne sont par conséquent pas brevetables, par exemple, des systèmes de loteries, de comptabilité ou de sténographie, des règles de jeu, méthodes d'enseignement, tables de logarithmes (RO 95 I 581 et citations).\n\n4. La notion de l'invention en droit suisse des brevets est ainsi telle qu'une méthode constituée par un ensemble de règles ou de directives abstraites s'adressant à l'esprit de l'homme ne ressortit pas à la technique et n'est partant pas brevetable si elle ne fait pas intervenir les forces de la nature pour obtenir un effet technique. Peu importe que la méthode ait un caractère scientifique, qu'elle utilise des formules mathématiques ou nécessite l'emploi d'un ordinateur. L'application de ces principes conduit à dénier au procédé mis au point par le requérant le caractère d'une invention brevetable au sens de l'art. 1er LBI. Il n'en irait pas différemment si ledit procédé équivalait à un programme d'ordinateur, comme le soutient le requérant dans son recours. Un tel programme n'est en effet pas un procédé technique, car il BGE 98 Ib 396 S. 400ne met pas en oeuvre les forces de la nature. Comme le relève à juste titre le Bureau, l'établissement du programme d'ordinateur constitue une performance purement intellectuelle. La protection de la LBI doit lui être refusée, comme elle l'a été à un procédé de calcul de l'armature d'un bâtiment à l'aide d'un ordinateur (cf. décision du Bureau du 3 septembre 1968, dans Feuille suisse des brevets, dessins et marques du 29 novembre 1968, p. 53) et à un procédé planifiant l'aménagement des réseaux de distribution d'énergie électrique (RO 95 I 579).\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}