{"annee": "98", "cour": "IB", "page": "156", "date": "29/3/1972", "cite": ["94 I 82"], "cite_par": [], "chapeau": "22. Auszug aus dem Urteil vom 29. März 1972 i.S. Gebr. Ackermann AG und Beyeler AG gegen Generaldirektion PTT.", "regestes": ["Taxe des échantillons de marchandises; LF du 2 octobre 1924 sur le service des postes (LSP) et Ordonnance d'exécution I de la LSP du 1er septembre 1967/12 mai 1971 (Ordonnance sur les postes). 1. Des catalogues d'échantillons qui renferment de petits échantillons de marchandises sont des échantillons de marchandises et non des imprimés (consid. 2). 2. L'art. 46 al. 1 de l'Ordonnance sur les postes, selon lequel la taxe des échantillons de marchandises de l'art. 15 al. 1 LSP ne s'applique pas aux renvois d'échantillons de marchandises par le client au vendeur, est contraire à la LSP (consid. 3)."], "faits": "|157|\n\nA.- a) Art. 15 Abs. 1 des Bundesgesetzes vom 2. Oktober 1924 betreffend den Postverkehr (PVG) lautet in seiner Fassung vom 21. Dezember 1966 (AS 1967 S. 1385):\n\n\"Die Taxe für Warenmuster beträgt\n\nbis 250 g: 15 Rp.\n\nüber 250 g bis 500 g: 30 Rp.\"\n\nDurch die Revision des PVG von 1966 sind die beiden Taxansätze um 5 bzw. 10 Rp. erhöht worden; der Wortlaut von Abs. 1 blieb im übrigen unverändert. Die Abs. 2 und 3 von Art. 15 PVG sind im vorliegenden Fall ohne Bedeutung.\n\nb) Die nähere Umschreibung des Begriffes Warenmuster findet sich in der Vollziehungsverordnung I zum PVG (VV I).\n\naa) In der VV I vom 23. Dezember 1955 (AS 1956 S. 13) hiess es in Art. 35 Abs. 1 (inhaltlich übereinstimmend mit Art. 32 Abs. 1 der VV I vom 15. August 1939, BS 7 S. 786):\n\n\"Die Taxe der Warenmuster ist anwendbar auf die zur Bemusterung im Handelsverkehr dienenden Sendungen, sowie auf nicht zur Bemusterung bestimmte Warensendungen von geringem Handels- und Verkaufswert.\"\n\nbb) Durch BRB vom 1. März 1966 (AS 1966 S. 488) wurde der zweite Teilsatz von Art. 35 Abs. 1 gestrichen und damit die frühere Gleichstellung der Warensendungen von geringem Handels- und Verkaufswert mit den Warenmustern aufge hoben.\n\n|158|\n\ncc) In der neuen VV I vom 1. September 1967 (AS 1967 S. 1419) lautete die Vorschrift über die Anwendung der Warenmuster-Taxe in Art. 46 Abs. 1:\n\n\"Die Taxe für Warenmuster ist nur auf unverschlossene Sendungen anwendbar, die der kostenlosen Bemusterung im Handelsverkehr dienen.\"\n\n(Die Vorschrift, dass die Sendungen unverschlossen sein müssten, befand sich bis 1966 im Gesetz; sie wurde dort gestrichen und in die VV I übernommen.)\n\ndd) Durch BRB vom 12. Mai 1971 wurde Art. 46 Abs. 1 VV I neu gefasst (AS 1971 S. 683):\n\n\"Als Warenmuster gelten unverschlossene Sendungen mit Warenproben oder Teilen einer Ware, die vom Hersteller oder Verkäufer oder ihren Vertretern zur kostenlosen Bemusterung der zum Kauf angebotenen Ware aufgegeben werden.\"\n\nB.- a) Die Firmen Gebrüder Ackermann AG, Entlebuch, und Beyeler AG, Lenzburg, sind Versandunternehmen der Textilbranche. Sie verschicken an Interessenten Musterhefte, die über die Produkte orientieren und dem Kunden erlauben, die für ihn in Frage kommenden Artikel auszuwählen und auf dem Korrespondenzweg zu bestellen. Die Kunden schicken die Musterkataloge nach Gebrauch an die Versandgeschäfte zurück.\n\nDie Musterhefte der Firma Gebrüder Ackermann AG enthalten neben gedruckten Beschreibungen und Preisangaben sowie farbigen Abbildungen der zum Verkauf angebotenen Kleidungsstücke auch kleine in den Text eingeklebte Muster von Stoffen und Strickwolle. - Die Musterhefte der Beyeler AG bestehen aus einer Kollektion von Garnmustern mit kurzen Angaben über die Eigenschaften der offerierten Garne.\n\nb) Bis 1970 wurde für diese Musterhefte sowohl auf dem Versandweg (von der Firma zu den Kunden) als auch auf dem Rücksendungsweg (von den Kunden an die Firma) die Taxe für Warenmuster angewendet. Am 10. Juni 1970 teilte die Postbetriebsabteilung der Firma Gebrüder Ackermann AG mit, durch den BRB vom 1. März 1966 sei Art. 35 Abs. 1 der VV I abgeändert und der Warenmusterbegriff eingeschränkt worden; demzufolge müssten nun die Rücksendungen von Musterheften an die Beschwerdeführerin zur Brief- oder Pakettaxe frankiert sein, es liege auf dem Rückweg keine Bemusterung |159| mehr vor, sondern es handle sich um ganz gewöhnliche Warensendungen.\n\nEine gleichlautende Verfügung ging am 7. Juli 1970 an die Beyeler AG\n\nc) Die beiden Versandgeschäfte fochten die Verfügungen der Postbetriebsabteilung bei der Generaldirektion der PTT an. Diese wies am 30. Juni 1971 die beiden Beschwerden ab und bestätigte die Verfügungen der Postbetriebsabteilung unter Verzicht auf einen Taxnachbezug. Die beiden Entscheide enthalten den Hinweis, dass auf den 1. Juli 1971 eine Neufassung des Art. 46 VV I in Kraft trete, welche den Warenmusterbegriff im Sinne der angefochtenen Verfügungen eindeutig definiere.\n\nd) Die beiden betroffenen Firmen reichten gegen die Entscheidungen der Generaldirektion PTT beim Bundesgericht Verwaltungsgerichtsbeschwerde ein mit dem Antrag, die Beschwerdeentscheide der Generaldirektion der PTT vom 30. Juni 1971 und die Verfügungen der Postbetriebsabteilung vom 10. Juni 1970 bzw. 7. Juli 1970 seien aufzuheben und es sei festzustellen, dass auf die an die Beschwerdeführerinnen zurückgehenden Sendungen von Musterkatalogen die Taxe für Warenmuster anzuwenden sei.\n\ne) Die Generaldirektion PTT beantragt, es sei auf die beiden Beschwerden nicht einzutreten, eventuell seien die Beschwerden abzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. ...\n\n2. Der Begriff \"Drucksache\", der im PVG nicht definiert ist, wird in Art. 51 VV I (vom 1. September 1967) folgendermassen umschrieben (AS 1967 S. 1420):\n\n\"Als gewöhnliche Drucksachen im Sinne von Art. 17 des Postverkehrsgesetzes gelten:\n\na) einen Text oder eine Abbildung ergebende Abdrucke auf Papier oder papierähnlichen Stoffen, die in einem Hoch-, Tief- oder Flachdruckverfahren mit den im graphischen Gewerbe hiefür gebräuchlichen Maschinen hergestellt sind. Der Absender hat nötigenfalls den Nachweis über das Herstellungsverfahren zu leisten;\n\nb) die mit Kopierapparaten und -maschinen hergestellten Vervielfältigungen, sofern wenigstens 20 Sendungen mit vollkommen gleichen Abzügen gleichzeitig am Schalter aufgegeben werden; |160|\n\nc) Abdrucke, die auf der Anwendung verschiedener mechanischer Vervielfältigungsverfahren beruhen, sofern die unter a und b vorgesehenen Bedingungen erfüllt sind;\n\nd) Photographien, auch solche in Alben, und Lichtpausen.\"\n\nNach dieser Vollzugsvorschrift ist die Anwendung der Drucksachentaxe auf gedruckte oder irgendwie vervielfältigte Texte und Abbildungen beschränkt. Weder aus dem Wort \"Drucksache\" noch aus der eher etwas über den allgemeinen Sprachgebrauch hinausgehenden Definition im zitierten Art. 51 VV I lässt sich ableiten, dass Kataloge, welche kleine Warenproben enthalten, noch unter den Begriff der Drucksache zu subsumieren sind. Die früher in der VV I vom 23. Dezember 1955 vorgesehenen Mischsendungen (Art. 38), welche gemischte Sendungen mit Warenmustern und Drucksachen bis zu einem Gesamtgewicht von 500 g betrafen, wurden der Warenmuster-Taxe unterstellt. Nichts spricht dafür, dass jetzt nach der Aufhebung der Bestimmung über Mischsendungen auf Musterkataloge die Drucksachentaxe anwendbar sein soll. Auf die äussere Form (Buch, Heft) kann nicht abgestellt werden, sonst käme auf flache Warenmuster, die sich in Bücher oder Hefte einfügen lassen, eine andere Taxe zur Anwendung als auf Warenproben, bei denen diese direkte Verbindung mit gedrucktem Text oder Abbildungen nicht möglich ist. Auch eine Regelung, nach welcher die Taxe gemäss dem überwiegenden gewichtsmässigen oder volumenmässigen Anteil der Warenmuster bzw. des Gedruckten an der Sendung zu bestimmen wäre, dürfte kaum befriedigend sein und lässt sich auf jeden Fall nicht aus dem PVG oder der VV I ableiten. Es erscheint als durchaus folgerichtig, jede Sendung, die ausser Drucksachen auch Warenmuster enthält, als Warenmuster-Sendung zu behandeln und die entsprechende Taxe zur Anwendung zu bringen.\n\nDadurch, dass die Generaldirektion PTT die Musterkataloge der Firma Gebrüder Ackermann AG nicht als Drucksachen behandelte, wurde somit nicht Bundesrecht verletzt. Die Firma selber hat übrigens offenbar bis zu diesem Streit über die Taxe für die Rücksendung von Warenmustern die Warenmuster-Qualität ihrer Kataloge nie bezweifelt.\n\n3. a) Der seit dem 1. Juli 1971 in Kraft stehende Art. 46 Abs. 1 VV I bestimmt, dass die Taxe für Warenmuster nur auf Sendungen zur Anwendung kommen soll, \"die vom Hersteller |161| oder Verkäufer oder ihren Vertretern zur kostenlosen Bemusterung der zum Kauf angebotenen Ware aufgegeben werden\". Damit ist die Anwendung der Warenmuster-Taxe auf Rücksendungen von Musterkatalogen durch den Kunden an den Verkäufer ausgeschlossen. Die zuvor zwischen den Beschwerdeführerinnen einerseits und der PTT anderseits streitige Frage wurde in der Neufassung von Art. 46 VV I bewusst geregelt. Zu prüfen bleibt, ob diese Regelung mit dem Gesetz im Einklang steht oder ob der Bundesrat durch diese Einschränkung der Anwendbarkeit der Warenmuster-Taxe die ihm eingeräumte Befugnis zum Erlass von Vollzugsvorschriften überschritten hat (vgl. BGE 94 I 88 E. 1 und 396 ff., SALADIN in ZBl 1966 S. 194).\n\nb) Gemäss Art. 67 PVG sind die zum Vollzug des Gesetzes erforderlichen Vorschriften vom Bundesrat zu erlassen. In Art. 68 PVG wird bestimmt, dass der Bundesrat die im Gesetz festgesetzten Taxen herabsetzen und inbezug auf Gewichtssätze und Entfernungsstufen Erleichterungen gewähren kann. In der frühern Fassung von Art. 68 PVG, die bis 1967 galt, wurde noch ausdrücklich gesagt, eine Änderung im entgegengesetzten Sinne (also zu Lasten der Postbenützer) könne nur auf dem Gesetzesweg erfolgen. Dieser Satz wurde bei der Revision von 1966 gestrichen, \"weil selbstverständlich\" (BBl 1966 I 1088). Art. 13 lit. g des BG über die Organisation der Post-, Telephon- und Telegraphenbetriebe in der Fassung vom 19. Dezember 1969 weist heute die Kompetenz, die Inlandtaxen für Briefe, Postkarten, Warenmuster etc. festzusetzen, ausdrücklich der Bundesversammlung zu.\n\nc) Da eine gesetzliche Definition des Warenmusters fehlt, drängte es sich auf, im Rahmen der Vollzugsvorschriften eine Umschreibung zu schaffen. Mit Formulierungen wie \"zur Bemusterung im Handelsverkehr dienende Sendungen\" (VV I 1955) oder \"Sendungen, die der kostenlosen Bemusterung im Handelsverkehr dienen\" (VV I 1967) wird entsprechend dem allgemeinen Sinn, den das Wort Warenmuster hat, zum Ausdruck gebracht, dass es sich bei diesen Sendungen um Warenproben handelt, die nicht wegen ihres Verbrauchswertes zugestellt werden, sondern als Muster, um dem Kunden die Beurteilung der offerierten Ware zu ermöglichen und den Entschluss zum Kauf zu erleichtern.\n\nIn einer ersten Phase, die bis 1966 dauerte, wurde die Anwendbarkeit der Warenmuster-Taxe deutlich über die eigentlichen |162| Mustersendungen hinaus ausgedehnt auf Warensendungen von geringem Handels- und Verkaufswert. Diese Ausdehnung wurde durch den BRB vom 1. März 1966 aufgehoben (Streichung des Teilsatzes in Art. 35 Abs. 1 VV I 1955). Seither ist die Anwendung der Warenmuster-Taxe klar beschränkt auf Warensendungen, die der Bemusterung dienen.\n\nd) Bis 1970 wurde auch von seiten der PTT nie ein Unterschied zwischen der Mustersendung an den Kunden und der Rücksendung gemacht. Diese Praxis wurde hinterher damit begründet, dass eben bis 1966 auch andere Warensendungen von geringem Wert, nicht nur die der Bemusterung dienenden Sendungen, gemäss ausdrücklicher Vorschrift zur Warenmuster-Taxe befördert worden seien; seit der Änderung der VV I durch den BRB vom 1. März 1966 aber sei der Begriff des Warenmusters in der VV I auf Mustersendungen vom Verkäufer an den Kunden limitiert, denn nur auf diesem Wege diene die Warenprobe der Bemusterung. Mit dieser Argumentation wird 1970 ein neues Kriterium als massgebend bezeichnet; für die Anwendbarkeit der Warenmuster-Taxe soll nicht mehr ausschliesslich die Beschaffenheit und die Zweckbestimmung des Inhaltes massgebend sein, sondern es soll entscheidend darauf ankommen, ob die konkrete Sendung an einen Kunden geht oder ob es sich um eine Rücksendung handelt. Diese Einschränkung der Warenmuster-Taxe auf entsprechende Sendungen an Kunden unter Ausschluss der Rücksendung lässt sich nicht aus der Änderung der VV I durch den BRB vom 1. März 1966 ableiten. Mit der Streichung des Teilsatzes über die Anwendung der Warenmuster-Taxe auf andere Sendungen von geringem Wert wollte man offensichtlich jene bisher unter Art. 35 Abs. 1 VV I fallenden Warensendungen, die mit Handelsverkehr und Bemusterung nichts zu tun haben, vom Anwendungsbereich dieser günstigen Taxe ausschliessen. Dass der Bundesrat mit jener Änderung auch die Rücksendung eigentlicher Warenmuster an das Versandgeschäft von der Warenmuster-Taxe habe ausnehmen wollen, ist durch nichts belegt. Hätte man auch diese ganz andersartige und praktisch wichtige Einschränkung herbeiführen wollen, so hätte dies im BRB vom 1. März 1966 oder spätestens in der neuen VV I vom 1. September 1967 deutlich zum Ausdruck gebracht werden können, wie dies jetzt durch den BRB vom 12. Mai 1971 geschehen ist. Ein wichtiges Indiz gegen die Behauptung, man |163| habe den Begriff des Warenmusters schon immer nur als Mustersendung vom Verkäufer an den Kunden verstanden, ist die Tatsache, dass die Organe der PTT weder nach dem Inkrafttreten des BRB vom 1. März 1966 noch bei der Einführung der neuen VV I vom 1. September 1967 die Taxberechnung für die Rücksendung von Musterkatalogen änderten. Wenn auch heute über Sinn und Bedeutung der frühern Fassungen der einschlägigen Bestimmungen der VV I nicht zu entscheiden ist, so zeigt der Rückblick doch, dass die Organe der PTT den Begriff des Warenmusters bis 1970 so interpretiert haben, wie ihn die Beschwerdeführerinnen jetzt verstanden wissen wollen, nämlich als Bezeichnung des Inhaltes, nicht als Umschreibung des Zwecks der konkreten Sendung.\n\ne) In diesem Verfahren ist zu entscheiden, ob der Begriff des Warenmusters, wie er im PVG verwendet wird, durch den Bundesrat in der Vollziehungsverordnung so abgegrenzt werden darf, dass die Rücksendung eines Warenmusters nicht unter die Warenmuster-Taxe fällt.\n\nVom rein abstrakten logischen Standpunkt aus, ist die Argumentation der Generaldirektion PTT vertretbar: Man könnte die Warenmuster-Taxe im Postverkehr auf Sendungen an Kunden unter Ausschluss der Rücksendung beschränken. Ob sachliche Gründe der Tarifgestaltung für eine solche Differenzierung sprechen, kann an dieser Stelle offen bleiben. - Es geht hier nicht darum, die Haltbarkeit einer neuen Umschreibung des Warenmuster-Begriffes in abstracto zu prüfen, sondern es ist festzustellen, ob der Bundesrat auf dem Verordnungsweg im Rahmen des geltenden PVG diese neue Abgrenzung des Warenmuster-Begriffs vornehmen durfte. Die Schöpfer des PVG gingen historisch gesehen eindeutig von einem weitern, auch die Rücksendung von Warenproben umfassenden Warenmuster-Begriff aus. Das ergibt sich aus der langjährigen Praxis der PTT. Noch in der Botschaft des Bundesrates zur Revision des PVG vom 6. Juni 1966, in welcher Ausführungen über die Belastung der Post mit solchen Sendungen gemacht wurden zur Begründung einer Erhöhung der Taxsätze, wird mit keinem Wort darauf hingewiesen, dass für Rücksendungen von Warenmustern inskünftig die ordentlichen Brief- oder Pakettaxen zu bezahlen seien (BBl 1966 I 1072 f). Über die kurz vorher vorgenommene Beschränkung des Warenmuster-Begriffs im BRB vom 1. März 1966 heisst es, der Bundesrat habe in Anlehnung |164| an die internationalen Postvorschriften verfügt, \"dass nur noch der eigentlichen Bemusterung dienende Gegenstände zur Warenmustertaxe aufgegeben werden können\". Dieser Satz in Verbindung mit der Weiterführung der bisherigen Taxberechnung bei Muster-Rücksendungen bestätigt, dass man zu jener Zeit nicht daran dachte, Rücksendungen von der Warenmuster-Taxe auszuschliessen.\n\nAuch in den ausführlichen Vorschriften, welche auf internationaler Ebene über die Warenmuster bestanden, bevor der Weltpostkongress 1969 in Tokio die Kategorie der Warenmuster im Weltpostvertrag aufhob (BBl 1970 II 769), findet sich keine Einschränkung des Warenmuster-Begriffs nach der wirtschaftlichen Funktion von Absender und Empfänger: Im Weltpostvertrag von 1957 (Ottawa) wurde im Fehlen eines Handelswertes das entscheidende Merkmal des Warenmusters gesehen (Art. 49 Ziff. 10). Eine Beschränkung der Warenmuster-Taxe auf Sendungen vom Verkäufer an den Kunden lässt sich diesen internationalen Regeln nicht entnehmen.\n\nf) Die herkömmliche und durch die langjährige Praxis der Post bestärkte Auffassung, auf eine der Bemusterung dienende Warenprobe komme auch bei der Rücksendung die Warenmuster-Taxe zur Anwendung, steht mit einer unvoreingenommenen Auslegung des Wortes \"Warenmuster\" keineswegs in Widerspruch. Die Bezeichnung \"Warenmuster\" weist auf die Art und Zweckbestimmung des Gegenstandes hin. Musterkataloge, Mustersammlungen, der Bemusterung dienende Warenproben fallen unter diesen Begriff. Eine Beschränkung auf die dem Angebot an den Kunden dienende Sendung ergibt sich aus dem Wort nicht. Die jetzt von der Generaldirektion PTT vertretene Auffassung, beim Warenmuster handle es sich begrifflich um eine Sendung, deren Inhalt in der Regel beim Kunden bleibe, stimmt insofern mit dem Sprachgebrauch nicht überein, als Musterhefte, Musterbücher (z.B. Tapeten, Stoffe, Papier usw.), Musterkataloge, Musterkollektionen (z.B. Bodenbeläge, Leder usw.) - auch nach Auffassung der PTT - typische Warenmuster sind, aber nach allgemeiner Übung als Eigentum des Verkäufers oder seines Vertreters dem einzelnen Kunden nur temporär zur Verfügung gestellt werden. Daneben gibt es auch Warenmuster, die beim Kunden bleiben, weil er das Produkt ausprobieren oder die Möglichkeit haben soll, die Übereinstimmung der spätern Lieferung mit dem Muster zu |165| prüfen. Der in Deutschland heute gebräuchliche Begriff \"Warenprobe\" bezeichnet vielleicht eher diese zweite Art von Warenmustern. Der im PVG verwendete Ausdruck Warenmuster umfasst nach dem eindeutigen Sprachgebrauch auch Musterbücher und Musterkollektionen, die im allgemeinen nicht beim Kunden bleiben, sondern an den Verkäufer retourniert werden. Aus dem Warenmuster-Begriff lässt sich somit kein Ausschluss der Rücksendung von der Warenmuster-Taxe ableiten.\n\nWenn der Gesetzgeber schon den Handel auf Grund von Warenmustern durch eine niedrige Posttaxe begünstigen wollte, dann fehlt überdies ein überzeugender Grund, um die zu dieser Geschäftstätigkeit gehörende Rücksendung von Musterkollektionen von der günstigen Taxe auszuschliessen. Ein Interesse der Post, dass das Warenmuster beim Kunden bleibt, oder eine die höhere Taxe begründende Mehrarbeit der Post bei solchen Rücksendungen ist nicht erkennbar.\n\ng) Wenn auch dem Bundesrat bei der Ausgestaltung der Vollzugsvorschriften zum PVG ein gewisses Ermessen zukommt, so darf er auf diesem Wege doch nicht durch eine vom Sprachgebrauch und von der bisherigen Praxis abweichende Interpretation eines gesetzlichen Terminus eine erhebliche Erhöhung der Posttaxen für eine ganze Kategorie von Sendungen anordnen. Zwar wird durch Art. 46 Abs. 1 VV I in der Fassung vom 12. Mai 1971 nicht die zahlenmässige gesetzliche Fixierung einer Posttaxe geändert, aber es wird durch die neue restriktive Interpretation des Begriffs \"Warenmuster\" in Abänderung der bis zum 30. Juni 1971 angewandten Taxberechnung für die Rücksendung von Musterheften, Musterkatalogen usw. eine Erhöhung der Posttaxe herbeigeführt. Dieses Vorgehen überschreitet die in Art. 67 und 68 erteilte Befugnis zum Erlass von Vollziehungsvorschriften. Der Bundesrat konnte, wie er dies bis 1966 getan hat, die Warenmuster-Taxe zu Gunsten der Postbenützer extensiv auch auf andere Warensendungen zur Anwendung bringen. Es ist ihm aber verwehrt, den gesetzlichen Warenmuster-Begriff zu Lasten der Postbenützer in Abweichung vom Sprachgebrauch und von der langjährigen Praxis der Postorgane einschränkend zu umschreiben. Ob der Bundesrat in eigener Kompetenz von ihm statuierte begünstigende, über das Gesetz hinausgehende Ausweitungen des Anwendungsbereichs einer Taxe wieder aufheben kann, ist hier nicht |166| zu beurteilen; denn - wie oben dargelegt wurde - entspricht die Anwendung der Warenmuster-Taxe auf Rücksendungen dem Gesetzestext und kann nicht als ein über das Gesetz hinausgehendes besonderes Entgegenkommen betrachtet werden.\n\nh) Die im angefochtenen Art. 46 Abs. 1 VV I vorgenommene Änderung der Auslegung des Warenmuster-Begriffs kommt praktisch einer Taxerhöhung gleich. Nachdem die Posttaxen vom Gesetzgeber bestimmt werden, drängt es sich auch von der sachlichen Bedeutung des Entscheides her auf, eine im Widerspruch zur langjährigen Praxis stehende, den Postbenützer belastende Änderung durch den Gesetzgeber vornehmen zu lassen. Der Gesetzgeber wird dann darüber zu befinden haben, ob die Differenzierung zwischen Hin- und Rückweg gerechtfertigt ist oder ob das finanzielle Ziel nicht richtigerweise einfach mit einer entsprechenden Erhöhung der Warenmuster-Taxe (ohne Ausschluss der Rücksendung) erreicht werden soll.\n\n4. Da die im neuen Art. 46 Abs. 1 VV I vorgenommene Änderung der Taxberechnung mit dem PVG nicht im Einklang steht und als Überschreitung der Kompetenz zum Erlass von Vollzugsvorschriften zu qualifizieren ist, sind die Beschwerden in diesem Sinne teilweise gutzuheissen.\n\nEs erübrigt sich, auf die Rüge der Verletzung von Art. 4 BV einzutreten.\n\nDemnach erkennt das Bundesgericht:\n\n1.- In teilweiser Gutheissung der Beschwerden wird festgestellt, dass auf die Rücksendung von Musterkatalogen und Musterheften an die Beschwerdeführerinnen die Taxe für Warenmuster anzuwenden ist.\n\n2.- Im übrigen werden die Beschwerden abgewiesen, soweit darauf einzutreten ist."}