{"annee": "98", "cour": "II", "page": "34", "date": "15/2/1972", "cite": ["95 II 481", "77 II 184", "43 II 47", "74 II 76", "60 II 121", "40 II 357", "97 II 216", "81 II 50"], "cite_par": ["122 III 219", "103 II 277", "112 IB 334", "99 II 221"], "chapeau": "6. Auszug aus dem Urteil der I. Zivilabteilung vom 15. Februar 1972 i.S. X. gegen Union Feuer-, Unfall- und allgemeine Versicherungs-AG.", "regestes": ["Art. 42 al. 2 CO. Portée de l'obligation d'alléguer et de prouver les éléments du dommage dont le montant exact ne peut être établi (consid. 2). Incapacité de travail partielle consécutive à un accident, d'une durée de 15 jours, du gérant d'une société en nom collectif dotée d'une organisation moderne. Dommage nié en l'espèce (consid. 3). Obligation du demandeur de rendre vraisemblable la diminution de gain prétendument consécutive à son accident par la production des livres et papiers d'affaires de la société (consid. 4)."], "faits": "|34|\n\nAus dem Tatbestand:\n\nA.- X. ist Hauptinhaber und Leiter des Gartenbaugeschäftes der Kollektivgesellschaft Y. in Zürich. Er verunfallte am |3520| . April 1965 am Steuer seines Personenwagens, weil dieser von einem anderen Motorfahrzeug von hinten gerammt wurde. Die Union Feuer-, Unfall- und allgemeine Versicherungs-AG, die den Halter des anderen Fahrzeuges gegen Haftpflicht versichert hatte, anerkannte, X. den vollen Schaden ersetzen zu müssen. Sie bezahlte ihm Fr. 4009.40 für die Instandstellung des beschädigten Wagens und Fr. 480.-- für dessen Ausfall während 12 Tagen. X. klagte gegen sie auf Zahlung weiterer Fr. 13'550.15 nebst Zins.\n\nB.- Das Bezirksgericht Zürich sprach dem Kläger Fr. 793.-- nebst Zins zu, nämlich Fr. 223.-- für Heilungskosten und Fr. 570.-- zusätzliche Entschädigung für den Ausfall des Wagens.\n\nAuf Berufung des Klägers verpflichtete das Obergericht des Kantons Zürich die Beklagte am 17. Juni 1971, dem Kläger Fr. 823.-- nebst Zins zu zahlen. Es erachtete die zusätzliche Forderung für den Ausfall des Wagens als nicht berechtigt, sprach dem Kläger dagegen Fr. 223.-- für Heilungskosten und Fr. 600.-- als Ausgleich des Minderwertes des reparierten Wagens zu.\n\nC.- Der Kläger beantragt mit der Berufung, ihm zusätzlich Fr. 11'250.-- nebst Zins zuzusprechen. Er verlangt diesen Betrag in erster Linie als Schadenersatz, weil er wegen der durch den Unfall erlittenen Körperverletzung während 15 Tagen zu 50% arbeitsunfähig war.\n\nDie Beklagte beantragt, die Berufung abzuweisen.\n\nDas Bundesgericht bestätigt das Urteil des Obergerichts.", "considerants": "Erwägungen:\n\n1. Das Obergericht geht in den Erwägungen zur Schadenersatzforderung für vorübergehende teilweise Arbeitsunfähigkeit davon aus, der Ausfall des Klägers als Geschäftsführer des hauptsächlich ihm gehörenden Gartenbaugeschäftes wirke sich in den gebuchten Ertragszahlen nicht sofort aus. Es sei aber einzuräumen, dass die Ausrüstung des Personenwagens des Klägers und vier weiterer Wagen mit Funktelephon einen maximalen Einsatz des Klägers, der übrigen Arbeitskräfte und der Maschinen ermöglicht habe. Der Kläger habe es aber nicht für notwendig gefunden, über den Umfang der auf diese Weise getätigten Geschäfte auch nur die geringsten Aufschlüsse zu vermitteln. Es lasse sich nicht feststellen, wieviel vom Einkommen, |36| das der Kläger verdient haben wolle (Fr. 570'500.-- im Jahre 1964, Fr. 239'300.-- im Jahre 1965), aus Arbeit stamme. Es wäre Sache des Klägers gewesen, diese Lücke zu schliessen. Nach dem Steuerausweis habe er im Unfalljahr rund 2,5 Millionen Franken Vermögen gehabt. Welche Einnahmen er aus diesen Werten erzielt habe, sei vollständig ungewiss. Zudem habe er normalerweise auch noch Einkünfte aus dem Handel mit Liegenschaften. Er habe aber nicht konkret angeführt, dass ihm solche Einnahmen während der durch den Unfall bedingten eingeschränkten Aktivität entgangen seien. Er sei schon im erstinstanzlichen Verfahren nicht gewillt gewesen, dem Sachverständigen Fischbacher die unerlässlichen Einblicke in seine Buchhaltung zu gewähren. Auch im Berufungsverfahren sei er dazu nicht bereit, beantrage er doch ausdrücklich nur eine erneute Begutachtung \"auf Grund der aus den Akten ersichtlichen Indizien\". Eine solche wäre aber nutzlos; sie könnte kein konkretes Ergebnis zeitigen, weil der Kläger dem Gutachter den Einblick in notwendige Unterlagen verwehre. Es liesse sich an sich rechtfertigen, dem Kläger für den Ausfall an Einkommen aus eigentlicher Arbeitsleistung im Gartenbaugeschäft in Anwendung von Art. 42 Abs. 2 OR Ersatz nach richterlichem Ermessen zuzusprechen. Es gehe aber nicht an, ihn von einem ihm obliegenden zumutbaren Beweis deswegen zu entlasten, weil er ihn nicht leisten wolle. Nach der Rechtsprechung des Bundesgerichtes müsse sich der Eintritt eines Schadens mit einer gewissen Überzeugungskraft aufdrängen. Daran fehle es hier gänzlich, da auch der Begutachter Fischbacher auf dem Standpunkt stehe, ziffermässig sei ein Nachteil nicht entstanden. Dem Kläger sei daher mangels Substantiierung für den behaupteten, der Arbeitsunfähigkeit zugeschriebenen Ausfall an Einnahmen keine Entschädigung zuzusprechen.\n\nDer Kläger macht geltend, das Obergericht verletze Art. 42 Abs. 2 OR, indem es die Anwendung dieser Bestimmung von überspannten Voraussetzungen abhängig mache, widersprüchliche Erwägungen anstelle und wesentliche Tatsachen nicht berücksichtige.\n\n2. Art. 42 Abs. 2 OR bestimmt, der nicht ziffermässig nachweisbare Schaden sei nach Ermessen des Richters mit Rücksicht auf den gewöhnlichen Lauf der Dinge und auf die vom Geschädigten getroffenen Massnahmen abzuschätzen.\n\n|37| Das Bundesgericht wendet diese Norm auch dann an, wenn eine Schädigung nicht nachweisbar ist, sich aber nach den Umständen mit einer gewissen Überzeugungskraft aufdrängt (BGE 40 II 362,BGE 43 II 55,BGE 60 II 131,BGE 74 II 80Erw. 5, BGE 81 II 55 Erw. 5, BGE 95 II 501). Der Geschädigte ist also der Pflicht nicht enthoben, alle Umstände, die für den Eintritt eines Schadens sprechen und dessen Abschätzung erlauben oder erleichtern, soweit möglich und zumutbar nach Art. 42 Abs. 1 OR und 8 ZGB zu behaupten und zu beweisen. Eine weitergehende Substantiierung darf aber das kantonale Prozessrecht vom Geschädigten nicht verlangen, da sonst der Zweck des Art. 42 Abs. 2 OR vereitelt würde (BGE 77 II 188, BGE 97 II 218).\n\n3. Es ist unwahrscheinlich, dass der Kläger durch seine fünfzehntägige halbe Arbeitsunfähigkeit, die nach dem Zeugnis des behandelnden Arztes einer \"Verletzung der Lendenwirbelsäule\", einer \"Fraktur des zweiten Lendenwirbels\" oder einem \"Bruch des zweiten Lendenwirbelfortsatzes\", nach der Feststellung des Obergerichtes dagegen einer \"Verstauchung der Wirbelsäule\" zuzuschreiben war, überhaupt einen Vermögensschaden erlitten hat. Es ist nicht anzunehmen, dass der Rückgang des versteuerten Einkommens, das sich im Jahre 1964 auf Fr. 570'500.--, im Jahre 1965 dagegen nur noch auf Fr. 239'300.-- belief, auf die erwähnte teilweise Arbeitsunfähigkeit zurückgehe. Der Kläger selber behauptet es nicht, sondern macht nur einen Ausfall von Fr. 11'250.-- geltend, indem er, abstrakt rechnend, von einem Jahresverdienst von Fr. 549'200.-- ausgeht, daraus auf einen Tagesverdienst von rund Fr. 1'500.-- schliesst und davon die Hälfte (Fr. 750.--) für einen Zeitraum von 15 Tagen einsetzt. Es müssen andere Ursachen sein, die das Einkommen des Klägers von 1964 auf 1965 um Fr. 331'200.-- verminderten.\n\nFreilich mag die teilweise Arbeitsunfähigkeit des Klägers als Geschäftsführer im Betriebe der Kollektivgesellschaft gewisse Störungen mit sich gebracht haben. Solche führten aber nicht notwendigerweise zu einem Rückgang der Geschäftseinnahmen oder zu einer Zunahme der Geschäftsunkosten der Gesellschaft und mittelbar zur Schmälerung des Einkommens des Klägers. Dass die Gesellschaft mit Motorfahrzeugen arbeitete, die mit Funktelephon ausgerüstet waren, drängt keinen gegenteiligen Schluss auf. Diese Organisation der Nachrichtenübermittlung unter Einsatz des Klägers liess sich nach dem gewöhnlichen |38| Lauf der Dinge teilweise aufrecht halten, da der Kläger nicht behauptet, er habe wegen seiner Verletzung kein Motorfahrzeug mehr führen können, und da im Betrieb ausser dem durch Beschädigung ausgefallenen Personenwagen des Klägers festgestelltermassen noch zwei andere Personenwagen mit Funktelephon vorhanden waren. Auch konnte der Kläger, soweit ihm das Führen eines Motorfahrzeuges beschwerlich wurde, vom Büro oder von zu Hause aus gewisse Weisungen erteilen. Ferner war seinen unterschriftsberechtigten beiden Mitgesellschaftern M. und N. zuzumuten, ihn zu vertreten. Der Kläger konnte Mitteilungen auch durch andere Betriebsangehörige entgegennehmen oder weitergeben lassen. Die teilweise Umorganisation muss ihm umso leichter gefallen sein, als der Geschäftsgang der Gesellschaft, wie der grosse nicht durch die Arbeitsunfähigkeit des Klägers verursachte Einkommensrückgang schliessen lässt, im Jahre 1965 erheblich flauer gewesen sein muss als 1964.\n\nDazu kommt, dass der Kläger nur während fünfzehn Tagen teilweise arbeitsunfähig war. Eine Behinderung von so kurzer Dauer lässt sich auch in einem neuzeitlich organisierten und intensiv arbeitenden Betrieb, wie ihn die Kollektivgesellschaft besessen haben soll, leichter ohne finanziellen Nachteil überwinden als eine mehrere Monate dauernde Abwesenheit.\n\nDer vom Bezirksgericht beigezogene Sachverständige Fischbacher, Professor für Betriebswissenschaft, hat sich denn auch dahin geäussert, der teilweise Ausfall des Klägers während vierzehn Tagen habe für das Geschäft keinen Nachteil ergeben. Das Obergericht hält diese Aussage für glaubwürdig. Ob sie es sei, ist eine Frage der Beweiswürdigung, die die Berufungsinstanz nicht überprüfen darf (Art. 63 Abs. 2 OG). Der Einwand, das Obergericht hätte eine neue Begutachtung anordnen sollen, ist daher nicht zu hören, ebenso wenig der Hinweis auf abweichende Auffassungen der Zeugen Blättler und Weiss.\n\nEs kann folglich nicht gesagt werden, die Umstände drängten im Sinne der bundesgerichtlichen Rechtsprechung mit einer gewissen Überzeugungskraft auf, dass der Kläger durch seine teilweise Arbeitsunfähigkeit einen Vermögensschaden erlitten habe. Ein solcher ist gegenteils unwahrscheinlich. Schon aus diesem Grunde muss die Forderung des Klägers von Fr. 11'250.-- abgewiesen werden.\n\n4. Ein Schaden lässt sich auch deshalb in Anwendung des |39| Art. 42 Abs. 2 OR nicht bejahen und der Höhe nach abschätzen, weil der Kläger nicht alles getan hat, was ihm zugemutet werden konnte, um den Ermessensentscheid zu ermöglichen und zu erleichtern.\n\nGewiss ist denkbar, dass das ganze Vermögen des Klägers, wie er behauptet, aus seinem Anteil am Betriebsvermögen der Kollektivgesellschaft bestand und dass auch die Übernahme und Veräusserung von Liegenschaften ausschliesslich im Betrieb der Gesellschaft erfolgte, so dass das ganze Einkommen des Klägers aus der Gesellschaft stammte. Gerade das hätte der Kläger aber anhand der Buchhaltung beweisen können und sollen. Zudem verunmöglichte ihm der behauptete Sachverhalt nicht, die Ursachen des Rückganges seines Gewinnanteils mit der Buchhaltung und den Geschäftspapieren der Kollektivgesellschaft darzutun und damit allenfalls glaubhaft zu machen, dass die Einbusse nicht ausschliesslich auf Umstände zurückzuführen sei, die mit seiner teilweisen und kurzfristigen Arbeitsunfähigkeit nichts zu tun hatten. Der Einwand, auch die Betreuung des Geschäftsvermögens und der Handel mit Liegenschaften erforderten Arbeit, verfängt nicht; denn es fehlt jeglicher Anhaltspunkt dafür, dass die Gesellschaft, weil der Kläger vom 21. April bis 5. Mai 1965 zur Hälfte arbeitsunfähig war, ihr Vermögen nicht habe verwalten oder eine Liegenschaft weniger habe umsetzen können. Träfe das zu, so hätte der Kläger eine entsprechende Einbusse konkret nachweisen müssen. Er hat aber weder diesbezügliche Behauptungen aufgestellt noch Beweise angeboten.\n\nDas Obergericht schliesst aus dem Verhalten des Klägers, er sei nicht gewillt gewesen, dem Sachverständigen Einblick in die Bücher zu gewähren. Diese tatsächliche Feststellung bindet das Bundesgericht. Es kann ihr nicht entgegengehalten werden, der Sachverständige habe nicht auf der Vorlegung der Bücher beharrt. Es oblag nicht dem Begutachter, den Kläger von seiner Haltung abzubringen; der Kläger hatte die Bücher von sich aus zu öffnen, um seiner Beweispflicht nachzukommen. Er hätte sich hiezu auch noch vor dem Obergericht bereit erklären können, beantragte aber ausdrücklich eine neue Begutachtung nur \"auf Grund der aus den Akten ersichtlichen Indizien\". Die Vorlegung der Bücher war nicht unzumutbar. Der Sachverständige hat zwar die Kosten ihrer Prüfung zwecks Ausscheidung des Unternehmergewinnes von Gewinnen aus Liegenschaftsgeschäften |40| auf etwa Fr. 6'000.-- geschätzt. Diese Ausscheidung war jedoch nicht nötig. Es hätte genügt, den Ursachen des Gewinnrückganges von 1964 auf 1965 nachzugehen und festzustellen, ob die Gesellschaft wegen der teilweisen Arbeitsunfähigkeit des Klägers vorübergehend weniger oder unrationeller arbeitete. Die Sammlung blosser Indizien hiefür oder die Feststellung, dass solche fehlten, hätte genügt, um dem Richter den Entscheid zu erleichtern, ob und in welchem ungefähren Ausmass der Kläger durch seine Arbeitsunfähigkeit geschädigt worden sei."}