{"annee": "98", "cour": "IB", "page": "148", "date": "19/5/1972", "cite": [], "cite_par": [], "chapeau": "21. Urteil vom 19. Mai 1972 i.S. Grands Magasins Jelmoli SA gegen Regierungsrat des Kantons Luzern.", "regestes": ["Loi sur l'alcool; contenu de l'autorisation pour le commerce de détail avec droit d'expédition selon l'art. 42 al. 2 de la loi. 1. Recevabilité du recours de droit administratif (consid. 1). 2. Le bénéficiaire d'une autorisation d'expédition délivrée par la Confédération peut charger une succursale établie hors du canton du siège de son entreprise de facturer les boissons distillées qu'il livre au-delà de la frontière cantonale et de recevoir les paiements (consid. 2-5)."], "faits": "|149|\n\nAus dem Sachverhalt:\n\nA.- Die Beschwerdeführerin, Grands Magasins Jelmoli SA, in Zürich, hat am 16. Oktober 1970 in Emmenbrücke LU eine Filiale \"JELMOLI-2000\" eröffnet. Diese Filiale führt auch eine Getränke-Abteilung. Der Regierungsrat des Kantons Luzern hat dafür ein Kleinverkaufspatent nach § 58 lit. a des kantonalen Gesetzes vom 16. Februar 1910/26. Januar 1937 betreffend das Wirtschaftsgewerbe und den Handel mit geistigen Getränken (WG) erteilt. Dieses Patent wird laut gesetzlicher Anordnung u.a. an \"Lebensmittel- (Comestibles-) Handlungen\" erteilt; es dient für den Verkauf geistiger Getränke \"mit Ausschluss von gebrannten Wassern\".\n\nAm 9. November 1970 schrieb das Staatswirtschaftsdepartement des Kantons Luzern an die Direktion der Grands Magasins Jelmoli SA in Zürich, es habe davon Kenntnis, dass in Emmenbrücke \"volle Spirituosenflaschen auf- bzw. ausgestellt\" seien, dass für die Kunden \"gedruckte Bestellungsformulare\" auflägen, und dass die Geschäftsfiliale Emmenbrücke ermächtigt sei, \"allfällige Vorauszahlungen auf die bestellten Spirituosen an Ort und Stelle einzukassieren\".\n\nDas Staatswirtschaftsdepartement verlangte, dass die bestellte Ware ausschliesslich \"vom Geschäftssitz der Gesellschaft in Zürich\", auf den die \"Versandbewilligung ausgestellt\" sei, verschickt werde. Desgleichen habe sie \"das Inkasso (auch Vorauszahlungen) mit sofortiger Wirkung ausschliesslich über |150| den Gesellschaftssitz in Zürich erfolgen zu lassen\". Es sei ihr zwar anheimgestellt, in Emmenbrücke einen speziellen Inkassobevollmächtigten zu bestellen, doch dürfe dieser nicht \"mit der Geschäftsfiliale in Emmenbrücke bzw. mit einem Angehörigen des Personals dieser Filiale identisch sein\". \"Jedes Ausstellen von Spirituosengebinden\" in Emmenbrücke \"und jedes Anbringen und Auflegen von nicht eindeutig klaren Texthinweisen auf den Kleinverkauf von gebrannten Wassern\" sei \"nicht zulässig\".\n\nB.- Gegen diese Verfügung des Staatswirtschaftsdepartements rekurrierte die Grands Magasins Jelmoli SA an den Regierungsrat des Kantons Luzern. Der Regierungsrat hat den Rekurs am 26. Juli 1971 mit dem folgenden Dispositiv teilweise gutgeheissen:\n\n\"1. Es wird der Rekurrentin nur gestattet, in ihrer Geschäftsfiliale in Emmenbrücke Bestellungen für die Lieferung gebrannter Wasser entgegenzunehmen. Rechnungstellung, jegliche Art von Inkasso, Versand usw. müssen vom eigentlichen Geschäftssitz und Patentdomizil aus erfolgen.\n\n2. Es wird der Rekurrentin gestattet, in den Schaufenstern und Verkaufsabteilungen ihrer Geschäftsfiliale in Emmenbrücke Spirituosengebinde auszustellen, sofern neben den ausgestellten Spirituosen mit klarem, gut sichtbarem und unmissverständlichem Text auf die unter Ziffer 1 des Dispositives dargelegte rechtliche Situation hingewiesen wird.\"\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beantragt die Beschwerdeführerin, der Entscheid des Regierungsrates des Kantons Luzern vom 26. Juli 1971 sei aufzuheben und es sei ihr zu gestatten, in ihrer Geschäftsfiliale Emmenbrücke nicht nur Bestellungen für die Lieferung gebrannter Wasser entgegenzunehmen, sondern auch Rechnungsstellung und Inkasso zu besorgen. Die Einschränkung bezüglich Ausstellung von Spirituosen in den Schaufenstern und Verkaufsabteilungen der Geschäftsfiliale der Beschwerdeführerin in Emmenbrücke sei aufzuheben.\n\nD.- Schultheiss und Regierungsrat des Kantons Luzern beantragen die Abweisung der Beschwerde.\n\nE.- Das Eidgenössische Finanz- und Zolldepartement empfiehlt mit Vernehmlassung vom 13. Dezember 1971 die Gutheissung der Beschwerde. Auf den Inhalt seiner Vernehmlassung wird, soweit erheblich, in den Erwägungen eingegangen.\n\n|151|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 32bis Abs. 1 BV ermächtigt den Bund, auf dem Wege der Gesetzgebung Vorschriften über den Verkauf und die fiskalische Belastung gebrannter Wasser zu erlassen.\n\nArt. 32quater Abs. 1 BV ermächtigt die Kantone, auf dem Wege der Gesetzgebung die Ausübung des Kleinhandels mit (gebrannten oder nicht gebrannten) geistigen Getränken den durch das öffentliche Wohl geforderten Beschränkungen zu unterstellen, also beispielsweise eine Bedürfnisklausel für Kleinverkaufsstellen einzuführen.\n\nDaraus ergibt sich, dass zur Ordnung des Verkaufs gebrannter Wasser - auch der Kleinverkauf ist Verkauf - der Bundesgesetzgeber und die kantonalen Gesetzgeber kompetent sind. Die kantonalen Gesetzgeber können indessen nichts anordnen, was mit dem Bundesrecht nicht vereinbar wäre. Die Frage, ob der Bundesgesetzgeber in seinem Kompetenzbereich verblieben sei oder ihn überschritten habe, stellt sich dem Bundesgericht wegen Art. 114bis Abs. 3 BV nicht.\n\nDas (mehrmals geänderte) BG vom 21. Juni 1932 über die gebrannten Wasser (AlkG) ist, wie sich schon aus dem Ingress ergibt, ein Ausführungserlass zu Art. 32bis BV. Das WG dagegen ist, jedenfalls soweit es für Wirtschaften und Kleinverkaufsstellen den Bedürfnisnachweis vorsieht (§§ 22 und 59) ein Ausführungserlass zu Art. 32quater BV. Der Regierungsrat hat sich im angefochtenen Entscheid auf das AlkG und auf das WG berufen. Doch ergibt sich aus dem Inhalt des Beschlusses und namentlich aus der Rechtsmittelbelehrung, dass der Regierungsrat den angefochtenen Beschluss selber als Entscheid über die Anwendung von Bundesrecht, nämlich des Art. 42 AlkG, versteht. Die Hinweise des Regierungsrates auf das kantonale Recht erklären sich daraus, dass das einschlägige Bundesrecht selbst auf das kantonale Recht und die kantonalen Patente Bezug nimmt (Art. 32bis Abs. 8 und 9 BV, Art. 39 Abs. 3 und Art. 42 Abs. 2 AlkG, Art. 99 Abs. 1 und 4 der VV).\n\nDer Inhalt der Beschwerde erschöpft sich in der Rüge, der angefochtene Beschluss verletze Bundesrecht. Dafür ist die Verwaltungsgerichtsbeschwerde zulässig. Denn der angefochtene Beschluss des Regierungsrates ist zweifellos eine Verfügung im Sinne von Art. 5 Abs. 1 lit. b VwG und damit von Art. 97 Abs. 1 OG. Er geht von einer letzten kantonalen Instanz aus |152| (Art. 98 lit. g OG) und es liegt keine der in Art. 99-102 OG aufgezählten Ausnahmen vor. Insbesondere ist kein Weiterzug an die Alkoholrekurskommission oder an das EFZD zulässig (vgl. Art. 47 und 49 AlkG in der durch das BG vom 20. Dezember 1968 über die Änderung des OG revidierten Fassung, AS 1969 786). Auf die Beschwerde ist daher einzutreten.\n\n2. Der zweite Satz von Art. 32bis Abs. 8 BV erklärt den Bund als zuständig zur Ausstellung der \"Patente für den interkantonalen und internationalen Kleinhandel\" mit gebrannten Wassern. Art. 42 AlkG enthält die zugehörige Ordnung (Absatz 1 in der ursprünglichen Fassung vom 21. Juni 1932, BS 6857, Absatz 2 in der revidierten Fassung vom 25.Oktober 1949, AS 1950 72):\n\n\"Die kantonale Kleinhandelsbewilligung bestimmt, ob und unter welchen Bedingungen ihr Inhaber berechtigt ist, gebrannte Wasser innerhalb des Kantonsgebietes zu versenden.\n\nZum gewerbsmässigen Versand über die Kantonsgrenze hinaus bedarf es neben der Kleinhandelsbewilligung des Kantons, in dem sich der Geschäftssitz befindet, einer besondern Versandbewilligung der Alkoholverwaltung, welche auch zur Aufnahme von Bestellungen berechtigt. Die Alkoholverwaltung erhebt für diese Bewilligung eine feste Jahresgebühr von tausend Franken. Die Voraussetzungen für die Erteilung der Kleinhandelsbewilligung werden durch Verordnung des Bundesrates geregelt. Zulässig ist die Einholung von Kleinhandelsbewilligungen in mehreren Kantonen.\"\n\nWas Grosshandel und was Kleinhandel ist, ergibt sich aus Art. 39 AlkG. Grosshandel - darüber wird hier nicht gestritten - ist die Abgabe gebrannter Wasser in Mengen von 40 Litern oder mehr (Abs. 2). Kleinhandel ist \"jeder andere Handelsverkehr\" (Abs. 3). Nach Art. 99 Abs. 1 der VV vom 6. April 1962 zum AlkG hat, wer mit gebrannten Wassern über die Kantonsgrenze hinaus Handel treiben will in Übereinstimmung mit Art. 42 Abs. 2 AlkG die Wahl, neben der Kleinhandelsbewilligung des \"Geschäftssitzkantons\" eine Versandbewilligung der Alkoholverwaltung oder eine Kleinhandelsbewilligung in jedem Kanton, in den er gebrannte Wasser versenden will, einzuholen. Diese Alternative ist aber für die Beschwerdeführerin belanglos, da sie vom Kanton Luzern kein Kleinverkaufspatent für gebrannte Wasser bekommen hat und sich damit abfindet. Für sie geht es lediglich um die andere Variante.\n\n|153|\n\n3. Die Beschwerdeführerin verfügt an ihrem Geschäftssitz in Zürich über ein kantonales Patent für den Kleinverkauf gebrannter Wasser und über eine eidgenössische Kleinhandelsversandbewilligung. Unbestritten ist, dass sie gebrannte Wasser - auch in Mengen von weniger als 40 Litern - von Zürich aus in den Kanton Luzern liefern darf, ferner, dass sie in der Filiale Emmenbrücke dafür Bestellungen entgegennehmen darf. Ebenso ist unbestritten, dass sie im Verkaufsgeschäft in Emmenbrücke keine gebrannten Wasser in Mengen von weniger als 40 Litern an Kunden abgeben darf, wo immer die Bestellungen aufgegeben worden sein mögen. Unbestritten ist schliesslich, dass die Beschwerdeführerin durch Ausstellung von Gebinden und Fassungen und auf andere geeignete Weise dem Publikum in Emmenbrücke anzeigen darf, dass sie von Zürich aus gebrannte Wasser in den Kanton Luzern liefert.\n\nUmstritten ist dagegen:\n\n- ob die Beschwerdeführerin den Kunden für Lieferungen gebrannter Wasser aus Zürich durch ihr Personal in Emmenbrücke Rechnung stellen darf;\n\n- ob die Beschwerdeführerin durch ihr Personal in Emmenbrücke für die Lieferungen aus Zürich - vor oder nach dem Versand - Zahlungen entgegennehmen darf;\n\n- ob die Beschwerdeführerin bei der Reklame in Emmenbrücke darauf hinweisen muss, dass die Rechnungen in Zürich ausgestellt werden und im Geschäft in Emmenbrücke keine Zahlungen dafür entgegengenommen werden.\n\n4. Art. 42 Abs. 2 AlkG in der Fassung vom 25. Oktober 1949 ermächtigt den Inhaber einer Kleinhandelsversandbewilligung zur \"Aufnahme von Bestellungen\". Die Regierung des Kantons Luzern zieht daraus den Umkehrschluss, dass dem Inhaber einer solchen Bewilligung in andern Kantonen nur die Aufnahme von Bestellungen erlaubt sei. Die Beschwerdeführerin zieht dagegen einen qualifizierten Analogieschluss: Wenn dem Bewilligungsinhaber schon die Aufnahme von Bestellungen in andern Kantonen zusteht, dann darf er dort erst recht - und ohne besondere Erlaubnis - Rechnungen ausstellen und Zahlungen entgegennehmen.\n\nIn der Botschaft vom 8. April 1949 (BBl 1949 I 673 ff.), mit welcher der Bundesrat der Bundesversammlung die Revision vorschlug, die dann am 25. Oktober 1949 zum Abschluss kam, wird die Änderung mit dem Hinweis darauf begründet, dass |154| einige Kantone \"trotz Vorliegen der eidgenössischen Kleinhandelsversandbewilligung\" noch eine \"besondere Bewilligung\" (scilicet: gegen Gebühr) für die Aufnahme von Bestellungen verlangen zu können glaubten. Das liege \"aber nicht im Sinne des Gesetzes\", zumal \"die Gebühr für die eidgenössische Bewilligung Fr. 1000.-- beträgt und daneben noch die Patentgebühr im Wohnsitzkanton zu entrichten\" sei. Mit der Änderung des Gesetzestextes war keine Änderung des Gesetzesinhalts, sondern nur dessen \"Präzisierung\" beabsichtigt (a.a.O., 721).\n\nDie Änderung wurde in den Räten diskussionslos angenommen. Mit ihr wird klargestellt, dass die Versandfirma nicht mehr als zwei Bewilligungen benötigt und nicht mehr als zweimal - einmal für das kantonale Patent und einmal für die eidgenössische Bewilligung - fiskalisch belastet werden darf.\n\nDamit steht fest, dass nach Art. 42 Abs. 2 AlkG für die Aufnahme von Bestellungen ausserhalb des Geschäftssitzes des Bewilligungsinhabers am Ort der Bestellungsaufnahme weder ein kantonales Patent erforderlich ist, noch eine kantonale Gebühr erhoben werden darf. Beides aber setzt voraus, dass die Aufnahme von Bestellungen durch Bundesrecht abschliessend geordnet ist.\n\nDer Zweck der Alkoholgesetzgebung des Bundes besteht laut Art. 32 bis Abs. 2 BV darin, \"dass sie den Verbrauch von Trinkbranntwein und dementsprechend dessen Einfuhr und Herstellung vermindert\". Im Lichte dieser Zwecksetzung ist die Aufnahme von Bestellungen keinesfalls weniger wichtig als die Rechnungstellung und die Entgegennahme von Zahlungen. Offerte und Annahme - also das für den Vertragsabschluss Wesentliche - manifestieren sich in der Bestellung. Was nachher folgt, ist die Vertragserfüllung, die aus der Tradition der verkauften Sache - Besitzübertragung = Lieferung - und der Zahlung des Kaufpreises besteht. Die Rechnungstellung ist innerhalb der Abwicklung des Kaufgeschäftes eine Hilfsfunktion im Vollzugsstadium.\n\nDer Regierungsrat des Kantons Luzern befürchtet, dass, wenn Inkasso und Rechnungstellung der Filiale Emmenbrücke überlassen würden, ein Betrieb entstände, der \"praktisch einem Handel auch mit gebrannten Wassern gemäss § 58 lit. f WG gleich\" zu setzen wäre. Der \"einzige Unterschied\" würde dann |155| nur noch darin bestehen, dass die Getränke von Zürich aus versandt würden.\n\nWas der Regierungsrat als \"einzigen Unterschied\" gegenüber einer Kleinverkaufsstelle für gebrannte Wasser bezeichnet, ist ein fundamentaler Unterschied, der jedem Kunden sofort auffallen muss: In einem Geschäft mit Kleinverkaufspatent gemäss § 58 lit. f WG kann der Kunde gebrannte Wasser in kleinen Quantitäten kaufen und sofort mitnehmen. In der Filiale Emmenbrücke der Beschwerdeführerin kann er bestellen, aber nichts mitnehmen. Er hat daheim zu warten, bis ihm die bestellten Getränke von Zürich her mit der Post oder mit einem Fahrzeug der Lieferfirma ins Haus gebracht werden. Ist er dann zufällig nicht zuhause, so wird er die Sendung bestenfalls bei der Post abholen können oder eine zweite Zustellung abwarten müssen. Auf jeden Fall ist die Chance, die bestellten Getränke zu bekommen, mit Zeitverlust und Risiken verbunden, die der Kunde, der in einem Kleinhandelsgeschäft am Ort einkauft, vermeiden kann. Wichtig ist auch, dass die Beschwerdeführerin nicht von Emmenbrücke aus liefern kann, weil sie das Kleinverkaufspatent und die Versandbewilligung nur für den Geschäftssitz Zürich innehat.\n\nDieser Sachverhalt führt dazu, dass Leute, die gebrannte Wasser erst bei Bedarf und nur in kleinen Dosen einkaufen, als Kunden der Beschwerdeführerin ausfallen. Nur wer sich auf Vorrat eindeckt, wird die Beschwerdeführerin als Lieferantin in Betracht ziehen.\n\nDamit ist der Unterschied zwischen den Befugnissen einer Kleinverkaufsstelle am Ort und der Filiale Emmenbrücke der Beschwerdeführerin sehr klar markiert. Er wird praktisch zu einer Privilegierung der ortsansässigen Kleinverkäufer führen, also nebenbei einen Erfolg bewirken, der ausserhalb des durch Art. 32 bis BV angepeilten Zwecks liegt. Diesen Unterschied durch Erschwernisse bei der Rechnungstellung und beim Geldeinzug zu verstärken, wirkt schikanös, weil kein sachlicher Grund dafür vorliegt und das Bundesrecht kein Motiv dafür liefert. Wer dem Kunden Rechnung stellt und wo der Kunde bezahlt, ist unter den Kriterien des Bundesrechts belanglos. Die angefochtenen Erschwernisse sind daher zu beseitigen.\n\n5. In Ziffer 2 des angefochtenen Dispositives wird der Beschwerdeführerin vorgeschrieben, im Geschäft in Emmenbrücke |156| \"mit klarem, gut sichtbarem und unmissverständlichem Text auf die unter Ziffer 1 des Dispositives dargelegte rechtliche Situation\" hinzuweisen.\n\nNachdem die Verbote bezüglich Rechnungstellung und Geldeinzug aufzuheben sind, muss auch die Auflage bezüglich der Anschriften insoweit aufgehoben werden, als nur noch darauf hinzuweisen ist, dass gebrannte Wasser in Mengen von weniger als 40 Litern in Emmenbrücke weder abgegeben noch versandt, sondern von Zürich aus zugestellt werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen. Der angefochtene Beschluss wird - mit Einschluss der Kostenauflage - aufgehoben, soweit er der Beschwerdeführerin nicht bloss den Verkauf und Versand gebrannter Wasser in Mengen unter 40 Litern in Emmenbrücke verbietet und die auf diesen Versand bezüglichen Anzeigen im dortigen Geschäft betrifft."}