{"annee": "98", "cour": "II", "page": "161", "date": "6/7/1972", "cite": [], "cite_par": ["108 II 25", "99 II 353", "104 II 12", "107 II 395", "109 II 8", "108 II 503"], "chapeau": "24. Extrait de l'arrêt de la IIe Cour civile du 6 juillet 1972 dans la cause G. contre G.", "regestes": ["Divorce, art. 137 et 151 al. 1 CC. Art. 137 CC. L'action en divorce fondée sur cette disposition doit être rejetée s'il est établi que l'adultère n'a pas eu pour effet de détruire irrémédiablement le lien conjugal (changement de jurisprudence) (consid. 4 b). Art. 151 al. 1 CC. Indemnité allouée à l'épouse dont l'adultère était sans rapport de causalité avec la rupture du lien conjugal et ne constituait pas une faute grave en raison des circonstances (consid. 5)."], "faits": "", "considerants": "|161|\n\nConsidérant en droit:\n\n4. ... b) Dans un arrêt de 1927 (RO 53 II 196 s.), rendu à propos de l'art. 139 CC, le Tribunal fédéral a déclaré que les circonstances prévues par les art. 137-139 CC emportaient seulement une présomption légale de la ruine du lien conjugal; que si cette présomption s'avérait toutefois mal fondée dans un cas particulier, l'acte commis par le défendeur n'ayant exceptionnellement pas eu pour effet de rompre l'union conjugale, |162| cet acte ne pouvait être invoqué comme cause de divorce. Hormis cet arrêt, demeuré isolé, le Tribunal fédéral a considéré de façon constante l'adultère comme une cause absolue de divorce (RO 95 II 511 et les arrêts cités). Le droit de l'époux offensé ne dépend donc pas, sauf consentement ou pardon, du fait que l'adultère de son conjoint a causé la ruine du lien conjugal. La partie qui invoque l'art. 137 CC n'a pas à faire la preuve que ce lien a été irrémédiablement rompu par l'adultère et qu'on ne peut exiger d'elle la continuation de la vie commune. L'action en divorce fondée sur l'art. 137 CC ne peut toutefois être exercée que dans les limites de l'abus de droit au sens de l'art. 2 CC; la mention expresse, à l'art. 137 al. 3 CC, du consentement à l'adultère et du pardon comme causes d'irrecevabilité de l'action ne signifie pas que celle-ci doive être admise dans d'autres hypothèses où son exercice constituerait un abus de droit manifeste (RO 95 II 511 s. consid. 4 et citations).\n\nCertains auteurs ont critiqué cette jurisprudence dans la mesure où elle considère l'adultère comme une cause absolue de divorce (cf. BARDE, RDS 1955 p. 481a; HINDERLING, Das schweizerische Ehescheidungsrecht, 3e éd., p. 73 ss.; BÜHLER, n. 30-31 ad art. 137; dans le même sens SEEGER, RDS 1929 126a, 163a, 171a s.; COSMAN, SJ 1949 p. 64; KEHL, RDS 1967 I p. 150; MERZ, RJB 1969 p. 200). Ils font observer que l'application rigoureuse de l'art. 137 CC n'est pas toujours satisfaisante du point de vue de l'équité et préconisent de faire de la destruction du lien conjugal la condition nécessaire de l'admission de l'action en divorce fondée sur cette disposition.\n\nLa jurisprudence à laquelle le Tribunal fédéral s'est tenu jusqu'ici, en considération notamment du texte de l'art. 137 CC (RO 95 II 511), doit être revisée. En dépit de sa rédaction, cette disposition suppose elle aussi une atteinte si profonde au lien conjugal que la vie commune soit devenue insupportable. Or tel n'est pas toujours le cas: il se peut que l'union conjugale résiste à l'adultère ou qu'au contraire, elle soit déjà définitivement détruite auparavant. L'application de l'art. 2 CC, qui doit rester exceptionnelle (arrêt non publié Sch. c. Sch., du 25 mars 1968, p. 9 s.), ne permet alors pas dans tous les cas d'éviter les inconvénients d'une interprétation stricte de l'art. 137 CC. Aussi convient-il de revenir au principe posé par le Tribunal fédéral dans son arrêt du 29 juin 1927 (RO 53 II 196 s.), selon lequel la présomption légale de la rupture du lien conjugal |163| qu'emporte l'adultère peut être renversée. L'action fondée sur l'art. 137 CC doit ainsi être rejetée s'il s'avère que l'adultère n'a effectivement pas eu pour effet de détruire irrémédiablement le lien conjugal. Lorsqu'en revanche la présomption de l'art. 137 CC n'est pas renversée, l'action de l'époux trompé doit être admise même s'il a contribué à la désunion par sa faute prépondérante (cf. HINDERLING, p. 76, approuvé par BÜHLER, n. 31 in fine ad art. 137).\n\nc) En l'espèce, la recourante a commis adultère en 1969. La rupture de l'union conjugale était alors définitivement consommée, et les deux parties avaient pris devant les tribunaux genevois des conclusions en divorce. Conformément à la jurisprudence modifiée dans le sens indiqué ci-dessus, l'action de l'intimé fondée sur l'art. 137 CC doit être rejetée, en réformation de l'arrêt déféré.\n\n5. La recourante conclut à l'allocation d'une rente de 7500 fr. par mois en application de l'art. 151 CC.\n\nSelon la jurisprundence, l'auteur d'une faute qui n'est pas en rapport de cause à effet avec la rupture du lien conjugal doit être considéré comme l'époux innocent au sens de l'art. 151 CC, à moins que son infraction aux devoirs découlant du mariage ne soit grave (RO 90 II 71 et citations, 93 II 287 ss., 95 II 290).\n\nEn l'espèce, l'adultère de la recourante est sans rapport de causalité avec la rupture de l'union conjugale, qui était déjà consommée. Il constitue certes une violation du devoir de fidélité imposé aux époux (art. 159 al. 3 CC). Il ne peut en revanche être retenu comme une faute grave à la charge de la recourante au sens de la jurisprudence précitée. En effet, elle a commis adultère alors qu'elle était livrée depuis longtemps à la solitude en raison de l'activité et du comportement de son mari, qui l'avait pratiquement abandonnée, et que l'instance en divorce était pendante depuis plus d'une année.\n\nQuant à l'intimé, qui a provoqué le divorce par son attitude contraire aux devoirs découlant du mariage, il est le conjoint coupable au sens de l'art. 151 CC.\n\nLes conclusions de la recourante en paiement d'une indemnité selon cette disposition sont donc fondées. Les constatations de l'arrêt déféré ne permettent toutefois pas à la cour de céans de fixer le montant de cette indemnité. Il y a lieu de renvoyer l'affaire à la Cour de justice pour qu'elle statue sur ce point, après avoir complété ses constatations (art. 64 al. 1 OJ)."}