{"annee": "98", "cour": "IA", "page": "362", "date": "12/7/1972", "cite": ["90 I 321", "95 I 161", "88 I 213", "96 I 104", "51 I 423", "92 I 503", "97 I 839", "91 I 23"], "cite_par": ["104 IA 88", "108 IA 248", "102 IA 69", "111 IA 231"], "chapeau": "60. Urteil vom 12. Juli 1972 i.S. Studentenschaft der Universität Zürich gegen Erziehungsrat des Kantons Zürich.", "regestes": ["Ordonnance relative à l'utilisation des locaux de l'Université. 1. Le droit à l'utilisation des locaux de l'Université découle du but de l'établissement public, non pas des droits constitutionnels individuels (liberté de la presse, libertés d'association, de réunion et d'expression). 2. L'organisation des rapports entre l'établissement public et ses usagers est soumise aux principes - valables pour toute activité administrative - de la légalité, de l'égalité de traitement et de la proportionnalité. 3. Exigence de l'autorisation pour des manifestations étrangères à l'enseignement proprement dit. - Interdiction de réunions à caractère d'agitation et de provocation (consid. 5). - Responsabilité du titulaire de l'autorisation pour les dommages causés à des biens de l'Université. Violation du droit fédéral? (consid. 8). - Exigence d'une caution de la part du titulaire de l'autorisation (consid. 9). Interdiction de collectes d'argent et limitation de la vente d'imprimés (consid. 6 et 7)."], "faits": "BGE 98 Ia 362 S. 364\n\nAm 8. Oktober 1971 erliess der Erziehungsrat des Kantons Zürich das Regulativ zur Benützung der Räume der Universität Zürich für Veranstaltungen (im folgenden kurz \"Regulativ\" genannt). Darnach sind die Räume der Universität für den ordentlichen Lehr- und Forschungsbetrieb sowie für die Verwaltung der Universität einschliesslich Sitzungen der Organe der Universität und der Organe der Universitätsangehörigen bestimmt. Jede andere Art der Benützung ist bewilligungspflichtig (Ziff. 1). Die Bestimmungen der Ziff. 2, 4 Abs. 5 und 6, 10 Satz 1 und 11 lauten wie folgt:\n\n\"2. Bewilligungen werden in der Regel erteilt für akademische und kulturelle Veranstaltungen, auch solche politischen Charakters, sofern eine Beziehung der Veranstalter zur Universität besteht. (...) Bewilligungen werden nicht erteilt, wenn die Veranstaltung agitatorisch-provokativen Charakter hat oder wenn eine Störung des Unterrichts oder des allgemeinen Betriebs zu befürchten ist.\n\n4. Abs. 5; Für die anlässlich einer Veranstaltung allfällig verursachten Schäden an Gebäuden und Mobiliar kann der Inhaber der Bewilligung haftbar gemacht werden.\n\nAbs. 6; Die Erteilung der Bewilligung kann von der Leistung einer Kaution abhängig gemacht werden.\n\n10. Satz 1; Das Sammeln von Geld ist in den Universitätsräumen untersagt.\n\n11. Das Verkaufen von Drucksachen aller Art ist nur am Kiosk erlaubt und bleibt im übrigen der Zentralstelle der Studentenschaft vorbehalten, soweit die vertraglichen Abmachungen mit dem Buchhändler- und Verlegerverein den Verkauf nicht weiter beschränken.\"\n\nDie Studentenschaft der Universität Zürich, vertreten durch den Kleinen Studentenrat, bzw. die in dessen Namen unterzeichnenden Studierenden Anton M. Fischer und Martin Farner fechten diese Bestimmungen mit staatsrechtlicher Beschwerde an. Es werden Verletzungen der Art. 4, 55, 56 und 64 BV sowie von Art. 2 und 3 KV/ZH geltend gemacht.\n\nDer Erziehungsrat des Kantons Zürich beantragt die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Prozessuales).\n\n2. Nach Ansicht der Beschwerdeführer verstösst das in Ziff. 2 Abs. 2 des Regulativs ausgesprochene Verbot von Veranstaltungen agitatorisch-provokativen Charakters gegen BGE 98 Ia 362 S. 365die in der zürcherischen Kantonsverfassung und der Bundesverfassung gewährleistete Rechtsgleichheit (Art. 2 KV, Art. 4 BV) sowie die Versammlungsfreiheit (Art. 3 KV, Art. 56 BV). Auch die Bestimmungen von Ziff. 4 Abs. 5 und 6 des Regulativs, wonach eine Kausalhaftung des Inhabers der Bewilligung für Schäden aus der Veranstaltung vorgesehen sei (Abs. 5) und die Erteilung der Bewilligung von einer Kaution abhängig gemacht werden könne (Abs. 6), beschränkten die Vereinsfreiheit in unzulässiger Weise und verletzten die Rechtsgleichheit; Abs. 5 verletze zudem Art. 64 BV. Eine Missachtung des Grundsatzes der Verhältnismässigkeit bedeute ferner das in Ziff. 10 Satz 1 des Regulativs ausgesprochene Verbot des Geldsammelns in den Universitätsräumen. Schliesslich liege auch in der Beschränkung des Verkaufs von Drucksachen auf eine Verkaufsstelle, wie in Ziff. 11 des Regulativs vorgesehen, eine unzulässige Einengung des Rechts auf freie Meinungsäusserung bzw. der Pressefreiheit (Art. 55 BV).\n\n(Keine selbständige Bedeutung der angerufenen kantonalen verfassungsmässigen Rechte neben der in der Bundesverfassung enthaltenen Gewährleistung).\n\n3. Die Universität Zürich ist eine unselbständige öffentliche Anstalt des Kantons, deren Zweck die Ausbildung zu akademischen Berufen sowie die akademische Lehre und Forschung ist (§ 124 des zürcherischen Unterrichtsgesetzes vom 23. Dezember 1859; § 1 der Universitätsordnung der Universität Zürich vom 11. März 1920; ARTHUR WOLFFERS, Die staatsrechtliche Stellung der Universität Zürich, Diss. Zürich 1940, S. 46). Für die Beurteilung des angefochtenen Regulativs, welches die Benützung der Räume der Universität regelt, sind somit die für das Recht der öffentlichen Anstalt geltenden Grundsätze massgebend.\n\nDie Benützer einer öffentlichen Anstalt haben grundsätzlich einen Anspruch darauf, die Einrichtungen der Anstalt so zu benützen, wie ihr Zweck es vorsieht. Aus dem Verhältnis zwischen der öffentlichen Anstalt und ihren Benützern ergeben sich für diese aber auch gewisse Einschränkungen in ihren Rechten. Nach Lehre und ständiger Rechtsprechung muss sich dieses besondere Rechtsverhältnis, welches die Beziehungen zwischen der Anstalt und ihren Benützern regelt und diese gewissen Beschränkungen unterstellt, im Rahmen der verfassungsmässigen Rechte der Bürger und der daraus sich ergebenden BGE 98 Ia 362 S. 366Prinzipien halten. Eingriffe in die Freiheitsrechte der Anstaltsbenützer durch die Anstaltsordnung bedürfen der gesetzlichen Grundlage und dürfen nur so weit gehen, als der Zweck der Anstalt es erfordert. Ganz allgemein ist der Träger der Anstalt bei der Ausgestaltung der Beziehungen zwischen ihr und ihren Benützern an die für alle Verwaltungstätigkeit geltenden Grundsätze der Gesetzmässigkeit, Rechtsgleichheit und Verhältnismässigkeit gebunden (BGE 97 I 842 ff., BGE 92 I 510 f., BGE 90 I 323 mit Verweisungen; GRISEL, Droit administratif suisse, Neuchâtel 1970, S. 120 f.; GUIDO KÖHL, Die besonderen Gewaltverhältnisse im öffentlichen Recht, Diss. Bern 1955, S. 41; HANS HUBER, Grundrechte und Polizeigewalt, in ZBl 53/1952, S. 237).\n\n4. Die Bestimmung von Ziff. 1 des Regulativs, wonach die Räume der Universität dem ordentlichen Lehr- und Forschungsbetrieb sowie der Verwaltung der Universität vorbehalten sind, wird in der Beschwerde nicht angefochten. Mit Recht. Denn es könnte nicht gesagt werden, dass den Studierenden aufgrund dieser Vorschrift universitäre Einrichtungen vorenthalten werden, die zu benutzen sie durch ihre Immatrikulation (§ 20 des Reglements für die Studierenden und Auditoren der Universität Zürich vom 17. Januar 1967) oder ganz allgemein gestützt auf den Zweck der Universität das Recht hätten. Wenn nach Ziff. 1 Abs. 2 und Ziff. 2 Abs. 1 darüber hinaus noch andere Arten der Benützung zugelassen werden, nämlich insbesondere akademische und kulturelle Veranstaltungen, auch solche politischen Charakters, sofern eine Beziehung der Veranstalter zur Universität besteht, so stellt der Erziehungsrat die Räume der Universität in einem weiteren Umfang zur Verfügung, als dies nach dem gesetzlichen Auftrag der Universität als einer Lehr- und Forschungsanstalt zwingend nötig wäre. In diesem Rahmen steht es daher dem Erziehungsrat auch frei, ob er die Universitätsräume ohne weiteres offen halten will oder nicht. Die in Ziff. 1 Abs. 2 des Regulativs vorgesehene Bewilligungspflicht für die nicht unter Abs. 1 dieser Bestimmung fallenden Veranstaltungen wird deshalb mit Recht nicht beanstandet.\n\nWerden die Universitätsräume in einem weitern Umfang zur Verfügung gestellt, als aufgrund des gesetzlichen Zweckes der Universität beansprucht werden kann, so heisst dies allerdings nicht, dass die zuständigen Organe dabei nach Belieben vorgehen BGE 98 Ia 362 S. 367könnten. Ist eine Bewilligungspflicht für Veranstaltungen vorgesehen, so darf diese nicht nach willkürlichen oder rechtsungleichen Gesichtspunkten ausgestaltet sein.\n\n5. Ziff. 2 Abs. 2 des Regulativs wird mit Recht nicht angefochten, soweit darin bestimmt wird, dass im Interesse der Wahrung eines ordnungsgemässen Anstaltsbetriebs Bewilligungen nicht zu erteilen sind, wenn eine Störung des Unterrichts oder des allgemeinen Betriebs zu befürchten ist (vgl. WOLFF, Verwaltungsrecht II, 3. Auflage 1970, § 99 I S. 335). Die Beschwerdeführer beanstanden einzig, dass Bewilligungen auch dann nicht erteilt werden, wenn eine Veranstaltung agitatorisch-provokativen Charakter hat. Mit einem derart unbestimmten Begriff werde der zuständigen Behörde ermöglicht, ihre Bewilligungspraxis willkürlich und rechtsungleich zu handhaben. Sodann gehe dieser Grund zur Verweigerung einer Bewilligung über den - anerkanntermassen angemessenen - Verbotsgrund der Störung des Universitätsbetriebs hinaus. Diese zusätzliche Einschränkung der Bewilligungserteilung greife deshalb in unzulässiger Weise in die Versammlungs- und Meinungsäusserungsfreiheit der Studierenden ein.\n\na) Diese Rüge beruht auf einer unrichtigen Vorstellung von der Bedeutung und Tragweite der angerufenen Freiheitsrechte. Der Sinn der Freiheitsrechte ist die Begrenzung der staatlichen Macht gegenüber dem einzelnen Bürger. Sie gewährleisten ihm Schutz vor staatlichen Eingriffen, geben ihm aber keinen Anspruch auf positive Leistungen des Staates (AUBERT, Traité de droit constitutionel suisse, Neuchâtel 1967, II S. 626 ff. insbes. Nr. 1750 und dort zitierte Literatur; FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, S. 240 ff.; DIETRICH SCHINDLER, Verfassungsrecht und soziale Struktur, Zürich 1932, S. 128). So lässt sich aus den Rechten der Meinungsäusserungs- und Versammlungsfreiheit kein Anspruch des Bürgers darauf ableiten, dass der Staat zu ihrer Ausübung besondere Einrichtungen schafft oder zur Verfügung stellt. Das aber meinen die Beschwerdeführer, wenn sie gestützt auf die genannten Freiheitsrechte einen grundsätzlichen Anspruch auf die Räume der Universität zu Versammlungszwecken geltend machen. Was allgemein gegenüber dem Staat gilt, gilt umso mehr gegenüber der öffentlichen Anstalt, welche den Bürgern wesensgemäss nur zu dem Zweck offenzustehen hat, zu dem sie bestimmt ist. Somit werden die Studierenden dadurch, dass ihnen die Räume BGE 98 Ia 362 S. 368der Universität für Veranstaltungen ausserhalb des eigentlichen Lehrbetriebs grundsätzlich verschlossen bleiben, in ihrer Versammlungs- und Meinungsäusserungsfreiheit gar nicht berührt. Eine Verletzung dieser verfassungsmässigen Rechte steht somit nicht in Frage. Die beanstandete Bestimmung ist bloss unter dem beschränkten Gesichtswinkel des Art. 4 BV zu beurteilen (BGE 96 I 107).\n\nb) Der Vorwurf, es sei verfassungswidrig, den agitatorischprovokativen Charakter einer Veranstaltung als Grund für die Nichterteilung einer Bewilligung vorzusehen, weil dieser schwer bestimmbare Begriff die Möglichkeit zu willkürlichen und die Rechtsgleichheit verletzenden Entscheiden biete, geht offensichtlich fehl. Denn ein Rechtssatz, der unbestimmte Rechtsbegriffe enthält, die den rechtsanwendenden Behörden bei deren Auslegung und Anwendung einen weiten Beurteilungsspielraum offen lassen, verstösst deswegen noch nicht gegen Art. 4 BV. Die Frage einer Verletzung von Art. 4 BV kann sich erst im Anwendungsfall stellen. Dass mit dem Verbot agitatorischprovokativer Veranstaltungen gegen die Rechtsgleichheit verstossen werde, indem damit ohne sachliche Gründe bestimmte Studierende oder Studentenverbände gegenüber andern benachteiligt würden, wird nicht behauptet. Dagegen bringen die Beschwerdeführer vor, das Verbot sei unverhältnismässig, weil Veranstaltungen agitatorisch-provokativen Charakters den Universitätsbetrieb nicht störten und somit kein hinreichender Grund bestehe, sie nicht zu bewilligen. Die Rüge erweist sich schon deshalb als unbegründet, weil der Erziehungsrat, wie in der Beschwerdeantwort dargetan wird, unter Veranstaltungen agitatorisch-provokativen Charakters nur solche versteht, von denen regelmässig auch eine Störung des Unterrichts oder des allgemeinen Betriebs an der Universität zu befürchten ist.\n\nVersteht der Schöpfer des Regulativs den Begriff \"agitatorisch-provokativ\" in diesem Sinne, so kann man sich allerdings fragen, worin dessen Wert im Text einer Vorschrift liegen soll, die ja bereits Veranstaltungen, von denen eine Störung des Betriebs zu befürchten ist, ausschliesst. Ob dieser Begriff wirklich zum besseren Verständnis von Ziff. 2 des Regulativs beiträgt, wie der Erziehungsrat meint, wird sich wohl bei der Anwendung zeigen. Wenn übrigens in der Vernehmlassung der Vorschrift eine Bedeutung beigemessen wird, wonach im Gegensatz zu agitatorisch-provokativen Veranstaltungen solche von BGE 98 Ia 362 S. 369Vereinigungen, die als revolutionär, subversiv oder staatsgefährlich gelten, in den Räumen der Universität grundsätzlich zulässig seien, so erscheint eine solche - allerdings erst im Anwendungsfall aktuelle - Auslegung befremdlich. Die Anstaltsordnung ist nämlich in jeder Hinsicht an die verfassungsmässige Ordnung gebunden. Die für die öffentliche Anstalt verantworlichen Organe dürfen deren Benützung nur so ordnen, wie es dem im Gesetz festgehaltenen Willen des Gemeinwesens, welches die öffentliche Anstalt trägt und welches letztlich über dessen Zweckbestimmung befindet, entspricht. Das ist sicher nicht der Fall, wenn die Räume der Universität für Veranstaltungen verfassungswidriger Vereinigungen zur Verfügung gestellt werden.\n\n6. Die Beschwerdeführer beanstanden Ziff. 10 des Regulativs insoweit, als darin das Sammeln von Geld in den Universitätsräumen untersagt wird. Sie machen geltend, die Vorschrift verletze das Prinzip der Verhältnismässigkeit, welches sie als einen aus dem Willkürverbot und den Freiheitsrechten sich ergebenden allgemeinen Grundsatz des Verwaltungsrechts anrufen. Welches geschriebene oder ungeschriebene Freiheitsrecht durch das genannte Verbot betroffen sein sollte, wird jedoch in keiner Weise dargetan, was wohl auch schwer halten würde. Steht die Verletzung eines Freiheitsrechts nicht in Frage, so ist die streitige Bestimmung nur unter dem Gesichtspunkt von Art. 4 BV zu überprüfen.\n\nAuch dieser Rüge liegt die unrichtige Vorstellung zugrunde, die Studierenden hätten einen Anspruch auf jede Art der Benutzung der Räume der Universität, sofern damit keine Störungen des Hochschulbetriebs verbunden sind. Wie dargetan, besteht der aus dem besonderen Rechtsverhältnis zwischen der öffentlichen Anstalt und ihren Benützern sich ergebende Anspruch, die Einrichtungen der Universität zu benützen, nur im Rahmen der Zweckbestimmung der Universität. Nach den Ausführungen des Erziehungsrats in der Vernehmlassung fällt das Einziehen normaler Mitgliederbeiträge anerkannter studentischer Vereinigungen sowie das Einziehen der ordentlichen Semesterbeiträge nicht unter dieses Verbot. Der Wortlaut von Ziff. 10 Satz 1 Regulativ lässt eine solche Auslegung zu. Somit kann entgegen der Behauptung in der Beschwerde nicht gesagt werden, die Vorschrift schränke die Ausübung gesetzlich anerkannter studentischer Tätigkeiten ein. Dass und inwiefern im BGE 98 Ia 362 S. 370übrigen eine Verletzung der Rechtsgleichheit und des Willkürverbots vorliegen sollte, wird nicht dargetan.\n\n7. Aus den gleichen Gründen erweist sich die Rüge als unbegründet, welche sich gegen Ziff. 11 des Regulativs richtet, wonach das Verkaufen von Drucksachen aller Art nur am Kiosk erlaubt und im übrigen der Zentralstelle der Studentenschaft vorbehalten ist. Die verfassungsmässigen Rechte der freien Meinungsäusserung und der Pressefreiheit, welche die Beschwerdeführer als verletzt betrachten, geben den Studierenden keinen Anspruch darauf, dass ihnen die Universitätsräume zum Verkaufen von Presseerzeugnissen zur Verfügung gestellt werden. Somit werden diese Freiheitsrechte durch die angefochtene Vorschrift auch nicht betroffen. Der Zweck der Hochschule kann kaum gebieten, dass in den Universitätsräumen Drucksachen aller Art verkauft werden. Die Studierenden sollen sich ungestört den Lehrveranstaltungen widmen können. Mit Rücksicht darauf ist es vielmehr gerechtfertigt, wenn der Verkauf von Presseerzeugnissen auf eine bzw. zwei Verkaufsstellen beschränkt wird. Denn ohne eine gewisse Beeinträchtigung des Lehr- und Forschungsbetriebes kann es nicht gehen, wenn an jeder beliebigen Stelle, und zwar nach der aus der Beschwerdeschrift hervorgehenden Absicht der Beschwerdeführer zweifellos dort, wo eine grösstmögliche Zahl Studierender sich aufhält oder vorbeizugehen hat, Verkaufsstände aufgestellt oder durch zirkulierende Gruppen oder Einzelne Drucksachen aller Art angepriesen werden. Selbst wenn angenommen wird, dass von dieser Verkaufsbeschränkung auch Mitteilungsblätter von studentischen Gruppen betroffen werden, deren Tätigkeit im Rahmen des Universitätszwecks liegt, kann sie nicht als unzulässig betrachtet werden. Sie lässt sich ohne Willkür schon damit rechtfertigen, dass der Verkauf von Drucksachen an jedem beliebigen Ort in der Universität wegen der herrschenden Raumnot eine mit einem geordneten Universitätsbetrieb nicht zu vereinbarende Störung mit sich bringt.\n\n8. Mit Ziff. 4 Abs. 5 des Regulativs, wonach für die anlässlich einer Veranstaltung allfällig verursachten Schäden an Gebäuden und Mobiliar der Inhaber der Bewilligung haftbar gemacht werden kann, wird nach Ansicht der Beschwerdeführer eine Kausalhaftung eingeführt, was mit Art. 64 BV nicht vereinbar sei. Die Berufung auf Art. 64 BV ist nicht richtig, denn diese Verfassungsbestimmung enthält bloss eine BGE 98 Ia 362 S. 371Kompetenzausscheidung zwischen Bund und Kantonen und verleiht den einzelnen Bürgern keinen verfassungsmässigen Anspruch, der mit staatsrechtlicher Beschwerde durchgesetzt werden könnte. Die Verfassungsbestimmung, welche nach der Rechtsprechung des Bundesgerichts das Prinzip der derogatorischen Kraft des Bundesrechts im Sinne eines verfassungsmässigen Anspruchs gewährleistet, ist Art. 2 Üb.-Best. BV (BGE 95 I 163 E. 2 mit Verweisungen). Dass die Beschwerdeführer diese Bestimmung nicht ausdrücklich anrufen, kann ihnen jedoch nicht schaden, da sie eine Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts rügen. Ob ein kantonaler Rechtssatz oder die ihm gegebene Auslegung mit dem Bundesrecht vereinbar ist, prüft das Bundesgericht frei (BGE 91 I 28 mit Verweisungen).\n\nAus dem Wortlaut von Ziff. 4 Abs. 5 des Regulativs könnte geschlossen werden, es wolle der Inhaber der Bewilligung ohne Rücksicht auf sein Verschulden für die anlässlich der Veranstaltung verursachten Schäden grundsätzlich haftbar gemacht werden. In dieser Bedeutung würde die Vorschrift eine der bundesrechtlichen Haftungsordnung der Art. 41 ff. OR widersprechende Haftungsnorm darstellen (OFTINGER, Schweizerisches Haftpflichtrecht I, 2. Auflage, Zürich 1958, S. 23 f.). Der Erziehungsrat legt dieser Vorschrift, wie in der Vernehmlassung ausgeführt wird, jedoch nur die Bedeutung eines Hinweises auf die geltenden Vorschriften des Haftpflichtrechts bei, und zwar insbesondere auf den Grundsatz, dass derjenige aus Verschulden haftbar gemacht werden kann, der einen gefährlichen Zustand schafft. Diese Auslegung steht im Einklang mit dem Worlaut der Vorschrift, und sie erscheint auch naheliegender als der Sinn, den die Beschwerdeführer ihr geben, zumal es nur heisst, dass der Inhaber haftbar gemacht werden kann. Die Vorschrift ist deshalb unter dem Gesichtspunkt von Art. 2 Üb.-Best. BV nicht zu beanstanden. Somit braucht auch nicht geprüft zu werden, ob sie als öffentlich-rechtliche Vorschrift nicht von Art. 6 ZGB gedeckt wäre. Entspricht Ziff. 4 Abs. 5 Regulativ den Bestimmungen des Haftpflichtrechts der Art. 41 ff. OR, so kann offensichtlich nicht von einer Verletzung von Art. 4 BV gesprochen werden. Übrigens trifft, was zur Begründung der behaupteten Verfassungswidrigkeit vorgebracht wird, nicht die Vorschrift als solche, sondern berührt Gesichtspunkte, die erst bei deren Anwendung aktuell BGE 98 Ia 362 S. 372werden. Die Vorschrift wird in jedem einzelnen Fall nach den aus Art. 4 BV sich ergebenden Grundsätzen auszulegen und anzuwenden sein. Gegen eine willkürliche und die Rechtsgleichheit verletzende Handhabung durch die zuständige Behörde können sich die Betroffenen im gegebenen Fall mit den ihnen zur Verfügung stehenden Rechtsbehelfen zur Wehr setzen.\n\n9. Nach Ziff. 4 Abs. 6 des Regulativs kann die Erteilung der Bewilligung für eine Veranstaltung von der Leistung einer Kaution abhängig gemacht werden. Mit der Kaution sollen, wie der Erziehungsrat in der Beschwerdeantwort erklärt, die nach Ziff. 4 Abs. 1-3 zu bezahlenden Benutzungsgebühren und allfälligen Kosten für ausserordentliche Arbeitsleistungen sowie der Ersatz für allfälligen Schaden an Gebäuden und Mobiliar sichergestellt werden.\n\na) Ob eine solche Sicherheitsleistung in einer blossen Verordnung des Erziehungsrats vorgeschrieben werden kann, erscheint jedenfalls insoweit fraglich, als sie sich auf die Benutzungsgebühren beziehen soll. Denn nach der zürcherischen Rechtsordnung wird allein der Regierungsrat als kompetent betrachtet, eine Gebührenordnung für die Benutzung der Universitätsräume zu erlassen (Entscheid des Zürcher Verwaltungsgerichts vom 24. März 1972, in ZBl 73/1972 S. 353ff.). Es ist jedoch nicht zu prüfen, ob das Regulativ eine hinreichende gesetzliche Grundlage für die beanstandete Kaution bildet (BGE 88 I 215; GRISEL, a.a.O., S. 120, 198), da eine entsprechende Rüge nicht erhoben wird.\n\nb) Unter dem Gesichtspunkt der Verhältnismässigkeit kann die angefochtene Bestimmung nur dann vor der Verfassung standhalten, wenn sie einschränkend ausgelegt wird. Soll die Kaution der Sicherstellung allfälliger Schadenersatzleistungen dienen, was einzig von den Beschwerdeführern beanstandet wird, so darf dies nur im Rahmen der massgebenden Grundsätze des Haftpflichtrechts geschehen. Die Kautionspflicht darf nicht weiter gehen als auf die Sicherstellung solcher Schädigungen, für die nach der massgebenden objektiven Rechtsordnung grundsätzlich Schadenersatz geleistet werden muss (BGE 51 I 427). Nach Art. 41 ff. OR, welche das Regulativ in Ziff. 4 Abs. 5 nach dem Gesagten als massgebend erklärt, hat der Bewilligungsinhaber nur dann für einen anlässlich der Veranstaltung angerichteten Schaden an Mobiliar und Gebäuden einzustehen, wenn ihn ein Verschulden daran trifft. Die Bedeutung BGE 98 Ia 362 S. 373der Kautionspflicht muss somit auf eine Pflicht zur Sicherstellung des Ersatzes von allfälligem Schaden, den der Bewilligungsinhaber schuldhaft verursacht, beschränkt bleiben. Dass die Leistung einer solchen Kaution eine Bedingung sei, die in keinem vernünftigen Zusammenhang mit der Bewilligung für eine Veranstaltung steht, kann nicht gesagt werden. Sie erscheint auch insoweit gerechtfertigt, als es der zuständigen Behörde schon mit Rücksicht auf ihre Pflicht, das öffentliche Vermögen ungeschmälert zu erhalten (§ 1 des Gesetzes betreffend die Verwaltung des Staatsvermögens und der Staatseinkünfte vom 27. Oktober 1856) nicht verwehrt sein kann, die mutmasslichen Kosten sicherstellen zu lassen für Sachschäden, mit denen bei einer bestimmten Veranstaltung zu rechnen ist. Allerdings fragt es sich, ob dann nicht besser überhaupt darauf verzichtet wird, eine Bewilligung zu erteilen. Eine Kaution, die das Prinzip der Verhältnismässigkeit nicht verletzt, kann jedenfalls nur dann verlangt werden, wenn mit hoher Wahrscheinlichkeit damit zu rechnen ist, dass anlässlich der in Frage stehenden Veranstaltung Gebäude und Mobiliar der Universität geschädigt werden und zudem mit ebensolcher Wahrscheinlichkeit anzunehmen ist, dass der Bewilligungsinhaber dafür zu haften haben wird (BGE 51 I 427; IMBODEN, Schweizerische Verwaltungsrechtsprechung, 4. unver. Auflage, Basel 1971, Nr. 342 I). Sind aber von einer Veranstaltung Ausschreitungen zu befürchten, in deren Verlauf Gebäude und Mobiliar geschädigt werden, so liegt wohl gleichzeitig eine voraussichtliche Störung des Unterrichts oder des allgemeinen Betriebs vor, wie dies nach Ziff. 2 Abs. 2 Regulativ Grund zur Verweigerung der Bewilligung ist. Unter diesen Umständen ist schwer zu sehen, wo noch Raum bleiben soll für die Erteilung einer Bewilligung unter der Bedingung, dass eine Kaution geleistet wird. Diese Bedenken lassen die Vorschrift von Ziff. 4 Abs. 6 Regulativ an sich zwar nicht als verfassungswidrig erscheinen, zumindest nicht unter dem Gesichtswinkel von Art. 4 BV. Es wird sich aber im Anwendungsfall erweisen, ob sie in der Bedeutung, auf die sie nach dem Gesagten beschränkt werden muss, überhaupt praktikabel ist. Desgleichen handelt es sich um eine Frage der hier nicht zu beurteilenden Anwendung der Vorschrift, ob sich die Kriterien finden lassen, nach denen mit genügender Wahrscheinlichkeit angenommen werden kann, ob und in welchem Masse im Verlaufe einer noch nicht stattgefundenen BGE 98 Ia 362 S. 374Veranstaltung Einrichtungen der Universität beschädigt werden und insbesondere, ob und wie weit der Bewilligungsinhaber dafür zu haften haben wird.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}