{"annee": "98", "cour": "IB", "page": "1", "date": "27/3/1972", "cite": ["96 I 266", "97 I 60"], "cite_par": ["105 IB 165", "99 IB 51", "105 IB 234", "98 IB 85"], "chapeau": "1. Urteil vom 27. März 1972 i.S. X. gegen Regierungsrat des Kantons Zürich.", "regestes": ["Expulsion. 1. Le Tribunal fédéral ne peut pas examiner les décisions d'expulsion sous l'angle de l'opportunité (consid. 1). 2. Circonstances dans lesquelles un étranger, qui remplitles conditions de l'art. 10 al. 1 lettre b LSEE, peut être expulsé alors même que cette expulsion lui cause certains préjudices (consid. 2)."], "faits": "|1|\n\nSachverhalt:\n\nX., niederländischer Staatsangehöriger, geboren am 2. August 1943, kam im Jahre 1950 in die Schweiz. Zunächst wohnte er sechs Jahre bei Pflegeeltern in Visp, wo er die Primarschule besuchte. Darauf fand er in Bern bei anderen Pflegeeltern Aufnahme. Nach der Sekundarschule absolvierte er eine kaufmännische Lehre. Anschliessend nahm er in Lausanne eine Stelle an. Diese Stelle gab er jedoch bald wieder auf. Allmählich verfiel er in einen unsteten Lebenswandel mit ständigem Aufenthalts- und Stellenwechsel. Am 20. März 1963 wurde er in Basel erstmals arbeits-, mittel- und obdachlos aufgegriffen. In der Folge hielt er sich zunächst hauptsächlich in Basel, später in Zürich auf, ging jedoch nur sporadisch und jeweils nur kurzfristig einer geregelten Arbeit nach. Einen festen Wohnsitz hatte er nicht. Am 13. Juli 1965 verurteilte ihn das Strafgericht Basel wegen Entwendung eines Fahrrades zum Gebrauch zu |2| zwei Tagen Haft. Am 26. Januar 1966 drohte ihm das Polizeidepartement des Kantons Basel-Stadt die Ausweisung aus der Schweiz an, \"weil sein Verhalten im allgemeinen und seine Handlungen darauf schliessen lassen, dass er nicht gewillt oder nicht fähig ist, sich in die im Gastland geltende Ordnung einzufügen\". X. änderte seinen Lebenswandel jedoch nicht, immer wieder wurde er von der Polizei arbeits-, mittel- und obdachlos aufgegriffen. Wegen Diebstahls eines Reiseradios verurteilte ihn die Bezirksanwaltschaft Zürich am 11. März 1968 zu einer unbedingten Gefängnisstrafe von zehn Tagen. Verschiedentlich wurden gegen ihn Strafanträge wegen Zechprellerei gestellt, und später wieder zurückgezogen. Am 28. Juni 1970 entwendete er bei einem Bahnhofkiosk in Zürich einen kleineren Geldbetrag; am 16. August 1970 musste er wegen Erregung öffentlichen Ärgernisses in der Cafeteria des Zürcher Hauptbahnhofs von der Polizei abgeführt werden; am 16. Dezember 1970 schlug er bei einem Raufhandel in der Zürcher Bahnhofstrasse eine Schaufensterscheibe ein; am 18. August 1971 entwendete er in Zürich ein Fahrrad und am 1. März 1972 drang er schliesslich im Zürcher Niederdorf in einen Laden ein, wobei er die Glasscheibe der Eingangstüre zerbrach und der Registrierkasse Kleingeld im Betrag von ca. Fr. 25.- entnahm. Von der öffentlichen Fürsorge musste er wiederholt finanziell unterstützt werden.\n\nX. stand vom Januar bis März 1967 in Behandlung von Dr. H. Feldmann, Spezialarzt FMH für Neurologie und Psychiatrie in Genf. Am 15. März 1967 wurde er in die Psychiatrische Universitätsklinik Bel-Air in Genf eingewiesen, wo er bis zum 30. Juni 1967 blieb. Am 11. April 1968 erklärte der Gerichtsarzt von Basel zuhanden des Polizeidepartementes, es bestünden keine Anhaltspunkte dafür, dass X. dringend der Behandlung bedürfe. Bei einer Untersuchung in der Psychiatrischen Universitäts-Poliklinik Zürich am 14. April 1969 erklärte X., er fühle sich gesund und wünsche weder eine Behandlung noch eine Betreuung. Schliesslich kam Dr. W. Nagel, Psychiater FMH, Zürich am 5. September 1971 auf Grund einer einmaligen ambulanten Untersuchung von X. zum Schluss, die Ausweisung dürfte X. keinen nachhaltigen oder schädlichen Eindruck machen, selbst wenn er nach Holland abgeschoben werden sollte. X. selbst erklärte im Juni 1971 der Polizei und dem Fürsorgeamt der Stadt Zürich, eine |3| Ausweisung werde ihn nicht besonders bewegen. Er habe ohnehin im Sinne, nach Deutschland zu gehen, da er in der Schweiz ja von der Polizei nie in Ruhe gelassen werde. Dumm sei dann nur, dass er bei Ausweisung nicht nach einer gewissen Zeit wieder zurückkehren könne.\n\nAm 8. Juli 1971 beschloss der Regierungsrat des Kantons Zürich, X. für dauernd aus der Schweiz auszuweisen. Die Zürcher Kantonspolizei eröffnete X. diesen Beschluss am 18. August 1971. Am 10. September 1971 erhob das niederländische Generalkonsulat in Zürich im Namen von X. dagegen Verwaltungsgerichtsbeschwerde beim Bundesgericht. In der Beschwerde wird in erster Linie darauf hingewiesen, dass sich X. seit über zwanzig Jahren in der Schweiz aufhält. Weiter wird geltend gemacht, X. sollte psychiatrisch behandelt werden. Auch brauche er einen Vormund. Sein labiler Geisteszustand würde durch eine Ausweisung verschlimmert. Das Fürsorgeamt der Stadt Zürich wie auch der Leiter der Herberge zur Heimat, wo X. untergebracht sei, teilten diese Ansicht.\n\nDer Regierungsrat des Kantons Zürich und das Eidg. Justiz- und Polizeidepartement beantragen, die Beschwerde abzuweisen.", "considerants": "Erwägungen:\n\n1. Die Kognitionsbefugnis des Bundesgerichts umfasst im vorliegenden Falle die Rüge der Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens (Art. 104 lit. a OG) sowie die Rüge der unrichtigen oder unvollständigen Feststellung des Sachverhaltes (Art. 104 lit. b OG). Die Angemessenheit des angefochtenen Entscheides kann das Bundesgericht hingegen nicht prüfen (BGE 97 I 64 /65; BGE 96 I 271). Art. 104 lit. c OG lässt die Rüge der Unangemessenheit abgesehen von zwei hier ohnehin nicht in Betracht kommenden Fällen nur zu, \"soweit das Bundesrecht sie vorsieht\". Dass das Bundesrecht sie vorsehe, ist, dem Sinn der Vorschrift entsprechend, nur anzunehmen, wenn ein bundesrechtlicher Erlass dies ausdrücklich ausspricht. Die Erlasse über Aufenthalt und Niederlassung der Ausländer enthalten keine derartige Bestimmung. Nach Art. 11 Abs. 3 ANAG soll nun allerdings eine Ausweisung nur verfügt werden, wenn sie nach den gesamten Umständen angemessen erscheint. Dies kann aber vernünftigerweise nicht heissen, dass damit die Frage nach der |4| Angemessenheit einer Ausweisungsverfügung schon in der Frage nach ihrer Bundesrechtsmässigkeit (Art. 104 lit. a OG) enthalten ist. Es besteht kein Anlass, anzunehmen, Art. 11 Abs. 3 ANAG wolle auf diesem Umwege dem Bundesgericht die Überprüfung von Ausweisungsverfügungen auf ihre Angemessenheit ermöglichen, umso weniger, als die Verwaltungsgerichtsbeschwerde in dieser Materie ja erst seit der letzten Revision des Organisationsgesetzes zulässig ist. Zwar lassen sich für eine Kontrolle der Angemessenheit einer Ausweisungsverfügung durch das Bundesgericht gewichtige Gründe anführen. Es muss aber doch angenommen werden, dass der Gesetzgeber, hätte er eine solche Kontrolle einrichten wollen, dies hinreichend klargestellt hätte.\n\n2. Nach Art. 10 Abs. 1 lit. b ANAG kann ein Ausländer aus der Schweiz ausgewiesen werden, wenn sein Verhalten im allgemeinen und seine Handlungen darauf schliessen lassen, dass er nicht gewillt oder nicht fähig ist, sich in die im Gastland geltende Ordnung einzufügen. Der Beschwerdeführer bestreitet nicht, dass er diesen Ausweisungsgrund erfüllt. Eine Bestreitung würde ihm auch wenig nützen angesichts der über seinen Lebenswandel in vielen Jahren aufgelaufenen polizeilichen Feststellungen. Anzeichen für eine Besserung liegen nicht vor. Was der Beschwerdeführer gegen seine Ausweisung vorbringt, soll denn auch dem Sinne nach lediglich dartun, dass diese Massnahme den Umständen des vorliegenden Falles nicht angemessen sei. Bei der Beurteilung der Angemessenheit hat die zuständige Behörde nach Art. 16 Abs. 3 ANAG namentlich die Schwere des Verschuldens des Ausländers, die Dauer seiner Anwesenheit in der Schweiz sowie die ihm und seiner Familie bei Ausweisung drohenden Nachteile zu berücksichtigen. Nach Art. 16 ANAG fallen ausserdem die geistigen und wirtschaftlichen Interessen sowie der Grad der Überfremdung des Landes in Betracht. Entsprechend dem unter Ziffer 2 Ausgeführten ist hier einzig zu prüfen, ob die Vorinstanz ihr Ermessen missbraucht oder überschritten hat.\n\nEine Ermessensüberschreitung liegt offensichtlich nicht vor, hat doch der Regierungsrat mit der Ausweisung des Beschwerdeführers nicht eine Lösung getroffen, die er im Rahmen seines Ermessens gar nicht treffen konnte, und auch nicht verkannt, dass es weitgehend in seinem Ermessen lag, die Ausweisung des Beschwerdeführers zu verfügen, sie nur anzudrohen oder sogar auf jede Massnahme zu verzichten.\n\n|5|\n\nDer Vorinstanz kann aber auch kein Missbrauch ihres Ermessens vorgeworfen werden. Dass eine Ausweisung sich für den davon Betroffenen nachteilig auswirken kann, ist selbstverständlich und im Wesen dieser Massnahme begründet. Nur ein besonders schwerer Nachteil, der dem Auszuweisenden droht, kann deshalb als Hindernis für eine Ausweisung anerkannt werden. Der Regierungsrat hat bei seinem Entscheid durchaus berücksichtigt, dass der Beschwerdeführer schon über zwanzig Jahre in der Schweiz lebt. Gerade die Tatsache, dass der Beschwerdeführer schon mit sieben Jahren in die Schweiz kam und hier die Schulen besuchte und seine Lehre abschloss,dürfte die Behörden bewogen haben, im vorliegenden Falle lange Jahre hindurch Nachsicht zu üben. Nachdem nun aber das Verhalten des Beschwerdeführers sich nach der Androhung der Ausweisung im Jahre 1966 nicht gebessert hat und auch die zahlreichen informellen Mahnungen von Polizei und Fürsorge ohne jede sichtbare Wirkung geblieben sind, der Beschwerdeführer sich also schon über acht Jahre lang ohne geregelte Arbeit, oft mittellos und ohne festen Wohnsitz in der Schweiz herumtreibt, durfte der Regierungsrat im Rahmen des ihm zustehenden Ermessens die Ausweisung anordnen. Dass der Beschwerdeführer in der Schweiz besonders enge menschliche Beziehungen pflege, wird nicht behauptet und ist auch aus den Akten nicht ersichtlich. Mit seinen ehemaligen Pflegeeltern scheint er keine Verbindung mehr zu haben. Es besteht auch sonst kein Anhaltspunkt dafür, dass er sich in der Schweiz besonders verwurzelt fühlt. Die sprachlichen Schwierigkeiten, denen er in Holland begegnen könnte, sind nicht derart, dass anzunehmen wäre, es entstehe ihm in dieser Hinsicht durch die Ausweisung ein unzumutbarer Nachteil. Überdies ist es denkbar, dass er sich nach Deutschland begeben kann, wo keinerlei Sprachschwierigkeiten ihn an der Verständigung hindern. Die angebliche Pflegebedürftigkeit des Beschwerdeführers könnte an sich durchaus Anlass sein, von einer Ausweisung abzusehen. Selbst wenn sie jedoch einwandfrei nachgewiesen wäre, zwänge sie nicht zum Verzicht auf Ausweisung, denn die für den Beschwerdeführer geforderte Pflege lässt sich nicht nur in der Schweiz erbringen. Dass sich die Ausweisung schlecht auf den Geisteszustand des Beschwerdeführers auswirken wird, ist umso weniger anzunehmen, als der Psychiater Dr. Nagel in Zürich noch am 5. September 1971 erklärt hat, eine Ausweisung dürfte dem Beschwerdeführer keinen nachhaltigen oder schädlichen |6| Eindruck machen. Unter diesen Umständen sind aber die Nachteile, die dem Beschwerdeführer bei Ausweisung drohen, nicht derart schwer, dass die Ausweisung als missbräuchlich erschiene.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}