{"annee": "98", "cour": "II", "page": "191", "date": "24/10/1972", "cite": ["95 II 7", "44 II 463"], "cite_par": ["104 II 108"], "chapeau": "29. Auszug aus dem Urteil der I. Zivilabteilung vom 24. Oktober 1972 i.S. AGIP (SUISSE) SA gegen E. Mainetti AG", "regestes": ["Construction d'une route sur le fonds d'autrui, garantie. 1. Art. 55 al. 1 litt. c OJ, art. 674 CC. Fondement juridique nouveau des conclusions dans l'acte de recours. Notion de l'empiétement au sens de l'art. 674 CC. Application de cette notion à une route (consid. 2). 2. Art. 973 CC, art. 192 al. 1 et 194 al. 1 CO. L'acheteur de bonne foi d'un bien-fonds ne peut se voir opposer un droit de passage constitué avec l'accord du vendeur, mais non inscrit au registre foncier; il ne peut dès lors pas requérir la protection judiciaire contre le risque d'éviction (consid. 3). 3. Art. 197 et 201 CO. Aménagement d'une route considéré comme défaut matériel d'un terrain à bâtir. Obligation de l'acheteur qui se fie au plan du registre foncier de vérifier la chose et d'aviser le vendeur (consid. 4)."], "faits": "BGE 98 II 191 S. 192\n\nA.- Die Sigrist & Grüebler AG besass an der Fürstenlandstrasse in St. Gallen Bauland, das insbesondere die aneinander grenzenden Parzellen Nr. 3349 und 3322 umfasste. Am 6. Januar 1964 verkaufte sie die Parzelle Nr. 3349 der E. Mainetti AG Da zur Parzelle Nr. 3322 keine Zufahrt bestand, vereinbarten die Parteien in Ziff. 5 des Vertrages, die 5.20 m breite Moosstrasse über die Parzelle 3349 in östlicher Richtung um etwa 80 m zu verlängern. Die Verkäuferin sollte dieses Strassenstück samt Kehrplatz und Kanalisation im Frühjahr 1964 auf ihre Kosten erstellen, und die Käuferin verpflichtete sich, das dafür nötige Land unentgeltlich abzutreten. Das vereinbarte Wegrecht wurde im Grundbuch nicht eingetragen.\n\nBGE 98 II 191 S. 193\n\nDie E. Mainetti AG liess das gekaufte Grundstück in zwei Parzellen unterteilen. Die östliche davon, bestehend aus 1560 m2, verkaufte sie am 13. Februar 1968 als (neue) Parzelle Nr. 3349 zum Preise von Fr. 260'000.-- an die AGIP (SUISSE) SA Die mit der Sigrist & Grüebler AG vereinbarte Verlängerung der Moosstrasse war damals im Rohbau erstellt. Ein Teilstück von rund 115 m2 (32 m x 3,60 m) entfiel auf die Restparzelle Nr. 3349, die an ihrer Südgrenze von der neuen Strasse angeschnitten wurde. Die Mainetti AG gab der AGIP SA von ihrer Verpflichtung, die sie gemäss Ziff. 5 der Vertrages mit der Sigrist & Grüebler AG einging, nicht Kenntnis, noch machte sie die Käuferin auf den Verlauf der Strasse aufmerksam.\n\nDie AGIP SA will davon erst am 19. März 1968, als ihr Vertreter das Grundstück zusammen mit einem Architekten besichtigte, Kenntnis erhalten haben. Drei Tage später teilte sie der Verkäuferin mit, dass sie \"ungeachtet der über das Grundstück führenden Privatstrasse die gesamte Parzelle beanspruchen\" werde. Später entschloss sie sich, die durch die Verlängerung der Moostrasse entstandene Eigentumsbeschränkung hinzunehmen, musste aber ein schon vor dem Kauf in ihrem Auftrag durch die Grünegg AG verfasstes und am 24. Januar 1968 von der Behörde genehmigtes Bauprojekt für eine Tankstelle abändern, was ihr sehr geschadet haben soll.\n\nB.- Im April 1969 klagte die AGIP SA gegen die Mainetti AG auf Zahlung von Fr. 125'000.-- Schadenersatz nebst Zins. Im Verfahren setzte sie ihre Forderung auf Fr. 104'000.-- herab.\n\nDurch Vorentscheid vom 27. Mai 1971 stellte das Bezirksgericht St. Gallen fest, dass die Beklagte für den der Klägerin erwachsenen Schaden grundsätzlich haftbar sei.\n\nDie Beklagte appellierte an das Kantonsgericht St. Gallen, das die Klage am 27. Januar 1972 abwies.\n\nC.- Die Klägerin beantragt dem Bundesgericht auf dem Wege der Berufung, dieses Urteil aufzuheben, die grundsätzliche Haftung der Beklagten, sei es aus teilweiser Entwehrung oder aus Sachgewährleistung, zu bejahen und die Sache zur Abklärung des Schadens an die Vorinstanz zurückzuweisen. Sie macht geltend, das Kantonsgericht habe Art. 2 und 674 ZGB sowie Art. 192 ff. und 197 ff. OR verletzt.\n\nDie Beklagte beantragt, die Berufung abzuweisen.\n\nBGE 98 II 191 S. 194", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Die Klägerin wirft dem Kantonsgericht in erster Linie eine Verletzung von Art. 674 ZGB vor. Dabei macht sie erstmals geltend, soweit die verlängerte Moosstrasse über ihr Grundstück führe, handle es sich um einen Überbau im Sinne von Art. 674 ZGB. Nach Abs. 3 dieser Bestimmung sei sie aber verpflichtet, dem Ueberbauenden das dingliche Recht auf den Ueberbau zu gewähren oder ihm das Eigentum am Boden abzutreten. Dass sie den dinglichen Anspruch des Überbauenden freiwillig anerkannt habe, schade ihr daher nicht.\n\nDiese Vorbringen sind entgegen den Einwänden der Beklagten nicht unzulässig im Sinne von Art. 55 Abs. 1 lit. c OG. Es geht nicht um neue Tatsachen, sondern um eine neue rechtliche Begründung, die das Bundesgericht für den Fall, dass sie zutrifft, selbst dann bei der Rechtsanwendung berücksichtigen dürfte, wenn die Klägerin sich nicht ausdrücklich auf Art. 674 ZGB berufen würde (Art. 63 Abs. 1 Satz 2 OG). Es ist unbestritten, dass die verlängerte Moosstrasse nach dem Willen der seinerzeit beteiligten Grundeigentümer zum Teil über die Parzelle Nr. 3349 führt, die dingliche Belastung im Grundbuch aber nicht eingetragen worden ist. Es kommt daher bei der Frage nach einem allfälligen Überbau nicht darauf an, wer seit Einreichung der Klage Eigentümer der neuen Strasse oder der südlich davon liegenden Parzellen geworden ist und wem gestützt auf Art. 674 Abs. 3 ZGB nun entweder das dingliche Recht auf denÜberbau oder das Eigentum am Boden zuzuweisen wäre. Unerheblich ist ferner, dass die Firma Sigrist & Grüebler AG die Parzelle Nr. 3322 ebenfalls veräussert hat und die Erwerber sie, wie aus den Akten erhellt, mit Mehrfamilienhäusern überbaut haben.\n\nDie Auffassung der Klägerin ist jedoch aus anderen Gründen unbehelflich. Art. 674 ZGB regelt nach seinem Randtitel und Wortlaut die dinglichen Rechtsverhältnisse an Bauten und andern Vorrichtungen, die von einem Grundstück auf ein anderes überragen. Unter Bauten und andern Vorrichtungen im Sinne dieser Bestimmung sind nach dem Schrifttum nicht bloss Gebäude, gebäudeähnliche Bauwerke und deren Bestandteile (z.B. Treppen, Erker, Dachvorsprünge, Scheidemauern, Keller), sondern auch ober- oder unterirdische Werke wie Brunnen, Schleusen, Dämme, eingemauerte Gruben, Leitungen, BGE 98 II 191 S. 195Brennstoffbehälter und dergleichen zu verstehen. Der Begriff der Bauten und andern Vorrichtungen ist jedoch enger als der Werkbegriff des Art. 58 OR; er umfasst insbesondere keine Anlagen, die sich in einer blossen Umgestaltung des Bodens erschöpfen (HAAB, N. 14 zu Art. 667 und N. 1 zu Art. 674 ZGB; MEIER-HAYOZ, N. 6 und 8 zu Art. 674 ZGB). Dies aber trifft auf Strassen überall dort zu, wo der Boden für den Verkehr beansprucht wird, gleichviel wie die Strassenfläche baulich beschaffen ist. Das Material, das für den Strassenkörper verwendet wird (Schotter, Belag usw.), gehört nach dem Akzessionsprinzip des Art. 667 ZGB dem Grundeigentümer. Anders verhält es sich bei Strassenteilen, die aus Kunstbauten wie Brücken, Wendeplatten, Lehnenviadukten und dergleichen bestehen. In BGE 95 II 7 ff. wurde die gemauerte Wendeplatte eines Weges denn auch als Baute behandelt, die Anlage eines gewöhnlichen Weges dagegen nicht.\n\nDie Klägerin irrt deshalb, wenn sie meint, die Sigrist & Grüebler AG oder deren Rechtsnachfolger dürften sich auf Art. 674 ZGB berufen. Sie können sich einzig auf das in Ziff. 5 des Kaufvertrages vom 6. Januar 1964 miteinander vereinbarte Wegrecht stützen, das seinem Inhalt nach eine Dienstbarkeit enthält, aber nicht als solche im Grundbuch eingetragen worden ist. Beim Verkauf des Grundstücks Nr. 3349 wurde der Klägerin die von der Beklagten eingegangene Verpflichtung, das für den Strassenbau nötige Land unentgeltlich abzutreten, nicht überbunden. Sie war auch nicht sonstwie aus dem Grundbuch ersichtlich. Im Kaufvertrag vom 13. Februar 1968, der sich auf den Grundbuchauszug stützte, war vielmehr von 1560 m2 Boden und Grenzen laut Grundbuchplan Nr. 29 die Rede. Die Klägerin brauchte daher die Strasse nicht zu dulden; mit der Eigentumsfreiheitsklage hätte sie vielmehr deren Beseitigung verlangen können. Ob die Nachbarn diesfalls ein Notwegrecht gemäss Art. 694 ZGB hätten beanspruchen dürfen oder ob dem Gemeinwesen das Enteignungsrecht zugestanden hätte, beides gegen Entschädigung, ist hier nicht zu prüfen.\n\n3. Bei dieser Rechtslage kann die Klägerin auch aus Art. 192 Abs. 1 OR nichts für sich ableiten. Sie durfte das Grundstück ohne Rücksicht auf die Strasse überbauen, und die Sigrist & Grüebler AG konnte sie daran weder hindern noch ihr die Parzelle ganz oder teilweise entziehen. Die Klägerin meint freilich, sie habe den Anspruch auf Eintragung eines BGE 98 II 191 S. 196dinglichen Rechtes der Drittansprecher jedenfalls in guten Treuen anerkennen dürfen. Die Beklagte handle entgegen der Annahme des Kantonsgerichts rechtsmissbräuchlich im Sinne von Art. 2 ZGB, wenn sie das bestreite.\n\nNach Art. 194 Abs. 1 OR besteht die Pflicht zur Gewährleistung auch dann, wenn der Käufer, ohne es zur richterlichen Entscheidung kommen zu lassen, das Recht des Dritten in guten Treuen anerkannt oder sich einem Schiedsgericht unterworfen hat, sofern dieses dem Verkäufer rechtzeitig angedroht und ihm die Führung des Prozesses erfolglos angeboten worden war. Diese Voraussetzungen sind hier nicht erfüllt. Dass Dritte den Anspruch der Klägerin, das Grundstück gemäss der ihr am 24. Januar 1968 erteilten Bewilligung zu überbauen, bestritten haben, ist dem angefochtenen Urteil nicht zu entnehmen. Ebensowenig steht fest, dass sie ein obligatorisches oder dingliches Recht auf den von der Strasse beanspruchten Teil der Parzelle Nr. 3349 gerichtlich geltend gemacht haben; die Sigrist & Grüebler AG war dazu übrigens nicht mehr befugt, da sie die südlich der Strasse gelegenen Parzellen inzwischen ebenfalls veräussert hatte. Aus den Klagebeilagen erhellt im Gegenteil, dass die Klägerin sich zunächst nicht nur der Beklagten, sondern auch der Sigrist & Grüebler AG gegenüber richtigerweise auf den Standpunkt stellte, sie habe das Grundstück ohne die Belastung mit einem Wegrecht gutgläubig erworben und müsse deshalb gemäss Art. 973 ZGB in diesem Erwerb geschützt werden. Erst am 10. Mai 1968 schrieb sie der Beklagten, so wie die Dinge lägen, könne sie die erstellte Strasse nicht einfach übersehen und das Grundstück gemäss dem bewilligten Projekt überbauen. Sie wich von ihrer zutreffenden Rechtsauffassung jedoch ab, ohne dass die Eigentümer der südlich der Strasse gelegenen Parzellen ihr Anlass gegeben hätten, das vermeintliche Recht Dritter anzuerkennen (vgl. OSER/SCHÖNENBERGER, N. 2 zu Art. 194 OR). Die Berufung auf Art. 194 Abs. 1 OR geht daher fehl.\n\nDie Klägerin kann der Beklagten auch nicht Rechtmissbrauch vorwerfen. Der Vorwurf wäre begründet, wenn die Beklagte ihre Haftung grundsätzlich anerkannt und damit die Klägerin abgehalten hätte, das Grundstück gemäss dem bereits bewilligten Projekt zu überbauen. Der Widerstand der Beklagten erschöpfte sich indes darin, über die Streitfrage, ob das bewilligte Projekt unbekümmert um das zwischen den frühern Grundeigentümern BGE 98 II 191 S. 197vereinbarte Wegrecht ausgeführt werden durfte, eine andere Rechtsauffassung zu vertreten als die Klägerin. Darin liegt kein Rechtsmissbrauch. Ebensowenig verstösst gegen die gute Treue, dass die Beklagte im Verfahren ihre Rechtsauffassung geändert und den Standpunkt eingenommen hat, die Klägerin hätte sich über das Wegrecht hinwegsetzen dürfen. Stossend daran ist bloss, dass die Beklagte diesfalls den aus dem Wegrecht Berechtigten gehaftet hätte, weil sie ihre obligatorische Verpflichtung, das nötige Land unentgeltlich abzutreten, nicht der Klägerin überbunden hat.\n\n4. Nach Art. 197 OR haftet der Verkäufer sowohl für die zugesicherten Eigenschaften als auch dafür, dass die Sache nicht körperliche oder rechtliche Mängel habe, die ihren Wert oder ihre Tauglichkeit zu dem vorausgesetzten Gebrauch aufheben oder erheblich mindern. Das Bezirksgericht nahm an, die Parzelle Nr. 3349 sei durch die Strasse in ihrem Wert vermindert worden, wofür die Beklagte hafte. Das Kantonsgericht nimmt dazu nicht Stellung, sondern übergeht die Frage, weil es der Auffassung ist, die Klägerin sei der ihr nach Art. 201 obliegenden Prüfungs- und Anzeigepflicht nicht rechtzeitig nachgekommen, weshalb die Kaufsache als genehmigt zu gelten habe und die Haftung der Beklagten entfalle.\n\nDie Klägerin hat das Grundstück erworben, ohne zu wissen, dass etwa 115 m2 davon für die Verlängerung der Moosstrasse beansprucht wurden. Dieser Umstand erwies sich als körperlicher Mangel, für den die Beklagte einzustehen hat; denn es leuchtet ein, dass das Strassenareal für die Klägerin nicht bloss wertlos war, sondern die Ausnützungsziffer verminderte und ein neues Projekt erforderte. Freilich hätte die Klägerin die Strasse nicht beachten müssen. Das wäre indes, wie ihr der Anwalt der Beklagten eindrücklich vorgehalten hat, wirtschaftlich unsinnig und - wenn rechtlich auch nicht unmöglich - so doch mit unabsehbaren Schwierigkeiten verbunden gewesen. Die am Wegrecht interessierten Grundeigentümer hätten vorläufige Massnahmen im Befehlsverfahren (Art. 389 ff. ZPO) erwirken und damit das Bauvorhaben der Klägerin erheblich verzögern können. Auch bei einem Enteignungsverfahren hätte sie mit einer Bausperre und einer Änderung des Projektes rechnen müssen. Angesichts solcher Schwierigkeiten war der Klägerin nicht zuzumuten, an ihrer Rechtsauffassung festzuhalten und zu versuchen, die bewilligte Überbauung ohne BGE 98 II 191 S. 198Rücksicht auf die Strasse durchzusetzen. Ihr Entschluss, den drohenden Schwierigkeiten auszuweichen und sich aus nachbarlichem Entgegenkommen mit der Strasse abzufinden, kann ihr daher nicht schaden. Es steht der Beklagten nicht an, diesen Entschluss hinterher zu kritisieren, hat sie durch ihr Verhalten doch dazu beigetragen, dass die Klägerin in Bedrängnis geriet und so oder anders mit wirtschaftlichen Nachteilen rechnen musste.\n\nDem Kantonsgericht kann auch darin nicht gefolgt werden, dass die Klägerin ihre Untersuchungs- und Rügepflicht versäumt habe. Die Klägerin kaufte ein Grundstück, das nach dem Vertrag 1560 m2 Boden umfasste und für dessen Grenzen auf den Grundbuchplan Nr. 29 verwiesen wurde. Das Grundbuch ist ein öffentliches Register, in dem alle dinglichen Rechtsverhältnisse an buchungspflichtigen Grundstücken in umfassender Weise aufgezeichnet sind. Gegenstand des öffentlichen Glaubens bilden auch die Pläne mit den darin angegebenen Grundstückgrenzen (BGE 44 II 467); sie sind wesentliche Bestandteile des Grundbuchs (HAAB, N. 10 zu Art. 668/69; HOMBERGER, N. 5 zu Art. 950 und 973 ZGB). Nach dem Grundbuchplan Nr. 29, wovon die Klägerin bereits seit Einreichung des Baugesuches im September 1967 eine Kopie besass, hörte die Moosstrasse aber an der Westgrenze der ursprünglichen Parzelle Nr. 3349 auf; die Verlängerung war daraus nicht ersichtlich. Die Grünegg AG stellte bei der Ausarbeitung des \"Vorprojektes\" denn auch auf diesen Plan ab und legte eine Kopie davon dem Baugesuch bei. Die Kopie des Planes und das \"Vorprojekt\" wurden übrigens von E. Mainetti, dem zuständigen Organ der Beklagten, mitunterzeichnet. Umsoweniger geht es an, der Klägerin daraus, dass sie sich beim Kauf auf den Grundbuchplan verliess und von einer Besichtigung des Grundstücks absah, einen Vorwurf zu machen. Dass der Verlauf der im Rohbau ausgeführten Strasse damals im Gelände ohne weiteres erkennbar war, wie das Kantonsgericht feststellt, hilft darüber nicht hinweg. Die Klägerin hatte keinen Anlass, den Grundbuchplan anzuzweifeln, war folglich auch nicht verpflichtet, die Vermarkung und Vermessung des Grundstückes überprüfen zu lassen. Nachdem sie am 19. März 1968 bei einer Begehung der Parzelle den Mangel festgestellt hatte, rügte sie ihn aber mit Schreiben vom 22. März 1968 an die Beklagte, also rechtzeitig.\n\nBGE 98 II 191 S. 199\n\nDas Urteil des Kantonsgerichts, das die Haftung der Beklagten gemäss Art. 197 Abs. 1 OR zu Unrecht verneint hat, ist daher aufzuheben und die Sache zur Abklärung des Schadens und neuer Entscheidung an die Vorinstanz zurückzuweisen. Bei diesem Ergebnis kann offen bleiben, ob der Beklagten \"culpa in contrahendo\" vorzuwerfen und ihre Haftung auch deswegen zu bejahen wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Kantonsgerichtes St. Gallen vom 27. Januar 1972 aufgehoben und die Sache im Sinne der Erwägungen zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}