{"annee": "98", "cour": "IV", "page": "231", "date": "7/9/1972", "cite": [], "cite_par": [], "chapeau": "47. Auszug aus dem Urteil des Kassationshofes vom 7. September 1972 i.S. Dolder gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 45 LFPC et art. 62 OPC; procédure d'incorporation dans la protection civile. Une procédure de recrutement n'existant pas en matière de protection civile, il n'existe pas d'obligation de se présenter à celui-ci (consid. 4 c). Art. 4 LFPC et art. 51 OPC; mobilisation pour un service de protection civile. 1. La mobilisation pour un service de protection civile n'est légalement fondée que si elle s'adresse à une personne déjà incorporée (consid. 5). 2. L'ordre de se présenter devant une commission d'examen sanitaire dans le cadre d'une procédure de recours sur l'incorporation dans la protection civile, ne doit pas être considéré comme un cas de mobilisation (consid. 4 b). Art. 84 ch. 1 LFPC et art. 65 OPC; sanction et décision d'incorporation. Celui qui, bien qu'astreint en principe à servir dans la protection civile, ne se conforme pas à une telle injonction, n'est pas punissable; la commission de la protection civile statue sur pièces, avec l'aide des médecins (consid. 4 c)."], "faits": "|232|\n\nA.- Der 1918 geborene Anton Dolder leistete von 1938-1961 über 800 Tage Militärdienst. Im Jahre 1961 wurde er aus medizinischen Gründen HD-tauglich, am 23. August 1962 dienstuntauglich erklärt.\n\nAm 23. Mai 1969 eröffnete der Gemeinderat Muri dem Anton Dolder, dass er gestützt auf das Bundesgesetz vom 23. März 1962 über den Zivilschutz (ZSG) der örtlichen Schutzorganisation Muri als Gebäudechef zugeteilt werde. Er habe das Recht, innert 10 Tagen beim Gemeinderat Einsprache zu erheben, gegebenenfalls unter Beilage eines Arztzeugnisses.\n\nDolder erhob fristgemäss Einsprache. Nach seinen vielen Militärdiensttagen und nachdem er in Zusammenhang mit der ärztlichen Ausmusterung \"auf die gemeinste Art und Weise herumgeschupft\" worden sei, weigere er sich, als Gebäudechef oder dergleichen Dienst zu leisten. Er berief sich auf frühere ärztliche Untersuchungen.\n\nDer Bezirksarzt als Vertrauensarzt der Zivilschutzorganisation erklärte nach vorgenommener Untersuchung und auf Grund der früheren Arztzeugnisse Dolder tauglich für den ihm zugedachten Posten. Dolder rekurrierte an das kantonale Amt für Zivilschutz.\n\nAm 8. Dezember 1970 richtete das kantonale Amt für Zivilschutz an Dolder ein Schreiben u.a. folgenden Inhalts: |233|\n\n\"... zur Beurteilung der hängigen Einsprache aus ärztlichen Gründen durch die Kantonale sanitarische Untersuchungskommission für Schutzdienstpflichtige (2. Instanz) werden Sie wie folgt aufgeboten:\n\n...\".\n\nDolder teilte am 28. Dezember 1970 der Zivilschutzstelle der Gemeinde Muri mit, er werde der Aufforderung des kantonalen Amtes für Zivilschutz nicht Folge leisten und bitte die Ortsstelle, die kantonale Behörde davon in Kenntnis zu setzen. Zur Begründung führte er aus, er sei schon im Militärdienst zweimal vor U.C. gewesen und habe sich neulich einer ärztlichen Untersuchung beim Haus- und beim Bezirksarzt unterzogen, was seines Erachtens genügen sollte. Die kantonale sanitarische Untersuchungskommission für Schutzdienstpflichtige möge ihren Entscheid auf Grund der Akten des Ausmusterungsverfahrens fällen.\n\nDas kantonale Amt für Zivilschutz antwortete am 12. Januar 1971, es hoffe, da die Untersuchungskommission in 2. Instanz endgültig entscheide, dass Dolder dem Aufgebot, am 14. Januar 1971 vor der kantonalen Untersuchungskommission zu erscheinen, Folge leisten werde. Im Falle des Fernbleibens wäre es gezwungen, beim zuständigen Bezirksamt Strafanzeige zu erstatten.\n\nDolder erschien nicht zur Untersuchung durch die Kommission, worauf der Staatsanwalt des Kantons Aargau auf Strafanzeige hin Anklage gegen Dolder wegen Widerhandlung gegen das Zivilschutzgesetz erhob.\n\nB.- Das Bezirksgericht Muri verurteilte Dolder mit Urteil vom 25. August 1971 gemäss Art. 84 Abs. 3 lit. a ZSG zu einer Haftstrafe von 2 Tagen.\n\nDie 1. Strafkammer des Obergerichtes des Kantons Aargau erhöhte am 18. Februar 1972 auf Berufung des Verurteilten und Anschlussberufung der Staatsanwaltschaft die Strafe auf 5 Tage Haft unter Verweigerung des bedingten Strafvollzuges und bestätigte im übrigen das Urteil des Bezirksgerichtes.\n\nC.- Gegen diesen Entscheid führt Dolder eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, die Sache zur Freisprechung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft beantragt die Abweisung der Beschwerde.\n\n|234|", "considerants": "Aus den Erwägungen:\n\n1. ...\n\n2. Nach Art. 84 Ziff. 1 Abs. 3 lit. a ZSG wird bestraft, wer einem Aufgebot ohne triftigen Grund nicht Folge leistet oder sich aus Kursen, Übungen oder aus dem Einsatz entfernt oder sich auf andere Weise der Schutzdienstpflicht entzieht.\n\nDas Zivilschutzgesetz enthält weder eine Definition des Aufgebots noch eine Umschreibung der Voraussetzungen seiner Rechtsgültigkeit.\n\nDie Zivilschutzorganisation ist ein Teil der Landesverteidigung. Über das Aufgebot zum Zivilschutz sagt Art. 4 ZSG:\n\n\"1 Jede Gesamtmobilmachung gilt als Aufgebot der Zivilschutzorganisationen.\n\n2 Der Bundesrat kann ferner die Zivilschutzorganisationen aufbieten:\n\na) bei einer Teilmobilmachung;\n\nb) wenn Truppen sonst zu aktivem Dienst aufgeboten werden.\n\n3 Die Kantone können die Zivilschutzorganisationen jederzeit aufbieten:\n\na) zur nachbarlichen oder regionalen Hilfe bei einem unerwarteten Kriegsereignis;\n\nb) zur nachbarlichen oder regionalen Hilfe bei Katastrophen.\n\n4 Die Gemeinden können die Zivilschutzorganisationen jederzeit aufbieten:\n\na) wenn sie von einem unerwarteten Kriegsereignis betroffen werden;\n\nb) zur Nothilfe bei Katastrophen.\"\n\nDie hier vorgesehenen Aufgebote betreffen die Zivilschutzorganisation als solche, d.h. die sämtlichen Mannschaften und Kader, die bereits in der Organisation eingeteilt sind. Noch nicht eingeteilte Personen werden davon nicht erfasst.\n\nAus der Verpflichtung der im Zivilschutz eingeteilten Personen, Ausbildungs- und Zivilschutzdienst zu leisten, ergibt sich, dass sie zu solchen Leistungen aufgeboten werden können. Voraussetzungen und Zuständigkeit für individuelle Aufgebote werden vom Gesetz nicht geregelt. Die Verordnung über den Zivilschutz vom 24. März 1964 (ZSV) beschränkt sich in Art. 51 ff. auf eine nähere Umschreibung der Voraussetzungen im Sinne von Art. 4 ZSG und auf eine allgemeine Kompetenzdelegation an das Bundesamt für Zivilschutz (Nachtrag gemäss BRB vom 1. Juni 1970).\n\n|235|\n\nDie Vorinstanz ist sich dieser Lücke bewusst. Sie meint, es erscheine von der Umgangssprache her am naheliegendsten, eine behördliche Aufforderung, wie sie im vorliegenden Fall an den Angeklagten ergangen ist, als Aufgebot zu bezeichnen; die gleiche Terminologie werde auch verwendet, wenn ein Wehrmann vor U.C. zu erscheinen habe. Das Argument schlägt nicht durch. Streitig ist gerade die Frage, ob eine derartige Aufforderung als blosse Einladung (zu freigestelltem Erscheinen), als Vorladung (mit obligatorischer Wirkung und Androhung verwaltungsrechtlicher Ordnungsstrafen) oder als militärisches Aufgebot (mit gerichtlicher Bestrafung bei Nichtbefolgung) zu betrachten ist. Strafbarkeit setzt die Erfüllung eines gesetzlichen Straftatbestandes voraus. Die Berufung auf die Umgangssprache zur Begründung der Einstufung als Aufgebot stellt eine wenig gewichtige Auslegungshilfe dar, wenn man nicht geradezu von einer petitio principii sprechen will.\n\n3. Der Zivilschutz ist aus den während des zweiten Weltkrieges geschaffenen Militärhilfsorganisationen Luftschutz und Ortswehr herausgewachsen. Trotz erheblicher Unterschiede lehnt auch er sich an die Organisation des allgemeinen Militärdienstes an. Für die Umschreibung eines rechtsgültigen Aufgebots im Zivilschutz bietet die Regelung in der Militärorganisation und in den erwähnten Hilfsorganisationen daher wertvolle Hinweise, wobei die Besonderheiten des Zivilschutzes zu berücksichtigen sind.\n\na) Das BG über die Militärorganisation (MO) definiert das Aufgebot nicht. Art. 160 MO überträgt den Erlass von Vorschriften über das Aufgebot dem Bundesrat. Das Militärstrafgesetz (MStG) spricht in den Art. 81 und 82 vom Aufgebot, in Art. 103 vom militärischen Aufgebot, ohne sie näher zu umschreiben. Die Literatur vertritt die Auffassung, ein gültiges Aufgebot müsse materiell rechtmässig sein und von der aufbietenden Instanz im Rahmen ihrer Zuständigkeit erlassen werden (COMTESSE, Das schweizerische MStG, N 2 zu Art. 81). Die Praxis fordert, dass das Aufgebot von der zuständigen Stelle in richtiger Form erlassen wird und sich an einen Wehrmann richtet (MKGE 7 Nr. 32).\n\nb) Ein von der zuständigen Instanz ausgehendes Aufgebot zum Luftschutzdienst wurde als gültig erklärt, weil die aufgebotene Person im Zeitpunkt des Aufgebots noch rechtskräftig im Luftschutz eingegliedert war (MKGE 4 Nr. 109).\n\n|236|\n\nc) Auch bei der Beurteilung der Rechtsverpflichtung eines Aufgebots zu einem Ortswehrdienst wurde entscheidendes Gewicht auf die Frage gelegt, ob der Betreffende rechtsgültig in die Ortswehr aufgenommen war oder ob diese Aufnahme durch Widerruf der Zustimmung des Inhabers der elterlichen Gewalt unwirksam geworden sei (MKGE 4 Nr. 159).\n\nd) Ebenso prüfte das Obergericht des Kantons Bern bei der Beurteilung einer Anklage wegen Nichteinrückens zu einem Zivilschutzkurs in erster Linie, ob der Angeklagte überhaupt rechtmässig zum Zivilschutz eingeteilt worden war (Urteil des bernischen Obergerichts i.S. Beck vom 25. April 1972, vom Bundesgericht am 29. Juni 1972 bestätigt).\n\n4. Dolder bestreitet, dass das kantonale Amt im Beschwerdeverfahren betreffend Eingliederung in den Zivilschutz berechtigt war, ihn dienstlich aufzubieten. Er macht geltend, in diesem Verfahren könnten lediglich Vorladungen erlassen werden, nicht aber Aufgebote, da es sich beim Erscheinen vor der Untersuchungskommission nicht um eine Dienstleistung handle, für die ein dienstlicher Befehl zulässig sei. Die Vorinstanz hält dem entgegen, Dolder setze nicht näher auseinander, worin der Unterschied zwischen Aufgebot und Vorladung bestehe. Im übrigen sei seine Behauptung, die Untersuchungskommission hätte auch in Abwesenheit des Beschwerdeführers entscheiden können, offensichtlich unzutreffend, weil es zum Nachteil des Angeklagten gewesen wäre, wenn die Kommission nur auf Grund der Akten statt (auch) nach eigener Untersuchung entschieden hätte.\n\nWährend die Missachtung eines Aufgebots die Strafsanktion des Art. 84 ZSG auslöst, trifft dies für die Nichtbeachtung einer Einladung oder Vorladung nicht zu. Es ist daher Sache der anklagenden und der urteilenden Instanz, von Amtes wegen eine genaue Rechtsabgrenzung vorzunehmen. Dieser Pflicht wird sie nicht enthoben dadurch, dass sie dem Beschwerdeführer vorwirft, er habe seinerseits keine genaue Definition vorgelegt.\n\na) Wie bereits angedeutet, liegt kein gültiges Aufgebot vor, wenn eine Vorladung zwar äusserlich als Aufgebot bezeichnet wird, aber nicht von der hiefür zuständigen Instanz und im ordentlichen Verfahren erlassen worden ist. Im konkreten Fall war nach verbindlicher Feststellung der Vorinstanz die kantonale Zivilschutzstelle kompetent. Dass das ordentliche Verfahren eingehalten wurde, ist unbestritten.\n\n|237|\n\nb) Was Inhalt eines Aufgebotes sein kann, entscheidet das Gesetz. Das ZSG zählt in Art. 4 eine Reihe möglicher Inhalte von Aufgeboten ausdrücklich auf. Weitere Aufgebotsinhalte ergeben sich aus den Art. 52 bis 61 ZSG, wo die verschiedenen Kurse und Dienstleistungen geregelt werden. Dagegen enthält das ZSG keine Bestimmung, der sich direkt oder indirekt entnehmen liesse, dass die Aufforderung zur sanitarischen Untersuchung im Beschwerdeverfahren über die Eingliederung im Zivilschutz Gegenstand eines Aufgebots sein müsste oder auch nur könnte.\n\nDass eine solche Aufforderung als Aufgebot zu betrachten sei, ergibt sich entgegen der Auffassung der Vorinstanz auch nicht aus dem Zweckgedanken des ZSG. Art. 34 Abs. 1 ZSG verpflichtet grundsätzlich alle Männer zwischen 20 und 60 Jahren zur Leistung von Schutzdienst. Die allgemeine Dienstpflicht bildet aber noch keine automatische Eingliederung und damit die Unterstellung aller männlichen Erwachsenen unter die Bestimmungen des ZSG. Hiezu bedarf es einer besondern individuellen Einteilung, deren Voraussetzungen in Art. 41 ff. ZSG geregelt sind. Das Einteilungsverfahren selbst wird durch Art. 45 ZSG und Art. 60 ff. ZSV geordnet. Aus diesen Bestimmungen ergibt sich, dass im Gegensatz zur allgemeinen Militärdienstpflicht keine Stellungspflicht besteht und auch kein allgemeines Aushebungsverfahren vorgesehen ist, wie es in MO Art. 4-7 geordnet wird. Wer arbeitsfähig ist, gilt ohne weiteres schon als schutzdienstfähig (Art 61 ZSV). Er wird von der Wohngemeinde ohne vorherige Begrüssung oder Untersuchung im Zivilschutz eingeteilt (Art. 62 ZSV). Sache des Betroffenen ist es, ob er gegen die Einteilung Einsprache erheben und welche Beweismittel er vorlegen will. Soweit er von diesen Möglichkeiten keinen Gebrauch macht, drohen ihm keine andern Sanktionen, als dass es bei der Einteilung oder beim Entscheid ohne Berücksichtigung der in seinem Besitz befindlichen Beweismittel bleibt. Erhebt der Betroffene Einsprache und kommt die Wohngemeinde nicht auf ihren Entscheid zurück, so leitet sie die Einsprache an die Zivilschutzstelle des Kantons weiter (Art. 63 ZSV). Wenn die Einsprache sich auf ein ärztliches Zeugnis stützt, so darf die kantonale Zivilschutzstelle sie nur nach Beizug eines oder mehrerer Ärzte abweisen (Art. 65 ZSV).\n\nc) Aus dieser Ordnung ergibt sich folgendes:\n\nDie Durchsetzung der Schutzpflicht und die Gewährleistung des Mannschaftsbestandes werden durch die einseitige behördliche |238| Einteilung gewährleistet. Ein Stellungsverfahren ist nicht vorgesehen und dementsprechend besteht auch keine Stellungspflicht. Gegen die einseitige Einteilung steht dem Betroffenen das Einspracheverfahren offen, in dem er eine Überprüfung der Voraussetzungen herbeiführen kann. Ob er Einsprache erheben und bei Abweisung durch die Gemeinde daran festhalten will, ist ihm überlassen. Beruft er sich auf ein ärztliches Zeugnis, füllt er dann aber das ihm zugestellte Formular trotz Aufforderung nicht aus, oder reicht er es nicht ein, so wird er deswegen nicht bestraft, sondern er schwächt lediglich seine Stellung im Einspracheverfahren. Der in Art. 65 ZSV vorgeschriebene Beizug von Ärzten dient ausschliesslich dem Schutz des Einsprechers vor Abweisung einer Einsprache, die sich auf ärztliches Zeugnis stützt und daher von der Zivilschutzstelle nicht fachmännisch beurteilt werden kann. Scheint die Diensttauglichkeit den Ärzten auf Grund der vorhandenen Akten zweifelhaft oder beantragt der Einsprecher selbst eine nochmalige Untersuchung, so ist eine solche durchzuführen, obwohl das Gesetz dies nicht ausdrücklich vorschreibt. Stellt der Einsprecher keinen Antrag auf Untersuchung oder leistet er einer von der Zivilschutzstelle an ihn gerichteten Aufforderung, sich zur Untersuchung zu stellen, keine Folge, so entscheidet die Zivilschutzstelle zusammen mit den Ärzten auf Grund der Akten. Dass dies unzulässig wäre, wie die Vorinstanz annimmt, findet weder im Wortlaut noch im Sinne des Gesetzes eine Stütze. Der Einsprecher nimmt durch seinen Verzicht auf eine nochmalige Untersuchung in Kauf, dass der Entscheid für ihn möglicherweise ungünstiger ausfällt.\n\nUnter dem Gesichtspunkt einer möglichst leistungsfähigen Zivilschutzorganisation und einer speditiven Behandlung der Einsprache besteht nicht der geringste Anlass, die Einladung zu einer medizinischen Untersuchung durch die von der Zivilschutzstelle beigezogenen Ärzte dem zwingenden Aufgebot zu einer Dienstleistung gleichzustellen. Die Nichtbefolgung einer derartigen Einladung kann umsoweniger als eine strafbare Missachtung eines Aufgebotes gewertet werden, als diese Untersuchung weder im Gesetz noch in der Verordnung vorgesehen oder gar obligatorisch erklärt wurde.\n\nIm vorliegenden Falle kommt dazu, dass die Zivilschutzstelle der Gemeinde bereits eine neutrale Kontrolluntersuchung durch |239| den Vertrauensarzt der Zivilschutzorganisation angeordnet hatte. Dieser hat das vom Einsprecher vorgelegte ärztliche Zeugnis nachgeprüft, auf Grund der darin enthaltenen Feststellungen Dolder persönlich untersucht und anschliessend seinen Entscheid gefällt. Wenn der Beschwerdeführer in seinem Schreiben vom 28. Dezember 1970 geltend macht, er sei ja bereits vom Haus- und vom Bezirksarzt untersucht worden und glaube, dass dies genüge, so war das nicht abwegig. Jedenfalls war er aber berechtigt, auf eine nochmalige Untersuchung zu verzichten und den Antrag zu stellen, es sei auf Grund der Akten zu entscheiden, insbesondere unter Berücksichtigung der in seinem Dienstbüchlein enthaltenen Ausmusterungsvermerke. Damit steht aber auch fest, dass die Bestrafung Dolders durch Art. 84 ZSG nicht gedeckt wird.\n\n5. Die Nichtigkeitsbeschwerde verneint ein gültiges Aufgebot auch deshalb, weil der Beschwerdeführer noch nicht rechtskräftig in den Zivilschutz eingegliedert war und ihm gegenüber daher keine Befehlsgewalt bestand. Die Vorinstanz anerkennt, dass der Einsprache Dolders gegen die Einteilung zum Zivilschutz gemäss Art. 64 ZSV aufschiebende Wirkung zukam. Sie lässt auch gelten, dass nach dem Wortlaut des Art. 84 Ziff. 1 Abs. 3 lit. a ZSG nur bestraft wird, wer sich in irgendeiner Weise \"der Schutzdienstpflicht entzieht\". Sie legt jedoch diese Schutzdienstpflicht in weitem Sinne aus und erklärt, dieser Pflicht entziehe sich schon, wer im vorausgehenden Einteilungsverfahren \"einer behördlichen Anordnung nicht Folge leistet\". Die Beschwerde macht mit Recht geltend, dass diese Auslegung den zulässigen Rahmen überschreitet und zu einer Verletzung des Grundsatzes nulla poena sine lege führt. Das Gesetz stellt gerade nicht jede Missachtung einer behördlichen Anordnung durch irgend jemanden unter Strafe, sondern nur die Missachtung eines rechtsgültigen Aufgebotes. Rechtsgültig ist das Aufgebot aber nur, wenn es sich an einen bereits im Zivilschutzdienst eingeteilten Adressaten richtet, wie dies oben für die allgemeine Militärdienstpflicht, die Luftschutz- und die Ortswehrdienstpflicht dargetan worden ist. Dass auch keine Interessen des Staates die Absicherung einer Einladung zur nochmaligen sanitarischen Untersuchung durch eine Strafandrohung verlangen, so dass deshalb die Auslegung der Vorinstanz auch nicht durch den Zweckgedanken des Gesetzes gerechtfertigt |240| wird, ist oben unter 4 b näher ausgeführt worden. Wo aber keine Verpflichtung zur Befolgung einer Aufforderung oder eines Aufgebotes besteht, da ist insoweit auch keine Bestrafung möglich (MKGE 6 Nr. 52).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen und die Sache zur Freisprechung des Beschwerdeführers im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}