{"annee": "98", "cour": "II", "page": "23", "date": "28/3/1972", "cite": [], "cite_par": ["112 II 268", "105 II 149"], "chapeau": "5. Sentenza 28 marzo 1972 della I Corte civile nella causa Schweikert contro Bazzuri.", "regestes": ["1. Dans un acte juridique simulé ou dissimulé, une obligation accessoire suit en règle générale, quant à sa validité entre les parties, le sort de l'obligation principale à laquelle elle se rapporte (consid. 5). 2. Action fondée sur un acte illicite (consid. 2), sur une responsabilité précontractuelle (consid. 3), sur un enrichissement illégitime (consid. 4), sur une responsabilité contractuelle (consid. 5). 3. L'action en remboursement d'un paiement qui a pour objet une obligation accessoire se prescrit dans le délai prévu à l'art. 127 CO (consid. 6)."], "faits": "BGE 98 II 23 S. 24\n\nA.- Il dott. Federico Schweikert, avvocato in Aarau, conferì il 23 giugno 1961 al signor Demetrio Kolzoff il mandato di rappresentarlo nell'acquisto di un terreno sito nella zona di Carona (particella n. 377). Tale fondo era di proprietà del signor Rocco Scala; questi aveva promesso verbalmente al signor Franco Bazzuri di venderglielo per il prezzo di fr. 73'000.--.\n\nDa parte sua, Bazzuri si accordò con Kolzoff per vendere il terreno in questione a Schweikert per il presso di fr. 219'324.--. Egli confermò il 10 luglio 1961 per iscritto tale accordo a Schweikert, invitandolo a versargli, secondo determinate modalità, il prezzo convenuto con il di lui rappresentante. Ricapitolando le condizioni pattuite con quest'ultimo, Bazzuri confermò che l'imposta sul maggior valore immobiliare relativa a tale trapasso sarebbe andata a proprio carico. Mediante la firma d'un secondo esemplare di questa lettera, Schweikert manifestò il proprio accordo e versò a Bazzuri con vari pagamenti parziali la somma totale richiesta.\n\nBazzuri provvide a pagare a Scala il prezzo di fr. 73'000.-- pattuito con costui. Per evitare di figurare come acquirente e venditore, Bazzuri si fece autorizzare da Scala a vendere il fondo a nome di questi direttamente ad un terzo.\n\nIl 18 luglio 1961 Bazzuri e Kolzoff, fondandosi sulle rispettive procure, conclusero con atto pubblico un contratto di compravendita, secondo il quale Scala vendeva a Schweikert il fondo di cui trattasi per il prezzo di fr. 73'000.--. In base a tale contratto Schweikert fu iscritto il 19 luglio 1961 a registro fondiario come proprietario del terreno.\n\nBGE 98 II 23 S. 25\n\nIl 9 agosto 1961 l'Ufficio dei registri di Lugano comunicò a Scala e a Schweikert la tassazione per l'imposta sul maggior valore immobiliare concernente tale trapasso. L'imposta ascendeva a fr. 3'624,30 ed era fondata su di un maggior valore imponibile di fr. 72'472.-- risultante da un valore di contrattazione di fr. 73'000.-- a cui era poi stato dedotto il valore precedente maggiorato del 5%.\n\nIl 20 settembre 1961 Schweikert scrisse a Bazzuri di non aver ancora visto il contratto di compravendita, ma d'aver constatato, in base all'avviso di tassazione dell'Ufficio dei registri di Lugano, che lo stesso Bazzuri gli aveva venduto il fondo per poco più di fr. 73'000.--. Avendo egli, Schweikert, pagato una somma maggiore, l'eccedenza, versata senza alcuna causa giuridica, doveva essergli restituita.\n\nSchweikert vendette quindi, il 19 dicembre 1961, il terreno per fr. 276'986.-- al signor Walter Stierli, il quale fu iscritto a registro fondiario come proprietario il 10 gennaio 1962. La tassazione per questo trapasso, comunicata dall'Ufficio dei registri di Lugano a Schweikert e a Stierli, stabiliva un'imposta di fr. 40'067.80 sul maggior valore immobiliare. L'11 febbraio 1963 Schweikert terminò di pagare tale debito fiscale.\n\nB.- Il 6 maggio 1963 Schweikert convenne in giudizio Bazzuri e Kolzoff dinnanzi al Pretore di Lugano-Ceresio, perché fossero condannati a pagargli solidalmente la somma di fr. 146'324.-- oltre gli interessi. Allegava che Bazzuri s'era indebitamente arricchito con la differenza tra l'importo ricevuto di fr. 219'324.-- e quello di fr. 73'000.-- pagato a Scala. Quanto a Kolzoff, questi gli aveva cagionato un danno nella stessa misura per aver violato i suoi obblighi di mandatario.\n\nIl Pretore di Lugano-Ceresio e la Camera civile del Tribunale di appello del cantone Ticino respinsero tali domande.\n\nIl 3 dicembre 1968 il Tribunale federale confermò la sentenza della Camera civile del Tribunale di appello. Esso negò l'esistenza d'un credito nei confronti di Bazzuri, considerando che l'accordo del 10 luglio 1961 e il contratto del 18 luglio 1961 erano nulli, il primo per non essere stato concluso nella forma dell'atto pubblico ed il secondo per simulazione. L'attore aveva pertanto pagato a Bazzuri l'intero importo di fr. 219'324.-- senza una causa valida. Tuttavia egli non ne era stato pregiudicato patrimonialmente, avendo ricevuto come controprestazione il fondo, che valeva altrettanto e di cui Scala non aveva chiesto BGE 98 II 23 S. 26la restituzione. Il rimborso della differenza di fr. 146'324.-- avrebbe quindi implicato un indebito arricchimento dell'attore. Se si fosse ammesso che egli potesse fondare la sua pretesa sull'art. 62 CO, la sua azione avrebbe costituito nelle circostanze concrete un patente abuso di diritto. L'attore aveva invero potuto darsi conto già in base alla tassazione per l'imposta sul maggior valore immobiliare comunicatagli il 9 agosto 1961 del fatto che il contratto del 18 luglio 1961 non corrispondeva alla volontà delle parti; come avvocato non poteva essergli sfuggita la nullità di questo negozio. Vendendo a sua volta il terreno a Stierli, egli aveva agito contro la buona fede e reso impossibile la reinscrizione a registro fondiario di Scala come proprietario. In tal guisa egli s'era non solo precluso il diritto d'invocare la nullità del contratto del 18 luglio 1961, bensì anche quello di far valere l'invalidità dell'accordo del 10 luglio 1961, dato che le due pattuizioni erano interdipendenti. Il principio della buona fede sarebbe stato violato ove l'attore avesse potuto giovarsi d'un contratto, senza adempiere l'altro ad esso collegato.\n\nC.- Con petizione del 12 giugno 1969 presentata al Pretore di Lugano-Ceresio, Schweikert chiedeva che Bazzuri fosse condannato a pagargli la somma di franchi 33'063,40 oltre gli interessi del 6% dal 1. febbraio 1962. Allegava che tale importo doveva essergli rimborsato dal convenuto, dato che l'imposta sul maggior valore immobiliare che egli aveva dovuto pagare in occasione della vendita del terreno a Stierli era stata in pari misura più elevata di ciò che sarebbe stata se il convenuto avesse a suo tempo indicato esattamente nel contratto del 18 luglio 1961 il prezzo pattuito. Schweikert sottolineava al proposito l'impegno assunto da Bazzuri con l'accordo del 10 luglio 1961 di prendere a proprio carico il pagamento dell'imposta sul maggior valore immobiliare, e considerava lo stesso Bazzuri indebitamente arricchito ai sensi dell'art. 62 ss. CO.\n\nIl Pretore, con sentenza del 9 marzo 1971, e la Camera civile del Tribunale di appello, con sentenza del 4 ottobre 1971, respingevano la petizione, accogliendo l'eccezione dell'intervenuta prescrizione sollevata dal convenuto.\n\nD.- L'attore ha proposto tempestivo ricorso per riforma, chiedendo l'annullamento della sentenza della Camera civile del Tribunale di appello e l'accoglimento della petizione.\n\nIl convenuto chiede la reiezione del ricorso.\n\nBGE 98 II 23 S. 27", "considerants": "Considerando in diritto:\n\n1. Il convenuto ha eccepito nella procedura cantonale che sulla pretesa dell'attore è già intervenuta una sentenza definitiva a conclusione del primo processo. Nell'attuale procedura in sede federale egli non risolleva tale eccezione, pur essendogli ciò consentito in base alla più recente giurisprudenza (RU 95 II 639). Poiché la questione della cosa giudicata è regolata secondo il diritto federale, il Tribunale federale deve esaminarla d'ufficio.\n\nReputasi già giudicata una controversia quando la nuova causa ha luogo tra le stesse parti della precedente e la pretesa fatta valere corrisponde a quella che ha fatto l'oggetto del precedente giudizio, ossia il suo contenuto è lo stesso e stessi sono i fatti e la causa giuridica su cui è fondata (RU 34 II 626, 56 II 206 ss., 66 II 57, 71 II 283, 75 II 290, 78 II 402).\n\nL'attore si richiama in parte agli stessi fatti sui quali si era fondato nella causa precedente. Nuova è invece la sua affermazione secondo cui l'Ufficio dei registri di Lugano aveva posto a suo carico il 1. febbraio 1962 un'imposta di fr. 40'067,80 sul maggior valore immobiliare, che egli aveva provveduto a pagare. Egli pretende dal convenuto il rimborso parziale di tale importo. Nella causa precedente egli chiedeva invece il rimborso parziale del prezzo pagato per la compravendita. La pretesa fatta valere allora non corrisponde pertanto a quella della causa attuale. La controversia non può quindi essere considerata come già giudicata, quand'anche possano presentarsi nella causa in corso determinate questioni di diritto già risolte nella causa anteriore.\n\n2. La Camera civile del Tribunale di appello ravvisa nella pretesa oggetto della presente causa anzitutto una pretesa fondata su un atto illecito ai sensi dell'art. 41 ss. CO.\n\nIn verità, il convenuto non ha commesso un atto illecito nei confronti dell'attore facendo stipulare il 18 luglio 1961 mediante atto pubblico una compravendita del fondo di cui trattasi fra l'attore e Scala ad un prezzo di fr. 73'000.--, invece di comprare, con atto pubblico, il fondo da Scala per fr. 73'000.-- e di rivenderlo, con analogo atto, all'attore per fr. 219'324.--. Egli non ha indotto in errore l'attore, né gli ha cagionato un danno contro la sua volontà. Come il Tribunale federale ha già stabilito nella sua sentenza del 3 dicembre 1968, la compravendita conclusa con atto pubblico era simulata, e pertanto nulla. L'attore non era tenuto a considerarla valida. Dopo aver avuto BGE 98 II 23 S. 28conoscenza personale del modo di procedere del convenuto, a cui il suo rappresentante Kolzoff già aveva dato la propria approvazione, l'attore sarebbe stato in grado di pretendere che la proprietà del fondo fosse ritrasferita a Scala; in questo caso, a domanda del venditore originario (Scala), l'autorità cantonale avrebbe dovuto rimborsare l'imposta sul maggior valore immobiliare (art. 11 della legge cantonale concernente l'imposta sul maggior valore immobiliare, del 9 febbraio 1954). L'attore preferì invece rimanere iscritto a registro fondiario come proprietario. Né egli comunicò all'Ufficio dei registri di Lugano che la tassazione relativa all'imposta sul maggior valore immobiliare doveva essere rettificata, per aver Scala e il convenuto ottenuto in realtà dalla vendita del fondo un prezzo di fr. 219'324.--.\n\nL'attore deve quindi imputare all'attitudine da lui osservata il fatto che egli rimase iscritto a registro fondiario come proprietario sulla base d'una compravendita simulata, e che l'Ufficio dei registri di Lugano continuò a credere che egli e Scala avessero pattuito realmente un prezzo di fr. 73'000.-- per tale compravendita. In tal guisa egli ratificò il modo d'agire del convenuto e creò le circostanze che diedero origine al proprio assoggettamento ad un'imposta di fr. 40'067,80 sul maggior valore immobiliare, riscossa dall'Ufficio dei registri di Lugano in seguito alla ulteriore vendita del terreno a Stierli. L'attore si mise volontariamente in questa situazione, sperando d'ottenere dal convenuto il rimborso della differenza tra il prezzo simulato della compravendita (fr. 73'000.--) e quello effettivamente pagato (fr. 219'324.--), ciò che gli avrebbe consentito un arricchimento di fr. 146'324.-- ed un profitto addizionale in occasione dell'ulteriore vendita del terreno a Stierli. Tanto più deve negarsi un pregiudizio infertogli dal convenuto mediante un preteso atto illecito, ove si consideri che l'attore è avvocato e non poteva come tale ignorare le conseguenze d'ordine fiscale alle quali si esponeva quando ratificò l'operato del convenuto.\n\n3. La Corte cantonale ha ritenuto che la pretesa dell'attore poteva eventualmente essere fondata su di una responsabilità precontrattuale di carattere quasi delittuale del convenuto.\n\nOrbene, neppure sotto questo profilo può essere desunta alcuna pretesa dall'attore. È certo che il convenuto non ha fatto il necessario per assicurare all'attore il diritto di proprietà sul BGE 98 II 23 S. 29fondo compravenduto e per non pregiudicarlo dal punto di vista fiscale, come avrebbe invece dovuto fare secondo l'accordo del 10 luglio 1961. Egli ha stipulato il 18 luglio 1961 un contratto simulato e perciò nullo. Il mandatario e rappresentante dell'attore, Kolzoff, aveva tuttavia manifestato il proprio accordo su tale modo di procedere, e lo stesso attore lo ratificò personalmente, non reagendo all'avviso di tassazione del 9 agosto 1961 e rivendendo il terreno, sebbene dovesse conoscere la nullità dell'atto pubblico di compravendita stipulato. Una colpa precontrattuale del convenuto non può quindi essere correttamente ammessa. Essa sussisterebbe solamente nell'ipotesi in cui il convenuto avesse pregiudicato l'attore violando il principio della buona fede. Quando ambo le parti vogliono un vizio di forma d'un contratto, esse non ledono nei rapporti reciproci il principio della buona fede (cfr. MERZ, N. 497 ad art. 2 CCS). La regola \"volenti non fit injuria\" si applica nell'ambito degli atti e delle omissioni precontrattuali nella stessa guisa che in quello dell'attitudine contrattuale od extracontrattuale.\n\nNon è d'altronde dato neppure un nesso causale adeguato tra l'inveritiera documentazione della compravendita ed il preteso pregiudizio. L'attore ha riconosciuto la falsità della documentazione del prezzo, ma non ha impugnato la validità del contratto; in questo modo egli ha volontariamente accettato gli effetti fiscali corrispondenti, che sono dapprima risultati favorevoli per il convenuto, ma poi, in seguito alla vendita del fondo a Stierli, pregiudizievoli per l'attore. Senza tale attitudine cosciente e voluta dello stesso attore, il danno da questi lamentato non sarebbe insorto secondo l'andamento normale delle cose.\n\n4. L'attore non può fondare la sua pretesa neppure su di un indebito arricchimento ai sensi dell'art. 62 CO.\n\nIl convenuto ha tratto profitto dalla simulazione della compravendita stipulata il 18 luglio 1961, dato che, non apparendo come compratore né come venditore, non ha dovuto pagare alcuna imposta sul maggior valore immobiliare. In tal guisa egli si è arricchito, ma il suo locupletamento non è avvenuto a carico del patrimonio dell'attore. Pregiudicato è stato dapprima non costui, bensì lo Stato. Il fatto che l'attore sia poi stato tassato con un'imposta di fr. 40'067,80 sul maggior valore immobiliare fu dovuto ad eventi ulteriori, ossia all'attitudine dell'attore stesso, che volle scientemente considerare valido il negozio BGE 98 II 23 S. 30simulato e che vendette poi il fondo a Stierli. L'importo predetto non entrò a far parte del patrimonio del convenuto, bensì fu pagato allo Stato. È indubbio che il pregiudizio sofferto dall'attore per effetto di tale tassazione non sarebbe intervenuto se la compravendita stipulata con atto pubblico non fosse stata falsamente documentata, a intero vantaggio del convenuto. Tale concatenazione naturale non è tuttavia sufficiente per obbligare il convenuto a \"restituire\" all'attore una prestazione che egli non aveva mai ricevuto da costui né da altri. Cercando d'ottenere che Stierli gli ritrasferisse la proprietà del fondo e richiedendo quindi, in caso favorevole, il rimborso dell'imposta pagata ai sensi dell'art. 11 della legge cantonale menzionata, l'attore avrebbe potuto eventualmente porre rimedio al danno patrimoniale subito per effetto di tale pagamento. Poiché non adottò questa soluzione, egli può conseguire uno sgravio solamente trasferendo sul convenuto parte dell'onere fiscale sopportato. Se un tale trasferimento, che costituisce la materia del contendere della presente causa, sia ammissibile, è una questione che non va giudicata secondo l'art. 62 ss. CO, bensì, come sarà illustrato più avanti, in base al rapporto giuridico posto in essere dalle parti allorché ottennero il trapasso della proprietà del fondo da Scala all'attore mediante la compravendita simulata del 18 luglio 1961.\n\nL'art. 62 CO non è d'altronde applicabile anche pel fatto che l'\"arricchimento\" del convenuto non è stato \"indebito\" ai sensi di tale disposizione. Esso non è intervenuto \"senza valida causa, o per una causa non avveratasi o che ha cessato di sussistere\", ove si supponga, come lo afferma l'attore, che il danno si è concretato con la tassazione del 1. febbraio 1962. Non si tratta nella fattispecie di revocare come \"indebita\" una prestazione, bensì di trasferire eventualmente dalla persona tassata (l'attore) su di un'altra (il convenuto) un'imposta accertata in base ad una tassazione definitiva e pagata legittimamente.\n\n5. Se il convenuto avesse acquistato il fondo da Scala, osservando i requisiti di forma, per il prezzo di fr. 73'000.--, e l'avesse poi venduto, mediante un atto pubblico valido, all'attore, conformemente a quanto gli aveva promesso per iscritto il 10 luglio 1961, egli sarebbe stato tassato ai sensi degli art. 1, 2 e 10 della legge concernente l'imposta sul maggior valore citata in precedenza, per un'imposta calcolata sulla base d'un plusvalore imponibile di fr. 142'674.-- (risultante dal prezzo di BGE 98 II 23 S. 31vendita di fr. 219'324.-- e deducendone il prezzo di acquisto di fr. 73'000.-- ed una maggiorazione di questo ultimo del 5%). L'ammontare dell'imposta a suo carico sarebbe asceso a fr. 28'535,40 (20% di fr. 142'674.-- + le spese di porto).\n\nL'attore sarebbe stato solidalmente responsabile per tale importo, ai sensi dell'art. 10 della legge predetta. Ove l'importo in questione fosse stato riscosso presso di lui, egli avrebbe potuto pretenderne, in assenza di disposizioni contrattuali derogatorie, il rimborso dal convenuto. Tale era anche la volontà delle parti allorché convennero il 10 luglio 1961 che l'imposta sul maggior valore immobiliare sarebbe andata a carico del convenuto.\n\nIn occasione della vendita ulteriore del fondo a Stierli, l'attore avrebbe dovuto pagare un'imposta calcolata sulla base d'un plusvalore imponibile di franchi 46'695,80 (risultante dal prezzo di vendita di franchi 276'986.-- e deducendone il prezzo d'acquisto di franchi 219'324.-- ed una maggiorazione di quest 'ultimo del 5%). L'ammontare dell'imposta a suo carico sarebbe stata di fr. 9'339,76.\n\nOrbene, non è ammissibile che, per effetto del negozio simulato del 18 luglio 1961 e dell'omissione della stipulazione con atto pubblico delle due compravendite dissimulate, il convenuto sia sollevato, nei confronti dell'attore, da qualsiasi obbligo di pagare un'imposta sul maggior valore, e che questi debba invece sopportare da solo tutto l'onere dell'imposta di fr. 40'067,80 da lui pagata al Cantone. Ciò violerebbe manifestamente il principio della buona fede.\n\nL'attore ha indubbiamente, attraverso il suo rappresentante Kolzoff, aderito al negozio simulato e lo ha ratificato personalmente dopo aver ricevuto la tassazione del 9 agosto 1961; l'elevato accertamento disposto a suo carico il 1. febbraio 1962 è perciò dovuto al suo proprio modo d'agire, voluto e cosciente. Quando tuttavia egli pretese dal convenuto l'utile di fr. 146'324 che questi aveva tratto dalle compravendite dissimulate e quindi di per sé nulle, la sua domanda fu respinta perché fondata sull'abuso di diritto. Il convenuto s'é venuto quindi a trovare, per quanto concerne l'utile di cui sopra, nella stessa situazione che sarebbe per lui esistita ove fosse stata data esecuzione all'accordo scritto del 10 luglio 1961.\n\nIn tali circostanze è quindi necessario che, anche per quanto riguarda la controversia relativa alle conseguenze fiscali del loro BGE 98 II 23 S. 32modo di procedere, le parti siano poste nella stessa situazione in cui si sarebbero trovate nel caso in cui l'accordo predetto fosse stato adempiuto, ossia nel caso in cui l'attore avesse acquistato dal convenuto il fondo mediante atto pubblico per il prezzo di fr. 219'324.--. Il convenuto, che si era opposto con successo, malgrado la nullità formale dell'accordo del 10 luglio 1961 e delle compravendite dissimulate del 18 luglio 1961, alla restituzione dell'eccedenza di fr. 146'324.-- dà oggi prova d'un'attitudine contradditoria quando considera tali negozi come nulli. Ciò costituisce un chiaro caso di abuso di diritto. Il convenuto non può inoltre invocare la mancanza della forma dell'atto pubblico, dato che egli si sforza in tal modo di giovarsi d'un requisito di forma richiesto dall'art. 216 cpv. 1 CO, per conseguire un fine estraneo a tale disposizione, ossia per sottrarsi all'adempimento d'una singola obbligazione inerente ad un rapporto giuridico le cui ulteriori obbligazioni sono già state eseguite ed hanno procurato al convenuto un notevole lucro. Un siffatto atteggiamento lede l'art. 2 CCS (RU 50 II 148, 53 II 166, 72 II 43, 86 II 403).\n\nL'attore può perciò pretendere dal convenuto la restituzione dell'importo di fr. 28'535,40 che questi avrebbe dovuto normalmente pagare al Cantone a titolo di imposta sul maggior valore immobiliare o rimborsare all'attore se questi l'avesse pagato quale debitore solidale. Tale soluzione appare tanto più equa ove si consideri che il negozio simulato del 18 luglio 1961 e le compravendite dissimulate furono dovute all'iniziativa del convenuto, solo interessato a questo modo di procedere scorretto.\n\nLa differenza di fr. 11'532,40 tra l'importo di fr. 40'067,80 pagato dall'attore e il suo diritto di regresso per fr. 28'535,40, deve rimanere a carico dell'attore stesso. Essa eccede di fr. 2'192,64 l'importo di fr. 9'339,76 che egli avrebbe dovuto corrispondere ove le compravendite volute fossero state debitamente stipulate. Tale onere supplementare, egli deve imputarlo al suo modo d'agire. Come già rilevato, egli non può far valere al riguardo alcuna pretesa fondata su di un atto illecito, su una responsabilità precontrattuale o su un indebito arricchimento.\n\n6. Il diritto dell'attore d'ottenere la restituzione di fr. 28'535,40 si fonda sul fatto che la compravendita fondiaria conclusa tra le parti il 10 luglio 1961 deve essere considerata valida in relazione con l'art. 2 CCS. Poiché tale diritto non si BGE 98 II 23 S. 33fonda né su un atto illecito, né su una responsabilità precontrattuale, né su un indebito arricchimento, esso si prescrive non nel termine previsto dagli art. 60 e 67, bensì in quello di cui allo art. 127 CO. Tale disposizione prevede per tutte le pretese per le quali il diritto civile federale non dispone diversamente, un termine di prescrizione di dieci anni. L'equità di detto termine nella fattispecie appare chiaramente ove si consideri che, se le parti avvessero stipulato correttamente con atto pubblico la compravendita convenuta e se l'Ufficio dei registri avesse riscosso presso l'attore, quale debitore solidale, l'imposta di franchi 28'535,40 sul maggior valore immobiliare, il diritto di regresso di costui sarebbe soggiaciuto anch'esso, in base al rapporto contrattuale esistente tra le parti, alla prescrizione decennale disposta dall'art. 127 CO. Non v'è alcuna ragione per cui il convenuto, solo interessato al negozio simulato, debba potersi giovare d'un termine minore di quello applicabile nel caso in cui avesse agito correttamente.\n\nIl termine di prescrizione dell'art. 127 CO comincia a decorrere dal giorno in cui il credito è esigibile (art. 130 cpv. 1 CO). Il credito dell'attore non poteva essere esigibile prima che questi avesse pagato la imposta sul maggior valore immobiliare che costituisce l'oggetto del suo diritto di regresso. Detto pagamento è avvenuto tra il 1. febbraio 1962 e l'l 1 febbraio 1963. Poiché la prescrizione è stata interrotta con la petizione del 12 giugno 1969 (art. 135 n. 2 CO), il credito di cui trattasi non è prescritto.\n\n7. L'attore non ha chiarito durante la procedura cantonale, né in quella federale, per quali motivi egli ritiene di poter richiedere interessi del 6% dal 1. febbraio 1962.\n\nInteressi di natura risarcitoria (cfr. RU 33 II 133 consid. 7, 34 II 612, 81 II 519) non possono essere nella fattispecie pretesi dall'attore, dato che il suo credito non è fondato su di una obbligazione di risarcimento del danno.\n\nIl convenuto deve invece all'attore gli interessi di mora. Poiché l'attore non pretende, né risulta comunque dagli atti, che il convenuto sia stato costituito in mora prima della notifica della petizione, gli interessi moratori cominciano a decorrere solamente dal 13 giugno 1969.\n\nIn assenza dei presupposti richiesti dall'art. 104 cpv. 2 e 3 CO per ammettere interessi moratori superiori - presupposti la cui esistenza non è stata provata né tanto meno affermata -, sono BGE 98 II 23 S. 34dovuti gli interessi moratori normali del 5% previsti dal l'art. 104 cpv. 1 CO.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è parzialmente accolto, l'impugnata sentenza è annullata e il convenuto è condannato a pagare all'attore l'importo di fr. 28'535,40 oltre gli interessi del 5% dal 13 giugno 1969."}