{"annee": "98", "cour": "IA", "page": "10", "date": "26/1/1972", "cite": ["96 I 474"], "cite_par": [], "chapeau": "2. Auszug aus dem Urteil vom 26. Januar 1972 i.S. X. AG gegen Y. und Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 4 Cst; droit de prendre connaissance du dossier. Dans quelle mesure le gérant d'un fonds de placement a-t-il le droit de prendre connaissance du dossier d'une procédure pénale ouverte contre la précédente direction du fonds?"], "faits": "BGE 98 Ia 10 S. 10\n\nAus dem Sachverhalt:\n\nA.- Im Jahre 1960 gründete die Beschwerdeführerin X. AG einen internationalen Immobilien- und Wertschriften-Anlagefonds. Im Frühjahr 1969 wurde gegen den Direktor der X. AG, der auch dem Verwaltungsrat dieser Firma angehörte, wegen Veruntreuungen ein Strafverfahren eingeleitet. Mit Verfügung vom 26. September 1969 entzog die Eidg. Bankenkommission gestützt auf Art. 44 Abs. 1 des Bundesgesetzes über die Anlagefonds (AFG) der X. AG die Bewilligung zur Geschäftstätigkeit und ernannte an ihrer Stelle für den in Liquidation befindlichen Anlagefonds die Treuhandgesellschaft Y. als Sachwalterin; ferner wurde die X. AG verpflichtet, für Ansprüche der Anleger den Betrag von 3,5 Millionen Franken bei einer Bank sicherzustellen. Die Bankenkommission begründete diesen Entscheid damit, dass die X. AG ihre gesetzlichen und vertraglichen Pflichten mehrfach grob verletzt habe. Eine hiegegen erhobene Verwaltungsgerichtsbeschwerde wies das Bundesgericht ab (BGE 96 I 474).\n\nB.- Am 21. Juli 1970 reichte die Sachwalterin bei der Bezirksanwaltschaft Zürich gegen die verantwortlichen Organe und Hilfspersonen der X. AG und weitere Beteiligte Strafanzeige wegen Betruges ein. Die Bezirksanwaltschaft nahm in der Folge am Sitz der X. AG eine Hausdurchsuchung vor, wobei ein grosser Teil der Akten dieser Firma und damit des Anlagefonds beschlagnahmt wurde. Am 21. Mai 1971 verfügte die BGE 98 Ia 10 S. 11Bezirksanwaltschaft, dass der Sachwalterin grundsätzlich Einsicht in die Strafakten gewährt werde, und dass die bei der X. AG beschlagnahmten Buchhaltungsakten zu den Strafakten erhoben würden. Einen hiegegen erhobenen Rekurs wies die Staatsanwaltschaft des Kantons Zürich, soweit sie darauf eintrat, am 22. Juli 1971 ab.\n\nC.- Gegen den Rekursentscheid der Staatsanwaltschaft führt die X. AG staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.\n\nDas Bundesgericht weist die Beschwerde, soweit es darauf eintritt, ab.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Hauptfrage, welche die Beschwerdeführerin aufwirft, ist die, ob die kantonalen Behörden der Y. in Verletzung des Art. 4 BV Einsicht in die beschlagnahmte Buchhaltung der X. AG gewährt haben. Nach § 34 StPO ist es den Beamten und Angestellten untersagt, aus den Akten einer schwebenden Untersuchung Mitteilungen an Drittpersonen zu machen. Vorbehalten bleiben die Fälle, in denen solche Mitteilungen für den Zweck der Untersuchung förderlich sind. Nach § 10 Abs. 3 StPO ist dem Geschädigten Gelegenheit zu geben, Einsicht in die Akten zu nehmen, soweit dies ohne Gefährdung des Untersuchungszweckes geschehen kann. Eine allgemeine, für das Zivil- und Strafverfahren geltende Vorschrift über die Einsicht Dritter in Gerichtsakten findet sich in § 186 a des zürcherischen Gerichtsverfassungsgesetzes. Es wird in den genannten gesetzlichen Regeln nicht ausdrücklich bestimmt, dass auch Behörden einen Anspruch auf Einsicht in Strafakten haben. Es entspricht aber, wie mit Grund angenommen werden kann, allgemeiner Ansicht und Praxis, einer Behörde unter bestimmten Voraussetzungen Einsicht in Strafakten zu gewähren. Die Beschwerdeführerin anerkennt das in ihrer Replik selber, und in der Rechtslehre wird die Ansicht vertreten, das Akteneinsichtsrecht sei gegeben, wenn ein schutzwürdiges rechtliches Interesse glaubhaft gemacht werde, das mit der Amtsfunktion der ersuchenden Behörde im Zusammenhang steht (HAUSER/HAUSER, Kommentar zum Gerichtsverfassungsgesetz, 3. A., S. 613 f.; HARTMANN, Die Stellung des Geschädigten sowie von Dritten im zürcherischen Strafprozess, Separatabzug aus: Kriminalistik 1971, S. 15; KEHL, Die gegenseitige Akteneditionspflicht, Zürich BGE 98 Ia 10 S. 121955, S. 106/7). Wenn ein Interesse der erwähnten Art glaubhaft gemacht wurde, war es nicht willkürlich, der Y. Akteneinsicht zu gewähren, sofern sie ein öffentliches Amt ausübt und damit wie eine Behörde behandelt werden darf. Die Beschwerdeführerin bestreitet, dass der Sachwalter öffentliche Funktionen ausübe, und beruft sich dafür auf einzelne Literaturstellen (vor allem HAEFLIGER, Die Auflösung des Kollektivanlagevertrages, Diss. Zürich 1969, S. 94 f.). Wie es sich damit verhält, hat das Bundesgericht nur unter dem Gesichtspunkt des Art. 4 BV zu prüfen. Die Tatsache, dass der Sachwalter von der Bankenkommission ernannt wird, dass diese ihm Weisungen zu erteilen hat und dass gegen seine Verfügungen bei der Aufsichtsbehörde Beschwerde geführt werden kann, ferner die Art der Aufgaben, die ihm übertragen sind (Art. 43 VV AFG), lassen es als durchaus gerechtfertigt erscheinen, seine Funktionen als amtliche zu qualifizieren, wie es die Staatsanwaltschaft getan hat. Das scheint denn auch die herrschende Meinung zu sein. Nach AMONN übt der Anlagefondssachwalter öffentliche Funktionen aus, er ist ein Hilfsorgan der behördlichen Aufsicht, ausgestattet mit den Kompetenzen eines amtlichen Treuhänders der Anleger (Wirtschaft und Recht, 22, 1970, S. 57). Die gleiche Ansicht vertritt METZGER (Die Stellung des Sachwalters nach dem AFG, Diss. Zürich 1971, S. 150 f.). Wenn die Beschwerdeführerin in ihrer Replik behauptet, der Bundesrat habe sich bei der Umschreibung der Stellung des Sachwalters in der VV nicht im Rahmen des AFG gehalten, so vermag diese vor allem mit einem Hinweis auf die nicht unbedingt massgebliche Botschaft des Gesetzes begründete Behauptung nichts daran zu ändern, dass die Staatsanwaltschaft mit sachlich vertretbaren Gründen annehmen konnte, die Y. übe als Sachwalterin amtliche Funktionen aus und könne deshalb wie eine Behörde in Strafakten Einsicht nehmen.\n\nNach den Erwägungen des angefochtenen Entscheids muss allerdings ein schutzwürdiges rechtliches Interesse glaubhaft gemacht werden, das mit der amtlichen Funktion in Zusammenhang steht. Die Annahme ist nicht willkürlich, die Y. könne ein solches Interesse geltend machen. Nach Art. 43 VV AFG hat der Sachwalter Bestand und Umfang des Fondsvermögens festzustellen, Ansprüche auf Einwerfung der dem Anlagefonds widerrechtlich entzogenen oder vorenthaltenen Vermögenswerte geltend zu machen und Tatbestände zu erforschen, die BGE 98 Ia 10 S. 13allenfalls eine Haftung der Fondsleitung oder anderer Personen gegenüber den Anlegern begründen. Die Erfüllung dieser der Y. nach eidg. Recht übertragenen Aufgaben würde, wie füglich angenommen werden darf, erheblich erschwert, wenn nicht geradezu vereitelt, wenn ihr die Möglichkeit, in die Buchhaltung der X. AG Einsicht zu nehmen, verschlossen bliebe. Da der Sachwalter den Anlagefonds anstelle der Fondsleitung zu verwalten oder zu liquidieren hat, könnte er, wie ohne Willkür anzunehmen ist, eine Buchhaltung, die nicht in einem Strafverfahren mit Beschlag belegt wäre, in seiner amtlichen Eigenschaft von der geschäftsunfähig gewordenen Fondsleitung herausverlangen (METZGER, a.a.O. S. 84). Es wäre von daher betrachtet nur schwer zu verstehen, wenn er die Buchhaltung nicht einsehen dürfte, falls sie in einem (von ihm veranlassten) Strafverfahren beschlagnahmt wurde. Es wäre mit andern Worten mit der Stellung und Aufgabe eines Sachwalters kaum zu vereinbaren, wenn er die Buchhaltung eines Fonds, den er anstelle der geschäftsunfähig gewordenen Fondsleitung zu verwalten oder zu liquidieren hat, nicht einsehen dürfte.\n\nIn den Erwägungen des angefochtenen Entscheids wird auf einen frühern, grundsätzlichen Entscheid der Staatsanwaltschaft verwiesen. Nach ihm genügt nicht ohne weiteres, dass eine Amtsstelle ein rechtlich geschütztes Interesse an der Akteneinsicht glaubhaft macht. Dieses Interesse muss vielmehr jenes des Betroffenen an der Verweigerung des Einsichtsrechts überwiegen. Dieser Gedanke liegt auch dem bereits genannten Urteil des Bundesgerichts vom 1. Oktober 1969 (i.S. Senn, nicht publ. Erw. 3 a, S. 16 f.) zugrunde. Das Bundesgericht hat in diesem Zusammenhang zu prüfen, ob die kantonalen Behörden bei der Interessenabwägung das ihnen in diesem Bereich zustehende Ermessen missbraucht und die widerstreitenden Interessen in offensichtlich unhaltbarer Weise gegeneinander abgewogen haben. Ein solcher Verstoss gegen Art. 4 BV kann im zu beurteilenden Fall den kantonalen Behörden nicht zur Last gelegt werden. Wie ausgeführt, konnten sie mit sachlichen Gründen annehmen, die Y. habe ein ganz erhebliches Interesse an der Akteneinsicht, um ihre öffentlichen Aufgaben erfüllen zu können. Die X. AG begründet ihr Interesse an der Geheimhaltung gegenüber der Y. damit, diese sei ihr gegenüber feindselig eingestellt und sie könnte aus den Akten zivilrechtliche Schadenersatzansprüche konstruieren. Glaubt die Beschwerdeführerin, BGE 98 Ia 10 S. 14die Y. lasse sich in ihrer Tätigkeit von unsachlichen Motiven leiten, so kann sie offenbar dagegen nach Art. 43 Abs. 4 VV AFG bei der Aufsichtsbehörde Beschwerde erheben. Es kann sogar die Abberufung der Sachwalterin verlangt werden, von welcher Möglichkeit zwar nicht die X. AG, aber die mit ihr verbundene Z. AG Gebrauch gemacht hat. Dass die Y. bei der Akteneinsicht Tatsachen erfahren kann, die sich zur Begründung von Ersatzansprüchen heranziehen lassen, ist nach der gesetzlichen Ordnung kein gewichtiges Interesse an der Geheimhaltung, da die StPO auch dem Geschädigten das Akteneinsichtsrecht einräumt. Diesem steht das Einsichtsrecht u.a. gerade zu dem Zweck zu, dass er aus den Akten von Tatsachen Kenntnis nehmen kann, die zu Lasten des Angeschuldigten sprechen. Auch der Sachwalter hat nach seiner Stellung und Aufgabe ein legitimes Interesse daran, allenfalls solche Tatsachen zu erfahren. Mit Rücksicht darauf, dass durch das AFG und im besondern Art. 43 VV AFG die Rechte der Anleger gesichert werden sollen und der Sachwalter eine nicht beschlagnahmte Buchhaltung der frühern Fondsleitung offenbar aus eigenem Recht übernehmen könnte, ist es zumindest nicht unhaltbar, wenn die kantonalen Behörden annahmen, das Interesse des behördlich eingesetzten Sachwalters an der Akteneinsicht überwiege das entgegenstehende Interesse der Beschwerdeführerin."}