{"annee": "98", "cour": "IB", "page": "298", "date": "5/12/1972", "cite": ["96 I 606", "92 I 293", "94 I 559"], "cite_par": ["104 IB 264", "112 II 369"], "chapeau": "43. Auszug aus dem Urteil der I. Zivilabteilung vom 5. Dezember 1972 i.S. Coop Simplon gegen Eidg. Amt für das Handelsregister.", "regestes": ["Formation des raisons de commerce, autorisation d'une adjonction territoriale. 1. Art. 944 CO, art. 45 et 46 ORC. Lorsqu'en raison des circonstances une adjonction territoriale n'est pas trompeuse ni ne sert de réclame, mais que le titulaire de la raison a un intérêt digne de protection à son emploi, l'autorisation ne peut pas être refusée (consid. 1). 2. Application de cette règle à un cas où les conditions de l'autorisation sont remplies (consid. 2)."], "faits": "BGE 98 Ib 298 S. 298\n\nA.- Die dem Genossenschaftsverband Coop Schweiz angehörende Coop Simplon mit Sitz in Glis bezweckt unter anderem die Deckung des Bedarfes ihrer Genossenschafter an Lebensmitteln, Gebrauchsgegenständen und Verbrauchsgütern. Im Herbst 1969 fusionierte sie mit den Coop-Tochtergenossenschaften von Brig und Visp (Jahresbericht der Coop Schweiz 1969 S. 27) und im Frühjahr 1971 beschloss sie, ihre Tätigkeit vom Gebiete der Gemeinden Glis, Brig und Visp auf das ganze deutsche Sprachgebiet des Kantons Wallis auszudehnen und den Namen Coop Oberwallis anzunehmen. Sie trachtete nach der Fusion mit den anderen dem Coop Schweiz angehörenden BGE 98 Ib 298 S. 299Genossenschaften dieses Gebietes. Zum Teil hatte sie Erfolg. Gewisse Genossenschaften lehnten dagegen die Fusion ab, traten aus dem Coop Schweiz aus und gründeten den \"Verband der Oberwalliser Konsumvereine\" mit Sitz in Naters.\n\nAm 25. Juli 1972 verweigerte das eidgenössische Amt für das Handelsregister der Coop Simplon die Bewilligung zur Ersetzung des Zusatzes \"Simplon\" durch \"Oberwallis\". Am gleichen Tage lehnte es auch das Gesuch des neuen Verbandes um Bewilligung des Zusatzes \"Oberwalliser\" ab. Es vertrat die Auffassung, die erwähnten Ausdrücke täuschten, weil keiner der beiden Gesuchsteller im Oberwallis eine Monopolstellung habe und von sich sagen könne, er sei die durch den Zusammenschluss der Konsumgenossenschaften dieses Gebietes entstandene Organisation. Zudem wären sie reklamehaft, weil sie eine nicht bestehende wirtschaftliche Bedeutung geltend machten.\n\nB.- Die Coop Simplon führt Verwaltungsgerichtsbeschwerde. Sie beantragt, das eidgenössische Amt für das Handelsregister anzuweisen, den Namen Coop Oberwallis einzutragen.\n\nDas Amt beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 46 in Verbindung mit Art. 45 HRegV darf ein territorialer oder regionaler Zusatz als Bestandteil der Firma nur mit Bewilligung des eidgenössichen Amtes in das Handelsregister eingetragen werden. Diese sich auf Art. 944 Abs. 2 OR stützende Regelung will der Gefahr von Täuschungen vorbeugen (Art. 944 Abs. 1 OR) und verhindern, dass der Zusatz nur um der Reklame willen geführt werde. Wenn weder das eine noch das andere zutrifft, der Inhaber der Firma vielmehr ein schützenswertes Interesse an der territorialen oder regionalen Bezeichnung hat, z.B. weil er sich durch diese von anderen mit ihm wirtschaftlich eng verbundenen Gesellschaften oder Genossenschaften unterscheiden will, darf die Bewilligung nicht verweigert werden (BGE 92 I 293 ff., 298 ff., 305, BGE 94 I 559 ff., BGE 96 I 611). Der Auffassung des eidgenössischen Amtes, der territoriale oder regionale Zusatz dürfe nur bewilligt werden, wenn der Inhaber der Firma im betreffenden Gebiet praktisch eine Monopolstellung habe, d.h. die repräsentative Organisation sei, ist nicht beizupflichten. Wie aus den soeben erwähnten Entscheiden hervorgeht, gibt es nationale, BGE 98 Ib 298 S. 300territoriale oder regionale Zusätze, die nicht den Eindruck erwecken, der Inhaber der Firma sei die einzige oder wichtigste Organisation des Geschäftszweiges im angegebenen Gebiet. Es besteht kein sachlicher Grund, die Eintragung und Führung des Zusatzes wegen eines Eindruckes zu verweigern, den er im betreffenden Fall nicht erweckt. Unter solchen Umständen ist weder mit der Möglichkeit von Täuschungen zu rechnen, noch wirkt der Zusatz reklamehaft.\n\n2. Die Beschwerdeführerin will durch den Namen Coop Oberwallis ausdrücken, dass sie dem Verband Coop Schweiz angehört und ihre genossenschaftliche Tätigkeit auf das Oberwallis ausgedehnt hat. Der Name unterscheidet sie zugleich von den anderen Genossenschaften, die diesem Verbande angehören und die Bezeichnung Coop in Verbindung mit der Angabe der von ihnen bedienten Region benützen, z.B. von den Genossenschaften Coop Säntis, Coop Nord Vaudois, Coop Seeland, Coop Uri. Einen anderen Zweck verfolgt sie mit dem Zusatz Oberwallis nicht.\n\nEinen anderen Sinn kann auch das Publikum ihrem Namen nicht entnehmen. Sollte es, wie das eidgenössische Amt glaubt, auch ihre Läden einfach als \"Konsumläden\" bezeichnen, ohne sie von denen der Mitglieder des \"Verbandes der Oberwalliser Konsumvereine\" zu unterscheiden, so wäre das nicht dem Zusatz Oberwallis im Namen der Beschwerdeführerin zuzuschreiben. Der charakteristische Bestandteil Coop arbeitet solcher Gleichstellung der Geschäfte mit denen der Konkurrenzgenossenschaften und -vereine sogar deutlich entgegen. Der Name Coop Oberwallis macht nicht die geringste Anspielung darauf, dass alle \"Konsumläden\" im Oberwallis, besonders auch die von Mitgliedern des \"Verbandes der Oberwalliser Konsumvereine\" geführten, der Beschwerdeführerin gehörten. Coop ist nicht eine Sachbezeichnung für Läden von Genossenschaften, sondern ein Individualzeichen, das in der Schweiz nur vom Coop Schweiz, von den ihm angeschlossenen Genossenschaften und von den mit ihm wirtschaftlich verbundenen Unternehmen und Organisationen benützt wird. Das ist allgemein bekannt.\n\nEs kann auch nicht davon die Rede sein, dass der neue Name der Beschwerdeführerin vortäusche, diese besitze im Oberwallis eine Monopolstellung. Eher könnte die Firma Verband der Oberwalliser Konsumvereine aufeine Monopolstellung BGE 98 Ib 298 S. 301dieses Verbandes auf dem Gebiete des genossenschaftlich organisierten Absatzes von Konsumgütern schliessen lassen. Wenn daraus Verwirrung entstehen sollte, wäre dafür ausschliesslich dieser Verband, nicht die Beschwerdeführerin verantwortlich.\n\nDass die Beschwerdeführerin ihre genossenschaftliche und geschäftliche Tätigkeit, besonders durch Fusionen, über das Simplongebiet hinaus auf das Oberwallis auszudehnen vermocht hat und sie dort weiterhin zu erweitern versucht, ist unbestritten. Die Beschwerdeführerin behauptete schon im Gesuch vom 12. April 1972, sie verfüge in dieser Region. über mehr als die Hälfte der ehemaligen Coop-Läden. Das eidgenössische Amt behaftet sie dabei. Es leitet daraus ab, dass die Zahl der Aussenseiter nicht gering sei. Darauf kommt indessen nichts an. Es genügt, dass der Beschwerdeführerin nicht vorgeworfen werden kann, sie erwecke durch das Wort Oberwallis den Anschein, in der ganzen Region tätig zu sein, während sie sich in Wirklichkeit nur in einem kleinen Teil derselben betätige.\n\nDer Name Coop Oberwallis wirkt unter diesen Umständen nicht nur nicht täuschend, sondern auch nicht bloss reklamehaft. Die Beschwerdeführerin hat ein schutzwürdiges Interesse, ihn zu führen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird gutgeheissen, die Verfügung des eidgenössischen Amtes für das Handelsregister vom 25. Juli 1972 aufgehoben und der Beschwerdeführerin die Verwendung des Zusatzes Oberwallis in der Firma Coop Oberwallis bewilligt."}