{"annee": "98", "cour": "II", "page": "67", "date": "1/2/1972", "cite": ["97 II 153", "90 II 192", "82 II 340", "54 II 124", "82 II 152", "40 II 123", "92 II 95", "63 II 22", "59 II 155", "95 II 568", "94 II 128", "37 II 535", "88 II 293", "98 II 57"], "cite_par": ["114 II 106", "98 II 57"], "chapeau": "10. Auszug aus dem Urteil der I. Zivilabteilung vom 1. Februar 1972 i.S. Standard Commerz Bank gegen The Standard Bank Limited.", "regestes": ["Art. 1 al. 2 litt. d LCD. Concurrence déloyale par l'emploi d'une raison de commerce qui prête à confusion."], "faits": "|67|\n\nA.- Die im Jahre 1862 gegründete \"The Standard Bank of South Africa Limited\" führt seit 1962 die Firma \"The Standard Bank Limited\". Sie ist eine in London niedergelassene Aktiengesellschaft mit einem Grundkapital von £ 40 000 000.--.\n\n|68|\n\nIm Mai 1970 reichte sie gegen die in Luzern niedergelassene \"Standard Commerz Bank\", die im Herbst 1967 als \"Standard Valor, Institut für Industriefinanzierung, Kapitalwerte und Verwaltung, Aktiengesellschaft\" gegründet worden war, eine Klage aus unlauterem Wettbewerb ein, weil die Beklagte am 16.Mai 1969 die gegenwärtige Firma angenommen hatte.\n\nB.- Durch Urteil vom 28. Juni 1971 verbot das Obergericht des Kantons Luzern der Beklagten, in der Schweiz das Wort \"Standard\" im Zusammenhang mit \"Bank\" oder einer ähnlichen auf ein Finanzinstitut hinweisenden Bezeichnung in der Firma zu verwenden, Drucksachen mit der beanstandeten Firma im Verkehr weiter zu benützen und solche oder ähnliche Drucksachen neu erstellen zu lassen. Es verband die Verbote mit der Androhung, dass die verantwortlichen Organe der Beklagten im Falle einer Widerhandlung gemäss Art. 13 UWG und 292 StGB bestraft würden.\n\nC.- Die Beklagte erklärte gegen dieses Urteil die Berufung und beantragte, die Klage abzuweisen.\n\nDas Bundesgericht hat die Berufung abgewiesen und das angefochtene Urteil bestätigt.", "considerants": "Aus den Erwägungen:\n\n5. a) Ob sich zwei Firmen genügend voneinander unterscheiden, beurteilt sich nach dem Gesamteindruck, den sie machen (BGE 92 II 97, BGE 97 II 155). Dieser von der Rechtsprechung zum Firmenrecht aufgestellte Satz gilt auch, wenn zu entscheiden ist, ob die beiden Namen sich im Sinne von Art. 1 Abs. 2 lit. d UWG eignen, zu Verwechslungen der Geschäftsbetriebe zu führen. Das bedeutet indessen nicht, dass nicht schon ein einziger Bestandteil die Firma als Ganzes verwechselbar machen kann. Das trifft dann zu, wenn er nach Klang oder Sinn so hervorsticht, dass er der Firma das Gepräge gibt (BGE 82 II 154, 341, BGE 88 II 297, BGE 97 II 155). Zu berücksichtigen ist auch, dass die Firma nicht immer vollständig ausgeschrieben oder ausgesprochen wird und dass das Publikum sie auch nicht immer vollständig aufnimmt oder im Gedächtnis behält. Die Eile des Geschäftsverkehrs und die Übermittlungsmittel (Telephon, Telegraph, Fernschreiber) führen zur Beschränkung auf das Wesentliche und fördern Missverständnisse.\n\nb) Es kommt daher nicht darauf an, dass die Wörter \"The\" und \"Limited\" nur in der Firma der Klägerin vorkommen.\n\n|69| Beide sind ausgesprochen schwache Zeichen, ersteres als Artikel, letzteres als Angabe der Gesellschaftsform. Sie dürfen von jeder Aktiengesellschaft verwendet werden, sind nicht charakteristisch und werden im Geschäftsverkehr oft weggelassen, übersehen oder vergessen.\n\nAnderseits ist die Verwechselbarkeit nicht schon deshalb zu bejahen, weil die Firmen beider Parteien das Wort \"Bank\" aufweisen. Es bezeichnet die Natur des Geschäftsbetriebes und darf daher nicht von der Klägerin allein beansprucht werden. Es ist als Sachbezeichnung Gemeingut (BGE 37 II 538,BGE 40 II 125, 604,BGE 54 II 128,BGE 59 II 159,BGE 63 II 25Erw. 3, BGE 90 II 204). Die Klägerin beansprucht es denn auch nicht für sich allein.\n\nCharakteristische und daher für die Beurteilung der Verwechselbarkeit erhebliche Bestandteile sind das in beiden Firmen vorkommende \"Standard\" und das nur von der Beklagten geführte Wort \"Commerz\".\n\nDas Wort \"Standard\" gehört der englischen Sprache an und ist im Deutschen und Französischen ein geläufiges Fremdwort. Dennoch darf die Beklagte es nicht ohne weiteres in ihrer Firma verwenden. Die Firma der Aktiengesellschaft muss sich auch dann, wenn sie aus Begriffen des allgemeinen Sprachschatzes besteht, deutlich von den älteren Firmen der Mitbewerber unterscheiden (BGE 59 II 159, BGE 82 II 341 Erw. 2, BGE 88 II 297).\n\nIm Englischen ist \"standard\" sowohl Haupt- als auch Eigenschaftswort. Unter den zahlreichen Bedeutungen, die es in dieser Sprache hat (s. MURET/SANDERS/SPRINGER, Langenscheidts Enzyklopädisches Wörterbuch der englischen und deutschen Sprache), braucht nur auf jene eingetreten zu werden, die in der Firma der Klägerin in Betracht kommen.\n\nDie Klägerin kann es nicht in ihren Namen aufgenommen haben, weil die Währung, der gesetzliche Feingehalt der Münzen, der Münzfuss als \"standard\" bezeichnet werden und Banken mit Währungen und Münzen zu tun haben. Die Klägerin behauptet das denn auch nicht, und die Beklagte versucht diese Deutung geradezu zu widerlegen. Wenn sich der durchschnittliche Bankkunde über den Sinn der Firma der Klägerin überhaupt Gedanken macht, wird er \"Standard Bank\" vielmehr als Musterbank, als musterhaft oder vorbildlich geführte, einen gewissen Stand, ein bestimmtes Niveau erreichende, eine massgebende, eine führende Bank verstehen. Die Firma der |70| Klägerin weist also nicht auf die Art ihrer Bankgeschäfte, auf ihr Tätigkeitsgebiet hin, so dass sie als Sachbezeichnung aufgefasst werden müsste, deren sich grundsätzlich auch die Mitbewerber bedienen dürften. \"Standard Bank\" ist vielmehr ein origineller Ausdruck, den die Klägerin als Hauptbestandteil ihres Namens gewählt hat. Er ist zwar ziemlich alltäglich, \"verwässert\", wie die Beklagte sagt, da schon viele Unternehmen anderer Geschäftszweige ihn in ihre Firma aufgenommen haben. Das ändert aber nichts daran, dass das Wort \"Standard\" die Klägerin kennzeichnet. Ob man es englisch, deutsch oder französisch ausspricht, ist unerheblich. Indem die Beklagte, weil sie in Luzern niedergelassen ist, über die englische Aussprache hinwegsehen möchte, verkennt sie, dass nicht die Aussprache, sondern der Sinn des Wortes massgebend ist. In beiden Sprachen sagt es im hier in Betracht fallenden Zusammenhang ungefähr dasselbe. Jedenfalls umschreibt es auch im Deutschen nicht etwa die geschäftliche Tätigkeit der Klägerin. Hier wirkt es als Fremdwort mindestens ebenso eigenartig wie im englischen Sprachgebiet.\n\nFragen kann sich nur, ob die Beklagte dadurch, dass sie zwischen den Firmenbestandteilen \"Standard\" und \"Bank\" das Wort \"Commerz\" führt, die Möglichkeit von Verwechslungen ausgeschlossen hat.\n\nDas hängt nicht davon ab, ob die Wörter \"Standard\" und \"Commerz\", wie die Beklagte geltend macht, gleiches Gewicht haben. Verwechslungen wären nur dann ausgeschlossen, wenn so offensichtlich \"Commerz\" der einzige wesentliche Bestandteil der Firma wäre, dass \"Standard\" vollständig verblassen würde und niemand in Versuchung kommen könnte, der Beklagten mündlich oder schriftlich oder auch bloss in Gedanken den abgekürzten Namen \"Standard Bank\" beizulegen und sie deshalb mit der Klägerin zu identifizieren oder in ihr eine Zweigniederlassung oder Tochtergesellschaft der Klägerin zu sehen. Von einem derartigen Überwiegen des Bestandteils \"Commerz\" kann nicht die Rede sein. Die Gefahr, dass der Bankkunde wegen des Wortes \"Standard\" auf Identität oder Verbundenheit mit der Klägerin schliesse, wird nicht dadurch beseitigt, dass sich der Name der Beklagten wegen des Wortes \"Commerz\" auch von jenem der deutschen \"Commerzbank Aktiengesellschaft\" zu wenig unterscheidet (BGE 98 II 63 Erw. 4). Es kann Leute geben, die beim Lesen oder Hören des Wortes |71| \"Commerz\" nicht an diese deutsche Gesellschaft denken, sich aber auch nicht bewusst sind, dass es in der Firma der Klägerin fehlt. Das Wort \"Standard\", das in den Firmen beider Parteien an erster Stelle steht, kann sie derart beeindrucken, dass sie ohne weitere Überlegungen annehmen, sie hätten mit der Klägerin oder mit einer ihr nahestehenden Bank zu tun. Auch ist möglich, dass Bankkunden annehmen, die Beklagte werde sowohl von der Klägerin als auch von der \"Commerzbank Aktiengesellschaft\" beherrscht und nenne sich aus diesem Grunde \"Standard Commerz Bank\", oder sie sei durch Fusion der Klägerin mit der deutschen Gesellschaft entstanden, ähnlich wie im Jahre 1920 aus der \"Commerz- und Disconto-Bank AG\" und der \"Mitteldeutschen Privatbank AG\" die \"Commerz- und Privatbank AG\" geworden war (BGE 98 II 64). Die Klägerin braucht sich die Entstehung solcher Eindrücke nicht gefallen zu lassen (BGE 59 II 161, BGE 88 II 294 f., BGE 90 II 202, BGE 92 II 96, BGE 94 II 131, BGE 95 II 571, BGE 97 II 157). Sie könnten den Kunden zur Auffassung verleiten, wenn er durch die Klägerin bedient werden wolle, brauche er sich nur an die Beklagte zu wenden, oder diese arbeite gleich vorteilhaft wie die Klägerin."}