{"annee": "98", "cour": "II", "page": "205", "date": "3/10/1972", "cite": [], "cite_par": ["118 II 528", "120 II 341", "128 II 13", "112 II 507", "143 I 403", "137 II 399"], "chapeau": "31. Urteil der I. Zivilabteilung vom 3. Oktober 1972 i.S. Honold gegen Zangger.", "regestes": ["Conventions collectives de travail. 1. Art. 7 et 13 de la LF permettant d'étendre le champ d'application de la convention collective de travail. Les conventions collectives de travail qui font l'objet d'une décision d'extension renferment également pour les personnes qui ne sont pas liées par la convention du droit privé fédéral, que l'extension soit prononcée par le Conseil fédéral ou par l'autorité cantonale (consid. 1). 2. Les barmaids et vendeuses ne font pas partie des travailleurs qui ont droit au service au sens de l'art. 29 al. 1 de la convention collective de travail pour le personnel hôtelier du canton de Zurich (consid. 2)."], "faits": "BGE 98 II 205 S. 206\n\nA.- Fritz Honold führt am Rennweg in Zürich ein Kaffee- oder Teehaus (Tea-Room), dem im Erdgeschoss eine Konfiserie angeschlossen ist. Er beschäftigt Servier-, Laden- und Buffettöchter. Die Serviertöchter bedienen die Gäste im Erdgeschoss und im ersten Stock mit Getränken. Will der Gast dazu Gebäck geniessen, so muss er es im Laden oder am Buffet holen. Er hat den Preis aber nicht dort, sondern am Tisch, zusammen mit demjenigen für das Getränk, der Serviertochter zu entrichten. Diese nimmt dabei im Durchschnitt - und meistens auf beide Preise - 15% Bedienungsgeld ein. Honold will angeblich die Serviertöchter auch für das Gebäck einkassieren lassen, um Stauungen im Laden und vor dem Buffet zu vermeiden.\n\nDie Serviertöchter haben die Bedienungsgelder, die sie auf Getränken und Gebäck einnehmen, auf Weisung Honolds in eine Sammelkasse zu legen. Zur Hälfte werden diese Einnahmen dann unter sie verteilt, während die andere Hälfte von Honold zur Entlöhnung der Laden- und Buffettöchter verwendet wird.\n\nB.- Elisabeth Zangger war vom 15. März 1966 bis anfangs 1970 Serviertochter bei Honold. Am 24. Oktober 1969 erlitt sie einen arbeitsbedingten Unfall und wurde für einige Wochen\n\narbeitsunfähig. Nachher entstand zwischen ihr und Honold BGE 98 II 205 S. 207Streit über ihre Ansprüche aus dem Unfall und ihrer Tätigkeit. Sie vertrat die Auffassung, nach dem Gesamtarbeitsvertrag für das Gastgewerbe des Kantons Zürich vom 22. August 1966 habe sie das Bedienungsgeld nicht mit den Laden- und Buffettöchtern zu teilen, da diese nicht zu den bedienungsgeldberechtigten Arbeitnehmern im Sinne von Art. 29 Abs. 1 des Vertrages gehörten. Honold habe ihr daher die Hälfte des Trinkgeldes vorenthalten, und die Tagesentschädigung für die Ferien und den Unfall müsse verdoppelt werden.\n\nIm Dezember 1970 klagte sie gegen Honold auf Zahlung von Fr. 13'024.-- nebst 5% Zins seit 25. Juli 1970. Honold anerkannte einen Betrag von Fr. 1055. Im Verfahren einigte er sich mit der Klägerin ferner dahin, dass sie Fr. 10'330.-- erhalten sollte, falls sie Anspruch auf das ganze Trinkgeld habe; wenn er dagegen die Hälfte für die Entlöhnung der Laden- und Buffettöchter verwenden durfte, sollte sie bloss Fr. 610.-- erhalten.\n\nDas Bezirksgericht Zürich und auf Appellation hin am 17. März 1972 auch das Obergericht des Kantons Zürich hielten den Anspruch der Klägerin auf das gesamte von ihr eingenommene Bedienungsgeld für begründet. Sie verurteilten deshalb den Beklagten, der Klägerin nebst dem anerkannten Betrag noch Fr. 9275.-- sowie 5% Zins seit 25. Juli 1970 zu bezahlen.\n\nC.- Der Beklagte hat gegen das Urteil des Obergerichts die Berufung erklärt. Er beantragt, es aufzuheben und die Klage abzuweisen, soweit sie den Betrag von Fr. 1055.-- übersteige.\n\nDie Klägerin beantragt, auf die Berufung nicht einzutreten oder sie abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin hält die Berufung für unzulässig, weil sich ihre Forderung auf Art. 29 Abs. 1 des Gesamtarbeitsvertrages (GAV) für das Gastgewerbe des Kantons Zürich und Art. 107 Abs. 2 des zürch. Wirtschaftsgesetzes, also auf kantonales Recht stütze. Dass der Regierungsrat den GAV am 2. Februar 1967 allgemeinverbindlich erklärt und der Bundesrat die Allgemeinverbindlichkeit am 14. März 1967 genehmigt habe, mache die Sache nicht berufungsfähig.\n\nRegeln über Gesamtarbeitsverträge waren bereits in der Fassung des OR von 1911 enthalten (Art. 322 und 323). Diese Bestimmungen beschränkten die Geltung der Verträge jedoch BGE 98 II 205 S. 208auf die Vertragsparteien und die Mitglieder der vertragsschliessenden Verbände. Die Folge davon war, dass der mit den Gesamtarbeitsverträgen verfolgte Zweck, die Arbeitsbedingungen und Konkurrenzverhältnisse in den grossen Berufs- oder Wirtschaftszweigen zu vereinheitlichen, nur teilweise erreicht werden konnte. Die Behörden wurden daher zunächst durch Bundesbeschlüsse vom 1. Oktober 1941 und 23. Juni 1943 (AS 1941 S. 1106 ff. und 1943 S. 855 ff) und dann durch das Bundesgesetz über die Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen vom 28. September 1956 (abgekürzt BAG; AS 1956 S. 1543 ff.) ermächtigt, den Geltungsbereich solcher Verträge unter bestimmten Voraussetzungen auf alle Angehörigen eines Berufes oder Wirtschaftszweiges auszudehnen. Die Entstehungsgeschichte dieser Sondererlasse zeigt, dass der Bundesgesetzgeber eine öffentlichrechtliche Ausgestaltung der Allgemeinverbindlichkeit ausdrücklich abgelehnt hat. Wo es zweckmässig ist, Gesamtarbeitsverträge allgemeinverbindlich zu erklären, sollen deren Bestimmungen vielmehr auch auf Aussenseiter angewendet werden, ohne dass dadurch an der privatrechtlichen Wirkung auf die beteiligten Arbeitgeber und Arbeitnehmer etwas geändert wird. Ansprüche aus Gesamtarbeitsverträgen geltend zu machen, ist nicht Sache einer Behörde, sondern den Beteiligten anheimgestellt und der Entscheid über streitige Ansprüche ist, wie in allen privatrechtlichen Angelegenheiten, dem Zivilrichter vorbehalten (vgl. BBl 1941 S. 329/30, 1943 S. 225, 1954 I S. 129/30 und 148/49).\n\nAllgemeinverbindlich erklärte Gesamtarbeitsverträge als Privatrecht zu behandeln, ist auch sachlich gerechtfertigt. Das Rechtsverhältnis zwischen Arbeitgeber und Arbeitnehmer, das durch solche Verträge geregelt wird, ist zivilrechtlicher Natur. Freilich schaffen Gesamtarbeitsverträge nicht nur Rechtsbeziehungen zwischen den vertragsschliessenden Parteien, sondern stellen vor allem Vorschriften auf, die wie gesetzliche Bestimmungen unmittelbar für die beteiligten Arbeitgeber und Arbeitnehmer gelten. Die Befugnis der Beteiligten, durch den Abschluss von Gesamtarbeitsverträgen Rechtsnormen zu schaffen, beruht jedoch auf den Art. 322 und 323 OR, also auf Privatrecht (vgl. BBl 1954 I S. 130 f.). Richtig ist ferner, dass die Allgemeinverbindlicherklärung ein Verwaltungsakt ist und daher dem öffentlichen Recht angehört. Die Bestimmungen eines Gesamtarbeitsvertrages werden dadurch jedoch nicht in öffentlichrechtliche BGE 98 II 205 S. 209Vorschriften umgewandelt, noch werden die Verwaltungsbehörden ermächtigt, die Einhaltung der Bestimmungen von Amtes wegen zu kontrollieren und gegen deren Verletzung mit den Mitteln des Verwaltungszwanges vorzugehen. Es handelt sich vielmehr um eine besondere Art der Rechtsetzung, durch die von den Beteiligten selbst geschaffenes Berufsrecht bei Vorliegen der gesetzlichen Voraussetzungen auf alle Angehörigen einer Berufsgruppe oder eines Gewerbes ausgedehnt wird (vgl. BBl 1941 S. 327 und 331, 1954 I S. 143 und 148). Allgemeinverbindlich erklärte Gesamtarbeitsverträge enthalten daher auch für Aussenseiter nicht öffentliches, sondern objektives Zivilrecht.\n\nNach Art. 7 BAG ist die Allgemeinverbindlichkeit vom Bundesrat anzuordnen, wenn sich ihr Geltungsbereich auf das Gebiet mehrerer Kantone erstreckt (Abs. 1). Beschränkt sich der Geltungsbereich dagegen auf das Gebiet eines Kantons oder auf einen Teil desselben, so ist sie von der kantonalen Behörde anzuordnen (Abs. 2). In dieser Befugnis des Kantons ist kein Einbruch in die Zivilrechtshoheit des Bundes zu erblicken, noch wird der Inhalt eines Gesamtarbeitsvertrages zu kantonalem Recht, wenn ein Kanton ihn für sein Gebiet allgemeinverbindlich erklärt. Auch diesfalls entsteht eidgenössisches Recht, denn der Rechtsetzungsentscheid des Kantons stützt sich auf Bundesrecht, unterliegt der Überprüfung des Bundesrates und ist nur gültig, wenn er von diesem genehmigt wird (Art. 13 BAG).\n\nAuf die Berufung des Beklagten, der Verletzung von Bundesrecht geltend macht, ist daher einzutreten.\n\n2. Nach Art. 29 Abs. 1 des GAV für das Gastgewerbe des Kantons Zürich sind die Bedienungsgelder \"ausschliesslich Eigentum der bedienungsgeldberechtigten Arbeitnehmer\". Die Forderung der Klägerin hängt somit davon ab, ob nur die Serviertöchter Honolds oder auch die Ladentöchter im Erdgeschoss und die Buffettöchter im ersten Stock am Bedienungsgeld Anteil haben.\n\nDie kantonalen Instanzen haben die Streitfrage auf dem Umweg über Art. 29 Abs. 2 des GAV zu lösen versucht, wonach für die Verteilung der Bedienungsgelder sinngemäss die Vorschriften des Gesamtarbeitsvertrages betreffend die Bedienungsgelder im schweizerischen Beherbergungsgewerbe (Bedienungsgeldordnung; BBl 1962 I 851 ff.) gelten. Diese Ordnung führt im vorliegenden Fall jedoch zu keiner Lösung. Sie gilt nur für BGE 98 II 205 S. 210Beherbergungsbetriebe, und zwar für solche mit mehr als zehn Gastbetten (§ 1 Abs. 1). Auf Gastwirtschaften, die zusammen mit Beherbergungsbetrieben geführt werden, ist sie nicht anwendbar (§ 1 Abs. 2 lit. a); umsoweniger kann sie auf reine Gastwirtschaften oder auf solche, die wie hier mit einem Verkaufsladen verbunden sind, zugeschnitten sein. Wie wenig sie auf Gastwirtschaften passt, geht auch aus den in ihrem Anhang enthaltenen Weisungen über die Verteilung der Bedienungsgelder hervor, denn im dort aufgestellten Verteiler wird nur das Hallen-, das Saal- und das Etagenpersonal aufgezählt. Welchen Angestellten innerhalb dieser Gruppen die Laden- und Buffettöchter durch Analogieschluss gleichgestellt werden könnten, ist nicht zu ersehen.\n\nEntscheidend ist dagegen, dass Art. 13 Abs. 1 des GAV für das zürch. Gastegewerbe bei der Regelung der Arbeitszeit ausdrücklich zwischen dem \"Bedienungspersonal, das dem Gesamtarbeitsvertrag über die Bedienungsgelder in Beherbergungsbetrieben unterstellt ist\" (lit. d), und dem \"übrigen Bedienungspersonal\" (lit. e) unterscheidet. Damit ist klar gesagt, dass es Personal gibt, das zwar den Namen \"Bedienungspersonal\" verdient, aber dennoch der Bedienungsgeldordnung nicht untersteht. Dazu kommt, dass der die Kündigungsfristen regelnde Art. 5 Abs. 1 lit. a des GAV für das zürch. Gastgewerbe unter anderem auch den Begriff der Buffetdame kennt, der in der Bedienungsgeldordnung nicht vorkommt. Nach diesen Unterschieden müssen die Buffetdamen und durch Analogieschluss auch die Ladentöchter zu jenem Bedienungspersonal gezählt werden, das an den Bedienungsgeldern nicht teilhat.\n\nDie Laden- und Buffettöchter beschränken sich bei Gästen darauf, ihnen das Gebäck samt Besteck auf einem Teller bereitzustellen und den Kassenzettel auszuhändigen. Ihre Tätigkeit unterscheidet sich nur wenig vom Verkauf über die Gasse. Diesfalls haben die Laden- und Buffettöchter eher mehr Arbeit zu leisten als beim Dienst am Gast, da sie das Gebäck einpacken und den Preis einkassieren müssen, ohne aber Anspruch auf ein Bedienungsgeld zu haben. Für die Bedienung dürften diese Angestellten auch vom Gast nichts verlangen, wenn ihm gestattet wäre, das Gebäck im Laden oder am Buffet zu bezahlen. Das spricht deutlich gegen eine Berechtigung an den Bedienungsgeldern, welche die Serviertochter einnimmt. Dass der Beklagte den Gast angeblich zur Vermeidung von Stauungen im Laden BGE 98 II 205 S. 211und vor dem Buffet anweisen lässt, auch das Gebäck der Serviertochter zu bezahlen, hilft darüber nicht hinweg. Die Laden- und Buffettöchter werden dadurch nicht zu bedienungsgeldberechtigten Angestellten; berechtigt bleibt auch dann nur die Serviertochter, die folglich das Trinkgeld nicht mit den Laden- und Buffettöchtern zu teilen braucht, wenn der Gast bei dessen Berechnung den Preis des Gebäcks mitberücksichtigt.\n\n3. Ist der vom Beklagten angewandte Verteiler schon aus diesen Gründen abzulehnen, so kann offen bleiben, ob der GAV für das Gastgewerbe des Kantons Zürich für Ladentöchter überhaupt allgemeinverbindlich ist und ihnen damit Anspruch auf Anteil an den Bedienungsgeldern verleihen könnte. Es braucht auch nicht geprüft zu werden, ob der Anspruch der Serviertochter auf das gesamte von ihr eingenommene Bedienungsgeld dadurch begründet ist, dass sie den Tisch abräumen und reinigen muss. Es genügt, dass sie zu den bedienungsgeldberechtigten Arbeitnehmern gehört und dass sie vom Gast meistens auch auf das Gebäck ein Trinkgeld erhält, obschon er die Essware am Buffet oder im Laden holen muss. Zu seinen Gunsten kann der Beklagte daraus nichts ableiten, gleichviel ob er die Übung aus betrieblichen Gründen begünstigt oder aus finanziellen Überlegungen veranlasst habe.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil der II. Zivilkammer des Obergerichts des Kantons Zürich vom 17. März 1972 bestätigt."}