{"annee": "98", "cour": "II", "page": "168", "date": "23/11/1972", "cite": ["96 II 69", "95 II 374", "77 II 108", "81 II 82", "93 II 436", "78 II 180", "85 II 226", "98 II 148", "97 II 11", "57 II 137"], "cite_par": ["110 II 220", "102 II 154", "102 II 176"], "chapeau": "26. Urteil der II. Zivilabteilung vom 23. November 1972 i.S. Müller.", "regestes": ["Recours en réforme au Tribunal fédéral. Notion de la contestation de droit civil (art. 44/46 OJ). Nécessité d'une procédure opposant deux parties (consid. 1). Compétence matérielle pour fixer la contribution d'entretien due par les parents aux enfants dont la garde leur a été retirée en application des art. 284 et 285 CC. Conditions auxquelles les cantons peuvent attribuer cette compétence à une autorité administrative (par exemple aux autorités de tutelles, qui n'ont pas cette compétence de par le droit fédéral). Conséquences de l'incompétence matérielle (consid. 2)."], "faits": "BGE 98 II 168 S. 168\n\nA.- Ein vom Kantonsgericht St. Gallen am 10. Juli 1968 bestätigtes Strafurteil des Bezirksgerichtes Wil vom 31. Januar/13. Juli 1967 entzog Gotthilf Müller gemäss Art. 53 Abs. 1 StGB die elterliche Gewalt über die aus seiner Ehe mit Louise geb. Nürnberg hervorgegangenen Kinder Louise und Adelheid, BGE 98 II 168 S. 169geb. 1955 bzw. 1958. Am 28. September 1970 entzog das Bezirksamt Wil der vom Waisenamt Zuzwil am 21. September 1970 wegen Geisteskrankheit entmündigten Frau Louise Müller-Nürnberg die elterliche Gewalt über die beiden Kinder. Mit Urteil vom 7. Mai 1971 schied das Bezirksgericht Wil die Ehe Müller-Nürnberg gemäss Art. 141 ZGB. Über die Zuteilung der Kinder, das Besuchsrecht der Eltern und deren Unterhaltsverpflichtungen gegenüber den Kindern traf es mit Rücksicht auf den bereits früher erfolgten Entzug der elterlichen Gewalt keine Anordnungen. Es nahm an, es sei Sache des Waisenamtes, das Besuchsrecht des Vaters und dessen Unterhaltsleistungen für die (bei Dritten untergebrachten) Kinder zu ordnen, und erwähnte, der Vater habe sich vor Schranken bereit erklärt, weiterhin monatlich Fr. 150.-- für jedes Kind zu zahlen. Am 1. November 1971 beschloss das Waisenamt Zuzwil, Gotthilf Müller werde zu diesen Zahlungen verpflichtet.\n\nB.- Am 29. März 1972 schrieb das Waisenamt Zuzwil dem Gotthilf Müller, das Kostgeld für das jüngere Kind müsse wegen der Teuerung erhöht werden, wogegen das Kostgeld für das ältere Kind ermässigt werden könne; deshalb werde beschlossen:\n\n\"1. Die Unterhaltsbeiträge des Herrn Gotthilf Müller ... werden rückwirkend auf 1. Januar 1972 wie folgt der Teuerung angepasst:\n\na) Fr. 80.- monatlicher Beitrag für Tochter Louise, 1955, zahlbar vierteljährlich an den Vormund, Herrn Otto Zimmermann, ...\n\nb) Fr. 180.-- monatlicher Beitrag für Tochter Heidi, 1958, plus\n\nFr. 35.- monatliche Kinderzulage =\n\nFr. 215.-- monatlich, vorauszahlbar jeweils monatlich an Herrn Amtsvormund Ammann, ...\n\nPer Ende März 1972 sind von Ihnen geschuldet:\n\nFr. 240.-- an Herrn Otto Zimmermann, ...\n\nFr. 645.-- an Herrn Amtsvormund Ammann, ... plus\n\nFr. 215.-- vorauszahlbarer Betrag pro April 1972,\n\nFr. 860.-- total.\n\nWir hoffen, Herr Müller, dass Sie Ihren Verpflichtungen gegenüber Ihren Kindern nachkommen und die bereits aufgelaufenen Alimente möglichst bald abzahlen. Wir, wie auch die Vormünder, sind nicht erpicht, immer nur den Rechtsweg beschreiten zu müssen, und appellieren daher an Sie, Ihre Pflichten zu erfüllen, wie es sich gehört.\n\nBGE 98 II 168 S. 170\n\n2. Gegen diesen Beschluss des Waisenamtes Zuzwil steht Ihnen gemäss Art. 420 Abs. 2 ZGB innert 10 Tagen das Beschwerderecht an das Justizdepartement des Kantons St. Gallen in St. Gallen zu.\"\n\nC.- Am 7. April 1972 schrieb Gotthilf Müller dem Justizdepartement des Kantons St. Gallen, er müsse \"wegen der Gemeinde Zuzwil auf das Schreiben vom 29. März 1972 ... sowie zurück auf 1966\" Beschwerde einreichen. Auf das Schreiben des Waisenamtes Zuzwil vom 29. März 1972 ging er indessen in seiner Beschwerdeschrift nicht ein. Später erklärte er dem Sachbearbeiter telephonisch, er bezahle nicht, weil seine Kinder bevormundet seien und er zu ihrer Unterbringung, Pflege und Schulung nichts zu sagen habe. Die ihm gebotene Gelegenheit zu einer Besprechung mit dem Sachbearbeiter benützte er nicht.\n\nDas Justizdepartment beschaffte sich u.a. einen Ausweis über den Lohn Müllers.\n\nAuf Antrag dieses Departements wies der Regierungsrat des Kantons St. Gallen die Beschwerde Müllers am 8. August 1972 ab und teilte Müller mit, gegen diesen (am 16./17. August 1972 zugestellten) Entscheid sei die Berufung an das Bundesgericht zulässig.\n\nD.- Gegen den Entscheid des Regierungsrates hat Müller am 13. September 1972 die Berufung an das Bundesgericht erklärt. In seiner Berufungsschrift führt er aus, er verdiene durchschnittlich rund Fr. 1100.-- bis Fr. 1200.-- pro Monat und brauche für seinen Lebensunterhalt monatlich Fr. 1070.--, so dass für ihn Alimente von rund Fr. 100.-- tragbar wären.\n\nDer Regierungsrat beantragt in seinen Gegenbemerkungen die Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 44 und 46 des Bundesgesetzes über die Organisation der Bundesrechtspflege vom 16. Dezember 1943 (OG) ist die Berufung an das Bundesgericht abgesehen von den Fällen der Art. 44 lit. a-c und 45 lit. b OG, von denen hier keiner gegeben ist, nur in Zivilrechtsstreitigkeiten zulässig. Hierunter versteht die Rechtsprechung ein kontradiktorisches Verfahren zwischen zwei oder mehrern natürlichen oder juristischen Personen in ihrer Eigenschaft als Trägerinnen privater Rechte oder zwischen einer solchen Person und einer nach Bundesrecht die Stellung einer Partei besitzenden Behörde, das sich vor BGE 98 II 168 S. 171dem Richter oder einer andern Spruchbehörde abspielt und auf die endgültige, dauernde Regelung zivilrechtlicher Verhältnisse durch behördlichen Entscheid abzielt (vgl. namentlich BGE 78 II 180 f., BGE 81 II 83, 182 und 251 f. Erw. 2, BGE 95 II 377 mit Hinweisen, BGE 97 II 13 /14, BGE 98 II 149).\n\nMit einem solchen Verfahren hat man es im vorliegenden Falle schon deshalb nicht zu tun, weil dem Berufungskläger im kantonalen Verfahren weder eine andere Privatperson noch eine Behörde, der nach Bundesrecht Parteistellung zukäme, als Partei gegenüberstand. Die durch ihre Vormünder vertretenen Kinder, deren Unterhaltsansprüche gegenüber dem Berufungskläger in Frage stehen, sind nicht als Kläger aufgetreten, und die Vormundschaftsbehörde, welche die Unterhaltsansprüche der ihren Eltern weggenommenen Kinder aus eigenem Recht hätte einklagen können (HEGNAUER, N. 188 zu Art. 272, N. 77 zu Art. 284 und N. 6 zu Art. 289 ZGB), hat ebenfalls nicht geklagt, sondern die Unterhaltsbeiträge, die der Berufungskläger nach ihrer Auffassung zahlen sollte, gleich selbst festgesetzt. Auch am Beschwerdeverfahren vor dem Regierungsrat waren weder die Kinder noch die Vormundschafsbehörde als Parteien beteiligt. Auf die Berufung gegen den Entscheid des Regierungsrates kann daher nicht eingetreten werden, weil das Verfahren, in welchem dieser Entscheid ergangen ist, keine Zivilrechtsstreitigkeit im Sinne von Art. 44/46 OG darstellt.\n\nLiegt schon mangels eines Verfahrens zwischen zwei (oder mehrern) Parteien keine Zivilrechtsstreitigkeit vor, so kann dahingestellt bleiben, ob das in BGE 78 II 180 und zahlreichen weitern Entscheiden aufgestellte Erfordernis eines \"kontradiktorischen\" Verfahrens neben dem Erfordernis eines Zweiparteien- (oder Mehrparteien-) Verfahrens selbständige Bedeutung habe oder ob mit der Wendung, es müsse sich um ein kontradiktorisches Verfahren zwischen zwei oder mehreren Personen als Trägerinnen privater Rechte oder zwischen einer solchen Person und einer Behörde mit Parteistellung handeln, einfach ein Prozess zwischen zwei oder mehrern solchen Parteien verlangt wird (vgl. hiezu BGE 93 II 437 Erw. 1, wo die Zivilrechtsstreitigkeit als ein auf die endgültige, dauernde Regelung zivilrechtlicher Verhältnisse durch behördlichen Entscheid abzielendes \"Zweiparteienverfahren\" bezeichnet wird; GULDENER, Schweiz. Zivilprozessrecht, 2. Aufl. 1958, S. 558, mit Hinweis auf S. 38, wonach unter streitiger Gerichtsbarkeit BGE 98 II 168 S. 172\"die Rechtsanwendung durch die Gerichte im Zweiparteiensystem\" zu verstehen ist und die Bezeichnung dieser Gerichtsbarkeit als streitige sich daraus erklärt, dass sich die beiden beteiligten Parteien in der Regel - aber, wie auf S. 28 oben dargelegt, nicht immer - im Widerstreit befinden; WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, 1964, S. 19 No. 20, S. 21 No. 24 und S. 23 ff. No. 28, wonach eine Zivilrechtsstreitigkeit im Sinne von Art. 44/46 OG vorliegt, wenn sich vor dem Richter oder einer andern Spruchbehörde ein Verfahren zwischen zwei Parteien zur Regelung der zwischen ihnen bestehenden zivilrechtlichen Verhältnisse abspielt, gleichgültig, ob die Parteien miteinander streiten oder nicht; KUMMER, Grundriss des Zivilprozessrechts, 1970, der auf S. 12 die streitige Gerichtsbarkeit als Entscheidung von Streitigkeiten über Privatrechtsansprüche im Zweiparteiverfahren - mit Kläger und Beklagtem - definiert und auf S. 191 das kontradiktorische Verfahren mit dem Zweiparteiverfahren gleichsetzt, indem er schreibt, eine Zivilrechtsstreitigkeit im Sinne von Art. 44/46 OG liege vor, \"wenn ein kontradiktorisches Verfahren (Zweiparteiverfahren) durchgeführt wird, das auf endgültige Regelung zivilrechtlicher Verhältnisse abzielt\").\n\nEs mag beigefügt werden, dass auf die Berufung Müllers auch beim Vorliegen einer Zivilrechtsstreitigkeit nicht eingetreten werden könnte. Der Berufungskläger hat nämlich im Verfahren vor dem Regierungsrat (in welchem er Gelegenheit hatte, sich zur Sache zu äussern) nicht geltend gemacht, die ihm vom Waisenamt auferlegten Unterhaltsbeiträge seien zu hoch, sondern seine Pflicht zur Zahlung dieser Beiträge nur mit der Begründung bestritten, er habe zur Unterbringung, Pflege und Schulung der Kinder nichts zu sagen. In der vorliegenden Berufungsschrift hält er diesen Einwand mit Recht nicht aufrecht, sondern beanstandet nur die Höhe der vom Regierungsrat in Übereinstimmung mit dem Waisenamt auf monatlich insgesamt Fr. 295.-- festgesetzten Beiträge. Dabei stützt er sich ausschliesslich auf neue tatsächliche Behauptungen über seinen Verdienst und seine Lebensbedürfnisse, die gemäss Art. 55 Abs. 1 lit. c OG nicht zu hören sind. Seine Berufung wäre daher, wenn sie nach Art. 44/46 OG zugelassen werden könnte, mangels einer den gesetzlichen Anforderungen genügenden Begründung unwirksam.BGE 98 II 168 S. 173\n\n2. Das Nichteintreten auf die vorliegende Berufung bedeutet nicht ohne weiteres, dass der angefochtene Entscheid zu Recht bestehe und vollstreckt werden könne; denn es fragt sich, ob der Regierungsrat sachlich zuständig war, ihn zu fällen.\n\na) Die Kompetenzen, die dem Waisenamt und dem Regierungsrat in ihrer Eigenschaft als Vormundschaftsbehörde bzw. vormundschaftliche Aufsichtsbehörde nach Bundesrecht zustehen, erlaubten ihnen nicht, den Berufungskläger zur Leistung der streitigen Beiträge zu verurteilen, wie sie es getan haben. Weder die Vorschriften der Art. 283-288 ZGB über das behördliche Einschreiten zum Schutze der Kinder noch Art. 289 ZGB, wonach die Entziehung der elterlichen Gewalt die Unterhaltspflicht der Eltern nicht aufhebt, noch andere Bestimmungen des Bundesrechts verleihen den vormundschaftlichen Behörden die Befugnis, die Unterhaltsbeiträge der Eltern für die ihnen weggenommenen Kinder autoritativ festzusetzen (vgl. HEGNAUER, N. 165 zu Art. 272, N. 110 zu Art. 283 und N. 77 zu Art. 284 ZGB).\n\nb) Für den Fall, dass die Wegnahme der Kinder durch ein Scheidungs- oder Trennungsurteil angeordnet wird oder dass die Kinder den Eltern schon vor der Scheidung oder Trennung ihrer Ehe auf Grund von Art. 284 oder 285 ZGB weggenommen worden sind, wie es für die Eheleute Müller zutrifft, lässt sich die Auffassung vertreten, die Beiträge der Eltern an den Unterhalt der Kinder seien entsprechend Art. 156 Abs. 2 ZGB im Scheidungs- oder Trennungsurteil festzusetzen (so das Obergericht des Kantons Zürich in dem von HEGNAUER in N. 187 zu Art. 283 zitierten Entscheide vom 15. November 1940, ZR 1944 Nr. 160 = SJZ 1941/42 S. 117 Nr. 43); im Falle der - nach BGE 57 II 137 ff. und BGE 77 II 108 /109 vom Richter zu respektierenden - Wegnahme der Kinder schon vor der Scheidung oder Trennung gelte das wenigstens dann, wenn dieser Punkt nicht schon vor der Scheidung oder Trennung behördlich geregelt wurde (so die Cour de justice civile des Kantons Genf in einem Entscheid vom 15. Juni 1962, Sem. jud. 1963 S. 482 ff.; abweichend ein Entscheid des Obergerichts des Kantons Aargau vom 14. Mai 1961, zusammengefasst in Aarg. Gerichts- und Verwaltungsentscheide 1961 S. 21 Nr. 4). Im übrigen besteht keine Vorschrift des Bundesrechts, die sagen würde, wer die Unterhaltsbeiträge der Eltern für die ihnen gemäss Art. 284 oder 285 ZGB weggenommenen Kinder BGE 98 II 168 S. 174festzusetzen habe. Soweit nicht gemäss Art. 156 ZGB der Scheidungs- oder Trennungsrichter diesen Entscheid zu treffen hat, haben daher nach Art. 52 des Schlusstitels des ZGB (SchlT) die Kantone die hiefür zuständige Behörde zu bezeichnen, und es ist grundsätzlich auch ihre Sache, das Verfahren zu ordnen (BECK, N. 4 zu Art. 52 SchlT, und HEGNAUER, N. 191 zu Art. 272 ZGB). Die Kantone können von ihrer Gesetzgebungskompetenz in dem Sinne Gebrauch machen, dass sie die in Frage stehende Aufgabe den vormundschaftlichen Behörden zuweisen. Dagegen dürfen sie in diesem Falle nicht einfach das Verfahren anwendbar erklären, das die vormundschaftlichen Behörden bei Erfüllung der ihnen nach Bundesrecht obliegenden, in den Bereich der sog. nichtstreitigen Gerichtsbarkeit fallenden Aufgaben befolgen. Vielmehr müssen die Kantone dem Umstand Rechnung tragen, dass Gegenstand der zu treffenden Entscheidung ein privatrechtlicher Anspruch auf Vermögensleistungen ist, der nach Bundesrecht, soweit nicht der im Scheidungs- oder Trennungsprozess nach BGE 85 II 232 und BGE 96 II 73 Erw. 2 von Amtes wegen anzuwendende Art. 156 Abs. 2 ZGB eingreift, durch eine Klage des durch einen Vormund oder Beistand vertretenen Kindes oder der Vormundschaftsbehörde gegen die Eltern (oder gegen den einen oder andern Elternteil) geltend zu machen ist (HEGNAUER, N. 178 ff. zu Art. 272, N. 77 zu Art. 284 ZGB; vgl. GULDENER, Bundesprivatrecht und kantonales Zivilprozessrecht, ZSR 1961 II S. 1 ff., 25, wonach der Rechtsschutz, den zu gewähren die eidgenössische Privatrechtsordnung die Kantone verpflichtet, durch das Sachurteil gewährt wird, \"das durch Klage zu erwirken ist\", und VOYAME, ebenda S. 67 ff., 135 f., wonach das Bundesrecht den Gerichten verbietet, einen nicht eingeklagten bundesrechtlichen Anspruch zu schützen). Das Verfahren muss also notwendigerweise ein Verfahren zwischen zwei Parteien sein. Nur unter der Voraussetzung, dass das Verfahren so ausgestaltet wird, dürfen die Kantone die Beurteilung von Unterhaltsansprüchen einer Verwaltungsbehörde übertragen. (Das gleiche gilt auch für Unterstützungsansprüche im Sinne von Art. 328/29 ZGB.)\n\nc) Im vorliegenden Falle haben die kantonalen Instanzen ihre Befugnis zur Festsetzung der Unterhaltsbeiträge, die der Berufungskläger für seine Kinder zu leisten hat, offenbar aus der ihnen als vormundschaftlichen Behörden zustehenden BGE 98 II 168 S. 175Befugnis zur Ergreifung von Kinderschutzmassnahmen im Sinne von Art. 283 ZGB abgeleitet (vgl. Art. 4 des st. gallischen Einführungsgesetzes zum ZGB, wonach das Waisenamt u.a. für Vorkehrungen betreffend Kinderschutz nach Art. 283 ZGB zuständig ist; vgl. ferner den im Entscheid des Waisenamts enthaltenen Hinweis auf das Recht zur Beschwerde nach Art. 420 Abs. 2 ZGB, d.h. zur Beschwerde an die vormundschaftliche Aufsichtsbehörde, die - vgl. HEGNAUER, N. 257 zu Art. 283 ZGB - gegen Entscheide der Vormundschaftsbehörde über Kinderschutzmassnahmen erhoben werden kann). Dass im Sinne von HEGNAUER (N. 192 zu Art. 272 ZGB) die Bestimmungen über die Beurteilung der Verwandtenunterstützungspflicht sinngemäss angewendet worden seien, ist schon angesichts des Hinweises auf Art. 420 Abs. 2 ZGB, aber auch deshalb nicht anzunehmen, weil Art. 5 des st. gallischen EG zum ZGB nicht das Waisenamt, sondern den Gemeinderat mit der Festsetzung der Unterstützungsbeiträge der Verwandten nach Art. 329 Abs. 3 ZGB betraut. Die in Art. 283 ZGB vorgesehene Befugnis der vormundschaftlichen Behörden zu Vorkehrungen zum Schutze der Kinder, auf welche die kantonalen Behörden sich stützen, schliesst, wie bereits dargelegt (lit. a hievor), die Befugnis zur Festsetzung der Unterhaltsbeiträge der Eltern für die ihnen weggenommenen Kinder nicht in sich. Auf das kantonale Recht kann sich die Zuständigkeit der vormundschaftlichen Behörden zur Festsetzung dieser Beiträge mangels einer den bundesrechtlichen Anforderungen genügenden Regelung des Verfahrens nicht stützen. Das Waisenamt und der Regierungsrat waren also sachlich nicht zuständig, den Berufungskläger zur Leistung von Unterhaltsbeiträgen für seine Kinder zu verpflichten. Indem sie diese Zuständigkeit für sich in Anspruch nahmen, haben sie bundesrechtliche Vorschriften über die sachliche Zuständigkeit der Behörden verletzt.\n\nd) Wegen dieser Rechtsverletzung hätte der angefochtene Entscheid aufgehoben werden müssen, wenn er durch Nichtigkeitsbeschwerde im Sinne von Art. 68 Abs. 1 lit. b OG angefochten worden wäre. Das ist jedoch nicht geschehen. Die vorliegende Berufung kann nicht in eine Nichtigkeitsbeschwerde umgedeutet werden, da darin nicht einmal andeutungsweise geltend gemacht wird, es seien bundesrechtliche Zuständigkeitsvorschriften verletzt worden. Das Bundesgericht ist daher nicht in der Lage, den Entscheid des Regierungsrates aufzuheben. In BGE 98 II 168 S. 176einem allfälligen Vollstreckungsverfahren hätte jedoch der Rechtsöffnungsrichter zu prüfen, ob dieser Entscheid wegen sachlicher Unzuständigkeit der vormundschaftlichen Behörden nichtig sei (vgl. hiezu IMBODEN, Schweiz. Verwaltungsrechtsprechung, Bd. I, 3. Aufl. 1968, Nr. 326 S. 188 ff., bes. S. 189 Ziff. III a).\n\n3. Da der Berufungskläger die Berufung auf Grund einer unrichtigen Rechtsmittelbelehrung durch die Vorinstanz eingelegt hat, sind ihm für das bundesgerichtliche Verfahren keine Kosten aufzuerlegen.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}