{"annee": "98", "cour": "III", "page": "24", "date": "24/2/1972", "cite": ["62 III 134", "90 III 10", "93 III 45"], "cite_par": ["102 III 133", "102 III 63", "109 III 4", "114 III 62"], "chapeau": "4. Entscheid vom 24. Februar 1972 i.S. Gemeinde W.", "regestes": ["Art. 69 al. 2 ch. 1 LP. Les actes de poursuite dans lesquels la personne du créancier est désignée de façon peu claire et équivoque sont en principe nuls. Toutefois si la désignation défectueuse du créancier permet de reconnaître sans autre le véritable créancier qui a l'exercice des droits civils et la capacité d'être partie, l'acte doit être rectifié et la poursuite continuée. Cela vaut également si l'acte est attaqué en temps utile par le débiteur."], "faits": "BGE 98 III 24 S. 24\n\nA.- Die Gemeindekanzlei W. leitete gegen B. mit Zahlungsbefehl Nr. 685 vom 30. November 1971 für eine Forderung von Fr. 23'440.-- nebst 5% Zins seit dem 13. Oktober 1971 Betreibung auf Grundpfandverwertung ein. Bei der Forderung handelte es sich um eine von B. geschuldete Grundstückgewinnsteuer. Der Schuldner liess am 9. Dezember 1971 Rechtsvorschlag erheben. Am 10. Dezember 1971 reichte er bei der kantonalen BGE 98 III 24 S. 25Aufsichtsbehörde für Schuldbetreibung und Konkurs auch eine Beschwerde ein mit dem Begehren, der genannte Zahlungsbefehl sei aufzuheben. Zur Begründung machte er geltend, die im Zahlungsbefehl als Gläubigerin genannte Gemeindekanzlei trete offensichtlich nur als Gläubigervertreterin auf. Wer Gläubiger sei, könne dem Zahlungsbefehl nicht entnommen werden. Er sei daher ungültig.\n\nB.- Die Aufsichtsbehörde hiess die Beschwerde mit Entscheid vom 8. Februar 1972 gut und hob den Zahlungsbefehl Nr. 685 des Betreibungsamtes W. auf. Sie führte im wesentlichen aus, nach kantonalem Steuergesetz erfolge der Bezug der Grundstückgewinnsteuer durch die Gemeinde, weshalb im Zahlungsbefehl die Gemeinde W. als Gläubigerin hätte aufgeführt werden sollen. Die versehentlich unrichtige Bezeichnung der Gläubigerschaft werde zwar im vorliegenden Fall nicht zu Komplikationen führen. Doch wäre es unrichtig, bei Betreibungen einer staatlichen Stelle einen weniger strengen Massstab anzuwenden als bei solchen von Privatpersonen. Die Möglichkeit, den Bevollmächtigten als Gläubiger aufzuführen, hätte unhaltbare Zustände zur Folge. Werde die Beschwerde des Schuldners rechtzeitig erhoben, so sei die begangene Ungenauigkeit von Anfang an zu berichtigen und der Zahlungsbefehl aufzuheben.\n\nC.- Die Gemeinde W. hat am 17. Februar 1972 beim Bundesgericht Rekurs eingereicht mit dem Antrag, den Entscheid der kantonalen Aufsichtsbehörde vom 8. Februar 1972 aufzuheben.\n\nD.- Die kantonale Aufsichtsbehörde für Schuldbetreibung und Konkurs beantragt die Abweisung des Rekurses.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nGemäss Art. 69 Abs. 2 Ziff. 1 SchKG sind im Zahlungsbefehl Name und Wohnort des Gläubigers aufzuführen. Eine Betreibung als Gläubiger einleiten kann nur, wer partei- und handlungsfähig ist. Die Vorinstanz hat mit Recht angenommen, dass diese Fähigkeit der im Zahlungsbefehl Nr. 685 vom 30. November 1971 als Gläubigerin genannten Gemeindekanzlei W. nicht zukommt. Fähig, in eigenem Namen zu betreiben, ist nur das offensichtlich hinter der Gemeindekanzlei stehende Rechtssubjekt, nämlich die Gemeinde W. selber. Der Zahlungsbefehl enthält somit eine mangelhafte Gläubigerbezeichnung. Es stellt BGE 98 III 24 S. 26sich die Frage, ob dieser Mangel die Nichtigkeit des Zahlungsbefehls zur Folge hat, so dass dieser von Amtes wegen aufzuheben ist. Diese Rechtsfolge tritt normalerweise ein, wenn eine Betreibungsurkunde den Gläubiger nicht klar und unzweideutig bezeichnet (BGE 62 III 134ff.). Lässt indessen die mangelhafte Gläubigerbezeichnung den handlungs- und parteifähigen wirklichen Gläubiger ohne weiteres erkennen, besteht kein Anlass zur Anordnung einer derart schwerwiegenden Massnahme; denn der Schuldner wird unter diesen Umständen durch die Aufrechterhaltung der Betreibung in seinen Interessen nicht geschädigt (BGE 90 III 12 mit Verweisungen).\n\nWie bereits erwähnt, ist im vorliegenden Fall ohne weiteres erkennbar, dass die Gemeindekanzlei als Vertreterin der Gemeinde W. auftritt und die Betreibung als solche der Gemeinde zu behandeln ist. Auch der Schuldner konnte auf Grund der ihm zugestellten Veranlagungsmitteilung und Rechnung für die Grundstückgewinnsteuer nicht darüber im Zweifel sein, dass die gegen ihn angehobene Betreibung von der Gemeinde W. ausging bzw. in deren Namen erhoben wurde, nachdem er den Steuerbetrag an diese hätte entrichten müssen. Wenn die kantonale Aufsichtsbehörde ihrer Überzeugung Ausdruck gibt, dass die versehentlich unrichtige Bezeichnung der Gläubigerschaft hier nicht zu Komplikationen führen werde, so offensichtlich deshalb, weil sie ebenfalls der Auffassung ist, dass die Gemeinde W. als Gläubigerin zu betrachten sei. Der Zahlungsbefehl ist daher nicht von Amtes wegen aufzuheben.\n\nEs stellt sich höchstens die Frage, ob ein solcher Mangel in der Bezeichnung des Betreibungsgläubigers wenigstens bei rechtzeitiger Anfechtung durch den Schuldner zur Aufhebung des Zahlungsbefehls führen soll. Sofern aber über die Person des Gläubigers trotz der mangelhaften Bezeichnung keine Zweifel bestehen können und sich auch der Schuldner hierüber im klaren sein muss, rechtfertigt sich die Aufhebung selbst in diesem Falle nicht (vgl. BGE 93 III 50 f.). Es genügt, den Zahlungsbefehl dahin zu berichtigen, dass der wirkliche Gläubiger genannt wird (d.h. im vorliegenden Fall anstelle der Gemeindekanzlei die Gemeinde W.).\n\nEntgegen der von KUMMER in ZBJV 1966 S. 16 f. an BGE 90 III 10 ff. geübten Kritik ist daran festzuhalten, dass die formellen Anforderungen an die Parteibezeichnung im Betreibungsverfahren nicht überspannt werden dürfen. Gläubiger und BGE 98 III 24 S. 27Schuldner sollen stets in der Lage sein, ihr Recht ohne fremde Hilfe zu verfolgen (FRITZSCHE, Schuldbetreibung und Konkurs, Bd. I, S. 120, und SCHWARTZ, Die Bezeichnung der Parteien in den Betreibungsurkunden, BlSchK 19, 1955, S. 1 ff.). Im übrigen trifft die Kritik KUMMERS hier insofern nicht zu, als nicht verschiedene Verwaltungszweige, die sich gleichsam als \"partes pro toto\" aufzuspielen versuchten, in der Rolle des Gläubigers auftraten, sondern die Gemeindekanzlei, welche die natürliche Vertreterin der Gemeinde darstellt.\n\nDemnach erkennt die Schuldbetreibungs und Konkurskammer:\n\nDer Rekurs wird in dem Sinne gutgeheissen, dass der angefochtene Entscheid aufgehoben, der Zahlungsbefehl in der Betreibung Nr. 685 des Betreibungsamtes W. als gültig erklärt und das Betreibungsamt angewiesen wird, im Zahlungsbefehl die Gemeinde W. als Gläubigerin zu bezeichnen."}