{"annee": "98", "cour": "II", "page": "365", "date": "28/11/1972", "cite": ["94 IV 34", "96 II 34", "92 II 137", "94 II 329", "94 II 151", "95 II 37", "86 II 365", "89 II 232", "86 II 171", "96 I 297", "85 I 191", "92 II 141", "93 II 22", "95 II 623"], "cite_par": ["102 II 427", "107 II 484", "104 II 209", "108 II 228", "103 II 199", "112 II 268", "109 II 260", "107 II 277", "99 II 228"], "chapeau": "53. Urteil der I. Zivilabteilung vom 28. November 1972 i.S. Denner AG gegen Schweizerischer Bierbrauerverein und Mitbeteiligte.", "regestes": ["Art. 43 al. 1 OJ. La violation de droits constitutionnels ne peut pas être attaquée par la voie du recours en réforme (confirmation de la jurisprudence; consid. 2). Loi sur les cartels. Art. 8 LCart. Recevabilité du recours en réforme (consid. 1). Art. 4 LCart. Mesure: interdiction de livrer et exclusion du marché (éclaircissement de la jurisprudence; consid. 3 b et c). Caractère notable de l'entrave (éclaircissement de la jurisprudence; consid. 3 d). Art. 5 al. 2 LCart. Justification de la mesure prise par un cartel. Intérêts légitimes prépondérants (éclaircissement de la jurisprudence; consid. 4 a). Art. 5 al. 2 litt. e LCart. Prix imposé raisonnable: service de la clientèle. Admissibilité de la différenciation des prix. Question laissée ouverte (consid. 4 b-e)."], "faits": "BGE 98 II 365 S. 366\n\nA.- Die Denner AG (bis 31. Dezember 1969 Import & Grosshandels AG, IGA) betreibt an verschiedenen Orten in der Schweiz Discount-Geschäfte für Lebensmittel. In früher geführten und seither aufgehobenen oder umgewandelten herkömmlichen Geschäften hatte sie schweizerisches Lager- und Spezialbier, namentlich auch das Lagerbier in 6 dl Mehrwegflaschen vertrieben. Ihre Lieferanten waren damals die Löwenbräu Zürich und die Brauerei A. Hürlimann AG. Diese Brauereien sind Mitglieder des Schweizerischen Bierbrauervereins, dem mit drei Ausnahmen alle Schweizer Bierbrauereien angehören. Seine Mitglieder haben durch eine Konvention eine Marktordnung geschaffen, durch die u.a. für die Zwischen- und Letztverteilerstellen bestimmte Mindestverkaufspreise für Lagerbier in 6 dl Mehrwegflaschen festgesetzt wurden. Jede Vertragsbrauerei hat dafür zu sorgen, dass diese Verkaufspreise eingehalten werden. Kunden, die sie trotz Aufforderung nicht beachten, sind mit einer Liefersperre zu belegen (vgl.: \"Die Wettbewerbsverhältnisse am Bier- sowie am Mineral- und Süssgetränkemarkt\", im folgenden kurz Bericht über den Biermarkt genannt; Veröffentlichungen der Schweizerischen Kartellkommission [kurz VKK] 1966 S. 99).\n\nBei der Bierpreiserhöhung auf 1. Juli 1967 wurde der Detailverkaufspreis der 6 dl Mehrwegflasche auf 70 Rp., der Engrospreis auf 50 Rp. mit 2% Skonto (= 1 Rp.) bei Bezahlung innert 14 Tagen festgelegt. Auf Grund einer besondern Abmachung erhielt die Denner AG ferner eine Rückvergütung von 3 Rp. je 6 dl Flasche, so dass sich der Ankaufspreis (für ihre damaligen herkömmlichen Geschäfte) auf 46 Rp. belief.\n\nIn ihren herkömmlichen Geschäften hatte die Denner AG Bier zu den festgelegten Mindestverkaufspreisen abgegeben. In den Discountgeschäften führte sie kein Lagerbier der Verbandsbrauereien, da ihr nicht gestattet wurde, den gebundenen Mindestpreis zu unterschreiten, sondern nur Importbiere, Spezialbiere der Schweizer Brauereien und - unter der Eigenmarke \"Denner\" - Lagerbiere der Lupo-Brauerei in Hochdorf, die dem Schweizerischen Bierbrauerverein nicht angehört.\n\nBGE 98 II 365 S. 367\n\nIm Herbst 1969 kündigte die Rechtsvorgängerin der Denner AG in der Presse an, sie werde künftig in den Discountgeschäften, die Flasche Lagerbier zu 50 Rp. verkaufen. Alle Schweizer Brauereien, die dem Bierbrauerverein angehörten, weigerten sich jedoch, ihre Bestellungen für Flaschen in Lagerbier auszuführen. Die Brauereien Löwenbräu Zürich und A. Hürlimann AG teilten ihr zudem mit, die bisher gewährte Rückvergütung werde ab 1. Oktober 1969 nicht mehr ausgerichtet.\n\nB.- Der Einzelrichter des Bezirksgerichts Zürich befahl am 10. Dezember 1969 dem Schweizerischen Bierbrauerverein, die Liefersperre zu widerrufen und die ihm angeschlossenen Brauereien anzuweisen, der Rechtsvorgängerin der Denner AG das bestellte Lagerbier zu liefern, sofern deren Endverkaufspreis den bisherigen Endverkaufspreis der Discountgeschäfte nicht unterschreite. Unter den gleichen Bedingungen befahl er der Löwenbräu Zürich AG und der Brauerei A. Hürlimann AG, die Gesuchstellerin mit Lagerbier zu beliefern. Die II. Zivilkammer des Obergerichts hiess einen Rekurs der Gesuchsgegner am 21. April 1970 teilweise gut, indem sie die Brauereien anwies, der Gesuchstellerin Lagerbier in 6 dl Mehrwegflaschen zu liefern, sofern der Endverkaufspreis in Discountgeschäften 60 Rp. nicht unterschreite. Ferner setzte sie der Gesuchstellerin eine Frist von 30 Tagen, um beim zuständigen Gericht Klage einzureichen. Eine gegen diesen Entscheid eingereichte staatsrechtliche Beschwerde der Gesuchstellerin wies das Bundesgericht am 16. September 1970 ab (BGE 96 I 297 ff.).\n\nC.- Mittlerweile hatte die Denner AG am 11. Mai 1970 beim Handelsgericht des Kantons Zürich gegen den Schweizerischen Bierbrauerverein, die Löwenbräu Zürich AG und die Brauerei A. Hürlimann AG Klage eingereicht. Sie beantragte insbesondere, festzustellen, dass der über sie verhängte Lieferboykott und die Preisdiskriminierung widerrechtlich seien (Rechtsbegehren 1 und 2 sowie 8 und 9), den Beklagten zu befehlen, den Lieferboykott und die Preisdiskriminierung aufzuheben bezw. sie mit Lager- und Spezialbier in Mehrwegflaschen zu gleichen Bedingungen wie alle übrigen Grossabnehmer des Lebensmittelhandels und unabhängig vom Endverkaufspreis zu beliefern, eventuell bei einem Endverkaufspreis von 50 Rp. für die 6 dl Mehrwegflasche Normalbier (Rechtsbegehren 3, 4 und 10); ferner festzustellen, dass die Beklagten BGE 98 II 365 S. 368verpflichtet seien, ihr den durch den Lieferboykott und die Preisdiskriminierung entstandenen Schaden zu ersetzen (Rechtsbegehren 5, 6 11 und 12).\n\nAm 1. Oktober 1970 erhöhten die Brauereien den Endverkaufspreis für Lagerbier in 6 dl Mehrwegflaschen von 70 auf 75 Rp., auf den 1. Dezember 1971 sodann um weitere 20 Rp. auf 95 Rp. als Richtpreis, wobei der gebundene Mindestpreis 80 Rp. für die Einzelflasche und 75 Rp. bei harassenweisem Verkauf beträgt. Der Engrospreis beläuft sich auf 66 Rp., abzüglich 2% Skonto bei Zahlung innert 14 Tagen und allfälliger Rückvergütung. Den Preisaufschlägen wurde durch Änderung der vorsorglichen Massnahmen Rechnung getragen, zuletzt durch Verfügung des Vizepräsidenten des Handelsgerichtes vom 30. November 1971, welche die Beklagten zur Lieferung verpflichtete, falls die Klägerin beim Verkauf von Lagerbier in 6 dl Mehrwegflaschen den Preis von 75 Rp. für Einzelflaschen und von 70 Rp. bei harassenweisem Verkauf nicht unterschreite.\n\nD.- Am 7. März 1972 hiess das Handelsgericht die Klage, soweit sie sich gegen die Preisdiskriminierung richtete, teilweise gut. Es stellte fest, dass die Preisdiskriminierung mit Bezug auf Spezialbier (Streichung der Rückvergütung von 1,5 Rp. für die 3,3 dl Flasche oder Dose) widerrechtlich sei und befahl dem Schweizerischen Bierbrauerverein, die Preisdiskriminierung zu widerrufen und die ihm angeschlossenen Brauereien anzuweisen, der Klägerin alle Brauereiprodukte zu den gleichen Bedingungen wie allen übrigen Grossabnehmern des Lebensmittelhandels zu liefern, insbesondere unter Gewährung der gleichen Rückvergütung. Ausgenommen hievon sei die 6 dl Mehrwegflasche Lagerbier, solange die Liefersperre aufrechterhalten werden dürfe. Das Handelsgericht stellte auch gegenüber der Löwenbräu Zürich AG und der Brauerei A. Hürlimann AG die Widerrechtlichkeit der Preisdiskriminierung fest und befahl ihnen, der Klägerin alle Brauereiprodukte zu den gleichen Bedingungen wie allen andern Grossbezügern des Lebensmittelhandels zu liefern, insbesondere unter Gewährung der gleichen Rückvergütung. Ausgenommen hievon sei die 6 dl Mehrwegflasche Lagerbier, solange die Liefersperre aufrechterhalten werden dürfe.\n\nIm übrigen wies das Handelsgericht die Klage ab.\n\nEs führte dazu im wesentlichen aus: Die Liefersperre stelle BGE 98 II 365 S. 369eine Vorkehr im Sinne des Art. 4 Abs. 1 KG dar, durch welche die Klägerin im Wettbewerb erheblich behindert werde. Nach Art. 5 Abs. 1 KG sei indessen eine solche Massnahme ausnahmsweise zulässig, wenn sie durch überwiegend schutzwürdige Interessen gerechtfertigt ist und die Freiheit des Wettbewerbs zum angestrebten Ziel sowie nach Art und Durchführung nicht übermässig beeinträchtigt. Das treffe nach Art. 5 Abs. 2 lit. e KG insbesondere zu für die Durchsetzung angemessener Preisbindungen der zweiten Hand, namentlich soweit sie nötig sind, um die Qualität der Ware oder den Kundendienst zu gewährleisten. Im vorliegenden Fall sei es möglich, dass bei Wegfall der Preisbindung die Qualität des Bieres nicht gehalten werden könne, doch brauche diese Frage nicht abschliessend geklärt zu werden, da die Preisbindung vor allem nötig sei, um den Kundendienst zu gewährleisten. Die Bierbrauer seien auf ein dichtes, weitverzweigtes Verteilnetz angewiesen. Der Verzicht auf die Preisbindung, die auch den herkömmlichen Geschäften eine angemessene Verdienstspanne gewährleiste, werde zu einem Preiskampf auf der Stufe der Detaillisten und als Folge davon zu einem Rückgang der Verkaufsstellen führen. Das bedeutete eine empfindliche Einbusse an Kundendienst. Die Preisbindung sei im übrigen angemessen, wenn die Kostenstruktur des durchschnittlichen Detaillisten gelte. Darauf sei bei der Beurteilung der Angemessenheit im Sinne des Art. 5 Abs. 2 lit. e KG abzustellen, nicht auf die Kalkulationsgrundlagen der Grossverteiler und Discountgeschäfte.\n\nF.- Die Beklagten haben sich mit der teilweisen Gutheissung der Klage abgefunden. Die Klägerin hingegen reichte neben einer Nichtigkeitsbeschwerde an das Kassationsgericht des Kantons Zürich (die am 5. Juli 1972 abgewiesen wurde, soweit darauf eingetreten werden konnte) Berufung an das Bundesgericht ein. Sie hielt an ihren Klagebegehren, soweit sie das Handelsgericht abgewiesen hatte, fest. Eventualiter verlangte sie, dass der Endverkaufspreis pro 6 dl Mehrwegflasche Normalbier mit Rücksicht auf die Bierpreiserhöhung vom 1. Dezember 1971 auf Fr. 0,70 angesetzt werde. Zudem begehrte sie allenfalls die Rückweisung der Sache an die Vorinstanz. Die Beklagten beantragen die Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin hat in der Berufungsschrift im Hinblick BGE 98 II 365 S. 370auf \"die Zuständigkeit des Bundesgerichts\" (gemeint ist: auf die Zulässigkeit der Berufung) Ausführungen zum Streitwert gemacht, die überflüssig sind, weil das Bundesgericht gemäss Art. 8 KG ohne Rücksicht auf den Streitwert angerufen werden kann. Bei der Kostenbestimmung wird auf die Bedeutung der Streitsache abzustellen sein, namentlich wenn, wie hier, keine Geldsumme mehr gefordert wird.\n\n2. Mit der Berufung rügt die Klägerin auch, das angefochtene Urteil verletze ihr zustehende verfassungsmässige Rechte, nämlich den Grundsatz der Handels- und Gewerbefreiheit und den aus Art. 4 BV fliessenden Anspruch auf Rechtsgleichheit und auf rechtliches Gehör. Sie behauptet, Art. 43 Abs. 1, zweiter Satz OG, der die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte der Bürger vorbehält, habe nicht den Sinn, den ihr die Rechtsprechung beilegt, sondern besage nur, dass neben der Berufung oder an ihrer Stelle auch die staatsrechtliche Beschwerde zulässig sei, schliesse aber nicht aus, dass diese Rüge mit der Berufung geltend gemacht werden könne; andernfalls hätte der Gesetzgeber nicht den Ausdruck \"vorbehalten\" verwendet, sondern die Berufung in diesem Punkte als unzulässig erklärt.\n\nDas ist unzutreffend. Aus den Vorarbeiten zum OG von 1943 ergibt sich, dass nach der Meinung des Gesetzgebers die Verletzung verfassungsmässiger Rechte der Bürger nicht mit der Berufung gerügt werden kann. Bundesrichter Ziegler, Verfasser des Vorentwurfs zum OG vom 21. Mai 1940, führt zu Art. 49 Vorentw. (= Art. 43 OG) aus:\n\n\"Wenn nach Art. 49 des Vorentw ... die Berufung nur auf Verletzung von Bundesrecht gestützt werden kann, so ist darunter doch nicht alles Bundesrecht verstanden. Vielmehr kann wegen der Verletzung bundesverfassungsmässiger Rechte der Bürger durch ein der Berufung ... unterliegendes Zivilurteil, insbesondere des Art. 4 BV ... nicht dieses Rechtsmittel benützt werden, sondern muss staatsrechtliche Beschwerde geführt werden ...\".\n\nIn gleicher Weise wird in der Botschaft des Bundesrates vom 9. Februar 1943 (BBl 1943 S. 118) erklärt:\n\n\"Zu den Verletzungen von Bundesrecht, die in Zivilsachen mit der Berufung geltend zu machen sind, gehört nicht die Verletzung verfassungsmässiger Rechte der Bürger. Diese schon bisher bestehende Ausnahme zugunsten des staatsrechtlichen Rekurses wird im 2. Satz von Abs. 1 ausdrücklich vorbehalten.\" BGE 98 II 365 S. 371\n\nBei der Beratung im Parlament wurde diese Auffassung nie in Frage gestellt (StenBull NR 1943 S. 92; StenBull StR S. 110, 227).\n\nLehre (BIRCHMEIER, Bundesrechtspflege S. 85; MARTI, Die staatsrechtliche Beschwerde, S. 77) und Rechtsprechung standen seit jeher auf diesem Boden (siehe z.B. BGE 94 II 156 E. 5, BGE 95 II 40 E. 3). Zudem ist es sogar unzulässig, eine staatsrechtliche Beschwerde mit einer Berufung in gemeinsamer Eingabe einzureichen (BGE 85 I 196). Verhielte es sich anders und könnte mit der Berufung z.B. eine Beweiswürdigung als willkürlich gerügt werden, so wäre nicht verständlich, dass nach Art. 43 Abs. 3 und 63 Abs. 2 OG Bundesrecht durch Feststellungen über tatsächliche Verhältnisse nicht verletzt ist und dass das Bundesgericht diese Feststellungen seinem Urteil in Berufungssachen zugrunde zu legen hat, wenn sie nicht unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen sind oder aufeinem offensichtlichen Versehen beruhen.\n\nÜbrigens hat das Bundesgericht bei der Beurteilung der staatsrechtlichen Beschwerde der Klägerin gegen den Beschluss des Obergerichts des Kantons Zürich über vorsorgliche Massnahmen vom 21. April 1970 schon dargelegt, die Rüge betreffend Verletzung der Handels- und Gewerbefreiheit falle mit jener der Willkür zusammen; denn dass die Bestimmungen des KG, mit denen das Obergericht seinen Entscheid begründet habe (und auch das Handelsgericht begründet hat), selber gegen die Handels- und Gewerbefreiheit verstossen, behaupte die Klägerin nicht. Ein solcher Vorwurf stiesse übrigens ins Leere, da das Bundesgericht gemäss Art. 113 BV die Verfassungsmässigkeit der Bundesgesetze nicht überprüfen darf (BGE 96 I 300 E. 2).\n\nAuf die Berufung der Klägerin ist demzufolge insoweit nicht einzutreten, als sie damit die Verletzung verfassungsmässiger Rechte rügt.\n\n3. Nach Art. 4 Abs. 1 KG sind die Vorkehren eines Kartells, mit denen Dritte vom Wettbewerb ausgeschlossen oder in dessen Ausübung erheblich behindert werden, unter Vorbehalt der Ausnahmen gemäss Art. 5 KG unzulässig. Preisbindungen der zweiten Hand sind den Kartellen gleichgestellt, sofern sie auf Grund einer Kartellabrede auferlegt oder durchgesetzt werden (Art. 2 Abs. 2 KG).\n\na) Die Klägerin hält in der Berufung daran fest, dass die Preisbindung volkswirtschaftlich schädlich sei, ihre Aufhebung BGE 98 II 365 S. 372daher im öffentlichen Interesse liege. Sie verkennt damit, dass der Gesetzgeber mit der Anerkennung der Preisbindung ein wirtschaftspolitisches Werturteil gefällt hat, das der Richter nicht überprüfen darf. Die Rüge ist somit unbegründet.\n\nb) Die Beklagten wenden unter Berufung auf BGE 94 II 334 E. 2 b ein, die Liefersperre sei keine Vorkehr nach Art. 4 Abs. 1 KG, da das Discountgeschäft der Klägerin sich nach ihrer eigenen Darstellung grundlegend von einem herkömmlichen Lebensmittelgeschäft unterscheide.\n\nDas Handelsgericht hat diese Auffassung mit Recht verworfen. Zwar führt das Bundesgericht im erwähnten Entscheid aus, es stehe einem Hersteller-Kartell frei, nur eine bestimmte Kategorie von Abnehmern, z.B. die Grossverteiler, zu beliefern; darin liege unter dem Gesichtspunkt des Art. 4 KG keine Benachteiligung der anderen Vertriebsstufen, z.B. der Detaillisten. Die Klägerin betätigt sich auf der gleichen Handelsstufe wie die übrigen Abnehmer der Brauereien und verkauft wie sie ihre Waren, insbesondere auch das Bier, den Konsumenten als Letztabnehmern. Dass ihre Geschäfte anders organisiert sind als die herkömmlichen Lebensmittelgeschäfte und sich auch von den üblichen Selbstbedienungsläden und Verkaufsstellen der Grossverteiler unterscheiden, ändert nichts. Die Klägerin hat daher nach Art. 4 Abs. 1 KG gegenüber den Bierbrauern grundsätzlich Anspruch, hinsichtlich Preisen und Bezugsbedingungen gleich behandelt zu werden wie die übrigen Detailgeschäfte des Lebensmittelhandels.\n\nc) Das Handelsgericht hat die Vorkehr unter dem Gesichtspunkt der Erheblichkeit der Wettbewerbsbehinderung geprüft und damit die Voraussetzungen eines Wettbewerbsausschlusses der Klägerin sinngemäss verneint. Im Entscheid 91 II 37/38 sagte zwar das Bundesgericht, der auf Anpassung eines Aussenseiters gerichtete Boykott komme einem Marktausschluss gleich. DESCHENAUX, A propos de l'ouvrage \"Das Schweizerische Kartellgesetz\" du professeur Hans Merz (im folgenden ouvrage), ZSR 1968/87 I S. 91, N 31, erblickt darin mit Recht eine zu starke Vereinfachung. Das Kartell will mit dem Anpassungs- oder Unterwerfungsboykott den Dritten nicht vom Markt ausschliessen, sondern mit ihm Geschäftsbeziehungen aufnehmen oder fortsetzen, wenn er seine Bedingungen anerkennt (vgl. HOMBURGER, Rechtsgrundlagen der Interessenabwägung bei Anwendung des Kartellgesetzes, ZSR 1970/89 II S. 121).\n\nBGE 98 II 365 S. 373\n\nDieser Gesichtspunkt fällt bei der Rechtfertigung einer Vorkehr nach Art. 5 KG ins Gewicht.\n\nIm vorliegenden Fall sind die Beklagten bereit, die Klägerin weiterhin mit Lagerbier in 6 dl Mehrwegflaschen zu beliefern, wenn sie die Endverkaufspreise einhält. Es liegt somit nicht ein Marktausschluss, sondern eine bedingte Liefersperre vor.\n\nd) Zu prüfen ist, ob die Klägerin durch die Vorkehr im Wettbewerb erheblich behindert werde.\n\nIn den Entscheiden 90 II 512 E. 8 und 91 II 318 E. 3 hat das Bundesgericht die Auffassung vertreten, dass die Behinderung des Aussenseiters in der freien wirtschaftlichen Tätigkeit erheblich sei, wenn sie eine gewisse Intensität aufweise; eine Behinderung, die bloss vorübergehend oder so leicht ist, dass sie nur geringe Unzukömmlichkeiten bewirke, falle ausser Betracht. Im Entscheid 91 II 319 E. 4 hat das Bundesgericht die Erheblichkeit der Wettbewerbsbehinderung mit Bezug auf eine Rabattverkürzung um ein halbes Prozent, die bei der damaligen Klägerin zu einer Schmälerung des Bruttogewinnes um drei Promille geführt hat, vernemnt. MERZ (Das Schweizerische Kartellgesetz, S. 44 ff.) kritisierte diesen Entscheid, der zu sehr auf einen quantitativen Gesichtspunkt abstelle und daher erlaube, dass jedes Geschäft mit grösserem Warensortiment für einzelne Artikel straflos boykottiert werden könne. Im Entscheid 94 II 336 hielt das Bundesgericht am quantitativen Erfordernis, das sich aus dem Gesetz ergebe, fest und fügte bei, dass das Kartellgesetz nach seinem Grundgedanken das Persönlichkeitsrecht auf freien Wettbewerb schütze. Es müsse daher grundsätzlich (\"en principe\") jede Behinderung dieser Freiheit als erheblich gewertet werden, wenn sie nicht bloss geringfügige Unzukömmlichkeiten zur Folge hat, die ohne jede praktische Tragweite für die Entscheidungsfreiheit des Betroffenen sind. Diese Auffassung ist richtigzustellen.\n\nNach Art. 31bis Abs. 3 lit. d BV wurde das Kartellgesetz gegen \"volkswirtschaftlich oder sozial schädliche Auswirkungen von Kartellen und ähnlichen Organisationen\" erlassen. Es muss also Kartelle und ähnliche Organisationen grundsätzlich anerkennen und sich darauf beschränken, Missbräuche in der Ausübung kollektiver Wirtschaftsmacht zu bekämpfen (vgl. Botschaft des Bundesrates, BBl 1961 II S. 562). Daraus folgt, dass das Gesetz nach der Ordnungsvorstellung der Bundesverfassung das Recht des Aussenseiters auf ungestörte Ausübung BGE 98 II 365 S. 374des Wettbewerbes und das Recht der Kartellmitglieder an der Durchsetzung einer Wettbewerbsordnung grundsätzlich als gleichwertig anerkennen muss (SCHÜRMANN, Textausgabe des Kartellgesetzes mit Erläuterungen, S. 81/82; HOMBURGER, a.a.O., S. 74, 98 und 107, vgl. auch BGE 86 II 376 /77). Ist aber grundsätzlich Gleichwertigkeit der sich gegenüber stehenden Privatrechte anzunehmen, so kann es kein absolut geschütztes Recht auf ungehinderte Teilnahme am freien Wettbewerb geben (HOMBURGER, a.a.O., S. 90). Gemeinsame gleichgerichtete Wettbewerbsbehinderungen sind nach dem Gesetz erst dann widerrechtlich, wenn sie den Aussenseiter in seiner Betätigungsfreiheit erheblich behindern und nicht durch überwiegende schutzwürdige Interessen gerechtfertigt werden können (Art. 4 und 5 KG). Der Gesetzgeber hat das Erfordernis der Erheblichkeit bewusst aufgestellt in der Meinung, \"dass eine bloss geringfügige Beeinträchtigung, die den Aussenseiter in seiner Geschäftstätigkeit nicht wesentlich beeinflusst\", nach Art. 4 KG ausser Betracht falle (Botschaft des Bundesrates, BBl 1961 II S. 580, BGE 94 II 336 mit Hinweisen). Er wollte also den Kartellen und ähnlichen Organisationen im Wirtschaftskampf eine gewisse Bewegungsfreiheit einräumen (DESCHENAUX, ouvrage, S. 85; GUTERSOHN, Kartellpolitik und Gewerbe, in Festschrift für Walther Hug, S. 575). Die in Anlehnung an MERZ (a.a.O., S. 44 ff.) vertretene Auffassung, jede Wettbewerbsbehinderung sei grundsätzlich unzulässig, kann daher nicht aufrechterhalten werden.\n\nDie Behinderung muss, um erheblich zu sein, wettbewerbspolitisch relevante Gesichtspunkte des geschäftlichen Handelns berühren, wie Preise, Konditionen, Nebenleistungen usw. (vgl. SCHÜRMANN, a.a.O., S. 70) und fühlbare Auswirkungen auf die wirtschaftliche Gesamtsituation des betroffenen Unternehmens haben (vgl. DESCHENAUX, a.a.O., S. 85). Der Richter hat daher zu untersuchen, worin die Vorkehr besteht und welche Auswirkungen sie auf die Handlungsfreiheit des Betroffenen, auf die Struktur und die Entwicklung seines Betriebes haben kann. Dabei ist nicht massgebend, dass das Geschäft des Aussenseiters trotz der Benachteiligung nicht zugrunde gerichtet worden ist, sondern sich günstig hat entwickeln können (BGE 94 II 336 /37 E. 3).\n\naa) Wie das Handelsgericht verbindlich feststellt, entfallen 78% des Gesamtverbrauches an Bier in der Schweiz auf die BGE 98 II 365 S. 3756 dl Flasche Lagerbier. Bei dieser Sachlage kommt es nicht darauf an, dass nur rund 2% des Gesamtumsatzes der Klägerin auf Bier entfalle und dass der darauf erzielte Reingewinn nicht mehr als 1,5% betrage. Dieser Umsatz, den die Klägerin übrigens nur durch den Verkauf von inländischen und ausländischen Spezialbieren erzielt, stiege zweifellos entscheidend, wenn die Liefersperre dahinfiele. Es liegt somit eine erhebliche Behinderung vor, wobei auch ins Gewicht fällt, dass Bier volkswirtschaftlich ein stark gefragter Artikel ist.\n\nbb) Die Beklagten machen in der Berufungsantwort geltend, seit dem handelsgerichtlichen Urteil habe sich die Lage insofern verändert, als die Klägerin nun auch Lagerbier in Mehrwegflaschen verkaufe. Darin zeige sich, dass es für sie offenkundig kein Problem sei, mit diesem Artikel beliefert zu werden.\n\nEs fragt sich, ob es sich um ein neues Vorbringen handelt, das nach Art. 55 Abs. 1 lit. c OG unzulässig ist. Die Klägerin führte in der Klagebegründung selber aus, dass sie seit der Liefersperre durch die Beklagten Bier einer Eigenmarke und Importbiere in Einwegflaschen und Dosen verkaufe. In der Duplik machten die Beklagten geltend, die Klägerin habe in ihren Discountgeschäften während eines gewissen Zeitraumes Lagerbier der Lupo-Brauerei in Mehrwegflaschen geführt, den Verkauf inzwischen jedoch eingestellt. Das Handelsgericht hat aus den Parteidarstellungen gefolgert, die Beklagten hätten - im Gegensatz zum Massnahmeverfahren - die Erheblichkeit der Behinderung nicht mehr mit dem Hinweis bestritten, die Klägerin habe die Möglichkeit, sich das Lagerbier in 6 dl Pfandflaschen von der Lupo-Brauerei in Hochdorf oder einem andern Aussenseiter oder aus dem Ausland zu beschaffen. Ob die Vorinstanz aus den prozessualen Erklärungen der Parteien die richtigen Schlüsse gezogen hat, ist eine Frage des kantonalen Verfahrensrechtes, dessen Auslegung die Berufungsinstanz nicht überprüfen darf (Art. 43 OG, BGE 95 II 629). Die Behauptung der Beklagten gilt daher als neu. Aber selbst wenn sie zu berücksichtigen wäre, müsste die Erheblichkeit der Behinderung bejaht werden. Nach den Feststellungen der Schweizerischen Kartellkommission im Bericht über den Biermarkt (VKK 1966, S. 95) gibt es in der Schweiz neben der Lupo-Brauerei in Hochdorf nur noch zwei Aussenseiter, die Boxer SA in Romanelsur-Lausanne und die Kronenbrauerei AG in Herisau. Der Marktanteil dieser Aussenseiter-Brauereien beträgt 1%, jener BGE 98 II 365 S. 376der Importbiere etwas mehr als 1% des Gesamtausstosses der Mitglieder des Schweizerischen Bierbrauervereins. Dieser Vergleich zeigt, dass der schweizerische Konsument das Markenbier der Verbandsbrauereien eindeutig bevorzugt. Unter diesen Umständen können das Bier der Aussenseiter-Brauereien und das Importbier nicht als echte Substitutionskonkurrenz der Kartellbrauereien betrachtet werden. Freilich mag dazu der Umstand beitragen, dass der Schweizerische Bierbrauerverein durch seine Billigpreispolitik dafür sorgt, dass das Preisgefälle zum Importbier gross bleibt und dass die Konkurrenz der Aussenseiter-Brauereien nicht wirksam wird (VKK 1966, S. 140). Es bleibt somit dabei, dass die Liefersperre der Beklagten für die Klägerin eine erhebliche Behinderung bildet.\n\n4. Nach Art. 5 KG ist die Wettbewerbsbehinderung im Sinne von Art. 4 KG zulässig, sofern die Vorkehren durch überwiegende schutzwürdige Interessen gerechtfertigt sind und sie die Freiheit des Wettbewerbes im Verhältnis zum angestrebten Ziel sowie nach Art und Durchführung nicht übermässig beeinträchtigen (Grundsatz der Verhältnismässigkeit und der Subsidiarität). Art. 5 Abs. 2 lit. a-e KG erwähnt Beispiele, die als überwiegende schutzwürdige Interessen \"insbesondere in Betracht\" fallen.\n\na) Im vorliegenden Fall stellt sich in erster Linie die Frage, ob die Liefersperre der Klägerin durch überwiegende schutzwürdige Interessen gerechtfertigt werden kann. Ist sie zu bejahen, so braucht nicht untersucht zu werden, ob die Beklagten den Grundsatz der Verhältnismässigkeit und der Subsidiarität verletzt haben; denn bei der gegebenen Sachlage kann die Preisbindung der zweiten Hand nur durch eine Liefersperre durchgesetzt werden.\n\nEs geht somit darum, die im Spiele stehenden Interessen gegeneinander abzuwägen. Ob das Interesse des Kartells an der Wettbewerbsbehinderung als schutzwürdiger zu betrachten sei, hängt, wie aus den Rechtfertigungsbeispielen des Art. 5 Abs. 2 KG zu entnehmen ist, von den Umständen des Einzelfalles ab (Botschaft des Bundesrates, BBl 1961 II S. 583, SCHÜRMANN, a.a.O., S. 83, HOMBURGER, a.a.O., S. 69, 125 und 134 ff.). Die Rechtsprechung vor Erlass des Gesetzes (BGE 86 II 378) verlangte zur Rechtfertigung des Boykottes, dass er \"offensichtlich überwiegende berechtigte Interessen\" verfolgen müsse, die \"auf keine andere Weise wahrgenommen werden können\". Diese erschwerenden Voraussetzungen sind aber BGE 98 II 365 S. 377nicht Gesetz geworden. Indem der Gesetzgeber das Wort \"offensichtlich\" in Art. 5 KG nicht aufnahm, räumte er dem richterlichen Ermessen einen breiteren Spielraum ein, ermöglichte er also unter Umständen auch die Berücksichtigung \"leicht überwiegender Interessen\" (vgl. HOMBURGER, a.a.O., S. 124, SCHÜRMANN, a.a.O., S. 83 und 85). Im Entscheid 94 II 339 führte anderseits das Bundesgericht unter Hinweis auf DESCHENAUX (L'esprit de la loi sur les cartels, Etudes de droit commercial en l'honneur de Paul Carry, Genève 1964, S. 218) aus, dass nur solche Interessen als überwiegend schutzwürdig zu betrachten seien, die positiv im Gesamtinteresse liegen; diese Auslegung dränge sich durch die Analyse der in Art. 5 Abs. 2 KG erwähnten Beispiele auf. Daran kann nicht festgehalten werden. Nach dem Entwurf des Bundesrates (BBl 1961 II S. 614) müssen die Kartellinteressen an der Wettbewerbsbehinderung mit dem \"Gesamtinteresse\" vereinbar sein. In der Gesetzesberatung wurde diese Umschreibung aus redaktionellen Gründen gestrichen, weil im Begriff \"schutzwürdige Interessen\" zweifellos das Gesamtinteresse bereits enthalten und es nicht vorstellbar sei, dass es überwiegende schutzwürdige Interessen gebe, die nicht mit dem Gesamtinteresse übereinstimmten (so Votum Schürmann, StenBull NR 1962 S. 649; Erklärung von Bundesrat Schaffner im Ständerat, StenBull StR 1962 S. 201). Indessen fallen nicht nur solche Interessen zur Rechtfertigung einer Vorkehr in Betracht, die das Gesamtinteresse fordert. Vielmehr können bereits solche Interessen genügen, die dem Gesamtinteresse nicht zuwiderlaufen, mit ihm also vereinbar sind; denn sonst wären die Kartelle gemeinnützige Einrichtungen (SCHÜRMANN, a.a.O., S. 84). Auch aus den in Art. 5 Abs. 2 KG erwähnten Beispielen ist nicht ersichtlich, dass für die Rechtfertigung einer Vorkehr nur Kartellinteressen in Frage kommen, die positiv im Gesamtinteresse liegen; andernfalls wäre unverständlich, weshalb der Gesetzgeber in Art. 5 Abs. 2 lit. c KG den Zusatz \"im Gesamtinteresse erwünscht\" noch eigens aufgenommen hat.\n\nb) Als überwiegendes schutzwürdiges Interesse anerkennt Art. 5 Abs. 2 lit. e KG die Durchsetzung angemessener Preisbindungen der zweiten Hand, namentlich soweit sie nötig sind, um die Qualität der Ware oder den Kundendienst zu gewährleisten. Die Beklagten berufen sich auf diesen Rechtfertigungsgrund.\n\nDer Begriff der Angemessenheit ist umstritten. SCHÜRMANN BGE 98 II 365 S. 378(a.a.O.. S. 96) will nur \"extreme, offensichtlich unangemessene und unbillige Preisbindungen\" nicht geschützt wissen, weil das Kartellgesetz eine behördliche oder richterliche Preiskontrolle nicht zum Gegenstand haben könne. Der Wortlaut des Gesetzes gestattet eine solche Einschränkung nicht, sondern er verlangt ausdrücklich Überprüfung auf die Angemessenheit. Zu diesem Zwecke hat der Richter die Kalkulations- und Margenverhältnisse zu prüfen, wie es das Handelsgericht getan hat, und gestützt darauf die konkreten Verhältnisse der Branche zu würdigen (MERZ, a.a.O, S. 67, DESCHENAUX, ouvrage S. 86, N. 25, VKK (Spirituosengutachten), 1971, S. 35). Freilich spielt dabei das Ermessen eine wesentliche Rolle, und der Richter wird sich daher eine gewisse Zurückhaltung auferlegen und den gebundenen Preis nur dann als übersetzt betrachten, wenn darüber kein Zweifel besteht (vgl. MATILE, Problèmes du droit suisse des cartels, ZSR 1970/ BGE 89 II 236). Der Zusatz (\"namentlich.... zu gewährleisten\") hat nicht den Sinn einer weiteren Einschränkung, die zum Erfordernis der Angemessenheit hinzutritt, wie in BGE 96 I 303 unter Hinweis auf MERZ (a.a.O., S. 67) dargetan wird. Es handelt sich vielmehr um einen Hinweis auf den hauptsächlichen Anwendungsbereich der Preisbindung, ohne dass sie darauf beschränkt wird (SCHÜRMANN, a.a.O., S. 97, VKK (Spirituosenguatchten) 1971, S. 34). Die Erhaltung der Qualität der Ware oder des Kundendienstes ist daher neben andern Gründen im Rahmen der Angemessenheit zu würdigen.\n\nc) Die Klägerin bestreitet auch im Berufungsverfahren, dass die Beklagten ein überwiegendes schützenswertes Interesse an der Preisbindung haben.\n\nNach Auffassung des Handelsgerichtes ist die Preisbindung der Beklagten in erster Linie deshalb gerechtfertigt, weil sie zur Gewährleistung des Kundendienstes beitrage. Was unter Kundendienst zu verstehen ist, ergibt sich aus dem Gesetz nicht ausdrücklich, und in den Kreisen der Wirtschaft scheinen darüber keine einhelligen Meinungen zu bestehen. In erster Linie versteht man darunter die Bedienung und Beratung durch gelerntes Personal, die Verpackung der Waren, die Wartung und den Reparaturdienst bei technischen Geräten und dgl. (BGE 96 I 304, MATTMANN, Die Preisbindung der zweiten Hand nach schweizerischem Kartellgesetz, Diss. Freiburg 1970, S. 64/65). In einem weiteren Sinne gehört zum Kundendienst auch ein BGE 98 II 365 S. 379weitverzweigtes Netz von Verkaufsstellen, wenn ein solches nötig ist (vgl. MATILE, a.a.O., S. 247). Ob diese Voraussetzung erfüllt sei, ist daher für jede Ware gesondert zu beurteilen. So hat die Kartellkommission im Bericht über die Wettbewerbsverhältnisse auf den Märkten für pharmazeutische und kosmetische Produkte (VKK 1966 S. 286, 289 und 292) die Auffassung vertreten, die Preisbindung könne für pharmazeutische Produkte mit gesundheitspolitischen Gründen gerechtfertigt werden, weil beim Verschwinden von Grenzbetrieben, vor allem in abgelegenen Gegenden und gewissen Vororten der Städte, die Versorgung mit Heilmitteln beeinträchtigt würde. Freilich mag der Klägerin darin beigepflichtet werden, dass der dichten Streuung von Apotheken unter dem Gesichtspunkt des Gesamtinteresses die grössere Bedeutung zukommt als der Aufrechterhaltung von Bierverkaufsstellen. Doch ist nicht zu übersehen, dass die Bierverkaufsstellen zur Erhaltung von Detailgeschäften und damit zur Versorgung der Bevölkerung mit Lebens- und Genussmitteln beitragen, ihr Schutz daher ebenfalls im Gesamtinteresse liegt. Die Klägerin anerkennt denn auch selber, dass die Möglichkeit, in der Nähe des Wohnortes Bier einzukaufen, einen Kundendienst darstelle. Unter diesen Umständen kann mit dem Handelsgericht offen bleiben, ob die Preisbindung auch mit der Sorge um die Erhaltung der Qualität gerechtfertigt werden kann.\n\nd) Das Handelsgericht stellt fest, dass mit der Aufhebung der Preisbindung für andere Markenartikel ein Preiskampf auf der Detailhandelsstufe eingesetzt habe und dass die Klägerin mit ihren Rechtsbegehren die Freiheit erlangen wolle, einen solchen Kampf zu führen und damit zur Senkung einer ihrer Ansicht nach übersetzten Detailhandelsmarge beizutragen.\n\nSoweit das Handelsgericht daraus den Schluss zieht, mit der Aufhebung der Preisbindung auf dem Lagerbier sei ein Preiskampf zu erwarten, liegt nach zutreffender Auffassung des Kassationsgerichts eine Feststellung tatsächlicher Art vor, die das Bundesgericht bindet (Art. 63 Abs. 2 OG). Hingegen fragt es sich, ob der weitere Schluss des Handelsgerichts, der Preiskampf werde zu einem Rückgang der Bierverkaufsstellen und damit zu einer Beeinträchtigung des Kundendienstes führen, als verbindliche Feststellung tatsächlicher Art (so die Beklagten) oder als blosse Annahme (so die Klägerin) zu werten sei, die das Bundesgericht nicht bindet (vgl. BGE 92 II 144 E. 2 BGE 98 II 365 S. 380und dort erwähnte Entscheide, BIRCHMEIER, a.a.O., S. 89, DESCHENAUX, La distinction du fait et du droit dans les procédures de recours au Tribunal fédéral, S. 24). Es geht dabei nicht etwa um die Frage, ob zwischen bestimmten Tatsachen oder Ereignissen ein Verhältnis von Ursache und Wirkung bestehe, die vom Bundesgericht in ständiger Rechtsprechung dem Gebiet der tatbeständlichen Feststellungen zugewiesen wird (BGE 92 II 140 E. 2, BGE 93 II 29 E. 6, 337 E. 4, BGE 96 II 37 E. 3, 395 E. 1). Auch handelt es sich nicht um die sog. hypothetische Kausalität, nämlich um die Frage, welche Wirkungen eine Tatsache in der Vergangenheit gehabt hätte, wenn sie eingetreten wäre (vgl. BGE 86 II 187 E. 3 lit. b). In Frage steht vielmehr eine vom Bundesgericht frei zu überprüfende Vermutung über die künftige Entwicklung. Diese lässt sich allerdings nicht beweisen, sondern nur mutmassen. Der Richter darf daher von den Beklagten nur den Nachweis solcher Umstände verlangen, die ihm Mutmassungen erlauben über eine Entwicklung, welche unter dem streitigen Rechtfertigungsgrund erheblich ist.\n\nDass der mit dem Wegfall der Preisbindung festgestelltermassen verbundene Preiskampf zu einer Senkung der Detailhandelsspanne auf dem Biermarkt führen würde, entspricht dem gewöhnlichen Lauf der Dinge. Nichts deutet darauf hin, dass die Entwicklung auf dem Biermarkt anders verliefe als die Erfahrung seit der Aufhebung der Preisbindung für die andern Markenartikel gezeigt hat. Insbesondere müssten die kleineren Detaillisten wegen ihrer ungünstigen Kostenstruktur das Lagerbier wesentlich teurer verkaufen als die Discountgeschäfte. Sie hätten kaum Aussicht, dass ihnen der Bierverkauf durch den Kundendienst gesichert wäre; dieser bezieht sich ja vor allem auf die problematischen Artikel, hilft ihnen somit für den Absatz der problemlosen Artikel nicht. Es kann daher nicht im Ernst bestritten werden, dass das durch den Wegfall der Preisbindung verursachte Preisgefälle zu einer nicht unbedeutenden Abwanderung der Kundschaft von den Detailhandelsgeschäften zu den Discountgeschäften führen würde. Bezeichnend ist in diesem Zusammenhang die Ansicht der Klägerin, mit der Preisbindung würden \"übersetzt dotierte Branchen und Branchenstrukturen\" erhalten. Das kann doch nur bedeuten, dass auch die Klägerin mit der Aufhebung der Preisbindung einen Rückgang der Bierverkaufsstellen und BGE 98 II 365 S. 381damit eine Zunahme ihres Absatzes erwartet. Die Vorteile, die mit der Aufhebung der Preisbindung verbunden wären, kämen nur solchen Leuten zugut, welche mit dem eigenen Wagen zu den abgelegenen Einkaufszentren fahren, während die andern in den herkömmlichen Detailhandelsgeschäften teurer einkaufen müssten. Es liegt aber im Gesamtinteresse, dass die ganze Bevölkerung dank einem dichten Netz von Verkaufsstellen gleichmässig und grundsätzlich zu gleichen Bedingungen mit Bier versorgt werden kann.\n\nGewiss trifft zu, dass auf dem Lebensmittelmarkt seit einigen Jahren ein Schrumpfungsprozess im Gange ist. Aber diese Entwicklung hängt u.a. mit der Aufgabe der Preisbindung auf den Markenartikeln zusammen und würde mit dem Wegfall der Preisbindung für Bier verschärft, wie das Handelsgericht zutreffend bemerkt. Die Beklagten haben Anspruch auf Durchsetzung ihrer Preisbindung, wenn sie die gesetzlichen Voraussetzungen erfüllen, unbeschadet des Umstandes, dass die Preisbindung für die anderen Markenartikel gefallen ist.\n\ne) Das Handelsgericht stellt fest, dass zu Beginn des Prozesses der Engrospreis für Bier in 6 dl Mehrwegflaschen 50 Rp., abzüglich 2% Kassenskonto (= 1 Rp.) sowie 3 Rp. Rückvergütung für Grossisten, und der vorgeschriebene Detailverkaufspreis 70 Rp. betrug, abzüglich Rabatte bis höchstens 8%. Nach der Bierpreiserhöhung auf den 1. Dezember 1971 belief sich der Ankaufspreis (Engrospreis) auf 66 Rp., der Richtpreis auf 95 Rp. und der gebundene Mindestpreis auf 80 Rp. pro Einzelflasche bzw. 75 Rp. bei harassenweisem Verkauf. Unter Berücksichtigung von 2% Skonto und der erwähnten Rückvergütung vermindert sich der Einstandspreis für Grossbezüger auf 61, 68 Rp.\n\nNach der Betriebsstatistik des Veledes für das Jahr 1969 schwankt der durchschnittliche Bruttogewinn (der nicht mit der Marge identisch ist, sondern tiefer liegt) in den Bedienungsläden der Branche zwischen 17,63% und 16,41%, in den Selbstbedienungsläden zwischen 18,37% und 16,81%. Etwas besser gestellt sind die herkömmlichen Grossverteiler, die nach der unbestrittenen Darstellung der Klägerin mit einer Kostenbelastung (direkten Kosten des Verkaufsgeschäftes) von 14-18% rechnen. Nach Abzug von 2% Skonto und der üblichen Rückvergütung beläuft sich ihr Einstandspreis auf 61,68%, so dass sich eine Marge von 22,9% ergibt. Anders liegen die Verhältnisse BGE 98 II 365 S. 382bei der Klägerin. Nach ihren Kalkulationsgrundlagen, die das Handelsgericht ohne Stellungnahme widergibt, beträgt ihre Marge unter der neuen Bierpreisregelung bei einem Engrosverkaufspreis von 61,68 Rp. und einem Verkaufspreis von 70 Rp. 11,88% (8,32 Rp.) und der Nettogewinn 4,89%. Die Klägerin behauptete sogar unwidersprochen, für einen Discounter sei ein Nettogewinn von 1,30% durchaus normal. Sie hatte deshalb beabsichtigt, im Herbst 1969 die Flasche Lagerbier bei einem Einstandspreis von 46 Rp. zum Preise von 50 Rp. zu verkaufen.\n\nDie Klägerin wirft dem Handelsgericht Verletzung von Bundesrecht vor, weil es die Angemessenheit des gebundenen Preises nach den Verhältnissen der Selbstbedienungsläden und Supermärkte, statt nach der Eigenart der Discountgeschäfte beurteile.\n\naa) Es entspricht dem Wesen der Preisbindung, dass der Lieferant allen Endverkäufern den gleichen Preis vorschreibt (MATILE, a.a.O., S. 241, MATTMANN, a.a.O., S. 74/75). Die Discountgeschäfte betätigen sich, wie erwähnt, auf der gleichen Handelsstufe wie die Grossverteiler und Detaillisten. Sie stehen also mit ihnen im Wettbewerb. Dabei haben sie den Vorteil, dass sie nach Darstellung der Klägerin nur eine stark bedchränkte Auswahl problemloser Waren führen, keinen Kunsendienst anbieten und daher wesentlich billiger verkaufen als die andern Detailhandelsgeschäfte. Die Preisgestaltung ist aber das Wesensmerkmal der Konkurrenz. Die Discountgeschäfte konzentrieren denn auch ihre Werbung auf den (tieferen) Preis und rechnen damit, dass Kunden, die besonders günstig einkaufen wollen, ihre Angebote gerade deswegen für vorteilhafter halten als solche anderer Geschäfte (vgl. BGE 94 IV 37). Die Discountgeschäfte haben sowenig wie die unwirtschaftlichsten Betriebe Anspruch darauf, dass sich die Angemessenheit der Preisbindung nach ihren Verhältnissen richte. Würde auf die Kostenbelastung der unter günstigsten Bedingungen arbeitenden Discountgeschäfte abgestellt, so ergäbe sich der Endverkaufspreis ohne Vorschrift des Lieferanten und wäre daher die Preisbindung sinnlos (vgl. BGE 96 I 306). Das Handelsgericht weist daher zutreffend darauf hin, dass die Preisbindung die Verhältnisse der Durchschnittsdetaillisten zu berücksichtigen hat, wenn sie ihren Zweck - Erhaltung eines dichten Absatzstellennetzes - erreichen will. Daraus folgt, dass der gebundene BGE 98 II 365 S. 383Mindestpreis erheblich über dem von der Klägerin errechneten Detailverkaufspreis von 50 Rp. nach der alten und von 70 Rp. nach der neuen Bierpreisordnung liegen muss.\n\nbb) Fragen kann sich, ob und gegebenenfalls inwiefern die Endverkaufspreise für die 6 dl Flasche Lagerbier mit Rücksicht auf die besondere Kostenstruktur der Discountgeschäfte unterschiedlich festgelegt werden dürfen (Preisspaltung). Das Gesetz spricht sich über die Zulässigkeit der Preisspaltung nicht aus. Sie wird in der Lehre (MATTMANN, a.a.O., S. 74/75, MATILE, a.a.O., S. 241) unter der Voraussetzung anerkannt, dass sie sachlich begründet ist, also mit dem Grundsatz der Gleichbehandlung übereinstimmt. Ebenso hält die Kartellkommission die Preisspaltung unter Umständen für zulässig. So führt sie im Spirituosengutachten (VKK, 1971 S. 37/38) aus, dass bei problemlosen Artikeln mit dem Aufkommen des Discountsystems eine Preisbindung mit Margen, die auf die Bedürfnisse der kostenintensivsten Betriebsart abstellen, unangemessen geworden sei. Damit sagt freilich die Kartellkommission nicht, die Preisbindung habe sich nach den Verhältnissen der rationellsten Betriebe zu richten.\n\nOb die Preisspaltung grundsätzlich zuzulassen sei, kann offen bleiben. Jedenfalls kann sie hier nur insoweit in Frage kommen, als sie mit dem Zweck der Preisbindung - Erhaltung des dichten Verteilernetzes und damit Schutz der kostenintensiveren Betriebe - vereinbar ist. Dieses Ziel kann nur dann erreicht werden, wenn das Gefälle zwischen dem höheren und niedrigeren Preis nicht allzu gross ist. Das bedeutet nach zutreffender Auffassung des Handelsgerichts, dass in erster Linie die Kostenstruktur der Durchschnittsdetaillisten, nicht jene der Grossverteiler und Discounter massgebend ist. Die beiden (oder mehreren) Preise müssen also so gestaffelt sein, dass die Abwanderung der Kundschaft von den herkömmlichen Detailhandelsgeschäften zu den Discountern und damit ein Rückgang der Bierverkaufsstellen vermieden oder wenigstens nicht gefördert wird. Wollte man die Klägerin wegen ihrer besonderen Vertriebsform anders behandeln, so hätte unter der alten Bierpreisregelung der niedrigere gebundene Preis wesentlich über dem von der Klägerin errechneten Detailpreis von 50 Rp. pro Flasche liegen müssen. Es wäre einer Aufhebung der Preisbindung gleichgekommen, wenn die Beklagten im Herbst 1969 den gebundenen Endverkaufspreis für die Klägerin auf BGE 98 II 365 S. 38450 Rp., also bloss um 1 Rp. höher als den für den Kleindetaillisten geltenden Einstandspreis festgesetzt hätten. Nach der heute geltenden Preisregelung vom 1. Dezember 1971 läge der von der Klägerin eventualiter angestrebte Endverkaufspreis der 6 dl Mehrwegflasche Lagerbier von 70 Rp. etwa 5 Rp. über dem Einstandspreis der Kleindetaillisten von 66 Rp., abzüglich 2% Skonto, jedoch 25 Rp. unter dem Richtpreis von 95 Rp. und 10 Rp. unter dem gebundenen Mindestpreis von 80 Rp. Dieser Mindestpreis würde indessen nach verbindlicher Feststellung des Handelsgerichts selbst einem herkömmlichen Grossverteiler praktisch keinen Gewinn mehr abwerfen, folglich erst recht einem Kleindetaillisten nichts mehr eintragen. Ist aber der Unterschied zwischen dem gebundenen Preis von 80 Rp. und dem höheren Preis, den der Detaillist wegen der ungünstigen Kostenstruktur und des Kundendienstes verlangen darf, nicht zu gross, so wird der Detaillist immer noch geschützt und kann der Zweck der Preisbindung noch erreicht werden. Die Herabsetzung des Preises auf 70 Rp. fällt ausser Betracht, käme sie doch einer Aufhebung der Preisbindung gleich. Diese ist daher noch angemessen, wenn sie 80 Rp., mindestens aber 75 Rp. beträgt, da im Handel nur noch mit ganzen Fünfern gerechnet wird.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 7. März 1972 bestätigt."}