{"annee": "98", "cour": "II", "page": "250", "date": "2/5/1972", "cite": ["76 I 130"], "cite_par": ["111 II 366", "107 IA 187"], "chapeau": "35. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Mai 1972 i.S. Albaco Oil Company gegen Mabanaft SA", "regestes": ["Revision, art. 137 litt. b OJ. 1. Un fait n'est pas nouveau, lorsqu'il a déjà été allégué dans la procédure précédente mais que, pour des raisons quelconques, il n'a pas fait l'objet d'une administration de preuves. 2. La demande de revision n'est recevable en pareil cas que si celui qui a allégué ce fait a renoncé à en administrer la preuve parce que les moyens de preuve lui faisaient défaut ou que les moyens invoqués n'auraient pas permis de fournir la preuve (consid. 2). 3. Celui qui fonde une demande de revision sur des faits ou des moyens de preuve nouveaux doit établir qu'il ne pouvait pas les invoquer déjà dans la procédure précédente (consid. 3)."], "faits": "BGE 98 II 250 S. 251\n\nA.- Die Albaco Oil Company in Zürich verkaufte der Mabanaft SA in Antwerpen am 29. Dezember 1964 unter der CIF-Klausel 19'000 t in den Raum Antwerpen/Hamburg zu lieferndes Diesel-Gasöl aus Bahrein, wobei sie der Käuferin versprach, die Texaco Export Inc., Lieferantin der Verkäuferin, werde die Gefahren des Seetransportes decken.\n\nDie Mabanaft SA schloss durch Vermittlung der Firma Max Gayen & Berns in Hamburg bei der Allianz-Versicherungs- AG eine sogenannte CIF-Schutz-Versicherung ab.\n\nNachdem das Öl am 17. Februar 1965 in Antwerpen angekommen war, stellte sich heraus, dass es durch Meerwasser verunreinigt war. Das Handelsgericht des Kantons Zürich verurteilte daher die Albaco Oil Company am 16. September 1969 in Anwendung des Art. 205 Abs. 1 OR, der Mabanaft SA den Minderwert der Ware im Betrage von Fr. 62'452.10 nebst 5% Zins seit 28. Dezember 1965 zu ersetzen. Das Bundesgericht bestätigte dieses Urteil am 17. Juni 1970.BGE 98 II 250 S. 252\n\nB.- Mit Revisionsgesuch vom 29. Februar 1972 beantragt die Albaco Oil Company dem Bundesgericht, sein Urteil aufzuheben und die Mabanaft SA zu verpflichten, der Gesuchstellerin die zugesprochenen Fr. 62'452.10 nebst 5% Zins vom 28. Dezember 1965 bis 17. Juni 1970 zurückzuerstatten und die Verfahrenskosten zu ersetzen, d.h. insgesamt Fr. 92'294.-- zu zahlen, nebst 5% Zins seit 18. Juni 1970.\n\nDie Gesuchstellerin macht im wesentlichen geltend, die Gesuchsgegnerin habe in der Klageschrift vorgebracht, die Allianz-Versicherungs-AG habe ihr, der Gesuchsgegnerin, die Deckung des Risikos des Käufers aus der CIF-Klausel nur als Zweitversicherer und subsidiär zugesagt, was bedeute, dass der Käufer der Ware kraft der Versicherungsbedingungen verpflichtet bleibe, den Erstversicherer für die auf dem Transport eingetretenen Schäden in Anspruch zu nehmen. Die Gesuchstellerin will dieses Anbringen dahin verstanden haben, es sei der Gesuchsgegnerin misslungen, von der Allianz-Versicherungs-AG Ersatz des Schadens zu erhalten. Sie will dennoch in der Referenten-Audienz vom 25. Oktober 1967 die blosse Subsidiarität der betreffenden Versicherung bestritten und die Vorlegung der zwischen der Gesuchsgegnerin und der Allianz-Versicherungs-AG gewechselten Schreiben beantragt haben. Sie führt aus, die Gesuchsgegnerin habe auf das hin die Bestimmungen über die CIF-Schutzklausel zu den Akten gegeben. Die Gesuchstellerin ihrerseits habe in der Hauptverhandlung vom 14. November 1967 nochmals auf ihren Antrag auf Edition der Unterlagen über die Auseinandersetzung zwischen der Gesuchsgegnerin und den beteiligten Versicherungsgesellschaften hingewiesen. Die Gesuchsgegnerin habe aber darauf beharrt, der CIF-Schutz-Versicherer hafte nur subsidiär und die Verhandlungen mit Max Gayen & Berns hätten ergeben, dass primär die Gesuchstellerin und die Texaco Export Inc. in Anspruch zu nehmen seien. Die Gesuchstellerin habe daher keinen Anlass mehr gehabt, auf ihrem Antrag auf Herausgabe der gewechselten Briefe zu beharren. Am 27. April und 26. Mai 1971, also nach der Verurteilung durch das Handelsgericht und das Bundesgericht, habe sie dann Max Gayen & Berns um Auskunft ersucht, ob die Gesuchsgegnerin seinerzeit gegen sie wegen Verunreinigung des Öls eine Forderung gestellt habe und wie die weitere Abwicklung erfolgt sei. Am 29. November 1971 habe die Firma Max Gayen & Berns geantwortet, die CIF- BGE 98 II 250 S. 253Schutz-Versicherer hätten unter Führung der Allianz-Versicherungs-AG eine Entschädigung von $16'O17.73 geleistet. Diese Tatsache sei neu und erheblich im Sinne von Art. 137 lit. b OG. Die Gesuchstellerin habe die Tatsache der Zahlung im früheren Verfahren nicht beibringen können, denn nach den wiederholten Ausführungen der Gesuchsgegnerin über die Subsidiarität der CIF-Schutz-Versicherung habe die Gesuchstellerin annehmen dürfen, diese Versicherung sei subsidiärer Natur. Das Bundesgericht weist das Revisionsgesuch ab.", "considerants": "Aus den Erwägungen:\n\n2. Die Gesuchstellerin bringt vor, sie habe die erfolgte Zahlung des CIF-Schutz-Versicherers \"im Prozess behauptet - zumal in Umrissen, was durchaus genügt, da die Gesuchstellerin über diesen Punkt keine nähere Kenntnisse haben konnte\", und \"sie hätte darauf bestanden, das Gegenteil von der Gesuchs. gegnerin beweisen zu lassen, wenn sie nicht irregeführt worden wäre\".\n\nDaraus ergibt sich, dass die Behauptung, die Gesuchsgegnerin sei vom CIF-Schutz-Versicherer befriedigt worden, nach der eigenen Auffassung der Gesuchstellerin schon im Prozess aufgestellt wurde. Der behaupteten Tatsache fehlt somit das Merkmal der Neuheit im Sinne von Art. 137 lit. b OG. Eine Tatsache ist nicht schon dann neu, wenn über sie, obschon sie im Prozesse vorgetragen war, aus irgendwelchen Gründen nicht Beweis geführt wurde, z.B. weil das Gericht sie nicht für erheblich hielt oder weil die behauptende Partei keinen Beweisantrag stellte oder den gestellten Beweisantrag im Verlaufe des Verfahrens ausdrücklich oder stillschweigend fallen liess. Das Revisionsverfahren ist nicht gegeben, um die Frage der Erheblichkeit einer Behauptung, die das Gericht als unerheblich behandelte und über die es daher nicht Beweis erhob, erneut aufzuwerfen. Es ist auch nicht zulässig, um Beweisanträge, die der Behauptende zu stellen unterliess oder zurückzog, nachzuholen. Eine Ausnahme ist zu machen, wenn der Behauptende auf die Beweisführung verzichtete, weil ihm die Beweismittel fehlten oder der Beweis mit den angerufenen Mitteln nicht hätte erbracht werden können. Findet er nachträglich entscheidende Beweismittel auf, die er im früheren Verfahren nicht beibringen konnte, so ist die Revision zulässig, aber nicht deshalb, weil die behauptete Tatsache neu wäre, sondern weil das nachträgliche BGE 98 II 250 S. 254Auffinden entscheidender Beweismittel, die im früheren Verfahren nicht beigebracht werden konnten, gemäss Art. 137 lit. b OG einen besonderen Revisionsgrund bildet.\n\nDie Gesuchstellerin behauptet nicht, sie habe den im Prozess wiederholt gestellten Antrag auf Edition der Urkunden über die Auseinandersetzung zwischen der Gesuchsgegnerin und dem CIF-Schutz-Versicherer deshalb stillschweigend fallen lassen, weil sie nicht beweiskräftig gewesen wären. Im Revisionsgesuch beantragt sie im Gegenteil erneut \"Edition der Belege über die erfolgte Zahlung der Allianz-Versicherungs-Gesellschaft durch die Gesuchsgegnerin\". Damit gibt sie selber zu, dass der Beweis der Zahlung mit den betreffenden Urkunden hätte erbracht werden können. Der Revisionsgrund des nachträglichen Auffindens entscheidender Beweismittel ist somit nicht erfüllt. Die Gesuchstellerin ruft ihn übrigens auch nicht an. Sie glaubt nur, die Zahlung der Allianz-Versicherungs-AG vom Dezember 1965 sei eine neue erhebliche Tatsache. Eine solche liegt jedoch, weil sie schon im Prozess behauptet war, nicht vor. Dass die Gesuchstellerin schliesslich unter dem Eindruck der Anbringen der Gesuchsgegnerin nicht mehr an die Richtigkeit ihrer eigenen Behauptung geglaubt haben will, ändert nichts. Das Revisionsgesuch ist daher abzuweisen, ohne dass entschieden zu werden braucht, ob die behauptete Zahlung der Allianz-Versicherungs-AG rechtserheblich ist, d.h. zur Abweisung der Klage hätte führen müssen.\n\n3. Das Revisionsgesuch muss übrigens auch abgewiesen werden, weil die Gesuchstellerin vorbringt, die Gesuchsgegnerin habe gemäss Protokoll des Handelsgerichtes S. 4 \"die entsprechenden Bestimmungen über die CIF-Schutzklausel zu den Akten gegeben\". Dass es sich um andere Bestimmungen gehandelt habe als um die in der Beilage 15 zum Revisionsgesuch abgedruckten, behauptet sie nicht. Die Gesuchstellerin musste also schon im Prozess vor dem Handelsgericht wissen, dass der CIF-Schutz-Versicherer gemäss Ziffer 3 dieser Bestimmungen im Falle von Beschädigung des Gutes \"den Schaden so zu bezahlen hatte, als ob die auf Grund des CIF-Kaufvertrages anderweitig abgeschlossene Versicherung nicht bestünde\". Was sie heute aus dieser Ziffer 3 ableitet, nämlich dass die Allianz-Versicherungs-AG in Wirklichkeit \"primär\" zur Deckung des Schadens verpflichtet gewesen sei und dass die Gesuchsgegnerin durch die Behauptung bloss BGE 98 II 250 S. 255subsidiärer Deckungspflicht des CIF-Schutz-Versicherers die Gesuchstellerin irregeführt und dadurch zum Verzicht auf die Edition der gewechselten Briefe bewogen habe, hätte sie sich schon im Prozesse sagen können. Schon damals hätte sie deshalb auf ihrem Editionsbegehren beharren sollen, um abzuklären, ob die Allianz-Versicherungs-AG die Gesuchsgegnerin entsprechend Ziffer 3 der CIF-Schutzklausel wirklich befriedigt habe. Es ist nicht zu verstehen, weshalb sie das nicht getan hat, wenn sie aus der Zahlung dieser Versicherungsgesellschaft ableiten wollte, die Klage sei abzuweisen. Auch hätte sie die Auskünfte, die sie im Dezember 1971 von Max Gayen & Berns erhielt, schon während des Prozesses einholen und dem Gerichte unterbreiten können. Was sie heute als neue Tatsache ausgibt, bildet deshalb keinen Revisionsgrund. Wer ein Revisionsgesuch auf neue Tatsachen (oder Beweismittel) gründet, muss dartun, dass er sie \"im früheren Verfahren nicht beibringen konnte\" (Art. 137 lit. b OG), d.h. dass es ihm trotz aller Umsicht nicht möglich war, sich schon im früheren Verfahren auf sie zu berufen. Diese Voraussetzung ist nicht schon erfüllt, wenn der Gesuchsteller die Tatsache im früheren Verfahren noch nicht kannte (oder damals noch nicht wusste, dass er einen bestimmten Sachverhalt mit dem betreffenden Mittel beweisen könne). Nur wenn das Nichtkennen entschuldigt werden kann, ist die Revision zulässig (BGE 76 I 136Erw. 3 und nicht veröffentlichtes Urteil der I. Zivilabteilung vom 20. Dezember 1957 i.S. Billeter c. Walder Erw. 2). Im vorliegenden Falle fehlt ein Entschuldigungsgrund."}