{"annee": "98", "cour": "IV", "page": "224", "date": "4/7/1972", "cite": ["91 IV 37", "84 IV 23"], "cite_par": ["118 IV 394", "101 IV 87"], "chapeau": "45. Urteil des Kassationshofes vom 4. Juli 1972 i.S. Weiss gegen Polizeirichteramt der Stadt Zürich", "regestes": ["Stationnement sur le trottoir. 1. Art. 43 al. 2 LCR, 41 al. 1 OCR. Une chaussée présentant un étranglement n'est pas une chaussée étroite au sens de la seconde de ces dispositions (consid. 3). 2. Art. 55 al. 1 OSR. Cette disposition s'applique aussi au trottoir (consid. 4)."], "faits": "|224|\n\nA.- Die Zweierstrasse in Zürich besitzt eine Fahrbahnbreite von 6,2 m, ausser bei der Einmündung der Birmensdorferstrasse, wo der eine Trottoirrand auf eine Länge von 7 m so |225| weit ausgebuchtet ist, dass sich die Strasse an dieser Stelle bis auf 4,5 m verengt. Anschliessend an diese Ausbuchtung ist dem Trottoir entlang das Parkieren erlaubt; die Parkfläche ist als solche markiert. Zu der Ausbuchtung führen von zwei Seiten Fussgängerstreifen.\n\nAm Morgen des 2. März 1971 stellte Ernst Weiss, der auf der markierten Parkfläche kein freies Feld gefunden hatte, einen Personenwagen bei der erwähnten Ausbuchtung auf dem an dieser Stelle rund 8 m breiten Trottoir ab.\n\nB.- Der Einzelrichter in Strafsachen des Bezirkes Zürich verurteilte Weiss wegen Übertretung von Art. 43 Abs. 2 SVG zu einer Busse von Fr. 20.-.\n\nEine von Weiss gegen dieses Urteil eingereichte kantonale Nichtigkeitsbeschwerde wies das Obergericht des Kantons Zürich am 24. April 1972 ab. Es legte dem Gebüssten zur Last, Art. 43 Abs. 2 SVG in Verbindung mit Art. 41 Abs. 1 VRV und 55 Abs. 1 SSV übertreten zu haben.\n\nC.- Weiss ficht diesen Entscheid mit der eidgenössischen Nichtigkeitsbeschwerde an. Er ersucht das Bundesgericht, ihn von Schuld und Strafe freizusprechen.\n\nDas Polizeirichteramt der Stadt Zürich hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. (Prozessuales.)\n\n2. Nach Art. 43 Abs. 2 SVG ist das Trottoir den Fussgängern vorbehalten, und gemäss Art. 41 Abs. 1 VRV, in der bis zum 31. Juli 1972 gültigen Fassung, dürfen auf dieses Fahrzeuge gestellt werden, wenn für die Fussgänger genügend freier Raum bleibt; Motorwagen überdies nur, wenn die Fahrbahn schmal und das Trottoir genügend tragfähig ist. Diese drei Voraussetzungen müssen kumulativ erfüllt sein, um eine Ausnahme von der Regel zu begründen.\n\n3. Der Beschwerdeführer hat auf der 8 m breiten und 7 m langen Ausbuchtung des Trottoirs parkiert. Die Vorinstanz hält dies für unzulässig, weil die Fahrbahn nicht schmal sei. Wo die Breite der Fahrbahn das Parkieren von Motorwagen auf einer Seite ohne Behinderung des Verkehrs zulasse, könne von einer schmalen Fahrbahn im Sinne von Art. 41 Abs. 1 VRV nicht die Rede sein. Daran ändere nichts, dass das Trottoir an der Einmündung ausgeweitet und deswegen die Fahrbahn |226| nur 4,5 m breit sei. Die Ausweitung des Trottoirs an Einmündungen ermögliche eine saubere Trennung des ruhenden vom fliessenden Verkehr, schaffe zusätzliche Abstellflächen für Autos, indem auf die 10 m lange Haltverbotslinie vor Fussgängerstreifen verzichtet werden könne, und verbessere die Übersicht für Fussgänger. Die begrenzte Ausweitung des Trottoirs könne deshalb nicht bestimmend sein für die Fahrbahnbreite nach Art. 41 Abs. 1 VRV.\n\nDemgegenüber stellt sich der Beschwerdeführer auf den Standpunkt, massgebend seien die Verhältnisse an der Stelle, an der parkiert werde. Es gehe nicht an, die weiter entfernt bestehende Fahrbahnbreite als massgeblich zu betrachten. Nachdem der Personenwagen an einer Stelle parkiert gewesen sei, wo die Fahrbahn bloss eine Breite von 4,5 m, das Trottoir aber eine solche von 8 m aufweise, sei die Voraussetzung der schmalen Fahrbahn erfüllt.\n\na) Dem Beschwerdeführer ist insoweit beizupflichten, als für die Entscheidung der Frage, ob die Fahrbahn im Sinne von Art. 41 Abs. 1 VRV schmal ist, nicht willkürlich deren Breite an irgendeiner Stelle der Strasse herangezogen werden darf. Die Fahrbahnbreite eines Strassenzugs kann sich ändern, und es widerspräche dem Sinn dieser Vorschrift, ein schmales Strassenstück von einer gewissen Länge, auf dessen Höhe das Trottoir zum Parkieren benutzt wurde, ausser acht zu lassen und das Parkieren dort als unzulässig zu bezeichnen, weil vor oder nach jenem Strassenstück die Fahrbahn breiter wird. Damit ist indessen nicht gesagt, dass jede noch so kurze Verengung der Fahrbahn, wie sie durch eine kleinere Baustelle, eine mitten in der Strasse angelegte Verkehrsinsel und dergleichen entsteht, dazu führt, die Fahrbahn als schmal zu betrachten. Da die Verordnung nicht von schmalen Strassenstellen, von Engpässen, spricht, sondern den weiteren Begriff der schmalen Fahrbahn verwendet, entspricht es dem Sinn der Vorschrift, derartige Verengungen im Rahmen von Art. 41 Abs. 1 VRV zu vernachlässigen und auf die Breite der Fahrbahn vor und/oder nach einem solchen Engpass abzustellen. Gleich ist im vorliegenden Fall bezüglich der Ausbuchtung des Trottoirs zu verfahren; denn einmal erreicht sie nur eine Länge von 7 m und zum andern verengt sie nur auf einem Teil dieser Strecke die Fahrbahn in solchem Masse, dass diese als schmal bezeichnet werden kann (s. BGE 91 IV 37).\n\n|227|\n\nb) Selbst wenn man annehmen wollte, nach Art. 41 Abs. 1 VRV fielen auch kurze Engpässe unter den Begriff der schmalen Fahrbahn, so wäre das Parkieren des Beschwerdeführers nach dieser Bestimmung deswegen unzulässig gewesen, weil von zwei Seiten her Fussgängerstreifen zu der Trottoirausbuchtung führen, die in ihrer Verlängerung in der Zone zusammentreffen, in welcher der Wagen des Beschwerdeführers stand. Berücksichtigt man, dass namentlich zu Stosszeiten gerade an diesem Punkt von vier Seiten her Fussgänger zusammenströmen, dann erhellt ohne weiteres, dass das Fahrzeug an jener Stelle stören musste und dem Fussgängerverkehr den freien Raum nahm, auf den er Anspruch hat.\n\n4. Das Obergericht hat dem Beschwerdeführer ausserdem eine Widerhandlung gegen Art. 55 Abs. 1 SSV zur Last gelegt. Davon ausgehend, dass die Ausnahmeregelung des Art. 41 Abs. 1 VRV ein Parkieren auf dem Trottoir nur gestatte, wenn nicht besondere Anordnungen dem entgegenstünden (Art. 27 Abs. 1 Satz 2 SVG), stellte es fest, dass eine solche an der Zweierstrasse bestanden habe, indem längs des Fahrbahnrandes, anschliessend an das verbreiterte Trottoir, auf dem Weiss parkiert hatte, die für den ruhenden Verkehr bestimmte Fläche durch entsprechende Bodenmarkierungen gekennzeichnet gewesen seien. Das Parkieren auf dem angrenzenden Trottoir, also ausserhalb der Markierungen, sei deshalb nach Art. 55 Abs. 1 SSV unzulässig gewesen.\n\nDemgegenüber wendet der Beschwerdeführer ein, diese Bestimmung gelte nur für die Fahrb hn, nicht für das Trottoir. Auf dieses finde die Sondernorm des Art. 41 Abs. 1 VRV Anwendung.\n\nNach Art. 55 Abs. 1 VRV dürfen, wo Parkfelder markiert sind, Fahrzeuge nur innerhalb dieser Felder abgestellt werden. Schon unter der Herrschaft des alten Rechtes wurde entschieden, dass die Abgrenzung des Parkraums durch weisse Linien nicht bloss den Sinn eines Hinweises darauf hat, wo stationiert werden darf, sondern gleichzeitig besagt, dass das Aufstellen von Fahrzeugen auf diese Fläche beschränkt und ausserhalb davon untersagt ist (BGE 84 IV 26 /27). Dieser nunmehr in Art. 55 Abs. 1 SSV verankerte Grundsatz gilt nicht nur für die Fahrbahn. Die gegenteilige Auffassung des Beschwerdeführers, die übrigens weder im Wortlaut noch im Sinn dieser Vorschrift einen Anhalt findet, lässt ausser acht, dass Parkfelder nicht nur |228| auf der Fahrbahn, sondern auch auf von dieser gesonderten Flächen markiert werden können. Sodann verkennt sie, dass Art. 55 Abs. 1 SSV infolge des ausschliesslichen Charakters, den diese Bestimmung markierten Parkflächen beimisst, das Abstellen von Fahrzeugen ausserhalb derselben schlechthin untersagt. Wo immer deshalb öffentliche Parkplätze markiert sind, ob auf der Fahrbahn oder ausserhalb derselben, wirkt das in der genannten Vorschrift enthaltene Verbot auf den angrenzenden Raum und findet auf alle öffentlichen Verkehrsflächen Anwendung, die als Parkplätze in Betracht fallen könnten. Dazu gehören auch die Trottoire, weshalb die Vorinstanz dem Beschwerdeführer, der auf der unmittelbar an den markierten Parkraum angrenzenden Ausbuchtung des Trottoirs parkierte, zu Recht eine Übertretung von Art. 55 Abs. 1 SSV zur Last gelegt hat.\n\nInwiefern sich aus Art. 41 Abs. 1 VRV eine für den Beschwerdeführer günstigere Lösung ergeben sollte, ist nicht ersichtlich. Wo das Trottoir wegen der Vorschrift des Art. 55 Abs. 1 SSV zum vornherein nicht zum Parkieren benützt werden darf, da vermag auch Art. 41 Abs. 1 VRV dies nicht zu gestatten. Wie die Vorinstanz zutreffend festgestellt hat, gehen nach Art. 27 Abs. 1 SVG die Markierungen den allgemeinen Regeln vor, und damit auch die Gebote und Verbote, die in jenen zum Ausdruck kommen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}