{"annee": "98", "cour": "II", "page": "221", "date": "20/6/1972", "cite": ["89 II 138", "90 II 476", "81 II 117", "82 II 292", "76 II 281", "86 II 365", "69 II 41", "90 II 310"], "cite_par": ["110 II 74", "118 II 435"], "chapeau": "33. Urteil der I. Zivilabteilung vom 20. Juni 1972 i.S. Fischer AG gegen Alpgenossenschaft Horben.", "regestes": ["Art. 55 al. 1 litt. c OJ. Exigences quant aux conclusions du recours (consid. 1). Droit de la société coopérative. Art. 850 CO. Portée d'une disposition statutaire qui réserve l'approbation de l'assemblée générale pour décider si l'acquéreur de l'immeuble d'un membre reçoit la qualité d'associé (consid. 3). Art. 839 CO. Cette disposition ne confère en principe au candidat aucun droit qu'il puisse faire valoir en justice à l'admission dans la société coopérative (confirmation de la jurisprudence instituée dans l'arrêt RO 69 II 45/6; consid. 4 et 5)."], "faits": "|221|\n\nA.- Die Alpgenossenschaft Horben wurde im Jahre 1923 gegründet. Sie bezweckt nach Art. 1 der revidierten Statuten vom 24. Dezember 1947 die Förderung der Braunviehzucht durch rationelle Sömmerung von Jungvieh. Den Erwerb der Mitgliedschaft regeln folgende Bestimmungen:\n\n\"Art. 3: Die Mitgliedschaft wird erworben durch Beschluss der Generalversammlung auf Antrag des Vorstandes. Dem Aufnahmebeschluss hat eine schriftliche Anmeldung vorauszugehen. Erben, oder einer unter mehreren Erben, die an Stelle eines verstorbenen Genossenschafters treten, werden auf schriftliches Gesuch hin ohne weiteres als Mitglieder anerkannt. Aus einer Mitgliedschaft können |222| bei Teilung der Liegenschaft nicht mehrere Mitgliedschaften entstehen.\n\nArt. 4: Die Mitgliedschaft haftet auf der Liegenschaft. Sie geht beim Liegenschaftsverkauf mit der ausdrücklichen Genehmigung der Generalversammlung auf den Käufer über. Der Käufer hat noch eine schriftliche Beitrittserklärung abzugeben, oder die Statuten persönlich zu unterzeichnen. Eine Eintrittsgebühr fällt weg. Leistungen der Mitglieder werden im Weidereglement festgelegt.\"\n\nJosef Fischer-Bütler war einer der Gründer der Alpgenossenschaft Horben. Er betrieb nebst der Landwirtschaft noch eine Kiesgrube. 1951 verkaufte er den Landwirtschaftsbetrieb an seinen Sohn Josef Fischer-Hodel, der an Stelle seines Vaters Mitglied der Alpgenossenschaft Horben wurde. Hermann Fischer, ein anderer Sohn von Josef Fischer-Bütler, übernahm die Kiesausbeutung in Merenschwand. Er wandelte sein Unternehmen 1961 in die Firma Hermann Fischer AG um. Diese Gesellschaft hat zum Zweck: den Betrieb eines Kies- und Sandwerkes, einen Baggerbetrieb, die Ausführung von Transporten und die Führung einer Garage. Mitglieder des Verwaltungsrates (und offenbar auch einzige Aktionäre) sind Hermann Fischer und seine Ehefrau. Im Jahre 1967 verkaufte Josef Fischer-Hodel den Landwirtschaftsbetrieb. Über 20 Jucharten Land wurden von einem Gemüsebaubetrieb Huwyler übernommen, während die Hermann Fischer AG 5 Jucharten Land mit dem Bauernhaus und den Stallungen erwarb. Die Gesellschaft besass nun ca 8,5 Jucharten landwirtschaftlich nutzbaren Landes (wovon freilich ein Teil andern Zwecken dienen soll) und hat dazu noch ca 15 Jucharten gepachtet. Sie führte im Jahre 1969 einen Landwirtschaftsbetrieb mit 19 Stück Grossvieh, 4 Pferden und ca 300 Schweinen. In der Ertragsbilanz für 1968 ist die Landwirtschaft mit Fr. 607.80 bei einem Gesamtumsatz von Fr. 1'145,629.90 aufgeführt. Die Hermann Fischer AG stellte bei der Alpgenossenschaft Horben das Gesuch, anstelle von Josef Fischer-Hodel als Mitglied aufgenommen zu werden. Mit Beschluss vom 21. September 1968 lehnte die Generalversammlung der Genossenschaft dieses Gesuch ab.\n\nB.- Am 19. Juni 1969 klagte die Hermann Fischer AG beim Bezirksgericht Muri gegen die Alpgenossenschaft Horben auf Aufnahme in die Genossenschaft.\n\nDas Bezirksgericht Muri und - am 20. August 1971 auf Appellation der Klägerin hin - das Obergericht des Kantons Aargau wiesen die Klage ab. |223|\n\nC.- Die Klägerin verlangt mit der Berufung beim Bundesgericht, das vorinstanzliche Urteil aufzuheben und die Klage gutzuheissen.\n\nDie Beklagte beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es handelt sich um eine berufungsfähige, nicht vermögensrechtliche Zivilstreitigkeit im Sinne des Art. 44 OG (BIRCHMEIER, Handbuch S. 128; BGE 89 II 142 E. 1, nicht veröffentlicht). Es schadet im übrigen der Klägerin nicht, dass sie bloss die Gutheissung der Klage verlangt, statt - wie es Art. 55 Abs. 1 lit. b vorschreibt - das Klagebegehren genau anzugeben. Da dieses ohne weiteres dem angefochtenen Entscheid entnommen werden kann, ist ersichtlich, was die Klägerin zugesprochen haben will (BGE 90 II 479 E. 1 mit zahlreichen Verweisungen).\n\n2. Der im angefochtenen Urteil wiedergegebene Sachverhalt ist - wie sich dem erstinstanzlichen Urteil und den Rechtsschriften der Parteien im Berufungsverfahren entnehmen lässt - unvollständig. Da es sich namentlich im Hinblick auf die rechtliche Betrachtungsweise eher um nebensächliche Punkte handelt, können nach Art. 64 Abs. 2 OG die ergänzenden Feststellungen, welche in lit. A berücksichtigt sind, vom Bundesgericht auf Grund der Akten getroffen werden.\n\n3. Die Klägerin hält im Berufungsverfahren daran fest, dass sie nach Art. 4 Satz 1 der Statuten mit dem (teilweisen) Erwerb der Liegenschaft des Josef Fischer-Hodel ohne weiteres Mitglied der Beklagten geworden sei und dass Art. 4 Satz 2 der Statuten nur den Sinn habe, die Rechtsgültigkeit des Eigentumsüberganges zu prüfen und den Genossenschaftern den Wechsel der Mitgliedschaft bei der Beklagten anzuzeigen. Das habe die Vorinstanz verkannt und damit Art. 850 OR, dem die streitige statutarische Vorschrift zugrunde liege, verletzt.\n\nNach Art. 850 Abs. 1 OR kann die Mitgliedschaft bei einer Genossenschaft durch die Statuten vom Eigentum an einem Grundstück oder vom wirtschaftlichen Betrieb eines solchen abhängig gemacht werden. Eine solche statutarische Bestimmung allein genügt jedoch nicht, damit ein Erwerber oder Übernehmer dieses Grundstücks anstelle des bisherigen Eigentümers oder Inhabers Mitglied der Genossenschaft wird. Die Statuten müssen vielmehr, damit diese Folge von Rechts wegen |224| eintritt, gemäss Art. 850 Abs. 2 OR für solche Fälle vorschreiben, dass mit der Veräusserung des Grundstücks oder mit der Übernahme des wirtschaftlichen Betriebs die Mitgliedschaft ohne weiteres auf den Erwerber oder den Übernehmer übergeht.\n\nArt. 4 Satz 1 der Statuten der Beklagten lautet nun freilich: \"Die Mitgliedschaft haftet auf der Liegenschaft\". Diese ungenaue Ausdrucksweise lässt an sich nicht erkennen, ob damit die Voraussetzung zur Übertragung der Mitgliedschaft im Sinne des Art. 850 OR geschaffen werden sollte oder ob sie bloss bedeutet, dass nur Anwärter mit eigenem Landwirtschaftsbetrieb (oder allenfalls Pächter eines solchen) Mitglieder der Beklagten werden können. Diese Frage lässt sich erst auf Grund der weitern Bestimmungen des Art. 4 der Statuten beantworten. Danach geht die Mitgliedschaft beim Liegenschaftsverkauf mit der ausdrücklichen Genehmigung der Generalversammlung auf den Käufer über, der noch eine schriftliche Beitrittserklärung abzugeben oder die Statuten persönlich zu unterzeichnen hat. Diese Regelung lässt sich mit Art. 850 Abs. 2 OR nicht vereinbaren; denn sie besagt gerade dessen Gegenteil. Während die Statuten nach der erwähnten Gesetzesbestimmung \"für solche Fälle\" (d.h. wo nach Art. 850 Abs. 1 OR die Mitgliedschaft nach den Statuten vom Eigentum an einem Grundstück oder vom wirtschaftlichen Betrieb eines solchen abhängig ist) vorschreiben können, dass die Mitgliedschaft \"ohne weiteres\" auf den Erwerber oder Übernehmer des Grundstücks oder des Betriebs übergehe, behalten sie hier die ausdrückliche Genehmigung der Generalversammlung vor und verlangen ausserdem eine schriftliche Beitrittserklärung oder die persönliche Unterzeichnung der Statuten. Überdies ist die in Art. 850 Abs. 2 OR vorgesehene statutarische Anordnung dem Erwerber gegenüber nur wirksam, wenn sie im Grundbuch vorgemerkt ist (Art. 850 Abs. 3 OR) oder wenn er sich ihr durch ausdrückliches oder schlüssiges Verhalten unterwirft (BGE 89 II 145 /6, BGE 90 II 313 /14). Eine grundbuchliche Vormerkung wäre hier nicht möglich, da die Mitglieder der Beklagten nach Art. 8 der Statuten für die \"Verbindlichkeit\" der Genossenschaft solidarisch haften und somit neue Mitglieder gemäss Art. 840 Abs. 2 OR nur beitreten können, wenn sie diese Verpflichtung in der Beitrittserklärung ausdrücklich übernehmen (F. WEBER, Die Verbindung der genossenschaftlichen Mitgliedschaft mit Grundstücken, Diss. Freiburg 1942, Masch. Schrift, S. 104). Die Statuten der |225| Beklagten können daher trotz des Art. 4 Satz 1 nur dahin ausgelegt werden, dass der Entscheid darüber, ob ein Erwerber der Liegenschaft eines Mitgliedes an dessen Stelle treten kann, der Generalversammlung vorbehalten ist. Keinesfalls kommt diesem Beschluss, wie die Klägerin meint, nur deklarative Bedeutung zu. Wäre sie übrigens ernstlich dieser Meinung, dann hätte sie nicht oder doch nicht allein auf Aufnahme, sondern mit Haupt- oder Eventualbegehren auf Feststellung ihrer Mitgliedschaft klagen müssen.\n\nBei dieser Sachlage braucht nicht weiter geprüft zu werden, ob bei einem Wortlaut der Statuten, der den Bestimmungen des Art. 850 OR entspräche, die Klägerin ohne weiteres Mitglied der Beklagten geworden wäre, obwohl sie nur einen kleinen Teil der Liegenschaft des Josef Fischer-Hodel erworben hatte.\n\n4. Die Klägerin macht sodann geltend, die Vorinstanz habe Art. 839 OR verletzt. Gemäss Abs. 2 dieser Bestimmung können die Statuten unter Wahrung des Grundsatzes der nicht geschlossenen Mitgliederzahl (Art. 828 OR) die nähern Bestimmungen über den Eintritt von Mitgliedern treffen; sie dürfen jedoch den Eintritt nicht übermässig erschweren. Die Statuten der Beklagten regeln den Erwerb der Mitgliedschaft in Art. 3. Danach muss sich ein Anwärter schriftlich anmelden; er wird durch Beschluss der Generalversammlung aufgenommen. Erben hingegen, die an Stelle eines verstorbenen Genossenschafters treten, werden auf schriftliches Gesuch hin ohne weiteres als Mitglieder anerkannt. Aus Art. 3, letztem Satz, und namentlich aus Art. 4 der Statuten ergibt sich ferner, dass als Mitglieder nur Eigentümer von Liegenschaften (oder allenfalls Pächter von solchen) aufgenommen werden können. Dabei muss es sich um Grundstücke handeln, die einem landwirtschaftlichen Betrieb und namentlich der Viehhaltung dienen; denn nach Art. 1 der Statuten bezweckt die Beklagte die Förderung der Braunviehzucht durch rationelle Sömmerung von Jungvieh. Andere Voraussetzungen zum Erwerb der Mitgliedschaft sind den Statuten nicht zu entnehmen (es sei denn, man rechne dazu noch die Entrichtung des \"Eintrittsgeldes\" nach Art. 11 Ziff. 6 der Statuten).\n\nDa die Klägerin diese statutarischen Voraussetzungen an sich erfüllt, stellt sich die Frage, ob sie überhaupt auf Aufnahme klagen könne. |226|\n\na) Die Rechtsprechung des Bundesgerichts über die Frage, ob einem Anwärter, der die statutarischen Voraussetzungen erfüllt, ein klagbares Recht auf Aufnahme in eine Genossenschaft zustehe, ist schwankend, wie mit Recht bemerkt worden ist (GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, S. 704). In BGE 69 II 45 wurde ausgeführt, die Genossenschaften könnten die Mitgliedschaft von der Ausübung eines bestimmten Berufes und andern tatsächlichen und rechtlichen Eigenschaften abhängig machen und den Eintritt selbst solchen Personen verweigern, die diese Voraussetzungen erfüllen, es sei denn, die Weigerung verstosse gegen allgemeine Rechtsgrundsätze (Art. 2 und 27 ZGB). Spätere Urteile gingen davon aus, wer die statutarischen Voraussetzungen erfülle, habe Anspruch, aufgenommen zu werden. So wurde in BGE 76 II 294 /5 ausgeführt, es könne offen bleiben, ob ein Wirtschaftsverband, der statt der sachlich richtigern Genossenschaftsform die Vereinsform gewählt hat und eine wirtschaftliche Monopolstellung einnimmt, nicht zur Aufnahme von Mitgliedern verpflichtet sei; das entspreche dem Genossenschaftsrecht, welches zur Verhütung missbräuchlicher Ausbeutung einer wirtschaftlichen Machtstellung bestimme, dass der Eintritt neuer Mitglieder in eine Genossenschaft nicht übermässig erschwert oder gar verunmöglicht werden darf. Im Entscheid BGE 81 II 126 erklärte das Bundesgericht, es \"bestehe möglicherweise eine Pflicht zur Aufnahme von Mitgliedern\" bei Verhältnissen, wie sie in BGE 76 II 294 /5 zugrunde lagen. In BGE 82 II 307 wurde dann tatsächlich ein Wirtschaftsverband, der in Vereinsform organisiert war, in analoger Anwendung des Art. 839 Abs. 2 OR verpflichtet, einen Aussenseiter als Mitglied aufzunehmen. Im Entscheid BGE 86 II 368 /9 liess das Bundesgericht unter Hinweis auf die im Schrifttum geäusserten Ansichten offen, ob seine bisherige Rechtsprechung standhalte. Indessen lehnte es die Klage auf Aufnahme in eine Genossenschaft nach Art. 839 OR nur deshalb ab, weil die Klägerin Ziele verfolgte, die den von der Genossenschaft geförderten oder gesicherten wirtschaftlichen Interessen ganz oder teilweise widersprachen.\n\nb) Bei der Würdigung dieser Rechtsprechung ist zu berücksichtigen, dass sie durchwegs Fälle widerrechtlichen Boykotts betraf, die noch nicht unter der Herrschaft des neuen Kartellgesetzes (KG) vom 20. Dezember 1962, in Kraft seit 15. Februar 1964, zu beurteilen waren. Es lag daher nahe, durch Ausfüllung |227| einer Gesetzeslücke dem zu Unrecht Boykottierten einen Anspruch auf Aufnahme in ein Kartell zu gewähren, wobei freilich weniger die analoge Anwendung des Art. 838 Abs. 2 OR als vielmehr der Anspruch auf Beseitigung der Störung nach Art. 28 Abs. 1 ZGB die zutreffende Rechtsgrundlage gewesen wäre (vgl. MERZ, Über die Schranken der Kartellbindung, Bern 1953, S. 59/60; HEFTI, Der Anspruch des Aussenseiters auf Kartellmitgliedschaft, Diss. Bern 1956, S. 44/5). Der Boykott, d.h. die organisierte Meidung eines Gewerbetreibenden mit dem Zweck, ihn zu einem bestimmten aktiven oder passiven Verhalten zu veranlassen oder ihn für ein solches zu massregeln (BGE 76 II 285 Erw. 2), hat denn \"im Genossenschaftsbereich kein Heimatrecht\" (GUTZWILLER, N 19 zu Art. 839 OR; vgl. auch HEINI, Rundgang durch das schweizerische Genossenschaftsrecht, in ZgesGW 10 [1960] S. 202, der den boykottrechtlichen Gesichtspunkt \"von der genossenschaftsrechtlichen Frage scharf trennen\" will). Da nach Art. 6 Abs. 2 KG u.a. Anspruch auf Aufnahme in den Verband hat, wer durch ein Kartell im Wettbewerb behindert und dadurch geschädigt oder gefährdet wird, ist die Frage, ob sich aus Art. 839 Abs. 2 OR ein erzwingbares Recht auf Beitritt zu einer Genossenschaft ergebe, erneut zu prüfen, jedoch nicht im Hinblick auf die Bekämpfung unerlaubten Boykotts, sondern aus dem Wesen des Genossenschaftsrechts.\n\nc) Art. 804 Abs. 2 des Entwurfes von 1919 bestimmt, dass die zuständige Behörde für einzelne Genossenschaften oder Genossenschaftsarten beim Vorliegen dringender Bedürfnisse anordnen könne, dass auch durch die Statuten die Aufnahme neuer Mitglieder nicht beschränkt werden dürfe. Damit wurde nach dem Bericht (S. 149) von 1919 (Verfasser Eugen Huber) einem Postulat der Konsumvereine entsprochen, welche die Monopolisierung und das Gewinnstreben von Genossenschaften auf Kosten der Nichtmitglieder verhindern wollten. EGGER (Revision des Gesellschaftsrechts, Gutachten, ZSR 1922, S. 107 a ff.) befürwortete - unter Vorbehalt von Beschränkungen, die mit dem Zweck einer Genossenschaft zusammenhangen - ein Recht auf Beitritt zur Genossenschaft und wollte dem abgewiesenen Anwärter nach erfolgloser Beschwerdeführung bei den obern Organen der Genossenschaft die Klage auf Aufnahme oder Schadenersatz offen halten, ohne damit Art. 804 Abs. 2 des zitierten Entwurfes als überflüssig zu |228| betrachten (S. 167 a). Indessen haben die späteren Entwürfe nicht nur diesen Vorschlag abgelehnt, sondern auch das ausserordentliche Aufnahmerecht nach dem Entwurf von 1919 fallen gelassen.\n\nArt. 841 des Entwurfes von 1923 lautet:\n\n\"In eine bestehende Genossenschaft können jederzeit neue Mitglieder aufgenommen werden.\n\nDie Statuten können unter Vorbehalt des Grundsatzes betreffend die nicht geschlossene Mitgliederzahl die nähern Bestimmungen über den Eintritt treffen.\"\n\nIm Bericht 1923 von Hoffmann (S. 104) wird dazu ausgeführt, das Dazwischentreten einer Behörde sei abzulehnen und die Freiheit der Genossenschaft grundsätzlich anzuerkennen, nur die ihr passenden Personen aufzunehmen. Auf Grund der Beratungen der Expertenkommission 1924-1928 (Prot. ExpKo S. 570 ff.) enthielt der bundesrätliche Entwurf von 1928 folgende Fassung des Art. 828:\n\n\"In eine Genossenschaft können jederzeit neue Mitglieder aufgenommen werden.\n\nDie Statuten können unter Wahrung des Grundsatzes der nicht geschlossenen Mitgliederzahl die nähern Bestimmungen über den Eintritt treffen; sie dürfen jedoch den Eintritt nicht übermässig erschweren, insbesondere nicht vom Einkaufin die Reserven abhängig machen.\"\n\nDer Bundesrat bemerkte dazu in der Botschaft von 1928 (S. 84), bei der Ordnung des Erwerbs der Mitgliedschaft sei vom Grundsatz der nicht geschlossenen Mitgliederzahl auszugehen. Das bedeute jedoch für den einzelnen noch \"kein Recht auf Beitritt, für die Genossenschaft keine Pflicht zur Aufnahme\". Dagegen verfocht GYSIN (Ergebnisse und Erfordernisse der Revision des Genossenschaftsrechts, ZSR 1931 S. 317 ff.) die Postulate des Entwurfs von 1919 und schlug vor, \"die Zwangsaufnahme durch ein publizistisch gefärbtes Ausnahmeinstitut\" im Gesetz zu regeln (S. 369). Bei der Beratung der Revision im Parlament war davon jedoch nicht mehr die Rede; namentlich wurde die erwähnte Auffassung des Bundesrates nicht bezweifelt; zwischen National- und Ständerat bestand nur noch insofern eine Differenz, als der Ständerat entgegen der Auffassung des Nationalrates das Verbot, den Eintritt vom Einkauf in die Reserven abhängig zu machen, streichen wollte. Schliesslich stimmte dem der Nationalrat zu (StenBulIStR 1932 S. 202 ff., |2291936| S. 203; StenBull NR 1934 S. 755, 1935 S. 203, 1936 S. 778 ff., 901 ff.). Die geltende Fassung des Art. 839 OR stimmt daher mit Art. 828 des Entwurfes von 1928 wörtlich überein, mit dem Unterschied allerdings, dass der letzte Halbsatz des Entwurfes (über den Einkauf in die Reserven) nicht Gesetz wurde.\n\nd) Im Schrifttum wird überwiegend die Auffassung vertreten, auch dem Anwärter, der die statutarischen Voraussetzungen erfüllt, stehe kein klagbares Recht auf Aufnahme in eine Genossenschaft zu. GUTZWILLER (N 19 zu Art. 839 OR) lehnt ein Beitrittsrecht ab, da es Art. 839 Abs. 2 OR widerspräche. Er vertritt allerdings die Auffassung, wenn ein Aufnahmegesuch zu Unrecht abgelehnt worden sei, handle es sich um eine \"Zuwiderhandlung gegen eine zwingende Norm des schweizerischen Körperschaftsrechts, analog dem Bilde eines Vertrages, der einen widerrechtlichen Inhalt hat\"; die \"Unwirksamkeit\" der Aufnahmeverweigerung müsse mit Klage gegen die Genossenschaft festgestellt werden können; obwohl die Feststellung der Nichtigkeit die Aufnahmeverpflichtung nicht zu rechtfertigen vermöge, mache sie den Weg für den \"gesetzlichen Befehl\" frei, der nach erneutem Beitrittsgesuch ohne Zutun des Richters befolgt werden müsse (N 23-25 zu Art. 839 OR). Wie es sich damit verhält, kann hier offen bleiben; denn die Klägerin verlangt ja nicht eine solche Feststellung. Im übrigen ist die gutheissende Stellungnahme GUTZWILLERS (N 24 zu Art. 839 OR) zu einem Urteil des Kantonsgerichts von St. Gallen vom 24. November 1956, mit welchem dem Kläger ein klagbares Recht auf Eintritt in eine Genossenschaft zugestanden wurde (SJZ 1958 S. 220/1), nicht recht mit seiner Auffassung, es gebe kein Beitrittsrecht, vereinbar.\n\nIm übrigen Schrifttum wird mit wenigen Ausnahmen einhellig die Ansicht vertreten, ein klagbares Recht auf Eintritt in eine Genossenschaft auf Grund des Art. 839 OR bestehe nicht (GERWIG, Schweizerisches Genossenschaftsrecht, S. 232 ff.; GUHL/MERZ/KUMMER, S. 704; HEFTI, a.a.O. S. 44/45; JUNG, Über das Prinzip der offenen Türe im Recht der Verbände, Diss. Bern 1956, S. 84, besprochen von Kummer, ZBJV 1958, S. 88; KUMMER, Die Gleichbehandlung der Genossenschafter gemäss Art. 854 OR, untersucht für die verschiedenen Arten von Genossenschaften, S. 152 ff.; MONNIER, De l'entrée dans une société coopérative en droit positif anglais, allemand, français et suisse, Diss. Neuenburg 1957, S. 123 ff.; F. VON |230| STEIGER, Ver eine zu wirtschaftlichen Zwecken? Recht auf Mitgliedschaft?, SAG 1956/57 S. 132 ff.).\n\nDie vereinzelten Stimmen, welche die gegenteilige Meinung äussern (STIEHLE, Der Eintritt in die Genossenschaft und die daran geknüpften Rechte und Pflichten, Diss. Bern 1947, S. 19; VODOZ, Le Droit d'entrer dans une société coopérative appliqué aux organisations professionnelles, contribution à l'étude du boycott, Diss. Lausanne 1954, S. 73/4; SECRETAN, Nouvelles tendances du Tribunal fédéral en matière de boycott, JdT 1957 S. 200), lassen sich mit dem Bestreben erklären, den Gerichten eine wirksame Waffe gegen unerlaubten Boykott zu verschaffen.\n\n5. Art. 839 Abs. 2 OR kann somit nach Wortlaut, Sinn und Entstehungsgeschichte nicht dahin ausgelegt werden, dass einem Anwärter ein klagbares Recht auf Eintritt in eine Genossenschaft zustehe, selbst dann nicht, wenn er die statutarischen Eintrittsvoraussetzungen erfüllt. Daran ändert die gegenteilige Boykott-Rechtsprechung des Bundesgerichts nichts. Abgesehen davon, dass sie anders als mit Art. 839 OR zu begründen gewesen wäre (vgl. Erw. 4 b), ist sie mit der Geltung des Kartellgesetzes hinfällig geworden (a. M. SCHÖNENBERGER/JÄGGI, N 541 zu Art. 1 OR). Es ist deshalb wieder zu der klaren Rechtsprechung zurückzukehren, die in BGE 69 II 45 /6 eingeleitet worden ist. Die Pflicht der Genossenschaft zur Aufnahme neuer Mitglieder muss daher eine in den allgemeinen Rechtsgrundsätzen, wie dem Verbot des Rechtsmissbrauchs und dem Schutz der Persönlichkeit, begründete Ausnahme bleiben.\n\nDie Bestätigung der seitherigen Rechtsprechung käme der Einführung einer Kontrahierungspflicht gleich, die sich mit der Vertragsfreiheit nicht verträgt und die im wesentlichen für die öffentlichen Dienst- und Versorgungsleistungen (vgl. VON TUHR/SIEGWART, OR I S. 255 ff.) sowie das Kartellrecht (Art. 6 Abs. 2 KG) gilt. Jedenfalls sollte eine Pflicht der Genossenschaft zur Aufnahme von Mitgliedern nur als \"ultima ratio\" (GERWIG, a.a.O. S. 233; vgl. auch SCHÖNENBERGER/JÄGGI, N 529 zu Art. 1 OR, welche die Kontrahierungspflicht als Ausnahme bezeichnen) in Betracht fallen. Auch in Kartellsachen wird die zwangsweise Aufnahme in einen Verband wohl nur dann verfügt werden, wenn die andern Ansprüche, die einem Bewerber zur Verfügung stehen, nicht zum Ziele führen könnten (vgl. SCHÜRMANN, Textausgabe des KG mit Erläuterungen, S. 103). |231|\n\nEs besteht um so weniger Anlass, das streitige Rechtsbegehren zu schützen, als die Klägerin nicht dargetan hat, sie werde durch die ihr verschlossene Türe unbefugterweise in ihren persönlichen Verhältnissen verletzt (Art. 28 Abs. 1 ZGB) oder widerrechtlich oder in einer gegen die guten Sitten verstossenden Weise geschä digt (Art. 41 OR).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Aargau, 2. Zivilabteilung, vom 20. August 1971 bestätigt."}