{"annee": "98", "cour": "IB", "page": "314", "date": "29/9/1972", "cite": ["81 I 293", "97 I 276", "93 I 185", "80 I 30", "93 I 722", "73 I 68"], "cite_par": ["99 IA 459", "103 IB 366", "112 IB 496", "109 IB 110", "102 IB 151"], "chapeau": "46. Urteil vom 29. September 1972 i.S. X. gegen Rekurskommission des Kantons Bern.", "regestes": ["Impôt pour la défense nationale: Transformation d'une entreprise individuelle en une société anonyme. - Moment déterminant pour la taxation intermédiaire en raison du changement de profession de l'entrepreneur individuel, devenuprésident du conseil d'administration de la nouvelle société anonyme. - L'impôt est-il éludé par la renonciation à des amortissements pendant l'exercice compris entre le dernier bilan fiscalement déterminant et la liquidation et par l'affectation du bénéfice à la période durant laquelle le revenu n'est pas pris en considération pour déterminer l'impôt, du fait de la taxation intermédiaire?"], "faits": "|315|\n\nA.- Der Beschwerdeführer betrieb unter seinem Namen ein Bauunternehmen in N. Zusammen mit seinen zwei Söhnen gründete er in der Folge die X. Bau AG. Die Gründer übernahmen sämtliche Aktiven und Passiven des Einzelunter nehmens und liessen am 31. August 1965 die Gründung der Aktiengesellschaft rückwirkend auf den 1. Januar 1965 in das Handelsregister eintragen. Der Beschwerdeführer wurde Präsident des Verwaltungsrates der neugegründeten Aktien gesellschaft.\n\nIn der Folge veranlagte die zuständige Steuerbehörde den Beschwerdeführer wie folgt:\n\nJahressteuer gemäss Art. 43 WStB: Steuerbare Kapitalgewinne und Wertvermehrungen: 1963: Fr. 243'149.--:\n\n1964: Fr. 497'949.--\n\n1965: Fr. 151'105.--\n\n= Fr. 892'203.--\n\nabz. steuerfreier Betrag: Fr. 2'000.--\n\n= Fr. 890'203.--\n\nJahressteuerpflichtiges Einkommen total: Fr. 890'200.--\n\nOrdentliche Veranlagung 1965/66:\n\nSteuerbares Einkommen für die Zeit vom 1.1.1965-31.8.1965: Fr. 244'200.--\n\nab 1.9.1965 (Zwischenveranlagung): Fr. 106'800.-- |316|\n\nB.- Der Beschwerdeführer erhob gegen diese Veranlagung Einsprache, jedoch ohne Erfolg. Daraufhin rekurrierte er an die kantonale Rekurskommission. Seinen Anträgen, es sei die Zwischenveranlagung auf den 1. Januar 1965 vorzunehmen und es sei die Jahressteuer herabzusetzen, wurde mit Entscheid vom 2. Juli 1971 teilweise stattgegeben. Als massgeblicher Zeitpunkt für die Zwischenveranlagung wurde zwar der 1. September 1965 festgelegt, hingegen wurden die der Jahressteuer unterliegenden Kapitalgewinne und Wertvermehrungen auf Fr. 595'300.-- herabgesetzt; das ordentliche Einkommen für die ersten acht Monate der 13. Wehrsteuerperiode wurde auf Fr. 392'600.--, für den Rest der Veranlagungsperiode auf Fr. 106'800.-- veranlagt.\n\nC.- Gegen den Entscheid der kantonalen Rekurskommission richtet sich die vorliegende Verwaltungsgerichtsbeschwerde. Der Beschwerdeführer beantragt die Aufhebung des angefochtenen Entscheides, soweit er die ordentliche Einkommensveranlagung für die 13. Wehrsteuerperiode betrifft, und die Vornahme einer Zwischenveranlagung auf den 1. Januar 1965.\n\nD.- In ihrer Vernehmlassung vom 7. Dezember 1971 beantragt die kantonale Rekurskommission die Abweisung der Beschwerde.\n\nDie Eidg. Steuerverwaltung (EStV) beantragt ebenfalls die Abweisung der Beschwerde; darüber hinaus begehrt sie, dass das der Jahressteuer gemäss Art. 43 WStB unterliegende Einkommen auf Fr. 770'200.--, das steuerbare ordentliche Einkommen für die Wehrsteuer der 13. Periode auf Fr. 305'100.-- bzw. Fr. 106'800.-- festzusetzen sei.\n\nIn der Folge wurde dem Beschwerdeführer Gelegenheit zur Replik auf die von der EStV beantragte reformatio in peius eingeräumt. In der Replik beantragt der Beschwerdeführer die Abweisung des Begehrens der EStV.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 104 OG kann der Beschwerdeführer mit der Verwaltungsgerichtsbeschwerde einerseits Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens (lit. a), anderseits unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhaltes (lit. b) rügen; ferner kann er gewisse Verfügungen wegen Unangemessenheit anfechten (lit. c). |317|\n\nDer angefochtene Entscheid kann nicht gemäss Art. 104 lit. c OG wegen Unangemessenheit angefochten werden. In Frage kommen nur die Beschwerdegründe von Art. 104 lit. a und b OG. Ausserdem ist das Bundesgericht im vorliegenden Fall an die Sachverhaltsfeststellungen der Vorinstanz gebunden, sofern der Sachverhalt weder offensichtlich unrichtig oder unvollständig noch unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt worden ist (Art. 105 Abs. 2 OG).\n\nIn Abgabestreitigkeiten kann das Bundesgericht zugunsten oder zuungunsten der Parteien über deren Begehren hinausgehen, sofern der angefochtene Entscheid Bundesrecht verletzt oder auf einer unrichtigen oder unvollständigen Feststellung des Sachverhaltes beruht (Art. 114 Abs. 1 OG).\n\n2. a) Die Wehrsteuer vom Einkommen wird im allgemeinen nach den Einkünften bemessen, die der Steuerpflichtige in der Berechnungsperiode, d.h. in den beiden Jahren, die der Veranlagungsperiode vorausgegangen sind, erzielt hat; massgebend ist der Jahresdurchschnitt des Einkommens in der Berechnungsperiode (Art. 41 Abs. 1 und 2 WStB).\n\nVon dieser Berechnungsweise, welche die Regel bildet, nimmt das Gesetz bestimmte Tatbestände aus. So ist im Falle, da die Voraussetzungen der subjektiven Steuerpflicht (Art. 3 WStB) erst in der Veranlagungsperiode eintreten oder nicht während der ganzen Berechnungsperiode bestanden haben, der Steuer das nach Eintritt der Voraussetzungen erzielte, auf ein Jahr berechnete Einkommen zugrunde zu legen (Art. 41 Abs. 4 WStB). Ferner ist dann, wenn sich das Einkommen im Laufe der Berechnungs- oder Veranlagungsperiode aus bestimmten Gründen, u.a. wegen Berufswechsels, dauernd verändert hat, für die Bemessung der von der Veränderung betroffenen Einkommensbestandteile Art. 41 Abs. 4 WStB sinngemäss anzuwenden. Ist die Veränderung erst während der Veranlagungsperiode eingetreten, so ist ihr durch eine Zwischenveranlagung für den Rest der Periode Rechnung zu tragen (Art. 42 und 96 WStB).\n\nIm vorliegenden Fall ist unbestritten, dass der Beschwerdeführer mit der Überführung seines Einzelunternehmens in eine Aktiengesellschaft einen Berufswechsel im Sinne von Art. 96 WStB vollzogen und damit Grund für eine Zwischenveranlagung gesetzt hat. Streitig ist, in welchem Zeitpunkt der Berufswechsel stattfand. |318|\n\nb) Gemäss Art. 643 Abs. 1 OR erlangt die Aktiengesellschaft das Recht der Persönlichkeit erst durch die Eintragung in das Handelsregister. Die Steuerpflicht beginnt bei der juristischen Person grundsätzlich mit deren zivilrechtlichen Entstehung (vgl. Urteil vom 29. Februar 1940 i.S. B., in ASA 9, 42, und vom 4. Juni 1941 i.S. E.B., in ASA 10, 83). Neugegründete Handelsgesellschaften und Genossenschaften werden demgemäss mit dem Tag, an dem die Eintragung in das Handelsregister erfolgt, subjektiv steuerpflichtig. Dies gilt grundsätzlich auch für eine im Verlaufe der Veranlagungsperiode gegründete Kapitalgesellschaft, die - wie hier - aus einem Einzelunternehmen durch Übernahme der Aktiven und Passiven hervorgegangen ist und zwar auch dann, wenn die Umwandlung bzw. Gründung rückwirkend erfolgt und der Beginn des ersten Geschäftsjahres auf ein früheres Datum zurückverlegt wird (vgl. KÄNZIG, Wehrsteuer, N. 5 zu Art. 8; MASSHARD, Wehrsteuer, N. 2 zu Art. 8).\n\nDer Beschwerdeführer kann solange nicht als Angestellter der Aktiengesellschaft und somit als unselbständig Erwerbender behandelt werden, als die Aktiengesellschaft zivilrechtlich und steuerrechtlich nicht besteht. Hat als rechtlich relevantes Datum für die Entstehung der X. Bau AG der Handelsregistereintrag vom 31. August 1965 zu gelten, kann der Beschwerdeführer auch erst ab diesem Zeitpunkt für ein Gehaltseinkommen aus unselbständiger Erwerbstätigkeit besteuert werden. Der Zeitpunkt der Zwischenveranlagung wegen Berufswechsels ist von der kantonalen Rekurskommission zu Recht auf den 1. September 1965 festgesetzt worden. Ab diesem Zeitpunkt wird einerseits die Gesellschaft aufgrund ihres Geschäftsertrages, anderseits der Beschwerdeführer für sein Einkommen aus unselbständigem Erwerb (Verwaltungsratspräsidium) besteuert.\n\nDie Feststellung der kantonalen Rekurskommission, dass der Beschwerdeführer auf den 31. August 1965 seine (selbständige) Erwerbstätigkeit aufgegeben habe, erscheint demnach als richtig. Eine Zwischenveranlagung auf den Beginn der Veranlagungsperiode käme ohnehin nicht in Frage (BGE 81 I 295; Urteil vom 31. Mai 1968 i.S. KWK Schaffhausen, Erw. 1). Das Begehren des Beschwerdeführers, die Zwischenveranlagung sei auf den 1. Januar 1965 vorzunehmen, ist somit abzuweisen.\n\n3. Es bleibt zu prüfen, ob der angefochtene Entscheid entsprechend dem Antrag der EStV zuungunsten des Steuerpflichtigen abzuändern ist. Das Begehren der EStV betrifft |319| zwar nicht die Gegenstand der Anfechtung durch den Beschwerdeführer bildende Zwischenveranlagung, sondern die Veranlagung zur Jahressteuer gemäss Art. 43 WStB. Die Veranlagung zur Jahressteuer steht aber mit der Zwischenveranlagung in derart nahem Zusammenhang, dass auf den Antrag der EStV nach Art. 114 Abs. 1 OG einzutreten ist (vgl. BGE 97 I 276 und 434).\n\na) Wie die EStV in der Begründung ihres Begehrens um Abänderung der angefochtenen Verfügung zutreffend geltend macht, wird bei der Vornahme einer Zwischenveranlagung der normale Bemessungs- und Veranlagungszyklus in künstlicher Weise unterbrochen. Auf den Zeitpunkt der Zwischenveranlagung wird für die von der Veränderung betroffenen Einkommensbestandteile von der Vorjahrs- zur Gegenwartsbemessung des Einkommens übergegangen (Art. 96 in Verbindung mit Art. 41 Abs. 4 WStB). Statt auf das ordentlicherweise für die Steuerberechnung massgebliche, in der 2-jährigen Berechnungsperiode erzielte Einkommen (Art. 41 Abs. 1 bis 3 WStB) wird auf die seit Eintritt der Voraussetzungen für die Zwischenveranlagung erzielten, auf ein Jahr berechneten Einkünfte abgestellt (Art. 41 Abs. 4 WStB). Diese Umstellung hat zur Folge, dass die Einkünfte jener Jahre, die nicht mehr oder nur noch teilweise in Betracht fallen, überhaupt nie oder nur für den Teil der Veranlagungsperiode besteuert werden, der bis zum Zeitpunkt der Zwischenveranlagung verflossen ist. Damit entsteht die sog. Bemessungslücke.\n\nDer Steuerpflichtige wird nun insbesondere, wenn er - wie hier - durch Überführung seines Einzelunternehmens in eine Kapitalgesellschaft den Zeitpunkt und die Modalitäten des Zwischenveranlagungsgrundes (hier Berufswechsel) selbst bestimmen kann, die für ihn steuerlich günstigste Lösung auswählen; namentlich wird er versuchen, durch entsprechende Vorkehren möglichst hohe Gewinne in die Bemessungslücke zu verlagern. Er spart damit Steuern.\n\nHalten sich solche Massnahmen im Rahmen der normalen Betriebs- und Geschäftsführung, stellen sie eine legale Steuerersparnis dar; aussergewöhnliche Massnahmen sind hingegen daraufhin zu überprüfen, ob sie als Steuerumgehung zu qualifizieren sind.\n\nb) Der Beschwerdeführer hat sein Einzelunternehmen in die am 31. August 1965 gegründete Aktiengesellschaft eingebracht. Auf diesen Zeitpunkt ist eine Zwischenveranlagung vorzunehmen. |320|\n\nDas hat zur Folge, dass auf dem vom Einzelunternehmen in den Jahren 1963/64 erzielten Geschäftseinkommen nur ein Drittel der normalerweise geschuldeten Wehrsteuer (pro rata temporis für 8 Monate statt für volle 2 Jahre) zu entrichten ist. Die Jahre 1963/64 bilden somit in concreto die Bemessungslücke.\n\nGeschäftsjahr\n\nBuchwert der Anlagen zu Beginn des Geschäftsjahres\n\nAbschreibungen\n\nGeschäftsertrag gemäss Gewinn- und Verlustrechnung\n\nFr.\n\nin Fr.\n\nin %\n\nFr.\n\n1955\n\n50'420.\n\n35'497.\n\n70.4\n\n24'244.\n\n1956\n\n67'660.\n\n29'244.\n\n43,2\n\n21'859.\n\n1957\n\n63'760.\n\n25'374.\n\n39,7\n\n57'875.\n\n1958\n\n72'290.\n\n29'578.\n\n40,3\n\n56'339.\n\n1959\n\n335'270.\n\n114'798.\n\n34,2\n\n92'895.\n\n1960\n\n279'680.\n\n135'943.\n\n48,6\n\n125'026.\n\n1961\n\n521'486.\n\n209'007.\n\n40,0\n\n85'170.\n\n1962\n\n452'432.\n\n202'288.\n\n44,7\n\n114'112.\n\n1963\n\n374'000.\n\n242'829.\n\n64,9\n\n283'846.\n\n1964\n\n543'424.\n\n\n\n\n\n855'684.\n\nDie Vorinstanz hat zur Frage der unterlassenen Abschreibungen in ihrem Entscheid selbst nicht ausdrücklich Stellung genommen. Sie hat bezüglich der Berechnung des der Jahressteuer unterliegenden Einkommens auf den Bericht ihres Experten abgestellt. |321|\n\nDie EStV geht nun davon aus, dass, wenn der Beschwerdeführer im Geschäftsjahr 1964 seine Betriebsrechnung mit den prozentual gleich hohen Abschreibungen belastet hätte, um die er seine Anlagen in den Vorjahren jeweils regelmässig herabgesetzt hat, das Geschäftsergebnis dieses Jahres um Fr. 224'894.-- niedriger ausgefallen wäre. Dieses Vorgehen steht - so die Auffassung der EStV - nicht nur mit der persönlichen, bis 1964 vom Beschwerdeführer konsequent eingehaltenen Geschäftspolitik in krassem Gegensatz, sondern widerspricht allgemeinen Buchführungs- und Bilanzierungsgrundsätzen. Das völlige Unterlassen der Abschreibungen, einzig mit dem Zweck Steuern zu ersparen, müsse als Steuerumgehungsmanöver qualifiziert werden. Solch offensichtlichem Missbrauch könne aufgrund von Art. 43 WStB entgegengetreten werden. Der Beschwerdeführer habe dank früher vorgenommener, übersetzter Abschreibungen Reserven gebildet, die es ihm gestatteten, die im Jahre 1964 eingetretenen Wertverminderungen aufzufangen. Durch das Unterlassen der Abschreibung seien die bestehenden Reserven teilweise aufgelöst worden, was im überhöhten Geschäftsergebnis des Jahres 1964 zum Ausdruck gekommen sei. In diesem Geschäftsergebnis sei mithin ein Gewinnbestandteil enthalten, der aus diesen realisierten Mehrwerten stamme. Diese Mehrwerte seien nach Art. 43 WStB mit einer Jahressteuer zu belegen.\n\nc) Dieser Argumentation kann nicht gefolgt werden. Richtig ist, dass die Jahressteuer auf Kapitalgewinnen und Wertvermehrungen nach Art. 43 WStB die Sicherstellung der uneingeschränkten Besteuerung aller vor dem Eintritt des Zwischenveranlagungsgrundes realisierten Mehrwerte bezweckt. Es soll über die in den letzten Jahren der Betriebsführung aufgelösten, bisher nicht als Gewinne versteuerten Reserven abgerechnet werden. Gegenstand der Jahressteuer nach Art. 43 WStB sind daher alle in der Berechnungsperiode oder in der Veranlagungsperiode im Betrieb eines zur Führung kaufmännischer Bücher verpflichteten Unternehmens durch Veräusserung oder Verwertung von Vermögensgegenständen erzielten Kapitalgewinne (Art. 21 Abs. 1 lit. d WStB) sowie die auf solchen Sachen und Rechten eingetretenen und\n\nverbuchten Wertvermehrungen (Art. 21 Abs. 1 lit. f; vgl. auch KÄNZIG, Wehrsteuer, N. 5 zu Art. 43 und derselbe, Ergänzungsband, N. 5 zu Art. 43). So entsteht beispielsweise bei der Umwandlung einer Personengesellschaft |322| in eine Aktiengesellschaft, wo die gesamten Aktiven und Passiven zu den bisherigen Buchwerten auf die neu gegründete Gesellschaft übertragen werden, kein Gewinn, der der Sondersteuer nach Art. 43 WStB zu unterwerfen wäre. Dagegen unterliegt der besondern Jahressteuer der Gewinn, den die Personengesellschaft vor der Umwandlung in der Berechnungs- und in der Veranlagungsperiode durch Auflösung von stillen Reserven erzielt hat (BGE 93 I 187 Erw. 2).\n\nZweck und Notwendigkeit einer solchen Sonderbesteuerung ergeben sich aus dem zeitlichen Auseinanderklaffen von Berechnungsperiode und Veranlagungsperiode bei der ordentlichen Besteuerung. Damit soll verhindert werden, dass während der Betriebsführung zu Lasten des steuerbaren Reinertrages geschaffene Reserven bei ihrer Realisierung der Besteuerung entgehen (MASSHARD, Wehrsteuer, N. 2 zu Art. 43 mit Hinweisen).\n\nDie Frage, die sich im vorliegenden Fall stellt, ist daher vorerst, ob - wie die EStV behauptet - der Beschwerdeführer dadurch Reserven aufgelöst bzw. Mehrwerte realisiert hat, dass er in dem der Umwandlung vorausgehenden Geschäftsjahr keine Abschreibungen vornahm.\n\nEs ist durchaus einleuchtend, dass, wenn auf Gegenständen des Geschäftsvermögens durch Abnützung oder zufolge anderer Ursachen ein Minderwert eingetreten ist, dieser Substanzverlust bzw. Minderwert in denGeschäftsbüchern durch Abschreibungen ausgeglichen werden muss. Nicht so vorzugehen bedeutet in der Regel, dass ein den Geschäftstatsachen nicht entsprechender Gewinn ausgewiesen, mithin die wirtschaftliche Lage des Unternehmens in Verletzung des Prinzips der Bilanzwahrheit zu günstig dargestellt wird. Davon kann aber im vorliegenden Fall nicht die Rede sein. Der Beschwerdeführer hat zwar im Jahre 1964 keine Abschreibungen vorgenommen; er hat aber damit nicht in Verletzung des Grundsatzes der Bilanzwahrheit die wirtschaftliche Lage seines Einzelunternehmens zu günstig dargestellt. Aufgrund der in früheren Jahren vorgenommenen grossen - doch von den Steuerbehörden anerkannten - Abschreibungen hat er durch den Verzicht auf Abschreibungen im Geschäftsjahr 1964 auf Ende dieses Geschäftsjahres jene Buchwerte erreicht, die den effektiven Unternehmungswerten entsprachen. Es liegen weder ein Kapitalgewinn noch eingetretene und verbuchte Wertvermehrungen im Sinne von |323| Art. 43 in Verbindung mit Art. 21 Abs. 1 lit. d bzw. f WStB vor.\n\nd) Nachdem der Beschwerdeführer mit seinem Vorgehen Steuern gespart hat, stellt sich jedoch die Frage, ob sein Verhalten als Steuerumgehung zu qualifizieren ist.\n\nHierzu ist vorab festzuhalten, dass es grundsätzlich jedermann freisteht, sich wirtschaftlich so zu betätigen, dass möglichst wenig Steuern geschuldet werden, d.h. zwischen mehreren Möglichkeiten rechtlicher Gestaltung jene zu wählen, welche die geringste Steuerbelastung zur Folge hat. Wird jedoch um der Steuerersparnis willen ein ungewöhnliches Vorgehen, eine dem wirtschaftlichen Tatbestand nicht entsprechende zivilrechtliche Konstruktion gewählt, so wird dies steuerrechtlich als Rechtsmissbrauch betrachtet und entsprechend gewürdigt (vgl. dazu GEERING, Von Treu und Glauben im Steuerrecht, in Festschrift E. Blumenstein, Zürich 1946, S. 138; sowie Urteil in ASA 19, 91). Nach der Rechtsprechung (der verwaltungsrechtlichen Kammer) des Bundesgerichts liegt eine Steuerumgehung vor, wenn die von den Beteiligten gewählte Rechtsgestaltung als ungewöhnlich (\"insolite\"), sachwidrig oder absonderlich, jedenfalls der wirtschaftlichen Gegebenheit völlig unangemessen erscheint, anzunehmen ist, dass diese Wahl missbräuchlich, lediglich deshalb getroffen worden ist, um Steuern einzusparen, welche bei sachgemässer Ordnung der Verhältnisse geschuldet wären und das gewählte Vorgehen tatsächlich zu einer erheblichen Steuerersparnis führen würde, sofern es von der Steuerbehörde hingenommen würde. Sind diese Voraussetzungen erfüllt, so wird der Besteuerung auch dann, wenn die gewählte Rechtsform unter dem Gesichtspunkt des Zivilrechts als gültig und wirksam erscheint, nicht diese Gestaltung zugrunde gelegt, sondern die Ordnung, welche der sachgemässe Ausdruck des von den Beteiligten erstrebten wirtschaftlichen Zwecks gewesen wäre (BGE 73 I 75; BGE 80 I 34; BGE 93 I 725; Urteil vom 20. Juni 1969 i.S. EStV und vom 29. März 1972 i.S. K.).\n\nDies ist hier nicht der Fall. Die vom Beschwerdeführer gewählte Rechtsgestaltung ist - worauf bereits hingewiesen worden ist - weder sachwidrig noch erscheint sie den wirtschaftlichen Gegebenheiten völlig unangemessen. Im Gegenteil, wenn der Beschwerdeführer im Geschäftsjahr 1964 nicht gemäss seiner in den vorhergehenden Jahren gewohnten Praxis |324| abgeschrieben hat, hat er wohl Steuern erspart, zugleich aber - und dies ist entscheidend - damit den wirtschaftlich reellen Wert seines Unternehmens für den Zeitpunkt der Geschäftsübergabe erreicht. Die Unterlassung der Abschreibung wirkt sich somit zwar einseitig zu seinen Gunsten aus; das Vorgehen kann jedoch steuerrechtlich nicht als Rechtsmissbrauch qualifiziert werden.\n\nHätte der Beschwerdeführer im Geschäftsjahr 1964 wie nach der in den vorhergehenden Jahren geübten Praxis abgeschrieben, hätte er damit stille Reserven geschaffen. Der Liquidationserlös hätte alsdann die Buchwerte überstiegen. Ein solches Vorgehen erscheint unternehmungswirtschaftlich keineswegs angezeigt. Treu und Glauben im Steuerrecht verlangen vom Unternehmer, der sein Geschäft aufgibt, bzw. dieses in eine andere Rechtsform umwandelt, nun aber keineswegs, dass er stille Reserven schafft, damit sie als Liquidationsgewinn steuerlich erfasst werden können (vgl. ZBl 71/1970, S. 315). So vorzugehen kann selbst dann nicht verlangt werden, wenn zahlreiche Jahre vor der Liquidation übersetzte Abschreibungen vorgenommen wurden. (Dabei ist im vorliegenden Fall keineswegs nachgewiesen und nicht wahrscheinlich, dass der Beschwerdeführer in den der Liquidation vorgehenden Geschäftsjahren einzig mit dem Ziel stark abgeschrieben hat, bei der Geschäftsübergabe nicht abschreiben zu müssen und einen massiven Gewinn in die Bemessungslücke verlagern zu können.) Verhindert werden soll die steuerfreie Auflösung von früher zulasten des steuerbaren Gewinnes gebildeten stillen Reserven durch Aufwertungen.\n\ne) Wenn die kantonale Rekurskommission somit die unterlassenen Abschreibungen nicht zum Anlass einer Sonderbesteuerung genommen hat, hat sie damit weder Bundesrecht verletzt noch den Sachverhalt offensichtlich unrichtig oder unvollständig festgestellt. Zu einer Abänderung des angefochtenen Entscheids zuungunsten des Beschwerdeführers besteht mithin kein Anlass.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Beschwerde wird abgewiesen.\n\n2.- Das weitergehende Begehren der Eidg. Steuerverwaltung wird abgewiesen."}