{"annee": "98", "cour": "IB", "page": "30", "date": "25/2/1972", "cite": [], "cite_par": ["100 IB 331", "105 IB 126"], "chapeau": "6. Auszug aus dem Urteil vom 25. Februar 1972 i.S. Verband nordostschweizerischer Käserei- und Milchgenossenschaften gegen Gwerder und Eidg. Volkswirtschaftsdepartement.", "regestes": ["Statut du lait: Permis de construire et de mettre en service de nouvelles installations de fabrication et de remplissage pour le lait pasteurisé. Interprétation de l'art. 21bis al. 4 ASL."], "faits": "|30|\n\nA.- Anton Gwerder bezieht die Pastmilch beim Verband nordostschweizerischer Käserei- und Milchgenossenschaften in |31| Winterthur (nachfolgend \"Milchverband\" genannt); dabei handelt es sich bis anhin um bloss geringfügige Quantitäten von wenigen hundert Litern pro Jahr. Die Lieferungen erfolgen jeweils am Montag, Mittwoch und Freitag gemäss vorheriger Bestellung, wobei jene für den Freitag telephonisch bis spätestens Donnerstag, 15.00 Uhr, aufgegeben werden kann. Anton Gwerder möchte dazu übergehen, die Pastmilch selber herzustellen. Er erhofft sich davon eine massive Umsatzsteigerung, weil er sich dann dem wetterabhängigen Touristenverkehr im Muotathal anpassen könnte, was nach der bisherigen Regelung nicht möglich sei. Sein entsprechendes Gesuch vom 18. Dezember 1970 wurde von der Abteilung für Landwirtschaft am 15. April 1971 abgelehnt, weil sich die Selbstherstellung nach Massgabe der Gestehungskostenrechnung nicht kostensparend auswirke und deshalb die Voraussetzungen des Art. 21 bis Abs. 4 Milchbeschluss nicht erfüllt seien.\n\nGegen diesen Entscheid erhob Anton Gwerder Beschwerde. Diese wurde vom EVD am 31. August 1971 mit der Begründung gutgeheissen, dass gesamthaft die geordnete und kostensparende Konsummilchversorgung und die zweckmässige Milchverarbeitung durch die Selbstherstellung nicht gestört würden und dass örtlich von der Eigenfabrikation eine Verbesserung der Verhältnisse in bezug auf die Deckung des Pastmilchbedarfes und die zweckmässige Milchverwertung zu erwarten seien.\n\nB.- Gegen diesen Entscheid erhebt der Milchverband Verwaltungsgerichtsbeschwerde. Er beantragt, das Bewilligungsgesuch des Anton Gwerder sei abzulehnen.\n\nAnton Gwerder beantragt die Abweisung der Verwaltungsgerichtsbeschwerde; ebenso das EVD für den Fall, dass auf die Beschwerde eingetreten werde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Eintretensfrage).\n\n2. Nach Art. 21 bis Abs. 4 Milchbeschluss sind die Erstellung und der Betrieb neuer Anlagen für die Herstellung und Abfüllung von Pastmilch nur zu bewilligen, \"wenn dadurch gesamthaft die geordnete und kostensparende Konsummilchversorgung und die zweckmässige Milchverarbeitung nicht gestört werden und eine einwandfreie Qualität gewährleistet wird\". Die Qualitätsfrage ist nicht streitig. Die Handelsstelle des Schweizerischen Milchkäuferverbandes hat der Abteilung für |32| Landwirtschaft mitgeteilt, dass die Anlage von Anton Gwerder die Herstellung qualitativ einwandfreier Pastmilch gewährleiste. Überdies sind im angefochtenen Entscheid die Bestimmungen der Lebensmittelverordnung ausdrücklich vorbehalten worden. Zu prüfen sind die übrigen Voraussetzungen zur Erteilung der Bewilligung. Diese müssen nach Art. 21 bis Abs. 4 Milchbeschluss \"gesamthaft\" beurteilt werden, was bedingt, dass die einzelnen Beurteilungsfaktoren gegeneinander abgewogen werden; die Gegenüberstellung von sämtlichen Vor- und Nachteilen muss ihren Ausdruck in einer Gesamtwürdigung finden.\n\na) Das EVD ging im angefochtenen Entscheid davon aus, bei Selbstherstellung könnte Anton Gwerder einen Jahresumsatz von 12 000 l erreichen. Nach Ansicht des Milchverbandes ist eine derartige Entwicklung des Pastmilchumsatzes \"völlig unwahrscheinlich\". Wie es sich damit verhält, kann das Bundesgericht frei prüfen (Art. 104 lit. b OG und Umkehrschluss aus Art. 105 Abs. 2 OG). Dabei ist indes zu berücksichtigen, dass es sich um eine Schätzung für die Zukunft handelt und zwar auf einem Spezialgebiet, in dem die zuständige Verwaltungsbehörde über grosse Erfahrung verfügt. Das Bundesgericht hat daher seine Überprüfung auf die Frage zu konzentrieren, ob die möglichen und zumutbaren Abklärungen getroffen wurden und ob die angestellte Schätzung den Beurteilungsfaktoren in vernünftiger Weise Rechnung trägt.\n\nEntgegen der Darstellung des Milchverbandes ist die von der Vorinstanz getroffene Schätzung nicht \"ohne Abklärung der wirklichen Verhältnisse\" erfolgt. Das EVD hat Abklärungen getroffen, die insofern erst ermöglicht wurden, als Anton Gwerder die Anlage im April 1971 eigenmächtig angeschafft und vorübergehend betrieben hatte. Während dieser Zeit konnte bereits eine erhebliche Umsatzsteigerung festgestellt werden. Hinzukommt, dass der Gemeinderat Muotathal das Gesuch des Anton Gwerder unterstützte und dass insbesondere der Milchkäuferverband Schwyz und Umgebung auf die Anstrengungen für den touristischen Aufschwung im Muotathal hinwies. Dass noch weitere Abklärungen hätten getroffen werden können und müssen, ist nicht ersichtlich; der Milchverband macht diesbezüglich denn auch keine Vorschläge.\n\nAufgrund ihrer Feststellungen durfte das EVD eine Umsatzsteigerung bis auf 30-351 pro Tag im Jahresdurchschnitt oder rund 12 0001 im Jahr schätzen. Gestützt darauf sowie auf die |33| übrigen, heute nicht mehr umstrittenen Bemessungsfaktoren errechnete die Abteilung für Landwirtschaft im Auftrag des EVD den Gestehungspreis der Pastmilch bei Selbstherstellung durch Anton Gwerder auf 99,05 Rp/l. Gegenüber dem Verkaufspreis des Milchverbandes - 90,2 Rp/l - ergeben sich bei der Selbstherstellung somit Mehrkosten von rund 9 Rp/l. Da Anton Gwerder den Verkaufspreis von Fr. 1.05/l im Laden und von Fr. 1.10/l auf der Strasse nicht erhöht, verringert sich seine Marge um die genannten 9 Rappen. Dem steht eine massive Umsatzsteigerung gegenüber, welche die verringerte Marge weitgehend kompensieren dürfte. Es könnte daher - auf das Geschäft von Anton Gwerder allein bezogen - kaum von einem Verstoss gegen den Grundsatz der \"kostensparenden Konsummilchversorgung\" gesprochen werden. Wird dagegen auch die Produktion beim Milchverband mit in Betracht gezogen, ist eine gewisse Verteuerung nicht zu bestreiten. Zwar fällt diese deshalb nicht so schwer ins Gewicht, weil es eine normale Erscheinung ist, dass eine Grossanlage kostengünstiger produziert als eine Kleinanlage, und weil es sicher nicht der Wille des Gesetzgebers sein kann, in Zukunft nur noch Grossanlagen zu bewilligen. Trotzdem kann unter dem alleinigen Gesichtspunkt der Gestehungskosten die Selbstherstellung durch Anton Gwerder nicht als \"kostensparend\" qualifiziert werden.\n\nb) Anton Gwerder hat glaubwürdig dargetan und das EVD mit Recht darauf abgestellt, dass die Ausnützung des Touristenkonsumbedarfs wegen dessen wetterbedingten Schwankungen eine flexible und kurzfristig anpassungsfähige Produktionsmöglichkeit voraussetzt. Die Zulieferung aus Winterthur vermag dem offensichtlich nicht zu entsprechen. Bei den im Gebirge oft unsicheren und rasch wechselnden Wetterlagen dürfte es nur selten möglich sein, bereits am Donnerstagnachmittag mit hinreichender Zuverlässigkeit den Touristenbedarf des Wochenendes abzuschätzen. Wegen der beschränkten Haltbarkeit der Pastmilch ist aber eine Anpassung des Angebotes an die Nachfrage unabdingbar. Mit ihr steht und fällt die Deckung des Touristenbedarfs im abgelegenen Muotathal und damit ganz allgemein die Absatzsteigerung von Pastmilch. Daraus ergibt sich, dass die von Anton Gwerder angestrebte Selbstherstellung von Pastmilch die \"geordnete Konsummilchversorgung\" nicht nur nicht stört, sondern erheblich verbessert. Dasselbe gilt bezüglich |34| der \"zweckmässigen Milchverarbeitung\". Durch das erhöhte Angebot und den vermehrten Konsum von Pastmilch wird eine volkswirtschaftlich erwünschte Milchverwertung erreicht.\n\nWenn der Milchverband die wenigen hundert Liter Pastmilch pro Jahr dem Anton Gwerder nicht mehr liefern kann, ändert dies für ihn hinsichtlich der Milchverwertung und Milchversorgung kaum Wesentliches. Er macht aber zusätzlich geltend, eine large Bewilligungspraxis könnte das gesamte System aus den Fugen geraten lassen. Der Entscheid des EVD ist jedoch nicht dazu angetan, eine generell large Bewilligungspraxis einzuleiten. Darin wird lediglich Rücksicht genommen auf die in concreto besonders gelagerten Verhältnisse, namentlich auf die Abgelegenheit und Abgeschlossenheit des in Frage stehenden Versorgungsgebietes, die verhältnismässig komplizierte Zulieferung aus Winterthur sowie die nur kurzfristig erkennbaren Schwankungen der Nachfrage. Überdies fällt positiv ins Gewicht, dass durch die angestrebte Selbstherstellung ein neues Absatzgebiet für Pastmilch überhaupt erst erschlossen werden kann. Der vorliegende Fall dürfte sich daher von zahlreichen andern, namentlich solchen aus dem Mittelland, wesentlich unterscheiden. In diesem Lichte kann er auch nicht mit dem vom Bundesgericht beurteilten \"Fall Villmergen\" (Urteil vom 28.4.1967), den der Milchverband zur Begründung seiner Auffassung heranzieht, verglichen werden.\n\nc) Zusammenfassend ist demnach festzuhalten, dass dem Nachteil hinsichtlich der Gestehungskosten im vorliegenden Fall der Vorteil der wesentlich bessern Milchversorgung gegenübersteht. Durch diesen Vorteil wird der Nachteil zumindest ausgeglichen. Auch stört die Selbstherstellung von Pastmilch die zweckmässige Milchverarbeitung im Sinne von Art. 21 bis Abs. 4 Milchbeschluss nicht. Das EVD hat daher die Bewilligung zu Recht erteilt. Die Beschwerde des Milchverbandes ist unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}