{"annee": "98", "cour": "IA", "page": "98", "date": "29/3/1972", "cite": [], "cite_par": ["106 IA 33", "102 IA 516", "110 IA 140", "107 IA 138", "105 II 273", "103 IA 293", "104 IA 297"], "chapeau": "14. Arrêt du 29 mars 1972 dans la cause Preisler contre Chambre d'accusation du canton de Genève.", "regestes": ["Liberté personnelle. Détention préventive. Détention préventive en droit genevois. Base légale et autorités compétentes (consid. 3). Le droit genevois ne permet pas d'incarcérer, pendant la durée de la procédure de seconde instance, un condamné qui avant l'audience de jugement était en liberté - pure et simple - et non en liberté provisoire au sens de la constitution et de la loi cantonales (consid. 4)."], "faits": "BGE 98 Ia 98 S. 98\n\nA.- Jaroslav Preisler, réfugié techécoslovaque, a été condamné en 1970 et 1971 en Allemagne à deux peines de dix mois et six mois d'emprisonnement, notamment pour délit successif de vol qualifié, vol et faux dans les titres. A la demande du Juge d'instruction de Genève, qui avait ouvert une information contre lui pour vol, il fut extradé et incarcéré à Genève le 27 juillet 1971. Le même jour, le Juge d'instruction décerna contre lui un mandat d'arrêt. Le 11 août 1971, ce magistrat transmit le dossier à la Chambre d'accusation, requérant que Preisler fût placé sous mandat de dépôt au sens des art. 18 Cst. gen. et 150 PP gen. La Chambre d'accusation, constatant BGE 98 Ia 98 S. 99que la requête du juge n'avait pas été formée avant l'expiration du délai de validité - de huit jours - du mandat d'arrêt, ordonna la mise en liberté immédiate de Preisler. Celui-ci fut élargi le 16 septembre, le Procureur général l'ayant maintenu en détention jusqu'à cette date, en considérant - rétroactivement pour la période du 4 au 11 août - la détention du 4 août au 16 septembre comme une peine résultant de la conversion d'amendes précédemment prononcées et restées impayées. Le 7 novembre 1971, Preisler fut arrêté à Sissach (Bâle-Campagne) comme soupçonné de tentative de vol avec effraction. Il fut conduit à l'audience de la Cour correctionnelle de Genève du 10 novembre et condamné le lendemain à la peine de dixhuit mois d'emprisonnement. Le même jour, le Procureur général ordonna qu'il fût gardé en détention, par un ordre d'écrou motivé. Preisler recourut le 12 novembre à la Cour de cassation contre le jugement de la Cour correctionnelle. Le 15 novembre, les autorités de Bâle-Campagne révoquèrent le mandat décerné par elles contre Preisler.\n\nLe même jour, celui-ci saisit la Chambre d'accusation d'une demande tendant à sa mise en liberté provisoire sans caution. Statuant le 17 novembre, la Chambre ordonna la mise en liberté provisoire, sous caution de 20 000 fr.\n\nB.- Preisler forme un recours de droit public et requiert le Tribunal fédéral d'annuler l'ordonnance de la Chambre d'accusation en tant qu'elle subordonne sa mise en liberté au dépôt de la somme de 20 000 fr. et d'ordonner sa mise en liberté pure et simple. Il se plaint de violation de la garantie constitutionnelle de la liberté personnelle, ainsi que de violation de l'art. 4 Cst.\n\nC.- La Chambre d'accusation et le Procureur général concluent au rejet du recours de droit public.\n\nD.- Le 27 mars 1972, la Cour de cassation genevoise a rejeté le recours formé par Preisler contre le jugement de la Cour correctionnelle.", "considerants": "Considérant en droit:\n\n1. La garantie de la liberté personnelle et l'interdiction de l'arbitraire protègent l'individu quelle que soit sa nationalité. La qualité d'étranger de Preisler ne met pas obstacle à l'entrée en matière (RO 96 I 141 consid. 3; 626 consid. 1).\n\nLa Cour de cassation cantonale ayant rejeté, le 27 mars 1972, BGE 98 Ia 98 S. 100le recours formé par Preisler contre le jugement de la Cour correctionnelle, la condamnation prononcée est exécutoire. Même si l'incarcération et la prolongation de la détention durant la procédure de seconde instance cantonale étaient contraires à la constitution, le Tribunal fédéral, saisi d'un recours de droit public, ne pourrait plus ordonner aujourd'hui la libération immédiate du recourant, alors qu'il aurait pu le faire avant l'arrêt de la Cour de cassation cantonale (cf. RO 95 I 242). Le recourant purge sa peine et même un pourvoi en nullité au Tribunal fédéral n'en suspendrait pas l'exécution de plein droit (art. 272 al. 7 PPF). Preisler pourrait cependant déduire des droits de la simple constatation de l'inconstitutionnalité de sa détention pendant la période courant du 15 novembre 1971 - date de la révocation du mandat d'arrêt bâlois - au 27 mars 1972, et cela même si cette détention est imputée sur la peine à subir. Dans cette mesure tout au moins, il conserve un intérêt à l'admission du recours. Le Tribunal fédéral entrera donc en matière.\n\nLe droit genevois ne désigne pas expressément l'autorité compétente pour statuer sur une demande de mise en liberté présentée durant la procédure cantonale de cassation. Alors que, dans une précédente cause, la Chambre d'accusation s'était jugée incompétente pour statuer sur une telle demande (cf. RO 95 I 239 consid. 5), elle est entrée en matière sur la requête de Preisler. Personne ne prétend que cette compétence soit usurpée. Le Procureur général soutient dès lors à tort que le recours n'aurait pu être dirigé que contre son ordre d'écrou, comme dans la cause précitée. Il perd de vue qu'en l'espèce, la Chambre d'accusation a statué sur la question de fond.\n\n2. L'incarcération d'un individu pour une durée prolongée est toujours une atteinte grave à sa liberté personnelle. Le Tribunal fédéral reverra donc avec plein pouvoir la constitutionnalité de la mesure prise à l'encontre du recourant. Il interprétera librement les dispositions légales cantonales applicables (RO 95 I 237 et les arrêts cités). Dans la mesure où elles offrent à l'individu une protection plus large que la garantie de droit fédéral - fût-ce par des règles purement formelles - les dispositions de la constitution cantonale s'appliquent concurremment avec elle (cf. RO 95 I 359).\n\n3. a) La constitution genevoise pose à son art. 12 le principe de la liberté personnelle en ces termes: BGE 98 Ia 98 S. 101\n\n\"Nul ne peut être privé de sa liberté qu'en vertu d'un jugement rendu par un tribunal compétent ou d'un mandat décerné, pour assurer l'instruction d'une procédure criminelle ou correctionnelle, par une autorité à qui la présente constitution donne ce pouvoir.\"\n\nElle règle ensuite minutieusement les conditions auxquelles un individu peut être privé de sa liberté, durant l'instruction d'un procès pénal dirigé contre lui. Elle distingue trois catégories de \"mandats\". Le \"mandat d'amener\", valable pour vingtquatre heures seulement, peut être décerné par différents magistrats ou fonctionnaires, et, uniquement dans les cas spéciaux prévus par la loi, par les présidents de tribunaux (art. 15 et 16 Cst. gen.). Le \"mandat d'arrêt\" est l'acte par lequel le juge d'instruction ordonne d'arrêter et de garder en prison pendant huit jours au plus, ou de l'y retenir si elle est déjà arrêtée, une personne prévenue d'un crime ou d'un délit (art. 17 Cst. gen.). Enfin, le \"mandat de dépôt\" est l'acte par lequel la Chambre d'accusation ordonne de retenir en prison une personne arrêtée comme prévenue d'un crime ou d'un délit (art. 18 Cst. gen.). En vertu de l'art. 22 Cst. gen., les mandats doivent contenir l'énonciation du fait pour lequel ils sont décernés. L'art. 26 Cst. gen. dispose que toute personne arrêtée en vertu d'un mandat a le droit \"de demander, en tout état de cause, sa mise en liberté provisoire, sous caution de se représenter à tous les actes de la procédure et pour l'exécution du jugement aussitôt qu'elle en sera requise\". L'art. 35 Cst. gen. règle certaines conséquences d'une détention illégale.\n\nTout en reproduisant la plupart des textes constitutionnels précités, le code de procédure pénale du 7 décembre 1940 (PP) les développe et les complète. L'art. 4 PP reprend l'art. 12 Cst. gen., en remplaçant les mots \"la présente constitution\" par \"la présente loi\". Les art. 91 et 92 PP, sur le mandat d'amener, reproduisent les art. 15 et 16 Cst. gen. L'art. 98 PP, sur le mandat d'arrêt, reprend le texte de l'art. 17 Cst. gen., l'art. 69 PP précisant que, pour qu'une détention préventive puisse se prolonger au-delà de huit jours, le juge d'instruction doit obtenir une ordonnance de la Chambre d'accusation. L'art. 99 PP est semblable à l'art. 22 Cst. gen. L'art. 150 PP, sur le mandat de dépôt, et l'art. 156 PP, sur la liberté provisoire, reproduisent les art. 18 et 26 litt. b Cst. gen. Enfin l'art. 167 al. 1 PP dispose que la liberté provisoire dure jusqu'à l'ouverture de l'audience pour laquelle la cause est appointée.\n\nBGE 98 Ia 98 S. 102\n\nDu régime ainsi établi découlent certaines conséquences importantes. Tout d'abord, les compétences sont strictement distinguées: le juge d'instruction peut seul décerner un mandat d'arrêt, la Chambre d'accusation ne pouvant quant à elle faire arrêter une personne qui n'est pas sous le coup d'un tel mandat, mais seulement ordonner de retenir une personne déjà arrêtée. En outre, la liberté provisoire est un régime bien défini et ne peut être ordonnée que par la Chambre d'accusation; le juge d'instruction ne peut libérer provisoirement la personne retenue en vertu d'un mandat d'arrêt: il la met en liberté purement et simplement, fût-ce en laissant expirer le délai de validité du mandat d'arrêt, ou transmet le dossier à la Chambre d'accusation, qui décerne un mandat de dépôt ou accorde la mise en liberté provisoire. Enfin, l'inculpé qui n'a pas fait l'objet d'un mandat d'arrêt ou qui, ayant fait l'objet d'un tel mandat, est purement et simplement relaxé par le juge d'instruction et n'a donc pas été mis en \"liberté provisoire\" par la Chambre d'accusation, se présente à l'audience de jugement comme prévenu libre.\n\nb) Le tribunal de jugement ou son président ne peuvent ordonner l'arrestation d'un prévenu libre que dans trois cas expressément prévus par la loi: soit lorsqu'il manque de respect au tribunal ou trouble l'audience (art. 238 PP), lorsqu'il commet un délit à l'audience (art. 239 PP) ou enfin lorsqu'il est inculpé, au cours des débats, d'un nouveau crime ou délit (art. 336 PP). Dans les trois cas, l'arrestation ne peut être ordonnée que pour vingt-quatre heures; dans les deux derniers, la personne arrêtée est sous mandat de comparution ou d'amener et est conduite devant le juge d'instruction, qui peut seul décerner un mandat d'arrêt.\n\nPendant le délai de recours en cassation, et jusqu'à l'arrêt de cassation en cas de recours, il est sursis à l'exécution de l'arrêt de la Cour correctionnelle (art. 360 et 383 PP). S'il n'y a pas de recours, ou si le recours est rejeté, la condamnation est exécutée par les ordres du procureur général (art. 361, 459 et 460 PP).\n\n4. En l'espèce, Preisler, arrêté le 27 juillet 1971, a été mis en liberté par la Chambre d'accusation le 11 août 1971, en vertu des art. 69 et 98 PP (art. 17 Cst. gen.). La durée de validité du mandat d'arrêt étant échue, il était alors détenu illégalement. La Chambre d'accusation ne pouvait dès lors décerner BGE 98 Ia 98 S. 103un mandat de dépôt, ni ordonner la mise en liberté provisoire, mesures qui supposent toutes deux l'existence d'un mandat d'arrêt encore en force. Elle a donc ordonné la libération pure et simple du prévenu. Aussi sa décision n'est-elle pas assortie de la condition de se présenter à tous les actes de la procédure et pour l'exécution du jugement, imposée en cas de mise en liberté provisoire. Ainsi, contrairement à X., dont le recours a été tranché par l'arrêt du 25 août 1969 (RO 95 I 233 ss.), déjà cité, Preisler n'était pas en détention, par le seul effet de l'art. 167 PP, lorsqu'il a comparu devant la Cour correctionnelle. La cour de céans n'a pas à décider si le juge d'instruction eût pu lancer un nouveau mandat d'arrêt contre le recourant, ce que la loi ne précise pas. Il suffit de constater qu'en l'espèce, aucun nouveau mandat n'a été décerné par ce magistrat. La Cour correctionnelle n'a pas non plus ordonné l'arrestation. Elle n'aurait du reste pu le faire, aucun des trois cas cités n'étant réalisé en l'espèce.\n\nIl est vrai que Preisler était en réalité détenu lors de l'audience de la Cour correctionnelle. Mais il l'était en vertu d'un mandat d'arrêt d'un autre canton. Pour la Cour correctionnelle, il comparaissait comme un prévenu libre. De toute manière, lorsque le mandat bâlois a été révoqué, le 15 novembre 1971, le droit genevois n'offrait plus aucune base légale permettant de retenir Preisler en détention. Le Procureur général ne pouvait fonder son ordre d'écrou sur aucune des deux dispositions qu'il invoque. L'art. 167 PP ne s'appliquait pas à Preisler, qui n'avait jamais été en liberté provisoire au sens du droit cantonal. On ne saurait en effet, sans méconnaître l'esprit du droit genevois en cette matière, assimiler la situation de l'inculpé libéré purement et simplement au cours de l'instruction, à celle de l'inculpé mis formellement en liberté provisoire par la Chambre d'accusation, que ce soit d'emblée, à réception du dossier (art. 149 PP), ou sur requête, après la mise sous mandat de dépôt (art. 156 ss. PP). En cela, la présente cause se distingue nettement de la cause X., précitée (RO 95 I 241 consid. 6 a). L'art. 459 ne s'appliquait pas davantage, puisqu'il ne concerne que les jugements exécutoires et qu'en vertu des art. 360 et 383 PP, l'exécution de l'arrêt de la Cour correctionnelle était suspendue. Aucune autre disposition du droit cantonal ne permettait au Procureur général de prolonger la détention, fondée jusque-là sur le mandat bâlois. Violant ainsi le droit cantonal, BGE 98 Ia 98 S. 104la prolongation de la détention de Preisler était aussi contraire au droit constitutionnel fédéral, faute de reposer sur une base légale. Il est certes choquant qu'un condamné dangereux puisse ainsi échapper à l'exécution de la peine. L'intérêt public à une répression pénale efficace l'emporte ici sans aucun doute sur la liberté personnelle du condamné. On peut même douter que le droit cantonal soit compatible avec le devoir des cantons d'exécuter les jugements pénaux (art. 374 CP). Mais l'on ne saurait, en matière de liberté personnelle, renoncer à l'exigence d'une base légale expresse.\n\n5. Vu ce qui précède, la Chambre d'accusation, constatant que le jugement n'était pas exécutoire et que la détention ne pouvait se fonder sur aucun mandat valable, devait prononcer d'office la libération pure et simple du recourant, comme elle l'avait fait le 11 août 1971. N'ayant prononcé que la liberté provisoire sous caution, elle a violé la garantie de la liberté personnelle, telle qu'elle résulte du droit fédéral non écrit et du droit constitutionnel genevois. Son ordonnance doit être annulée.\n\nIl est vrai que le recourant, par le ministère de son avocat, avait requis non sa mise en liberté pure et simple, mais sa mise en liberté provisoire sans caution, du moins dans sa requête écrite. On ne saurait cependant, sans excès de formalisme, lui reprocher aujourd'hui de prendre des conclusions nouvelles devant la cour de céans, surtout si l'on tient compte du fait que son conseil a signé une formule imprimée, remise par le greffe du tribunal, formule qui concerne uniquement la liberté provisoire et qui indique l'art. 156 PP comme seul fondement juridique. Il faut au contraire considérer qu'en demandant d'être mis en liberté provisoire sans caution, le recourant entendait obtenir sa libération pure et simple. Toutefois, le recours en cassation ayant été rejeté, la condamnation prononcée contre Preisler est aujourd'hui exécutoire. Ni la constitution fédérale, ni le droit cantonal ne font plus obstacle à la détention. Partant, le Tribunal fédéral n'ordonnera pas la libération de Preisler et le recours ne sera admis qu'au sens des considérants.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours au sens des considérants et annule l'ordonnance attaquée."}