{"annee": "98", "cour": "II", "page": "118", "date": "11/4/1972", "cite": [], "cite_par": ["103 III 21"], "chapeau": "18. Auszug aus dem Urteil der I. Zivilabteilung vom 11. April 1972 i.S. Minitherm AG gegen Quiba AG.", "regestes": ["Rédhibition d'un contrat d'entreprise. 1. Art. 368 al. 1 et 3 CO. Construction de deux réservoirs à combustibles, inutilisables pour le maître et non réparés par le constructeur en dépit de promesses réitérées; conditions et exercice du droit à la rédhibition du contrat (consid. 2 et 3). 2. Art. 52 al. 3 et 98 al. 1 CO. Ces dispositions ne sont pas applicables au maître qui fait enlever les réservoirs inutilisables (consid. 4)."], "faits": "|119|\n\nA.- Die Minitherm AG lieferte der Quiba AG im Mai 1968 für einen Neubau in Zürich-Örlikon zwei Heizöltanks, deren Teile an Ort und Stelle zusammengeschweisst wurden. Die Tanks kosteten zusammen Fr. 19'545.-- und sollten 70'000 bzw. 72'000 l fassen.\n\nAm 31. Juli teilte die Quiba AG der Herstellerfirma mit, der grössere Tank sei am Vortage probeweise mit Wasser gefüllt worden und daraufhin geborsten. Am 2. August schrieb sie der Firma, sie habe die beiden Behälter inzwischen zusammen mit einem Vertreter der zuständigen Behörde besichtigt und dabei festgestellt, dass der untere Teil des grössern Tanks völlig verzogen sei und auch der kleinere seitlich grosse Blähungen aufweise; sie habe nun die Eidg. Materialprüfungsanstalt (EMPA) mit einer Expertise beauftragt. In einem weiteren Schreiben vom 7. August führte die Quiba AG aus, ein Augenschein mit Vertretern der Tankkontrolle, der EMPA sowie eines Ingenieurbüros habe ergeben, dass die gesamte Konstruktion ungenügend sei und nicht den Regeln des Stahlbaus entspreche. Sie forderte die Minitherm AG auf, die beiden Tanks sogleich auszubauen und bis Ende August durch neue zu ersetzen, deren Pläne und statischen Berechnungen ihr vorher zu unterbreiten seien.\n\nIn ihrer Antwort vom 16. August 1968 anerkannte die Minitherm AG die mangelhafte Konstruktion und versprach, beide Tanks innert kürzester Frist instandzustellen. Die Quiba AG stimmte hierauf einer Wiederherstellung der Tanks zu, beharrte aber darauf, dass ihr vorher die Pläne und Berechnungen vorzulegen seien. Die Minitherm AG war damit einverstanden. Die Quiba AG wartete bis Ende September. Dann setzte sie der Minitherm AG Frist bis 3. Oktober, die technischen Unterlagen vorzulegen, andernfalls sie die Tanks wegräumen und durch neue ersetzen lasse. Am 24. Oktober schrieb die Quiba AG der Herstellerin, dass die versprochenen Unterlagen nicht eingetroffen seien und sie nun bei einer andern Firma neue Tanks bestellt habe; die Minitherm AG möge die alten bis |1201| . November 1968 entfernen, ansonst dies auf ihre Kosten durch Dritte besorgt würde.\n\nDa die Minitherm AG auch dieser Aufforderung nicht nachkam, liess die Quiba AG die fehlerhaften Tanks wegschaffen und von der Firma Schneider zum Preise von Fr. 40'210.-- zwei neue einbauen.\n\nB.- Im Juli 1969 klagte die Quiba AG gegen die Minitherm AG auf Zahlung von Fr. 30'431.05 Schadenersatz nebst 5% Zins seit 4. Juni 1969.\n\nDas Bezirksgericht Steckborn und auf Appellation hin am 18. November 1971 auch das Obergericht des Kantons Thurgau hiessen die Klage im Teilbetrage von Fr. 19'362.95 gut.\n\nC.- Die Beklagte erklärte gegen das Urteil des Obergerichts die Berufung. Sie beantragte, es aufzuheben und die Klage abzuweisen.\n\nDas Bundesgericht hat die Berufung abgewiesen und das angefochtene Urteil bestätigt.", "considerants": "Aus den Erwägungen:\n\n2. Die Klägerin war nicht verpflichtet, die ihr nach Art. 368 OR zustehenden Rechte sofort auszuüben und die dort vorgesehene Wahlerklärung schon mit der Mängelrüge abzugeben. Dass sie der Beklagten am 31. Juli 1968 schrieb, sämtliche Schweissnähte des geborstenen Tanks zu prüfen und das Leck zu schweissen, schadet ihr daher nicht; sie konnte damals das Ausmass der Mängel noch nicht übersehen, glaubte sie doch, wie aus ihrem Schreiben erhellt, der kleinere Tank von 70'000 l habe die Wasserdruckprobe bestanden und sei in Ordnung. Wie unfachmännisch die beiden Behälter gebaut waren, erkannte die Klägerin erst, als sie diese anfangs August mit drei Sachverständigen, nämlich einem Vertreter des Amtes für Tankkontrolle, einem Experten der EMPA und einem Ingenieur, besichtigte. Mit Schreiben vom 7. August forderte sie dann die Beklagte auf, die Tanks zu entfernen und durch neue zu ersetzen. Damit entschied die Klägerin sich für die Wandelung im Sinne des Art. 368 Abs. 1 OR. Freilich konnte sie von der Beklagten entgegen der anderslautenden Auffassung von BECKER (N. 12 zu Art. 368 OR) nicht verlangen, neue Tanks zu liefern (OSER/SCHÖNENBERGER, N. 14 und GAUTSCHI, N. 3 a und 10 a zu Art. 368 OR). Das ändert jedoch nichts daran, dass die Klägerin mit ihrer Aufforderung, die beiden Tanks sofort |121| auszubauen, die Annahme des mangelhaften Werkes verweigert hat.\n\n3. Die Beklagte wendet ein, die Klägerin habe zum vorneherein keinen Anspruch auf Wandelung gehabt, da die Tanks, wie die Klägerin selbst anerkannt habe, reparaturfähig gewesen seien und Art. 368 Abs. 3 OR in Fällen wie dem vorliegenden eine Wandelung ausschliesse.\n\na) Die Beklagte hat insofern recht, als die Klägerin ihrem Vorschlag, die Tanks \"innert kürzester Frist\" instandzustellen, zugestimmt hat. Sie verschweigt indes, dass die Klägerin die Zustimmung stets von der Bedingung abhängig machte, die Beklagte müsse ihr die Pläne und die statischen Berechnungen vorher unterbreiten, damit Ingenieur Walt die Unterlagen begutachten könne. Diese Forderung war nach den bisherigen Erfahrungen der Klägerin gerechtfertigt. Die Beklagte hat ihr jedoch nicht nachgelebt. Wohl übergab sie der Klägerin am 30. August eine \"Schematische Darstellung der Tankverstärkungen\"; die darin vorgesehenen Verbesserungen bezeichnete der Sachverständige aber als völlig ungenügend. Zudem fehlten die verlangten statischen Berechnungen. Die Klägerin ersuchte sie deshalb erneut, bis 6. September eine Werkstattzeichnung sowie überprüfbare statische Berechnungen vorzulegen. Obwohl die Beklagte mit Schreiben vom 5. September die Unterlagen zusicherte, unternahm sie nichts, sondern antwortete auf eine weitere Mahnung der Klägerin am 4. Oktober mit neuen Ausflüchten.\n\nDa die Beklagte die Bedingungen, an welche die Gegenpartei ihre Zustimmung zur Instandstellung der Tanks knüpfte, nicht erfüllte, fiel die Vereinbarung dahin. Ob damit die Weigerung der Klägerin vom 7. August, das mangelhafte Werk anzunehmen, wieder wirksam wurde, kann offen bleiben. Jedenfalls lebte das Wahlrecht der Klägerin wieder auf. Sie übte es aus, indem sie am 24. Oktober das Ausbleiben der verlangten Unterlagen feststellte, auf die Verbesserung des Werkes verzichtete und endgültig die Wandelung erklärte.\n\nDas Obergericht stellt fest, beide Tanks seien unbrauchbar gewesen. Diese Feststellung betrifft tatsächliche Verhältnisse und bindet das Bundesgericht, denn die Beklagte macht nicht geltend, dass sie unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen sei oder offensichtlich auf Versehen beruhe (Art. 63 Abs. 2 OG). Da die Beklagte entgegen |122| ihrem Versprechen nicht willens oder fähig war, die technischen Mängel (unentgeltlich) zu beheben, durfte die Klägerin gemäss Art. 368 OR nicht bloss einen dem Minderwert des Werkes entsprechenden Abzug am Lohne machen (Abs. 2), sondern vom Vertrag zurücktreten (Abs. 1). Es konnte ihr nicht zugemutet werden, eine andere Firma mit der Ausbesserung der Tanks zu beauftragen, zumal die ganze Konstruktion von Anfang an verfehlt war und weder Pläne noch statische Berechnungen vorhanden waren. Die Beklagte war auch nicht in der Lage, diese Unterlagen zur nachträglichen Verbesserung des Werkes beizubringen. Es ist deshalb fraglich, ob eine andere Firma überhaupt bereit gewesen wäre, den Auftrag zu übernehmen. Zu bedenken ist ferner, dass die Klägerin in Zeitnot war, da die Heizperiode unmittelbar bevorstand. Was die Beklagte dagegen unter Berufung auf den Experten vorbringt, ist mutwillig. Der Experte hat nicht die Zeitnot, sondern bloss höhere Aufwendungen wegen Zeitnot verneint. Zu beachten ist schliesslich, dass nach den geltenden Vorschriften sehr strenge Anforderungen an die Herstellung, den Einbau und die Wartung von Brenn- und Treibstoffbehältern gestellt werden (Verfügung des Eidg. Departements des Innern vom 27. Dezember 1967 über den Schutz der Gewässer gegen Verunreinigung durch flüssige Brenn- und Treibstoffe sowie andere wassergefährdende Lagerflüssigkeiten, in Kraft seit 1. März 1968; AS 1968 S. 257 ff.). Es ist bezeichnend für die Beklagte, dass sie diese Vorschriften, die in Nr. 8 der amtlichen Gesetzessammlung vom 23. Februar 1968 veröffentlicht worden sind, nicht gekannt haben will.\n\nDie Zulassung der Wandelung in Fällen wie dem vorliegenden entspricht auch der Lehre und Rechtsprechung. Ob die Wandelung zulässig oder bloss ein Abzug am Werklohn zu machen sei, hängt von den gegenseitigen Interessen ab, die nach den Grundsätzen der Billigkeit gegeneinander abzuwägen sind (OSER/SCHÖNENBERGER, N. 7-9 zu Art. 368 OR mit Zitaten; BGE 20 S. 646, 42 II 633 ff. und nicht veröffentlichtes Urteil der I. Zivilabteilung vom 9. Juni 1953 i.S. Sissalux-Werk AG gegen Weber). Diese Interessenabwägung führt hier aber zur Wandelung des Vertrages, da das Werk wegen vertragswidriger Herstellung für den Besteller unbrauchbar war und die Herstellerin von der ihr gebotenen Gelegenheit, die Behälter |123| nachträglich noch in Ordnung zu bringen, keinen Gebrauch machte.\n\nb) Nach Art. 368 Abs. 3 OR ist die Wandelung nicht zulässig bei Werken, die auf dem Grund und Boden des Bestellers errichtet sind und ihrer Natur nach nur mit unverhältnismässigen Nachteilen entfernt werden können. Ob dem Hersteller solche Nachteile drohen, beurteilt sich nach den Umständen des einzelnen Falles, insbesondere nach dem Wert, den das Werk in Verbindung mit dem Grundstück hat, und nach der Wertverminderung, die es im Falle einer Trennung erlitte. Die von der Beklagten gelieferten Tanks taugten für den beabsichtigten Gebrauch überhaupt nicht, und die schwerwiegenden Mängel durch eine andere Firma beheben zu lassen, konnte der Klägerin nicht zugemutet werden. Unter diesen Umständen kann von unverhältnismässigen Nachteilen im Sinne von Art. 368 Abs. 3 OR nicht gesprochen werden. Gewiss hatten die Tanks nach der Entfernung nur noch Schrottwert; in Verbindung mit dem Grundstück waren sie aber nicht einmal soviel wert.\n\n4. Fehl geht die Beklagte auch mit dem Einwand, die Vorinstanz habe Art. 98 Abs. 1 in Verbindung mit Art. 52 Abs. 3 OR verletzt, weil die Klägerin die Tanks nicht ohne Ermächtigung des Richters hätte entfernen dürfen. Die Beklagte übersieht, dass die mangelhaften Tanks durch den Einbau Bestandteile des Grundstückes geworden waren, also im Eigentum des Grundeigentümers standen. Die Wandelung des Werkvertrages hatte nicht zur Folge, dass das Eigentum an den Tanks von selbst an die Beklagte zurückfiel. Indem die Klägerin die unbrauchbaren Behälter beseitigte, mass sie sich nicht unerlaubterweise ein Selbsthilferecht an, sondern wahrte die Rechte des Grundeigentümers. Art. 52 Abs. 3 und 98 Abs. 1 OR sind daher nicht anwendbar. Die Beklagte war nicht verpflichtet, das Grundstück von den Tanks zu befreien, und die Klägerin nicht berechtigt, von ihr die Beseitigung der Tanks zu verlangen (GAUTSCHI N. 11c zu Art. 368 OR). Die Klägerin hatte ihr mit Schreiben vom 24. Oktober entgegenkommenderweise Frist bis 1. November gesetzt, um die Tanks zu entfernen. Die Beklagte unternahm indes nichts und bekümmerte sich auch nicht um den Schrott, obwohl sie am 11. November auf die Gelegenheit, ihn abzuholen, aufmerksam gemacht wurde."}