{"annee": "98", "cour": "IV", "page": "73", "date": "15/5/1972", "cite": ["68 IV 60", "69 IV 134", "70 IV 86"], "cite_par": ["101 IB 156", "109 IV 156"], "chapeau": "14. Auszug aus dem Urteil des Kassationshofes vom 15. Mai 1972 i.S. Stierli gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 41 ch. 3 al. 3 CP; Compétence pour prononcer la révocation du sursis. 1. Le principe de la non-rétroactivité de la loi pénale ne vaut pas en matière de procédure ni de for. 2. Exceptions à cette règle."], "faits": "BGE 98 IV 73 S. 73\n\nA.- Am 17. August 1967 verurteilte das Bezirksgericht Bremgarten Oskar und Roman Stierli wegen Nötigung und Nötigung zu unzüchtigen Handlungen zu je drei Monaten Gefängnis. Es gewährte den Verurteilten den bedingten Strafvollzug und setzte ihnen eine Probezeit von drei Jahren an. Das Urteil wurde aufgrund einer Bewährungsmeldung am 4. Februar 1971 im Strafregister gelöscht. Zuvor, am 26. Februar 1970, hatten indessen Oskar und Roman Stierli vor Verwaltungsgericht des Kantons Aargau falsches Zeugnis abgelegt, wofür sie am 16. Juni 1971 vom Bezirksgericht Aarau mit je zwei Monaten Gefängnis, bedingt aufgeschoben auf 3 Jahre, bestraft wurden.\n\nB.- Am 11. November 1971 widerrief das Bezirksgericht Bremgarten den den Verurteilten am 17. August 1967 gewährten BGE 98 IV 73 S. 74bedingten Strafvollzug und ordnete die Aufhebung der Löschung des Urteils im Strafregister an.\n\nDie von beiden Betroffenen beim Obergericht des Kantons Aargau hiegegen eingereichte Berufung wurde von diesem mit Urteil vom 18. Februar 1972 abgewiesen.\n\nC.- Oskar und Roman Stierli führen in getrennten Eingaben Nichtigkeitsbeschwerde mit den Anträgen, der Entscheid des Bezirksgerichtes Bremgarten vom 11. November 1971 sei aufzuheben, die seinerzeit bedingt aufgeschobene Strafe sei nicht mehr zu vollziehen und die Löschung des Strafurteils im Strafregister sei nicht aufzuheben.\n\nDie Staatsanwaltschaft des Kantons Aargau hat sich mit dem Antrag auf Abweisung der Beschwerden vernehmen lassen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. ...\n\n2. Nach der am 1. Juli 1971 in Kraft getretenen neuen Fassung des Art. 41 Ziff. 3 Abs. 3 erster Satz StGB entscheidet bei Verbrechen oder Vergehen während der Probezeit der dafür zuständige Richter auch über den Vollzug der bedingt aufgeschobenen Strafe oder deren Ersatz durch die vorgesehenen Massnahmen. Demgegenüber war nach der früheren Ordnung das Gericht, das den bedingten Strafvollzug gewährt hatte, zum Widerruf zuständig, und dies selbst dann, wenn ein während der Probezeit ausserhalb seines Bereichs verübtes Verbrechen oder Vergehen den Grund dazu bildete. Diese Regelung hatte sich aus praktischen Gründen als unzweckmässig erwiesen, indem es wiederholt vorkam, dass der für den Widerruf zuständige Richter erst nach Jahren vom neuen Delikt Kenntnis erhielt und seinen Entscheid ausschliesslich auf Akten stützen musste. Deswegen hatte bereits der Entwurf des Bundesrates vorgesehen, dass der Richter, der das neue Delikt zu beurteilen hat, auch die Frage der Anordnung des Vollzuges der früheren Strafe entscheiden soll (s. GERMANN, Grundzüge der Partialrevision des schweiz. StGB durch das Gesetz vom 18.3.1971, in ZStR 1971, S. 350).\n\nIm vorliegenden Fall hat das Obergericht jene neue Zuständigkeitsbestimmung für anwendbar erachtet und entsprechend angenommen, dass über den Widerruf des dem Beschwerdeführer seinerzeit vom Bezirksgericht Bremgarten gewährten bedingten Strafvollzuges nicht dieses Gericht, sondern das BGE 98 IV 73 S. 75Bezirksgericht Aarau hätte befinden müssen. Es hat dabei richtig erkannt, dass das Prinzip der Nichtrückwirkung des Strafgesetzes für Verfahrens- und Gerichtsstandsbestimmungen nicht gilt (BGE 68 IV 62,BGE 69 IV 138,BGE 70 IV 88), diese vielmehr grundsätzlich mit dem Tage ihres Inkrafttretens sofort und in vollem Umfang anwendbar werden (s. GERMANN, Textausgabe, S. 8; SCHULTZ, Dreissig Jahre schweizer. StGB, in ZStR 1972, S. 15). Auch hat es nicht übersehen, dass diese Regel nicht uneingeschränkt gilt und Ausnahmen denkbar sind. Eine solche wird von SCHWANDER bezüglich Verfahrensvorschriften angenommen, die bloss im Hinblick auf Bestimmungen des neuen Rechts erlassen worden sind und die naturgemäss die Anwendung des Bundesstrafrechts, auf das sie Bezug haben, voraussetzen. Der genannte Autor zitiert als Beispiel hiefür die Zuständigkeit des Richters zum Widerruf des bedingten Strafvollzuges nach Art. 41 Ziff. 3 StGB (Das Schweizerische StGB. 2. Auflage, S. 34 Nr. 64). Wie jedoch die Vorinstanz zutreffend bemerkt, hat SCHWANDER dabei offensichtlich den Fall im Auge gehabt, wo die Zuständigkeit im Zusammenhang steht mit einer von Grund auf neuen Ordnung des materiellen Rechts. Tatsächlich kann denn auch das von ihm bereits in der ersten Auflage seines Werkes von 1952 angeführte Beispiel nicht auf die neue am 1. Juli 1971 in Kraft getretene Vorschrift des Art. 41 Ziff. 3 Abs. 3 StGB Bezug haben, sondern ist im Zusammenhang zu sehen mit der durch das StGB von 1942 eingeführten Ordnung, die sich - was den bedingten Strafvollzug anbelangt - zum Teil erheblich von den früheren kantonalen Rechten unterschied. Eine solche grundlegende Änderung in der materiellen Rechtslage hat jedoch die letzte Revision des Art. 41 StGB gegenüber der Fassung von 1950 nicht gebracht, so dass für die Vorinstanz kein Anlass bestand, aus solchem Grunde auf die frühere Zuständigkeitsordnung zurückzugreifen.\n\nDagegen hat das Obergericht die Tragweite eines andern Umstandes verkannt, der ihm im vorliegenden Fall die Anwendbarkeit dieser Ordnung hätte nahelegen sollen. Wie sich nämlich aus seinem Entscheid ergibt, ist die vom Beschwerdeführer während der Probezeit begangene Straftat vom Bezirksgericht Aarau schon am 16. Juni 1971 beurteilt worden. Im Zeitpunkt, als der revidierte Art. 41 Ziff. 3 Abs. 3 StGB in Kraft trat, war demnach das Verfahren wegen des neuen Deliktes bereits BGE 98 IV 73 S. 76abgeschlossen, und es konnte die durch das neue Recht angestrebte Prozessökonomie, nämlich die unmittelbare Folge von Strafurteil und Widerruf nicht mehr erreicht werden, was die ausnahmsweise Anwendung des alten Rechtes begründete (SCHULTZ, op.cit. S. 15 Anm. 44 a; BJM 1971, S. 288). Nach diesem aber war das Bezirksgericht Bremgarten zuständig zum Widerruf des bedingten Strafvollzuges. Da indessen das Obergericht trotz dem ihm in der Zuständigkeitsfrage unterlaufenen Irrtum von einer Aufhebung des Entscheides des Bezirksgerichtes Bremgarten aus Gründen der Zweckmässigkeit abgesehen und darauf abgestellt hat, kann es beim angefochtenen Urteil sein Bewenden haben, und es ist die Beschwerde, mit welcher die Unzuständigkeit des genannten Bezirksgerichtes gerügt wird, insoweit als unbegründet abzuweisen."}