{"annee": "98", "cour": "V", "page": "98", "date": "21/3/1972", "cite": [], "cite_par": ["122 V 212", "99 V 189"], "chapeau": "27. Auszug aus dem Urteil vom 21. März 1972 i.S. Flühler gegen Ausgleichskasse des Kantons Nidwalden und Kantonsgericht Nidwalden", "regestes": ["Art. 21 LAI - L'assuré n'a pas droit à l'octroi de tout moyen auxiliaire apte à lui procurer la meilleure réadaptation possible. - De la remise de chiens-guides à des ménagères sans activité lucrative."], "faits": "", "considerants": "BGE 98 V 98 S. 99\n\nAus den Erwägungen:\n\n1. Die in Art. 14 IVV erwähnten Hilfsmittel, unter welche auch die Blindenführhunde fallen, werden nur zugesprochen, wenn die Voraussetzungen von Art. 21 Abs. 1 und 2 IVG erfüllt sind. Nach Abs. 1 werden jene Hilfsmittel abgegeben, deren der Invalide für die Ausübung der Erwerbstätigkeit oder der \"Tätigkeit in seinem Aufgabenbereich\", für die Schulung, die Ausbildung oder zum Zwecke der funktionellen Angewöhnung bedarf. Ohne Rücksicht auf die Erwerbsfähigkeit steht der Anspruch auf Hilfsmittel auch einem Versicherten zu, der infolge seiner Invalidität für die Fortbewegung, für die Herstellung des Kontaktes mit der Umwelt oder für die Selbstsorge kostspieliger Geräte bedarf (Abs. 2).\n\nArt. 21 Abs. 1 IVG ist auch auf nichterwerbstätige invalide Hausfrauen anwendbar. Steht die Abgabe eines Blindenführhundes an eine Hausfrau zur Diskussion, so kann sich im Rahmen des Begriffs \"Tätigkeit in seinem Aufgabenbereich\" praktisch allerdings nur fragen, ob die blinde Hausfrau zur Besorgung ihrer Einkäufe einen solchen Hund benötige.\n\nBei blinden, nichterwerbstätigen Hausfrauen ist deshalb in erster Linie Abs. 2 des Art. 21 IVG von rechtlicher Bedeutung. Entgegen der Meinung, die Invalidenversicherungs-Kommission und Ausgleichskasse in der kantonalen Instanz äusserten, ist diese Bestimmung nicht nur auf die \"nicht mehr erwerbsfähigen oder nicht mehr in ihrem Aufgabenbereich tätigen Schwerstinvaliden\" anwendbar. Empfänger von Hilfsmitteln gemäss Art. 21 Abs. 2 IVG werden zwar in der Regel vollständig erwerbsunfähige Personen sein. An sich schliesst jedoch der Umstand, dass eine blinde Versicherte einer Erwerbstätigkeit nachgeht oderihren Haushaltbesorgt, die Abgabe eines Blindenführhundes nicht unbedingt aus.\n\nEntscheidend ist im Rahmen sowohl von Abs. 1 wie auch von Abs. 2 des Art. 21 IVG, ob das Hilfsmittel zur Erfüllung des vom Gesetz geschützten Zweckes notwendig ist. Diese Voraussetzung erfüllt der Invalide dann, wenn ihm nicht zugemutet werden kann, ohne das verlangte Hilfsmittel der Tätigkeit in BGE 98 V 98 S. 100seinem Aufgabenbereich nachzugehen, sich fortzubewegen, mit der Umwelt in Kontakt zu bleiben oder für sich zu sorgen (vgl. EVGE 1968 S. 212). Das bedeutet, dass ein Hilfsmittel im Einzelfall dazu bestimmt und geeignet sein muss, dem invaliden Versicherten in wesentlichem Umfang zur Erreichung eines dieser Ziele zu verhelfen.\n\n2. Der Ausgang des gegenwärtigen Prozesses hängt somit von der soeben umschriebenen Bedürfnisfrage ab. Die Beschwerdeführerin und das Bundesamt bejahen sie. Ihre Argumentation läuft aber darauf hinaus, dass die Abgabe des verlangten Blindenführhundes wegen der Blindheit an sich notwendig sei. Demnach könnten praktisch alle blinden Hausfrauen einen Blindenführhund beanspruchen. Allein das Gesetz sieht eine allgemeingültige Lösung in diesem Sinne nicht vor. Es will die Eingliederung lediglich so weit sicherstellen, als dies im Einzelfall notwendig, aber auch genügend ist. Der Versicherte kann nicht von der Invalidenversicherung verlangen, dass sie ihm die bestmögliche Eingliederung zuteil werden lasse. Was insbesondere die Hilfsmittel betrifft, so ergibt sich zunächst aus Art. 21, dass der gesetzliche Zweck (Abs. 1 und 2) in einfacher und zweckmässiger Weise angestrebt werden muss (Abs. 3). Und da die Invalidenversicherung grundsätzlich nur die notwendigen Massnahmen gewährt, kann der Versicherte nicht die nach den gegebenen Umständen optimalen Vorkehren beanspruchen (EVGE 1966 S. 103). Dafür spricht aber auch, dass besonders in Art. 14 Abs. 2 IVV nicht alle möglichen, sondern nur eine beschränkte Zahl von Hilfsmitteln aufgeführt sind, welche zur Erreichung des gesetzlichen Zweckes abgegeben werden dürfen. - Nur in diesem Rahmen stellt sich in einem konkreten Fall die Bedürfnisfrage. Dies übersieht das Bundesamt, wenn es ausführt, die Versicherte \"kann nur dann jederzeit und unabhängig ihren Bedürfnissen bezüglich Fortbewegung und Kontaktnahme mit den Mitmenschen nachkommen, wenn sie im Besitze eines Blindenführhundes ist\"."}