{"annee": "98", "cour": "V", "page": "26", "date": "15/3/1972", "cite": ["96 V 124"], "cite_par": ["112 V 156", "111 V 172", "123 V 12", "108 V 183", "103 V 120", "108 V 189"], "chapeau": "7. Auszug aus dem Urteil vom 15. März 1972 i.S. Bundesamt für Sozialversicherung gegen Stauffer AG und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 52 LAVS. Fonction et responsabilité de l'employeur dans la procédure d'encaissement des cotisations. Notion du dommage dû à l'inobservation gravement fautive des prescriptions (précision de la jurisprudence)."], "faits": "BGE 98 V 26 S. 26\n\nA.- Die Stauffer AG hatte über die Bezüge der bei ihr seit Oktober 1958 als Propagandistin, bzw. Vertreterin beschäftigten G. sozialversicherungsrechtlich nicht abgerechnet, weil sie annahm, G. sei als Selbständigerwerbende der Ausgleichskasse angeschlossen. Am 30. Dezember 1970 erliess die Ausgleichskasse BGE 98 V 26 S. 27für die Beitragsjahre 1965-1969 eine Nachzahlungsverfügung im Betrage von Fr. 2790.95, welche in Rechtskraft erwachsen ist, sowie eine Schadenersatzverfügung, lautend auf eine Forderung von Fr. 2580.75 für verjährte paritätische Beiträge zuzüglich Verwaltungskosten für die Jahre 1960 bis 1964. Auf Einsprache der Stauffer AG machte die Ausgleichskasse die Schadenersatzforderung klageweise geltend..\n\nB.- Das Verwaltungsgericht des Kantons Bern wies mit Entscheid vom 12. Mai 1971 die Klage ab, weil der beklagten Firma keine grobfahrlässige Missachtung von Vorschriften im Sinne von Art. 52 AHVG zur Last gelegt werden könne.\n\nC.- Gegen diesen Entscheid hat das Bundesamt für Sozialversicherung rechtzeitig Verwaltungsgerichtsbeschwerde erhoben mit dem Rechtsbegehren, die Stauffer AG sei zu verhalten, fürdieJahre 1960 bis 1964 Schadenersatz in einer gerichtlich festzusetzenden Höhe zu leisten.\n\nDie Stauffer AG beantragt, auf die Verwaltungsgerichtsbeschwerde sei nicht einzutreten, eventuell sei sie abzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 128 OG beurteilt das Eidg. Versicherungsgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 97 und 98 lit. b-h OG auf dem Gebiete der Sozialversicherung. Hinsichtlich des Begriffes der mit Verwaltungsgerichtsbeschwerde anfechtbaren Verfügungen verweist Art. 97 OG auf Art. 5 VwG. Nach Abs. 1 dieser Bestimmung gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (und im übrigen noch weitere, nach dem Verfügungsgegenstand näher umschriebene Voraussetzungen erfüllen).\n\nDer vorinstanzliche Entscheid entspricht dem Verfügungsbegriff des Art. 5 VwG. Er fällt unter Art. 98 lit. g OG und ist der Verwaltungsgerichtsbeschwerde durch keine Ausschlussbestimmung entzogen. Insbesondere ist entgegen der Auffassung der Beschwerdegegnerin der Schadenersatzanspruch für entgangene Sozialversicherungsbeiträge öffentlich-rechtlicher Natur. Auch der Umstand, dass das vorinstanzliche Verfahren im Sinne der \"ursprünglichen Verwaltungsgerichtsbarkeit\" (GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, S. 9 f.) ausgestaltet ist (Art. 81 und 82 AHVV), ändert nichts.\n\nBGE 98 V 26 S. 28\n\nDas Eidg. Versicherungsgericht hat daher auf die vom Bundesamt für Sozialversicherung erhobene Verwaltungsgerichtsbeschwerde einzutreten (Art. 132 in Verbindung mit Art. 103 lit. b OG und Art. 202 AHVV)...\n\n4. Werden Beiträge nicht innert fünf Jahren nach Ablauf des Kalenderjahres, für welche sie geschuldet sind, durch Verfügung geltend gemacht, so können sie nicht mehr eingefordert oder entrichtet werden (Art. 16 Abs. 1 AHVG).\n\nWeil im vorliegenden Fall die für die Jahre 1960 bis 1964 von der Beschwerdegegnerin nicht bezahlten paritätischen Beiträge verwirkt sind (EVGE 1955 S. 194, 1956 S. 180 Erw. 3), ist der AHV ein Schaden entstanden, wie sich aus den in EVGE 1961 S. 229 ff. dargelegten Grundsätzen ergibt. Ein Schaden liegt danach immer dann vor, wenn der AHV paritätische Beiträge, auf die sie einen gesetzlichen Anspruch hatte, vorenthalten worden sind. Ob und welche Leistungen sie später dem Versicherten zu gewähren hat, für den die Beiträge nicht geleistet wurden, ist für die Frage des Schadeneintrittes bedeutungslos. Bei Nichtbezahlung von paritätischen Beiträgen ist daher der Schaden dem Betrag gleichzusetzen, den der Arbeitgeber nach Gesetz hätte bezahlen müssen.\n\n5. Gemäss Art. 52 AHVG hat der Arbeitgeber den Schaden, den er durch absichtliche oder grobfahrlässige Missachtung von Vorschriften verschuldet, der Ausgleichskasse zu ersetzen.\n\nIn derLiteraturwirddie Auffassung vertreten, der Arbeitgeber sei ein Organ des Bundes (SOMMERHALDER, Die Rechtsstellung des Arbeitgebers in der AHV, Diss. Zürich 1958, S. 49 ff.; WINZELER, Die Haftung der Organe und der Kassenträger in der AHV, Diss. Zürich 1952, S. 24). Nach WINZELER handelt der Arbeitgeber im Beitragsbezugs- und Abrechnungsverfahren jedoch nur hinsichtlich der Arbeitnehmerbeiträge als Organ; demnach wäre seine Haftung nach Art. 52 AHVG auf diesen Bereich beschränkt. Insoweit es um die vom Arbeitgeber als Sozialpartnerdes Arbeitnehmers geschuldeten Arbeitgeber- und Verwaltungskostenbeiträge gehe, befinde sich der Arbeitgeber in der Stellung eines gewöhnlichen Beitragspflichtigen. Daraus folge, dass verwirkte Arbeitgeber- und Verwaltungskostenbeiträge nicht auf dem Umweg über Art. 52 AHVG in Form von Schadenersatzforderungen geltend gemacht werden könnten (WINZELER, a.a.O. S. 69 Anm. 27). In EVGE 1956 S. 179 erklärte das Gericht demgegenüber, BGE 98 V 26 S. 29dem Arbeitgeber komme in seinen Beziehungen zum Arbeitnehmer keine Organ- oder organähnliche Stellung zu, welches im übrigen auch immer die verwaltungsmässigen Aufgaben des Arbeitgebers sein mögen, die diesem unbestrittenermassen obliegen. Diese Auffassung bestätigte das Eidg. Versicherungsgericht auch im Urteil i.S. Pré-de-Vers vom 21. März 1957 (ZAK 1957 S. 448), wo es die Organstellung des Arbeitgebers verneinte, dagegen ausführte, der Arbeitgeber handle bei der Entrichtung paritätischer Beiträge als vom Gesetz bezeichneter Substitut. In BGE 96 V 124 bemerkte das Gericht ohne nähere Begründung, in der AHV komme den Arbeitgebern nebst ihrer Eigenschaft als Beitragspflichtige (Art. 12 AHVG) auch Organfunktion hinsichtlich Beitragsbezug und Rentenauszahlung zu (Art. 51 AHVG).\n\nIn Präzisierung dieser Rechtsprechung ist hinsichtlich der rechtlichen Stellung des Arbeitgebers im Beitragsbezugs- und Abrechnungsverfahren folgendes festzuhalten: Die Abrechnungspflicht des Arbeitgebers gegenüber der Ausgleichskasse über die paritätischen Beiträge lässt sich zwar theoretisch unterteilen in eine Organpflicht bezüglich der Arbeitnehmerbeiträge einerseits und in eine persönliche Pflicht bezüglich der Arbeitgeberbeiträge zuzüglich Verwaltungskostenbeiträge anderseits. Indessen ist sowohl der Bezug der Arbeitnehmerbeiträge durch den Arbeitgeber als auch dessen Pflicht, über diese Beiträge zusammen mit dem Arbeitgeberbeitrag der Ausgleichskasse gegenüber abzurechnen, als Einheit aufzufassen. Es rechtfertigt sich daher, den Begriff des Organs nicht in überspitzter Form anzuwenden. Die Beitragsbezugs- und Abrechnungspflicht des Arbeitgebers in ihrer Gesamtheit ist vielmehr eine gesetzlich vorgeschriebene öffentlich-rechtliche Aufgabe. Deren Unterlassung bedeutet eine Missachtung von Vorschriften gemäss Art. 52 AHVG und zieht die Schadensdeckung in vollem Umfange nach sich (EVGE 1961 S. 230 Erw. 2). Wie es sich verhält, wenn ein Arbeitgeber zwar den Arbeitnehmerbeitrag abgezogen und mit der Ausgleichskasse über die paritätischen Beiträge abgerechnet, diese aber vor Ablauf der Verwirkungsfrist nicht bezahlt hat, kann im vorliegenden Verfahren offen bleiben.\n\n6. Der Arbeitgeber hat indessen den verursachten Schaden gemäss Art. 52 AHVG nur zu ersetzen, wenn er ihn durch \"absichtliche oder grobfahrlässige\" Missachtung von Vorschriften verschuldet hat. Dafür, dass die Beschwerdegegnerin den Vorschriften BGE 98 V 26 S. 30über die Abrechnungspflicht absichtlich nicht nachgekommen sei, fehlen Anhaltspunkte; es kann sich einzig fragen, ob sie diese Vorschriften grobfahrlässig verletzt hat.\n\nGrobe Fahrlässigkeit ist gegeben, wenn ein Arbeitgeber das ausser acht lässt, was jedem verständigen Menschen in gleicher Lage und unter gleichen Umständen als beachtlich hätte einleuchten müssen (EVGE 1957 S. 219, 1961 S. 232).\n\nIm Schrifttum wird zu Recht die Auffassung vertreten, dass diese im Hinblick auf die Praktikabilität und Rechtssicherheit erforderliche Objektivierung des Fahrlässigkeitsbegriffes nicht starr zu handhaben ist; dies schon mit Rücksicht darauf, dass den Arbeitgebern in der AHV verwaltungsrechtliche Aufgaben von Gesetzeswegen alseine unausweichliche Folge ihrer sozialen Stellung und ohne Berücksichtigung ihrer persönlichen Fähigkeiten und ohne Entgelt auferlegt werden (WINZELER, a.a.O., S. 68). Das Mass der zu verlangenden Sorgfalt ist daher abzustufen entsprechend der Sorgfaltspflicht, die in den kaufmännischen Belangen jener Arbeitgeberkategorie, welcher der betreffende Arbeitgeber angehört, üblicherweise erwartet werden kann und muss.\n\nIn diesem Sinne hat die Beschwerdegegnerin die Vorschriften über die Abrechnungspflicht grobfahrlässig verletzt. Eine Aktiengesellschaft gehört in Anbetracht der ihr eigenen rechtlichen Struktur zu jener Arbeitgeberkategorie, an deren Sorgfaltspflicht grundsätzlich strenge Anforderungen zu stellen sind. Es hätte der Beschwerdegegnerin bei der gegebenen Sachlage ernstlich als zweifelhaft erscheinen müssen, ob die Tätigkeit von G. wirklich als selbständige Erwerbstätigkeit bewertet werden dürfe. Wenn siees nicht für nötig erachtete, sich über die Abrechnungspflicht zu vergewissern und die Frage zu prüfen, ob die angeblich von G. selbständig vorgenommene Abrechnung zulässig sei, so liegt hierin eine grobfahrlässige Missachtung von Vorschriften...\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Verwaltungsgerichts des Kantons Bern vom 12. Mai 1971 aufgehoben und es wird die Sache zu weiterer Abklärung im Sinne der Erwägungen und zu neuer Verfügung an die Ausgleichskasse zurückgewiesen."}