{"annee": "98", "cour": "V", "page": "75", "date": "28/3/1972", "cite": [], "cite_par": ["98 V 81", "120 V 58", "111 V 235", "125 V 106", "115 V 388"], "chapeau": "20. Arrêt du 28 mars 1972 dans la cause Assurance-maladie paritaire du bois et du bâtiment pour le canton de Vaud contre Menoud et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 12bis al. 3 et 4 LAMA. Durée des prestations des caisses-maladie en cas d'indemnité journalière réduite conformément à l'art. 26 LAMA."], "faits": "|75|\n\nA.- René Menoud est affilié à l'Assurance-maladie paritaire du bois et du bâtiment pour le canton de Vaud (AMBB). Malade depuis plusieurs années, il a requis le versement des prestations prévues par le contrat d'assurance collective, notamment de l'indemnitéjournalière; il a de même demandé et obtenu l'octroi de prestations de l'assurance-invalidité (rente, rentes complémentaires, indemnités journalières notamment). Dans ces conditions, l'AMBB versa à l'assuré des indemnités réduites en application de l'art. 26 LAMA (surassurance). Entre le 20 juin 1966 et le 28 février 1970, elle a ainsi payé à René Menoud, à titre d'indemnités journalières réduites, la somme de 15626 fr. 85, correspondant à l'indemnisation pleine de 522 jours de calendrier. Compte tenu de 198 indemnités journalières pleines accordées à l'intéressé entre le 2 août 1965 et le 19 juin 1966, celui-ci avait touché l'équivalent de 720 indemnités journalières entières. Aussi la caisse l'informa-t-elle de l'épuisement |76| de son droit aux prestations de l'art. 12bis LAMA. Cette décision fut communiquée au prénommé le 27 février 1970 dans un acte ne comportant pas l'indication des voies de droit; elle fut confirmée le 7 avril 1970.\n\nB.- René Menoud recourut.\n\nPar jugement du 13 avril 1971, le Tribunal des assurances du canton de Vaud admit le recours, annula la décision litigieuse et renvoya la cause à l'AMBB pour qu'elle statue à nouveau. Les premiers juges estiment que, pour savoir \"si, à une époque déterminée, le droit aux prestations est épuisé, il faut ... calculer, par voie rétrograde, la période de 900 jours précédant immédiatement cette époque, et voir ensuite si durant cette période de 900 jours 720 indemnités journalières pleines, calculées comme il est dit à l'art. 12bis al. 4 LAMA, ont été versées\". On ne saurait donc \"simplement totaliser le nombre d'indemnités journalières pleines, calculées comme il est dit à l'art. 12bis al. 4 LAMA, sans égard à la période légale dans laquelle les 720 indemnités journalières se répartissent\". Le tribunal des assurances a dès lors constaté que ni le 8 octobre 1969, date à laquelle l'AMBB estimait que le droit s'était éteint, ni même le 28 février 1970 la caisse n'avait versé l'équivalent de 720 indemnités pleines dans la période de 900 jours déterminante.\n\nC.- L'AMBB a déféré ce jugement au Tribunal fédéral des assurances en concluant au rétablissement de la décision litigieuse. Dans son mémoire, elle propose à titre éventuel, sans reprendre cette demande dans ses conclusions, de n'imputer sur la durée du droit aux prestations que le 50% des jours indemnisés et de \"prolonger du double la période de 900 jours consécutifs, à dater du moment de la réduction\" opérée.\n\nL'intimé conclut au rejet du recours.\n\nAprès avoir proposé de rejeter le recours, l'Office fédéral des assurances sociales a déclaré pouvoir se rallier, dans les grandes lignes, à une solution rejoignant dans une certaine mesure la proposition éventuelle de la recourante.", "considerants": "Considérant en droit:\n\n1. La question au centre du débat est de savoir comment doit se faire l'imputation des prestations dans le cadre de l'art. 12bis al. 4 LAMA. Aux termes de cette disposition, lorsque l'indemnité journalière est réduite pour éviter la surassurance conformément à l'art. 26 LAMA, il ne peut être imputé sur la |77| durée des prestations qu'un nombre entier de jours égal au quotient que l'on obtient en divisant la somme des indemnités journalières versées par le montant de l'indemnité journalière assurée. Le nombre de jours obtenu sera imputé globalement sur la durée des prestations à compter du premier jour de versement de l'indemnité journalière. Pour sa part, l'art. 12bis al. 3 LAMA définit comme il suit la durée du droit à l'indemnité journalière: cette prestation doit être assurée, pour une ou plusieurs maladies, durant au moins 720 jours (période d'indemnisation) dans une période de 900 jours consécutifs (période de calcul).\n\nDans l'arrêt ATFA 1967 p. 195, le Tribunal fédéral des assurances a implicitement admis que la question de savoir si un assuré a touché les indemnités journalières que lui garantissent les dispositions légales doit être examinée rétrospectivement. En d'autres termes, il convient de vérifier si, dans la période de 900 jours précédant immédiatement le moment déterminant, 720 indemnitésjournalières ont été versées à l'assuré. La Cour de céans n'a toutefois pas traité le problème sous l'angle particulier de l'application de l'art. 12bis al. 4 LAMA; elle ne l'a fait dans aucun arrêt ultérieur.\n\n2. On ne saurait s'écarter sans raisons impérieuses, lors du versement d'une indemnité journalière réduite pour cause de surassurance, des règles valables lorsque les prestations sont accordées en plein. Cela signifie qu'en cas d'octroi d'une indemnité réduite en application de l'art. 26 LAMA il faut\n\na) considérer que le droit aux prestations subsiste en tout cas aussi longtemps qu'un minimum de prestations n'a pas été fourni pendant une période déterminée;\n\nb) procéder, comme en cas de versement de l'indemnité pleine, à un examen rétrospectif pour décider si, à un moment donné, ce minimum de prestations a été accordé ou non.\n\nVu l'art. 12bis al. 4 LAMA cependant, le nombre des jours imputables sera inférieur, s'il y a surassurance, à celui des jours d'indemnisation effective. Cela pourra conduire, dans certains cas, à faire sortir de la période légale de calcul, dont il n'est nullement fait abstraction dans la disposition susmentionnée, des journées d'indemnisation comprimées comme le prescrit la loi.\n\nL'art. 12bis al. 4 LAMA ne suscitera pourtant aucune difficulté d'application dans nombre de cas. Il en ira autrement, en revanche, lorsque l'incapacité de travail sera permanente ou de |78| longue durée et que la réduction opérée dépassera 20%: le nombre des jours de la période d'indemnisation qui sortiront de la période de calcul sera de plus en plus grand et il ne sera souvent pas possible de porter en compte 720 jours d'indemnisation comprimés dans la période de calcul déterminante. Une réduction quelque peu supérieure à 20% suffira alors pour exclure l'octroi de l'équivalent de 720 indemnités pleines dans une période de 900 jours consécutifs. Cela montre d'emblée l'intérêt que l'on pourrait avoir à se surassurer: on arriverait parfois par ce moyen à priver d'effet l'art. 12bis al. 3 LAMA et à obtenir le versement d'une indemnité journalière réduite sans aucune limite dans le temps. Or le but de l'art. 12bis al. 4 LAMA n'est pas et ne saurait être d'obliger les caisses à verser des indemnités journalières, fussent-elles réduites, sans aucune limitation de durée.\n\n3. Vu ce qui précède, il serait inexact de dire que la loi présente, sur le point ici en discussion, une lacune qu'il appartiendrait à la Cour de céans de combler (v. à ce sujet ATFA 1969 p. 85; 1968 p. 105 consid. 2). Par contre, le Tribunal fédéral des assurances a déjà rappelé à plusieurs reprises que le juge peut s'écarter du texte légal lorsque l'application littérale de celui-ci conduirait à une situation illogique et juridiquement inadmissible, ou lorsqu'il y a lieu d'admettre une inadvertance du législateur, ou encore qu'il existe des motifs concluants permettant de penser que la manière dont la disposition a été rédigée ne lui donne pas son véritable sens (ATFA 1969 p. 207 consid. 3; p. 154 consid. 3; 1968 p. 245 consid. 3 ainsi que la jurisprudence citée dans ces divers arrêts). Or, étant donné ce qui a été exposé plus haut, il faut considérer que l'interprétation littérale de l'art. 12bis al. 3 et 4 LAMA peut conduire à des situations illogiques, juridiquement inadmissibles. Il faut dès lors trouver une solution qui permette d'éviter que des prestations réduites pour cause de surassurance soient dues sans limite de durée, contrairement au système même de la loi. Vu son importance, cette question a été tranchée par la Cour plénière.\n\nOn peut s'inspirer pour cela du système imaginé dans le cadre de l'ancien art. 29 al. 1er LAI. Le Tribunal fédéral des assurances, constatant que cette disposition ne réglait pas tous les cas d'ouverture du droit à la rente pour maladie de longue durée, avait adopté une solution étendant la période d'attente de 360 jours prévue pour les assurés présentant une incapacité de |79| travail totale à 450, respectivement 540 jours, pour les cas d'incapacité de travail partielle mais atteignant au moins deux tiers, respectivement la moitié (ATFA 1965 pp. 185 et 192). Or si, dans l'assurance-maladie, l'indemnité journalière entière doit être versée pendant 720 jours dans une période de 900 jours consécutifs, il est logique de reconnaître qu'une indemnité réduite doit être accordée pendant une période d'indemnisation dont la durée a été augmentée dans une proportion adéquate. Ainsi, en cas de réduction de 50% par exemple, il faut admettre que les indemnités partielles doivent être fournies pendant 1440 jours au moins. L'idée à la base de l'art. 12bis al. 4 LAMA est en effet de garantir aux assurés le paiement de l'équivalent de 720 indemnités pleines. Mais si l'on veut respecter le rapport fixé par la loi entre la durée de la période d'indemnisation et celle de la période de calcul - la Cour de céans ne voit aucun motif de ne pas le faire -, il faut nécessairement que les indemnités réduites soient accordées au cours d'une période de calcul dont la durée a été étendue dans la proportion même qui aura servi à déterminer la durée augmentée de la période d'indemnisation. Dans l'exemple ci-dessus, il faut donc doubler également la période de 900 jours, ce qui revient à dire que le minimum de prestations ne sera pas fourni avant qu'il ait été possible de constater la bonification de 1440 indemnités partielles - c'est-à-dire de l'équivalent de 720 indemnités non réduites - survenue dans une période de 1800 jours consécutifs, calculée rétrospectivement. Une réduction d'un cinquième conduirait donc à servir l'indemnité partielle durant 900 jours dans une période de 1125 jours; une réduction de deux tiers, pendant 2160 jours dans 2700 jours; de trois quarts, durant 2880 jours dans une période de 3600 journées consécutives. Il appartiendra à l'autorité de surveillance de veiller à l'application uniforme de ces règles, s'agissant en particulier de périodes d'indemnisation totale alternant avec des périodes d'indemnisation réduite pour cause de surassurance (éventuellement de taux différents) ou d'activité normale (sans indemnisation). On partira toujours du taux moyen d'indemnisation durant les derniers 720 jours pour déterminer la proportion dans laquelle la durée des périodes d'indemnisation et de calcul doit être augmentée. En cas d'alternance de périodes de travail et de périodes de chômage, on portera en compte les jours non chômés comme des jours indemnisés à 100% pour arrêter le taux susmentionné.\n\n|80|\n\nAu vrai, d'autres solutions pourraient entrer en ligne de compte. Le Tribunal fédéral des assurances estime pourtant que celle qu'on a exposée ci-dessus - malgré les inconvénients qu'elle présente - est la plus conforme au système de la loi.\n\nEn résumé, l'examen de la question de savoir si les prestations ont été versées pendant la durée minimum légale, en cas de réduction pour cause de surassurance, interviendra rétrospectivement. On vérifiera si un nombre d'indemnités réduites (plus élevé que celui des indemnités entières mentionné dans la loi), nombre à déterminer en fonction du taux moyen de la réduction opérée pendant les derniers 720 jours d'indemnisation, ont été accordées à l'assuré au cours d'une période de calcul dont la durée sera augmentée dans la même proportion que l'aura été celle de la période d'indemnisation.\n\n4. Le recours doit dès lors être admis en principe. Etant donné la complexité des éléments de calcul, il paraît opportun de renvoyer le dossier à l'AMBB pour qu'elle réexamine le cas au regard des règles posées dans le présent arrêt puis rende une nouvelle décision susceptible de recours.\n\n5. Il n'est pas nécessaire de s'arrêter aujourd'hui à l'éventualité d'une réduction de l'indemnité journalière pour une cause autre que celle tirée de l'art. 26 LAMA, par exemple en cas de faute grave ou d'incapacité de travail partielle. Il en va de même de la question de savoir si, lorsque les prestations ont été servies pendant le laps de temps minimum prévu par la loi, il y a épuisement définitif du droit aux prestations.\n\nCependant, il serait très souhaitable que tous ces problèmes fassent l'objet d'un examen particulier dans le cadre de la procédure de révision législative en cours.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce: Le recours est admis, le jugement attaqué et la décision litigieuse, du 27 février/7 avril 1970, sont annulés et le dossier, renvoyé à l'AMBB pour réexamen et nouvelle décision, le tout dans le sens des considérants."}