{"annee": "98", "cour": "V", "page": "227", "date": "10/11/1972", "cite": [], "cite_par": ["103 V 32"], "chapeau": "57. Urteil vom 10. November 1972 i.S. Hirschi gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 98 al. 3 LAMA. Réduction des prestations pour les suites d'un accident dû à faute grave de l'assuré. Rejet du grief d'inopportunité de la sanction."], "faits": "|227|\n\nA.- Als der bei der Schweizerischen Unfallversicherungsanstalt (SUVA) versicherte Hans Hirschi am 6. Mai 1970 um ca. 1 Uhr nachts nach Hause kam und keine Schlüssel bei sich |228| hatte, versuchte er, mit einem verlängerten Schritt über den rund 140 cm breiten Kellertreppenabgang ins Schlafzimmer seiner im Erdgeschoss liegenden Wohnung zu gelangen. Da das Schlafzimmerfenster geschlossen war, konnte er sich nirgends festhalten, so dass er etwa 260 cm in die Tiefe stürzte. Dabei zog er sich eine Fraktur des linken Schienbeins zu. Die SUVA betrachtete die Handlung des Versicherten als Wagnis und verweigerte ihm jegliche Leistung (Verfügung vom 16. Juli 1970).\n\nB.- Beschwerdeweise liess Hans Hirschi beantragen, die SUVA sei zu verpflichten, ihm die gesetzlichen Leistungen auszurichten.\n\nDas Versicherungsgericht des Kantons St. Gallen war der Auffassung, dass das Vorgehen Hans Hirschis nicht als Wagnis, sondern als grobfahrlässig bezeichnet werden müsse. Grundsätzlich habe deshalb die SUVA Leistungen zu erbringen, diese jedoch gemäss Art. 98 Abs. 3 KUVG um 50% zu kürzen. In diesem Sinn entschied die Vorinstanz am 1. Oktober 1971.\n\nC.- Hans Hirschi lässt Verwaltungsgerichtsbeschwerde erheben mit den Anträgen, es seien ihm die vollen, eventuell bloss um 25% gekürzten Versicherungsleistungen zuzusprechen...\n\nDie SUVA trägt auf Abweisung der Verwaltungsgerichtsbeschwerde an.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Mit einlässlicher Begründung hat das kantonale Versicherungsgericht dargelegt, dass das Vorgehen des Beschwerdeführers in der Nacht vom 6./7. Mai 1970 entgegen der Auffassung der SUVA keinen Wagnischarakter hatte. Die vorinstanzlichen Ausführungen sind zutreffend. Mit Recht stellt die SUVA diesbezüglich keinen Antrag.\n\n2. Hat der Versicherte den Unfall grobfahrlässig herbeigeführt, so werden die Leistungen der SUVA in einem dem Grad des Verschuldens entsprechenden Verhältnis gekürzt (Art. 98 Abs. 3 KUVG). Grobfahrlässig handelt nach der Rechtsprechung, werjene elementarsten Vorsichtsgebote unbeachtet lässt, die jeder verständige Mensch in der gleichen Lage und unter den gleichen Umständen befolgt hätte, um eine nach |229| dem natürlichen Lauf der Dinge voraussehbare Schädigung zu vermeiden (BGE 97 V 212 und 95 II 340, EVGE 1966 S. 96 sowie die nicht publizierten Urteile vom 7. Dezember 1971 i.S. Plattner, vom 13. März 1972 i.S. Studer und vom 15. Mai 1972 i.S. Rinaldi).\n\nAls der Beschwerdeführer mit einem verlängerten Schritt zum Schlafzimmerfenster hinüberwechseln wollte, musste er eine offene, bei seinem Standort rund 2,6 m tiefe und 1,4 m breite Kellertreppe sowie zusätzlich eine Höhendifferenz von 30 cm überwinden. Wegen der herrschenden Dunkelheit und in Ermangelung einer Lichtquelle konnte der Beschwerdeführer nicht feststellen, ob das Schlafzimmerfenster wie üblich offen stehe und es ihm möglich wäre, ohne erhebliches Risiko mit einem verlängerten Schritt auf das Fenstersims zu gelangen, wie üblich die Fensterflügel aufzustossen und sich am Rahmen oder am innern Fensterbrett festzuhalten. Er setzte einfach voraus, dass die Fensterflügel sich auch diesmal ohne weiteres würden öffnen lassen. Anderseits musste er aber damit rechnen, dass er auf den fast 3 m tiefen Betonboden stürzen würde, wenn es ihm nicht gelänge, sich am Fensterrahmen oder am innern Fensterbrett festzuhalten. Bei diesen Gegebenheiten drängte es sich dem Beschwerdeführer auf, an sein Vorhaben nur mit besonderer Vorsicht heranzugehen: er hätte sich - wie die Vorinstanz ausführt - beispielsweise mittels einer Stange der effektiven Stellung des Fensters vergewissern sollen, bevor er den Sprung ausführte. Indem er dies unterliess, missachtete er jene elementarsten Vorsichtsgebote, die ein verständiger Mensch unter den gleichen Umständen und in derselben Lage befolgt hätte.\n\nDeshalb muss das Verhalten des Beschwerdeführers als grobfahrlässig qualifiziert werden, was gemäss Art. 98 Abs. 3 KUVG die Kürzung der Versicherungsleistungen zur Folge hat. Von einer Bundesrechtsverletzung im Sinne des Art. 104 lit. a OG durch den kantonalen Richter kann somit keine Rede sein.\n\n3. Die Vorinstanz ist der Auffassung, das Verschulden des Beschwerdeführers rechtfertige eine Herabsetzung der Versicherungsleistungen um 50%. Hans Hirschi seinerseits verlangt eventualiter die Reduktion der Kürzung auf 25%. Er rügt damit im Sinne von Art. 132 lit. a OG die Unangemessenheit des angefochtenen Entscheides.\n\n|230|\n\nMag der Kürzungssatz von 50% auch an der obern Grenze liegen, so erscheint er angesichts der tatbeständlichen Gegebenheiten und des erheblichen Verschuldens objektiv doch vertretbar. Die Rüge der Unangemessenheit ist deshalb unbegrün det...\n\nDemnach erkennt das Eidg. Versicherungsgericht: Die Verwaltungsgerichtsbeschwerde wird abgewiesen."}