{"annee": "98", "cour": "V", "page": "115", "date": "31/5/1972", "cite": [], "cite_par": ["100 V 61", "100 V 126", "114 V 239", "103 V 46", "114 V 228"], "chapeau": "31. Auszug aus dem Urteil vom 31. Mai 1972 i.S. Bruderer gegen AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 97 et 128 OJ, 5 et 45 LPA. La dècision cantonale refusant d'octroyer l'assistance judiciaire est une décision incidente séparément susceptible de recours de droit administratif. Art. 103 OJ. L'Office fédéral des assurances sociales a qualité pour recourir contre une telle décision. Art. 85 al. 2 lit. f LAVS. 30bis al. 3 lit. f et 121 al. 1er LAMA, 56 al. 1er lit. d LAM. Conditions de l'octroi de l'assistance judiciaire gratuite."], "faits": "", "considerants": "|116|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Der kantonale Entscheid über die Verweigerung der unentgeltlichen Rechtspflege gehört zu den Zwischenverfügungen, \"die einen nicht wieder gutzumachenden Nachteil bewirken können\", und kann daher selbständig mit Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht angefochten werden (Art. 5 Abs. 2 in Verbindung mit Art. 45 Abs. 1 und 2 lit. h VwG sowie Art. 97 Abs. 1 und 128 OG).\n\nZur Verwaltungsgerichtsbeschwerde ist nach Art. 103 lit. b OG berechtigt \"das in der Sache zuständige Departement oder, soweit das Bundesrecht es vorsieht, die in der Sache zuständige Dienstabteilung der Bundesverwaltung gegen die Verfügung ... einer Vorinstanz im Sinne von Artikel 98, Buchstabe h...\". Gestützt auf Art. 86 Abs. 1 AHVG hat der Bundesrat das Bundesamt für Sozialversicherung ermächtigt, die Entscheide der kantonalen Rekursbehörden an das Eidg. Versicherungsgericht weiterzuziehen (Art. 202 AHVV). Zu diesem Zweck sind jene Entscheide gemäss Art. 201 AHVV (vgl. Art. 103 lit. b i.f. OG) dem Bundesamt zuzustellen. Dieses beanstandet daher mit Recht, dass die AHV-Rekurskommission ihm den Präsidialentscheid vom 15. Januar 1972 über die unentgeltliche Rechtspflege nicht eröffnet habe.\n\n2. Gemäss Art. 1 Abs. 3 VwG ist Art. 65 Abs. 2 VwG über die unentgeltliche Verbeiständung im kantonalen Beschwerdeverfahren nicht anwendbar. Deshalb ist nach den besondern Bestimmungen der einzelnen Sozialversicherungsgesetze des Bundes und - im Rahmen dieses Bundesrechts - der Kantone zu prüfen, unter welchen Voraussetzungen einer Partei im kantonalen Beschwerdeverfahren die unentgeltliche Rechtspflege, insbesondere die unentgeltliche Verbeiständung, bewilligt werden muss. Immerhin rechtfertigt es sich, die unentgeltliche Rechtspflege in allen Sozialversicherungszweigen auf der jeweils gleichen Verfahrensstufe unter gleichen Voraussetzungen zu gewähren. Darauf weisen auch die weitgehend identischen gesetzlichen Formulierungen betreffend die unentgeltliche Rechtspflege in den einzelnen Sozialversicherungsgesetzen hin. Nach dem auch in Invalidenversicherungssachen anwendbaren Art. 85 Abs. 2 lit. f AHVG besteht der Anspruch auf unentgeltliche Verbeiständung dort, \"wo |117| die Verhältnisse es rechtfertigen\" (ebenso Art. 56 Abs. 1 lit. d MVG und Art. 30bis Abs. 3 lit. f KUVG; vgl. Art. 121 Abs. 1 KUVG).\n\nNach Gesetz und Praxis müssen in der Regel für die Bewilligung der unentgeltlichen Verbeiständung folgende Voraussetzungen erfüllt sein:\n\na) der Prozess darf nicht offensichtlich aussichtslos,\n\nb) die Partei muss bedürftig und\n\nc) die Verbeiständung durch einen Anwalt muss notwendig oder doch geboten sein (vgl. Art. 152 OG und Art. 65 VwG).\n\n3. a) Zur Notwendigkeit der Verbeiständung hat das Eidg. Versicherungsgericht in einer Militärversicherungsstreitigkeit erklärt, dass \"nicht etwa gesagt werden kann, die Bestellung eines Rechtsbeistandes sei im Hinblick auf die Natur des Rechtsstreites überflüssig\" (EVGE 1952 S. 101 Erw. 5), dies unter Hinweis auf EVGE 1946 S. 85 i.S. Bernold, wo über die Gewährung der unentgeltlichen Verbeiständung in Streitigkeiten der obligatorischen Unfallversicherung ausgeführt wurde:\n\n\"Es erhebt sich nun die Frage, ob zu den in Betracht fallenden Verhältnissen, soweit sie die unentgeltliche Verbeiständung rechtfertigen sollen, auch die grössere oder geringere Schwierigkeit der Führung des betreffenden Prozesses zu zählen sei, so dass unter Umständen die Mitwirkung eines Rechtskundigen als überflüssig erachtet und daher die unentgeltliche Verbeiständung verweigert werden könne. Richtunggebend muss stets sein die in Art. 121 KUVG enthaltene Anweisung an die Kantone\"dafür zu sorgen, dass einer bedürftigen Prozesspartei auf ihr Verlangen die Wohltat des unentgeltlichen Rechtsbeistandes gewährt'werde. Gewiss würde es zu weit führen, diese Anweisung dahin zu interpretieren, dass eine Prozesspartei in jedem Fall einen Anspruch auf den unentgeltlichen Rechtsbeistand schon bloss aus der Tatsache ihrer Bedürftigkeit ableiten könne; lag es doch bei den Kantonen, das Recht auf Unentgeltlichkeit näher zu umschreiben, und bedurften die betreffenden Bestimmungen nur noch der Genehmigung durch den Bundesrat (vgl. Abs. 2 von Art. 121). Wenn aber ein Kanton vorschreibt, dass die Unentgeltlichkeit gewährt werden könne \"wenn die Verhältnisse es rechtfertigen\", so darf diese Präzisierung keinen weitergehenden Effekt haben als gerade nur den, einer missbräuchlichen Inanspruchnahme zu steuern. Das Eidgenössische Versicherungsgericht selber, für dessen Verfahren eine gleiche Bestimmung gilt (...), hat unter den Verhältnissen, auf welche für die Gewährung der Unentgeltlichkeit abzustellen ist, ausser der Vermögenslage des Gesuchstellers noch die Prozessaussichten verstanden, mit der Einschränkung aber, dass nur |118| bei offenbarer Aussichtslosigkeit der Begehren die unentgeltliche Prozessführung abgelehnt werden darf, was andrerseits ein gerechtes Korrektiv findet darin, dass die erteilte Unentgeltlichkeit bei nachträglichem Eintritt von offenbarer Aussichtslosigkeit für das weitere Verfahren entzogen werden kann. Dem entspricht übrigens auch die Praxis der kantonalen Versicherungsgerichte. Insoweit nun ausserdem noch das Moment berücksichtigt werden soll, ob der Gesuchsteller für die Führung seines Prozesses einen Rechtsbeistand nötig habe, so kann das wiederum nur aus dem Gesichtspunkt bzw. im Rahmen der Verhütung eines Missbrauchs zugelassen und muss stets im Auge behalten werden, dass das Gesetz ganz offenkundig ein Bedürfnis des Versicherten für einen Rechtsbeistand vermutet.\"\n\nDemgegenüber hat das Eidg. Versicherungsgericht unter Berufung auf die bereits bestehende Rechtsprechung in AHV-Streitigkeiten eine restriktive Auffassung vertreten und erklärt, die Gewährung der unentgeltlichen Verbeiständung sei \"überall dort durch die Verhältnisse gerechtfertigt, wo es sich um Streitfälle mit besonders schwierigen Rechtsfragen handelt, die den Beizug eines Rechtsanwaltes wirklich notwendig machen\" (ZAK 1961 S. 361).\n\nIn den beiden nicht publizierten Urteilen vom 4. März 1971 i.S. Werffeli betreffend Militärversicherung und vom 15. Dezember 1971 i.S. Michel betreffend Invalidenversicherung ist das Eidg. Versicherungsgericht im wesentlichen seiner im Urteil Bernold dargelegten Argumentation gefolgt. Jene Rechtsprechung ist heute in dem Sinn zu bestätigen, dass die unentgeltliche Verbeiständung - unter der gleichzeitigen Voraussetzung, dass die Partei bedürftig und der Prozess nicht aussichtslos ist - grundsätzlich gewährt werden muss, sofern sie nach den konkreten objektiven und subjektiven Umständen nicht als unnötig erscheint. Praktisch wird man sich im Einzelfall fragen, ob eine nicht bedürftige Partei unter sonst gleichen Umständen vernünftigerweise einen Rechtsanwalt beiziehen würde, weil sie selber zu wenig rechtskundig ist und das Interesse am Prozessausgang den Aufwand rechtfertigt.\n\nb) Im vorliegenden Fall stehen für den Beschwerdeführer erhebliche Interessen im Spiel. Er ist ausserstande, die im Zusammenhang mit einem allfälligen Rentenanspruch sich stellenden Rechtsfragen zu verstehen und deren Beantwortung durch Verwaltung und Rekursinstanz selber zu würdigen. Mindestens aus dieser subjektiven Sicht handelt es sich um |119| schwierige Rechtsfragen, welche die Verbeiständung Ulrich Bruderers durch einen Rechtsanwalt als geboten erscheinen lassen. Aber auch die Schwierigkeiten der Sachverhaltsfeststellung und die Unbeholfenheit des Beschwerdeführers im Verkehr mit Behörden rechtfertigen seine Verbeiständung.\n\n4. Die unentgeltliche Verbeiständung kann aber nur bewilligt werden, wenn überdies der Prozess nicht offensichtlich aussichtslos und der Beschwerdeführer bedürftig ist.\n\nOffensichtlich aussichtslos ist ein Prozess nur dann, wenn ausgeschlossen erscheint, dass der Beschwerdeführer auch nur teilweise im Hauptprozess obsiegen könnte, so dass dessen Anhebung geradezu rechtsmissbräuchlich wäre (EVGE 1968 S. 32). - Von rechtsmissbräuchlicher Prozessführung kann im vorliegenden Fall keine Rede sein. Auf Grund der gegenwärtigen Aktenlage lässt sich nicht mit hinreichender Zuverlässigkeit feststellen, dass das vor der AHV-Rekurskommission hängige Rentenbegehren des Beschwerdeführers zum vornherein offensichtlich aussichtslos sei.\n\nUlrich Bruderer erfüllt auch die Voraussetzung der Bedürftigkeit...\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird gutgeheissen, die Präsidialverfügung der AHV-Rekurskommission des Kantons Zürich vom 15. Januar 1972 - soweit angefochten - aufgehoben und die Vorinstanz verpflichtet, Ulrich Bruderer fürdas Beschwerdeverfahren die unentgeltliche Verbeiständung zu gewähren."}