{"annee": "98", "cour": "V", "page": "255", "date": "14/11/1972", "cite": ["97 V 155"], "cite_par": ["105 V 50", "117 V 125", "124 V 215", "110 V 334", "110 V 210"], "chapeau": "64. Urteil vom 14. November 1972 i.S. Gisler gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["La révocation de l'ajournement d'une rente suivant l'art. 39 LAVS n'a pas d'effet rétroactif. De l'erreur en tant que vice du consentement en droit administratif."], "faits": "|255|\n\nA.- Mit Schreiben vom 6. März 1970 machte die Schweizerische Botschaft in Algerien die damals noch in diesem Land als Missionsschwester tätig gewesene Emmy Gisler darauf aufmerksam, dass sie vom 1. April 1970 an eine Altersrente der AHV beanspruchen könne. Sie forderte die Versicherte auf, das ihr zugestellte Anmeldeformular ausgefüllt wieder zurückzusenden und mitzuteilen, ob die Auszahlung der Rente in Algerien oder in der Schweiz gewünscht werde. Im gleichen Brief schrieb die Botschaft: \"Enfin, ainsi que vous pourrez le constater en lisant le Merkblatt cijoint, concernant l'ajournement des rentes de vieillesse, vous avez la possibilité de solliciter l'ajournement de votre rente. Il y a lieu de marquer d'une croix la rubrique \"oui\" ou, dans le cas contraire, d'inscrire la croix dans la rubrique \"non\" (chiffre 16, page 2).\"\n\nAuf dem vom 19. März 1970 datierten Anmeldeformular bejahte Emmy Gisler die Frage Nr. 16, ob sie \"den Anfang des Rentenbezuges um mindestens ein Jahr und höchstens fünf Jahre aufschieben\" wolle. Auf die weitere Frage, an welche Adresse die Rente ausbezahlt werden solle, antwortete sie: \"Sie soll nicht jetzt ausbezahlt werden.\"\n\nAm 12. Mai 1970 übermittelte die Botschaft der Versicherten die Verfügung über den Rentenaufschub mit dem Hinweis:\n\n\"Vous trouverez également en annexe une demande de révocation d'ajournement de la rente AVS. A ce sujet, je me permets d'attirer votre attention sur le fait que l'assuré qui révoque l'ajournement de sa rente |256| plus d'un an après la date à laquelle elle a pris naissance, n'a droit à aucun versement rétroactif et ne bénéficie de sa rente augmentée du supplément d'ajournement qu'avec effet au premier jour du mois qui suit la révocation (un délai d'au moins 4 semaines est cependant demandé).\"\n\nAls in der Folge Emmy Gisler die AHV-Rente auf November 1971 abrief und die Auszahlung an die Schweizerische Bankgesellschaft in Winterthur verlangte, erliess die Ausgleichskasse des Kantons Zürich am 16. November 1971 eine entsprechende Rentenverfügung.\n\nB.- Die Versicherte beschwerte sich gegen diese Verfügung, indem sie sinngemäss beantragte, es seien das Aufschubbegehren aufzuheben und die seit April 1970 aufgeschobene Rente auszuzahlen. Der Bruder der Beschwerdeführerin begründete dieses Begehren damit, dass die Rente seinerzeit hauptsächlich deshalb nicht bezogen worden sei, weil das Geld nicht aus Algerien habe ausgeführt werden können. So sei \"das Geld auf der AHV stehen\" geblieben in der Annahme, \"dass es nach Bedarf abgehoben werden kann\". Zudem sei die Versicherte auf die Rente angewiesen.\n\nDie AHV-Rekurskommission des Kantons Zürich hat die Beschwerde mit Entscheid vom 4. April 1972 abgewiesen.\n\nC.- Emmy Gisler liess durch ihren Bruder Verwaltungsgerichtsbeschwerde erheben und beantragen, es sei ihr die Altersrente \"rückwirkend per 8. März 1970 auszubezahlen\", und geltend machen, sie sei einem \"Irrtum erlegen, indem sie glaubte, die Rentenbeträge werden nur zurückgestellt, sofern sie vom Ausland her diese vorerst nicht zu beziehen wünsche... Es wäre ungerecht, müsste sie jetzt, obigen Irrtums wegen, dafür büssen.\"...\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung stellen den Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 39 Abs. 1 AHVG können Personen, die Anspruch auf eine ordentliche Altersrente haben, den Beginn des Rentenbezuges mindestens ein Jahr und höchstens fünf Jahre aufschieben und innerhalb dieser Frist die Rente nach freier Wahl im voraus von einem bestimmten Monat an |257| abrufen. Wird eine aufgeschobene Rente abgerufen, so wird sie vom folgenden Monat an ausbezahlt; eine Nachzahlung von Renten ist ausgeschlossen (Art. 55quater Abs. 3 AHVV).\n\nNach Art. 39 Abs. 2 AHVG wird die aufgeschobene Altersrente um den versicherungsmässigen Gegenwert der nicht bezogenen Leistung erhöht. Zutreffend bemerkt dazu das Bundesamt, dass der versicherungsmässige Gegenwert nicht nur den Gegenwert der Leistungen beinhaltet, auf die ein einzelner Rentner vorher verzichtet hat, sondern auch einen durchschnittlichen Anteil an den Beträgen, die infolge Hinschieds anderer Rentenbezüger innerhalb der Aufschubsdauer nicht ausbezahlt worden sind. Dieser Anteil kann nur berechnet werden, wenn eine Wahl zwischen Nachzahlung oder Zuschlag ausgeschlossen ist. Andernfalls könnte jeder Rentner, der ursprünglich den Rentenaufschub verlangt hat, kurz vor seinem Tod noch die Nachzahlung verlangen. Der versicherungsmässige Gegenwert liesse sich bei einer Wahlmöglichkeit betreffend die Festsetzung und Auszahlung der Rente nicht ermitteln, weshalb diese nach Art. 55quater Abs. 3 AHVV ausgeschlossen ist. Dieser Ausschluss ist somit versicherungstechnisch begründet und nicht als Schikane gegenüber dem Rentner zu betrachten, welcher den Aufschub verlangt hat.\n\n2. Es stellt sich die Frage, ob die Beschwerdeführerin seinerzeit irrtümlich den Rentenaufschub verlangt hat und nun nachträglich die Auszahlung der nicht aufgeschobenen Altersrente von der Vollendung ihres 62. Altersjahres hinweg verlangen kann.\n\nWie aus den Briefen der Schweizerischen Botschaft vom 6. März und 12. Mai 1970 an die Beschwerdeführerin hervorgeht, wurde diese eindeutig und klar über die Bedeutung des Rentenaufschubs und insbesondere darüber orientiert, dass sie für die Dauer des Aufschubs keine rückwirkenden Rentenzahlungen würde verlangen können. Es ist schwer verständlich, dass die Versicherte in diesem Punkt geirrt haben soll. Aber selbst wenn dies zuträfe, so vermöchte sie daraus doch nichts zu ihren Gunsten abzuleiten, wie sich aus folgenden Darlegungen ergibt.\n\nNicht nur im Privatrecht, sondern auch im Verwaltungsrecht können auf Irrtum beruhende Willensmängel von rechtserheblicher Bedeutung sein. Die Erheblichkeit von Willensmängeln im Verwaltungsrecht ergibt sich aus einem allgemeinen Rechtsgrundsatz |258| und nicht aus direkter oder analogieweiser Geltung des Privatrechts (GRISEL, Droit administratif suisse, S. 40). Regelmässig ist der Willensmangel aber nur dann zu beachten, wenn der zugrunde liegende Irrtum nicht von der Person, an die sich der beanstandete Verwaltungsakt richtet, verschuldet worden ist (vgl. BGE 97 V 160). Dieser Fall ist hier nicht gegeben. Hätte nämlich die Beschwerdeführerin besonders das Schreiben der Schweizerischen Botschaft vom 12. Mai 1970 mit gebührender Aufmerksamkeit gelesen, so hätte sie ohne weiteres erkennen können, dass sie mit Beendigung des Rentenaufschubs keine nachträglichen Rentenzahlungen für die zurückliegende Zeit zwischen Anfang und Ende des Rentenaufschubs würde beanspruchen können. Sie muss deshalb ihre seinerzeitige Willenserklärung über den Rentenaufschub, die von der Schweizerischen Ausgleichskasse am 5. Mai 1970 noch schriftlich bestätigt worden ist, gegen sich gelten lassen. Übrigens machte die Ausgleichskasse sie bei diesem Anlass nochmals darauf aufmerksam, dass \"die Rente von dem dem Abruf folgenden Monat an zugesprochen\" werde, wenn keine Mitteilung eingehe, von welchem Datum hinweg künftig die Rente ausbezahlt werden solle.\n\nDem Bundesamt ist auch darin beizupflichten, dass es sich um einen Rechtsirrtum handeln würde, wenn sich die Beschwerdeführerin über die rechtliche Tragweite ihrer Willenserklärung vom 19. März 1970 geirrt hätte. Nach einem allgemeinen Grundsatz kann aber niemand aus der eigenen Rechtsunkenntnis Rechte zu seinen Gunsten ableiten (ZAK 1968 S. 642)...\n\nDemnach erkennt das Eidg. Versicherungsgericht: Die Verwaltungsgerichtsbeschwerde wird abgewiesen."}