{"annee": "125", "cour": "III", "page": "149", "date": "16/2/1999", "cite": ["58 III 32", "120 II 20", "120 III 159", "101 III 9", "113 III 2", "90 II 108", "98 II 150"], "cite_par": ["140 III 41", "128 III 334", "129 III 197", "137 III 625", "127 III 41", "132 III 277", "132 III 89", "141 III 68"], "chapeau": "28. Auszug aus dem Urteil der II. Zivilabteilung vom 16. Februar 1999 i.S. Z. gegen Y. (Berufung)", "regestes": ["Recevabilité de l'action en constatation selon l'art. 85a LP. L'action en constatation de l'art. 85a LP peut être formée seulement après mainlevée en force de l'opposition jusqu'à la distribution des deniers, respectivement l'ouverture de la faillite."], "faits": "|149|\n\nA.- Z. betrieb Y. für den Betrag von Fr. 1'300'000.--. Nachdem der diesbezügliche Zahlungsbefehl des Betreibungsamtes Thalwil vom 5. März 1997 dem Schuldner zugestellt worden war, erhob dieser Rechtsvorschlag und reichte am 19. März 1997 beim Bezirksgericht Horgen gestützt auf Art. 85a SchKG Klage auf Feststellung ein, dass die in Betreibung gesetzte Forderung nicht bestehe und die Betreibung ohne Schuldgrund angehoben worden sei.\n\nB.- Am 17. Juli 1997 verfügte der Einzelrichter im beschleunigten Verfahren des Bezirksgerichtes Horgen, dass auf die Klage eingetreten und das Verfahren nicht sistiert werde; auf die von der Beklagten im gleichen Verfahren eingereichte Widerklage trat er hingegen nicht ein. |150|\n\nDie Beklagte gelangte in der Folge an das Obergericht des Kantons Zürich, das den Einzelrichter mit Beschluss vom 9. Dezember 1997 anwies, auf die Widerklage einzutreten, im Übrigen aber dem Rekurs nicht stattgab.\n\nC.- Dagegen hat die Beklagte beim Bundesgericht Berufung eingereicht. Damit beantragt sie im Wesentlichen, auf die Klage sei nicht einzutreten. Der Kläger schliesst auf Abweisung der Berufung. Das Bundesgericht heisst die Berufung gut, hebt das angefochtene Urteil im beantragten Umfang auf und tritt auf die Klage nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. Das Bundesgericht hat sich bisher noch nicht dazu geäussert, ob die Feststellungsklage gemäss Art. 85a SchKG angehoben werden kann, solange der vom Schuldner rechtzeitig erhobene Rechtsvorschlag noch nicht rechtskräftig beseitigt worden ist.\n\na) Es entspricht einer Besonderheit des schweizerischen Vollstreckungsrechts, dass der Gläubiger eine Betreibung einleiten kann, ohne den Bestand seiner Forderung nachweisen zu müssen. Der Zahlungsbefehl als Grundlage des Vollstreckungsverfahrens kann grundsätzlich gegenüber jedermann erwirkt werden, unabhängig davon, ob tatsächlich eine Schuld besteht oder nicht (BGE 101 III 9 E. 3 S. 13; BGE 113 III 2 E. 2b S. 3). In der auf Geldzahlung gerichteten Zwangsvollstreckung gemäss Art. 38 Abs. 1 SchKG bildet denn auch weder die Forderung selbst noch der sie allenfalls verkörpernde Titel den Vollstreckungstitel, sondern einzig der in Rechtskraft erwachsene Zahlungsbefehl (BGE 113 III 2 E. 2b S. 3). Der Schuldner hat daher gegen diesen etwas zu unternehmen, wenn er sich dem weiteren Vollstreckungsverfahren widersetzen will. Unterlässt er den Rechtsvorschlag oder ersucht er nicht mit Erfolg um Wiederherstellung der Frist nach verpasstem Rechtsvorschlag (Art. 33 Abs. 4 SchKG), so läuft er Gefahr, dass sein Vermögen gepfändet und anschliessend verwertet wird, auch wenn die Forderung nicht mehr besteht oder gar nie bestanden hat.\n\nb) Vor der Revision vom 16. Dezember 1994 räumte das SchKG dem Betriebenen in der beschriebenen Situation zwei Mittel ein, um sich gegen Pfändung oder Konkurs zur Wehr zu setzen. Diese Rechtsbehelfe haben durch die Revision des SchKG inhaltlich keine Änderung erfahren.\n\naa) Der Schuldner verfügt einmal über die auf richterliche Aufhebung oder Einstellung der Betreibung lautende Klage. In diesem |151| Verfahren hat der Betriebene allerdings den strikten Urkundenbeweis für die Tilgung seiner Schuld zu erbringen (JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl. Zürich 1997, N. 2 zu Art. 85 SchKG; RUEDIN, SJK Nr. 980 S. 4 Ziff. 3.2 mit Hinweisen). Sodann handelt es sich um ein gerichtliches Zwischenverfahren in der Betreibung, wobei dem gestützt auf Art. 85 SchKG ergangenen Entscheid in Bezug auf den Bestand der strittigen Forderung keine materielle Rechtskraft zukommt (RUEDIN, a.a.O., S. 2 Ziff. 2; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. Bern 1997, § 20 N. 11).\n\nbb) Ferner steht dem Schuldner die Rückforderungsklage gemäss Art. 86 SchKG offen, die jedoch die «Bezahlung» der Schuld durch den Betriebenen voraussetzt (BGE 98 II 150 E. 1 S. 156/157; nach BRAND, SJK Nr. 981 S. 5 Ziff. 3 soll diese Klage bereits nach erfolgter Teilzahlung zulässig sein; zur ratio legis der Klage: BGE 21, 717 E. 6 S. 724). Um sich vor der Zahlungsunfähigkeit des Betreibenden zu schützen, kann der Betriebene zwar den an das Betreibungsamt bezahlten Betrag zur Sicherung seines betreibungsrechtlichen Rückforderungsanspruches mit Arrest belegen lassen (BGE 58 III 32; BGE 90 II 108 E. 5 S. 117, bestätigt in BGE 120 III 159 E. 3b und 4b); diese Möglichkeit dürfte aber in der Regel lediglich dann von Bedeutung sein, wenn der Gläubiger im Ausland wohnt (Art. 271 Abs. 1 Ziff. 4 SchKG).\n\nc) Mit der Klage des Art. 85a SchKG hat die Revision einen zusätzlichen Rechtsbehelf geschaffen, mit dem der Schuldner durch den Richter feststellen lassen kann, dass die Schuld nicht oder nicht mehr besteht oder gestundet ist. Diese Klage weist eine Doppelnatur auf. Wie die Aberkennungsklage bezweckt sie einerseits als materiellrechtliche Klage die Feststellung der Nichtschuld bzw. der Stundung (Art. 85a Abs. 1 SchKG); anderseits hat sie aber, wie das Verfahren nach Art. 85 SchKG, auch betreibungsrechtliche Wirkung, indem der Richter mit ihrer Gutheissung die Betreibung einstellt oder aufhebt (BBl 1991 III 70; AMONN/GASSER, a.a.O., § 20 N. 15 S. 140).\n\nAus der Botschaft des Bundesrates über die Änderung des Bundesgesetzes über Schuldbetreibung und Konkurs ergibt sich klar, welche Ziele mit der Einführung dieser Bestimmung verfolgt worden sind: «Die Vorschrift ist neu und soll korrigieren, was von den Betroffenen oftmals als unverhältnismässige Härte empfunden wird und auch materiellrechtlich nicht befriedigt. Denn nach den |152| heutigen Bestimmungen nimmt eine Betreibung auch dann ihren Lauf, wenn sie aufgrund einer nicht bestehenden oder nicht fälligen Forderung eingeleitet worden ist, der Betriebene es aber unterlassen hat, sich rechtzeitig zu verteidigen. Kann er nämlich mangels entschuldbarer Säumnis weder die Rechtswohltat des nachträglichen Rechtsvorschlages erlangen, noch - mangels entsprechender Urkunden - mit Erfolg die rein betreibungsrechtliche Aufhebungsklage des Artikels 85 SchKG anstrengen, bleibt ihm nichts anderes übrig, als eine Nichtschuld oder vor Fälligkeit zu bezahlen, will er der Vollstreckung in sein Vermögen entgehen. Erst danach kann er versuchen, das zu Unrecht Bezahlte zurückzufordern. Dabei trägt er das Risiko, dass der Betreibende unterdessen selbst zahlungsunfähig geworden ist. So kann es nach geltendem Recht vorkommen, dass das Verfahrensrecht die Verwirklichung des materiellen Rechts vereitelt. Daher ist angebracht, dem Betriebenen ein zusätzliches Verteidigungsmittel in die Hand zu geben.» (BBl 1991 III S. 69) Entsprechendes war bereits von der Expertenkommission für die Gesamtüberprüfung des SchKG vorgeschlagen worden (Art. 85 Abs. 2 VE/SchKG; Bericht zum Vorentwurf des Bundesgesetzes über Schuldbetreibung und Konkurs, S. 38). Die in der Botschaft vertretene Auffassung ist denn auch vom Parlament übernommen worden (vgl. AB 1993 N 19 ff; 1994 N 1414 f und 2121; AB 1993 S. 645 ff; 1994 S. 1092 f.).\n\nDer Gesetzgeber wollte mithin dem Betriebenen, der den Rechtsvorschlag unterlassen hat, die Wiederherstellung der Frist zur Erhebung des Rechtsvorschlages nicht verlangen und die Tilgung der Schuld nicht durch Urkunden beweisen kann, als «Notbehelf» ein zusätzliches Verteidigungsmittel zur Verfügung stellen, um ihm so den Weg der Rückforderungsklage zu ersparen. Die neu geschaffene Klage soll mit anderen Worten offen stehen, wenn der Zahlungsbefehl rechtskräftig geworden ist (AMONN/GASSER, a.a.O., § 20 N. 16). Mit der Absicht des Gesetzgebers und der Systematik des Gesetzes in Einklang steht daher die Meinung von JAEGER/ WALDER/KULL/KOTTMANN, wonach die Feststellungsklage des Art. 85a SchKG mangels Interesses nicht zulässig ist, wenn der Betriebene bereits rechtzeitig Rechtsvorschlag erhoben hat (N. 7 zu Art. 85a SchKG; gleicher Auffassung: WEINBERG, Richterliche Aufhebung oder Einstellung der Betreibung im Verfahren nach Art. 85 SchKG, Diss. ZH 1990, S. 126 ff.; SIEGEN/BUSCHOR, Vom alten zum neuen SchKG, Zürich 1997, S. 55; KREN KOSTKIEWICZ, Gerichtsstände im |153| revidierten SchKG, AJP 1996, S. 1363 Ziff. 6; anderer Meinung: BRÖNNIMANN, Neuerungen bei ausgewählten Klagen des SchKG, ZSR 115/1996 I S. 217; derselbe, Zur Klage nach Art. 85a SchKG, AJP 1996 S. 1397 Fn. 29). Indem das Gesetz in Art. 85a Abs. 2 in fine SchKG ausdrücklich die vorläufige Einstellung der Betreibung vorsieht, geht es davon aus, dass der Zahlungsbefehl rechtskräftig ist; solange nämlich der Rechtsvorschlag noch nicht definitiv beseitigt wurde, bleibt die Betreibung von Gesetzes wegen eingestellt (Art. 78 Abs. 1 SchKG). Der im Gesetz verwendete Begriff «jederzeit» ist somit dahin zu verstehen, dass die Feststellungsklage des Art. 85a SchKG erst nach rechtskräftiger Beseitigung des Rechtsvorschlages bis zur Verteilung des Verwertungserlöses bzw. Konkurseröffnung angehoben werden kann.\n\nd) Nun vertreten einige Autoren die Ansicht, der Betriebene habe auch nach erhobenem Rechtsvorschlag ein Interesse an der Klage, welches darin bestehe, das Einsichtsrecht Dritter in die Betreibung auszuschliessen (Art. 8a SchKG; GASSER, Revidiertes SchKG - Hinweise auf kritische Punkte, ZBJV 132/1996, S. 640; derselbe, Ein Jahr revidiertes SchKG oder: Erst die Praxis bringt es an den Tag, in: Der Schweizer Treuhänder 1998, S. 16 Ziff. 2.1 und Fn. 12; BODMER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, SchKG I, Basel 1998, N. 14 zu Art. 85a SchKG). Anderer Meinung sind JAEGER/WALDER/KULL/KOTTMANN (a.a.O., N. 7 in fine zu Art. 85a SchKG).\n\nDie Botschaft enthält in den Erläuterungen zu Art. 85a SchKG keinen Verweis auf Art. 8a SchKG, um daraus ein vom Nichtbestand der Schuld unabhängiges, eigenes Interesse des Schuldners an der Klage herzuleiten (BBl 1991 III 79-82). Im Rahmen der parlamentarischen Beratung wurde der Bezug zu Art. 8a SchKG zwar durch Ständerat Gadient hergestellt (AB 1993 S. 646), doch wurde dieser Gedanke in der Folge im Rat nicht vertieft diskutiert, so dass sich aus diesem vereinzelten Votum für die Lösung der Frage nichts gewinnen lässt. Es genügt somit, darauf hinzuweisen, dass dem Betriebenen auch nach der Einführung des Art. 85a SchKG die allgemeine Klage auf Feststellung des Nichtbestehens der in Betreibung gesetzten Forderung offen steht (BGE 120 II 20). Sofern sich aus dem Urteil über diese Klage das Unrecht der Betreibung ergibt, führt dies zur Verweigerung der Kenntnisgabe der Betreibung an Dritte (Art. 8a Abs. 3 lit. a SchKG), womit kein Grund besteht, dem Betriebenen auch noch die Feststellungsklage nach Art. 85a SchKG zur Verfügung zu stellen. Auch im Lichte des Art. 8a SchKG rechtfertigt |154| es sich somit, deren Anwendungsbereich auf den Schutz des Schuldners zu reduzieren, gegen den Vollstreckungsmassnahmen möglich sind; das ist jedoch nach Erhebung des Rechtsvorschlages nicht der Fall."}