{"annee": "125", "cour": "IV", "page": "260", "date": "10/11/1999", "cite": ["120 IA 286", "122 IV 149", "116 IV 121"], "cite_par": ["127 IV 68"], "chapeau": "40. Extrait de l'arrêt de la Cour de cassation pénale du 10 novembre 1999 dans la cause Y. c. Ministère public du canton de Vaud(pourvoi en nullité)", "regestes": ["Art. 148 CP; abus de cartes-chèques et de cartes de crédit, condition objective de punissabilité. L'énoncé de l'art. 148 CP \"pour autant que l'organisme d'émission et l'entreprise contractuelle aient pris les mesures que l'on pouvait attendre d'eux pour éviter l'abus de la carte\" introduit une condition objective de punissabilité (consid. 2). Mesures à prendre par l'organisme d'émission, lesquelles ont été jugées insuffisantes en l'espèce (consid. 4 à 6)."], "faits": "BGE 125 IV 260 S. 260\n\nA.- Par jugement du 20 novembre 1998, le Tribunal correctionnel du district de Lausanne a condamné Y., né Z., pour abus de confiance, escroquerie et abus qualifié de cartes-chèques et de cartes de crédit, à la peine de quatre ans de réclusion, sous déduction de six cent soixante-sept jours de détention préventive, peine partiellement complémentaire à une peine de septante-cinq jours d'emprisonnement prononcée en 1996.\n\nPar le même jugement, l'épouse de Y., dame Y., a été libérée du chef d'accusation d'abus qualifié de cartes-chèques et de cartes de crédit, faute d'intention.\n\nB.- Par arrêt du 13 janvier 1999, dont les considérants ont été communiqués aux parties le 10 juin 1999, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté le recours de Y. d'une part, et celui du Ministère public d'autre part.\n\nEn bref, il en ressort les éléments suivants: BGE 125 IV 260 S. 261\n\na) S'agissant de sa situation personnelle, Y., né en 1949, s'appelait Z. jusqu'en avril 1995, époque à laquelle il a épousé dame Y., dont il a pris le nom.\n\nIl a déjà fait l'objet, depuis 1971, d'une quinzaine de condamnations pour des infractions contre le patrimoine. A plusieurs reprises, l'exécution des peines prononcées a été suspendue au profit d'un placement dans un hôpital psychiatrique ou d'un traitement ambulatoire. Les deux dernières condamnations subies remontent à 1991 (trois ans d'emprisonnement pour escroquerie par métier) et à 1996 (septante-cinq jours d'emprisonnement pour escroquerie).\n\nb) aa) Le 13 mai 1994, Y., sous le nom de Z. qu'il portait alors, a sollicité l'octroi d'une carte de crédit Visa SBS, précisant dans le formulaire de demande qu'il était contrôleur aérien et que son revenu annuel se montait à plus de 100'000 francs. Cette carte lui a été délivrée le 19 mai 1994, avec une limite de crédit mensuel de 15'000 francs.\n\nPrétextant le vol de cette carte, il en a obtenu une nouvelle. Ila utilisé ces deux cartes du 21 octobre 1994 au 27 juin 1995, malgré un avis de blocage reçu le 23 janvier 1995. A cette date, le découvert était de 24'994 fr. 80. Au 22 juillet 1996, il se montait à53'765 fr. 40, intérêts compris.\n\nbb) Le 3 juin 1995, il a, sous le nom de Y., demandé une autre carte de crédit Visa SBS, affirmant qu'il était indépendant et que son revenu annuel se montait à plus de 160'000 francs. Il a utilisé cette carte, comprenant une limite mensuelle de 15'000 francs, du 27 juin 1995 au 13 décembre 1996, malgré un avis de blocage du 11 septembre 1995 et une mise en garde du 22 octobre 1995. A cette date, le découvert s'élevait à 14'152 fr. 70.\n\nLe 28 juin 1995, Y. a sollicité une carte de crédit partenaire au nom de son épouse, laquelle a signé le formulaire de demande. Il connaissait seul le code de cette carte et il ne la remettait à son épouse qu'au moment où elle devait signer la facture.\n\nLe découvert total des deux cartes s'est élevé à 51'326 fr. 85, intérêts compris.\n\nLe 31 juillet 1995, dame Y. a demandé une nouvelle carte de crédit, se conformant à la requête de son mari qui lui avait fait croire que la première ne fonctionnait plus. Là encore, Y. a été le seul possesseur de cette carte, d'une limite mensuelle de 5'000 francs, et ne la remettait à son épouse qu'au moment du payement. Cette carte a été utilisée du 11 septembre 1995 au 8 novembre 1996, malgré un blocage intervenu le 21 décembre 1995, date à laquelle le découvert BGE 125 IV 260 S. 262se montait à 6'583 fr. 55. Au 21 novembre 1996, le préjudice était de 20'245 fr. 10, intérêts compris.\n\nEn novembre 1996, après une dispute avec son mari, dame Y. a détruit les deux cartes de crédit à son nom.\n\ncc) Le 19 septembre 1995, dans le cadre du Comptoir suisse où Visa Corner Bank avait un stand, Y. a sollicité l'octroi d'une carte de crédit en mentionnant qu'il était indépendant depuis quinze ans et que son revenu annuel était de 130'000 francs. Une carte comprenant une limite mensuelle de 2'000 francs lui a été délivrée le 14 novembre 1995.\n\nY. l'a utilisée du 21 mars 1996 au 5 janvier 1997, bien qu'elle ait été bloquée le 14 mai 1996 et malgré une mise en garde par pli recommandé du 23 juillet 1996. Le découvert au moment du blocage était de 1'865 fr. 90. Au 14 février 1997, le préjudice se montait à 5'684 fr. 40, intérêts compris.\n\ndd) Le 15 juillet 1996, Y. a demandé l'ouverture d'un compte auprès du Crédit Suisse ainsi que l'octroi d'une carte de crédit. Il a déclaré qu'il était contrôleur aérien au service d'une filiale de l'IATA. Il a assuré qu'un montant de l'ordre de 30'000 francs représentant des arriérés de salaire serait versé à très brève échéance sur le compte à ouvrir. Sur la base de ces indications, il a obtenu une carte \"Credicard Gold\", d'une limite mensuelle de 15'000 francs, qu'il a utilisée dès le 31 juillet 1996. Il a exclusivement opéré des prélèvements en espèce au \"Bancomat\", ce tous les deux ou trois jours, jusqu'au 12 août 1996 y compris. A cette date, il a prétexté un dysfonctionnement et cette carte a été bloquée. Il a obtenu une nouvelle carte qu'il a aussi utilisée pour des prélèvements au \"Bancomat\", jusqu'au 22 août 1996. Il a reçu une mise en garde concernant cette seconde carte le 29 août 1996, date à laquelle le découvert s'élevait à 17'932 fr. 80. Y. a continué à utiliser les deux cartes à titre de cartes de crédit jusqu'à la mi-janvier 1997, soit une semaine avant son arrestation. Le préjudice causé au Crédit Suisse est de 51'265 francs, intérêts compris.\n\nc) Il a été relevé que Y. s'était procuré de l'argent facile au moyen de cartes de crédit obtenues avec des indications erronées sur sa profession et ses revenus et alors qu'il se savait totalement insolvable.\n\nLa qualification d'escroquerie (art. 148 aCP) a été retenue à propos de la première carte de crédit demandée, tandis que pour les autres, s'agissant de faits postérieurs au 1er janvier 1995, celle d'abus de cartes-chèques et de cartes de crédit par métier (art. 148 al. 2 CP) a prévalu.\n\nBGE 125 IV 260 S. 263\n\nY. a encore été reconnu coupable d'une escroquerie et d'un abus de confiance, infractions commises au détriment de deux de ses connaissances et sans aucun lien avec des cartes de crédit.\n\nPar ailleurs, il a été jugé qu'un internement de Y., que ce soit au sens de l'art. 42 ou de l'art. 43 CP, ne se justifiait pas.\n\nC.- Y. se pourvoit en nullité au Tribunal fédéral contre cet arrêt. Il conclut à l'annulation de la décision attaquée et sollicite en outre l'assistance judiciaire.\n\nInvité à présenter ses observations, le Ministère public conclut au rejet du pourvoi.\n\nLe Tribunal fédéral admet le pourvoi dans la mesure où il est recevable, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision.", "considerants": "Considérant en droit:\n\n1. [recevabilité]\n\n2. Le recourant conteste les infractions retenues à son encontre relativement aux cartes de crédit.\n\nL'art. 148 CP, adopté lors de la modification du Code pénal et du Code pénal militaire relative aux infractions contre le patrimoine et faux dans les titres du 17 juin 1994, en vigueur depuis le 1er janvier 1995 (RO 1994 p. 2294 et 2309), dispose à son alinéa 1 que \"celui qui, quoiqu'insolvable ou non disposé à s'acquitter de son dû, aura obtenu des prestations de nature patrimoniale en utilisant une carte-chèque, une carte de crédit ou tout moyen de paiement analogue et aura ainsi porté atteinte aux intérêts pécuniaires de l'organisme d'émission qui le lui avait délivré sera, pour autant que l'organisme d'émission et l'entreprise contractuelle aient pris les mesures que l'on pouvait attendre d'eux pour éviter l'abus de la carte, puni de l'emprisonnement pour cinq ans au plus.\" L'alinéa 2 de cette disposition précise que \"si l'auteur fait métier de tels actes, la peine sera la réclusion pour dix ans au plus ou l'emprisonnement pour trois mois au moins.\"\n\nCette disposition a pour but de protéger l'abus de cartes-chèques ou de crédit de la part du détenteur légitime aussi bien dans un système bipartite, soit dans les cas où l'organisme d'émission délivre des cartes dont l'emploi n'est possible qu'auprès de ses filiales, que dans un système tripartite, c'est-à-dire dans les cas, beaucoup plus fréquents, où les cartes sont délivrées en vue d'être utilisées auprès d'entreprises contractuelles tierces. Il s'agit d'une disposition spéciale BGE 125 IV 260 S. 264qui, en principe, a le pas sur l'escroquerie (ATF 122 IV 149 consid. 3b p. 152 ss).\n\nL'énoncé \"pour autant que l'organisme d'émission et l'entreprise contractuelle aient pris les mesures que l'on pouvait attendre d'eux pour éviter l'abus de la carte\" a été introduit par le Conseil des Etats (sur l'historique de cette disposition, cf. SCHMID, Computer- sowie Check- und Kreditkarten-Kriminalität, § 8 n. 1-12). Les mesures de précaution que doivent prendre l'organisme d'émission et l'entreprise contractuelle constituent une condition objective de punissabilité (cf. SCHMID, op.cit., § 8 n. 103; REHBERG/SCHMID, Strafrecht III, Delikte gegen den Einzelnen, Zurich 1997, § 20 n. 1.5, p. 195 s.; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I: Straftaten gegen Individualinteressen, Berne 1995, § 16 n. 38; HURTADO POZO, Droit pénal, partie spéciale I, Zurich 1997, § 41 n. 1090), sur laquelle l'intention de l'auteur n'a donc pas besoin de porter (cf. GRAVEN, L'infraction pénale punissable, Berne 1995, n. 39A). L'introduction de cette condition procède d'un souci d'adaptation avec le concept de l'astuce utilisé pour l'escroquerie, c'est-à-dire de prendre en considération la responsabilité du lésé, respectivement la propre faute de celui-ci (cf. GRACE SCHILD TRAPPE, Zum neuen Staftatbestand des Check- und Kreditkartenmissbrauchs, Art. 148 StGB - zugleich eine Anmerkung zu BGE 122 IV 149, in RJB 133/1997, p. 24 s, n. 4.3) Dans cette mesure, il revient donc aux agents économiques d'assumer la responsabilité du bon ou du mauvais usage des instruments de paiement qu'ils mettent dans les mains de leur clientèle (cf. ERIC STAUFFACHER, Infractions contre le patrimoine: le nouveau droit, in RPS 1996, p. 21). Cependant, telle qu'elle est formulée, cette condition ne va pas sans soulever toute une série de questions quant à son interprétation et à sa délimitation (cf. STRATENWERTH, op.cit., § 16n. 22 et 37). De manière générale, n'entrent en considération que les mesures usuelles dans la branche, techniquement et économiquement justifiées et qui permettent d'empêcher l'abus des cartes (cf. SCHMID, op.cit., § 8 n. 110). Quoi qu'il en soit, c'est au juge qu'il revient d'apprécier les mesures acceptables (cf. STRATENWERTH, op.cit., § 16 n. 37; HURTADO POZO, op.cit., n. 1090).\n\n3. Selon les constatations cantonales, le recourant, tout en se sachant insolvable, a régulièrement employé diverses cartes de crédit et, de la sorte, a porté atteinte aux intérêts patrimoniaux des organismes qui les lui avaient délivrées. Sauf pour le cas de la première carte de crédit où une escroquerie (art. 148 aCP) a été retenue, et quoique l'arrêt attaqué ne soit pas d'une grande clarté à cet égard, il BGE 125 IV 260 S. 265apparaît que le recourant a été reconnu coupable d'abus de cartes-chèques et de cartes de crédit par métier (art. 148 al. 2 CP) non pas indifféremment pour l'ensemble de ses agissements, mais bien pour chaque série d'actes où il a utilisé une carte de crédit distincte, ces infractions qualifiées étant en concours entre elles (cf. ATF 116 IV 121 consid. 2 p. 122 ss). Cela étant, il convient, conformément à l'argumentation du recourant, d'examiner pour chaque carte de crédit ce qu'il en est de la condition objective de punissabilité.\n\n4. \"Credicard Gold\" du Crédit Suisse\n\na) Prétextant le versement prochain d'un arriéré de salaire de 30'000 francs, le recourant a sollicité l'ouverture d'un compte bancaire à cet effet et, en relation avec celui-ci, a obtenu une carte de crédit d'une limite mensuelle de 15'000 francs. La carte de crédit a été octroyée sur la base des déclarations écrites du recourant mentionnant ses prétendus salaire et profession et d'une photocopie de son passeport. Les 30'000 francs promis n'ont pas été versés. L'organisme d'émission n'a pris aucun renseignement auprès de tiers. Le préjudice causé se monte à plus de 51'000 francs, intérêts compris.\n\nb) Au titre des mesures que doit prendre l'organisme d'émission, celui-ci doit en particulier rassembler les informations pertinentes relatives à la solvabilité de son client avant la délivrance de la carte (cf. SCHMID, op.cit., § 8 n. 106 et 112; HURTADO POZO, op.cit., § 41 n. 1090). Le soin qu'il doit y apporter n'est pas aisé à définir (cf. STRATENWERTH, op.cit., § 16 n. 37). De manière générale, l'organisme d'émission doit contrôler si les conditions financières du requérant, notamment ses revenus et sa situation patrimoniale, lui permettront, selon toute vraisemblance, de tenir ses engagements à son égard. Certains standards ont été développés pour éviter que des cartes ne soient remises à des personnes insolvables, comme la vérification du domicile, des rapports de travail, du revenu et de la fortune, ou encore la nécessité de déposer un montant approprié auprès de la banque (cf. SCHMID, op.cit., § 8 n. 112). L'organisme d'émission doit non seulement apprécier les données que lui fournit directement le requérant, mais aussi prendre des renseignements auprès de tiers, comme l'office des poursuites, l'administration, l'employeur ou encore la banque partenaire (cf. HANS GIGER, Kreditkartensysteme, Zurich 1985, p. 112 s.; JOSEPH WÜRSCH, Die Kreditkarte nach schweizerischem Privatrecht, Fribourg 1974, p. 37 s.; dans le même sens en Allemagne, cf. MICHAEL WELLER, Das Kreditkartenverfahren, 1986, p. 142). On peut d'ailleurs observer BGE 125 IV 260 S. 266que les formulaires de demande de carte de crédit contiennent habituellement une clause par laquelle le requérant autorise l'organisme d'émission à prendre des renseignements auprès des tiers précités.\n\nLa solvabilité du requérant peut en particulier résulter de la confiance spécifique dont il jouit en raison d'une relation bancaire stable et non conflictuelle. A cet égard, les renseignements fournis par la banque partenaire sont décisifs, notamment sur la réputation du client, le type de compte(s) dont il est titulaire, ses avoirs, la régularité des entrées et leur montant, l'existence et la fréquence d'éventuels découverts, ou encore sa possession d'autres cartes (cf. GERD D. LEHMANN, Zahlungsverkehr der Banken, 2ème éd. Zurich 1992, p. 100 ss).\n\nEn tous les cas, l'examen des circonstances concrètes est décisif pour déterminer si l'organisme d'émission a pris les mesures utiles.\n\nc) En l'espèce, il n'a pas été constaté que le recourant bénéficiait d'une relation bancaire préexistante à sa requête et de nature à le faire apparaître comme une personne de confiance. Il ne pouvait de la sorte qu'être considéré comme un inconnu. La cour cantonale s'est limitée à relever que l'organisme d'émission avait pris les mesures de précaution essentielles. Il apparaît pourtant, selon les constatations de cette même cour, qu'aucune démarche de vérification n'a été entreprise et que la délivrance de la carte est intervenue sans que le compte bancaire n'ait été provisionné. Dans ces conditions, on ne saurait admettre que les mesures que l'on pouvait attendre de l'organisme d'émission avant la remise de la carte ont été prises. A ce défaut, il est exclu de faire tomber le comportement du recourant sous le coup de l'art. 148 CP. Que l'organisme d'émission ait ultérieurement entrepris de bloquer la carte n'y change rien; la condition objective de punissabilité n'étant d'emblée pas donnée, elle ne saurait le devenir ensuite (cf. SCHMID, op.cit., § 8 n. 112 i.f.). Le pourvoi doit donc être admis sur ce point.\n\n5. Visa Corner Bank\n\nLe recourant a indiqué qu'il était indépendant depuis quinze ans et que son revenu annuel était de 130'000 francs. L'organisme d'émission a fait contrôler l'adresse du recourant, a demandé des renseignements auprès de l'office des poursuites, qui n'ont pas révélé de procédure en cours, et a sollicité le résultat de la taxation fiscale de ce dernier, que l'administration a toutefois refusé de lui fournir.\n\nEn l'espèce, le recourant ne disposait d'aucune confiance particulière reposant sur une relation bancaire antérieure. Il n'a pas non plus été exigé de sa part qu'il verse préalablement un dépôt approprié BGE 125 IV 260 S. 267sur un compte. L'organisme d'émission a délivré la carte uniquement sur la base d'une vérification de l'adresse et d'un relevé des poursuites (cf. art. 8a LP). Qu'un tel relevé ne spécifie aucune poursuite ne permet pas encore de conclure que la personne concernée est apparemment solvable. Il s'agit certes d'un élément favorable mais qui, en l'absence d'autres circonstances corroboratives, n'est en soi pas décisif. Dans une situation telle qu'elle se présentait en l'occurrence, il s'imposait en outre de vérifier ce qu'il en était du revenu mentionné par le recourant et acquis, selon celui-ci, dans le cadre d'une activité indépendante. L'organisme d'émission a d'ailleurs agi en ce sens en sollicitant de l'administration le résultat de la taxation fiscale. Il a donc, à juste titre, considéré ce renseignement comme nécessaire compte tenu des circonstances concrètes. Rien ne justifie ensuite son revirement et sa décision, face au refus de l'administration, d'octroyer malgré tout la carte. Il pouvait aisément inviter le recourant à lui remettre le document souhaité. Que la carte ait été émise avec une limite mensuelle relativement basse (2'000 francs) n'y change rien. Une telle limite peut certes justifier que l'organisme d'émission prenne des mesures de précaution moindres que pour une limite élevée, mais n'autorise pas pour autant de considérer comme suffisant un contrôle qui n'est pas à même de cerner la capacité financière du requérant. S'il est une chose de choisir, en vertu de considérations commerciales, de prendre un risque, c'en est une autre, en pareil cas, de pouvoir invoquer la protection du droit pénal. Dès lors que les mesures appropriées n'ont pas été prises, la condition objective de punissabilité n'est pas réalisée. S'agissant de cette carte de crédit, le recourant n'est donc pas coupable de l'infraction réprimée par l'art. 148 CP.\n\n6. Visa SBS\n\na) aa) Sous le nom de Y., le recourant a sollicité une carte de crédit le 3 juin 1995, mentionnant qu'il était indépendant et que son revenu annuel se montait à plus de 160'000 francs. Il a utilisé la carte obtenue (carte no 1), d'une limite mensuelle de 15'000 francs, du 27 juin 1995 au 13 décembre 1996, malgré un avis de blocage du 11 septembre 1995 et une mise en garde du 22 octobre 1995. A cette date, le découvert était de quelque 14'000 francs. Une carte partenaire (carte no 2) a été délivrée à l'épouse du recourant. Le découvert total des deux cartes s'est élevé à plus de 51'000 francs, intérêts compris.\n\nDu 11 septembre 1995 au 8 novembre 1996, le recourant a également utilisé une autre carte émise au nom de son épouse (carte BGE 125 IV 260 S. 268no 3), d'une limite mensuelle de 5'000 francs. Cette carte a été bloquée le 21 décembre 1995, date à laquelle le découvert se montait à quelque 6'500 francs. Au 21 novembre 1996, le préjudice était de plus de 20'000 francs, intérêts compris.\n\nbb) Ne peut commettre l'infraction réprimée par l'art. 148 CP que le titulaire légitime de la carte (cf. SCHMID, op.cit., § 8 n. 24 ss; STRATENWERTH, op.cit., § 16 n. 26 ss; HURTADO POZO, op.cit., n. 1081 ss). Or, la carte no 2 est une carte supplémentaire que l'organisme d'émission a délivrée nominalement à l'épouse du recourant; elle se distingue donc de la carte principale (carte no 1), dont le recourant est le titulaire (cf. SCHMID, op.cit., § 8 n. 29). Quant à la carte no 3, elle apparaît comme une carte indépendante, établie au seul nom de l'épouse du recourant. Ainsi, le recourant n'était pas le légitime titulaire des cartes no 2 et 3, mais bien son épouse, de telle sorte qu'il ne saurait tomber sous coup de l'art. 148 CP pour leur usage.\n\ncc) S'agissant de l'octroi de la carte no 1, le recourant ne jouissait pas d'une relation de confiance particulière et n'a pas non plus dû verser de dépôt. La carte a été délivrée après que l'organisme d'émission eut vérifié l'exactitude de l'adresse et contrôlé l'absence d'endettement auprès d'une centrale d'information (Zentralstelle für Kreditinformation; ZEK). Dans la mesure où l'argumentation du recourant s'écarte de ces constatations de fait, elle est irrecevable (art. 277bis PPF; RS 312.0). La ZEK regroupe des données sur toutes les personnes qui ont demandé ou obtenu un crédit auprès des banques affiliées, soit quasiment la totalité des sociétés actives dans le domaine du crédit à la consommation (cf. ATF 120 Ia 286 consid. 4a p. 295). A l'instar de ce qui a été dit pour un relevé des poursuites (cf. supra, consid. 5), l'indication par la ZEK de l'absence du recourant dans ses registres ne signifiait pas encore, dans les circonstances du cas d'espèce, qu'on pouvait en déduire sa solvabilité. Il importait d'entreprendre d'autres vérifications, en particulier sur son revenu. Les mesures prises sont donc insuffisantes de telle sorte que, pour ce cas également, la punissabilité du recourant fait défaut.\n\nb) Sous le nom de Z., le recourant a sollicité l'octroi d'une carte de crédit, affirmant être contrôleur aérien et gagner plus de 100'000 francs par année. Cette carte lui a été délivrée le 19 mai 1994, avec une limite mensuelle de 15'000 francs. Prétextant son vol, il en a obtenu une nouvelle. Il a utilisé ces deux cartes du 21 octobre 1994 au 27 juin 1995, malgré un avis de blocage reçu le 23 janvier 1995. A cette date, le découvert était d'environ 25'000 francs. Il est monté à près de 54'000 francs, intérêts compris.\n\nBGE 125 IV 260 S. 269\n\nL'autorité cantonale a retenu que les actes commis avec la première carte étaient constitutifs d'une escroquerie et tombaient sous le coup de l'art. 148 aCP, alors que pour ceux réalisés avec la seconde, l'art. 148 CP s'appliquait.\n\nL'art. 148 aCP a été appliqué pour le motif que, concrètement, le nouvel art. 146 CP (nouvelle norme réprimant l'escroquerie, en vigueur depuis le 1er janvier 1995) ne constituait pas une \"lex mitior.\" En bon droit, il eût cependant fallu que l'art. 148 aCP soit confronté à l'incrimination spéciale que l'art. 148 CP a introduite. Or, indépendamment de ce qu'il pouvait en être sous l'ancien droit, il apparaît d'emblée que l'infraction n'est pas punissable sous l'angle du nouveau. En effet, l'organisme d'émission a, là aussi, uniquement vérifié l'adresse du recourant et pris des renseignements auprès de la ZEK. Comme on l'a vu (cf. supra, consid. 6a/cc) de telles mesures sont insuffisantes dans le présent cas, de telle sorte que, s'agissant de ces deux dernières cartes de crédit et quelle que soit l'époque de leur utilisation, le recourant doit être libéré des chefs d'accusation retenus en instance cantonale.\n\n7. [suite de frais]"}