{"annee": "125", "cour": "V", "page": "312", "date": "6/5/1999", "cite": ["113 V 222", "96 V 100", "106 V 45", "112 V 44", "97 V 72", "104 V 19"], "cite_par": ["138 V 522", "134 V 340", "141 V 37"], "chapeau": "49. Urteil vom 6. Mai 1999 i.S. Schweizerische Unfallversicherungsanstalt gegen F. und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 39 LAA; art. 50 OLAA: Canyoning. Le canyoning consiste à tenter de parcourir une gorge sur toute sa longueur en suivant le cours du ruisseau sur l'eau ou sur la rive. Lorsqu'il est pratiqué à un niveau de difficulté C2 (difficulté modérée), ce sport ne représente pas une entreprise téméraire absolue. In casu, l'existence d'une entreprise téméraire relative a été par ailleurs niée au regard des circonstances du cas concret."], "faits": "BGE 125 V 312 S. 312\n\nA.- Der 1952 geborene F. ist seit Februar 1978 bei der Firma G. AG, einem der Schweizerischen Unfallversicherungsanstalt (SUVA) unterstellten Betrieb, als Carrosseriespengler tätig und gestützt auf dieses Arbeitsverhältnis obligatorisch gegen Unfall versichert. Am 16. Juli 1994 rutschte er beim so genannten Canyoning in der Schlucht des Riale di Mulitt im Centovalli/TI beim BGE 125 V 312 S. 313Überqueren eines Baches aus und fiel in die Tiefe, wobei er sich eine Torsionsfraktur der linken Tibia zuzog. Die SUVA anerkannte grundsätzlich ihre Leistungspflicht, kürzte jedoch mit Verfügung vom 5. Oktober 1994 die Geldleistungen wegen Vorliegens eines Wagnisses um 50%. Nachdem das Versicherungsgericht des Kantons Aargau am 5. Juli 1995 einen ersten ablehnenden Einspracheentscheid vom 12. Januar 1995 aufgehoben und die Sache zu ergänzenden Abklärungen an die SUVA zurückgewiesen hatte, hielt die Anstalt an ihrem Standpunkt am 24. Mai 1996 verfügungsweise und, auf erneute Einsprache hin, mit Entscheid vom 28. Januar 1997 fest.\n\nB.- Die hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Aargau mit Entscheid vom 15. Oktober 1997 gut und wies die SUVA an, F. ungekürzte Versicherungsleistungen auszurichten.\n\nC.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der vorinstanzliche Entscheid sei aufzuheben und die Kürzung der Geldleistungen um 50% zu bestätigen.\n\nF. schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde, während das Bundesamt für Sozialversicherung (BSV) deren Gutheissung beantragt.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Das kantonale Gericht hat die massgebenden Bestimmungen zum Begriff des Wagnisses (Art. 39 UVG in Verbindung mit Art. 50 Abs. 2 UVV), welcher mit jenem identisch ist, der unter der Herrschaft des bis 31. Dezember 1983 in Kraft gestandenen KUVG gültig war, sowie die dazu entwickelte Rechtsprechung, welche zwischen absoluten und relativen Wagnissen unterscheidet (BGE 112 V 47 Erw. 2a und 300 Erw. 1b, je mit Hinweisen; siehe auch BGE 113 V 223 Erw. 3c und SVR 1997 UV Nr. 81 S. 294 Erw. 3a), zutreffend dargelegt. Darauf kann verwiesen werden.\n\n2. Das Canyoning, bei dem versucht wird, stets dem Weg des Baches am oder im Wasser folgend eine Schlucht der Länge nach zu durchschreiten (vgl. WINKLER & SPILKER, Basiswissen für Draussen, Canyoning, S. 7), birgt, worauf die SUVA zu Recht hinweist, zahlreiche Gefahren. Vor allem im Hinblick darauf, dass aus mehr oder weniger grosser Höhe in Bäche gesprungen wird, deren Grund sich einerseits verändert (Geschiebe, Steine, Äste etc.) und andererseits allenfalls beim Springen nicht oder jedenfalls nicht deutlich BGE 125 V 312 S. 314gesehen werden kann, handelt es sich klarerweise um eine gefährliche Sportart, was im Übrigen auch vom Beschwerdegegner anerkannt wird. Dessen ungeachtet ist entgegen der Ansicht der SUVA nicht von vornherein von einem absoluten Wagnis auszugehen.\n\na) Nach der Rechtsprechung zu verschiedenen gefährlichen Sportarten gelten zunächst solche als absolute Wagnisse, die wettkampfmässig betrieben werden und bei denen es auf die Geschwindigkeit ankommt (Motocross-Rennen: RKUV 1991 Nr. U 127 S. 221; Auto-Bergrennen: BGE 113 V 222, BGE 112 V 44; Karting-Rennen: nicht veröffentlichtes Urteil N. vom 4. November 1964). Im Weitern gelten Boxwettkämpfe als absolutes Wagnis, da die Angriffe direkt auf den Körper zielen (EVGE 1962 S. 280). Die Ausübung anderer Sportarten kann je nach Beeinflussbarkeit des Risikos einmal ein absolutes, ein andermal - bei weiteren gegebenen Umständen - ein relatives Wagnis darstellen (Auto-Rallye: BGE 106 V 45; Deltasegeln: BGE 104 V 19, nicht veröffentlichte Urteile J. vom 1. Juli 1980 und D. vom 27. September 1978; Höhlentauchen: BGE 96 V 100; Klettern: BGE 97 V 72 und 86; Pneuschlitteln: nicht veröffentlichtes Urteil C. vom 8. April 1999).\n\nb) Insoweit Canyoning nicht wettkampfmässig und auf Geschwindigkeit betrieben wird, stellt im Lichte der in Erw. 2a dargelegten Rechtsprechung nicht jede Form der Ausübung dieses Sports ein absolutes Wagnis dar. Als ungeeignet für die Abgrenzung ist dabei die von der Vorinstanz gewählte Unterteilung in \"schwimmendes\" (absolutes Wagnis) und \"technisches\" (relatives Wagnis) Canyoning zu bezeichnen, da einerseits die entsprechenden Übergänge fliessend sind und andererseits eine Tour in der Regel eine Mischform der beiden Varianten darstellt, worauf die SUVA und das BSV zu Recht hinweisen. Auch würde eine solche Unterteilung unberücksichtigt lassen, dass auch bei einem \"schwimmenden\" Canyoning die Risiken mit entsprechenden Massnahmen (Einhaltung der elementaren Grundregeln wie Verzicht auf Sprünge ins unbekannte Wasser und auf Schwimmen bei zu grosser Wassermenge) auf ein annehmbares Mass gesenkt werden können, während demgegenüber auch beim \"technischen\" Canyoning ein absolutes Wagnis nicht von vornherein ausgeschlossen ist. Vielmehr ist wie beim Bergsteigen (vgl. BGE 97 V 79 Erw. 3 unten) zunächst zu prüfen, ob die konkrete Tour a priori ein Wagnis an sich sei und bei Verneinung dieser Frage weiter, ob nach den konkreten Umständen des Einzelfalles ein relatives Wagnis vorliege.\n\nBGE 125 V 312 S. 315\n\n3. a) Es ist unbestritten, dass die erste Etappe der Tour im Riale di Mulitt - in dem sich der Unfall ereignete - oft auch von Gruppen begangen wird. In der entsprechenden Fachliteratur wird diese Tour ausführlich beschrieben (ZAUNHUBER, Canyoning, Bergsport im Wasser, S. 55 ff.) und insgesamt als nicht besonders gefährlich bezeichnet; in der von C1 (unschwierig) bis C6 (extrem schwierig) reichenden Skala wird ihr ein Schwierigkeitsgrad von C2 (mässig schwierig) zugeordnet. Diesen Schwierigkeitsgrad weist eine Canyonwanderung mit leichteren Kletterstellen, Sprüngen bis zu 3 Metern Höhe und vereinzelt flotten Strömungen auf; eine solche ist von sportlichen Einsteigern begehbar (ZAUNHUBER, a.a.O., S. 100). Ein absolutes Wagnis stellt die Begehung des ersten Abschnittes dieser Tour somit nicht dar. Der Wagnischarakter von Touren mit höherem Schwierigkeitsgrad kann vorliegend offen gelassen werden. Auch ist der schützenswerte Charakter einer solchen sportlichen Betätigung zu bejahen, sind doch die Gemeinsamkeiten mit dem nach der Rechtsprechung als schützenswert geltenden Bergsteigen und Klettersport (BGE 97 V 79 Erw. 3) augenfällig und liesse sich deshalb eine unterschiedliche Behandlung nicht rechtfertigen.\n\nb) Demnach bleibt zu prüfen, ob die konkreten Umstände - im Besonderen die Wetterverhältnisse, der Wasserstand, die Ausrüstung sowie die Ausbildung und Erfahrung des Beschwerdegegners - den objektiv vorhandenen Risiken und Gefahren angemessen waren, damit diese auf ein vertretbares Mass herabgesetzt wurden.\n\naa) Am 16. Juli 1994 war das Wetter für eine derartige Tour gut und der Bach führte sehr wenig Wasser. Ebenso gaben Ausrüstung und Material der Gruppe zu keinerlei Beanstandungen Anlass. Der Beschwerdegegner verfügte als Trekkingteamleiter auch über grosse Erfahrung im Canyoning und war u.a. von D., einem berufsmässigen Führer begleitet. Die Gruppe war somit für die konkrete - mässig schwierige - Tour bestens qualifiziert sowie ausgerüstet, und es herrschten gute äussere Bedingungen. Bei diesen Verhältnissen liegt auch kein relatives Wagnis vor. Daran ändert der Umstand nichts, dass die Gruppe am Unfalltag die Schlucht auskundschaften und für geführte Touren (weiter) einrichten oder die bestehenden Einrichtungen überprüfen wollte, war doch die Tour den Sportlern bestens bekannt und erhöhte sich dadurch der Schwierigkeitsgrad nicht.\n\nbb) Schliesslich ergibt sich allein aus dem Umstand, dass der Beschwerdegegner an der Unfallstelle beim Überqueren des Baches auf dem glitschigen Untergrund ausgerutscht und in die Tiefe gestürzt ist, nichts BGE 125 V 312 S. 316Abweichendes. Denn daraus kann nicht geschlossen werden, diese Stelle sei besonders gefährlich gewesen und der Beschwerdegegner sei durch die unterlassene Sicherung mittels Seil ein Wagnis eingegangen. Insbesondere war der Gruppe durchaus bewusst, dass ein Überwinden der Klippe nur mittels Abseilen erfolgen konnte. Übereinstimmend gaben der Versicherte und D. bei der Befragung durch die SUVA zu Protokoll, dass sie an geeignetem Ort eine Abseilstelle einrichten wollten. Ob der Beschwerdegegner erst beim Einhängen des Seiles ausrutschte, wie die Auskunftsperson darlegt, oder gemäss eigener Aussage bereits beim Überqueren des Baches an einer flachen Stelle, als er zu einer Abseilstelle gelangen wollte, kann offen bleiben. So oder anders rutschte er nicht beim Versuch aus, die als nur durch Abseilen überwindbar erkannte Stelle frei kletternd oder springend zu passieren, sondern bei der Vorbereitung der erforderlichen Abseilvorrichtung. Der erfahrene Beschwerdegegner hat die konkrete örtliche Situation, um zur Abseilvorrichtung zu gelangen oder eine solche ausfindig zu machen, als ungefährlich eingeschätzt und ein Sichern am Seil für entbehrlich gehalten. Das hat sich im Nachhinein als unzutreffend erwiesen, lässt aber nicht den Schluss zu, er habe leichtsinnig oder gar verwegen gehandelt. Es finden sich auch keine Anhaltspunkte in den Akten, wonach der Sicherungsversuch im Rahmen der gesamten Tour etwas Aussergewöhnliches gewesen wäre, weshalb dieser einzelne Handlungsabschnitt im Rahmen der Wagnisbeurteilung ohnehin nicht gesondert zu betrachten ist (vgl. BGE 97 V 83 f. Erw. 6a).\n\nc) Da nach dem Gesagten der zum Unfall führenden Canyoning-Tour der Wagnischarakter fehlt, ist der angefochtene Entscheid im Ergebnis zu bestätigen."}