{"annee": "125", "cour": "V", "page": "435", "date": "20/12/1999", "cite": [], "cite_par": ["133 V 416"], "chapeau": "71. Auszug aus dem Urteil vom 20. Dezember 1999 i.S. H. gegen Visana und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 25 al. 1, art. 41 et 42 al. 1 LAMal; art. 163 al. 1 et art. 276 al. 1 et 2 CC : Traitement médical administré par l'un des parents. Les prestations dues au titre de l'assurance obligatoire des soins comprennent également la prise en charge des traitements médicaux administrés par l'un des parents de l'enfant assuré."], "faits": "", "considerants": "|435|\n\nAus den Erwägungen:\n\n1. Streitig und zu prüfen ist, ob und bejahendenfalls inwieweit die Krankenversicherung für die medizinischen Leistungen, die eine Ärztin oder ein Arzt dem eigenen Kind erbringt, aufzukommen hat.\n\n3. a) Die obligatorische Krankenpflegeversicherung übernimmt die Kosten für die Leistungen, die der Diagnose oder Behandlung einer Krankheit und ihrer Folgen dienen (Art. 25 Abs. 1 KVG). Haben Versicherer und Leistungserbringer nichts anderes vereinbart, so schulden gemäss Art. 42 KVG die Versicherten den Leistungserbringern die Vergütung der Leistung, wobei sie gegenüber dem Versicherer einen Anspruch auf Rückerstattung (im Sinne der Erstattung oder Vergütung) haben (System des Tiers garant). Ein Anspruch auf Erstattung des Honorars eines freipraktizierenden |436| Leistungserbringers durch den Versicherer besteht jedoch nur, wenn eine solche Honorarforderung nach den zivilrechtlichen Voraussetzungen gegeben ist (vgl. EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Rz. 327 Fn. 787).\n\nb) Gemäss Art. 163 Abs. 1 ZGB sorgen die Ehegatten gemeinsam, ein jeder nach seinen Kräften, für den gebührenden Unterhalt der Familie. Sie haben insbesondere auch für den Unterhalt des Kindes aufzukommen (Art. 276 Abs. 1 ZGB), wobei dieser üblicherweise in natura geleistet wird, indem dem Kind in der häuslichen Gemeinschaft Pflege und Erziehung erwiesen werden. Zum gebührenden Unterhalt gehört auch die Bezahlung von Beiträgen an die Sozialversicherungen (BRÄM/HASENBÖHLER, Zürcher Kommentar, N. 34 zu Art. 163 ZGB). Mit der Argumentation, wonach die durch die obligatorische Krankenpflegeversicherung gedeckten Behandlungskosten zum gebührenden Familienunterhalt gemäss Art. 163 und 276 ZGB zu zählen seien, verkennt die Vorinstanz, dass dieser Unterhalt in einer Rechtsordnung mit dem System der obligatorischen Krankenpflegeversicherung, welche die fraglichen Leistungen abdeckt, durch die Bezahlung der Versicherungsprämien und der Kosten des Selbstbehaltes sowie der Franchise geleistet wird. (...). Von den Eltern kann deshalb unter dem Gesichtswinkel der familienrechtlichen Unterhaltspflicht nicht gefordert werden, dass sie die ärztliche Behandlung für ihr Kind neben der gemeinsamen Tragung der Prämien und übrigen Kosten leisten. Zum Unterhalt nach Art. 163 und 276 ZGB gehören zwar auch die Gesundheitskosten; mit dem Versicherungsobligatorium ist aber die Frage, inwieweit medizinische Behandlungen zum Unterhalt zu zählen sind, weitgehend hinfällig geworden (vgl. HAUSHEER/REUSSER/GEISER, Berner Kommentar, N. 16a zu Art. 163 ZGB). Diejenigen Behandlungen des eigenen Kindes durch einen Elternteil, die von der obligatorischen Krankenpflegeversicherung zu übernehmen sind, können somit nicht als Beitragsart betrachtet werden. (...)\n\n4. Zu prüfen ist des Weiteren, ob sich ein Kind statt von einem andern Arzt von einem Elternteil zu Lasten der Krankenversicherung behandeln lassen kann.\n\na) Art. 41 KVG garantiert den Versicherten freie Arztwahl. Diese Bestimmung sieht in keiner Weise eine Einschränkung dahingehend vor, dass ein Kind nicht durch einen Elternteil ärztlich behandelt werden könnte, sondern einem Dritten zugeführt werden müsste.\n\n|437|\n\nb) Bezüglich Gültigkeit des Rechtsgeschäfts und einer allfällig daraus resultierenden Honorarforderung ist zu prüfen, ob die Eltern als gesetzliche Vertreter das der ärztlichen Behandlung zu Grunde liegende Auftragsverhältnis überhaupt begründen können. Diese Frage ist zu bejahen, weil das Kind durch das Vertragsverhältnis nur begünstigt, nicht aber verpflichtet wird und deshalb das Selbstkontrahieren erlaubt ist (HEGNAUER, Berner Kommentar, N. 12 zu altArt. 282 ZGB).\n\n6. Zusammengefasst gilt das Recht auf freie Arztwahl auch im Eltern-Kind-Verhältnis. Da den entsprechenden medizinischen Leistungen ein Rechtsverhältnis zu Grunde liegt und in einer Rechtsordnung mit dem System der obligatorischen Krankenpflegeversicherung nicht verlangt werden kann, dass unter dem Gesichtswinkel der familienrechtlichen Unterhaltspflicht die ärztliche Behandlung neben der Tragung der Prämien und übrigen Kosten geleistet wird, ist der Mutter der Versicherten als Leistungserbringerin auch für die Kosten der Behandlung ein Honoraranspruch entstanden, wobei grundsätzlich ein Anspruch auf Rückerstattung gegenüber dem Versicherer besteht. Dem Krankenversicherer obliegt die massliche Überprüfung der Forderung."}