{"annee": "125", "cour": "I", "page": "406", "date": "25/8/1999", "cite": ["125 II 86"], "cite_par": ["132 I 140", "126 IV 107", "126 I 144"], "chapeau": "37. Estratto dalla sentenza 25 agosto 1999 della II Corte di diritto pubblico nella causa X. S.A. c. Consiglio di Stato del Cantone Ticino e A. S.A. (ricorso di diritto pubblico)", "regestes": ["Art. 9 al. 1 à 3 de la loi fédérale sur le marché intérieur (LMI); art. 27 de la loi tessinoise sur les marchés publics; moyens de droit; recours de droit public; exigence d'une instance de recours cantonale indépendante de l'administration. Recevabilité, en principe, du recours de doit public pour contester sur fond les décisions d'adjudication cantonales ou communales (confirmation de la jurisprudence) (consid. 1). Le droit, prévu à l'art. 9 al. 2 LMI, de soumettre les contestations en matière de marchés publics à une instance de recours cantonale indépendante de l'administration appartient aussi bien aux soumissionnaires externes qu'aux soumissionnaires locaux (consid. 2). Irrecevabilité, pour cause de non-épuisement préalable des instances cantonales (art. 86 al. 1 OJ), d'un recours de droit public interjeté contre une décision du gouvernement tessinois qualifiée de définitive par la législation cantonale sur les marchés publics. Renvoi du dossier au canton du Tessin afin qu'il mette à disposition de la société recourante une instance de recours indépendante de l'administration (consid. 3)."], "faits": "BGE 125 I 406 S. 407\n\nA.- Mediante pubblicazione sul Foglio Ufficiale cantonale del 21 agosto 1998, il Dipartimento delle finanze e dell'economia del Cantone Ticino ha messo a concorso le opere di arredamento cucina per l'aula di economia familiare della Scuola media di Breganzona. Entro il termine utile del 15 settembre 1998 sono pervenute alla Cancelleria dello Stato del Cantone Ticino le seguenti offerte:\n\nA. S.A., Lugano fr. 32'429.25\n\nB. S.A., Cadenazzo fr. 40'449.80\n\nC., Mendrisio fr. 43'166.60\n\nX. S.A., Pregassona fr. 44'559.60\n\nD. S.A., Giubiasco fr. 53'527.95\n\nE. S.A., Cadenazzo fr. 64'727.50\n\nA causa di un errore di calcolo l'offerta inoltrata di C. è stata stralciata dalla graduatoria.\n\nL'11 dicembre 1998 la Divisione delle risorse del Dipartimento cantonale delle finanze e dell'economia ha quindi risolto di aggiudicare le opere a concorso alla A. S.A., ditta prima classificata.\n\nB.- Il 23 dicembre 1998 la X. S.A. ha impugnato la suddetta decisione dinanzi al Consiglio di Stato del Cantone Ticino. Il gravame è stato respinto con risoluzione del 10 febbraio 1999.\n\nBGE 125 I 406 S. 408\n\nL'11 marzo 1999 la X. S.A. ha inoltrato davanti al Tribunale federale un ricorso di diritto pubblico, con cui chiede l'annullamento della predetta sentenza governativa e il rinvio degli atti alle autorità cantonali per un nuovo giudizio. Fa valere la violazione degli art. 4 e 31 Cost.\n\nIl Tribunale federale ha dichiarato l'impugnativa inammissibile ed ha rinviato gli atti al Cantone Ticino.", "considerants": "Considerando in diritto:\n\n1. In base alla più recente giurisprudenza del Tribunale federale, resa in seguito all'entrata in vigore dell'accordo sui mercati pubblici concluso nell'ambito del trattato per l'istituzione del GATT/OMC (AAP; RS 0.632.231.422), del Concordato intercantonale sugli appalti pubblici del 25 novembre 1994 (CIAP; RS 172.056.4; in vigore in Ticino dal 21 maggio 1996 in forza del decreto legislativo del 6 febbraio 1996 concernente l'adesione del Cantone Ticino al Concordato intercantonale sugli appalti pubblici del 25 novembre 1994) e della legge federale sul mercato interno, del 6 ottobre 1995 (LMI; RS 943.02), chi partecipa ad una gara per l'assegnazione di una commessa pubblica dispone, sulla base del diritto materiale applicabile, di un interesse giuridicamente protetto, ai sensi dell'art. 88 OG, che gli consente di sollevare nell'ambito di un ricorso di diritto pubblico delle censure riferite non soltanto allo svolgimento formale della procedura di concorso, ma anche al merito delle decisioni rese dal committente (DTF 125 II 86 consid. 4).\n\n2. a) Giusta l'art. 86 cpv. 1 OG il ricorso di diritto pubblico è ammissibile soltanto contro le decisioni cantonali di ultima istanza.\n\nA livello ticinese, l'art. 27 cpv. 1 LApp prevede che contro le decisioni dipartimentali è dato ricorso al Consiglio di Stato, il cui giudizio - stante quanto stabilito dall'art. 27 cpv. 2 LApp - è definitivo. Ciò corrisponde d'altra parte a quanto indicato nella decisione impugnata, motivo per il quale la ricorrente ha contestato la medesima introducendo dinanzi al Tribunale federale il ricorso di diritto pubblico in esame, rilevando comunque come, al momento attuale, la legislazione vigente nel Cantone Ticino non preveda un'istanza di ricorso indipendente dall'amministrazione, conformemente a quanto prescritto dall'art. 9 cpv. 2 LMI.\n\nb) Si pone dunque il quesito di sapere se una simile istanza ricorsuale si imponga in virtù del diritto federale e se la stessa non dovrebbe, semmai, pronunciarsi in merito alla presente vertenza prima di BGE 125 I 406 S. 409codesta Corte, in modo tale che siano esaurite tutte le possibilità di ricorso a livello cantonale (art. 86 cpv. 1 OG). A questo proposito occorre innanzitutto rilevare come il già citato Concordato intercantonale sugli appalti pubblici - pur non essendo applicabile alla fattispecie in esame a causa del mancato raggiungimento dei valori soglia da esso fissati (cfr. art. 7 CIAP) - preveda all'art. 15 cpv. 1 la facoltà di impugnare dinanzi ad un'istanza cantonale indipendente le decisioni rese dal committente. Nel caso in cui i Cantoni non dovessero emanare delle disposizioni d'applicazione istituenti delle autorità ricorsuali di questo genere, allora spetta al Tribunale federale il compito di dirimere le vertenze circa l'applicazione della normativa intercantonale in parola (art. 15 cpv. 3 CIAP). Sennonché questa stessa Corte ha già avuto modo di precisare come né il diritto cantonale, né quello intercantonale costituiscano una sufficiente base legale per imporre al Tribunale federale di ammettere la ricevibilità di un ricorso di diritto pubblico (DTF 125 II 86 consid. 2c). Così come formulato, l'art. 15 CIAP non sembra sancire alcun obbligo per i Cantoni di istituire delle istanze di ricorso indipendenti; il che è riconducibile al fatto che questa norma è stata emanata tenendo conto del disegno di legge federale sul mercato interno, il quale, per l'appunto, non prevedeva alcunché in proposito (cfr. FF 1995 I 1066; EVELYNE CLERC, L'ouverture des marchés publics: effectivité et protection juridique, Friburgo, 1997, pag. 478).\n\nc) L'art. 9 LMI prescrive che le restrizioni concernenti il libero accesso al mercato, in particolare nel settore degli appalti pubblici, devono rivestire la forma di decisioni impugnabili (cpv. 1); il diritto cantonale deve prevedere perlomeno un rimedio giuridico presso un'istanza di ricorso indipendente dall'amministrazione: le decisioni di quest'ultima sono definitive, fatta salva la possibilità di introdurre un ricorso di diritto pubblico davanti al Tribunale federale (cpv. 2). Qualora il rimedio di diritto cantonale o il ricorso di diritto pubblico si dovessero rivelare fondati ed è già stato concluso un contratto con l'offerente prescelto dal committente, allora l'istanza ricorsuale cantonale o il Tribunale federale sono unicamente tenute ad accertare in che misura la decisione impugnata viola il diritto federale (cpv. 3).\n\nLa legge federale sul mercato interno è in vigore dal 1o luglio 1996. Tuttavia, per le norme concernenti i rimedi giuridici esperibili in materia di appalti pubblici (art. 9 cpv. da 1 a 3 e art. 5 LMI), l'entrata in vigore è stata posticipata al 1o luglio 1998. Il legislatore federale ha quindi assegnato ai Cantoni e ai Comunie, come pure agli altri BGE 125 I 406 S. 410enti preposti all'esecuzione di compiti pubblici, un termine di due anni, a far tempo dal 1o luglio 1996, per emanare le dovute disposizioni organizzative (art. 11 cpv. 1 LMI). Mediante il citato differimento, si è voluto evitare che, durante il periodo necessario ai Cantoni per adeguare la loro organizzazione giudiziaria alle nuove esigenze procedurali fissate dal diritto federale, le decisioni rese in materia di appalti pubblici da istanze cantonali e comunali potessero essere impugnate direttamente davanti al Tribunale federale, quale unica istanza ricorsuale (DTF 125 II 86 consid. 2a; CLERC, op.cit., pag. 476 e seg.).\n\nd) Per quanto concerne più specificatamente il caso concreto, va innanzitutto rilevato che la procedura di concorso ha preso avvio, mediante la pubblicazione del bando, il 21 agosto 1998, allorquando era ormai già entrato in vigore l'art. 9 cpv. da 1 a 3 LMI ed era trascorso il citato termine di due anni per l'adeguamento della legislazione cantonale alle regole di procedura previste da detta disposizione. La ricorrente avrebbe pertanto dovuto disporre della possibilità di adire a livello cantonale un'istanza di ricorso indipendente dall'amministrazione per censurare la pretesa illegalità della querelata decisione. Ciò non è avvenuto, dal momento che, come già rilevato in precedenza (cfr. consid. 2a), l'attuale legislazione ticinese in materia di appalti pubblici prevede unicamente la possibilità di contestare le decisioni dipartimentali dinanzi al Governo cantonale, il quale però non è certo un'autorità di giudizio che adempie il citato requisito d'indipendenza dall'apparato amministrativo statale. Occorre tuttavia ancora domandarsi se l'esigenza di disporre di un'istanza ricorsuale indipendente a livello cantonale valga anche per il caso in esame, dove tanto l'insorgente quanto le altre ditte offerenti hanno la loro sede nel Cantone Ticino, per cui la fattispecie non presenta nessuna connotazione intercantonale. A tale quesito dev'essere data risposta affermativa. La legge sul mercato interno ha in primo luogo per scopo di impedire che gli offerenti esterni possano essere discriminati allorquando si tratta di accedere ai mercati di altri Cantoni, rispettivamente, di altri Comuni (cfr. art. 3 LMI; FF 1995 I 1054-1055; COTTIER/WAGNER, Das neue Bundesgesetz über den Binnenmarkt, in AJP 1995, pag. 1583). Giusta l'art. 1 cpv. 1 LMI, il diritto d'accedere liberamente e senza alcuna discriminazione al mercato vale in generale per ogni persona avente il proprio domicilio o la propria sede in Svizzera, e ciò indipendentemente dal fatto che, per rapporto ad una determinata situazione, la stessa intervenga quale offerente esterno o locale (ALBERTO CRAMERI, Das öffentliche Beschaffungswesen BGE 125 I 406 S. 411aus der Sicht Graubündens, in ZGRG 1998, pag. 141). Ora, è certamente vero che il diritto alla parità di trattamento, ancorato all' art. 4 Cost., e la libertà di industria e di commercio, di cui all'art. 31 Cost., già tutelano il singolo offerente locale da possibili provvedimenti volti a discriminarlo in ambito economico e, segnatamente, nel settore degli appalti pubblici. Occorre tuttavia considerare che soltanto la legge sul mercato interno prevede la possibilità d'appellarsi ad un'istanza di giudizio cantonale indipendente dall'amministrazione, non essendo un simile diritto direttamente deducibile dalle norme costituzionali sopra menzionate. In questo senso, detta legge istituisce, per quanto attiene alla protezione giuridica dei partecipanti ad una procedura d'appalto pubblico, delle garanzie che non coincidono con quelle che possono essere desunte dalla Costituzione federale. Pertanto, se si volesse considerare che le regole procedurali sancite dall'art. 9 LMI valgono unicamente per coloro che, nel contesto di un determinato concorso, agiscono quali offerenti esterni, allora soltanto quest'ultimi potrebbero prevalersi della facoltà, fondata sull'ordinamento federale, di adire in sede cantonale un'istanza di giudizio indipendente. Per contro gli offerenti locali non avrebbero il diritto di rivolgersi ad una simile autorità ricorsuale. Il che darebbe luogo ad una situazione del tutto insoddisfacente, non solo sul piano giuridico ma anche dal punto di vista prettamente pratico, non potendosi ammettere che chi partecipa ad un concorso per l'aggiudicazione di una commessa pubblica benefici a livello processuale di una diversa protezione dei propri diritti, a seconda del fatto che si trovi ad agire nel caso specifico alla stregua di un offerente esterno o, per contro, come un offerente locale.\n\n3. a) Stante quanto precede si deve dunque concludere che, in virtù del diritto federale, la presente vertenza andava previamente sottoposta al giudizio di un' istanza di ricorso cantonale indipendente dall'amministrazione. Di conseguenza il ricorso di diritto pubblico è inammissibile, a causa del mancato esaurimento delle istanze cantonali (art. 86 cpv. 1 OG). Gli atti sono pertanto da rinviare al Consiglio di Stato ticinese, il quale, non appena possibile, trasmetterà a sua volta gli stessi all'istanza di ricorso indipendente che le competenti autorità cantonali dovranno designare, al fine di adeguare l'ordinamento ticinese alle esigenze di procedura dettate dall'art. 9 cpv. 2 LMI. Verosimilmente sarà il Tribunale cantonale amministrativo a dover fungere da autorità di giudizio indipendente, dal momento che il medesimo svolge già una simile funzione nei casi d'applicazione del Concordato intercantonale sugli appalti pubblici (cfr. art. 4 cpv. 1 BGE 125 I 406 S. 412del decreto legislativo del 6 febbraio 1996 concernente l'adesione del Cantone Ticino al Concordato intercantonale sugli appalti pubblici del 25 novembre 1994). Sarà comunque compito delle autorità cantonali, che dispongono in questo ambito della più ampia libertà decisionale, di operare le dovute scelte in proposito.\n\nb) Visto l'esito del gravame si rinuncia a prelevare una tassa di giustizia. Inoltre non vengono assegnate ripetibili, ritenuto comunque che sarà compito dell'autorità cantonale competente ad evadere il ricorso determinarsi su tale questione, a dipendenza del risultato a cui essa perverrà."}