{"annee": "125", "cour": "V", "page": "249", "date": "12/8/1999", "cite": ["115 III 95", "124 V 185", "77 III 40", "107 III 60", "119 V 329", "121 V 109"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil vom 12. August 1999 i.S. Ausgleichskasse Schwyz gegen Bezirksgericht Schwyz und Kantonsgericht des Kantons Schwyz", "regestes": ["Art. 93 LAVS: Gratuité d'une attestation d'entrée en force. Dès lors qu'une attestation d'entrée en force est requise pour l'encaissement des cotisations, les tribunaux sont tenus de renseigner gratuitement les caisses de compensation au sujet de l'entrée en force d'une décision de mainlevée concernant une créance de cotisations et de leur en donner acte."], "faits": "", "considerants": "|250|\n\nAus den Erwägungen:\n\n2. a) Gemäss Art. 93 AHVG geben die Verwaltungs- und Rechtspflegebehörden des Bundes, der Kantone, Bezirke, Kreise und Gemeinden sowie die Träger der anderen Sozialversicherungszweige den zuständigen Organen der Alters- und Hinterlassenenversicherung auf Anfrage kostenlos die Auskünfte und Unterlagen, die zur Festsetzung, Änderung oder Rückforderung von Leistungen der Alters- und Hinterlassenenversicherung, zur Verhinderung ungerechtfertigter Bezüge, für die Festsetzung und den Bezug der Beiträge oder für den Rückgriff auf haftpflichtige Dritte notwendig sind. Auf die genannte Bestimmung verweisen Art. 81 IVG und Art. 29 EOG, während Art. 13 ELG, Art. 82 Abs. 1 KVG, Art. 92 MVG und Art. 101 UVG vergleichbare Bestimmungen zur Amts- und Verwaltungshilfe enthalten.\n\nb) (Auslegung des Gesetzes, vgl. BGE 124 V 189 Erw. 3a mit Hinweisen).\n\nc) Nach dem klaren Wortlaut des Art. 93 AHVG sind die Auskünfte und Unterlagen, die u.a. für den Bezug der Beiträge notwendig sind, kostenlos zu geben.\n\nDie Vorinstanz leitet aus den in ZAK 1957 S. 137 ff. exemplarisch aufgelisteten möglichen Auskünften einschränkend ab, es handle sich dabei um solche, welche die Berechtigung eines Anspruchs klären sollen und demzufolge auf die entsprechende Leistung einen direkten Einfluss haben, ferner um solche, welche Auskunft geben über die finanziellen Verhältnisse einer vom AHVG betroffenen Partei. Indessen kann den Ausführungen des BSV in jenem Bericht keine derartige Einschränkung entnommen werden. Vielmehr werden einerseits in nicht abschliessender Weise mögliche Auskunfterteilende erwähnt, was nicht ausschliesst, dass auch weitere Amtsstellen kostenlos Auskunft zu geben haben. Andererseits beziehen sich die Ausführungen in ZAK 1957 S. 137 ff. auf die Fassung des Art. 93 AHVG, die bis 30. Juni 1987 in Kraft war. Anlässlich der zweiten Revision der Invalidenversicherung wurde auch Art. 93 AHVG geändert und die bereits bisher bestehende Auskunftspflicht der Verwaltungs- und Rechtspflegebehörden an die Organe der Alters- und Hinterlassenenversicherung auf andere Sozialversicherer ausgedehnt, wobei inhaltlich Art. 101 UVG, der in einer Generalklausel eine umfassende Auskunfts- und Akteneditionspflicht vorsieht, übernommen wurde (Botschaft über die zweite Revision der Invalidenversicherung vom 21. November 1984, |251| BBl 1985 I 75). In der Botschaft zum Bundesgesetz über die Unfallversicherung vom 18. August 1976 führte der Bundesrat aus, unter Umständen könne die Auskunftspflicht nicht ohne Bereitstellung von Unterlagen erfüllt werden; auch hiefür dürften keine Gebühren erhoben werden (BBl 1976 III 223). Art. 93 AHVG in der seit 1. Juli 1987 gültigen Fassung begründet somit entgegen der Ansicht der Vorinstanz eine umfassende und kostenlose Auskunfts- und Akteneditionspflicht.\n\nd) Unter den Auskünften und Unterlagen gemäss Art. 93 AHVG sind Informationen oder Dokumente zu verstehen, die bei den genannten Behörden und Sozialversicherungsträgern im Rahmen ihrer spezifischen Tätigkeiten anfallen. Davon zu unterscheiden sind Aktivitäten, welche die genannten Behörden und Sozialversicherungsträger, zwar ebenfalls im Rahmen ihres Aufgabenbereichs, im Interesse der Ausgleichskassen entfalten (in diesem Sinne BINSWANGER, Kommentar zum AHVG, S. 317). So beurteilt sich nicht auf Grund von Art. 93 AHVG, ob und in welcher Höhe etwa die Betreibungsämter für die Durchführung der Betreibung der Beitragsschuldner den Ausgleichskassen Kosten belasten dürfen. Ebenso wenig ist Art. 93 AHVG für die Frage der Kostenpflicht der Ausgleichskassen für Gerichtsverfahren über Beitragsstreitigkeiten massgebend (vgl. Art. 156 Abs. 2 OG). Nach Art. 27 Abs. 4 AHVV sind weiter ausdrücklich kostenpflichtig die Meldungen der Steuerbehörden gemäss den Absätzen 2 und 3 (was seine Rechtfertigung darin finden mag, dass die zu meldenden Zahlen aus den Steuerakten erst noch nach AHV-rechtlichen Gesichtspunkten zu ermitteln sind).\n\ne) aa) Zum Beitragsbezug im Sinne von Art. 93 AHVG gehört auch, dass Beiträge, die auf erfolgte Mahnung hin nicht bezahlt werden, ohne Verzug auf dem Wege der Betreibung einzuziehen sind, soweit sie nicht mit fälligen Renten verrechnet werden können (Art. 15 Abs. 1 AHVG). Eine Rechtskraftbescheinigung wird für die Fortsetzung der Betreibung benötigt, die nur auf Grund eines rechtskräftigen Entscheids erwirkt werden kann (vgl. Art. 79 Abs. 1 SchKG). Da Betreibungsmassnahmen nur einen Sinn haben, wenn sie Erfolg versprechen, nämlich zur Bezahlung der Schuld führen, muss es den Ausgleichskassen zustehen, sich über die Rechtskraft des Rechtsöffnungsentscheides zu informieren, bevor sie weitere Betreibungsschritte unternehmen (vgl. im gleichen Sinn für eine Betreibungsauskunft BGE 77 III 42, ZAK 1950 S. 75). Eine Rechtskraftbescheinigung ist nach dem Gesagten für den Bezug der |252| Beiträge erforderlich. Die diesbezügliche Tätigkeit der Gerichte erschöpft sich in der Auskunftserteilung selbst und erfordert nicht die Durchführung eines Gerichtsverfahrens. Demgemäss sind die Gerichte verpflichtet, den Ausgleichskassen die Auskunft über den Eintritt der Rechtskraft kostenlos zu erteilen und zu bescheinigen.\n\nbb) Zum gleichen Ergebnis führt eine weitere Überlegung. Im vorliegenden Fall hat die Beschwerdeführerin eine Beitragsverfügung erlassen und - da diese unangefochten blieb - die Beiträge in Betreibung gesetzt und hernach beim ordentlichen Richter im Sinne von Art. 79 SchKG einen Rechtsöffnungsentscheid nach Art. 80 SchKG erwirkt. Nebst diesem Vorgehen steht nach der bisherigen Rechtsprechung (vgl. BGE 121 V 109, BGE 119 V 331 Erw. 2b je mit Hinweisen, BGE 115 III 95, BGE 107 III 64 Erw. 3), die mit der Gesetzesänderung vom 16. Dezember 1994 in Art. 79 Abs. 1 SchKG verankert worden ist, einer Ausgleichskasse zum Beitragsbezug auch die Möglichkeit offen, vorweg den Betreibungsweg zu beschreiten und erst später eine Verfügung zu erlassen, mit welcher der Rechtsvorschlag beseitigt wird. Dabei sind die Verwaltungsbehörden sowie gegebenenfalls die kantonalen Rekursbehörden und das Eidg. Versicherungsgericht ordentlicher Richter im Sinne von Art. 79 SchKG. Es versteht sich von selbst, dass in diesem Fall Art. 93 AHVG zum Tragen kommt und eine kantonale Rekursbehörde für eine Rechtskraftbescheinigung von einer Ausgleichskasse keine Kosten erheben darf. Da beide beschriebenen Wege zu qualitativ gleichen Bescheinigungen führen, darf es bezüglich deren Kostenregelung nicht darauf ankommen, ob eine Rechtskraftbescheinigung im Anschluss an ein definitives Rechtsöffnungsverfahren (beim SchKG-Richter) oder an einen ordentlichen Prozess (bei einer kantonalen Rekursbehörde oder dem Eidg. Versicherungsgericht) ausgestellt wird."}