{"annee": "125", "cour": "V", "page": "51", "date": "1/2/1999", "cite": ["125 V 42", "123 V 70", "120 V 233", "122 V 242", "112 V 229", "124 V 12", "111 V 244", "122 V 249", "124 II 241", "123 V 214", "112 V 220", "120 V 385"], "cite_par": ["125 V 480", "127 V 475", "126 V 520", "143 V 168", "136 V 95"], "chapeau": "8. Urteil vom 1. Februar 1999 i.S. W. gegen Arbeitslosenkasse Graubünden und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Art. 23 al. 1 LACI; art. 37 al. 3ter OACI. - Période déterminante pour la fixation du gain assuré relatif à un nouveau délai-cadre applicable à la période de l'indemnisation. - L'art. 37 al. 3ter (première phrase) OACI est-il applicable seulement lorsque le nouveau délai-cadre relatif à la période de l'indemnisation succède immédiatement à un délai-cadre échu? Question laissée indécise dans le cas particulier. Art. 11 et 15 LACI; art. 18 al. 1 LACI (dans sa version en vigueur jusqu'au 31 décembre 1995); art. 23 al. 1 LACI et art. 37 OACI. De la fixation de l'indemnité lorsque la perte de travail est prise en considération seulement en partie et que le taux d'occupation a varié durant la période déterminante."], "faits": "|52|\n\nA.- Die 1939 geborene W. bezog ab 1. Februar 1995 Taggelder der Arbeitslosenversicherung auf Grund eines versicherten Verdienstes von Fr. 1'680.--. Vom 1. Oktober 1995 bis 31. März 1996 arbeitete sie teilzeitlich als Aushilfsverkäuferin bei der Firma V. AG. Der mit dieser Tätigkeit erzielte Lohn wurde als Zwischenverdienst an den Taggeldanspruch angerechnet. In den Monaten Oktober bis Dezember 1996 half sie ihrem Ehemann bei der Liquidation seines Geschäfts infolge Erreichens des Pensionierungsalters, wofür sie auf Grund eines Arbeitsvertrages mit Fr. 2'400.-- monatlich entsprechend einem Arbeitspensum von 80% (35 von 44 Wochenstunden) entlöhnt wurde.\n\nAm 1. Februar 1997, einen Tag nach Ablauf der zweijährigen Leistungsrahmenfrist, meldete sich W. auf dem Gemeindearbeitsamt erneut zur Arbeitsvermittlung an und besuchte ab diesem Zeitpunkt die Stempelkontrolle. Im Juli 1997 reichte sie der Arbeitslosenkasse Graubünden das Entschädigungsgesuch ein, wobei sie die Frage im Antragsformular, in welchem Ausmass sie bereit und in der Lage sei zu arbeiten, mit \"Teilzeit, höchstens 9-25 Stunden pro Woche\" beantwortete. In der Folge richtete ihr die Kasse rückwirkend ab 21. Februar 1997 Taggelder aus. Der Entschädigungsbemessung legte sie einen versicherten Verdienst von Fr. 1'592.-- zu Grunde. Sodann rechnete sie den Lohn aus der ab 16. Mai 1997 teilzeitlich ausgeübten Tätigkeit als Verkäuferin in der Filiale der Firma O. als Zwischenverdienst an. Dies ergab für Juli, September und Oktober 1997 keinen Anspruch, da die in diesen Monaten erzielten Einkommen von Fr. 1'399.25, Fr. 1'368.35 und Fr. 1'419.80 mehr als 79,2% des versicherten Verdienstes von Fr. 1'592.-- oder Fr. 1'260.85 betrugen. Am 13. Oktober und 13. November 1997 erliess die Arbeitslosenkasse drei in diesem Sinne lautende Verfügungen.\n\nB.- Hiegegen erhob W. Beschwerden und beantragte sinngemäss die Neuberechnung des Taggeldes ab Januar 1997 auf Grund eines versicherten Verdienstes von Fr. 2'400.--. Die Arbeitslosenkasse legte in der Vernehmlassung die Grundlagen ihrer Berechnung des versicherten Verdienstes von Fr. 1'592.-- dar. Nach Vereinigung der Verfahren wies das Verwaltungsgericht des Kantons Graubünden die Beschwerden ab (Entscheid vom 6. Januar 1998).\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt W. sinngemäss eine Neubeurteilung ihres Taggeldanspruches ab Juli 1997.\n\nWährend die Arbeitslosenkasse auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, stellt das Bundesamt für Wirtschaft |53| und Arbeit (BWA) Antrag auf deren teilweise Gutheissung im Sinne der Erwägungen und Rückweisung der Sache an die Verwaltung zur Neuberechnung des Entschädigungsanspruchs auf Grund eines versicherten Verdienstes von Fr. 1'710.-- (57% [25 von 44 Stunden] von Fr. 3'000.-- [2'400.--: 80% x 100%]).\n\nD.- In weiteren Eingaben vom 16. Dezember 1998 haben sich die Parteien zur Vernehmlassung des BWA geäussert. Dabei führt die Arbeitslosenkasse unter anderem aus, W. habe infolge eines am 28. Januar 1997 erlittenen Unfalles vom 31. Januar bis 20. Februar 1997 Taggelder der Unfallversicherung (in der Höhe von Fr. 19.50 entsprechend einem Arbeitsunfähigkeitsgrad von 50%) erhalten. Sie habe (daher) \"die neue Rahmenfrist ab erneuter Bezugsberechtigung (21. Februar 1997) eröffnet\".", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist der versicherte Verdienst als ein Faktor für die Bemessung des Anspruchs auf Arbeitslosenentschädigung (in Form von Differenzausgleich) für die von der Arbeitslosenkasse am 21. Februar 1997 eröffnete zweite Rahmenfrist für den Leistungsbezug.\n\n2. Die Arbeitslosenentschädigung wird als Taggeld ausgerichtet (Art. 21 erster Satz AVIG). Ein volles Taggeld beträgt (von hier nicht interessierenden Ausnahmen abgesehen) 80% des versicherten Verdienstes (Art. 22 Abs. 1 erster Satz AVIG). Beträgt es 130 Franken oder weniger, so wird es um 1 Prozent gekürzt (Art. 22 Abs. 3 zweiter Satz AVIG, in Kraft gestanden vom 1. Januar bis 30. November 1997). Als versicherter Verdienst gilt laut Art. 23 AVIG der im Sinne der AHV-Gesetzgebung massgebende Lohn, der während eines Bemessungszeitraumes aus einem oder mehreren Arbeitsverhältnissen normalerweise erzielt wurde; eingeschlossen sind die vertraglich vereinbarten regelmässigen Zulagen, soweit sie nicht Entschädigung für arbeitsbedingte Inkonvenienzen darstellen (Art. 23 Abs. 1 erster Satz AVIG). Beruht die Verdienstberechnung auf einem Zwischenverdienst, den der Versicherte während der Rahmenfrist für die Beitragszeit (Art. 9 Abs. 3) erzielt hat, so werden die Kompensationszahlungen (Art. 24) für die Ermittlung des versicherten Verdienstes mitberücksichtigt, wie wenn darauf Beiträge zu entrichten wären (Art. 23 Abs. 4 erster Satz AVIG).\n\nNach Art. 37 AVIV (in Verbindung mit Art. 23 Abs. 1 letzter Satz AVIG) gilt als Bemessungszeitraum für den versicherten Verdienst in der Regel der letzte |54| Beitragsmonat vor Beginn der Rahmenfrist für den Leistungsbezug (Abs. 1). Weicht der Lohn im letzten Beitragsmonat um mindestens 10 Prozent vom Durchschnittslohn der letzten sechs Monate ab, so wird der versicherte Verdienst auf Grund dieses Durchschnittslohnes berechnet (Abs. 2). Unter den Voraussetzungen der Abs. 3 und 3bis dieser Bestimmung kann die Kasse auf einen noch grösseren Bemessungszeitraum abstellen.\n\nIm Rahmen der zweiten Teilrevision des Arbeitslosenversicherungsrechts hat der Verordnungsgeber (mit Wirkung ab 1. Januar 1996) in Art. 37 AVIV einen neuen Absatz 3ter mit folgendem Wortlaut eingefügt: \"Wurde die Beitragszeit für einen erneuten Anspruch auf Arbeitslosenentschädigung ausschliesslich in einer abgelaufenen Rahmenfrist für den Leistungsbezug zurückgelegt, so berechnet sich der versicherte Verdienst grundsätzlich aus den letzten sechs Beitragsmonaten dieser Rahmenfrist (Art. 9 Abs. 3 AVIG). Beitragszeiten mit Differenzzahlungen nach Artikel 41a Absatz 4 AVIV (entsprechend dem betraglichen Unterschied zwischen der Arbeitslosentschädigung und dem Einkommen aus einer unzumutbaren Tätigkeit im Sinne von Art. 16 Abs. 2 lit. i AVIG) bleiben dabei unberücksichtigt\".\n\n3. Verwaltung und Vorinstanz haben den versicherten Verdienst von Fr. 1'592.-- für die am 21. Februar 1997 eröffnete neue (zweite) Leistungsrahmenfrist in Anwendung von Art. 24 Abs. 4 AVIG und Art. 37 Abs. 3ter AVIV nach folgender Formel berechnet:\n\nFr. 1'592.-- = (Fr. 2'068.35 + Fr. 2'372.70 + 3 x Fr. 1'704.55) : 6.\n\nDabei entsprechen der Betrag von Fr. 2'068.35 dem von Januar bis März 1996 erzielten und als Zwischenverdienst angerechneten Lohn als Aushilfsverkäuferin bei der Firma V. AG und die Summe von Fr. 2'372.70 den für diese drei Monate erhaltenen Kompensationszahlungen. Die Fr. 1'704.55 sodann berechnen sich wie folgt:\n\nFr. 1'704.55 = Fr. 3'000.-- x 25/44\n\nMit Fr. 2'400.-- (= [Fr. 3'000.-- : 100%] x 80%) wurde die Beschwerdeführerin von ihrem Ehemann für ihre Mitarbeit bei der Liquidation seines Geschäfts im Rahmen einer 80%-Anstellung (35 Wochenstunden bei einer wöchentlichen Normalarbeitszeit von 44 Stunden) in den Monaten Oktober bis Dezember 1996 entlöhnt. Zum Faktor \"25/44\" wird im angefochtenen Entscheid |55| ausgeführt, die Beschwerdeführerin sei gemäss ihren Angaben im Antragsformular lediglich bereit (gewesen), eine Teilzeitstelle im Umfang von höchstens 25 Stunden in der Woche anzunehmen. \"Die Reduzierung ihrer Vermittlungsfähigkeit im Sinne der Vermittlungsbereitschaft auf höchstens 25 Stunden pro Woche hat sie sich deshalb gemäss Art. 37 Abs. 4 lit. b AVIV bei der Neufestsetzung des versicherten Verdienstes anrechnen zu lassen\".\n\n4. Die Beschwerdeführerin begründet ihr Begehren, es sei von einem höheren versicherten Verdienst auszugehen, im Wesentlichen damit, die Annahme der Vorinstanzen, sie sei (innerhalb der zweiten Leistungsrahmenfrist) bloss noch bereit, im Umfang von 25 Stunden pro Woche erwerbstätig zu sein, treffe nicht zu. Es sei ihr (von der Firma O.) eine Arbeitszeit zwischen 9 und 25 Stunden angeboten worden, die sie mit einer Kollegin habe teilen müssen. Diese arbeite \"zur Zeit\" drei Tage in der Woche. In ihrer Beschwerde an das kantonale Gericht hatte sie geltend gemacht, der versicherte Verdienst habe mindestens dem zuletzt vor Eintritt der Arbeitslosigkeit im Dezember 1996 erzielten Lohn von Fr. 2'400.-- zu entsprechen. In ihrer Eingabe vom 16. Dezember 1998 schliesslich beanstandet sie, das in den Monaten Januar bis März 1996 erzielte Einkommen betrage nicht bloss Fr. 2'068.35, sondern Fr. 2'089.90.\n\nDas BWA pflichtet der Beschwerdeführerin darin bei, dass als Bemessungszeitraum für den versicherten Verdienst für die zweite, am 21. Februar 1997 eröffnete Rahmenfrist für den Leistungsbezug nicht die letzten sechs Monate mit einer beitragspflichtigen Beschäftigung innerhalb der am 31. Januar 1997 endenden ersten Leistungsrahmenfrist zu gelten hätten, sondern (lediglich) der letzte Beitragsmonat Dezember 1996. Hingegen kann nach Auffassung der Aufsichtsbehörde nicht der gesamte in diesem Monat erzielte Lohn von Fr. 2'400.-- in Anschlag gebracht werden. Weil die Versicherte bloss eine Beschäftigung von maximal 25 Wochenstunden suche, die Normalarbeitszeit der Branche indessen 44 Wochenstunden betrage, sei von einem entsprechend reduzierten versicherten Verdienst von Fr. 1'710.-- auszugehen.\n\n5. a) Das Bundesamt begründet seinen Standpunkt, dass Bemessungszeitraum für den versicherten Verdienst für die zweite Leistungsrahmenfrist der letzte Beitragsmonat innerhalb der Rahmenfrist für die Beitragszeit (= erste Rahmenfrist für den Leistungsbezug) sei, damit, die insbesondere normzweckorientierte Auslegung von Art. 37 Abs. 3ter AVIV ergebe, dass diese Verordnungsbestimmung auf Fälle wie den vorliegenden \"eindeutig nicht\" |56| anzuwenden sei. Das \"Gesetz\" verlange sinngemäss, dass die zweite Rahmenfrist unmittelbar auf die erste folge, was hier nicht zutreffe, \"vergehen (doch) zwischen dem Rahmenfristende und dem Beginn der neuen Rahmenfrist rund drei Wochen, während denen die Versicherte unbeschäftigt war\". Der Bemessungszeitraum für den versicherten Verdienst sei daher nach Art. 37 Abs. 1 bis 3 AVIV zu bestimmen. Auf Grund der Einkommenszahlen für die Monate Januar bis März 1996 und Oktober bis Dezember 1996 sei der letzte Beitragsmonat vor Beginn der erneuten Arbeitslosigkeit, somit der Monat Dezember, für die Verdienstberechnung in der am 21. Februar 1997 eröffneten zweiten Leistungsrahmenfrist massgebend.\n\nb) aa) Ob die bundesamtliche Auslegung von Art. 37 Abs. 3ter (erster Satz) AVIV richtig und diese Verordnungsbestimmung lediglich anwendbar ist, wenn die neue Rahmenfrist für den Leistungsbezug unmittelbar auf die abgelaufene Rahmenfrist folgt, kann auf Grund des Wortlautes, und zwar in allen drei Amtssprachen, allein nicht gesagt werden. Ebenfalls nicht entscheidend weiter hilft der Normzweck, welcher gemäss den Erläuterungen des Bundesamtes für Industrie, Gewerbe und Arbeit vom 21. September 1995 zum Verordnungsentwurf darin besteht zu vermeiden, \"dass Versicherte (...) durch die Aufnahme oder Fortführung einer finanziell unzumutbaren Arbeit bei der Bemessung des versicherten Verdienstes in einer neuen Rahmenfrist für den Leistungsbezug benachteiligt werden\". Das nämliche Ziel hat bereits der Gesetzgeber mit der Änderung von Art. 23 Abs. 4 AVIG angestrebt, indem bei der Bestimmung des versicherten Verdienstes für eine zweite (neue) Leistungsrahmenfrist die Differenzzahlungen gemäss Art. 24 Abs. 3 AVIG berücksichtigt werden, wie wenn darauf, entsprechend der Grundregel des Art. 23 Abs. 1 in Verbindung mit Art. 3 Abs. 1 AVIG, Beiträge nach Massgabe der AHV-Gesetzgebung (BGE 122 V 250 f. Erw. 2b) erhoben worden wären (Botschaft des Bundesrates vom 29. November 1993 zur zweiten Teilrevision des Arbeitslosenversicherungsgesetzes, BBl 1994 I 340ff., 359 sowie Amtl.Bull. 1994 S 312; NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], S. 117 Rz. 306; vgl. auch BGE 112 V 220, insbesondere 226 oben Erw. 2c). Art. 37 Abs. 3ter AVIV geht lediglich insofern noch weiter, als nach seinem zweiten Satz Beitragszeiten mit Differenzzahlungen nach Artikel 41a Absatz 4 AVIV bei der Festlegung des Bemessungszeitraumes unberücksichtigt bleiben.\n\n|57|\n\nbb) Mit dem gesetzgeberischen Zweck, eine Schlechterstellung derjenigen Versicherten zu vermeiden, welche in der abgelaufenen Rahmenfrist für den Leistungsbezug in Nachachtung der ihnen obliegenden Schadenminderungspflicht eine (im Sinne von Art. 16 Abs. 2 lit. i AVIG lohnmässig zumutbare) Zwischenverdiensttätigkeit ausgeübt haben, in gewissem Widerspruch steht allerdings die im Verhältnis zu Art. 37 Abs. 1 bis 3bis AVIV undifferenzierte Regelung in Absatz 3ter. Insbesondere steht den Arbeitslosenkassen im Anwendungsbereich dieser Bestimmung grundsätzlich kein Ermessensspielraum zu, um bei unbilligen Resultaten auf einen längeren Bemessungszeitraum abzustellen, wie dies Art. 37 Abs. 3 AVIV in Abweichung vom Regelfall vorsieht (vgl. BGE 111 V 244). Kann darin im Rahmen der dem Eidg. Versicherungsgericht zustehenden Befugnis zur Überprüfung bundesrätlicher Verordnungen (vgl. dazu BGE 124 II 245 Erw. 3, BGE 124 V 15 Erw. 2a, je mit Hinweisen) auch keine Verfassungs- oder Gesetzwidrigkeit erblickt werden, spricht das starre Abstellen auf die letzten sechs Beitragsmonate innerhalb der abgelaufenen Beitragsrahmenfrist nach Art. 37 Abs. 3ter erster Satz AVIV für die Auffassung des Bundesamtes, dass diese Vorschrift nur anwendbar ist, wenn die neue Rahmenfrist für den Leistungsbezug unmittelbar auf die abgelaufene Rahmenfrist folgt. Wie es sich damit verhält, kann indessen vorliegend aus nachstehenden Gründen offen bleiben.\n\nc) Die Arbeitslosenkasse hat gemäss ihrer Eingabe vom 16. Dezember 1998 den Beginn der zweiten Leistungsrahmenfrist deshalb auf den 21. Februar 1997 festgelegt, weil die Beschwerdeführerin infolge eines am 28. Januar 1997 erlittenen Nichtberufsunfalles vom 31. Januar bis 20. Februar 1997 Taggelder der Unfallversicherung bezog. Dabei übersieht die Verwaltung, dass gemäss Art. 9 Abs. 2 AVIG die Rahmenfrist für den (erstmaligen oder erneuten) Leistungsbezug mit dem ersten Tag zu laufen beginnt, für den sämtliche Anspruchsvoraussetzungen nach Art. 8 ff. AVIG erfüllt sind. Dies ist im vorliegenden Fall auf Grund der Akten der 1. Februar 1997, der dem Ende der ersten Leistungsrahmenfrist folgende Tag. In diesem Zeitpunkt war die Beschwerdeführerin als arbeitslos gemeldet und ab Montag, den 3. Februar 1997, besuchte sie, wie bereits zuvor im Monat Januar, regelmässig die Stempelkontrolle. Der Bezug von Taggeldern der Unfallversicherung ist lediglich in masslicher Hinsicht von Bedeutung, indem diese Betreffnisse von der Arbeitslosenentschädigung abgezogen werden (Art. 28 Abs. 2 AVIG). Somit steht der Anwendung von Art. 37 Abs. 3ter AVIV nichts im Wege. Ausgangspunkt |58| für die Berechnung des versicherten Verdienstes für die zweite Leistungsrahmenfrist vom 1. Februar 1997 bis 31. Januar 1999 bilden daher die im Januar bis März 1996 erzielten Einkommen samt den für diese drei Kontrollperioden ausgerichteten Kompensationszahlungen sowie der Lohn für die Mitarbeit im Geschäft des Ehemannes von Oktober bis Dezember 1996. Insoweit sind Gerichtsentscheid und Verwaltungsverfügung nicht zu beanstanden.\n\n6. Es bleibt zu prüfen, ob Vorinstanz und Beschwerdegegnerin richtig den von Oktober bis Dezember 1996 erzielten Lohn von Fr. 7'200.-- (3 x Fr. 2'400.-- [80% von Fr. 3'000.--]) lediglich im Umfang von 25/44 (von Fr. 9'000.--) und umgekehrt den Zwischenverdienst und die Differenzzahlungen für die Kontrollperioden Januar bis März 1996 voll berücksichtigt haben. Dabei stellt sich vorab die Frage, welche Bedeutung der Vermittlungsfähigkeit für die Verdienstberechnung zukommt.\n\na) Vermittlungsfähigkeit ist eine Voraussetzung für den Anspruch auf Arbeitslosenentschädigung (Art. 8 Abs. 1 lit. f AVIG). Der Arbeitslose ist laut Art. 15 Abs. 1 AVIG vermittlungsfähig, wenn er bereit, in der Lage und berechtigt ist, eine zumutbare Arbeit anzunehmen. Zur Vermittlungsfähigkeit gehört demnach nicht nur die Arbeitsfähigkeit im objektiven Sinn, sondern subjektiv auch die Bereitschaft, die Arbeitskraft entsprechend den persönlichen Verhältnissen während der üblichen Arbeitszeit einzusetzen (BGE 123 V 216 Erw. 3 mit Hinweisen). Als Anspruchsvoraussetzung schliesst der Begriff der Vermittlungs(un)fähigkeit graduelle Abstufungen aus (unveröffentlichte Urteile F. vom 19. Januar 1998 und D. vom 7. März 1996; NUSSBAUMER, a.a.O., S. 85 Rz. 213; vgl. aber Art. 24 Abs. 2 AVIV). Entweder ist der Versicherte vermittlungsfähig, insbesondere bereit, eine zumutbare Arbeit (im Umfang von mindestens 20 Prozent eines Normalarbeitspensums; vgl. Art. 5 AVIV und BGE 120 V 390 Erw. 4c/aa am Ende) anzunehmen, oder nicht.\n\nb) Von der Vermittlungsfähigkeit zu unterscheiden ist der anrechenbare Arbeitsausfall (Art. 11 AVIG). Dabei handelt es sich ebenfalls um eine Anspruchsvoraussetzung (Art. 8 Abs. 1 lit. b AVIG), welche erfüllt ist, wenn der Arbeitsausfall einen Verdienstausfall zur Folge hat und mindestens zwei aufeinander folgende volle Arbeitstage dauert (Art. 11 Abs. 1 AVIG). Indessen stellt der anrechenbare Arbeitsausfall gleichzeitig auch eine Entschädigungsbemessungsregel dar, was das Gesetz unter der Herrschaft der |59| bis zum Inkrafttreten der zweiten Teilrevision des Arbeitslosenversicherungsrechts vom 23. Juni 1995 (AVIG) und 11. Dezember 1995 sowie 6. November 1996 (AVIV) geltenden Ordnung auch ausdrücklich festhielt. So bestimmte alt Art. 18 Abs. 1 erster Satz AVIG, dass sich der Entschädigungsanspruch nach dem anrechenbaren Arbeitsausfall während einer Kontrollperiode richtet. Diese Vorschrift ist zwar im Rahmen der Änderung vom 23. Juni 1995 ersatzlos gestrichen worden, was indessen nichts daran ändert, dass sich Dauer und Ausmass des Arbeitsausfalles im Sinne der zu dieser Bestimmung ergangenen Rechtsprechung auf den Umfang des Taggeldanspruches auswirken (NUSSBAUMER, a.a.O., S. 105 Rz. 267 f. mit Hinweis auf Art. 28 Abs. 4 AVIG; vgl. BGE 112 V 234 Erw. 2c).\n\nc) aa) Der anrechenbare Arbeitsausfall bestimmt sich grundsätzlich im Verhältnis zum letzten Arbeitsverhältnis vor Eintritt der (Teil-)Arbeitslosigkeit (ARV 1997 Nr. 38 S. 213 Erw. 3). Es kommt darauf an, was der Versicherte \"an Verdienst einbringender Arbeitszeit verloren hat\" (GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, N. 14 zu Art. 11), und in welchem zeitlichen Umfang er bereit, berechtigt und in der Lage ist, eine zumutbare Arbeit aufzunehmen. Arbeitnehmer, die nach dem Verlust ihrer Vollzeitbeschäftigung, aus welchen Gründen auch immer, lediglich noch teilzeitlich erwerbstätig sein wollen oder können, die also zwar bereit sind, eine zumutbare Arbeit anzunehmen, im Unterschied zu vorher jedoch nur noch in reduziertem Umfang, erleiden einen bloss teilweisen Arbeitsausfall. Betrug beispielsweise die Normalarbeitszeit 42 Stunden in der Woche und möchte der ganz arbeitslose Versicherte lediglich noch an drei Tagen zu acht Stunden wöchentlich arbeiten, ist der tatsächliche Arbeitsausfall (42 Wochenstunden) nur im Umfang von 24/42 (oder in Prozenten eines Ganzarbeitspensums ausgedrückt zu rund 57%) anrechenbar und der Taggeldanspruch entsprechend zu kürzen. Hingegen ist der Arbeitsausfall total und wird der Anspruch auf das volle Taggeld nicht geschmälert, wenn der Arbeitslose lediglich eine Teilzeitbeschäftigung ausgeübt hatte und nach dem Verlust dieser Stelle eine andere Tätigkeit im selben zeitlichen Umfang sucht. Darin kann keine Bevorzugung gegenüber Arbeitnehmern erblickt werden, die - bei sonst gleichen Verhältnissen - vor Eintritt der Arbeitslosigkeit vollzeitlich erwerbstätig waren, können sich doch diese Versicherten über einen entsprechend höheren versicherten Verdienst ausweisen (vgl. BGE 112 V 235 Erw. 2e). Die Kürzung des Taggeldanspruches bei einem lediglich teilweise |60| anrechenbaren Arbeitsausfall geschieht im Übrigen durch eine entsprechende Reduktion des der Entschädigungsbemessung zu Grunde zu legenden versicherten Verdienstes (vgl. BGE 112 V 236 Erw. 3).\n\nBei Schwankungen des Beschäftigungsgrades innerhalb des letzten Arbeitsverhältnisses vor Eintritt der faktischen Arbeitslosigkeit (SVR 1996 ALV Nr. 74 S. 227 f. Erw. 2c) ist für die Bestimmung des anrechenbaren Arbeitsausfalles auf die durchschnittliche zeitliche Belastung, bezogen auf ein Normalarbeitspensum, abzustellen (vgl. ALV-Praxis 97/1, Blatt 11). Gleiches gilt, wenn diese Tätigkeit nicht im ganzen Bemessungszeitraum ausgeübt worden war, mit anderen Worten der Versicherte in dieser Zeit in verschiedenen Beschäftigungsverhältnissen mit bezogen auf die jeweilige Normalarbeitszeit unterschiedlichen Arbeitspensen stand.\n\nbb) Die vorstehenden Regeln zur Ermittlung des anrechenbaren Arbeitsausfalles gelten sinngemäss auch für eine zweite (oder weitere) Rahmenfrist für den Leistungsbezug. Dabei kann bei Zwischenverdienstarbeit im Sinne von Art. 24 Abs. 1 AVIG nicht auf den tatsächlichen Beschäftigungsgrad abgestellt werden, da solche Tätigkeiten lediglich wegen des Differenzausgleichs nach Art. 24 Abs. 3 AVIG als (lohnmässig) zumutbar gelten. Vielmehr ist hier der zeitliche Umfang bezogen auf die Normalarbeitszeit in der betreffenden Branche massgebend, in welchem der Versicherte bereit, berechtigt und in der Lage war, (un-)selbstständig erwerbstätig zu sein.\n\nd) Für den vorliegenden Fall ergibt sich Folgendes.\n\naa) Die Beschwerdeführerin stand innerhalb des Bemessungszeitraumes in zwei verschiedenen Arbeitsverhältnissen von je dreimonatiger Dauer. Der Lohn aus ihrer Tätigkeit als Aushilfsverkäuferin von Januar bis März 1996 stellt Zwischenverdienst dar, wofür sie Differenzzahlungen bezog. Die in diesen drei Monaten gearbeiteten 123,5 Stunden entsprechen bei einer Normalarbeitszeit von 8 1/2 Stunden pro Tag einem Arbeitspensum von weniger als 25%. Als für die Ermittlung des anrechenbaren Arbeitsausfalls massgebender Beschäftigungsgrad hat indessen ein Wert von 50% zu gelten. In diesem zeitlichen Umfang bezogen auf eine Vollzeitbeschäftigung war die Beschwerdeführerin gemäss ihren Angaben im Antragsformular vom 6. Februar 1995 bereit und in der Lage zu arbeiten. Ihre Mitarbeit im Geschäft ihres Ehemannes von Oktober bis Dezember 1996, wofür sie keine Ausgleichszahlungen erhielt, da der Lohn von Fr. 2'400.-- höher war als die |61| Arbeitslosentschädigung von Fr. 1'344.-- (0,8 x Fr. 1'680.--) bzw. Fr. 1'440.-- (0,8 x Fr. 1'800.--) gemäss Urteil in Sachen der Beschwerdeführerin vom 19. August 1998 (vgl. BGE 120 V 233), betrug ca. 35 von 44 Wochenstunden, was einem Arbeitspensum von aufgerundet 80% entspricht. Dies ergibt für beide Arbeitsverhältnisse insgesamt einen (bisherigen) Beschäftigungsgrad von 65% (1/2 x 50% + 1/2 x 80%).\n\nbb) In Bezug auf den zeitlichen Umfang einer Erwerbstätigkeit in der zweiten Rahmenfrist für den Leistungsbezug vom 1. Februar 1997 bis 31. Januar 1999 steht fest, dass die Beschwerdeführerin bereit war, maximal 25 Stunden in der Woche zu arbeiten. Diese Angabe machte sie in dem im Juli 1997 eingereichten Gesuchsformular. Dabei entspricht diese Stundenzahl der Öffnungszeit des Bekleidungsgeschäfts (fünf halbe Tage), wo sie ab 16. Mai 1997 als Verkäuferin tätig war. Entgegen der offenbaren Auffassung der Versicherten kann indessen dieser Wert nicht etwa als Normalarbeitszeit gelten mit der Folge, dass der für die Ermittlung des anrechenbaren Arbeitsausfalles massgebliche (gesuchte) Beschäftigungsgrad 100% betragen würde. Anders verhielte es sich nur, wenn und soweit sie sich auch um Stellen mit einem grösseren Arbeitspensum als 25 Wochenstunden beworben hätte. Für diese Annahme bestehen jedoch keine Anhaltspunkte in den Akten, und auch die Vorbringen der Beschwerdeführerin in den bisherigen Verfahren lassen einen solchen Schluss nicht zu. Vielmehr ist von einer Normalarbeitszeit von 42 1/2 Stunden in der Woche auszugehen, wie sie auch an ihrer früheren Arbeitsstelle bei der Firma V. (Oktober 1995 bis März 1996) galt (vgl. auch Die Volkswirtschaft, 6/98 S. 27 Tabelle B9.2 [Einzelhandel]). Damit ergibt sich für die zweite Leistungsrahmenfrist ein (gesuchter) Beschäftigungsgrad von aufgerundet 59% (25/42,5 x 100%).\n\ncc) Der anrechenbare Arbeitsausfall entspricht dem Verhältnis zwischen dem gesuchten (59%) und dem bisherigen Beschäftigungsgrad (65%), beträgt somit abgerundet 0,90. Der versicherte Verdienst berechnet sich nach der Formel:\n\n0,9 x (Fr. 2'087.15 + Differenzausgleich [Januar bis März 1996] +\n\n3 x Fr. 2'400.--) : 6.\n\nDer Zwischenverdienst Januar bis März 1996 ist höher als der von Vorinstanz und Verwaltung angenommene Betrag von Fr. 2'068.35 (vgl. Erw. 3 hievor). Dieser Wert erweist sich indessen auf Grund der Bescheinigungen über die in |62| dieser Zeit gearbeiteten Stunden (123,5) und den dabei erzielten Stundenlohn (Fr. 16.90 ohne Ferienentschädigung; vgl. BGE 125 V 42 und BGE 123 V 70 als unrichtig. Damit stimmt aber auch die Höhe der für diese Zeit ausgerichteten Differenzzahlungen von Fr. 2'372.70 nicht mehr. Diese Grösse muss im Übrigen (ohnehin) neu berechnet werden, da auf Grund des erwähnten Urteils vom 19. August 1998 in Sachen der Beschwerdeführerin von einem versicherten Verdienst (für die erste Leistungsrahmenfrist) von Fr. 1'800.-- (und nicht bloss Fr. 1'680.--) auszugehen ist.\n\ne) Im Sinne der vorstehenden Ausführungen wird die Arbeitslosenkasse den versicherten Verdienst ermitteln und den Entschädigungsanspruch neu bemessen, und zwar nicht wie in diesem Verfahren beantragt, (erst) ab Kontrollperiode Juli 1997, sondern ab Beginn der Leistungsrahmenfrist am 1. Februar 1997 (Art. 132 lit. c OG und BGE 122 V 244 Erw. 2a). Dies rechtfertigt sich hier umso mehr, als die Beschwerdeführerin vorinstanzlich sinngemäss die Neuberechnung des Taggeldes ab Januar 1997 verlangt hatte.\n\n7. (Kosten)"}