{"annee": "125", "cour": "I", "page": "289", "date": "28/4/1999", "cite": ["123 I 97"], "cite_par": ["129 I 185"], "chapeau": "27. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. April 1999 i.S. Esther Bucher Helfenstein und Mitbeteiligte gegen Kanton Basel-Landschaft (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ, art. 25 s. du Pacte ONU II. Députés au Grand Conseil ayant qualité de fonctionnaires cantonaux: exclusion de la participation aux votes sur certaines normes relatives à la fonction publique cantonale. Comparaison de la réglementation schaffhousoise relative à la récusation - examinée dans l'arrêt publié aux ATF 123 I 97 ss - et de la réglementation du canton de Bâle-Campagne, sur laquelle porte la présente contestation. En particulier, cette dernière réglementation vise potentiellement un plus grand nombre de personnes (consid. 3, 4, 5). Une règle excluant de façon générale, pour les députés fonctionnaires cantonaux, la participation aux votes sur certains arrêtés concernant le statut du personnel, n'est pas compatible (en tout cas dans la forme ici contestée) avec les principes du droit de vote (consid. 6). Constitue une violation des principes du droit de vote le fait d'interpréter différemment - soit plus sévèrement - à l'endroit d'un député fonctionnaire cantonal que vis-à-vis d'autres députés, la règle selon laquelle la récusation est obligatoire quand l'intéressé est «immédiatement concerné» (consid. 7)."], "faits": "|290|\n\nAm 7. Juni 1998 nahmen die Stimmberechtigten des Kantons Basel-Landschaft folgende Vorlage mit 49'439 zu 16'644 Stimmen an:\n\n«I. Das Gesetz vom 21. November 1994 über die Organisation und die Geschäftsführung des Landrates (Landratsgesetz) wird wie folgt geändert:\n\n§ 7 Ausstandspflicht\n\n1 Die Ratsmitglieder treten bei Geschäften, die sie unmittelbar betreffen, in den Ausstand (§ 58 Absatz 1 KV).\n\n2 Ratsmitglieder sind insbesondere unmittelbar betroffen, wenn:\n\na. sie aus einem Ratsgeschäft einen direkten und persönlichen Nutzen ziehen oder Nachteil erleiden können;\n\nb. sie für Wahlen kandidieren, die vom Landrat oder seinen Organen vorzunehmen sind; die Ausstandspflicht gilt nicht für Wahlen in Organe des Landrats;\n\nc. sie Begnadigungsgesuche beurteilen müssen, die sie selbst betreffen;\n\nd. sie für ihre berufliche Tätigkeit nach kantonalem Recht entlöhnt werden und über personalrechtliche Bestimmungen zu befinden haben, welche die Besoldung, die Pension sowie die Dauer der Arbeitszeit und der Ferien betreffen. Die Ausstandspflicht gilt nur soweit, als die arbeitsrechtlichen Bestimmungen auf sie selbst Anwendung finden.\n\n3 Die Ratsmitglieder treten auch in den Ausstand, wenn ihre Lebenspartnerin oder ihr Lebenspartner im Sinne von Art. 2 unmittelbar betroffen ist.\n\n|291|\n\n4 Die Ausstandspflicht gilt für Vorbereitung, Beratung und Beschlussfassung (§ 58 Abs. 2 KV).\n\n5 In Streitfällen entscheidet der Landrat beziehungsweise das betreffende Organ.\n\n6 Der Landrat kann gültig beraten und beschliessen, auch wenn wegen Ausstands nicht die Mehrheit der Ratsmitglieder anwesend ist.\n\nII. Diese Änderung tritt nach der Annahme durch das Volk am darauffolgenden 1. Juli in Kraft.»\n\nDas Ergebnis wurde im Amtsblatt vom 11. Juni 1998 von der Landeskanzlei veröffentlicht. Nach seiner Erwahrung wurde die Gesetzesänderung am 2. Juli 1998 publiziert.\n\nMit staatsrechtlicher Beschwerde vom 12. August 1998 wegen Verletzung des Stimmrechts, von Art. 25 f. des Internationalen Paktes vom 16. Dezember 1966 über bürgerliche und politische Rechte (UNO-Pakt II; SR 0.103.2) sowie von Art. 4 BV beantragen Esther Bucher Helfenstein und weitere Beteiligte, § 7 Abs. 2 lit. d und Abs. 3 des Landratsgesetzes (LRG) aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n3. a) Im den Kanton Schaffhausen betreffenden BGE 123 I 97 hatte sich das Bundesgericht erstmals grundsätzlich mit einer gesetzlichen Regelung zu befassen, welche für die im Dienste des Kantons stehenden Mitglieder des kantonalen Parlamentes generell den Ausstand für Abstimmungen über personalrechtliche Erlasse und Beschlüsse vorschrieb. Es erwog im Wesentlichen, aus dem verfassungsrechtlich geschützten Stimmrecht ergebe sich, dass kein Abstimmungsergebnis anerkannt werde, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringe. Daraus leitete es ab, dass bei Proporzwahlen dem Grundsatz der Erfolgswertgleichheit, welcher sicherstellen soll, dass sich der Wählerwille in der Zusammensetzung des Parlamentes unverfälscht widerspiegle, eine besondere Bedeutung zukommt. Ausstandsvorschriften für Parlamentarier stünden dem zumindest prinzipiell entgegen und bedürften daher nach der Rechtsprechung einer Grundlage in einem formellen Gesetz, müssten im öffentlichen Interesse liegen und verhältnismässig sein (E. 4).\n\nDa die gesetzliche Grundlage im zu beurteilenden Fall gegeben war, prüfte das Bundesgericht in der Folge, ob die angefochtene |292| Ausstandsregelung im öffentlichen Interesse lag und verhältnismässig erschien. Es führte aus, der kantonale Verfassungsgeber habe eine Grundsatzentscheidung getroffen, indem er den kantonalen Beamten in Kenntnis der damit verbundenen Interessenkonflikte das passive Wahlrecht für die Einsitznahme ins kantonale Parlament zugestehe. Eine bei bestimmten Sachfragen zur Anwendung kommende Ausstandspflicht für Parlamentarier, welche im Dienste des Kantons stünden, komme daher nur aus besonders wichtigen Gründen in Frage. Es werde im Allgemeinen nicht angenommen, dass im Dienste des Kantons stehende Parlamentarier bei Abstimmungen über personalrechtliche Erlasse ein solches besonderes persönliches Interesse hätten, jedenfalls sähen weder der Bund für Nationalräte noch, soweit ersichtlich, die Kantone, die Beamten als Parlamentsmitglieder zuliessen, mit der Schaffhauser Regelung vergleichbare Ausstandsbestimmungen vor. Es liege im Wesen der Demokratie, dass Parlamentsabgeordnete Interessenvertreter seien. Beamte in Abstimmungen über personalrechtliche Erlasse befänden sich aber grundsätzlich in der gleichen Lage wie Landwirte bei einer Abstimmung über die Landwirtschaftsgesetzgebung oder Unternehmer bei Fragen der Wirtschaftsförderung oder der Entlastung von Unternehmen bei der Steuergesetzgebung. Solche Interessenkonflikte genereller Natur seien nicht mit Ausstandsvorschriften, sondern mit Bestimmungen über die Unvereinbarkeit zu regeln. Jedenfalls müssten solche aber rechtsgleich ausgestaltet sein. Es gehe daher nicht an, Beamten die Vertretung der Interessen ihrer Berufsgruppe zu untersagen, den Vertretern anderer Gruppen - z.B. den Landwirten oder den Unternehmern - die Verfolgung eigener Interessen bei der Gesetzgebung hingegen zu erlauben. Für die Wahrung der Objektivität und Integrität staatlicher Organe sei die umstrittene Ausstandspflicht nicht erforderlich, da alle Parlamentarier und damit auch die Beamten verpflichtet seien, in Ausübung des freien Mandates die Interessen der gesamten Bevölkerung und des Standes Schaffhausen zu vertreten (E. 5).\n\nb) Die Beschwerdeführer berufen sich im Wesentlichen auf diesen Entscheid und machen geltend, zwischen der als verfassungswidrig erkannten Schaffhauser Regelung und der vorliegend zu beurteilenden des Kantons Basel-Landschaft bestünden keine rechtserheblichen Unterschiede, sie seien daher beide verfassungswidrig.\n\nDer Beschwerdegegner kritisiert BGE 123 I 97 in seiner Vernehmlassung nicht explizit, auch wenn sich seine Ausführungen - z.B. über die «grundlegend andere Situation» in der sich beamtete |293| Landräte bei der Abstimmung über Besoldungsangelegenheit gegenüber nicht beamteten Landräten bei der Abstimmung über die Regelung ihrer ureigensten Interessengebiete befänden - nur zum Teil mit ihm in Einklang bringen lassen. Er macht im Wesentlichen bloss geltend, die vorliegend zu beurteilende Regelung sei differenzierter und einschränkender als diejenige des Kantons Schaffhausen; insbesondere setze die Ausstandspflicht voraus, dass die Festsetzung der eigenen Besoldung in Frage stehe.\n\n4. a) Der Kanton Basel-Landschaft schliesst die Wahl von gewissen Behörden- und Gerichtsmitgliedern sowie von «höheren Beamten der Staatsverwaltung» ins Kantonsparlament aus (§ 51 Abs. 2 der Verfassung des Kantons Basel-Landschaft vom 17. Mai 1984; KV/BL). Dieses wird nach dem Verhältniswahlverfahren gewählt (§ 27 Abs. 1 KV/BL). Abgesehen von den Personen, die von dieser Unvereinbarkeitsregelung betroffen werden, sind alle Stimmberechtigten in den Landrat wählbar. § 52 KV/BL, wonach Verwandte und Verschwägerte bis zu einem bestimmten Grade nicht gleichzeitig einer Behörde angehören dürfen, findet ausdrücklich keine Anwendung auf den Landrat. Allein aus der Amtszeitbeschränkung auf vier aufeinanderfolgende Amtsperioden (§ 54 KV/ BL) ergibt sich eine - im vorliegenden Zusammenhang nicht weiter interessierende - Einschränkung der Wählbarkeit.\n\nb) Nach dem Demokratieprinzip sollen sowohl das aktive als auch das passive Stimmrecht möglichst uneingeschränkt allen Stimmberechtigten zustehen (§§ 2, 21, 22 KV/BL). Der Gewaltenteilungsgrundsatz verlangt dagegen bei strikter Handhabung, Staatsbediensteten als Mitgliedern der Verwaltung und damit der Exekutive die Einsitznahme in den Landrat als der Legislative zu verwehren. Diesen latenten Konflikt zwischen dem Demokratieprinzip und dem Gewaltenteilungsgrundsatz hat der Kanton Basel-Landschaft dahingehend entschieden, dass nach kantonalem Recht besoldete Beamte und Angestellte, mit Ausnahme jener in höherer Stellung, ins Kantonsparlament wählbar sind. Damit hat er in einer verfassungsrechtlichen Grundsatzentscheidung einen Ausgleich zwischen den beiden widerstrebenden fundamentalen rechtsstaatlichen Prinzipien getroffen und sie für das kantonale Staatsrecht konkretisiert.\n\n5. Der Kanton Basel-Landschaft macht als Beschwerdegegner geltend, seine Regelung des Ausstands von kantonalen Bediensteten im Parlament sei im Vergleich zur Schaffhauser Regelung «deutlich differenzierter und weniger einschränkend» ausgestaltet, weil die |294| Ausstandspflicht in Besoldungsangelegenheiten nur soweit gelte, als die personalrechtliche Bestimmung auf die nach den kantonalen Ansätzen entlöhnten Ratsmitglieder selbst Anwendung finde. Die Landräte seien damit nicht generell, als Gruppe, von der Ausstandspflicht betroffen, sondern direkt und persönlich als Einzelpersonen.\n\na) Die vorliegend zu beurteilende Regelung erfasst alle Landräte, die selber im angestammten Beruf oder deren Lebenspartner nach kantonalem Recht besoldet werden, gleichgültig darum, ob sie diesen voll- oder teilzeitlich ausüben. Sie geht in persönlicher Hinsicht sehr weit, werden doch im Kanton Basel-Landschaft nicht nur Mitarbeiter des Kantons nach kantonalem Recht besoldet. Das trifft ebenso auf Mitarbeiter von Gemeinden zu, die aufgrund einer gesetzlichen Bestimmung nach kantonalem Recht entlöhnt werden müssen (Primarlehrer, Kindergärtner) oder freiwillig danach entlöhnt werden, auf Mitarbeiter von privaten Kinder- und Erziehungsheimen, an deren Löhne der Kanton Beiträge leistet, sowie auf solche von Institutionen, die sich freiwillig der kantonalen Besoldungsordnung unterziehen (v.a. soziale Institutionen). Wie weit die Regelung geht, zeigt im Übrigen auch § 7 Abs. 6 LRG, wonach, entgegen dem sonst geltenden Quorum von § 50 LRG, der Landrat beschlussfähig bleibt, «auch wenn wegen Ausstands nicht die Mehrheit der Ratsmitglieder anwesend ist». Die Ausstandsverpflichtung erfasst somit potenziell wesentlich mehr Parlamentsmitglieder als jene des Kantons Schaffhausen, welche in BGE 123 I 97 zu beurteilen war.\n\nb) Einen entscheidenden Unterschied zur Schaffhauser Regelung sieht der Beschwerdegegner weiter im Umstand, dass die Ausstandspflicht die Ratsmitglieder nur dann treffe, wenn die Bestimmungen betreffend Besoldung, Pension, Arbeitszeit und Ferien auf sie selbst Anwendung finden. Die in diesem Zusammenhang wichtigsten personalrechtlichen Erlasse des Kantons - das Personalgesetz und das Personaldekret - gelten indessen allgemein für alle nach kantonalem Recht besoldeten Mitarbeiter, sodass diese Einschränkung praktisch kaum von Bedeutung ist. Sie käme nur bei einigen spezialgesetzlichen Regelungen - z.B. der Regelung von § 88 des Schulgesetzes vom 26. April 1979 i.V.m. § 32 und 33 des Dekretes zum Schulgesetz vom 3. Dezember 1979 über die Pflichtstundenzahl und die Altersentlastung der Lehrer - zum Tragen, bei deren Behandlung die Mitarbeiter der davon nicht betroffenen Verwaltungszweige nicht in den Ausstand treten müssten. Auch hier bleibt indessen der Kreis der Adressaten gross, da sich das |295| Schulgesetz keineswegs bloss an wenige, individualisierbare Lehrer richtet, sondern an alle. Vor allem aber ändert die Einschränkung nichts daran, dass die einer bestimmten sozialen Gruppe angehörenden Parlamentsmitglieder von der Abstimmung über sie besonders betreffende, generell-abstrakte Normen ausgeschlossen werden sollen, was dazu führt, dass ihre in der Regel der gleichen sozialen Gruppe angehörenden oder diese unterstützenden Wähler ihre parlamentarische Vertretung einbüssen.\n\n6. Wie in BGE 123 I 97 ausgeführt, ergibt sich aus dem verfassungsmässig garantierten Stimmrecht, dass grundsätzlich allen Kantonsparlamentariern die gleichen Rechte zustehen müssen. Eine Schlechterstellung einzelner Parlamentarier oder Parlamentariergruppen durch den generellen Ausschluss von Abstimmungen über wesentliche Ratsgeschäfte, zu denen die personalrechtlichen Erlasse gehören, schwächt die Stimmkraft ihrer Wähler im Vergleich zu denjenigen Stimmberechtigten, die «vollwertige» Parlamentarier gewählt haben. Das für demokratische Wahlen und Abstimmungen grundlegende Prinzip, dass jede Stimme im Ergebnis das gleiche Gewicht haben muss, die sogenannte Erfolgswertgleichheit der Stimmen, erfährt dadurch eine Einschränkung. Eine solche ist mit dem aktiven Wahlrecht nur vereinbar, wenn sie - die übrigen Voraussetzungen vorbehalten (oben E. 3a) - durch überwiegende öffentliche Interessen gerechtfertigt wird. Ob auch das passive Wahlrecht beeinträchtigt ist, wie die Beschwerdeführer geltend machen, kann hier, wie schon im zitierten Bundesgerichtsentscheid (E. 6), offen bleiben.\n\na) Kurt Eichenberger hält in einem (unveröffentlichten) Gutachten vom 9. Februar 1989 zuhanden des Landrates des Kantons Basel-Landschaft zur Auslegung einer Ausstandsbestimmung der damaligen Geschäftsordnung des Landrates dafür, Ausstandsverpflichtungen für Parlamentarier wegen Vorteilserwartungen oder Nachteilsbefürchtungen bei Abstimmungen über generell-abstrakte Erlasse grundsätzlich nicht Platz greifen zu lassen.\n\nDas basellandschaftliche Verfassungsrecht gehe, wie andere schweizerische Verfassungsordnungen auch, von der realistischen Repräsentationstheorie aus, wonach das Parlament das Gesamtvolk in seiner Pluralität widerspiegle. Es sei mit dieser Repräsentationsidee nicht vereinbar, ganze Gruppen von Abgeordneten ihrer Inte- ressenlage wegen von der Entscheidfindung auszuschliessen, da sie gerade anwesend sein sollten, um ihre spezifischen Interessen darlegen und die Entscheidung schliesslich mittragen zu können. |296|\n\nEs solle im Prinzip keine gesellschaftliche Gruppierung, die eine Wählbarkeitsgrösse und damit politische Relevanz erlange, vom Parlament ausgeschlossen werden. Personen z.B., die vom Staat besoldet sind, in das Parlament aufzunehmen, sei ein verfassungsrechtlicher Grundentscheid aus der Überlegung, dass in ihnen eine Interessenträgerschaft als parlamentsfähig anerkannt werde. Das schiebe zwar Aspekte des dogmatisierten Gewaltenteilungsprinzipes beiseite, anerkenne aber einen im Demokratieprinzip begründeten Anspruch auf Teilhabe und Teilnahme. Solche Ansprüche seien dann am aktuellsten und als Teilnahmerechte dann am unentziehbarsten, wenn spezifische Gruppeninteressen in Parlamentsgeschäften angesprochen würden. Die verfassungsrechtlich ermöglichte und gesuchte Teilnahme einer Gruppierung präzis im gleichen Moment aber durch Ausstandsverpflichtungen, die die ganze Gruppierung treffen, stillzulegen, könne mit der Verfassung nicht im Einklang stehen.\n\nDas Verfassungsrecht setze voraus, dass die Staatsorgane ihren Aufgaben nachkommen könnten, weshalb bei der Ausstandsregelung auf ihre Eigenheiten Bedacht zu nehmen sei. Interessenkollisionen müssten für Justiz und Regierung strenger geregelt werden als für das Parlament; das zeige sich schon daraus, dass hier der Verwandtenausschluss von § 52 KV/BL nicht gelte. Die Ausstandspflicht müsse auch wegen der relativ grossen Zahl der Parlamentarier nicht hochgeschraubt werden, da im grossen Kollegium einseitige Interessenwahrnehmungen ausgeglichen würden. Eine Ausstandspflicht für Abstimmungen über generell-abstrakte Erlasse wäre zudem wegen der Schwierigkeit der Interessenfeststellung und -aussonderung kaum praktikabel.\n\nb) Aus dem vom Beschwerdegegner nicht substanziiert kritisierten BGE 123 I 97 und den gewichtigen Argumenten Eichenbergers ergeben sich starke Bedenken gegen jede Regelung, die verlangt, dass Parlamentsabgeordnete beim Erlass von Normen genereller Natur, d.h. solchen, die sich nicht an bestimmte, individualisierbare Personen richten, in den Ausstand zu treten haben. Es ist fraglich, ob sich bei einer sachgerechten Abwägung der widerstreitenden Interessen ein genügendes öffentliches Interesse an der damit verbundenen Einschränkung des gleichen Stimmrechts im Sinne der Erfolgswertgleichheit der Stimmen bejahen lässt. Das Bestreben des basel-landschaftlichen Gesetzgebers, mit der umstrittenen Ausstandsregelung die Glaubwürdigkeit des Parlaments zu sichern, erhält im Lichte der diesem zukommenden Repräsentationsaufgabe |297| und des Demokratieprinzips einen anderen Stellenwert: da im Landrat möglichst alle gesellschaftlichen Gruppierungen vertreten sein sollen, darf die Wahrnehmung von Eigeninteressen nicht leichthin als Beeinträchtigung seiner Objektivität und Integrität aufgefasst werden. Darin unterscheidet sich das Parlament wesentlich von den anderen Staatsorganen, insbesondere jenen der Justiz und auch der Exekutive.\n\nc) Ob Ausstandspflichten für Parlamentsmitglieder für Geschäfte mit generellem Adressatenkreis von vornherein das Stimmrecht verletzen oder ob Ausnahmen - etwa für Regelungen, die einen sehr kleinen, faktisch individualisierbaren Adressatenkreis betreffen - denkbar sind, braucht hier nicht abschliessend beurteilt zu werden: die angefochtene basel-landschaftliche Regelung ist nach dem Gesagten jedenfalls mit dem bundesrechtlich und in den Art. 21 und 22 KV/BL garantierten gleichen Stimmrecht nicht vereinbar. Es geht nicht an, für eine bestimmte Gruppe von Parlamentariern - die selber oder deren Lebenspartner beruflich nach kantonalem Recht besoldet werden - strengere Ausstandsvorschriften zu schaffen als für die übrigen Landratsmitglieder. Eine solche Sonderregelung lässt sich auch nicht etwa mit dem Hinweis auf das Gewaltenteilungsprinzip rechtfertigen. Die Verfassung des Kantons Basel-Landschaft hat den latenten Konflikt zwischen dem Demokratieprinzip und dem Gewaltenteilungsgrundsatz dahingehend entschieden, dass allein die Stellung als höherer Beamter mit der Ausübung eines Parlamentsmandates unvereinbar ist (E. 4 oben). Dieser verfassungsrechtliche Ausgleich würde durch einen generellen Ausschluss der in öffentlichen Diensten stehenden Parlamentarier von wesentlichen, sie und ihre Wähler besonders betreffenden Abstimmungen, auf Gesetzesstufe unterlaufen. Der kantonale Verfassungsgeber erachtete es aber gerade als nicht gerechtfertigt, aus Gründen der Gewaltenteilung so weit zu gehen, und dies lässt sich auch mit dem Gewaltenteilungsdogma allein nicht begründen (vgl. dazu HANSJÖRG SEILER, Gewaltenteilung, Bern 1994, S. 383; PETER REINERT, Ausstand im Parlament, Zürcher Diss. 1991, S. 81/2; WERNER BEELER, Personelle Gewaltentrennung und Unvereinbarkeit in Bund und Kantonen, Zürcher Diss. 1983, S. 130/1).\n\n7. a) Nach § 58 Abs. 1 KV/BL, welcher in § 7 Abs. 1 LRG wiederholt wird, müssen sich Behördemitglieder und Beamte, welche von einer Vorlage «unmittelbar betroffen» sind, in den Ausstand begeben. Die umstrittene Regelung bildet einen Teil der in § 7 Abs. 2 und 3 LRG enthaltenen Ausführungsbestimmungen dazu. § 7 Abs. 2 |298| lit. d LRG schafft für die nach kantonalem Recht besoldeten Ratsmitglieder für einen Teil der Geschäfte - personalrechtliche Bestimmungen, welche ihre eigene Besoldung, die Pension sowie die Dauer der Arbeitszeit und der Ferien betreffen - Sonderrecht, indem hier, anders als in allen anderen Fällen (lit. a, b und c), eine «unmittelbare Betroffenheit» auch bei Abstimmungen über generell- abstrakte Erlasse angenommen wird. Es ist kein Grund ersichtlich, der es rechtfertigen könnte, den Begriff der unmittelbaren Betroffenheit im Sinne von § 58 Abs. 1 KV/BL und § 7 Abs. 1 LRG für die beruflich nach kantonalem Recht besoldeten Landräte bei der Behandlung personalrechtlicher Fragen anders auszulegen als für alle anderen Parlamentsabgeordneten in allen anderen Bereichen.\n\nb) Der Einwand des Beschwerdegegners, die Sonderbehandlung dieser Landräte rechtfertige sich deshalb, weil sie in aller Regel ihr gesamtes Gehalt vom Kanton beziehen würden und daher von einer Neuregelung des Besoldungsrechts viel stärker betroffen seien als etwa ein Landwirt von der Revision des Landwirtschaftsrechts, geht schon deswegen fehl, weil die Ausstandspflicht von § 7 Abs. 2 lit. d LRG Landräte unabhängig von ihrem Beschäftigungsgrad in einer nach kantonalem Recht besoldeten Anstellung trifft. Im Übrigen besteht kein Anlass, die auf dem Spiele stehenden Interessen von kantonalen Bediensteten einerseits und Landwirten oder Unternehmern andererseits anders als im erwähnten BGE 123 I 97 zu gewichten.\n\nc) Ist aber kein Grund ersichtlich, der es rechtfertigen könnte, die «unmittelbare Betroffenheit» im Sinne von § 58 Abs. 1 KV/BL und § 7 Abs. 1 LRG für eine Gruppe von Landräten anders - strenger - auszulegen als für die Übrigen, so benachteiligt § 7 Abs. 2 lit. d LRG die Stimmbürger, die von dieser Regelung erfasste Landräte wählten, in verfassungswidriger Weise gegenüber den Stimmbürgern, die Parlamentarier wählten, für die keine entsprechende generelle Ausstandspflicht besteht. Die umstrittene Regelung verletzt aus diesem Grunde das bundes- und kantonalrechtlich verfassungsmässig garantierte gleiche Stimmrecht der Beschwerdeführer.\n\nd) Verletzt § 7 Abs. 2 lit. d LRG schon in diesem Sinne das Stimmrecht, braucht nicht weiter geprüft zu werden, ob er auch gegen Art. 25 UNO-Pakt II verstosse. Das steht keineswegs fest, sind doch die politischen Rechte darin bewusst «als kleinster gemeinsamer Nenner konzipiert, um möglichst vielen, auch weniger demokratischen Staaten die Teilnahme zu ermöglichen» (MANFRED NOWAK, Kommentar zum UNO-Pakt II, Kehl am Rhein/Strassburg/ |299| Arlington 1989, N. 5 f., 11 ff. zu Art. 25). Der Schutz des UNO-Paktes dürfte somit weniger weit gehen als derjenige des eidgenössischen und kantonalen Rechts."}