{"annee": "125", "cour": "III", "page": "175", "date": "8/3/1999", "cite": ["121 II 67", "117 IB 28", "122 II 160", "116 IB 50", "123 II 49", "124 II 391", "113 IB 138", "114 IB 224"], "cite_par": ["137 II 182", "132 III 515", "127 III 90", "140 II 233"], "chapeau": "32. Auszug aus dem Urteil der II. Zivilabteilung vom 8. März 1999 i.S. L. AG (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 2 LDFR et 60 LDFR; champ d'application pour des immeubles à usage mixte. Constructions agricoles exclues du champ d'application. Les constructions agricoles, qui ne sont plus utilisées conformément à leur destination, sortent du champ d'application de la loi fédérale sur le droit foncier rural (LDFR), s'il s'avère qu'elles seront à l'avenir inutiles au maintien d'une exploitation rentable et garantissant de bons moyens d'existence. Les autorités concernées doivent s'inspirer en premier lieu des principes de la loi fédérale sur l'aménagement du territoire. La procédure en matière de droit foncier rural doit être coordonnée avec la procédure en matière d'aménagement du territoire."], "faits": "|176|\n\nA.- Die L. AG ist Eigentümerin der Liegenschaft «Unterhorn», ..., im Halte von 387 a 28 m2, Wiese mit einem Wohnhaus und Stall.\n\nB.- Am 15. Juli 1997 stellte die L. AG das Gesuch, die Abparzellierung der Wohn- und Ökonomiegebäude der Liegenschaft «Unterhorn» und die Entlassung der Gebäulichkeiten aus dem Geltungsbereich des Bundesgesetzes über das bäuerliche Bodenrecht (BGBB, SR 211.412.11) zu bewilligen. Der Präsident der kantonalen Bodenrechtskommission verweigerte die Bewilligung (Entscheid vom 31. Juli 1997). Die dagegen erhobene Beschwerde wies das Kantonsgericht Appenzell I.Rh. ab (Urteil vom 2. Juni 1998).\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt die L. AG dem Bundesgericht, das kantonsgerichtliche Urteil aufzuheben und die Abtrennung der Gebäulichkeiten ab der Liegenschaft «Unterhorn» gemäss Gesuch vom 15. Juli 1997 zu bewilligen; eventualiter sei die Sache zur Neubeurteilung an das Kantonsgericht Appenzell I.Rh. zurückzuweisen. Dieses hat auf eine Vernehmlassung verzichtet. Das Eidgenössische Justiz- und Polizeidepartement - das Bundesamt für Raumplanung im Einvernehmen mit dem Bundesamt für Justiz (Amt für Grundbuch- und Bodenrecht) - enthält sich in seiner Stellungnahme eines ausdrücklichen Antrags, vertritt aber die Meinung, die Abparzellierung sei unter anderem wegen der unbestrittenen Baufälligkeit der Gebäulichkeiten zu verweigern. In einer zusätzlichen Eingabe verlangt die L. AG, den Gebäudezustand im Hinblick auf eine Eignung zum Umbau gutachterlich abklären zu lassen.\n\nDas Bundesgericht hat die Verwaltungsgerichtsbeschwerde der L. AG gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zu neuer Beurteilung an das Kantonsgericht zurückgewiesen.", "considerants": "Aus den Erwägungen:\n\n1. Das Kantonsgericht hat festgehalten, die Liegenschaft «Unterhorn» befinde sich in der Landwirtschaftszone. Es handle sich dabei um ein landwirtschaftliches Grundstück, auf welches das BGBB anwendbar sei. Streitig ist, ob eine Bewilligung gemäss Art. 60 Abs. 1 lit. a BGBB erteilt werden darf. Danach ist eine Ausnahme vom Realteilungs- und Zerstückelungsverbot (Art. 58 BGBB) zu bewilligen, wenn «a. das landwirtschaftliche Gewerbe oder Grundstück in einen Teil innerhalb und in einen Teil ausserhalb des Geltungsbereiches dieses Gesetzes aufgeteilt wird». Die zwischenzeitlich in |177| Kraft getretene Änderung des BGBB vom 26. Juni 1998 (AS 1998 S. 3009) hat die genannte Ausnahme nicht betroffen.\n\n2. Das bäuerliche Bodenrecht regelt den Rechtsverkehr mit landwirtschaftlichen Gewerben und landwirtschaftlichen Grundstücken. Wo eine landwirtschaftliche Nutzung zulässig ist, beantwortet hingegen das Raumplanungsrecht. Dessen Vorgaben sind bei der Anwendung des BGBB in mehrfacher Hinsicht zu beachten:\n\na) Das BGBB gilt für einzelne oder zu einem landwirtschaftlichen Gewerbe gehörende landwirtschaftliche Grundstücke, die ausserhalb einer Bauzone im Sinne des Raumplanungsgesetzes (RPG, SR 700) liegen und für welche die landwirtschaftliche Nutzung zulässig ist (Art. 2 Abs. 1 BGBB). Für den örtlichen Geltungsbereich wird damit auf Art. 15 RPG verwiesen, der die Bauzonen definiert, aber auch auf alle Bestimmungen des RPG und des kantonalen Raumplanungsrechts über die Nichtbauzonen (statt vieler: HOTZ, Einfluss anstehender Neuerungen des Raumplanungsrechts auf das bäuerliche Bodenrecht, Blätter für Agrarrecht, BlAR 30/1996 S. 3 ff., S. 9 Ziffer 6.3). Das bäuerliche Bodenrecht hat sich somit auch mit den Gebäuden zu befassen, die ausserhalb der Bauzonen bestehen, unabhängig davon, ob sie seinerzeit als zonenkonform oder ausnahmsweise bewilligt worden sind (Art. 22 und Art. 24 RPG) oder sich kraft Bestandesschutzes dort befinden (vgl. zu baurechtlichen Sonderfällen: BANDLI, in: Das bäuerliche Bodenrecht. Kommentar zum BGBB, Brugg 1995, N. 17 ff. zu Art. 2 BGBB).\n\nb) Sachlich unterstehen dem BGBB einzelne oder zu einem landwirtschaftlichen Gewerbe gehörende landwirtschaftliche Grundstücke (Art. 2 Abs. 1 BGBB), und als landwirtschaftlich gilt ein Grundstück, das für die landwirtschaftliche oder gartenbauliche Nutzung geeignet ist (Art. 6 Abs. 1 BGBB). Das BGBB knüpft damit an Art. 16 Abs. 1 lit. a RPG an, wonach die Landwirtschaftszonen Land umfassen, das sich für die landwirtschaftliche Nutzung oder den Gartenbau eignet. Der Begriff der Eignung von Land für die landwirtschaftliche Nutzung wird hier wie dort gleich verwendet und soll hier wie dort gleich verstanden werden (vgl. etwa HOTZ, a.a.O., S. 9 Ziffer 6.4; STALDER, Die öffentlich-rechtlichen Verfügungsbeschränkungen im bäuerlichen Bodenrecht - Grundlagen und Instrumente, ZSR NF 113/1994 I S. 73 ff., S. 77 Ziffer 3.1).\n\nFür die - nach objektiven Massstäben vorzunehmende - Beurteilung, welche Gebäude dem Zweck der landwirtschaftlichen Nutzung entsprechen, sind zur Hauptsache zwei Kriterien ausschlaggebend: Das Gebäude muss erstens für den Landwirtschaftsbetrieb |178| unentbehrlich sein, d.h. vorab dessen Bedürfnissen in der richtigen Dimensionierung dienen. Für Wohngebäude ist zudem vorausgesetzt, dass aus betrieblichen Gründen eine ständige Anwesenheit der bewirtschaftenden Personen erforderlich und die nächste Wohnzone weit entfernt und schwer erreichbar ist; das Recht, ausserhalb der Bauzone zu wohnen, bleibt denjenigen vorbehalten, die als Betriebsinhaber oder Hilfskräfte unmittelbar in der Landwirtschaft tätig sind, den Familienangehörigen sowie der abtretenden Generation, die ein Leben lang in der Landwirtschaft tätig gewesen ist. Kumulativ zur «Unentbehrlichkeit» muss zweitens die landwirtschaftliche Nutzung, der das Gebäude dient, auch wirtschaftlich rentabel und existenzsichernd sein. Dies setzt ein Betriebskonzept und eine gewisse Grösse des Betriebs voraus; für Wohnraum kann auf den Gewerbebegriff des BGBB als Orientierungshilfe abgestellt werden (vgl. aus der Rechtsprechung z.B. BGE 122 II 160 E. 3a S. 162; BGE 121 II 67 E. 3a S. 68 sowie 307 E. 3b S. 310 und E. 5 S. 312; Urteil des Bundesgerichts vom 22. Dezember 1995, E. 2 und E. 5, in: ZBl 98/1997 S. 130 ff.; vgl. für Einzelheiten z.B. ZÜRCHER, Aménagement du territoire et droit foncier rural: convergences et divergences, BlAR 30/1996 S. 25 ff., S. 28 ff. Ziffer 2).\n\nBestehende Gebäude ausserhalb der Bauzonen, deren landwirtschaftliche Nutzung rechtmässig ist und die tatsächlich auch landwirtschaftlich genutzt werden, unterstehen dem BGBB ohne weiteres. Die erwähnten beiden Kriterien der Unentbehrlichkeit und Wirtschaftlichkeit spielen erst dann eine Rolle, wenn die landwirtschaftliche Nutzung aufgehört hat und die Bewilligungsbehörden um Entlassung vormals landwirtschaftlich genutzter Gebäude aus dem Geltungsbereich des BGBB ersucht werden (E. 2c sogleich).\n\nc) In den Geltungsbereich des BGBB fallen «systemwidrig» auch Grundstücke mit gemischter Nutzung, die nicht in einen landwirtschaftlichen und einen nichtlandwirtschaftlichen Bereich aufgeteilt sind (Art. 2 Abs. 2 lit. d BGBB), und gemischte Gewerbe, wenn deren landwirtschaftlicher Charakter überwiegt (Art. 7 Abs. 5 BGBB). Da das BGBB den Schutz der nichtlandwirtschaftlichen Teile einer gemischten Nutzung nicht bezweckt (vgl. Art. 1 Abs. 1 BGBB), bleiben diese nur so lange dem BGBB unterstellt, bis sie mittels Ausnahmebewilligung (Art. 60 Abs. 1 lit. a BGBB) vom Realteilungs- und Zerstückelungsverbot (Art. 58 BGBB) entbunden sind; auf Erteilung der Ausnahmebewilligung besteht ein Rechtsanspruch (Wegleitung des Eidgenössischen Amtes für Grundbuch- und Bodenrecht, in: ZBGR 75/1994 S. 88 ff., S. 93 Ziffer 2.13; STALDER, a.a.O., S. 77 |179| bei Anm. 22; HUSER, Bäuerliches Bodenrecht und Raumplanung, BlAR 29/1995 S. 117 ff., S. 132 f. Ziffer IV mit weiteren Nachweisen; gl.M. nunmehr BANDLI, N. 28 zu Art. 2 BGBB sowie N. 3 und N. 5 zu Art. 60 BGBB; vgl. auch HOFER, in: BGBB-Kommentar, N. 23 zu Art. 6 BGBB).\n\nGemischte Nutzungen im Gesetzessinne entstehen häufig dadurch, dass ursprünglich landwirtschaftlich gebrauchte Wohn- und Ökonomiegebäude für die landwirtschaftliche Nutzung nicht mehr benötigt werden und leer stehen oder bestimmungswidrig anderen Zwecken, namentlich Wohnzwecken dienen. Es versteht sich, dass für die Aufteilung solch gemischter Nutzung nicht einfach der aktuelle Zustand massgebend sein kann. Die Landwirtschaft entwickelt sich, und heute nicht mehr genutzte landwirtschaftliche Wohn- und Ökonomiegebäude können inskünftig für die Landwirtschaft wieder benötigt werden (ZÜRCHER, a.a.O., S. 34 f. Ziffer 3). Beim Entscheid über die Entlassung aus dem Geltungsbereich des BGBB muss diesen künftigen Bedürfnissen Rechnung getragen werden (BANDLI, N. 6 zu Art. 60 BGBB). Die Beurteilung hat sich an den raumplanungsrechtlichen Vorgaben zu orientieren:\n\nDas BGBB verfolgt in erster Linie eigentums- und strukturpolitische Ziele; insbesondere sollen Familienbetriebe erhalten bleiben und ihre Struktur verbessert werden. Das landwirtschaftliche Gewerbe (Art. 7 BGBB) und der landwirtschaftliche Betrieb (Art. 5 lit. a BGBB) geniessen denn auch besonderen Schutz (Art. 4 Abs. 1 BGBB); das BGBB will ihre Existenz sichern, nicht aber unerwünschte Strukturen zementieren (vgl. zu den Anliegen des BGBB: HOTZ, in: BGBB-Kommentar, N. 8 zu Art. 1 BGBB). Insoweit rechtfertigt es sich bei der zukunftsgerichteten Beurteilung, ob für landwirtschaftlich zur Zeit nicht mehr genutzte Gebäude noch ein zweckentsprechender Bedarf besteht, auf die erwähnten Kriterien der Unentbehrlichkeit und Wirtschaftlichkeit (E. 2b Abs. 2 hiervor) abzustellen. Die weiteren Anliegen des BGBB sind erst in zweiter Linie zu berücksichtigen (vgl. zu den Beurteilungskriterien: BANDLI, N. 7 zu Art. 60 BGBB). Damit übereinstimmend hat das Bundesgericht seine frühere Rechtsprechung bestätigt, wonach die Voraussetzungen für eine Entlassung aus der Unterstellung unter das BGBB im einzelnen Fall objektiv zu beurteilen sind, und zwar losgelöst von der momentanen Situation nach Massgabe der Bedürfnisse eines normalen Familienbetriebs (Urteil des Bundesgerichts vom 4. September 1995, E. 4b, in: ZBGR 78/1997 S. 180 mit weiteren Hinweisen). Die mögliche Entwicklung, d.h. eine neuerliche «Unentbehrlichkeit» |180| der vormals landwirtschaftlich gebrauchten Wohn- und Ökonomiegebäude und die künftige «Wirtschaftlichkeit» des landwirtschaftlichen Betriebs, dem sie wieder dienen könnten, muss sich mit erheblicher Wahrscheinlichkeit und hinreichender Bestimmtheit abzeichnen (z.B. BGE 113 Ib 138 E. 4c S. 140, die Zonenkonformität nach Art. 16 RPG betreffend).\n\nFällt eine Abparzellierung der Gebäude nach diesen Kriterien in Betracht, muss über deren künftige Verwendung Klarheit geschaffen werden (Bandli, N. 7 zu Art. 60 BGBB, a.E. unter Hinweis auf ein nicht veröffentlichtes Urteil des Bundesgerichts). Es trifft zu, dass gegen die zonenwidrige Nutzung bestehender landwirtschaftlicher Gebäude von Seiten der Raumplanungsbehörden nicht immer eingeschritten wird; spätestens bei Änderungen oder Erneuerungen von Bauten und Anlagen ausserhalb der Bauzonen aber stellen sich die raumplanungsrechtlichen Fragen. Es muss daher eine verbindliche Stellungnahme der kantonalen Raumplanungsbehörden zur beabsichtigten Weiterverwendung eingeholt werden. Die Verfahren sind von Amtes wegen zu koordinieren (vgl. zum Ganzen: BANDLI, N. 8 zu Art. 60 BGBB). Diese Koordination ist im BGBB zwar nicht ausdrücklich vorgesehen, doch drängt dessen Abhängigkeit vom RPG auf, sie den Kantonen zur Pflicht zu machen; in der verfahrensmässigen Ausgestaltung bleiben sie allerdings frei, unter dem Vorbehalt unzulässiger Vereitelung oder schwerer Beeinträchtigung der Durchsetzung materiellen Bundesrechts (z.B. aus anderen Bereichen: BGE 114 Ib 224 E. 5b S. 227; BGE 116 Ib 50 E. 4b S. 57; BGE 117 Ib 28 E. 2 S. 30).\n\nSchliesslich haben die Bewilligungsbehörden sich darüber Rechenschaft zu geben, ob im Zeitpunkt des Abparzellierungsgesuchs für landwirtschaftlich nicht mehr genutzte Gebäude bereits eine raumplanerische Lösung besteht oder in Erarbeitung sein könnte (z.B. BGE 124 II 391 E. 3 S. 394 mit Hinweisen, betreffend die Zulässigkeit von Kleinbauzonen; vgl. zu solchen Möglichkeiten: KARLEN, Planungspflicht und Grenzen der Planung, ZBJV 130/1994 S. 117 ff.; SPÜHLER, Die Nutzung leeren Gebäudevolumens ausserhalb der Bauzonen, ZBJV 125/1989 S. 337 ff.). Denn liegt eine raumplanerische Regelung vor, die eine nichtlandwirtschaftliche Nutzung erlaubt, ist die Entlassung aus dem Geltungsbereich des BGBB ohne weiteres zu bewilligen (HUSER, a.a.O., S. 132 bei Anm. 79; vgl. BANDLI, N. 27 zu Art. 2 BGBB).\n\n3. Das Kantonsgericht hat die Bewilligung nach Art. 60 Abs. 1 lit. a BGBB verweigert, weil bei objektiver Betrachtungsweise |181| keine langfristig klaren Verhältnisse sich ergäben und langfristige Nutzungsprognosen nicht gesichert wären; das zur Liegenschaft gehörende Land sei verpachtet, ein Pachtvertrag aber kündbar. Es stelle sich in diesem Zusammenhang auch die Frage, ob ein nachfolgender Pächter auf Grund anderer Bewirtschaftungsformen oder seiner eigenen Gebäudesituation nicht wieder auf die zu dieser Liegenschaft gehörenden Gebäude oder Teile davon angewiesen sei. Eine gesicherte Zuordnung des zur Liegenschaft gehörenden Landes könnte nur durch einen Verkauf eben dieses Landes erreicht werden. Dies entspreche ständiger kantonaler Gerichtspraxis, welche durch das Bundesgericht bestätigt worden sei (unter Hinweis auf ein nicht veröffentlichtes Urteil vom 25. März 1996, 5A.12/1995). Bei einem geplanten Verkauf des frei werdenden Landes an einen Selbstbewirtschafter könnte entschieden werden, ob dieser zukünftige Eigentümer konkret auf die Gebäulichkeiten angewiesen sei oder ob eine Abparzellierung derselben neue Baugesuche hervorrufen würde.\n\na) Õber Ausnahmen vom Realteilungs- und Zerstückelungsverbot gemäss Art. 60 Abs. 1 lit. a BGBB entscheidet der Präsident der Bodenrechtskommission und als Beschwerdeinstanz eine Abteilung des Kantonsgerichts (Art. 90 lit. a und f BGBB i.V.m. Art. 3 Abs. 2 und Art. 8 des kantonalen Einführungsgesetzes zum BGBB, EGzBGBB/AI, GS 1031). Die kantonsgerichtlichen Sachverhaltsfeststellungen binden das Bundesgericht, es wäre denn, dass sie offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen zustande gekommen sind (Art. 105 Abs. 2 OG; BGE 123 II 49 E. 6 S. 54 mit Hinweisen).\n\nSoweit die Beschwerdeführerin den Sachverhalt einfach ergänzt, kann auf ihre Verwaltungsgerichtsbeschwerde nicht eingetreten werden. Ob Anlass zu einer Vervollständigung der tatsächlichen Grundlage durch das Kantonsgericht besteht, weil die Unvollständigkeit des Sachverhalts ihren Grund angeblich in einer unzutreffenden Rechtsauffassung hat, wird deren Õberprüfung ergeben. Desgleichen kann auf die umfassende Beurteilung unter raumplanungsrechtlichen Gesichtspunkten durch das zuständige Bundesamt nicht eingegangen werden; gesicherte Feststellungen zu den entsprechenden kantonalen Bewilligungen und Verfahren sowie zum Zustand der abzutrennenden Gebäude fehlen.\n\nDas Kantonsgericht hat im angefochtenen Urteil kommentarlos den Standpunkt der Beschwerdeführerin - nach deren Dafürhalten allerdings unvollständig - wiedergegeben, ohne eigene Tatsachenfeststellungen |182| zu treffen. Demnach hatte die Beschwerdeführerin im Wesentlichen vertreten, eine landwirtschaftliche Nutzung der Gebäulichkeiten auf der Liegenschaft «Unterhorn» bestehe seit Jahren nicht mehr. Das Land sei seit rund dreissig Jahren verpachtet, seit vielen Jahren an die Familie H.; der Pachtvertrag sei letztmals am 1. Mai 1993 für die Dauer von zwölf Jahren abgeschlossen worden. Das mit dem Wohnhaus zusammenhängende Ökonomiegebäude sowie die Jauchegrube nutze der Pächter seit einigen Jahren nicht mehr, da er selber gebaut habe. Das Wohnhaus sei über Jahre an das Ehepaar T. vermietet gewesen.\n\nb) Das Kantonsgericht hat das Gesuch nicht nach den gezeigten raumplanungsrechtlichen Kriterien beurteilt. Es wird sich mit der Unentbehrlichkeit der abzutrennenden Gebäude für die landwirtschaftliche Nutzung und mit der Wirtschaftlichkeit eines Betriebs, dem jene Gebäude wieder dienen könnten, in erster Linie noch zu befassen und die hiezu erforderlichen Feststellungen zu treffen haben.\n\nDie aus den nachrangig zu beachtenden Zielen des bäuerlichen Bodenrechts (z.B. Bedürfnisse der Pächterfamilie) gezogenen Schlüsse überzeugen nicht. Das Grundstück soll seit rund dreissig Jahren verpachtet und letztmals 1993 ein neuer Pachtvertrag für die Dauer von zwölf Jahren abgeschlossen worden sein. Was eine «längere Dauer» bei der Pacht ist, ergibt sich indirekt aus Art. 7 BGBB, wonach bei der Beurteilung, ob ein landwirtschaftliches Gewerbe vorliegt, «die für längere Dauer zugepachteten Grundstücke» zu berücksichtigen sind (Abs. 4 lit. c): «längere Dauer» bedeutet mindestens sechs Jahre für die erstmalige Verpachtung von einzelnen Grundstücken bzw. für die Fortsetzung der Pacht (HOFER, N. 93 zu Art. 7 BGBB; STALDER, a.a.O, S. 78 f. bei Anm. 32). Mit Blick darauf genügt das bestehende und ungekündigte Pachtverhältnis. Dieser Umstand und auch die Tatsache, dass das Grundstück unwidersprochen seit rund dreissig Jahren stets verpachtet gewesen ist, gestatten eine zukunftsgerichtete Beurteilung der Nutzungsverhältnisse. Soweit die Darstellung der Beschwerdeführerin zutreffen sollte, erscheint die langfristige Nutzungsprognose als gesichert. In diesem Zusammenhang wird das Kantonsgericht auch zu klären haben, ob der Pächter im konkreten Einzelfall auf die Gebäude überhaupt noch angewiesen ist.\n\nSchliesslich werden Verfahren aufeinander abzustimmen sein. Nach Angaben der Beschwerdeführerin ist im Zeitpunkt der Ausfällung des kantonsgerichtlichen Urteils ein Gesuch um Umnutzung |183| der Liegenschaft «Unterhorn» von zonenkonformem in zonenfremdes Wohnen hängig gewesen und die Umnutzungsbewilligung für das Wohnhaus kurz danach erteilt worden. Gegen die Verweigerung der Umnutzungsbewilligung für das Ökonomiegebäude will die Beschwerdeführerin rekurriert haben.\n\nc) Aus den dargelegten Gründen trifft es nicht zu, dass nur bei einem geplanten Verkauf des freiwerdenden Landes an einen Selbstbewirtschafter entschieden werden könnte, ob dieser zukünftige Eigentümer konkret auf die Gebäulichkeiten angewiesen ist; diese Beurteilung kann und muss anhand der gezeigten Kriterien erfolgen. Ebenso wenig trifft es zu, dass nur bei einem derartigen Verkauf entschieden werden könnte, ob die nachgesuchte Abparzellierung neue Baugesuche hervorrufen könnte; ein entsprechendes Verbot kann als Nebenbestimmung mit der Abparzellierungsbewilligung verfügt und allenfalls im Grundbuch angemerkt werden (BANDLI, N. 8 zu Art. 60 BGBB, a.E.). Eine ständige kantonale Praxis - wie sie von der Beschwerdeführerin behauptet wird -, derzufolge eine Abparzellierung ohne gleichzeitigen Verkauf des unüberbauten Landes nicht bewilligt würde, lässt sich nicht feststellen, verstiesse aber klar gegen Bundesrecht. Entgegen der kantonsgerichtlichen Darstellung hat das Bundesgericht mit Urteil vom 25. März 1996 (5A.12/1995) die hier zur Anwendung gebrachte kantonale Gerichtspraxis nicht bestätigt. Das Bundesgericht hat aufgezeigt, auf welche «zutreffenden Ausführungen des Kantonsgerichts verwiesen werden (Art. 36a Abs. 3 OG)» kann (E. 2 Abs. 2 S. 3/4: gemischte Nutzung, objektive Beurteilung, Berücksichtigung der Bedürfnisse der Pächterfamilie und möglicher Änderungen der Bewirtschaftungsform sowie Klarheit über die Verwendung des verbleibenden landwirtschaftlichen Grundstücks). Es trifft zu, dass das Bundesgericht in jenem Urteil nicht eigens auf die zuerst massgebenden raumplanungsrechtlichen Kriterien eingegangen ist, die an der zitierten Kommentarstelle (BANDLI, N. 7 zu Art. 60 BGBB) vorweg genannt werden. Der Grund dafür liegt im Umstand, dass die Liegenschaft «Rosengarten», umfassend 174 a Wiese, 270 a Weide und 40 a Wald, insgesamt 484 a - von der blossen Fläche her und ohne Abschläge für bestimmte Kulturarten - als landwirtschaftliches Gewerbe kantonalen Rechts hätte durchgehen können (Art. 9 EGzBGBB/AI i.V.m. Art. 5 lit. a BGBB; vgl. E. 2 Abs. 1 S. 2). Da zu einem solchen geeignete Wohn- und Ökonomiegebäude regelmässig gehören dürften (BANDLI, N. 7 zu Art. 5 BGBB), ist den raumplanungsrechtlichen Kriterien in der zukunftsgerichteten Beurteilung keine weitere |184| Bedeutung mehr zugekommen und das kantonsgerichtliche Vorgehen, einzig auf bodenrechtliche Momente abzustellen, auch nicht zu beanstanden gewesen. Von einem vergleichbaren Sachverhalt kann bei der hier in Frage stehenden Liegenschaft «Unterhorn» dagegen nicht ausgegangen werden."}