{"annee": "125", "cour": "II", "page": "554", "date": "6/12/1999", "cite": ["123 III 10", "121 III 252", "125 II 169", "123 II 210", "121 II 369"], "cite_par": ["128 II 49"], "chapeau": "56. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. Dezember 1999 i.S. A.H. und B.H. gegen Kantonales Sozialamt Graubünden und Verwaltungsgericht des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 12 al. 2 LAVI; évaluation de l'indemnité pour tort moral; prise en considération du coût de la vie moins élevé au domicile de la victime à l'étranger. Les principes du droit civil sont applicables par analogie à l'évaluation de l'indemnité pour tort moral selon l'art. 12 al. 2 LAVI (consid. 2a). On ne peut déroger que dans des cas particuliers à la règle selon laquelle l'indemnité pour tort moral est évaluée indépendamment du coût de la vie au domicile de l'ayant droit (consid. 2b). L'indemnité pour tort moral d'une victime domiciliée en Voïvodine peut être réduite, compte tenu du coût de la vie nettement inférieur existant dans cette province yougoslave (consid. 3). La réduction ne peut toutefois pas être effectuée schématiquement, selon le rapport du coût de la vie au domicile du demandeur avec celui de la Suisse (consid. 4a). Dans les circonstances d'espèce, réduction de moitié de l'indemnité (consid. 4b)."], "faits": "BGE 125 II 554 S. 555\n\nC.H. wurde am 16. Oktober 1994 von der Polizei in ihrer Wohnung tot aufgefunden. Die Untersuchungsbehörden gehen davon aus, dass ein Bekannter sie erdrosselt hat. Das Tötungsdelikt ist jedoch bis heute unaufgeklärt, da der Tatverdächtige nicht gefunden werden konnte. Die Verstorbene hinterliess die beiden Töchter A.H., geboren 1985, und B.H., geboren 1987. E.H., der Ehemann von C.H. und Vater der beiden Töchter, verlor 1992 seine Arbeitsstelle in der Schweiz und lebt seither bei seinen Eltern in Jermenovci in der Vojvodina. Nach dem Tod ihrer Mutter zogen A.H. und B.H. zu ihrem Vater und dessen Eltern.\n\nA.H. und B.H. machten wegen des Todesfalls gestützt auf das Bundesgesetz über die Opferhilfe vom 4. Oktober 1991 (OHG; SR 312.5) beim Kantonalen Sozialamt Graubünden Genugtuungsansprüche geltend. Die beiden Töchter verlangten je Fr. 50'000.--. Das Sozialamt sprach ihnen am 29. Juli 1998 eine Genugtuung von je Fr. 2'500.-- zu. Einen gegen diesen Entscheid erhobenen Rekurs der Gesuchstellerinnen wies das Verwaltungsgericht des Kantons Graubünden am 3. Dezember 1998 ab. A.H. und B.H. haben das Urteil des Verwaltungsgerichts beim Bundesgericht angefochten. Es heisst ihre Verwaltungsgerichtsbeschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. a) Das Opferhilfegesetz enthält keine Bestimmungen über die Bemessung der Genugtuung gemäss Art. 12 Abs. 2 OHG. Diese Leistungen unterscheiden sich zwar in ihrer Rechtsnatur von den BGE 125 II 554 S. 556zivilrechtlichen Ansprüchen gemäss Art. 47 OR (vgl. BGE 125 II 169 E. 2b S. 173). Nach der Rechtsprechung des Bundesgerichts sind jedoch im Bereich der Opferhilfe die von den Zivilgerichten entwickelten Grundsätze zur Bemessung der Genugtuung sinngemäss heranzuziehen (BGE 123 II 210 E. b/dd S. 216). Dabei ist allerdings zu beachten, dass es sich bei der opferrechtlichen Genugtuung um eine staatliche Leistung handelt (BGE 125 II 169 E. 2b S. 173; BGE 121 II 369 E. 3c/aa S. 373). Das Entschädigungs- und Genugtuungssystem des Opferhilfegesetzes entspringt dem Gedanken der Hilfeleistung, nicht der Staatshaftung (BGE 123 II 425 E. 4c S. 431).\n\nb) Nach der Rechtsprechung sind bei der zivilrechtlichen Bemessung der Genugtuung die Lebenshaltungskosten des Berechtigten an seinem ausländischen Wohnsitz grundsätzlich nicht zu berücksichtigen. Das Bundesgericht hielt in einem neueren Entscheid fest, die Genugtuung stelle im Unterschied zur Schadenersatzleistung nicht einen Ausgleich für eine Vermögensminderung dar. Sie solle vielmehr den Schmerz durch eine Geldsumme aufwiegen. Diese Geldsumme sei nach dem am Gerichtsstand geltenden Recht zu bemessen ohne Rücksicht darauf, wo der Kläger lebe und was er mit dem Geld machen werde (BGE 121 III 252 E. 2b S. 255 f.).\n\nVon der Regel, wonach die Genugtuung nach dem am Gerichtsstand geltenden Recht festzusetzen ist, kann allerdings in besonderen Fällen abgewichen werden. So hat das Bundesgericht erklärt, die Unterschiede in den Lebenshaltungskosten zwischen der Schweiz und dem ausländischen Wohnort des Berechtigten könnten so gross sein, dass ihnen bei der Bemessung der Genugtuung Rechnung getragen werden müsse. Wo die wirtschaftlichen und sozialen Gegebenheiten von den hiesigen Verhältnissen markant abwichen, könne die Zusprechung einer Genugtuungssumme in der Höhe, wie sie grundsätzlich nach schweizerischem Recht zu bemessen wäre, zu einer krassen Besserstellung des Ansprechers und somit zu einem Ergebnis führen, das nach Abwägung aller Interessen mit sachlichen Gründen nicht zu rechtfertigen und daher unbillig wäre (BGE 123 III 10 E. 4c/bb S. 14 f.).\n\n3. Das Verwaltungsgericht gelangte zum Schluss, dass im Lichte der angeführten Rechtsprechung die sehr viel tieferen Lebenshaltungskosten in der Vojvodina im vorliegenden Fall bei der Bemessung der Genugtuung berücksichtigt werden müssten. Die Beschwerdeführerinnen bestreiten dies. Sie werfen dem Verwaltungsgericht vor, die Lebenshaltungskosten in der Vojvodina BGE 125 II 554 S. 557offensichtlich unrichtig und unvollständig ermittelt zu haben. Ausserdem halten sie eine Kürzung der Genugtuung auch im Blick auf ihre besondere Beziehung zur Schweiz für unzulässig.\n\na) Nach dem angefochtenen Entscheid ist die Kaufkraft in Jermenovci rund 18-mal grösser als in der Schweiz. Diese Feststellung gründet einerseits auf einer Auskunft der Schweizer Botschaft in Belgrad, wonach der Lohn einer unqualifizierten Arbeitskraft umgerechnet Fr. 120.-- bis Fr. 150.--, maximal Fr. 200.- betrage. Andererseits stützt sie sich auf ein Schreiben von F.X. und G.I.X. an den Rechtsvertreter der Beschwerdeführerinnen. Darin wird ausgeführt, der Durchschnittslohn in Jugoslawien liege bei DM 200.- bis DM 300.-. Das Verwaltungsgericht stellte auf diese beiden voneinander unabhängigen Auskünfte ab, zumal sie im Wesentlichen übereinstimmten, und gelangte unter Annahme eines durchschnittlichen Monatslohns in der Schweiz von Fr. 3'500.-- zur genannten rund 18-mal grösseren Kaufkraft in der Vojvodina.\n\nBei dieser Berechnung handelt es sich offensichtlich nicht um eine exakte Ermittlung der Kaufkraftunterschiede zwischen der Schweiz und der Vojvodina. Das Verwaltungsgericht nahm sie vor, um aufzuzeigen, dass die Lebenshaltungskosten in der Vojvodina jedenfalls so erheblich von jenen in der Schweiz abweichen, dass nach der angeführten Rechtsprechung eine Reduktion der zuzusprechenden Genugtuungen geboten erscheint. Unter diesen Umständen, und weil eine schematische Berücksichtigung des Kaufkraftunterschiedes ohnehin nicht zulässig ist (E. 4 unten), kommt den Einwänden, welche die Beschwerdeführerinnen gegen die Bestimmung des Monatslohnes in der Vojvodina erheben, keine ausschlaggebende Bedeutung zu. Auch wenn mit Blick auf die landwirtschaftliche Selbstversorgung und die Schwarzarbeit die Einkommensverhältnisse in Jermenovci etwas anders aussehen sollten, als es im angefochtenen Entscheid dargelegt wird, vermöchte dies den markanten Kaufkraftunterschied nicht in Frage zu stellen. Der Verweis auf den Entscheid des Zürcher Sozialversicherungsgerichts vom 28. Mai 1996 (ZR 95/1996 Nr. 65) geht schon deshalb fehl, weil in ihm erhebliche Kaufkraftdifferenzen, die eine Reduktion der Genugtuungssummen rechtfertigen, gerade bejaht werden. Im Übrigen bezieht sich der Entscheid auf die Verhältnisse im Kosovo, die nicht ohne weiteres mit jenen in der Vojvodina zu vergleichen sind. Ausserdem enthält der Entscheid keinerlei Hinweise, dass auf Grund der tatsächlichen Verhältnisse ein Schwarzmarktzuschlag von 40% vorgenommen werden müsste. Das BGE 125 II 554 S. 558Gericht begnügte sich im genannten Fall lediglich mit einer hypothetischen Berechnung, bei der es dem entsprechenden Antrag des damaligen Beschwerdeführers folgte. Schliesslich bestätigt auch die Liste der Zulagenansätze für Kinder im Ausland des Kantons St. Gallen, welche die Beschwerdeführerinnen eingereicht haben, die erheblichen Kaufkraftunterschiede zwischen der Schweiz und Jugoslawien. Danach erhalten Kinder aus Jugoslawien lediglich einen Viertel der Zulage, die in der Schweiz geschuldet ist. Entgegen der Ansicht der Beschwerdeführerinnen kann daraus jedoch nicht abgeleitet werden, dass die Lebenshaltungskosten in Jugoslawien lediglich um das 4-fache geringer seien als in der Schweiz, da die Ausrichtung noch tieferer Zulagen gar nicht vorgesehen ist.\n\nBei dieser Sachlage erscheint die Feststellung des Verwaltungsgerichts, zwischen Jermenovci und der Schweiz bestünden markante Kaufkraftunterschiede, ohne weiters vertretbar und jedenfalls nicht offensichtlich unrichtig im Sinne von Art. 105 Abs. 2 OG. Nach der angeführten Rechtsprechung lagen damit besondere Umstände vor, welche grundsätzlich eine Reduktion der Genugtuung rechtfertigten.\n\nb) Die Beschwerdeführerinnen machen jedoch geltend, einer Kürzung ihrer Genugtuung stehe vorliegend die Tatsache entgegen, dass sie eine besondere Beziehung zur Schweiz hätten. Nach der Rechtsprechung scheidet eine Reduktion der Genugtuung aus, wenn der Ansprecher mit der Schweiz in besonderer Weise verbunden ist, etwa wenn er hier arbeitet oder als Angehöriger des Opfers hier Wohnsitz nehmen kann (BGE 123 III 10 E. 4c/bb S. 14). Die Beschwerdeführerinnen sind zwar bis zu ihrem siebten bzw. neunten Lebensjahr in der Schweiz aufgewachsen, leben aber seither beim Vater in Jugoslawien. Sie machen nicht geltend und es ist nicht ersichtlich, dass sie seit ihrem Wegzug immer noch enge Kontakte zur Schweiz pflegen, auch wenn ihre Grossmutter in Chur lebt. Die blosse Möglichkeit, dass sie sich später einmal um eine Ausbildung in der Schweiz bemühen könnten, stellt noch keinen Grund dar, der einer Kürzung der Genugtuung entgegensteht. Dem ist aber bei der Bemessung dieser Kürzung Rechnung zu tragen (E. 4 unten).\n\nc) Der angefochtene Entscheid verletzt demnach kein Bundesrecht, soweit darin die Voraussetzungen für eine Reduktion der den Beschwerdeführerinnen zuzusprechenden Genugtuungssummen bejaht wurden.\n\n4. Die Beschwerdeführerinnen kritisieren auch den Umfang, in dem die kantonalen Behörden die Genugtuung im Blick auf die BGE 125 II 554 S. 559geringeren Lebenshaltungskosten in Jermenovci kürzten. Mit ihrem Eventualantrag verlangen sie die Zusprechung einer um höchstens zwei Drittel reduzierten Genugtuungssumme. In der Beschwerdebegründung dagegen machen sie geltend, ihre Genugtuungen dürften höchstens um die Hälfte gekürzt werden.\n\na) Nach der erwähnten Rechtsprechung sind bei der Festsetzung der Genugtuung die Lebenshaltungskosten am Ort des Berechtigten nur ausnahmsweise - bei besonders grossen Unterschieden zu den hiesigen Verhältnissen - zu berücksichtigen. Die Genugtuung ist in einem solchen Fall so zu bemessen, dass sie nicht zu einer krassen Besserstellung des im Ausland lebenden Ansprechers führt. Die Höhe der Genugtuung soll nach Abwägung aller Interessen den besonderen Umständen entsprechen und nicht unbillig erscheinen (BGE 123 III 10 E. 4b/cc S. 15). Dies bedeutet, dass dort, wo tieferen Lebenshaltungskosten bei der Bemessung der Genugtuung ausnahmsweise Rechnung zu tragen ist, dies nicht schematisch im gleichen oder annähernd gleichen Verhältnis, wie die Lebenshaltungskosten am Wohnsitze des Ansprechers tiefer als in der Schweiz sind, erfolgen darf. Andernfalls würde die Ausnahme zur Regel, was nicht der Sinn der in BGE 123 III 10 weiter entwickelten Rechtsprechung ist. Dort wurde ausdrücklich am Grundsatz der Zusprechung der Genugtuung ohne Rücksicht darauf, wo der Ansprecher lebt und was er mit dem Geld machen wird, festgehalten. Es wurde bei der Beurteilung des konkreten Falles insbesondere auch berücksichtigt, dass die Eltern des Opfers seit jeher in China lebten und dort auch in Zukunft leben würden. Auch der Ansprecher, der in einem Land mit sehr viel niedrigeren Lebenshaltungskosten als in der Schweiz lebt, soll nicht daran gehindert werden, wieder in der Schweiz oder einem Land mit ähnlich hohen Lebenshaltungskosten zu leben (vgl. BGE 121 III 252 E. 2 S. 256).\n\nIm vorliegenden Fall haben sich die kantonalen Behörden bei der Reduktion der Genugtuungssumme fast ausschliesslich vom festgestellten Kaufkraftunterschied leiten lassen. Die den Beschwerdeführerinnen zugesprochenen Genugtuungssummen sind 14-mal tiefer als jene, die einem Berechtigten in der Schweiz zustünden, während der vom Verwaltungsgericht festgestellte Kaufkraftunterschied rund das 18-fache beträgt. Diese schematische Kürzung der Genugtuungssummen ist nach dem Gesagten unzulässig. Die Vorinstanz wich damit von den in der Rechtsprechung entwickelten Bemessungsgrundsätzen ab und verletzte daher Bundesrecht. Die Verwaltungsgerichtsbeschwerde ist aus diesem Grunde gutzuheissen BGE 125 II 554 S. 560und der angefochtene Entscheid aufzuheben. Da die Angelegenheit spruchreif ist, kann das Bundesgericht selbst in der Sache entscheiden und ist diese nicht an die Vorinstanz zu neuer Beurteilung zurückzuweisen (Art. 114 Abs. 2 OG).\n\nb) Die unbestrittenermassen viel tieferen Löhne in Jugoslawien lassen eine Genugtuungssumme von je Fr. 35'000.--, wie sie ordentlicherweise als angemessen betrachtet wurde, als eine krasse Besserstellung der Beschwerdeführerinnen erscheinen, die unbillig wäre. Sie könnten sich damit etwas leisten, wofür ihr Vater die Löhne von mehr als 10 Jahren aufwenden müsste. Deshalb ist eine Herabsetzung gerechtfertigt. Bei der Bemessung der Kürzung ist indessen zu berücksichtigen, dass die Beschwerdeführerinnen noch in einem jugendlichen Alter stehen und sie sich eher erst in einem späteren Zeitpunkt etwas leisten werden, das die mit dem Verlust der Mutter erlittenen Beeinträchtigungen wettmachen kann, wie dies dem Sinn der Genugtuung entspricht. Ferner fällt in Betracht, dass ihr Heimat- und gegenwärtiges Wohnsitzland in Europa liegt und es daher nicht unwahrscheinlich ist, dass sie später einmal in der Schweiz oder in einem anderen europäischen Land mit ähnlich hohen Lebenshaltungskosten leben oder sich, wie sie geltend machen, zu Ausbildungszwecken oder um zu arbeiten, aufhalten könnten. Dafür spricht der Umstand, dass sie einen Grossteil ihrer Kindheit in der Schweiz verbrachten und ihre Grossmutter in Chur lebt. Deshalb rechtfertigt sich nur eine Reduktion der Genugtuungssumme um die Hälfte.\n\nDie den beiden Beschwerdeführerinnen im Rahmen der Opferhilfe geschuldete Genugtuung ist danach auf je Fr. 17'500.-- festzusetzen."}