{"annee": "125", "cour": "IV", "page": "225", "date": "27/11/1999", "cite": ["117 IV 398", "123 IV 100"], "cite_par": ["143 IV 445"], "chapeau": "35. Auszug aus dem Urteil des Kassationshofes vom 27. November 1999 i.S. Staatsanwaltschaft des Kantons Zürich gegen T. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 43 ch. 3 al. 2 et 3 CP, art. 44 ch. 1 al. 1 CP; traitement ambulatoire des alcooliques et des toxicomanes, portée du renvoi à la disposition sur les mesures concernant les délinquants anormaux. Le renvoi prévu à l'art. 44 ch. 1 al. 1 3ème phrase CP vaut non seulement pour le prononcé d'un traitement ambulatoire (art. 43 ch. 2 al. 2 CP) mais aussi pour sa révocation (art. 43 ch. 3 al. 2 et 3 CP) (consid. 2a). Lorsque l'autorité d'exécution a constaté l'absence de succès ou l'inefficacité de la mesure ambulatoire, le juge doit décider s'il y a lieu de substituer à celle-ci soit une mesure analogue ou une autre mesure ambulatoire, soit un placement ou un internement, ou si aucune autre mesure ne doit être ordonnée (consid. 2b)."], "faits": "BGE 125 IV 225 S. 226\n\nDas Obergericht des Kantons Zürich verurteilte T. am 28. November 1996 wegen Mordes und Widerhandlung gegen die Verordnung über den Erwerb und das Tragen von Schusswaffen durch jugoslawische Staatsangehörige zu einer Zuchthausstrafe von 18 Jahren. Gleichzeitig ordnete es eine ambulante Massnahme gemäss Art. 44 Ziff. 1 Abs. 1 StGB während des Strafvollzugs an und verwies den Verurteilten für 15 Jahre des Landes.\n\nNachdem die zweijährige Höchstdauer der Massnahme Ende 1998 abgelaufen war, stellte das Amt für Straf- und Massnahmenvollzug des Kantons Zürich (ASMV) den Vollzug der ambulanten Massnahme am 21. Januar 1999 ein und beantragte dem Obergericht, es solle die ambulante Massnahme aufheben und, sofern das Gericht die Voraussetzungen für die Anordnung einer andern sichernden Massnahme als nicht gegeben beurteile, von der erneuten Anordnung einer Massnahme absehen. Auf diesen Antrag trat das Obergericht mit Beschluss vom 17. Mai 1999 nicht ein.\n\nDie Staatsanwaltschaft des Kantons Zürich führt Nichtigkeitsbeschwerde und beantragt, der angefochtene Entscheid sei aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Vorinstanz begründet ihren Entscheid im Wesentlichen damit, dass nur in Fällen, in welchen zwecks ambulanter Behandlung der Vollzug von Freiheitsstrafen aufgeschoben worden sei (Art. 44 Ziff. 1 Abs. 1 Satz 3 in Verbindung mit Art. 43 Ziff. 2 Abs. 2 StGB), der Richter nach Aufhebung der Behandlung in analoger Anwendung von Art. 43 Ziff. 3 Abs. 2 und 3 StGB (BGE 117 IV 398 ff.) darüber zu entscheiden habe, ob und inwieweit aufgeschobene Strafen noch vollzogen werden sollen oder ob an Stelle des Strafvollzugs eine andere sichernde Massnahme anzuordnen sei.BGE 125 IV 225 S. 227\n\nSei aber nicht über den Vollzug aufgeschobener Strafen beziehungsweise über die Anordnung einer andern sichernden Massnahme unter erneutem Aufschub des Strafvollzugs zu befinden, so fehle einem richterlichen Handeln die gesetzliche Grundlage. Im vorliegenden Fall gehe es darum, ob eine nach Art. 44 Ziff. 1 Abs. 1 StGB während des Strafvollzugs durchgeführte ambulante Massnahme aufzuheben beziehungsweise ob allenfalls eine andere Massnahme anzuordnen sei. Es stelle sich somit auch hier nicht die Frage, ob eine Strafe vollzogen werden soll oder ob eine andere sichernde Massnahme unter Aufschiebung des Strafvollzugs anzuordnen sei.\n\nb) Die Beschwerdeführerin macht geltend, die Vorinstanz begründe ihr Nichteintreten zunächst damit, es sei nicht \"sinnvoll\", den Richter zu bemühen, wenn die Vollzugsbehörde von sich aus die Möglichkeit habe, die Frage der Zweckmässigkeit einer Massnahme zu prüfen und über eine allfällige Weiterführung formell zu entscheiden. Dabei verkenne sie, dass das ASMV gar nicht die Weiterführung der Massnahme bezwecke; diese sei vom ASMV nach Ablauf der gesetzlich festgelegten Höchstdauer von zwei Jahren am 21. Januar 1999 rechtskräftig eingestellt worden. Das ASMV wolle mit seinem Antrag die Aufhebung der Massnahme, weil die Anordnung derselben oder einer anderen Massnahme nicht geeignet gewesen sei, die Gefahr künftiger Verbrechen oder Vergehen zu verhüten. Mit der Begründung, Art. 44 Ziff. 3 Abs. 1 und 2 StGB könnten vorliegend nicht zur Anwendung gelangen, da sie nur die erfolglose Behandlung in der Heilanstalt regelten und sich nicht die Frage stelle, ob eine Strafe zu vollziehen oder ob eine allenfalls andere Massnahme unter Aufschub des Strafvollzugs anzuordnen sei, übersehe die Vorinstanz, dass die Vollzugsbehörde die Massnahme ausdrücklich und nur dann aufheben könne, wenn der Grund weggefallen sei (Art. 43 Ziff. 4 beziehungsweise Art. 44 Ziff. 4 StGB), d.h. dass die Vollzugsbehörde die Aufhebung nur dann selbst verfügen könne, wenn die in Art. 43 beziehungsweise 44 StGB zur Anordnung vorausgesetzte \"geistige Abnormität\" (vorliegend Alkoholproblematik), welche zur Anordnung geführt habe, nicht mehr bestehe.\n\nNach der Rechtsprechung sei der Entscheid, ob sich die Behandlung nach Art. 43 Ziff. 3 Abs. 2 StGB als unzweckmässig erweise, nicht vom Richter, sondern von der zuständigen Vollzugsbehörde zu treffen. Das ASMV habe die ambulante Massnahme im Sinne von Art. 44 Ziff. 3 StGB im vorliegenden Fall als erfolglos eingestellt. Im Gegensatz zu Ziff. 3 von Art. 43 StGB habe BGE 125 IV 225 S. 228die Vollzugsbehörde diesen Entscheid nach erfolglosem Massnahmevollzug von zwei Jahren fällen müssen, weil die Voraussetzungen der bedingten Entlassung noch nicht gegeben waren beziehungsweise weil der Vollzug nicht zum Erfolg geführt hatte. Diesen Entscheid habe das ASMV gefällt, und nun sei es am Richter, den Folgeentscheid zu fällen. Dies habe die Vorinstanz unterlassen. Wenn die Vollzugsbehörde die Massnahme gestützt auf Art. 44 Ziff. 3 StGB einstelle (Unzweckmässigkeit, Undurchführbarkeit), dann habe das Gericht in der Folge darüber zu entscheiden, ob die eingestellte Massnahme erneut anzuordnen und von der Vollzugsbehörde durchzuführen sei. Das Gericht habe aber auch die Möglichkeit, eine andere Massnahme anzuordnen. Dies könne sogar dazu führen, dass das Gericht eine ambulante Massnahme in eine Verwahrung nach Art. 43 Ziff. 1 Abs. 2 StGB umwandle.\n\nIm jetzigen Zeitpunkt sei die Massnahme lediglich eingestellt und nicht aufgehoben. Das ASMV habe die Einstellung der Massnahme rechtskräftig erledigt. Das ASMV könne jedoch die Massnahme nicht weiterführen und der Verurteilte habe Anrecht darauf, dass über die Neuanordnung oder Fortführung oder Aufhebung dieser Massnahme definitiv entschieden werde. Indem die Vorinstanz darauf nicht eingetreten sei, habe sie dem Verurteilten ein ihm zustehendes Recht verweigert. Zudem sei der Entscheid in sich widersprüchlich: Einerseits verlange die Vorinstanz von der Vollzugsbehörde eine formelle Einstellungsverfügung bezüglich Aufhebung der Massnahme, verweigere dann aber, wenn diese vorliege, die Ausfällung der damit verbundenen Folgeentscheide.\n\n2. Im vorliegenden Fall stellt sich die Frage, ob es mit dem Entscheid der Vollzugsbehörde über die Einstellung des Vollzugs der ambulanten Massnahme wegen Erfolglosigkeit und Unzweckmässigkeit sowie mit einem allfälligen dazugehörigen Rechtsmittelverfahren sein Bewenden hat (E. 1a) oder ob der Richter im Anschluss an den Einstellungsentscheid der Vollzugsbehörde von Gesetzes wegen einen Folgeentscheid zu fällen hat (E. 1b).\n\na) Art. 44 StGB regelt die Behandlung von Trunk- und Rauschgiftsüchtigen, Art. 43 StGB die möglichen Massnahmen an geistig Abnormen. Beide Bestimmungen sehen die Möglichkeit einer ambulanten Behandlung vor, wobei in Art. 44 Ziff. 1 auf Art. 43 Ziff. 2 StGB verwiesen wird. Während letztere Bestimmung in Ziff. 3 den Richter anweist, wie er bei Erfolglosigkeit oder Unzweckmässigkeit der Behandlung vorzugehen hat, fehlt in Art. 44 StGB eine derartige Regelung.BGE 125 IV 225 S. 229\n\nUnter Hinweis auf die herrschende Lehre kam das Bundesgericht in BGE 117 IV 398 zum Schluss, die Verweisung in Art. 44 Ziff. 1 StGB bezüglich Anordnung der ambulanten Massnahme genüge, um damit grundsätzlich auch die Bestimmungen für deren Beendigung und die damit zusammenhängende Regelung in Art. 43 Ziff. 3 StGB zur Anwendung zu bringen (E. 2b/bb mit Hinweisen). Offen gelassen wurde in jenem Urteil, ob durch die sinngemässe Anwendung von Art. 43 Ziff. 3 Abs. 2 und 3 StGB auf Trunk- und Rauschgiftsüchtige auch eine genügende gesetzliche Grundlage dafür gegeben sei, beim Scheitern einer ambulanten Behandlung eines Trunk- oder Rauschgiftsüchtigen die nachträgliche Einweisung in eine Anstalt oder eine andere sichernde Massnahme anzuordnen (E. 2b/cc).\n\nDiese Frage ist zu bejahen. Zunächst kann auf die Begründung in BGE 117 IV 398 E. 2b/bb verwiesen werden. Hinzu kommt, dass der Gesetzgeber mit der Revision des Massnahmenrechts ausdrücklich die Möglichkeit vorsah, im Interesse des Täters und/oder der öffentlichen Sicherheit auch sichernde Massnahmen allenfalls über den Zeitraum der schuldangemessenen Strafe hinaus anzuordnen (Art. 43 Ziff. 3 Abs. 2 und 3 StGB). Dass eine angeordnete Mass- nahme unter bestimmten Umständen (z.B. bei Erfolglosigkeit oder Unzweckmässigkeit) wieder muss beendet werden können, versteht sich von selbst. Spricht der Gesetzgeber in Art. 44 Ziff. 1 Abs. 1 von entsprechender Anwendung des Art. 43 Ziff. 2 StGB, kann das nur heissen, dass dem Begriff des Geisteszustandes in Art. 43 die Trunk- beziehungsweise Rauschgiftsucht in Art. 44 StGB entspricht. Nachdem Art. 44 Ziff. 1 Abs. 1 Satz 2 StGB bloss von der möglichen Anordnung einer ambulanten Massnahme, nicht jedoch von deren Beendigung spricht, erklärt sich auch, weshalb Satz 3 lediglich auf die Ziff. 2 des Art. 43 verweist, welche mögliche Folgen der Anordnung einer ambulanten Massnahme regelt, nicht jedoch auf die Ziff. 3, welche mögliche Folgen bei der Beendigung der ambulanten Massnahme zum Gegenstand hat.\n\nEinerseits hat der Gesetzgeber im sachlich nahe liegenden Art. 43 StGB bewusst Massnahmen vorgesehen, die zeitlich über das schuldangemessene Strafmass hinausgehen können; anderseits würde das Anordnen von Massnahmen ohne die Möglichkeit, sie beenden zu können, zu absurden und vom Gesetzgeber nicht gewollten Ergebnissen führen. Deshalb kann die Verweisung in Art. 44 Ziff. 1 Abs. 1 Satz 3 StGB nur so verstanden werden, dass der Gesetzgeber sowohl die Anordnung als auch die Beendigung von BGE 125 IV 225 S. 230ambulanten Massnahmen an geistig Abnormen entsprechend auf Trunk- und Rauschgiftsüchtige angewandt haben wollte. Kann aber nur diese Lösung vom Gesetzgeber gewollt sein, genügt Art. 44 StGB trotz der fehlenden Verweisung auf Ziff. 3 des Art. 43 StGB dem Bestimmtheitsgebot und damit dem Legalitätsprinzip (a.M. STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II, S. 436 f. N. 49). In diesem Zusammenhang ist daran zu erinnern, dass zum Schutz der Betroffenen sichernde Massnahmen nur bei Vorliegen der gesetzlichen Bedingungen angeordnet werden dürfen; auch insoweit relativieren sich die geäusserten Bedenken hinsichtlich des Legalitätsprinzips.\n\nb) Wie bereits angeführt (E. 1a), begründet die Vorinstanz ihren Entscheid im Wesentlichen damit, dass nur in Fällen, in welchen zwecks ambulanter Behandlung der Vollzug von Freiheitsstrafen aufgeschoben worden sei (Art. 44 Ziff. 1 Abs. 1 Satz 3 in Verbindung mit Art. 43 Ziff. 2 Abs. 2 StGB), der Richter nach Aufhebung der Behandlung in analoger Anwendung von Art. 43 Ziff. 3 Abs. 2 und 3 StGB (BGE 117 IV 398 ff.) darüber zu entscheiden habe, ob und inwieweit aufgeschobene Strafen noch vollzogen werden sollen oder ob an Stelle des Strafvollzugs eine andere sichernde Massnahme anzuordnen sei. Sei aber nicht über den Vollzug aufgeschobener Strafen beziehungsweise über die Anordnung einer andern sichernden Massnahme unter erneutem Aufschub des Strafvollzugs zu befinden, so fehle einem richterlichen Handeln die gesetzliche Grundlage. Im vorliegenden Fall gehe es darum, ob eine nach Art. 44 Ziff. 1 Abs. 1 StGB während des Strafvollzugs durchgeführte ambulante Massnahme aufzuheben beziehungsweise ob allenfalls eine andere Massnahme anzuordnen sei. Es stelle sich somit auch hier nicht die Frage, ob eine Strafe vollzogen werden soll oder ob eine andere sichernde Massnahme unter Aufschiebung des Strafvollzugs anzuordnen sei.\n\nDem Umstand, dass vorliegend nicht über einen erneuten Aufschub des Strafvollzugs zu befinden ist, kommt keine Bedeutung zu. Entscheidend ist vielmehr, dass die entsprechende Anwendung der Ziff. 2 und 3 des Art. 43 auf die ambulante Behandlung von Trunk- und Rauschgiftsüchtigen - nachdem die Vollzugsbehörde die Erfolglosigkeit beziehungsweise Unzweckmässigkeit der Massnahme festgestellt hat - dem Richter die Aufgabe überträgt zu entscheiden, ob an Stelle der erfolglosen ambulanten Massnahme entweder eine gleichartige oder eine andere ambulante Massnahme oder eine stationäre Massnahme oder eine Verwahrung oder allenfalls BGE 125 IV 225 S. 231keine neue Massnahme anzuordnen ist (BGE 123 IV 100 E. 3b). Indem die Vorinstanz diesen Entscheid durch ihren Nichteintretensbeschluss verweigert hat, verletzte sie Bundesrecht, weshalb der angefochtene Entscheid aufgehoben wird.\n\n3. (Kostenfolgen)"}