{"annee": "125", "cour": "IV", "page": "206", "date": "10/8/1999", "cite": ["105 IV 114", "117 IV 364", "117 IV 27", "122 IV 311", "125 IV 109", "100 IV 5", "124 IV 188", "123 IV 254", "106 IV 161", "120 IV 154", "118 IV 153"], "cite_par": ["128 I 218", "143 IV 77", "126 IV 176", "128 IV 53", "129 IV 95"], "chapeau": "32. Extrait de l'arrêt de la Cour de cassation pénale du 10 août 1999 dans la cause Ligue Internationale contre le Racisme et l'Antisémitisme et cons. et Ministère public du canton de Vaud contre X. (pourvois en nullité)", "regestes": ["Art. 270 al. 1 PPF et 261bis CP. Qualité d'associations et d'une personne lésée à titre individuel pour se pourvoir en nullité en matière de discrimination raciale (consid. 2). Art. 261bis al. 4 CP et art. 27 CP. L'art. 27 CP n'est pas applicable à l'infraction réprimée par l'art. 261bis al. 4 CP, cette dernière disposition visant précisément à interdire la manifestation publique de propos ou représentations discriminatoires (consid. 3)."], "faits": "BGE 125 IV 206 S. 206\n\nA.- a) Au début de l'année 1996, l'intellectuel français Roger Garaudy, a publié - prétendument à compte d'auteur et sous l'adresse de \"Samizdat Roger Garaudy\" - un nouvel ouvrage, intitulé \"Les Mythes Fondateurs de la politique israélienne\", qui s'annonce comme une dénonciation de l'\"hérésie du sionisme politique\" et de la politique actuelle d'Israël. La seconde partie de cet ouvrage, qui traite des mythes du XXe siècle, comporte notamment deux chapitres, intitulés \"Le mythe de la justice de Nüremberg\" et \"Le mythe des \"six millions\" (l'Holocauste).\" En substance, Garaudy conteste toute légitimité au jugement rendu contre les principaux dignitaires nazis à Nüremberg, par ce qu'il estime être un tribunal de vainqueurs et non un véritable tribunal international. Dans la foulée, il dénie toute force probante aux constatations de ce tribunal. Il met notamment en doute qu'un ordre d'extermination systématique des Juifs ait été donné par les instances supérieures nazies et même qu'il ait BGE 125 IV 206 S. 207existé une politique nazie d'extermination délibérée des Juifs, que les nazis aient eu recours à des chambres à gaz homicides et que les fours crématoires installés dans les camps de concentration aient été un élément de l'extermination planifiée des Juifs, que le nombre des victimes juives de la Seconde Guerre mondiale ait été de six millions ou d'un chiffre avoisinant et que les Juifs aient été victimes d'un génocide pendant ce conflit.\n\nUne grande partie des affirmations de Garaudy rejoint celles régulièrement développées depuis plusieurs décennies par de prétendus chercheurs ou historiens, habituellement appelés négationistes ou révisionnistes, qui tendent en substance à contester l'existence ou l'ampleur de l'extermination délibérée des Juifs par le IIIe Reich ou à mettre en doute certains épisodes particulièrement tragiques de cette extermination. Il a d'ailleurs pu être établi que Garaudy avait des liens avec un groupe actif de révisionnistes dirigé par un dénommé Z.\n\nResponsable de la maison d'édition \"La Vieille Taupe\", spécialisée dans l'édition ou la réédition d'ouvrages révisionnistes, Z. publie aussi une revue périodique, également intitulée \"La Vieille Taupe.\" Avant son édition publique, prétendument à compte d'auteur, l'ouvrage de Garaudy a fait l'objet d'une prépublication sous forme d'un numéro de la revue précitée.\n\nb) Né en 1933, X., qui est au bénéfice d'une rente AI, exerce accessoirement une petite activité indépendante en exploitant une librairie de livres neufs et d'occasion, la \"Libre R\", installée à Montreux à l'époque des faits.\n\nEtant abonné à \"La Vieille Taupe\", X., qui connaît au demeurant Z. et ses amis, a reçu et lu le numéro de cette revue consacré au livre de Garaudy et a décidé de distribuer ce livre en Suisse. Il a dès lors fait l'acquisition, auprès de \"La Vieille Taupe\", d'un peu plus de deux cents exemplaires de l'édition publique du livre, en a pris livraison à Pontarlier, les a importés en Suisse et les a stockés dans sa librairie à Montreux. Il a alors rédigé lui-même un feuillet publicitaire, comportant d'un côté une photocopie de la couverture des \"Mythes fondateurs de la politique israélienne\" et, de l'autre côté, d'une part (sur la moitié droite de la page) un bon de commande, avec l'adresse de sa librairie, d'autre part (sur la moitié gauche) un texte concocté par lui et ainsi libellé: BGE 125 IV 206 S. 208\n\n\"LIBRE R COMMUNIQUE\n\nAprès avoir, pendant plus d'un demi-siècle, publié plus de 50 ouvrages chez les plus grands éditeurs français traduits en 27 langues, et son oeuvre ayant suscité plus de 25 thèses et études, Roger Garaudy, né en 1913, ancien déporté des camps de concentration du IIIème Reich, se trouve contraint, aujourd'hui, de publier son dernier livre à compte d'auteur.\n\nIl s'agit là de l'exemple le plus incroyable, mais surtout le plus significatif du règne de la \"pensée\" unique, autrement dit du mensonge institutionnalisé, défendue en France comme en Suisse par une législation répressive, qui restaure le délit d'opinion, suppléant ainsi à la carence des arguments.\n\nCet ouvrage n'est donc pas disponible sur le marché du livre. Comme Libre R entend continuer à faire son métier au service de la liberté d'expression, nous avons pris la décision de diffuser ce \"samizdat\" en Suisse. Nous sommes en mesure de vous le proposer au prix de Fr. 40.-- l'exemplaire, franco de port.\n\nIl vous est possible, soit de nous le commander, au moyen du bon de commande ci-joint, soit de l'acheter à notre librairie, ouverte tous les jours de 10h à 18h30 (samedi 17h).\n\n\"La vérité est en marche et rien ne l'arrêtera.\" Roger Garaudy, Les mythes fondateurs de la politique israélienne, page 12.\"\n\nX. a diffusé ce feuillet dans le public. En particulier, il a obtenu qu'il soit annexé au numéro 379, de mai 1996, du \"Courrier du Continent\", un périodique sous-titré \"Bulletin du nouvel ordre européen\", dont le rédacteur responsable est A., de tendance ouvertement révisionniste, voire néo-nazie, et qui fait actuellement l'objet de poursuites pénales sous l'inculpation de discrimination raciale.\n\nDe mars à juin 1996, X., qui a aussi inséré dans des journaux des annonces signalant que \"Les Mythes fondateurs de la politique israélienne\" étaient en vente chez lui, a écoulé la plus grande partie des ouvrages de Garaudy qu'il avait acquis. Certains lui ont été commandés par des particuliers ou ont été achetés par des clients venus directement dans sa boutique. D'autres, plus nombreux, lui ont été commandés par des librairies.\n\nc) Le 23 mai 1996, la Section suisse de la Ligue Internationale contre le Racisme et l'Antisémitisme (LICRA) a déposé plainte pénale, laquelle a été suivie ultérieurement d'autres plaintes, déposées respectivement par la Fédération Suisse des Communautés Israélites et Y. ainsi que l'Association des Fils et Filles des Déportés Juifs de France.\n\nUne instruction pénale a été ouverte, dans le cadre de laquelle une perquisition a été opérée dans la librairie de X.; elle a révélé BGE 125 IV 206 S. 209que celui-ci proposait à la vente, outre le livre de Garaudy, d'autres ouvrages révisionnistes, qui, tous, par leur contenu, nient ou minimisent grossièrement le génocide dont ont été victimes les Juifs pendant la Seconde Guerre mondiale sur ordre du régime hitlérien.\n\nAu terme de l'instruction, X. a été renvoyé en jugement sous l'accusation de discrimination raciale au sens de l'art. 261bis al. 4 CP.\n\nB.- Par jugement du 8 décembre 1997, le Tribunal correctionnel du district de Vevey a condamné X., pour discrimination raciale, à la peine de quatre mois d'emprisonnement avec sursis pendant deux ans. Il a considéré, en bref, que les conditions tant objectives que subjectives de l'art. 261bis al. 4 CP étaient réalisées, excluant l'application de l'art. 27 CP - dans sa teneur alors en vigueur - à l'infraction retenue.\n\nLe recours interjeté par X. contre ce jugement a été admis par arrêt de la Cour de cassation pénale du Tribunal cantonal vaudois du 8 juin 1998. La cour cantonale a estimé, en résumé, que, contrairement à ce qu'avaient admis les premiers juges, l'art. 27 CP s'appliquait à l'infraction prévue à l'art. 261bis al. 4 CP et que, l'auteur du livre ayant été condamné à l'étranger, toutes les personnes qui n'assumaient qu'une responsabilité subsidiaire à celle de l'auteur échappaient à la répression, à plus forte raison un vendeur que l'art. 27 CP ne mentionne pas; elle a dès lors libéré l'accusé de l'infraction retenue en première instance.\n\nC.- La LICRA, la Fédération Suisse des Communautés Israélites et Y., l'Association des Fils et Filles des Déportés Juifs de France ainsi que le Ministère public du canton de Vaud se pourvoient en nullité au Tribunal fédéral. Invoquant une violation des art. 27 et 261bis CP, ils concluent à l'annulation de l'arrêt attaqué et au renvoi de la cause à l'autorité cantonale pour nouvelle décision.\n\nL'intimé conclut au rejet des pourvois, en sollicitant l'assistance judiciaire.\n\nLe Tribunal fédéral a admis le pourvoi du Ministère public et déclaré irrecevables les autres pourvois.", "considerants": "Extrait des considérants:\n\n1. Les pourvois, qui contiennent pour l'essentiel les mêmes griefs, sont dirigés contre la même décision. Il se justifie donc de les réunir et de les traiter dans un seul et même arrêt.\n\nBGE 125 IV 206 S. 210\n\n2. a) Selon l'art. 270 al. 1 PPF, le lésé peut se pourvoir en nullité s'il était déjà partie à la procédure auparavant et dans la mesure où la sentence peut avoir des effets sur le jugement de ses prétentions civiles. Est lésé au sens de cette disposition celui qui subit directement un dommage à raison de l'acte dénoncé ou dont le dommage est directement menacé d'être augmenté par cet acte; en règle générale, il s'agit du titulaire du bien juridique protégé par la disposition légale à laquelle il a été contrevenu (ATF 120 IV 154 consid. 3c/cc p. 159). Exceptionnellement, ont en outre qualité pour se pourvoir en nullité les associations professionnelles et économiques ainsi que les organisations de consommateurs dans le domaine de la concurrence déloyale (art. 10 LCD, RS 241; ATF 120 IV 154 consid. 3c/cc p. 159). Une telle réglementation n'existe pas en matière de discrimination raciale au sens de l'art. 261bis CP. Les trois associations recourantes n'ont donc pas qualité pour se pourvoir en nullité, de sorte que leurs pourvois sont irrecevables.\n\nb) Pour autant que - sous réserve de rares exceptions - une personne puisse être lésée à titre individuel en raison de l'infraction en cause, le recourant Y. n'a déclaré se pourvoir en nullité que \"très subsidiairement\" en son propre nom et n'a motivé son pourvoi que pour le compte de l'association qu'il représente; il est donc douteux que le pourvoi soit suffisamment motivé dans la mesure où le recourant agit en son propre nom. Quoi qu'il en soit, le recourant ne démontre en aucune manière qu'il remplirait personnellement les conditions auxquelles un lésé peut se pourvoir en nullité (cf. ATF 125 IV 109 consid. 1b p. 111; ATF 123 IV 254 consid. 1 p. 256). Au demeurant, la décision attaquée libère l'intimé sur la base de l'art. 27 CP, de sorte qu'elle ne pourrait influencer négativement des prétentions civiles du recourant, qui n'invoque aucune violation de son droit de plainte découlant du droit fédéral (cf. ATF 124 IV 188 consid. 1b/bb et 1c p. 191 s.). Le pourvoi de Y. est par conséquent également irrecevable.\n\nc) S'agissant en revanche du Ministère public, il a incontestablement qualité pour se pourvoir en nullité (cf. art. 270 al. 1 PPF), de sorte qu'il y a lieu d'entrer en matière sur son pourvoi.\n\n3. Le Ministère public reproche à la cour cantonale d'avoir admis que l'art. 27 CP s'applique à l'infraction réprimée par l'art. 261bis al. 4 CP et d'avoir ainsi exclu cette infraction.\n\na) Un nouvel art. 27 CP est entré en vigueur le 1er avril 1998. Comme tant l'ancien que le nouvel art. 27 CP prévoient le principe d'un régime spécial de responsabilité en matière de délits de presse et qu'il s'agit avant tout d'examiner BGE 125 IV 206 S. 211si l'infraction en cause est soumise à ce régime, on peut se dispenser à ce stade d'examiner la question du droit le plus favorable à l'intimé.\n\nb) Pour que l'art. 27 (ancien ou nouveau) CP soit applicable, il faut que l'infraction en cause constitue un délit de presse, c'est-à-dire qu'elle ait été commise par la voie de la presse et consommée par la publication.\n\nEn l'espèce, il est essentiellement reproché à l'intimé d'avoir diffusé des livres à contenu discriminatoire au sens de l'art. 261bis al. 4 CP. S'agissant d'écrits publiés, il n'est pas douteux que la première de ces conditions, soit la commission par la voie de la presse, est réalisée.\n\nPour ce qui est de la seconde condition, sa réalisation suppose que la publication elle-même suffise à consommer juridiquement l'infraction. Ainsi, l'art. 27 CP ne saurait notamment s'appliquer à l'escroquerie (art. 146 CP), au chantage (art. 156 CP) ou à la contrainte (art. 181 CP), dès lors que la consommation de ces infractions suppose que le comportement délictueux ait exercé un certain effet sur la victime (celle-ci doit avoir été dupée, intimidée, etc.). En revanche, la jurisprudence a notamment admis la réalisation de cette condition dans le cas des atteintes à l'honneur (cf. ATF 122 IV 311 ss; ATF 118 IV 153 consid. 4 p. 160 ss; ATF 117 IV 27 consid. 2c p. 29; ATF 106 IV 161 consid. 3 p. 164 s.; ATF 105 IV 114 consid. 2a p. 118 s.), de la provocation et incitation à la violation de devoirs militaires au sens de l'art. 276 ch. 1 CP (cf. ATF 100 IV 5 ss) et de l'infraction réprimée par l'art. 3 LCD (cf. ATF 117 IV 364 consid. 2b p. 365). S'agissant de l'infraction réprimée par l'art. 261bis al. 4 CP, il y a également lieu d'admettre que cette condition est remplie; l'infraction est en effet consommée dès que l'auteur, publiquement et d'une quelconque manière, abaisse ou discrimine d'une façon qui porte atteinte à la dignité humaine une personne ou un groupe de personnes pour l'un des motifs mentionnés par cette disposition, ou, pour l'un de ces motifs, nie, minimise grossièrement ou cherche à justifier un génocide ou d'autres crimes contre l'humanité.\n\nc) La réalisation des deux conditions précitées, si elle est nécessaire, ne suffit cependant pas toujours pour que l'art. 27 CP soit applicable. Encore faut-il que l'application de cette disposition à une infraction déterminée n'aboutisse pas à un résultat contraire au but que poursuivait le législateur en réprimant cette infraction. Lorsqu'une disposition pénale a précisément pour but d'empêcher la publication de certains propos ou représentations, autrement dit BGE 125 IV 206 S. 212d'interdire des publications illicites, mettre les responsables de telles publications au bénéfice d'un régime spécial reviendrait à s'écarter du but poursuivi par le législateur. Ainsi, les art. 135 et 197 ch. 3 CP ont été édictés en vue d'interdire, aussi en sanctionnant divers comportements qui y aboutissent, la publication de représentations de la violence et de pornographie dure; accorder un traitement privilégié aux responsables de publications de représentations de la violence ou de pornographie dure serait dès lors en contradiction avec le but que poursuivait le législateur lorsqu'il a édicté les art. 135 et 197 ch. 3 CP; de surcroît, si l'on voulait admettre que l'art. 27 CP est applicable aux responsables de telles publications, on aboutirait au résultat que ceux-ci pourraient être mieux traités que les auteurs d'actes précédant la publication elle-même (la fabrication, l'importation, la prise en dépôt, etc.). C'est d'ailleurs ce qui a conduit certains auteurs de doctrine à écarter l'application de l'art. 27 CP à ces infractions (cf. SCHULTZ, Die unerlaubte Veröffentlichung - ein Pressedelikt? RPS 109/1991 p. 273 ss, 278; TRECHSEL, Kurzkommentar, 2ème éd. Zurich 1997, art. 27 no 4).\n\nCe qui vient d'être dit pour les infractions sanctionnées par les art. 135 et 197 ch. 3 CP vaut également pour celle qui est réprimée par l'art. 261bis al. 4 CP. Cette disposition vise en effet précisément à interdire, en réprimant les comportements qu'elle décrits, la manifestation publique de propos ou représentations discriminatoires. Admettre l'application de l'art. 27 CP à cette infraction serait donc contraire au but que poursuivait le législateur en édictant l'art. 261bis al. 4 CP.\n\nd) Au vu de ce qui précède, c'est à tort que la cour cantonale a admis l'application de l'art. 27 CP à l'infraction en cause. Le pourvoi du Ministère public est donc fondé et doit dès lors être admis. En conséquence, l'arrêt attaqué doit être annulé et la cause renvoyée à l'autorité cantonale pour qu'elle statue à nouveau."}