{"annee": "125", "cour": "II", "page": "217", "date": "11/5/1999", "cite": ["123 I 221", "122 II 299", "122 II 148", "124 II 49", "122 II 49", "121 II 59", "124 II 1", "114 IB 27", "121 II 97", "119 IB 193", "107 IB 167"], "cite_par": ["130 II 149", "129 II 1", "128 II 193", "128 II 145", "130 II 56", "133 II 35", "130 II 493", "127 II 168", "130 II 377", "125 II 465", "127 II 60", "128 III 454"], "chapeau": "20. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 11. Mai 1999 i.S. F. gegen Fremdenpolizei des Kantons Bern und Haftgericht III Bern-Mittelland (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 13c al. 5 lettre a LSEE et art. 13c al. 4 LSEE, art. 5 ch.1 lettre f CEDH, art. 105 al. 2 OJ; proportionnalité de la détention en vue du refoulement d'un Albanais du Kosovo qui avait été condamné pénalement. Le maintien en détention en vue du refoulement suppose que l'exécution du renvoi puisse avoir lieu dans un avenir prévisible; pour un Albanais du Kosovo, le pronostic du renvoi ne doit pas être établi sans raisons particulières sur la durée maximale possible de la détention (consid. 2 et 3b). Malgré l'interdiction de principe d'alléguer des moyens nouveaux (consid. 3a), le Tribunal fédéral prend lui-même en considération, en l'espèce, les changements de circonstances, dès lors que le juge de la détention n'a pas examiné une demande de libération présentée depuis sa première décision, contrairement à l'ATF 124 II 1 ss (consid. 3c)."], "faits": "BGE 125 II 217 S. 218\n\nDer aus dem Kosovo stammende, der albanischen Ethnie angehörende F. (geb. 1980) wurde am 26. Februar 1998 nach Belgrad ausgeschafft. Am 5. Mai 1998 reiste er erneut illegal in die Schweiz ein und ersuchte hier unter dem falschen Namen Arben Malushi (geb. 3.4.1981) um Asyl. Das Bundesamt für Flüchtlinge trat am 22. Mai 1998 auf sein Gesuch nicht ein und wies ihn weg; ab dem 6. Juni 1998 galt er an dem ihm zugewiesenen Aufenthaltsort als verschwunden. Am 26. Oktober 1998 wurde F. in Winterthur angehalten und in Untersuchungshaft genommen. Mit Strafbefehl vom 20. November 1998 verurteilte ihn die Bezirksanwaltschaft Winterthur wegen Verstosses gegen das Bundesgesetz vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) zu einer bedingten Gefängnisstrafe von 30 Tagen und einer Busse von Fr. 300.--. F. wurde anschliessend den für den Vollzug der Wegweisung zuständigen Berner Behörden übergeben, welche ihn mangels der für die Ausschaffung nötigen Dokumente am 21. November 1998 aus der Haft entliessen. Am 20. Februar 1999 hielt die Polizei F. erneut in Winterthur an; mit Strafbefehl vom 22. Februar 1999 wurde er wegen Vergehens gegen das Waffengesetz (Mitführen eines Schlagringmessers) und Widerhandlung gegen das Strassenverkehrsgesetz (Nichtmitsichführen des Führerausweises) zu zehn Tagen Gefängnis bedingt und einer Busse von Fr. 300.-- verurteilt. Tags darauf nahm ihn die Fremdenpolizei des Kantons Bern in Ausschaffungshaft; das Haftgericht III Bern-Mittelland prüfte und bestätigte diese am 24./25. Februar 1999.\n\nAm 23. März 1999 ersuchte F. um Haftentlassung, was das Haftgericht am 29./31. März 1999 ablehnte: Nach Auskunft des Bundesamts für Flüchtlinge vom 26. Februar und 26. März 1999 sei F. aufgrund seines strafrechtlich relevanten Verhaltens von der generellen Verlängerung der Ausreisefrist in den Kosovo ausgenommen; zwar seien für die Zeit vom 26. März 1999 bis 9. April 1999 alle geplanten Rückführungen in die Bundesrepublik Jugoslawien eingestellt, ohne anders lautende Verfügung würden diese hernach aber BGE 125 II 217 S. 219wieder aufgenommen. Im Hinblick hierauf sei die Haft nach wie vor zulässig, zumal die Situation durch das Bundesamt und die Fremdenpolizei «aufmerksam verfolgt» werde.\n\nHiergegen hat F. am 20. April 1999 beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht mit dem Antrag, diesen Entscheid aufzuheben und seinem Haftentlassungsgesuch zu entsprechen. Die Fremdenpolizei des Kantons Bern und das Bundesamt für Ausländerfragen (für das Eidgenössische Justiz- und Polizeidepartement) beantragen, die Beschwerde abzuweisen. Das Haftgericht III Bern-Mittelland hat ohne ausdrücklichen Antrag Stellung genommen und ein am 21. April 1999 bei ihm eingegangenes weiteres Haftentlassungsgesuch von F. nachgereicht. Dieser liess sich seinerseits nicht mehr vernehmen.\n\nDas Bundesgericht heisst die Beschwerde gut und ordnet die unverzügliche Haftentlassung an", "considerants": "aus folgenden Erwägungen:\n\n1. Die zuständige Behörde kann einen Ausländer bei Vorliegen der Voraussetzungen von Art. 13b ANAG in Ausschaffungshaft nehmen bzw. dort belassen; diese waren vorliegend ursprünglich erfüllt: Der Beschwerdeführer wurde rechtskräftig aus der Schweiz weggewiesen (vgl. Art. 13b Abs. 1 ANAG; BGE 121 II 59 E. 2 S. 61; BGE 122 II 148 E. 1 S. 150). Sein bisheriges Verhalten (Untertauchen, Verwendung einer falschen Identität, Einreise trotz entsprechender Sperre) liess ohne weiteres den Schluss zu, dass er sich - ohne Haft - zu gegebener Zeit für den Vollzug der Wegweisung nicht zur Verfügung halten würde (Art. 13b Abs. 1 lit. c ANAG; BGE 122 II 49 E. 2a S. 50 f.; BGE 119 Ib 193 E. 2b S. 198). Die Behörden sind dem Beschleunigungsgebot nachgekommen (Art. 13b Abs. 3 ANAG; BGE 124 II 49 ff.); die Haftbedingungen ihrerseits wurden nie beanstandet (vgl. Art. 13c Abs. 3 sowie Art. 13d Abs. 2 ANAG; BGE 123 I 221 ff.; BGE 122 II 299 ff.; BGE 122 II 49 E. 5 S. 52 ff.). Der angefochtene Entscheid ist deshalb bundesrechtskonform, falls die Aufrechterhaltung der Haft weiterhin verhältnismässig ist und der Vollzug der Wegweisung nicht - wie der Beschwerdeführer einwendet - aus rechtlichen oder tatsächlichen Gründen inzwischen als undurchführbar zu gelten hat; in diesem Fall liesse sich die Haft nicht mehr mit einem hängigen Ausweisungsverfahren rechtfertigen, und sie verstiesse deshalb gegen Art. 5 Ziff. 1 lit. f EMRK (vgl. Art. 13c Abs. 5 lit. a ANAG; BGE 119 Ib 193 E. 2c S. 198 f.; BGE 125 II 217 S. 220vgl. auch BGE 122 II 148 E. 3 S. 152 f.; ausführlich: Urteil vom 24. Mai 1995 i.S. Troshupa, E. 4, veröffentlicht in: Praxis 85/1996 Nr. 118 S. 383 ff.).\n\n2. Der Umstand allein, dass die Ausreise nur schwer organisiert werden kann, lässt die Haft nicht bereits dahinfallen oder die Ausschaffung als undurchführbar erscheinen. Gerade wegen solcher Schwierigkeiten und Ungewissheiten hat der Gesetzgeber die Haftdauer erheblich erhöht und die Möglichkeit der Haftverlägerung geschaffen (BBl 1994 I 305ff. S. 316). Die Haft ist gestützt auf Art. 13c Abs. 5 lit. a (2. Halbsatz) ANAG, weil unverhältnismässig, nur dann aufzuheben, wenn für die Undurchführbarkeit des Vollzugs der Entfernungsmassnahme triftige Gründe sprechen oder praktisch feststeht, dass sich die Ausschaffung innert der gesetzlichen Frist kaum wird realisieren lassen (BGE 122 II 148 E. 3 S. 152 f.). Dies ist in der Regel nur der Fall, wenn die Ausschaffung auch bei gesicherter Kenntnis der Identität oder der Nationalität des Betroffenen bzw. trotz seines Mitwirkens bei der Papierbeschaffung mit grosser Wahrscheinlichkeit ausgeschlossen erscheint. Zu denken ist etwa an eine längerdauernde Transportunfähigkeit aus gesundheitlichen Gründen bzw. an eine ausdrückliche oder zumindest klar erkennbare und konsequent gehandhabte Weigerung eines Staates, gewisse Staatsangehörige zurückzunehmen (Alain Wurzburger, La jurisprudence récente du Tribunal fédéral en matière de police des étrangers, in: RDAF 1997 I S. 330 f., so auch statt zahlreicher anderer unveröffentlichter Entscheide das Urteil vom 2. November 1998 i.S. Musa, E. 4b). Als rechtliche Gründe können der Ausschaffung das Gebot des Non-refoulements oder eine Unzumutbarkeit des Vollzugs entgegenstehen, weil der Ausländer im Heimatstaat einer konkreten Gefährdung ausgesetzt wäre (Art. 14a Abs. 3 und 4 ANAG). Diesbezüglich sind die Prüfungspflichten des Haftrich- ters allerdings beschränkt: Gegenstand seines Verfahrens bildet ausschliesslich die Rechtmässigkeit und Angemessenheit der Ausschaffungshaft als solcher (vgl. Art. 13c Abs. 2 ANAG), indessen nicht auch die Asyl- und Wegweisungsfrage; über diese entscheiden die zuständigen ausländerrechtlichen Behörden an sich abschliessend und verbindlich (vgl. Art. 100 Abs. 1 lit. b Ziff. 4 und 5 OG und Art. 11 Abs. 2 lit. b AsylG). Der Haftrichter hat die Haftgenehmigung deshalb nur zu verweigern, wenn sich der zu sichernde Wegweisungsentscheid als offensichtlich unzulässig erweist (vgl. BGE 121 II 59 E. 2c S. 62). Dies ist nicht bereits dann der Fall, wenn eine Wegweisung trotz Ausschaffungsstopps vollzogen wird, weil der BGE 125 II 217 S. 221Betroffene wegen seiner Straffälligkeit hiervon ausgenommen wurde. In solchen Situationen ist auf dem Rechtsmittelweg oder wiedererwägungsweise an die für die Wegweisung zuständigen (Asyl-)Behörden zu gelangen. Die Frage, welche Schwere die Delinquenz für einen Ausschluss vom Aufschub des Wegweisungsvollzugs erreichen muss und in welchem Verfahren hierüber zu entscheiden ist, bildet ebenso wenig Gegenstand der Haftprüfung wie jene, ob eine Wegweisung wegen nachträglich veränderter Umstände unzumutbar geworden sein könnte (so bezüglich des Kosovos die unveröffentlichten Entscheide vom 5. Oktober 1998 i.S. Salihi und vom 2. November 1998 i.S. Musa).\n\n3. a) Mit Verwaltungsgerichtsbeschwerde kann beim Bundesgericht die Verletzung von Bundesrecht, einschliesslich Õberschreitung oder Missbrauch des Ermessens, gerügt werden (Art. 104 lit. a OG); das Bundesgericht überprüft den angefochtenen Entscheid in dieser Hinsicht frei. Soweit als Vorinstanz eine richterliche Behörde entschieden hat, ist es an deren Feststellung des Sachverhalts jedoch gebunden, falls dieser nicht offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensvorschriften ermittelt worden ist (Art. 105 Abs. 2 OG). Dies schliesst das Vorbringen von neuen tatsächlichen Behauptungen und Beweismitteln weitgehend aus (BGE 114 Ib 27 E. 8b S. 33; FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 286/287). Insbesondere können nachträgliche Veränderungen des Sachverhalts in der Regel nicht mehr berücksichtigt werden, denn einer Behörde ist nicht vorzuwerfen, sie habe den Sachverhalt im Sinne von Art. 105 Abs. 2 OG fehlerhaft festgestellt, wenn sich dieser nach ihrem Entscheid verändert hat (BGE 121 II 97 E. 1c S. 99 f.; BGE 107 Ib 167 E. 1b S. 169). Das Bundesgericht prüft den Haftentscheid deshalb grundsätzlich lediglich aufgrund der Sachlage, wie sie sich dem Haftrichter präsentierte. Was der Beschwerdeführer dort nicht ausdrücklich vortrug oder was sich nicht offensichtlich aus den damals bekannten Akten ergab, darf es bei seinem Entscheid an sich nicht berücksichtigen. Neue Sachvorbringen sind durch den kantonalen Richter (soweit nicht allenfalls die Voraussetzungen einer Revision gegeben sind) bei der Prüfung eines Haftentlassungsgesuchs oder im Rahmen des nach dreimonatiger Dauer der Ausschaffungshaft fälligen Haftverlängerungsverfahrens zu berücksichtigen (so unveröffentlichte Urteile vom 20. Juni 1995 i.S. Miri, E. 3; vom 29. September 1995 i.S. Gavazi, E. 2; jüngst bestätigt im unveröffentlichten Entscheid vom 28. April 1999 i.S. Toth, E. 1b).\n\nBGE 125 II 217 S. 222\n\nb) aa) Unter dieser beschränkten Õberprüfungsbefugnis ist der angefochtene Entscheid nicht zu beanstanden: Der Haftrichter prüfte das Entlassungsgesuch des Beschwerdeführers am 29. März 1999 zu einem Zeitpunkt, als die Luftangriffe der NATO auf Jugoslawien erst begonnen hatten und noch davon ausgegangen werden konnte, dass diese relativ kurzfristig abgeschlossen würden. Ihm lag ein Schreiben des Bundesamts für Flüchtlinge vom 26. Februar 1999 vor, wonach der Beschwerdeführer wegen seines strafrechtlich relevanten Verhaltens von der generellen Verlängerung der Ausreisefrist ausgenommen und die Wegweisung deshalb unverzüglich zu vollziehen sei; gestützt hierauf durfte er davon ausgehen, die Wegweisung sei nach wie vor nicht offensichtlich unzulässig. Am 26. März 1999 hatte das Bundesamt zwar mitgeteilt, dass für die Zeit vom 26. März bis 9. April 1999 alle geplanten Rückführungen in die Bundesrepublik Jugoslawien eingestellt seien, weil die Fluggesellschaft JAT derzeit nicht in der Lage sei, die Flüge mit Sicherheit durchzuführen; ohne anders lautende Verfügung würden die Rückführungen ab diesem Zeitpunkt aber wieder aufgenommen. Unter diesen Umständen konnte eine rechtliche oder tatsächliche Unmöglichkeit des Wegweisungsvollzugs (noch) ohne Verletzung von Bundesrecht verneint werden, war die Ausschaffung des Beschwerdeführers gestützt auf die Erklärungen des Bundesamts zu diesem Zeitpunkt doch nach wie vor absehbar.\n\nbb) Heute hat die entsprechende Einschätzung indessen anders auszusehen: Der Bundesrat hat am 7. April 1999 die gruppenweise vorläufige Aufnahme jener jugoslawischen Staatsangehörigen beschlossen, «die in der Schweiz keine ordentliche fremdenrechtliche Aufenthaltsbewilligung erhalten können oder die ein Asylgesuch gestellt haben und bei denen feststeht, dass sie ihren letzten Wohnsitz in der Provinz Kosovo hatten»; er hat damit entsprechende Wegweisungsvollzüge als zurzeit unzumutbar bewertet. Zwar hat er diesen Beschluss am 28. April 1999 insofern präzisiert, als davon Personen ausgenommen sind, «bei denen festgestellt wird, dass sie die öffentliche Sicherheit und Ordnung verletzt haben oder in schwerwiegender Weise gefährden oder sich der Gewaltanwendung oder massiver Drohungen gegen das Personal von Wohneinrichtungen für Asylsuchende sowie gegen Mitglieder und Angestellte der Fürsorgebehörden schuldig gemacht haben» (Ziff. 10 lit. c des BRB vom 28. April 1999; vgl. Art. 14a Abs. 6 ANAG). Gemäss der Vernehmlassung des Bundesamts für Ausländerfragen ist dabei an schwere oder wiederholte Zuwiderhandlungen gegen Strafbestimmungen BGE 125 II 217 S. 223des Betäubungsmittelgesetzes, des Strafgesetzbuches (insbesondere Delikte gegen Leib und Leben, Vermögensdelikte, Verbrechen und Vergehen gegen die Freiheit, strafbare Handlungen gegen die sexuelle Integrität, gemeingefährliche Delikte, strafbare Handlungen gegen die öffentliche Gewalt usw.) sowie des Strassenverkehrsgesetzes zu denken; davon ausgenommen seien Bagatelldelikte (z.B. Entwendungen, geringfügige ANAG- oder SVG-Õbertretungen). Losgelöst von der Frage, ob das strafrechtlich relevante Verhalten des Beschwerdeführers diese Schwere erreicht - was, wie dargelegt nicht durch den Haftrichter, sondern die Asyl- bzw. Fremdenpolizeibehörden zu beurteilen ist -, hält das Bundesamt in seiner Vernehmlassung fest, dass zurzeit aufgrund der aktuellen Lage der angeordnete Wegweisungsvollzug «technisch nicht durchführbar» sei. Wie lange dieser Zustand dauern werde, sei momentan nicht absehbar. Sollte sich die Situation entspannen, bestehe die feste Absicht, möglichst rasch mit den Behörden der Bundesrepublik Jugoslawien Kontakt aufzunehmen, um die Rückführung von weg- und ausgewiesenen Personen gemäss Rücknahmeabkommen wieder aufzunehmen, selbst wenn nach den politischen und militärischen Auseinandersetzungen der letzten Tage eine solche Kontaktaufnahme nicht einfach sein werde. Es stehe somit noch nicht fest, dass der Vollzug der Wegweisung des Beschwerdeführers nicht bis zum Ende der längstmöglichen Ausschaffungshaft (23. November 1999) erfolgen könnte. Das Bundesamt übersieht dabei indessen, dass nach der Rechtsprechung der Vollzug der Wegweisung «absehbar» sein muss. Bei der hierfür erforderlichen Prognose ist - ohne besondere Gründe, wie etwa eine vom Betroffenen ausgehende ernsthafte Bedrohung oder erhebliche Gefährdung von Personen im Sinne des Haftgrunds von Art. 13a lit. e ANAG (in Verbindung mit Art. 13b Abs. 1 lit. b ANAG), welche die Verhältnismässigkeit der Aufrechterhaltung der Haft wegen eines überwiegenden öffentlichen Interesses in einem anderen Licht erscheinen lassen könnten - nicht zum Vornherein auf die maximal mögliche Haftdauer von neun Monaten abzustellen (vgl. Art. 13b Abs. 2 ANAG und BGE 122 II 148 E. 3 S. 153). Die vage Möglichkeit, dass - wie das Bundesamt ausführt - nicht «völlig ausgeschlossen» ist, dass eine Rückschaffung in den Kosovo noch dieses Jahr wieder möglich sein könnte, genügt in Fällen wie dem vorliegenden zu einer Aufrechterhaltung der Haft trotz der aktuellen technischen Unmöglichkeit des Wegweisungsvollzugs in den Kosovo nicht. Nach Art. 5 Ziff. 1 lit. f EMRK muss das Ausweisungsverfahren BGE 125 II 217 S. 224«schwebend» sein, was voraussetzt, dass mit dem Vollzug der Wegweisung, zu deren Sicherstellung die Ausschaffungshaft ausschliesslich dient (vgl. BGE 122 II 49 E. 5a S. 53; PETER UEBERSAX, Menschenrechtlicher Schutz bei fremdenpolizeilichen Einsperrungen, in: recht 1995 S. 62 f.), ernsthaft zu rechnen ist. Gestützt auf die aktuelle Situation kann dies hinsichtlich des Beschwerdeführers zurzeit nicht mehr angenommen werden, und die Haft erweist sich deshalb als unverhältnismässig.\n\nc) Aufgrund der konkreten Verhältnisse des Einzelfalls und mit Blick auf Art. 5 Ziff. 1 lit. f EMRK ist das Bundesgericht -im Gegensatz zur dargestellten Praxis (vgl. E. 3a) - vorliegend verfahrensrechtlich nicht an die Sachverhaltsfeststellungen des Haft-richters und an das Novenverbot gebunden; es kann deshalb den veränderten Umständen in seinem Urteil selber unmittelbar Rechnung tragen:\n\naa) Die Fremdenpolizei hat nach der Rechtsprechung die Rechtmässigkeit und Verhältnismässigkeit der Haft fortlaufend zu prüfen und dabei insbesondere zu berücksichtigen, ob allenfalls einer der in Art. 13c Abs. 5 ANAG genannten Haftbeendigungsgründe eingetreten ist. Ihre jeweilige Beurteilung kann im Rahmen der vom Gesetz vorgesehenen, regelmässigen, obligatorischen und fakultativen Haftkontrollverfahren (zumindest) alle zwei Monate richterlich geprüft werden (BGE 124 II 1 E. 2c S. 5). Der Haftrichter hat seinerseits ein innerhalb der vom Gesetz vorgesehenen Sperrfristen eingereichtes Entlassungsgesuch an die Hand zu nehmen, wenn sich die Haft aufgrund neuer Umstände augenfällig als rechtswidrig erweist. Es geht - wie das Bundesgericht bereits festgestellt hat - nicht an, dass der inhaftierte Ausländer in solchen Fällen schutzlos bleibt und allenfalls lediglich aufsichtsrechtlich gegen die Fremdenpolizei vorgehen kann (BGE 124 II 1 E. 3a S. 6; ANDREAS ZÜND, Zwangsmassnahmen im Ausländerrecht, Verfahrensfragen und Rechtsschutz, in AJP 7/95 S. 863 f.).\n\nbb) Die Fremdenpolizei des Kantons Bern hat sich geweigert, den Beschwerdeführer aus der Haft zu entlassen; dies solle der Haft- richter beurteilen. Dessen negativer Entscheid vom 29. März 1999 war - wie dargelegt - als solcher zwar nicht bundesrechtswidrig, doch wäre er es heute gestützt auf die inzwischen veränderten Verhältnisse. Der Beschwerdeführer hat am 21. April 1999 ein weiteres Haftentlassungsgesuch eingereicht, das der Haftrichter dem Bundesgericht mit seiner Vernehmlassung am 27. April 1999 übermittelt hat, da es innerhalb der Sperrfrist von Art. 13c Abs. 4 ANAG BGE 125 II 217 S. 225eingereicht worden sei und ihn deshalb nicht betreffe. Auf dieses hätte er nach dem Gesagten aber eintreten und die nötigen Konsequenzen ziehen müssen (BGE 124 II 1 E. 3a S. 6), weshalb es sich als überspitzt formalistisch erwiese, die vorliegende Beschwerde dennoch ab- und die Sache bzw. das zweite Haftentlassungsgesuch im Sinne der Erwägungen an die an sich zuständigen kantonalen Behörden zurückzuweisen. Im Sinne einer Kompetenzattraktion ist die vorliegende Beschwerde deshalb gutzuheissen und direkt die Haftentlassung des Beschwerdeführers anzuordnen. Den kantonalen Behörden steht es selbstverständlich frei, diesem Kontrollauflagen zu machen und ihn, sobald sich ein Wegweisungsvollzug in die Bundesrepublik Jugoslawien wieder hinreichend konkretisiert, gegebenenfalls erneut in Haft zu nehmen. In der Zwischenzeit wäre mit Blick auf sein bisheriges Verhalten allenfalls eine Ein- oder Ausgrenzung im Sinne von Art. 13e ANAG zu prüfen, deren Missachtung eine Gefängnis- oder Haftstrafe nach sich ziehen könnte (Art. 23a ANAG; vgl. BGE 124 IV 280 ff.)."}