{"annee": "125", "cour": "III", "page": "35", "date": "3/9/1998", "cite": ["116 II 117", "104 II 75", "21 II 991", "109 II 403", "115 II 323", "101 II 31", "40 II 15", "25 I 49", "111 II 16", "30 I 313", "120 II 182"], "cite_par": ["139 V 1", "131 III 106"], "chapeau": "6. Estratto della sentenza 3 settembre 1998 della II Corte civile nella causa B. contro A. (ricorso per riforma)", "regestes": ["Art. 90 al. 2 LDIP; droit applicable à une succession, forme de la professio juris dans un testament. Le testateur peut soumettre sa succession au droit de l'un de ses Etats nationaux même de manière tacite, pourvu que le texte du testament contienne des indices suffisants pour admettre que telle a été sa volonté. Si cette dernière apparaît de manière non équivoque, mais incomplète dans le texte de la disposition de dernière volonté, il y a lieu d'interpréter le testament, en utilisant, pour l'éclaircissement de son contenu, même des éléments, preuves et circonstances qui lui sont extérieurs."], "faits": "|36|\n\nA.- E., cittadina germanica già domiciliata in Ticino, è deceduta in Germania l'otto agosto 1994. Con testamento pubblico del 1o agosto precedente il decesso, la de cuius ha revocato ogni disposizione anteriore, ha istituito sua erede unica A. e ha confermato di essere stata edotta dei diritti sulla legittima della figlia; ha infine precisato che la successione manifestava un valore netto di 4,5 milioni di franchi svizzeri. Con petizione 19 settembre 1994 B., domiciliata in Germania e figlia unica di primo letto della defunta, ha promosso azione di riduzione nei confronti dell'erede istituita A., pure domiciliata in Germania. L'attrice ha rivendicato il diritto alla legittima nella misura prevista dal diritto svizzero, pari ai 3/4 della successione, mentre la convenuta ha riconosciuto tale diritto nella misura di un credito pari al 50% della successione, come previsto dall'ordinamento germanico. Con decisione 11 luglio 1996 il Pretore ha ritenuto che alla successione è applicabile il diritto germanico, che unica erede di E. è A. e che alla figlia spetta la metà del valore della sostanza relitta. Con sentenza 8 aprile 1998, la I Camera civile del Tribunale di appello del Cantone Ticino ha invece deciso che con il testamento la de cuius non ha espresso una valida professio iuris e che di conseguenza alla successione è applicabile il diritto svizzero e che alla figlia spettano i 3/4 della successione a titolo di porzione legittima.\n\nB.- Avverso il giudizio cantonale, A. ha presentato, oltre a un ricorso di diritto pubblico, un ricorso per riforma. Con quest'ultimo rimedio essa chiede al Tribunale federale di riformare la sentenza impugnata nel senso che, in applicazione del diritto germanico, alla figlia spetti la metà dell'attivo netto della successione relitta da E. Secondo la convenuta, basta che il testamento preveda, anche implicitamente, la volontà di sottoporre la successione al diritto del paese d'origine. In concreto, il testamento è stato redatto in Germania da un notaio germanico con un contenuto conforme al diritto germanico (diverso da quello svizzero) e dopo che la testatrice era stata edotta del diritto alla legittima della figlia. Da tutti questi elementi interni all'atto emerge in modo sufficientemente chiaro che la testatrice voleva sottoporre la sua successione al diritto germanico. Altri elementi estrinseci (deposizione del notaio germanico, rapporto di avversione nei confronti della figlia confermato da più testi) permettono poi di concludere per una completa conferma di questa volontà. All'accoglimento del rimedio si oppone B.\n\nIl Tribunale federale ha accolto il ricorso. |37|", "considerants": "Dai considerandi:\n\n2. La testatrice, cittadina germanica, aveva il suo ultimo domicilio in Svizzera. La sua successione è quindi per principio disciplinata, in applicazione dell' art. 90 cpv. 1 della legge federale sul diritto internazionale privato (LDIP; RS 291), dal diritto svizzero. Il capoverso due di questa norma prevede però la possibilità per lo straniero, di sottoporre la successione \"per testamento o per contratto successorio\" ad uno dei suoi diritti nazionali.\n\na) Una tale disposizione, meglio nota come \"professio iuris\", era conosciuta dal diritto civile svizzero nell'ambito della legittima di fratelli e sorelle, dove il disponente poteva derogare al diritto federale e sottoporre quel tipo di legittima alle norme del suo cantone di attinenza (cfr. DTF 109 II 403 e rif.) e si estendeva (combinati disposti degli art. 32 e 22 cpv. 2 della legge del 25 giugno 1891 sui rapporti di diritto civile dei domiciliati e dei dimoranti, in seguito LR) anche agli stranieri con domicilio in Svizzera, che potevano sottoporre la loro successione al diritto del paese di attinenza. In applicazione di quelle disposizioni, la giurisprudenza del Tribunale federale stabilì dapprima che la professio iuris doveva essere espressamente e formalmente contenuta nella disposizione di ultima volontà (DTF 21 II 991 consid. 1; DTF 25 I 49 consid. 3; DTF 30 I 313 consid. 1; DTF 40 II 15 consid. 4). Con la sentenza DTF 109 II 403, il Tribunale federale ha invece modificato questa giurisprudenza, ammettendo che non è necessario pronunciarsi \"in termini solenni per il diritto del proprio Cantone di attinenza\" nella disposizione di ultima volontà, ma che basta piuttosto \"riferirvisi in modo approssimativo o persino implicito, purché il testo della disposizione a causa di morte contenga indizi univoci, gli elementi estrinseci potendo servire semmai a interpretare le indicazioni che emergono dal testo, ma non a supplire o a sostituire il medesimo\".\n\nb) Nell'ambito dell'elaborazione della LDIP la Commissione di esperti propose nel suo progetto di legge (art. 91 cpv. 3) che in caso di professio iuris il diritto scelto dovesse risultare inequivocabilmente dalla disposizione di ultima volontà, precisando poi nel commento (Bundesgesetz über das internationale Privatrecht (IPR-Gesetz) - Gesetzesentwurf der Expertenkommission und Begleitbericht, Eidg. Justizabteilung, Berna, pag. 125 (d) e pag. 310 (f)) che la novella introduce un'innovazione quanto alla forma della professio iuris. Mentre la LR esige una dichiarazione espressa nella dichiarazione a causa di morte, la nuova legge si contenta di una professio |38| implicita, a condizione però che essa risulti senza equivoci dall'atto, ad esempio se risulta dalla lingua utilizzata, dalla forma e dal contenuto del testamento che il disponente si è fondato su un diritto nazionale preciso. Nel rapporto finale (Schlussbericht, in Schweizer Studien zum internationalen Recht, vol. 13, pag. 184) viene poi ulteriormente precisato che la scelta del diritto applicabile può essere dimostrata anche mediante interpretazione della disposizione di ultima volontà; essa è in particolare da ammettere nei casi in cui il testamento corrisponda integralmente per lingua, forma e contenuto al diritto del paese di attinenza.\n\nNel corso della procedura di consultazione, la proposta degli esperti venne da più parti criticata, siccome troppo vaga (Bundesgesetz über das internationale Privatrecht - Darstellung der Stellungnahmen auf Grund des Gesetzesentwurfs der Expertenkommission und des entsprechenden Begleitberichts, Bundesamt für Justiz, maggio 1980, pag. 304 segg.). Con il messaggio concernente la legge federale sul diritto internazionale privato (FF 1983 I 239, pag. 363 seg.), il Consiglio federale ha quindi proposto il testo dell'art. 90 cpv. 2 nella formulazione vigente, rilevando segnatamente che \"l'art. 91 cpv. 3 dell'avamprogetto prevedeva che la legge eletta dovesse risultare univocamente dalla disposizione a causa di morte. La professio iuris non esigeva dunque una clausola formale, ma poteva essere dedotta dalle circostanze. Questa disposizione è stata criticata nella procedura di consultazione. Il presente disegno ha rinunciato a siffatta normativa. Spetterà alla giurisprudenza sviluppare criteri inerenti alla forma della professio iuris\" (sulla genesi della norma cfr. pure RÜETSCHI/BONORAND/GUT-BAUHOFER, Die Gültigkeit der professio iuris im internationalen Privatrecht, in: SJZ 1986, pag. 154; HEINI, IPRG Kommentar, n. 10 all'art. 90 LDIP; SCHNYDER in: Kommentar zum Schweizerischen Privatrecht, n. 18 ad art. 90 LDIP).\n\nc) La dottrina, specie con riferimento alle ultime sentenze pubblicate (DTF 111 II 16; 109 II 403), sembra orientarsi verso i criteri colà esposti, fondati sulla volontà del defunto. L'esistenza e la validità di una professio iuris dovrebbe quindi essere vagliata secondo le regole generali vigenti in materia di interpretazione degli atti a causa di morte (PIOTET, Droit privé suisse, vol. IV, § 54 III, pag. 364 nota 5, BUCHER, Droit international privé suisse, vol. II, n. 942; HEINI, op.cit., n. 11 segg. all'art. 90 LDIP; SCHNYDER, op.cit., n. 18 all'art. 90 LDIP; BREITSCHMID, Kommentar zum Schweizerischen Privatrecht, n. 52 delle osservazioni preliminari agli art. 467-536 CC; |39| DUTOIT, Droit international privé suisse, Commentaire de la loi fédérale du 18 décembre 1987, 2a ed, n. 4 all'art. 90 LDIP). Il testatore può quindi riferirsi al diritto del paese d'attinenza anche in maniera tacita, purché il testo dell'atto contenga indizi sufficienti per ammettere che tale fosse la sua volontà. Se quest'ultima appare in maniera non equivoca, ma incompleta dal testo della disposizione di ultima volontà, si dovrà procedere all'interpretazione dell'atto (DTF 116 II 117 consid. 3 e rinvii; DTF 101 II 31 consid. 2), facendo capo, ai fini del chiarimento delle indicazioni in esso contenute, anche ad elementi, prove e circostanze estrinseci (DTF 120 II 182 consid. 2a e rinvii).\n\n3. a) Il Tribunale federale quale giurisdizione per riforma rivede liberamente l'interpretazione di una disposizione di ultima volontà adottata dall'autorità cantonale; esso è, per contro, vincolato agli accertamenti di fatto, dai quali può essere desunta la volontà del disponente (DTF 120 II 182 consid. 2a; DTF 115 II 323 consid. 1a).\n\nb) In concreto, la defunta, cittadina germanica domiciliata in Ticino, ha disposto un'ultima volta con un testamento pubblico rogato da un notaio germanico in Germania. In quel testamento, rogato secondo le disposizioni notarili germaniche, la testatrice ha tra l'altro precisato di essere stata sposata due volte e di aver avuto una figlia - l'attrice, ora coniugata in Germania - dal primo matrimonio e di essere stata edotta del diritto alla legittima della figlia. Con il testamento, la de cuius ha poi revocato ogni precedente atto di disposizione a causa di morte ed ha così disposto: \"Ich setze Frau A. geb. I., wohnhaft in Augsburg, zu meiner Alleinerbin ein. Ersatzerben bestimme ich nicht.\" Si tratta ora di stabilire se disponendo in Germania, davanti a un notaio germanico e secondo le forme colà vigenti nei modi di cui si è detto, la testatrice abbia manifestato la volontà di sottoporre la sua successione al diritto germanico.\n\naa) Anzitutto, anche se da solo non determinante, un indizio in tal senso può già essere intravisto nel fatto di disporre mediante un atto pubblico rogato in Germania da un notaio germanico secondo le forme notarili del diritto germanico e dove tutte le parti interessate sono di nazionalità germanica (testatrice, erede istituita e erede legittimaria). E il fatto che la professio iuris non appaia in modo espresso nel testamento può facilmente essere spiegata dal fatto - negletto in causa dalle parti e dalle precedenti istanze - che il diritto internazionale germanico prevede dal profilo ereditario l'applicazione generalizzata del diritto del paese di attinenza del de cuius (art. 25 EGBGB); inoltre, il diritto internazionale germanico non |40| conosce una professio iuris generalizzata e illimitata, ma solo una possibilità di derogare al diritto del paese di attinenza e a favore del diritto germanico per i beni immobili situati in Germania (art. 25 cpv. 2 EGBGB; J. VON STAUDINGER, Kommentar zum Bürgerlichen Gesetzbuch mit Einführungsgesetz und Nebengesetzen, 13a ed., n. 466 ad art. 25 EGBGB). Non deve quindi destare soverchia meraviglia il fatto che il notaio germanico non abbia indicato espressamente l'applicazione del diritto germanico alla successione, perché per lui una tale dichiarazione era del tutto superflua (STAUDINGER, op.cit., n. 520 e 521 ad Anh. zu Art. 25 f EGBGB).\n\nbb) Ma nel testamento pubblico l'erede viene pure istituita quale \"meiner Alleinerbin\": da codesta formulazione, la convenuta ritiene di poter dedurre una chiara indicazione dell'applicazione del diritto germanico. Secondo quest'ultimo ordinamento, infatti, l'erede riservatario non dispone della qualità di erede se viene escluso (espressamente o tacitamente) dall'eredità, ma beneficia di un semplice credito nei confronti degli eredi istituiti (§ 2303 cpv. 1 BGB; STAUDINGER, op.cit., 12a ed., n. 67 ad § 2303 BGB; D. STAEHELIN, Kommentar zum Schweizerischen Privatrecht, n. 4 ad art. 470 CC): l'istituzione della convenuta quale \"Alleinerbin\" fa quindi chiaramente riferimento al diritto germanico, perché solo in quell'ordinamento l'erede istituito è e rimane unico erede, mentre nel diritto svizzero l'erede legittimario ha sempre qualità di erede.\n\nI giudici cantonali, al proposito, hanno rilevato che detta formulazione non permette ancora di concludere per l'applicazione del diritto germanico, perché anche nel diritto svizzero il testatore può designare un terzo erede universale in presenza di eredi legittimari. Questa motivazione è vera solo in parte. Qualora, infatti, il testamento venga fatto nelle forme dell'atto pubblico, il notaio si esprime in termini giuridicamente corretti e propri all'ordinamento giuridico applicabile. Orbene, nel diritto svizzero l'erede legittimario è sempre stato considerato erede ad ogni effetto anche se escluso dalla successione mediante testamento, perdendo tale qualità solo in caso di rinuncia dell'eredità. Questa concezione, criticata da alcuni autori, che attribuiscono all'erede legittimario la qualità di erede solo al momento in cui ha ottenuto la riduzione, restando nel frattempo solo erede potenziale, è stata adottata a lungo dal Tribunale federale, che di recente ha però avuto modo di lasciarla aperta (STAEHELIN, op.cit., n. 4 ad art. 470 CC; DTF 104 II 75 consid. 3b/bb). Ad ogni buon conto, ben si può argomentare che l'istituzione nel testamento pubblico di una terza persona quale unico erede in presenza di eredi legittimari, |41| ancorché possibile, non è né corretta né tipica del diritto svizzero. Altro conto sarebbe se il testamento fosse redatto direttamente dal testatore nella forma scritta senza l'intervento del notaio. Inoltre, in concreto, il notaio ha espressamente reso attenta la testatrice sul diritto alla legittima della figlia, di guisa che l'istituzione della terza persona quale \"Alleinerbin\" può senz'altro richiamare l'applicazione del diritto germanico, piuttosto che quello svizzero.\n\nc) L'insieme di tutte le ricordate circostanze, ossia il luogo della rogazione in Germania, la confezione e la pubblicazione dell'atto secondo il diritto notarile germanico da parte di un notaio germanico, la nazionalità germanica di tutte le parti interessate, la formulazione dell'istituzione d'erede tipica del diritto germanico e piuttosto estranea a quello svizzero lasciano trasparire la volontà della testatrice di veder disciplinata la sua successione dal diritto germanico. Ciò basta, per poter procedere all'ulteriore interpretazione della disposizione di ultima volontà facendo capo a ogni altro elemento o circostanza estrinseci.\n\nLa sentenza impugnata ricorda al proposito, facendo riferimento ai documenti o alle deposizioni agli atti, diversi elementi estrinseci, che potrebbero avere una rilevanza nell'ambito dell'interpretazione, ma che a torto ha negletto perché dal testamento non emerge la volontà di sottoporre la successione al diritto germanico. Orbene, gli elementi estrinseci sono parecchi e assai importanti. Innanzi tutto la madre aveva pessimi rapporti con la figlia e aveva espresso la volontà di lasciarle il meno possibile; il notaio ha poi reso attenta la testatrice sulla legittima di 1/2 a favore della figlia prevista dal diritto germanico e la testatrice stessa gli aveva detto di già saperlo e di voler applicare quel diritto e non quello svizzero; infine nei precedenti testamenti fatti in Svizzera la testatrice ha sempre optato per il diritto del paese di attinenza in maniera espressa, mentre nella disposizione a causa di morte fatta anni prima in Germania la professio iuris risulta solo da un accenno al BGB. Si tratta di una serie di elementi, estremamente significativi, che non lasciano dubbi di sorta sulla volontà della de cuius di sottoporre la sua successione al diritto del paese di attinenza e che confermano pertanto tutti gli indizi in tal senso emergenti dal testamento stesso e di cui si è detto in precedenza. Ne consegue, quindi, che con il testamento pubblico fatto in Germania il 1o agosto 1994 la testatrice ha validamente optato per l'applicazione del diritto germanico, ossia per l'ordinamento del suo paese di attinenza e la sua successione è pertanto disciplinata da quel diritto."}