{"annee": "125", "cour": "III", "page": "100", "date": "18/2/1999", "cite": ["120 III 7", "96 II 161", "102 IV 162"], "cite_par": ["136 II 405", "133 V 309", "138 V 23", "141 V 530", "133 III 252"], "chapeau": "19. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 18 février 1999 dans la cause G. SA (recours LP)", "regestes": ["For de la poursuite (art. 46 al. 1 LP); détermination du domicile selon les critères des art. 23 al. 1 CC et 20 LDIP. Les faits établis en l'espèce démontrent que le débiteur a fait du canton de Vaud, du district de Lavaux en particulier, le centre de ses relations et de ses intérêts: il y a en effet sa famille, avec laquelle il est en étroite relation, y exerce une activité économique et y est propriétaire d'immeubles où il est atteignable. Ces faits constituent une contre-preuve détruisant la présomption de domicile espagnol fondée sur les seuls permis de circulation et de conduire produits, et que ne vient renforcer aucune autre circonstance décisive (consid. 3)."], "faits": "", "considerants": "|101|\n\nExtrait des considérants:\n\n3. La recourante reproche à la cour cantonale, non pas d'avoir méconnu les principes et critères permettant de déterminer le domicile, mais de n'avoir pas tiré les conclusions qui s'imposaient quant à l'intention du débiteur de s'établir au sens des art. 23 CC et 20 de la loi fédérale sur le droit international privé (LDIP; SR 291).\n\nL'arrêt cantonal fait les constatations essentielles suivantes, qui lient la Chambre de céans: le débiteur préside le conseil d'administration de la société X. SA, à Epalinges; il s'en occupe régulièrement et a participé, en qualité de président, à son assemblée générale du\n\n20 mars 1998; il est également intervenu pour demander l'ajournement de sa faillite; il figure dans l'annuaire téléphonique à la route de Y., à S., sur la commune de X., le courrier l'atteignant à cette adresse, et il est propriétaire d'immeubles dans le district de Lavaux; il est en étroite relation avec les membres de sa famille, en particulier ses enfants et ses petits-enfants, dont une partie est domiciliée dans le district de Lavaux, à C.; il aurait déclaré avoir des attaches particulières avec la France où il résiderait fréquemment et où son amie habiterait; d'après les documents officiels produits (passeport italien, certificat de domicile, permis de conduire et permis de circulation espagnols), il est domicilié à Tarragone depuis 1991 au moins; le contrat sur lequel se fonde la poursuite fait état de ce domicile; le débiteur avait aux alentours de soixante-cinq ans lorsqu'il a créé son domicile espagnol; un précédent prononcé sur plainte constatait qu'il usait et abusait de tous les procédés pour entraver l'exécution forcée.\n\nLa cour cantonale admet l'existence d'un domicile en Espagne en se fondant principalement sur les documents administratifs produits, notamment le permis de circulation et le permis de conduire espagnols du débiteur. De tels documents constituent certes des indices sérieux de l'existence du domicile, propres à faire naître une présomption de fait à cet égard (arrêt de la 1ère Cour civile du 15 avril 1994 dans la cause B. c. Banque L. SA, publié in SJ 1995, p. 52 consid. 2c; E. BUCHER, n. 36 ad art. 23 CC), mais il ne s'agit là que d'indices, comme en matière de dépôt de papiers d'identité (ATF 102 IV 162), d'attestations de la police des étrangers, des autorités fiscales ou des assurances sociales (ATF 120 III 7 consid. 2b et les références) ou encore d'indications figurant dans des décisions judiciaires ou des publications officielles (ATF 96 II 161), et la présomption que ces indices créent peut être renversée par des preuves contraires (SJ 1995, p. 52 consid. 2c). |102|\n\nPour savoir quel est le domicile d'une personne, il faut tenir compte de l'ensemble de ses conditions de vie, le centre de son existence se trouvant à l'endroit, lieu ou pays, où se focalisent un maximum d'éléments concernant sa vie personnelle, sociale et professionnelle, de sorte que l'intensité des liens avec ce centre l'emporte sur les liens existant avec d'autres endroits ou pays (A. BUCHER, Droit international privé suisse, t. II, p. 61 n. 117; J.-M. GROSSEN, Les personnes physiques, in: Traité de droit civil suisse, t. II, 2 § 13 p. 69). Dans leur grande majorité, les faits établis en l'espèce démontrent que le débiteur a fait du canton de Vaud, du district de Lavaux en particulier, le centre de ses relations et de ses intérêts, le centre de gravité de son existence (cf. Grossen, loc. cit.): il y a sa famille, avec laquelle il est en étroite relation, il y exerce une activité économique et y est propriétaire d'immeubles où il est atteignable. Contrairement à ce que retient la Cour cantonale, ces faits sont la manifestation objective et reconnaissable pour les tiers d'une volonté de rester établi dans le district de Lavaux. A l'évidence, ils constituent une contre-preuve détruisant la présomption de domicile espagnol fondée sur les seuls permis de circulation et de conduire produits, et que ne vient renforcer aucune autre circonstance décisive, en tout cas pas le fait - non établi et relevant donc de la pure hypothèse - du départ pour l'Espagne au moment de la retraite à 65 ans ou la simple mention de l'adresse espagnole sur le contrat à l'origine de la poursuite en cause. Par ailleurs, il ne ressort pas des faits constatés que le débiteur ait des attaches particulières avec Tarragone, où il n'exerce en tout cas pas d'activité professionnelle. Il aurait de telles attaches plutôt en France, mais rien n'est établi à ce sujet. Il n'est de surcroît pas exclu qu'il tente d'échapper à ses créanciers, en usant et abusant de tous les procédés pour entraver l'exécution forcée.\n\nAu vu de ce qui précède, c'est à tort que la cour cantonale a jugé prépondérants les indices de l'existence d'un domicile en Espagne et donc décidé de rejeter la plainte dirigée contre le rejet de la réquisition de poursuite en cause. Il y a lieu, partant, d'admettre le recours et de réformer l'arrêt attaqué dans le sens des conclusions prises, sous réserve de la question des frais et dépens."}