{"annee": "125", "cour": "III", "page": "29", "date": "9/12/1998", "cite": ["123 III 485", "115 II 490", "122 III 81", "114 II 82", "81 II 292", "98 II 325", "97 II 85"], "cite_par": ["131 III 70", "142 III 772", "143 III 666"], "chapeau": "5. Auszug aus dem Urteil der I. Zivilabteilung vom 9. Dezember 1998 i.S. Emil Sigg und System Albanese gegen Mägert Bautechnik AG (Berufung)", "regestes": ["Art. 66 let. a LBI. Violation d'un brevet; imitation. Quelles sont les questions qui, dans le cadre d'un procès en violation d'un brevet, nécessitent d'être éclaircies par voie d'expertise (consid. 3a)? Notion d'imitation; l'étendue de la protection conférée par un brevet dépend du progrès technique qu'a engendré l'invention brevetée (consid. 3b)."], "faits": "|29|\n\nA.- Die Mägert Bautechnik AG befasst sich mit der Entwicklung und Herstellung von Produkten des Baubedarfs. Anfangs der Achtziger Jahre hat sie ein Verfahren zum Versetzen von Anschlaghaltern bei Grossflächen-Wandschalungen entwickelt. Sie ist Inhaberin des schweizerischen Patents Nr. 651 881, das dieses Verfahren schützt. Das patentgeschützte Verfahren kennzeichnet sich namentlich durch die folgenden Merkmale: Ein Eisen mit U-förmigem Profil wird als Ankerelement am Ort einer zu erstellenden Wand in den frischen Beton eingeschlagen oder vor dem Betonieren zwischen |30| Armierungseisen festgebunden. Durch zwei sich gegenüber liegende Löcher in den Schenkeln des U-förmigen Eisens wird ein Querstab eingeführt, dessen Länge der Stärke der zu erstellenden Wand entspricht. Anschliessend wird der seitlich frei verschiebbare Querstab mittels einer Richtschnur gerichtet und durch Verkeilung fixiert. Gegenüber dem früher verwendeten sogenannten KIM-Anker, bei dem ein mit einem Gewinde versehener Querstab in das Ankerelement hineingeschraubt werden musste, hat das beschriebene Verfahren den Vorteil, dass der Querstab sehr viel rascher im Ankerelement montiert ist.\n\nAngeblich Ende November 1990 bemerkte die Mägert Bautechnik AG, dass Emil Sigg Anschlaghalter der Firma System Albanese mit der Bezeichnung «RISA» vertrieb, die ebenfalls einen seitlich frei verschiebbaren Querstab aufwiesen, wobei für die Arretierung allerdings nicht eine Verkeilung, sondern das Einschieben eines Nagels oder eines Stiftes durch vorbereitete Löcher im Ankerelement und im Querstab vorgesehen war. Der von der Mägert Bautechnik AG beigezogene Rechtsanwalt wies Emil Sigg mit Schreiben vom 23. November 1990 auf ihr Patent hin und forderte ihn auf, den Vertrieb des Anschlaghalters «RISA» einzustellen. Emil Sigg und die Firma System Albanese wiesen den Vorwurf der Patentverletzung zurück.\n\nIn den Jahren 1991 und 1992 wurde die Vermarktung des Anschlaghalters «RISA» mit grossem Einsatz vorangetrieben. Die Firma System Albanese erwarb in der Folge für diesen Anschlaghalter in Deutschland die Patente Nr. DE-PS 40 16 646 und D-PS 42 05 580 und in der Schweiz das Patent Nr. 681 100.\n\nB.- Am 21. April 1993 reichte die Mägert Bautechnik AG beim Kantonsgericht Nidwalden Klage gegen Emil Sigg und die Firma System Albanese ein. Sie verlangte ein an die Beklagten gerichtetes Verbot, Anschlaghalter des Typs «RISA» oder solche mit entsprechenden Merkmalen herzustellen, herstellen zu lassen oder in Verkehr zu bringen, sowie Schadenersatz bzw. Gewinnherausgabe in einem Fr. 100'000.-- übersteigenden Betrag nebst Zins. Eventualiter forderte sie als Schadenersatz eine Lizenzgebühr von 9% des Brutto-Faktura-Betrages der in der Schweiz und im Fürstentum Liechtenstein bisher verkauften Anschlaghalter «RISA» nebst Zins.\n\nMit Urteil vom 28. September 1994/18. Januar 1998 hiess das Kantonsgericht die Klage gut. Es untersagte den Beklagten unter Androhung der Straffolgen von Art. 292 StGB, Anschlaghalter mit den folgenden Merkmalen - insbesondere solche mit der Bezeichnung |31| «RISA» - herzustellen, herstellen zu lassen oder in Verkehr zu bringen, nämlich Anschlaghalter, welche bestehen aus,\n\na) einem vertikalen Ankerelement (U-förmiges Eisen oder Vierkantrohr), wobei zwei Schenkel an einem Ende einander gegenüberliegende Löcher aufweisen, die vom Steg des U-Eisens bzw. den zwei andern (sich ebenfalls gegenüberliegenden) Schenkeln des Vierkantrohrs distanziert sind,\n\nb) einem durch die beiden Löcher hindurchzuführenden, an den Enden mit Kunststoffkappen versehenen Querstab, der frei in den Löchern (horizontal) hin und her schiebbar ist, und\n\nc) einem Feststellmittel zur lösbaren Arretierung des Querstabes in jeder gewünschten Horizontallage im Ankerelement, und welche bestimmt sind für die Durchführung eines Verfahrens zum Versetzen einer Anschlaghalterung für eine Grossflächen-Wandschalung, bei dem das vertikale Ankerelement am Ort einer zu erstellenden Wand in den frischen Beton eingeschlagen oder vor dem Betonieren zwischen Armiereisen festgebunden wird, und der Querstab mit den Kunststoffkappen anschliessend mittels einer Richtschnur gerichtet und mit dem Feststellmaterial arretiert wird, damit die Grossflächen-Schalung eine beidseitige Führung erhält.\n\nIm Weiteren verpflichtete das Kantonsgericht die Beklagten, der Klägerin Schadenersatz in der Höhe von Fr. 667'876.10 nebst Zins zu 8% seit 3. Dezember 1990 zu bezahlen.\n\nC.- Das Bundesgericht heisst die Berufung der Beklagten teilweise gut, hebt das kantonsgerichtliche Urteil auf und weist die Streitsache gestützt auf Art. 64 Abs. 1 OG an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Das Kantonsgericht hält dafür, der Anschlaghalter «RISA» der Beklagten sei, wenn man ihn mit den Patentansprüchen der Klägerin vergleiche, ganz klar eine Nachahmung der im Streitpatent offenbarten Lehre, weshalb eine Patentverletzung vorliege. Diese Auffassung rügen die Beklagten als bundesrechtswidrig. Sie werfen der Vorinstanz vor, die Art. 51 und 66 PatG fehlerhaft angewendet zu haben. Ihrer Ansicht nach hätte das Kantonsgericht, da ihm die nötigen Fachkenntnisse fehlten, die Verletzungsfrage von einem Gutachter klären lassen müssen. Die Klägerin vertritt demgegenüber den Standpunkt, die Vorinstanz habe keinen Grund gehabt, die Frage der Patentverletzung einem Gutachter vorzulegen, gehe es im Klagpatent doch um eine einfache mechanische Vorrichtung und um ein leicht nachvollziehbares Verfahren; es sei nicht einzusehen, |32| inwiefern die Vorinstanz nicht bundesrechtskonform vorgegangen sein sollte, wenn sie sich in erfrischender Weise von der ansonsten bei den Gerichten grassierenden Expertengläubigkeit und -abhängigkeit freigehalten habe.\n\na) Auch Patentstreitigkeiten können in tatsächlicher Hinsicht so einfach und anschaulich sein, dass sie sich ohne besonderes Fachwissen beurteilen lassen (vgl. BGE 81 II 292 E. 2 S. 294 f.). Dies ist jedoch die Ausnahme. In der Regel ist der Beizug von Fachpersonen für die Beurteilung technischer Fragen unerlässlich, wenn das Gericht nicht selbst fachkundig besetzt ist. Das ergibt sich schon daraus, dass für die Tragweite von Patentansprüchen deren objektiver, normativer Gehalt aus der Sicht des Fachmanns massgebend ist (BGE 122 III 81 E. 4a S. 83, mit Hinweisen). Aufgrund der normativ aus der Sicht des Fachmanns ausgelegten Patentansprüche beurteilt sich nicht nur die Patentfähigkeit der Erfindung, insbesondere ihre Neuheit und ihr Nichtnaheliegen im Vergleich zum vorbekannten Stand der Technik (vgl. BGE 123 III 485 E. 2a S. 488 ff.; BGE 114 II 82 E. 2a S. 85), sondern auch der sachliche Geltungs- und Schutzbereich des Patents, mithin die Ausdehnung des Patentschutzes (BGE 122 III 81 E. 4a S. 84, mit Hinweis). Entscheidend ist, welche Tragweite ein Fachmann den Patentansprüchen vor dem Hintergrund des vorbekannten Standes der Technik beimessen durfte und musste. Ein zuverlässiges Urteil darüber setzt aber eine Kenntnis der Sichtweise und des Verständnishorizonts des Fachmanns voraus, die einem nicht fachkundig besetzten Gericht regelmässig fehlt.\n\nb) Eine Patentverletzung begeht, wer die patentierte Erfindung widerrechtlich benützt, wobei als Benützung auch die Nachahmung gilt (Art. 66 lit. a PatG). Eine Nachahmung liegt vor, wenn ein Verfahren oder Erzeugnis, obschon es nicht alle Merkmale der patentierten Lösung verwirklicht, nur in untergeordneten Punkten von dieser abweicht, mithin den wesentlichen Gehalt des Erfindungsgedankens in abgewandelter Form übernimmt (BGE 115 II 490 E. 2a S. 491). Untergeordnet ist eine Abweichung, wenn sie nicht auf einem neuen erfinderischen Gedanken beruht, sondern dem durchschnittlich gut ausgebildeten Fachmann durch die patentierte Lehre nahegelegt wird (BGE 97 II 85 E. 1 S. 87 f., mit Hinweisen; vgl. auch BGE 98 II 325 E. 3c S. 331). Die Weite des Schutzes gegen Nachahmungen hängt dabei vom technischen Fortschritt ab, der mit der patentierten Erfindung erreicht worden ist. Bedeutende Erfindungen, deren technische Lehre grundlegend neue Wege weist, haben |33| einen grösseren Schutzbereich, weil sie die Technik ein grosses Stück weiterführen, so dass die unmittelbar aus ihnen zu gewinnenden Anleitungen zum technischen Handeln zahlreicher und vielfältiger sind. Handelt es sich dagegen um eine Erfindung, deren allgemeine technische Idee nur eine geringe Reichweite hat, so ist auch der Schutzbereich entsprechend eng (BGE vom 18. Januar 1990, veröffentlicht in SMI 1991, S. 198 ff., E. 2b; TROLLER, Immaterialgüterrecht, Bd. II, 3. Aufl. 1985, S. 886; BLUM/PEDRAZZINI, Das schweizerische Patentrecht, Bd. III, 2. Aufl., S. 447 f.; vgl. für das deutsche Recht auch BENKARD/ULLMANN, Patentgesetz, 9. Aufl. 1993, N. 8 und 125 zu § 14 PatG).\n\nc) Nach Ansicht des Kantonsgerichts benutzt der Anschlaghalter «RISA» der Beklagten die wesentlichen Elemente der klägerischen Erfindung. Im angefochtenen Urteil wird in diesem Zusammenhang festgehalten, dass sich der Anschlaghalter «RISA» von jenem, den das klägerische Patent beschreibt, nur durch eine andere Fixierung des Querstabes unterscheidet. Während gemäss dem Patent der Klägerin der Querstab «kraftschlüssig» durch einen Keil fixiert wird, ist beim Anschlaghalter der Beklagten eine «formschlüssige» Fixierung mit Hilfe eines Nagels vorgesehen, der durch vorbereitete Löcher im Querstab und im Ankerelement geschoben wird. Die Vorinstanz hält ohne nähere Begründung dafür, dass die Beklagten aus diesem Unterschied nichts zu ihren Gunsten ableiten könnten. Es bestehen jedoch gewichtige Indizien dafür, dass gerade das Merkmal der Verkeilung für die Patentfähigkeit der klägerischen Erfindung ausschlaggebend sein könnte. Aus dem vom Handelsgericht des Kantons Bern eingeholten Gutachten, das gestützt auf Art. 64 Abs. 2 OG ergänzend herangezogen werden kann, geht hervor, dass es sich beim Klagpatent nicht um eine Pioniererfindung, sondern um eine kleine Erfindung mit entsprechend kleinem Schutzbereich handelt. Der Gutachter nennt acht Merkmale, die das in der Patentschrift offenbarte Verfahren charakterisieren: (a) ein U-förmiges Eisen, (b) mit beidseitigen Löchern, durch die (c) seitlich verschiebbar (d) ein Querstab eingeführt werden kann, der (e) an seinen Enden mit Kunststoffteilen versehen ist, wobei (f) das Eisen entweder am Ort der zu erstellenden Wand in den frischen Beton einschlagbar oder vor dem Betonieren zwischen Armiereisen festbindbar ist und (g) der Querstab mit den Kunststoffteilen mittels einer Richtschnur richtbar und (h) verkeilbar ist, damit für die Grossflächenschalung eine beidseitige Führung erhalten wird. Anhand einer Gegenüberstellung des Klagpatents mit Patenten und Fachpublikationen |34| aus dem Stand der Technik zeigt der Gutachter auf, dass sämtliche acht Merkmale einzeln und auch in teilweiser Kombination vorbekannt waren. Als erfindungswesentlich bezeichnet der Gutachter vor diesem Hintergrund die gemeinsame Verwirklichung der Elemente a, b, c und h an einer als Innenabstandhalter dienenden Vorrichtung. Die durch die Kombination dieser Merkmale ermöglichte Verkeilung des seitlich frei verschiebbaren Querstabes erachtet er für einen Innenabstandhalter als nicht naheliegend.\n\nd) Die Vorinstanz hat den Schutzumfang des Klagpatents im Verhältnis zur beanstandeten Vorrichtung der Beklagten ohne Beizug einer fachkundigen Person festgelegt. Sie hat die unterschiedliche Funktionsweise der Fixierung bei den sich gegenüberstehenden Anschlaghaltern nicht näher auf die Bedeutung hin untersucht, die ihr im Blick auf den im Klagpatent zum Ausdruck gebrachten (kleinen) Erfindungsgedanken zukommt. Wie es sich damit verhält, muss aber geklärt werden, wenn beurteilt werden soll, ob die Beklagten mit ihrem Anschlaghalter «RISA» die Erfindung der Klägerin benützen. Dies setzt entsprechende fachtechnische Grundlagen voraus. Das Kantonsgericht konnte sich offenbar nicht auf ein Fachrichtervotum stützen; ein solches findet sich jedenfalls nicht bei den Akten. Unter diesen Umständen hätte das Kantonsgericht ein Gutachten einholen müssen. Da die fachtechnischen Grundlagen überhaupt fehlen, rechtfertigt es sich nicht, von der Möglichkeit der Überprüfung gemäss Art. 67 OG Gebrauch zu machen. Vielmehr ist die Streitsache gemäss Art. 64 Abs. 1 OG an die Vorinstanz zurückzuweisen, um dieser Gelegenheit zu geben, eine fachkundige Person beizuziehen und gestützt auf deren Gutachten darüber zu entscheiden, ob der Anschlaghalter der Beklagten in den Schutzbereich des Klagpatents eingreift."}