{"annee": "125", "cour": "V", "page": "112", "date": "15/3/1999", "cite": ["125 V 106", "122 V 81", "124 V 201"], "cite_par": ["126 V 499", "126 V 490", "129 V 51"], "chapeau": "16. Auszug aus dem Urteil vom 15. März 1999 i.S. M. gegen Assura Kranken- und Unfallversicherung und Verwaltungsgericht des Kantons Schwyz", "regestes": ["Art. 102 s. et art. 67 ss LAMal: Assurance d'indemnités journalières; droit transitoire, obligation d'allouer des prestations après la résiliation du rapport d'assurance. - A la différence de ce qui est prévu pour l'assurance obligatoire des soins (art. 102 al. 2 LAMal), la LAMal ne contient pas de norme de droit transitoire en ce qui concerne l'adaptation des dispositions internes sur l'assurance facultative d'indemnités journalières selon les art. 67 ss LAMal. - Comme dans l'assurance d'une indemnité journalière selon la LAMA, il n'existe pas, dans l'assurance facultative d'indemnités journalières selon les art. 67 ss LAMal, d'obligation légale pour l'assureur de continuer d'allouer des prestations après la résiliation du rapport d'assurance pour des cas survenus antérieurement; demeurent réservées les clauses prévoyant une solution différente, contenues dans le contrat (individuel ou collectif) d'assurance."], "faits": "BGE 125 V 112 S. 113\n\nA.- M., geboren 1965, arbeitet bei der Firma X (nachfolgend: Arbeitgeberin). Diese schloss am 27./30. Juni 1995 mit der Assura Kranken- und Unfallversicherung (nachfolgend: Assura) einen Kollektiv-Taggeldversicherungs-Vertrag (nachfolgend: Vertrag I), welcher auf den 1. Juli 1995 in Kraft trat. Am 10. Mai 1996 unterzeichneten die Arbeitgeberin und die \"Assura Scoop AG\" einen weiteren Kollektiv-Taggeldversicherungs-Vertrag (nachfolgend: Vertrag II), dessen Inkrafttreten auf den 1. Januar 1996 festgesetzt wurde; dieser Vertrag wurde von der Arbeitgeberin auf den 31. Dezember 1996 gekündigt. Integrierenden Bestandteil des Vertrages I bildeten die Versicherungsbedingungen der Assura in der im Jahre 1995 gültigen Fassung (nachfolgend: AVB/1995), des Vertrages II jene der \"Assura Scoop AG\", welche für die Zeit ab 1. Januar 1996 Geltung beanspruchten (nachfolgend: AVB/1996).\n\nM. war gemäss ärztlicher Bescheinigung ab 19. November 1996 arbeitsunfähig, am 26. November 1996 kam sie nieder. Die Assura erbrachte Taggelder bis zum 31. Dezember 1996. Am 8. April 1997 teilte sie der Arbeitgeberin mit, sie könne zufolge Kündigung des Kollektivvertrages keine Taggelder für die Zeit ab 1. Januar 1997 leisten. Allerdings habe M. das Recht, bei der Assura einen Einzel-Taggeldvertrag abzuschliessen. Von dieser Möglichkeit machte M. gemäss schriftlicher Mitteilung vom 10. April 1997 keinen Gebrauch. Mit Verfügung vom 11. Juni 1997 bestätigte die Assura die Ablehnung von Versicherungsleistungen für die Zeit ab 1. Januar 1997. Die von M. hiegegen erhobene Einsprache wies sie mit Entscheid vom 23. Juli 1997 ab.\n\nB.- Die Beschwerde, mit welcher M. für die Zeit ab 1. Januar 1997 die Zusprechung von 38 Taggeldern im Gesamtbetrag von Fr. 4'244.-- beantragt hatte, wies das Verwaltungsgericht des Kantons Schwyz mit Entscheid vom 5. November 1997 ab (...).\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert M. sinngemäss ihr vorinstanzliches Rechtsbegehren (...).\n\nDas Verwaltungsgericht des Kantons Schwyz und die Assura schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung hat sich nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n1. Streitig ist, ob der Beschwerdeführerin gegenüber der Assura für die Zeit ab 1. Januar 1997 ein Anspruch auf Bezahlung von 38 Taggeldern im Gesamtbetrag von Fr. 4'244.-- zusteht (...).\n\nBGE 125 V 112 S. 114\n\n2. a) In übergangsrechtlicher Hinsicht erwog die Vorinstanz, der von der Beschwerdeführerin geltend gemachte Taggeldanspruch sei gemäss Art. 102 Abs. 2 des Bundesgesetzes über die Krankenversicherung vom 18. März 1994 (KVG) anhand der altrechtlichen Gesetzesbestimmungen (Bundesgesetz über die Krankenversicherung vom 13. Juni 1911 [KUVG]) zu beurteilen. Massgebend seien im Übrigen der Vertrag II sowie - nachdem die AVB/1996 vom Bundesamt für Privatversicherungswesen (BPV) nicht genehmigt worden seien - die AVB/1995.\n\nb) Die Assura beabsichtigte, zur Durchführung der Zusatzversicherungen (Art. 12 Abs. 2 und 3 KVG) ab 1. Januar 1996 die \"Assura Scoop AG\" zu gründen. Es kam indessen nie zur Gründung dieser Gesellschaft. Auch hat das BPV den AVB/1996 die Genehmigung versagt. Andererseits erteilte die Aufsichtsbehörde der Assura am 18. Dezember 1996 die Bewilligung, im eigenen Namen ab 1. Januar 1997 u.a. Zusatzversicherungen gemäss Art. 12 Abs. 2 und 3 KVG durchzuführen.\n\nIm Ingress der AVB/1996 wurde deren Genehmigung durch das BPV ausdrücklich vorbehalten. Die Vertragsparteien waren sich also bewusst, dass der Vertrag II, dessen wesentlicher Inhalt in den AVB/1996 festgelegt war (insbesondere im Kapitel 9 betreffend die ausdrücklich dem Bundesgesetz über den Versicherungsvertrag (VVG) unterstellte Versicherungsabteilung \"Pecunia\", Zusatzversicherung für Erwerbsausfall), nur im Falle der Genehmigung der AVB/1996 durch das BPV Gültigkeit erlangen würde. Da diese Bedingung nicht erfüllt wurde, ist der Vertrag II nicht zustande gekommen. Der gegenteiligen Auffassung der Vorinstanz, wonach zwar die AVB/1996 keine Gültigkeit erlangten, der Vertrag II aber mit den AVB/1995 als integrierendem Bestandteil zustande kam, kann nicht gefolgt werden. Dies allein schon deshalb nicht, weil die Bestandteil des Vertrages I bildenden AVB/1995 eine Taggeldversicherung nach KUVG zum Gegenstand hatten, während mit dem Vertrag II eine solche nach VVG vereinbart werden wollte; dass der am 27./30. Juni 1995 unterzeichnete Vertrag I nicht dem VVG unterstand, wird in den AVB/1995 durch vereinzelte Verweise auf das KUVG ausdrücklich festgestellt (z.B. \"Allgemeine Versicherungsbedingungen\", Art. 9, sowie \"Besondere Versicherungsbedingungen\" der Taggeldversicherung \"Pecunia\", Art. 3 Abs. 1) und ist im Übrigen zwischen den Parteien zu Recht unbestritten. Die Substitution von dem Privatversicherungsrecht unterstehenden durch dem Sozialversicherungsrecht zuzuordnende Versicherungsbedingungen BGE 125 V 112 S. 115ist angesichts der grundsätzlichen Unterschiede zwischen Privat- und Sozialversicherung a priori ausgeschlossen.\n\nc) Die Parteien mussten also mit der Nichtgenehmigung der AVB/1996 durch das BPV und demzufolge mit dem Nichtzustandekommen des Vertrages II rechnen. Indessen besteht kein Anlass, am Willen der Arbeitgeberin zu zweifeln, auch im Falle des Nichtzustandekommens des Vertrages II ihrer gesetzlichen und gesamtarbeitsvertraglichen Pflicht zur Lohnfortzahlung bei Krankheit und Mutterschaft und zum Abschluss einer entsprechenden Taggeldversicherung nachzukommen (Art. 324a OR; BGE 122 V 83 Erw. 2, RKUV 1997 Nr. K 983 S. 117; SCARTAZZINI, Krankentaggeldversicherung, in: AJP 1997 S. 667 ff., insbesondere Rz. 10). Der Vertrag II enthält denn auch keine Klausel, wonach der Vertrag I mit der Unterzeichnung des Vertrages II aufgehoben werde. Diese Rechtsfolge wäre demzufolge erst im Zeitpunkt des Inkrafttretens des Vertrages II eingetreten. Da dieser keine Rechtsgültigkeit erlangte, hatte der Vertrag I über den 1. Januar 1996 hinaus Bestand.\n\nd) Damit fragt sich weiter, ob der Vertrag I zufolge der von der Arbeitgeberin ausgesprochenen Kündigung auf den 31. Dezember 1996 ausser Kraft getreten ist. Das Kündigungsschreiben findet sich nicht bei den Verfahrensakten. Die Parteien stimmen jedoch darin überein, dass die Arbeitgeberin den Vertrag II fristgerecht auf Ende 1996 gekündigt hat. Die Kündigungsfrist beträgt sowohl gemäss Vertrag II als auch nach Vertrag I drei Monate; es kann somit davon ausgegangen werden, dass die Frist auch hinsichtlich des Vertrages I eingehalten wurde. Fest steht zudem, dass es der Wille der Arbeitgeberin war, das Versicherungsverhältnis mit der Assura auf den 31. Dezember 1996 zu beenden. Davon geht auch die Assura aus, hat sie doch unter Hinweis auf die Vertragskündigung Taggeldleistungen über das genannte Datum hinaus abgelehnt. Mit der Anerkennung der Kündigung verzichtete die Assura im Übrigen auf die Erfüllung der im Vertrag I vereinbarten minimalen Vertragsdauer von drei Jahren. Unter diesen Umständen ist davon auszugehen, dass der Vertrag I zufolge Kündigung durch die Arbeitgeberin am 31. Dezember 1996 ausser Kraft getreten ist.\n\ne) Die Vorinstanz erwog, der Vertrag I habe gemäss Art. 102 Abs. 2 KVG im Jahre 1996 weiterhin dem KUVG unterstanden. Indessen gilt diese Gesetzesvorschrift nur für \"Bestimmungen der Krankenkassen über Leistungen bei Krankenpflege\".\n\nDie Regelung der Taggeldversicherung in den Art. 67 ff. KVG stimmt weitgehend mit dem alten Recht überein (vgl. RKUV 1998 BGE 125 V 112 S. 116Nr. KV 45 S. 430). Das KVG enthält einige zwingende Vorschriften, welche unabhängig vom Inhalt der einzelnen Verträge Geltung beanspruchen, und überlässt im Übrigen die inhaltliche Ausgestaltung des Versicherungsverhältnisses der Vertragsautonomie der Parteien (BGE 124 V 203 Erw. 2a und 205 Erw. 3d). Unter diesen Voraussetzungen konnte der Gesetzgeber davon absehen, für die altrechtlichen Krankengeldbestimmungen der Krankenkassen eine dem Art. 102 Abs. 2 KVG entsprechende Übergangsordnung (Verpflichtung der Krankenversicherer zur Anpassung ihrer das Taggeld betreffenden Statuten-, Reglements- und Vertragsbestimmungen innerhalb eines Jahres) zu treffen.\n\nFür den Taggeldbereich ist somit in übergangsrechtlicher Hinsicht Art. 102 Abs. 1 KVG massgebend, wonach ab 1. Januar 1996 das neue Recht gilt, wenn anerkannte Krankenkassen nach bisherigem Recht bestehende Krankenpflege- oder Krankengeldversicherungen nach neuem Recht weiterführen. Der Vertrag I unterstand demzufolge ab 1. Januar 1996 dem KVG.\n\nEine Einschränkung des in Art. 102 Abs. 1 KVG festgelegten Grundsatzes sieht das Gesetz lediglich bezüglich der Leistungsdauer von am 1. Januar 1996 bei anerkannten Krankenkassen laufenden Taggeldern vor: Nach Art. 103 Abs. 2 KVG sind diese noch für längstens zwei Jahre nach den Bestimmungen des bisherigen Rechts über die Leistungsdauer zu gewähren (vgl. zu dieser Regelung: Botschaft über die Revision der Krankenversicherung vom 6. November 1991, BBl 1992 I 215). Vorliegend ist diese Sonderregelung indessen nicht von Belang, da nicht die Leistungsdauer im Sinne von Art. 103 Abs. 2 KVG streitig ist, sondern die grundsätzliche Leistungspflicht der Assura für die Zeit ab 1. Januar 1997.\n\n3. a) Die Frage, ob die Assura verpflichtet ist, der Beschwerdeführerin über den 31. Dezember 1996 hinaus Taggelder zu bezahlen, ist - wie dargelegt - anhand der Art. 67 ff. KVG sowie des Vertrages I und der AVB/1995 zu entscheiden.\n\nb) Nach der Rechtsprechung zu den altrechtlichen Krankengeldversicherungen (Art. 12 Abs. 1 und 12bis KUVG) waren die Krankenkassen von Gesetzes wegen nicht verpflichtet, Taggelder über den Zeitpunkt der Beendigung des Versicherungsverhältnisses hinaus zu leisten (SVR 1998 KV Nr. 5 S. 13 Erw. 3, mit Hinweisen).\n\nOb die Leistungspflicht der Krankenversicherer unter dem neuen Recht ebenfalls an den Bestand des Versicherungsverhältnisses gebunden ist, wurde in der Literatur bisher namentlich bezüglich der obligatorischen Krankenpflegeversicherung erörtert (MAURER, Das BGE 125 V 112 S. 117neue Krankenversicherungsrecht, Basel und Frankfurt am Main 1996, S. 42 f.; EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Rz. 42). Während Maurer die weiter bestehende Leistungspflicht für Versicherungsfälle, die vor der Beendigung des Versicherungsverhältnisses eingetreten sind, bejaht, vertritt Eugster die gegenteilige Auffassung. Bezüglich der Taggeldversicherung nach Art. 67 ff. KVG postuliert Maurer ebenfalls eine weiterdauernde Leistungspflicht mit der Begründung, die Pflege- und die Taggeldversicherung sollten diesbezüglich gleich behandelt werden (a.a.O., S. 110).\n\nc) Ob die Versicherer verpflichtet sind, in der obligatorischen Krankenpflegeversicherung (Art. 3 ff. KVG) nach Beendigung des Versicherungsverhältnisses weiterhin Leistungen zu erbringen für Versicherungsfälle, die vor der Beendigung des Versicherungsverhältnisses eingetreten sind, bildet nicht Streitgegenstand dieses Verfahrens und kann demzufolge offen bleiben. Zu entscheiden ist, ob eine solche Leistungspflicht in der freiwilligen Taggeldversicherung (Art. 67 ff. KVG) besteht.\n\nNach Art. 67 Abs. 1 und Art. 68 Abs. 1 KVG sind die Versicherer verpflichtet, in ihrem örtlichen Tätigkeitsbereich mit jeder in der Schweiz wohnhaften oder erwerbstätigen Person, welche das 15., aber noch nicht das 65. Altersjahr zurückgelegt hat, auf deren Antrag eine Taggeldversicherung abzuschliessen. Die Versicherer dürfen für bei der Aufnahme bestehende Krankheiten einen Vorbehalt anbringen (Art. 69 KVG). Muss ein Versicherter unfreiwillig die Taggeldversicherung wechseln, darf ihn die neue Versicherung nicht mit neuen Vorbehalten belasten (Art. 70 KVG). Scheidet eine Person aus einer Kollektivversicherung aus, weil sie nicht mehr zu dem im Vertrag umschriebenen Kreis der Versicherten gehört oder weil der Vertrag aufgelöst wird, hat sie das Recht zum Übertritt in die Einzelversicherung; auch diesfalls dürfen keine neuen Versicherungsvorbehalte angebracht werden (Art. 71 KVG).\n\nDem Versicherten, der nicht freiwillig aus einer Taggeldversicherung nach Art. 67 ff. KVG ausscheidet, steht somit grundsätzlich ein Anspruch zu auf Fortführung derselben bei einem andern Versicherer oder, im Falle des Ausscheidens aus einer Kollektivversicherung, in der Einzelversicherung des bisherigen Versicherers, ohne dass er Nachteile, namentlich die Anbringung eines Vorbehalts, in Kauf nehmen muss. Wer freiwillig eine bestehende Taggeldversicherung kündigt, kann sich vor Nachteilen schützen, indem er die Kündigung erst ausspricht, nachdem er mit der selbst gewählten BGE 125 V 112 S. 118neuen Versicherung einen seinen Bedürfnissen entsprechenden Versicherungsvertrag unterzeichnet hat. Ein Schutzbedürfnis der Versicherten, welchem durch die Verpflichtung der Versicherer zur Weiterausrichtung von Taggeldern nach Beendigung des Versicherungsverhältnisses für Versicherungsfälle, die vor Beendigung des Versicherungsverhältnisses eingetreten sind, Rechnung zu tragen wäre, besteht demnach nicht. Demzufolge ist an der zu dieser Frage unter dem KUVG ergangenen Rechtsprechung festzuhalten. Die für jene Rechtsprechung massgebenden Überlegungen behalten ihre Gültigkeit; dies gilt insbesondere auch mit Blick auf Art. 75 Abs. 1 KVG, wonach die Taggeldversicherung nach dem Ausgabenumlageverfahren finanziert wird (im Ergebnis gleich: BGE 125 V 106).\n\nd) Nach Art. 6 AVB/1995, \"Allgemeine Versicherungsbedingungen\", \"erlischt der Leistungsanspruch in jedem Fall am Tag der Auflösung der Mitgliedschaft. Nach diesem Datum kann der Versicherte auch für hängige Fälle keinerlei Entschädigung mehr beanspruchen.\" Die AVB/1995 erweitern also in der hier streitigen Frage die gemäss Gesetz bestehenden Rechte der Beschwerdeführerin nicht. Da diese auf den Übertritt in die Einzelversicherung der Assura ausdrücklich verzichtet hat, muss ihr Begehren abgewiesen werden."}