{"annee": "125", "cour": "V", "page": "146", "date": "26/4/1999", "cite": ["119 V 475", "98 V 259", "107 V 79", "106 V 129", "119 V 468", "112 IB 309", "123 V 156", "122 V 335", "112 V 55", "117 V 194", "122 I 57", "123 V 81", "124 II 241", "124 V 7", "99 V 43"], "cite_par": ["127 V 294", "127 V 129", "137 V 334", "135 V 58", "134 III 489", "129 V 150", "133 V 504", "131 V 51", "141 V 15", "130 V 97", "131 III 12", "141 V 127", "134 V 9", "133 V 477", "134 V 322", "145 V 370", "131 III 360", "135 V 297", "130 V 393", "144 I 28", "141 V 1"], "chapeau": "22. Urteil vom 26. April 1999 i.S. IV-Stelle des Kantons Thurgau gegen E. und AHV/IV-Rekurskommission des Kantons Thurgau", "regestes": ["Art. 28 al. 2 et 3 LAI; art. 27 et 27bis RAI: Méthode mixte d'évaluation de l'invalidité. La méthode d'évaluation de l'invalidité prévue à l'art. 27bis RAI pour les assurés qui n'exercent une activité lucrative qu'à temps partiel et consacrent le reste de leur temps à l'accomplissement de leurs travaux habituels au sens de l'art. 5 al. 1 LAI est conforme à la loi."], "faits": "BGE 125 V 146 S. 146\n\nA.- Die 1958 geborene E., verheiratet und Mutter zweier Kinder (Jahrgang 1985 und 1988), erlitt am 30. Januar 1992 einen Verkehrsunfall. Dabei zog sie sich unter anderem ein Hyperflexionstrauma der Halswirbelsäule (mit Abbruch der vorderen unteren Kante von C5 und mit Distorsion im Abschnitt C4-C6) zu, in dessen Folge sich Konzentrationsstörungen bei Mehrfachbelastung bemerkbar machten. Im Rahmen der (unfall-)medizinischen Untersuchungen wurde überdies eine möglicherweise auf den Unfall zurückzuführende diskrete sensorineurale Hörstörung im Hochtonbereich links festgestellt. Ab 9. August 1993 arbeitete E. teilzeitlich, ab 1. Januar 1995 durchschnittlich 4 1/3 Stunden pro Tag bei einem vollen Arbeitspensum im Betrieb von 41 Stunden in der Woche, als BGE 125 V 146 S. 147Schaltersekretärin/Sachbearbeiterin in der Schule X, nachdem sie - nach ihren eigenen Angaben - seit ihrer Heirat 1984 nicht mehr erwerbstätig gewesen war. Daneben führte sie wie bis anhin den 4-Personen-Haushalt, wobei sie anfänglich wegen Beschwerden im Nackenbereich mit eingeschränkter Beweglichkeit, insbesondere für Putzarbeiten, auf eine Haushalthilfe angewiesen war.\n\nAm 29. März 1995 meldete sich E. bei der Invalidenversicherung unter anderem zum Bezug einer Rente an. Die IV-Stelle des Kantons Thurgau klärte die gesundheitlichen und erwerblichen Verhältnisse sowie die Behinderung im Haushaltbereich ab, wozu sie auch die für die (privat-)unfallversicherungsrechtliche Schadensabwicklung erstellten medizinischen Akten beizog. Nach Durchführung des Vorbescheidverfahrens lehnte die IV-Stelle mit Verfügung vom 14. Mai 1996 das Leistungsbegehren ab. Zur Begründung führte sie an, auf Grund der Akten sei davon auszugehen, dass die Versicherte im Gesundheitsfall als Personalberaterin im Umfang von 80% einer Vollzeitstelle bei ihrer früheren Arbeitgeberin (Y AG) erwerbstätig wäre. Dabei würde sie ein Einkommen (ohne Behinderung) von Fr. 55'200.-- erzielen. Im Weitern übe die Versicherte trotz der gesundheitlichen Beeinträchtigung und der Haushaltarbeit eine Erwerbstätigkeit im Rahmen eines 60%-Arbeitspensums aus, wobei sie einen Lohn von Fr. 28'925.-- im Jahr verdiene. Da ihr auf Grund der medizinischen Angaben eine 80%-Stelle als Sekretariatsangestellte zumutbar sei, könnte sie (mit Behinderung) ein Erwerbseinkommen von Fr. 38'566.-- erreichen. Daraus resultiere eine Erwerbseinbusse von Fr. 16'634.-- oder ein Invaliditätsgrad von 30%. Werde die 40%ige Einschränkung in der Haushalttätigkeit mitberücksichtigt, ergebe sich eine (rentenausschliessende) Gesamtinvalidität von 38% (30% + 0,2 x 40%).\n\nB.- E. liess hiegegen Beschwerde erheben und beantragen, die Verfügung vom 14. Mai 1996 sei aufzuheben und es sei ihr eine halbe Invalidenrente zuzusprechen. Die IV-Stelle nahm in der Vernehmlassung eine Neuberechnung des Invaliditätsgrades vor, indem sie das Erwerbseinkommen mit Behinderung auf Fr. 28'925.-- reduzierte und die entsprechend höhere erwerbsbezogene Invalidität von 47,5% mit 0,8 gewichtete. Dies ergab, bei im Übrigen unveränderten Bemessungsfaktoren, eine Gesamtinvalidität von 46% (0,8 x 47,5% + 0,2 x 40%). Dementsprechend stellte sie sinngemäss Antrag auf teilweise Gutheissung der Beschwerde mit der Feststellung, dass die Versicherte Anspruch auf eine Viertelsrente habe. Gegen die neue Invaliditätsschätzung der Verwaltung wurde in der Replik vorgebracht, als Erwerbseinkommen ohne BGE 125 V 146 S. 148Behinderung habe nicht das hypothetische Einkommen bei einer Teilerwerbstätigkeit von 80%, sondern dasjenige bei Vollzeitarbeit zu gelten. Dieses belaufe sich (bei einer Agenturleiterin der Firma Y AG) auf Fr. 80'000.-- im Jahr und nicht bloss Fr. 69'000.--, wie von der Verwaltung angenommen. Die Gesamtinvalidität betrage somit 59,1% (0,8 x 63,8% + 0,2 x 40%). In der Duplik hielt die IV-Stelle an ihrem Antrag gemäss Vernehmlassung fest.\n\nMit Entscheid vom 17. Dezember 1996 hiess die AHV/IV-Rekurskommission des Kantons Thurgau die Beschwerde gut und hob die angefochtene Verfügung auf, sinngemäss mit der Feststellung, dass E. bei einem Invaliditätsgrad von 58,8% (50,8% + 0,2 x 40%) Anspruch auf eine halbe Rente der Invalidenversicherung habe.\n\nC.- Die IV-Stelle führt Verwaltungsgerichtsbeschwerde mit den Rechtsbegehren, es sei der Entscheid der kantonalen Rekurskommission aufzuheben und festzustellen, dass der Versicherten eine Viertelsrente auf Grund einer Invalidität von 48,6% (0,8 x 50,8% + 0,2 x 40%) zustehe.\n\nWährend E. auf Abweisung der Verwaltungsgerichtsbeschwerde schliessen lässt, beantragt das Bundesamt für Sozialversicherung (BSV) deren Gutheissung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Im Streite liegt der Anspruch auf eine (halbe) Rente der Invalidenversicherung ab 1. März 1994.\n\n2. a) Nach Art. 28 Abs. 1 und 1bis IVG hat der Versicherte Anspruch auf eine ganze Rente, wenn er zu mindestens 66 2/3 Prozent, auf eine halbe Rente, wenn er zu mindestens 50 und in Härtefällen zu mindestens 40 Prozent und auf eine Viertelsrente, wenn er zu mindestens 40 Prozent invalid ist. Invalidität im Sinne dieser Bestimmung ist die durch einen körperlichen oder geistigen Gesundheitsschaden als Folge von Geburtsgebrechen, Krankheit oder Unfall verursachte, voraussichtlich bleibende oder längere Zeit dauernde Erwerbsunfähigkeit (Art. 4 Abs. 1 IVG). War ein Versicherter mit vollendetem 20. Altersjahr vor Eintritt der Invalidität nicht erwerbstätig und kann ihm die Aufnahme einer Erwerbstätigkeit nicht zugemutet werden, so wird die Unmöglichkeit, sich im bisherigen Aufgabenbereich zu betätigen, der Erwerbsunfähigkeit gleichgestellt (Art. 5 Abs. 1 IVG).\n\nBGE 125 V 146 S. 149\n\nFür die Bemessung der Invalidität bei einem erwerbstätigen Versicherten wird das Erwerbseinkommen, das er nach Eintritt der Invalidität und nach Durchführung allfälliger Eingliederungsmassnahmen durch eine ihm zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte (Invalideneinkommen), in Beziehung gesetzt zum Erwerbseinkommen, das er erzielen könnte, wenn er nicht invalid geworden wäre (Valideneinkommen; Art. 28 Abs. 2 IVG). Für Versicherte, die vor Eintritt der Invalidität nicht erwerbstätig waren, erlässt der Bundesrat ergänzende Vorschriften über die Bemessung der Invalidität (Art. 28 Abs. 3 IVG). Gestützt auf diese Delegationsnorm hat der Verordnungsgeber Art. 27 und 27bis IVV geschaffen.\n\nGemäss Art. 27 IVV wird bei nichterwerbstätigen Versicherten im Sinne von Artikel 5 Absatz 1 IVG für die Bemessung der Invalidität darauf abgestellt, in welchem Masse sie behindert sind, sich im bisherigen Aufgabenbereich zu betätigen (spezifische Methode; Abs. 1). Als Aufgabenbereich der im Haushalt tätigen Versicherten gilt die übliche Tätigkeit im Haushalt und allenfalls im Betrieb des Ehepartners sowie die Erziehung der Kinder (Abs. 2). Bei einem Versicherten, der nur zum Teil erwerbstätig ist, wird laut Art. 27bis IVV für diesen Teil die Invalidität nach Artikel 28 Absatz 2 IVG festgelegt. War er daneben in einem Aufgabenbereich nach Artikel 5 Absatz 1 IVG tätig, so wird die Invalidität für diese Tätigkeit nach Artikel 27 IVV festgelegt. In diesem Falle ist der Anteil der Erwerbstätigkeit und der Tätigkeit im andern Aufgabenbereich festzulegen und der Invaliditätsgrad entsprechend der Behinderung in beiden Bereichen zu bemessen (Abs. 1; gemischte Methode). Ist anzunehmen, dass der Versicherte im Zeitpunkt der Prüfung des Rentenanspruchs ohne Gesundheitsschaden ganztägig erwerbstätig wäre, so ist die Invalidität ausschliesslich nach den Grundsätzen für Erwerbstätige zu bemessen (Abs. 2).\n\nb) Nach der Gerichts- und Verwaltungspraxis zu Art. 27bis IVV entspricht der Anteil der Erwerbstätigkeit dem zeitlichen Umfang der vom Versicherten ohne gesundheitliche Beeinträchtigung ausgeübten Beschäftigung im Verhältnis zu der im betreffenden Beruf üblichen (Normal-)Arbeitszeit. Wird der so erhaltene Wert mit 'a' bezeichnet, ergibt sich der Anteil des Aufgabenbereichs nach Art. 5 Abs. 1 IVG aus der Differenz 1-a (vgl. ZAK 1992 S. 127, 1980 S. 598). Bei einem hypothetischen Arbeitspensum von 20 Stunden in der Woche beispielsweise resultiert bei einer wöchentlichen Normalarbeitszeit von 42 Stunden ein Anteil der Erwerbstätigkeit von rund BGE 125 V 146 S. 1500,48 (20 Stunden/42 Stunden) und ein solcher von 0,52 für den nichterwerblichen Bereich (vgl. Rz. 2139 f. der Wegleitung des BSV über Invalidität und Hilflosigkeit in der Invalidenversicherung [WIH] in der ab 1. Januar 1990 gültigen Fassung). Die Gesamtinvalidität entspricht der Summe der mit den jeweiligen Anteilen gewichteten (erwerbs- und nicht erwerbsbezogenen) Invaliditätsgrade.\n\nIm Weitern sind bei der Bemessung der Invalidität im erwerblichen Bereich die Vergleichsgrössen Validen- und Invalideneinkommen im zeitlichen Rahmen der ohne Gesundheitsschaden (voraussichtlich dauernd) ausgeübten Teilerwerbstätigkeit zu bestimmen (ZAK 1992 S. 132 Erw. 3, in SVR 1996 IV Nr. 76 S. 221 f. nicht publizierte Erw. 3 des Urteils C. vom 19. Juli 1995, unveröffentlichte Urteile C. vom 22. Juli 1993 und D. vom 11. Mai 1983; vgl. auch ZAK 1978 S. 401 oben).\n\nc) Ob ein Versicherter als ganztägig oder zeitweilig Erwerbstätiger oder als Nichterwerbstätiger einzustufen ist - was je zur Anwendung einer andern Methode der Invaliditätsbemessung (Einkommensvergleich, Betätigungsvergleich, gemischte Methode) führt -, ergibt sich aus der Prüfung, was der Versicherte bei im Übrigen unveränderten Umständen täte, wenn keine gesundheitliche Beeinträchtigung bestünde. Bei im Haushalt tätigen Versicherten im Besonderen sind die persönlichen, familiären, sozialen und erwerblichen Verhältnisse ebenso wie allfällige Erziehungs- und Betreuungsaufgaben gegenüber Kindern, das Alter, die beruflichen Fähigkeiten und die Ausbildung sowie die persönlichen Neigungen und Begabungen zu berücksichtigen. Die Statusfrage beurteilt sich praxisgemäss nach den Verhältnissen, wie sie sich bis zum Erlass der Verwaltungsverfügung entwickelt haben, wobei für die hypothetische Annahme einer im Gesundheitsfall ausgeübten (Teil-)Erwerbstätigkeit der im Sozialversicherungsrecht übliche Beweisgrad der überwiegenden Wahrscheinlichkeit erforderlich ist (BGE 117 V 194 f. Erw. 3b mit Hinweisen; AHI 1997 S. 288 ff. Erw. 2b, 1996 S. 197 Erw. 1c, je mit Hinweisen).\n\n3. Die kantonale Rekurskommission hat einen Invaliditätsgrad von 58,8% ermittelt. Zu diesem Ergebnis ist sie im Wesentlichen auf Grund der Überlegung gelangt, nach Lage der Akten ginge die Versicherte ohne Gesundheitsschaden neben der Besorgung des Haushalts zu 80% einer Erwerbstätigkeit nach. Dies werde auch seitens der IV-Stelle anerkannt. Es komme daher die gemischte Methode (bei einem Anteil der Erwerbstätigkeit von BGE 125 V 146 S. 1510,8) zur Anwendung. Hinsichtlich des Valideneinkommens könne als erstellt gelten, dass die Versicherte \"mit grosser Wahrscheinlichkeit\" seit ca. Frühjahr/Sommer 1993 wieder bei ihrer früheren Arbeitgeberin (Y AG) arbeiten würde. Gemäss dem Bestätigungsschreiben der Firma vom 8. September 1995 hätten entsprechende Verhandlungen über eine Wiederanstellung in der früheren Funktion als Personalberaterin (Salärannahme bei 100%, ca. Fr. 66'000.-- bis Fr. 72'000.--) oder als Agenturleiterin (Salärannahme bei 100%, ca. Fr. 75'000.-- bis Fr. 85'000.--) im Herbst 1991 stattgefunden. Bei einer möglichen Anstellung als Personalberaterin könne auf Grund der Erfahrung der Versicherten vom oberen Lohnniveau für diese Tätigkeit ausgegangen werden. Demgegenüber hätte sie für die Position als Agenturleiterin nach ihrer Familienphase offensichtlich weniger Erfahrung einbringen können und daher mit einem Gehalt im unteren Bereich des Lohnrahmens beginnen müssen. Unter Berücksichtigung der gesamten Umstände rechtfertige es sich, von einem durchschnittlichen Einkommen von Fr. 73'500.-- auszugehen. In Bezug auf das Invalideneinkommen sei unbestritten, dass die Versicherte an ihrem jetzigen Arbeitsplatz mit einem Pensum von rund 60% optimal eingegliedert sei und dass eine Erhöhung des Arbeitspensums auf Grund der gesundheitlichen Situation ausser Betracht falle. Als Invalideneinkommen habe daher der (im ersten Halbjahr 1995 erzielte und auf ein Jahr aufgerechnete) Lohn von Fr. 28'925.-- zu gelten. Daraus ergebe sich für den erwerblichen Bereich eine Erwerbseinbusse von Fr. 29'875.-- ([Fr. 73'500.--/100% x 80%] - Fr. 28'925.--) und somit ein Invaliditätsgrad von 50,8% (Fr. 29'875.--/Fr. 58'800.-- x 100%). Da dieser Wert bereits den vollen Bereich der 80%igen ausserhäuslichen Erwerbstätigkeit umfasse, habe nicht nochmals eine Umrechnung auf den Anteil der Erwerbstätigkeit von 0,8 zu erfolgen, sodass für den erwerblichen Bereich von einer Invalidität von 50,8% auszugehen sei. Bei einer unbestrittenen Behinderung im Haushaltbereich von 40% resultiere somit eine Gesamtinvalidität von 58,8% (50,8% + 0,2 x 40%), was Anspruch auf eine halbe Rente gebe.\n\nDie beschwerdeführende IV-Stelle bestreitet die Richtigkeit der vorinstanzlichen Invaliditätsschätzung insofern, als die im zeitlichen Rahmen des ohne gesundheitliche Beeinträchtigung geleisteten Arbeitspensums von 80% ermittelte Einschränkung im erwerblichen Bereich nicht \"ebenso wie im Bereich der Haushalttätigkeit\" mit dem Anteil der Erwerbstätigkeit von 0,8 gewichtet BGE 125 V 146 S. 152werde. Die Berechnungsweise der kantonalen Rekurskommission hätte zur Folge, dass immer dann, wenn im erwerblichen Bereich eine 100%ige Erwerbsunfähigkeit ausgewiesen sei, nach Hinzuzählen des Invaliditätsgrades im Bereich der Haushalttätigkeit die Gesamtinvalidität über 100% liegen würde. Im vorliegenden Fall sei somit der Invaliditätsgrad nach der Formel 0,8 x 50,8% + 0,2 x 40% zu berechnen, betrage also 48,6%, sodass lediglich Anspruch auf eine Viertelsrente bestehe.\n\n4. Die vorinstanzliche Invaliditätsbemessung widerspricht der geltenden Praxis (und Art. 27bis IVV, vgl. nachstehende Erw. 5b) zur Anwendung der gemischten Methode. Danach ist die vorliegend insoweit richtig auf der Grundlage der ohne Behinderung ausgeübten Teilerwerbstätigkeit ermittelte Einschränkung im erwerblichen Bereich bei der Festsetzung der Gesamtinvalidität nicht voll in Anschlag zu bringen, sondern gewichtet mit dem dem hypothetischen Teilarbeitspensum entsprechenden Anteil (hier: 0,8) mitzuberücksichtigen (vgl. Erw. 2b hievor). Die kantonale Rekurskommission hat \"ihre\" modifizierte Anwendung der gemischten Methode nicht näher begründet. Gleichwohl rechtfertigt sich hier eine Überprüfung der geltenden Praxis im Lichte der im jüngeren Schrifttum daran geäusserten Kritik (SUSANNE LEUZINGER-NAEF, Sozialversicherungsrechtliche Probleme flexibilisierter Arbeitsverhältnisse, und ALEXANDRA RUMO-JUNGO, Ausgewählte Gerichtsentscheide aus dem Sozialversicherungsrecht im Zusammenhang mit Teilzeitarbeitsverhältnissen, je in: Freiburger Sozialrechtstag 1996, Neue Erwerbsformen - veraltetes Arbeits- und Sozialversicherungsrecht? [Hrsg. Erwin Murer], S. 91 ff. und S. 187 ff.).\n\nDie genannten beiden Autorinnen begründen ihren Standpunkt zusammengefasst wie folgt: Gemäss Art. 4 IVG sei die Einbusse der Erwerbsfähigkeit und nicht die Einbusse des Erwerbs versichertes Risiko. Damit stimme der Wortlaut von Art. 28 Abs. 2 IVG überein, wonach die Erwerbseinkommen, die die versicherte Person vor bzw. nach Eintritt der Invalidität zumutbarerweise erzielen könnte, zueinander in Beziehung zu setzen sind. Dabei beurteile sich der Begriff der Zumutbarkeit im Sinne dieser Bestimmung einzig nach der höchstpersönlichen Leistungsfähigkeit. Für die Schätzung der Erwerbsfähigkeit vor Eintritt des Gesundheitsschadens sei deshalb nicht von Belang, ob die versicherte Person ihre Erwerbsfähigkeit im damaligen Zeitpunkt im Rahmen eines Vollzeitpensums ausgenützt hatte (a.a.O., S. 129 f.). Die geltende BGE 125 V 146 S. 153Praxis, wonach bei Teilerwerbstätigen (mit oder ohne Aufgabenbereich im Sinne von Art. 5 Abs. 1 IVG) die Invalidität auf der Grundlage der betreffenden Teilzeitbeschäftigung zu bestimmen ist, widerspreche sodann der Rechtsprechung zu dem mit Art. 28 Abs. 2 IVG praktisch wortgleichen Art. 18 Abs. 2 zweiter Satz UVG. In BGE 119 V 481 f. Erw. 2b habe das Eidg. Versicherungsgericht im Wesentlichen gestützt auf den Wortlaut dieser Bestimmung entschieden, dass die Invalidität bei teilzeitlich erwerbstätigen Versicherten bezogen auf eine Vollzeittätigkeit zu ermitteln sei. Diese Regel habe auch in der Invalidenversicherung zu gelten, da der Invaliditätsbegriff in diesem Bereich mit demjenigen in der obligatorischen Unfallversicherung grundsätzlich übereinstimme (a.a.O., S. 130 und S. 196 f., je mit Hinweis auf BGE 119 V 470 Erw. 2b). Im Weitern kann nach Auffassung beider Autorinnen Art. 27bis Abs. 1 IVV, richtig ausgelegt, nur in dem Sinne verstanden werden, dass die Invalidität im erwerblichen Bereich entsprechend der Erwerbsfähigkeit bei voller Erwerbstätigkeit zu bestimmen ist. Danach seien in einem ersten Schritt die Invalidität im erwerblichen Bereich gemäss Art. 28 Abs. 2 IVG festzulegen, danach die Behinderung im andern Aufgabenbereich gemäss Art. 27 IVV zu bestimmen und schliesslich die beiden Tätigkeitsbereiche zu gewichten (a.a.O., S. 131 und S. 210 f.). Schliesslich weist LEUZINGER-NAEF darauf hin, dass die Anwendung der gemischten Methode nach der geltenden Praxis dem Umstand nicht oder zumindest zu wenig Rechnung trage, dass die Belastung durch die Tätigkeit im andern Aufgabenbereich nach Art. 5 Abs. 1 IVG die Erwerbsarbeit beeinflussen könne und umgekehrt. Dabei würden erfahrungsgemäss teilerwerbstätige Hausfrauen bei einer gesundheitlichen Beeinträchtigung ihre Erwerbstätigkeit vollständig einstellen, um wenigstens den Haushalt noch besorgen zu können (a.a.O., S. 126 mit Hinweis auf PETER STEIN, Die Invalidität, Weg oder Irrweg von Gesetzgebung und Praxis, in: Festschrift 75 Jahre EVG, Bern 1992, S. 431 ff., S. 441 f. sowie S. 208 f.).\n\n5. a) Die Frage der von LEUZINGER-NAEF und RUMO-JUNGO vorgeschlagenen modifizierten Anwendung der gemischten Methode in dem Sinne, dass die Einschränkung im erwerblichen Bereich bezogen auf eine Vollerwerbstätigkeit zu ermitteln sei, stand schon einmal, im unveröffentlichten Urteil B. vom 19. Mai 1993, zur Diskussion. In jenem Fall ging die Verwaltung davon aus, bei einer medizinisch-theoretischen Arbeitsunfähigkeit von 50% wäre der Versicherten die ohne gesundheitliche Beeinträchtigung ausgeübte BGE 125 V 146 S. 154Teilerwerbstätigkeit im Rahmen eines 40%-Arbeitspensums ohne nennenswerte Einschränkung zumutbar. Dementsprechend setzte sie den Invaliditätsgrad im erwerblichen Bereich auf 0% fest. Dagegen stellte sich die kantonale Rekurskommission auf den Standpunkt, diese (praxiskonforme) Bemessung der Invalidität lasse die Tatsache ausser Acht, dass sich die im streitigen Fall festgestellte Arbeitsunfähigkeit von 50% auch bei einer zu 40% ausgeübten Berufstätigkeit auswirke. Bestehe im beruflichen Bereich eine zumutbare Restarbeitsfähigkeit von 50%, so habe die Versicherte mit der Ausschöpfung derselben zu 40% ihre Kräfte grösstenteils verausgabt. Die restliche Zeit stehe nicht mehr vollumfänglich für den zu verrichtenden Anteil an Haushaltarbeit zur Verfügung, sondern müsse für die Regenerierung verwendet werden. Die Invaliditätsbemessung der Verwaltung, welche im beruflichen Bereich von einem Invaliditätsgrad von 0% ausgehe, trage diesem Umstand keine Rechnung. Mit dieser Begründung setzte die damalige Vorinstanz die Invalidität im erwerblichen Bereich auf \"20% (50% von 40%)\" fest.\n\nDas Eidg. Versicherungsgericht hat diese Betrachtungsweise und damit eine Änderung der Praxis abgelehnt. Es hat im Wesentlichen erwogen, nach der gesetzlichen Regelung (Art. 4 f. IVG) bemesse sich die Invalidität bei Versicherten, welchen die Aufnahme einer (vollen) Erwerbstätigkeit zugemutet werden könne, allein auf Grund der Erwerbsunfähigkeit. Die Betätigung im bisherigen Aufgabenbereich sei unbeachtlich; weder werde eine (invaliditätsbedingte) Behinderung kumulativ mitberücksichtigt noch falle eine dadurch bewirkte Leistungseinbusse ins Gewicht. Umgekehrt sei bei einem Versicherten, welchem die Aufnahme einer Erwerbstätigkeit nicht zumutbar sei, allein die (durch einen Betätigungsvergleich ermittelte) Unmöglichkeit, sich im bisherigen Aufgabenbereich zu betätigen, massgebend, ohne Berücksichtigung einer (hypothetischen) Erwerbsunfähigkeit. Diese für das Gericht verbindliche Normierung (Art. 113 Abs. 3/114bis Abs. 3 BV) habe der Verordnungsgeber im Rahmen der ihm in Art. 28 Abs. 3 IVG eingeräumten Regelungsbefugnis in analoger Weise auf den Fall der Teilerwerbstätigkeit (Art. 27bis IVV sowie ZAK 1977 S. 16 f. und 1978 S. 401 oben) übertragen. Mit anderen Worten sei bei der Invaliditätsbemessung im erwerblichen Bereich die Tätigkeit im andern Aufgabenbereich, namentlich eine dadurch bewirkte Leistungseinbusse, unerheblich. Entsprechend werde die Behinderung im andern Aufgabenbereich unabhängig von einer erwerblich bedingten Leistungseinbusse ermittelt. Im BGE 125 V 146 S. 155Weitern ergebe sich aus der Bestimmung des Anteils der Erwerbstätigkeit und damit der Tätigkeit im andern Aufgabenbereich mittels eines erwerbsbezogenen Zeitvergleichs, dass die beiden Bereiche Teil eines Ganzen bilden und in dem Sinne nicht getrennt voneinander behandelt werden können, dass die Unmöglichkeit, sich im bisherigen Aufgabenbereich zu betätigen, der Erwerbsunfähigkeit (eben) nur insoweit gleichgestellt sei, als dem Versicherten die Aufnahme einer Erwerbstätigkeit nicht zugemutet werden könne (vgl. Art. 5 Abs. 1 IVG). Damit nicht verträglich sei die Sichtweise des kantonalen Gerichts, welches sinngemäss teilerwerbstätige Versicherte gleichzeitig als Vollerwerbstätige und Nichterwerbstätige behandle (vgl. EVGE 1964 S. 261 Erw. 2 sowie BGE 99 V 43). Soweit im Übrigen mit der vorinstanzlich verfochtenen modifizierten Anwendung der gemischten Methode ein - im konkreten Fall um 20% - höherer Invaliditätsgrad resultiere, erscheine fraglich, ob damit der erwerblich (durch Ausschöpfung der Restarbeitsfähigkeit) bedingten Leistungseinbusse im andern Aufgabenbereich angemessen Rechnung getragen werde. Denn es sei nicht ersichtlich, inwiefern die erwerbliche Invalidität bezogen auf eine Ganztagestätigkeit, soweit grösser als die auf Grund der (hypothetischen) Teilerwerbstätigkeit ermittelte Einschränkung, hiefür die \"richtige\" Messgrösse sein sollte. Es sei daher nicht auszuschliessen, dass mit dieser Berechnungsweise unter den Teilerwerbstätigen Ungleichheiten geschaffen würden. An diesen Ausführungen ist im Sinne der nachstehenden Erwägungen festzuhalten.\n\nb) Die geltende Praxis zur Bemessung der Invalidität bei teilerwerbstätigen Versicherten mit einem anderen Aufgabenbereich nach Art. 5 Abs. 1 IVG entspricht dem klaren Willen des Verordnungsgebers (vgl. ZAK 1977 S. 16 f. und 1978 S. 401 oben), wie er auch im Wortlaut des Art. 27bis Abs. 1 IVV zum Ausdruck kommt. Der erste Satz dieser Vorschrift hält in allen drei Amtssprachen ausdrücklich fest, dass bei einem Versicherten, der nur zum Teil, (\"qu'à temps partiel\" bzw. \"solo parzialmente\") erwerbstätig ist, für diesen Teil (\"pour cette part\" resp. \"per questa parte\") die Invalidität nach Art. 28 Abs. 2 IVG festgelegt wird. Eine solche repetitive Formulierung kann nur in dem Sinne verstanden werden, dass die Invalidität bei Teilerwerbstätigen ungeachtet, ob sie daneben in einem andern Aufgabenbereich nach Art. 5 Abs. 1 IVG tätig sind, bezogen auf die tatsächlich oder hypothetisch ausgeübte Teilerwerbstätigkeit zu ermitteln ist. Diese einzig BGE 125 V 146 S. 156mögliche Auslegung wird auch insofern bestätigt, als im dritten Satz von Art. 27bis Abs. 1 IVV in der französischen und italienischen Fassung von der Behinderung in den in Frage stehenden Aktivitäten (\"dans les deux activités en question\" bzw. \"nelle due attività in questione\") die Rede ist. Der Wortlaut von Art. 27bis IVV ist lediglich insoweit unklar, als er offen lässt, wie der Anteil der Erwerbstätigkeit und der Tätigkeit im andern Aufgabenbereich festzulegen ist. Auf die vorab aus dem Gesetz geschöpften Argumente gegen die geltende Praxis der Invaliditätsbemessung bei Teilerwerbstätigen mit einem andern Aufgabenbereich gemäss Art. 5 Abs. 1 IVG ist somit zunächst unter dem Gesichtspunkt der Gesetzmässigkeit dieser Verordnungsbestimmung einzugehen. Dagegen stellt sich die Frage einer Praxisänderung (vgl. dazu BGE 123 V 157 Erw. 3b, BGE 107 V 82 Erw. 5, je mit Hinweisen; vgl. auch BGE 122 I 59 Erw. 3c/aa) erst, wenn, und wäre eine solche überhaupt nur und soweit zulässig, als Art. 27bis IVV offensichtlich aus dem Rahmen der dem Bundesrat in Art. 28 Abs. 3 IVG eingeräumten Regelungsbefugnisse herausfiele oder sich aus andern Gründen als verfassungs- oder gesetzwidrig erwiese (vgl. BGE 124 II 245 Erw. 3, BGE 123 V 84 f. Erw. 4a, je mit Hinweisen). Die gegenteilige Auffassung liesse sich mit dem Gewaltenteilungsprinzip nicht vereinbaren (vgl. BGE 124 V 10 f. Erw. 5b/cc sowie BGE 112 Ib 310 f. Erw. 2 und BGE 112 V 58 f. Erw. 2a).\n\nc) aa) Zunächst ist festzustellen, dass der Bundesrat auf Grund von Art. 28 Abs. 3 IVG grundsätzlich zu allen durch das Gesetz nicht geregelten Fragen im Zusammenhang mit der Bemessung der Invalidität bei Versicherten, die vor Eintritt des Gesundheitsschadens nicht erwerbstätig waren, Vorschriften erlassen kann (Botschaft zum Entwurf eines Bundesgesetzes über die Invalidenversicherung [...] vom 24. Oktober 1958, BBl 1958 II 1137ff., 1197 und 1263). Diese weite Kompetenz umfasst insbesondere auch die Befugnis zur Regelung der vom Gesetz nicht beantworteten Frage der Invaliditätsbemessung bei teilerwerbstätigen Versicherten mit daneben einem Aufgabenbereich nach Art. 5 Abs. 1 IVG, was der Verordnungsgeber mit Art. 27 IVV und dem auf den 1. Januar 1977 in Kraft getretenen und seit 1. Januar 1983 geschlechterneutral formulierten Art. 27bis IVV denn auch tat (vgl. ZAK 1977 S. 16 und 1982 S. 335). Bis zu jenem Zeitpunkt galt eine versicherte Person, namentlich eine Hausfrau, entweder als nicht erwerbstätig oder als (voll) erwerbstätig, wobei sich die Statusfrage im Einzelfall nach den von der Rechtsprechung entwickelten Kriterien beurteilte (vgl. BGE 99 V 43, BGE 98 V 259 BGE 125 V 146 S. 157und 265 sowie EVGE 1964 S. 258). Dass sich Art. 27bis IVV im Rahmen der weiten Delegationsnorm des Art. 28 Abs. 3 IVG hält, hat das Eidg. Versicherungsgericht im Übrigen bereits in ZAK 1979 S. 271 Erw. 1b entschieden und wird auch in der Lehre anerkannt (MEYER-BLASER, Die Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, Bundesgesetz über die Invalidenversicherung, Zürich 1997, S. 220 f.; RUMO-JUNGO, a.a.O., S. 211).\n\nbb) Im Weitern verstösst die Regelung des Art. 27bis IVV nicht gegen den gesetzlichen Begriff der Invalidität (Art. 4 Abs. 1 IVG) und deren Bemessung bei Erwerbstätigen ohne anderen Aufgabenbereich nach Art. 5 Abs. 1 IVG unter dem Gesichtspunkt des Rentenanspruchs (Art. 28 Abs. 2 IVG). Versichertes Risiko ist die voraussichtlich bleibende oder längere Zeit dauernde Erwerbsunfähigkeit, indessen lediglich wenn und soweit die Einschränkung in der Erwerbstätigkeit auf eine gesundheitliche Beeinträchtigung (Geburtsgebrechen, Krankheit oder Unfall) zurückzuführen ist (BBl 1958 II 1160 f.; MEYER-BLASER, a.a.O., S. 8 f.). Wäre eine versicherte Person gesundheitlich in der Lage, voll erwerbstätig zu sein, reduziert sie aber ihr Arbeitspensum aus freien Stücken, sei es um mehr Freizeit zu haben, sei es um einer (Weiter-)Ausbildung nachzugehen, oder ist die Ausübung einer Ganztagestätigkeit aus Gründen des Arbeitsmarktes nicht möglich, hat dafür nicht die Invalidenversicherung einzustehen (BBl 1958 II 1162; LEUZINGER-NAEF, a.a.O., S. 124 f. sowie RUMO-JUNGO, a.a.O., S. 195 unten f.; zur Kausalität und Finalität des Invaliditätsbegriffes im Allgemeinen und zur Bedeutung der sogenannten invaliditätsfremden Faktoren im Besonderen vgl. MEYER-BLASER, a.a.O., S. 14 f. und dortige Hinweise). Folgerichtig hat die Rechtsprechung entschieden, dass unter dem Erwerbseinkommen, das der Versicherte erzielen könnte, wenn er nicht invalid geworden wäre, nach Art. 28 Abs. 2 IVG jenes Einkommen zu verstehen ist, welches er als Gesunder tatsächlich erzielen würde. Ist auf Grund der Umstände des Einzelfalles anzunehmen, dass der Versicherte sich ohne gesundheitliche Beeinträchtigung voraussichtlich dauernd mit einer bescheidenen Erwerbstätigkeit begnügte, so ist darauf abzustellen, auch wenn er an sich besser entlöhnte Erwerbsmöglichkeiten hätte (ZAK 1992 S. 92 Erw. 4a mit Hinweisen; erwähntes Urteil B. vom 19. Mai 1993; vgl. auch RKUV 1993 Nr. U 168 S. 97). An dieser Konzeption ändert der Sonderfall des Art. 5 Abs. 1 IVG nichts, zumal sich diese Gesetzesnorm direkt und in für den Richter verbindlicher Weise BGE 125 V 146 S. 158(Art. 113 Abs. 3/114bis Abs. 3 BV) auf den (finalen) Invaliditätsbegriff als solchen bezieht.\n\ncc) Sodann lässt auch BGE 119 V 481 Erw. 2b, wonach sich im Bereich der Unfallversicherung die Invalidität bei teilerwerbstätigen Versicherten, insbesondere auch das Valideneinkommen, dem Wortlaut von Art. 18 Abs. 2 zweiter Satz UVG entsprechend auf der Grundlage der erwerblichen Möglichkeiten bemisst, Art. 27bis IVV nicht als gesetzwidrig erscheinen. Dabei ist an dieser Stelle weder auf die Kritik von DUC (Les assurances sociales en Suisse, Lausanne 1995, S. 434 ff. Fn. 683) an diesem Entscheid näher einzugehen noch zu dieser Rechtsprechung, insbesondere im Lichte von RKUV 1993 Nr. U 168 S. 97, Stellung zu nehmen. Zwar gilt der Grundsatz der Einheitlichkeit des Invaliditätsbegriffs in der Invaliden- und in der Unfallversicherung. Danach hat die Schätzung der Invalidität mit Bezug auf den gleichen Gesundheitsschaden in beiden Bereichen praxisgemäss den gleichen Invaliditätsgrad zu ergeben (BGE 119 V 470 Erw. 2b mit Hinweisen; LOCHER, Grundriss des Sozialversicherungsrechts, Bern 1997, 2. Aufl., S. 80 Rz. 5 und S. 263 Rz. 12). Diese Koordinationsregel findet indessen ihre Schranke dort, wo die unterschiedliche gesetzliche Regelung oder Rechtspraxis in den einzelnen Versicherungszweigen ungeachtet des übereinstimmenden Invaliditätsbegriffes zu einer abweichenden Invaliditätsbemessung führen kann (vgl. dazu die in BGE 119 V 470 f. Erw. 2b angeführten Beispiele; ferner RUMO-JUNGO, Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, Bundesgesetz über die Unfallversicherung, 2. Aufl., S. 97).\n\nEin wesentlicher Unterschied zwischen der Invalidenversicherung und der obligatorischen Unfallversicherung besteht nun darin, dass in jenem Bereich auch gesundheitlich bedingte Behinderungen in nicht unter den Begriff der Erwerbstätigkeit im engeren Sinne (vgl. dazu Art. 1 ff. IVG und BGE 106 V 131 Erw. 3a mit Hinweisen) fallenden Beschäftigungen, wie insbesondere die Hausarbeit, versichert sind. Dies beruht auf der Überlegung, dass die Invalidität der haushaltführenden Ehefrau (oder des Hausmannes) schwerwiegende wirtschaftliche Folgen für die Familie haben kann (Anhang zum Protokoll der ersten Sitzung der Eidg. Expertenkommission für die Einführung der Invalidenversicherung vom 3.-7. Oktober 1955 [Referat Dr. Binswanger] S. 100). Hinzu kommt, dass der Rentenanspruch in der Unfallversicherung eine feinere Abstufung kennt als in der Invalidenversicherung (Art. 20 Abs. 1 UVG; vgl. auch BGE 122 V 336 Erw. 4b) und dass das UVG im Bemessungsfaktor des BGE 125 V 146 S. 159versicherten Verdienstes ein (starkes) Korrektiv in Bezug auf die Rentenhöhe besitzt (Art. 15 UVG und Art. 22 ff. UVV). Wenn der Verordnungsgeber im Rahmen der ihm in Art. 28 Abs. 3 IVG eingeräumten weiten Regelungsbefugnis in Art. 27bis Abs. 1 erster Satz IVV festgelegt hat, dass sich bei teilerwerbstätigen Versicherten die Invalidität auf Grund des tatsächlichen oder allenfalls hypothetisch geleisteten Arbeitspensums bemisst, kann in dieser Vorschrift zumindest dort, wo der oder die betreffende Versicherte daneben auch in einem Aufgabenbereich nach Art. 5 Abs. 1 IVG tätig ist oder war, (allein) keine Gesetzwidrigkeit im Sinne einer Verletzung des Grundsatzes der Einheitlichkeit des Invaliditätsbegriffes erblickt werden.\n\ndd) Zum letzten Kritikpunkt der Nichtberücksichtigung einer allfälligen verminderten Leistungsfähigkeit im erwerblichen Bereich oder im Aufgabenbereich nach Art. 5 Abs. 1 IVG infolge der Beanspruchung im jeweils anderen Tätigkeitsfeld hat das Eidg. Versicherungsgericht im erwähnten Urteil B. vom 19. Mai 1993 ausführlich Stellung genommen (vgl. Erw. 5a hievor). Ob die Berücksichtigung solcher Wechselwirkungen bei Teilerwerbstätigen mit einem andern Aufgabenbereich grundsätzlich zulässig ist, wovon das Eidg. Versicherungsgericht im nicht veröffentlichten Urteil N. vom 15. November 1996 ausgegangen ist, allerdings ohne sich dabei mit seinen Erwägungen im Urteil B. vom 19. Mai 1993 auseinanderzusetzen, erscheint fraglich. Dagegen spricht der hier zentrale Begriff der (Un)Zumutbarkeit der Erwerbsaufnahme im Sinne von Art. 5 Abs. 1 IVG, so wie ihn der Gesetzgeber verstand (vgl. BBl 1958 II 1162 sowie Bericht der Subkommission II der Eidg. Expertenkommission für die Einführung der Invalidenversicherung vom 30. April 1956, S. 52 f.) und die Rechtsprechung (geltungszeitlich offen) konkretisierte (vgl. Erw. 2c hievor und MEYER-BLASER, a.a.O., S. 26 ff.; ferner LEUZINGER-NAEF, a.a.O., S. 124 ff., S. 126). Danach sind für die Beurteilung der Frage, ob und allenfalls in welchem Umfang einer oder einem haushaltführenden nicht oder teilerwerbstätigen Versicherten die Aufnahme oder Erweiterung einer Erwerbstätigkeit zumutbar ist oder nicht, haushaltsbezogene, sich in diesem Bereich nicht auswirkende Leistungseinbussen grundsätzlich unbeachtlich. Sonst müsste konsequenterweise auch bei voll erwerbstätigen Versicherten eine die Leistungsfähigkeit im erwerblichen Bereich vermindernde Hausarbeit berücksichtigt werden, was die Rechtsprechung bisher abgelehnt hat (vgl. BGE 99 V 43 und ZAK 1988 S. 476, 1980 S. 600 oben). Hierin besteht denn auch, BGE 125 V 146 S. 160nebenbei bemerkt, ein wesentlicher Unterschied zu Versicherten, welche mehrere Teilerwerbstätigkeiten ausüben.\n\nSelbst wenn (wechselseitige) auf die Tätigkeit im jeweils anderen Bereich zurückzuführende Leistungseinbussen bei der Invaliditätsbemessung zu berücksichtigen wären, dürfte, insbesondere auf Grund der unterschiedlichen Bemessungsgrundlagen im erwerblichen Bereich und im Aufgabenbereich nach Art. 5 Abs. 1 IVG (Einkommensvergleich, Betätigungsvergleich), eine zuverlässige (medizinische und berufskundliche) Quantifizierung solcher Interaktionen praktisch schwierig sein. Beim Hauptanwendungsfall der gemischten Methode (Teilerwerbstätigkeit und Führung eines Mehrpersonenhaushalts) kommt insoweit erschwerend dazu, dass der Ehemann oder die Ehefrau von Gesetzes wegen verpflichtet ist, \"ein jeder nach seinen Kräften\" den haushaltführenden Ehepartner in dieser Arbeit zu entlasten (Art. 163 Abs. 1 und 2 ZGB und ZAK 1992 S. 132 vor Erw. 3; vgl. auch ZAK 1984 S. 135). Davon abgesehen hat nun aber der Bundesrat, gerade auch aus Gründen der Praktikabilität (vgl. ZAK 1977 S. 16 f.), mit Art. 27bis IVV eine andere Regelung getroffen, welche vor dem Gesetz ebenfalls standhält. Es ist daher dem Richter verwehrt, eine davon abweichende Ordnung zu schaffen, zumal dem Verordnungsgeber in Art. 28 Abs. 3 IVG ein sehr weiter Bereich des Ermessens eingeräumt worden ist (vgl. BGE 124 II 245 Erw. 3, 123 V 84 f. Erw. 4a). Er kann lediglich allenfalls de lege ferenda auf andere Lösungsmöglichkeiten hinweisen. An dieser Stelle ist festzuhalten, dass das Eidg. Versicherungsgericht alle bisher beurteilten Varianten einer modifizierten Anwendung der gemischten Methode bei teilerwerbstätigen Hausfrauen mit zum Teil einlässlicher Begründung, insbesondere unter dem Gesichtspunkt des Rechtsgleichheitsgebots und des in Art. 163 ZGB konkretisierten Grundsatzes der Gleichheit der Geschlechter nach Art. 4 Abs. 2 BV, verworfen hat (vgl. ZAK 1980 S. 598, 1992 S. 127 sowie Urteil B. vom 19. Mai 1993; ferner ZAK 1989 S. 118 Erw. 4c). Es erscheint denn auch nicht einfach, eine allen denkbaren Fallgruppen oder gar Fällen (hypothetisch) teilerwerbstätiger Versicherter, welche daneben in einem Aufgabenbereich gemäss Art. 5 Abs. 1 IVG tätig sind, gerecht werdende generell-abstrakte Regelung zu finden. Immerhin ist nicht zu verkennen, dass vielfach der Hauptgrund für die Kritik an der gemischten Methode gemäss Art. 27bis IVV und der Praxis im Umstand zu suchen ist, dass bei der Ermittlung der Behinderung im Aufgabenbereich gemäss Art. 5 Abs. 1 IVG BGE 125 V 146 S. 161auf Grund eines Betätigungsvergleichs (Art. 27 Abs. 1 IVV; vgl. AHI 1997 S. 291 Erw. 4a) in der Regel ein tieferer Invaliditätsgrad resultiert, verglichen mit der Invaliditätsbemessung im Rahmen eines Einkommensvergleichs im erwerblichen Bereich (vgl. LEUZINGER-NAEF, a.a.O., S. 127 oben mit Hinweis auf das Forschungsprojekt im Rahmen von NFP Nr. 29 \"Wandel der Lebensformen und soziale Sicherheit\", Muri 1994). Dies kann dazu führen, dass in Bezug auf die Erwerbstätigkeit zwar eine rentenbegründende Einschränkung besteht, die Gesamtinvalidität wegen der tieferen Invalidität im Aufgabenbereich gemäss Art. 5 Abs. 1 IVG unter die rentenerhebliche Grenze von 40% zu liegen kommt (vgl. ZAK 1992 S. 131 unten Erw. 2c). Dass die Grundlagen der Invaliditätsschätzung für Erwerbstätige und Nichterwerbstätige \"gänzlich verschieden\" sind (EVGE 1964 S. 261 Erw. 2), entspricht indessen dem gesetzgeberischen Willen, welcher in Art. 4 Abs. 1, Art. 5 Abs. 1 und Art. 28 Abs. 2 IVG seinen Niederschlag gefunden hat (BBl 1958 II 1161 f. sowie Bericht der Subkommission II der Eidg. Expertenkommission für die Einführung der Invalidenversicherung vom 30. April 1956, S. 53). Daran etwas zu ändern, kann nicht Aufgabe des Richters sein (zur Überprüfung von Bundesgesetzen auf ihre Verfassungsmässigkeit vgl. BGE 123 V 322 Erw. 6b/bb mit Hinweisen).\n\nd) Ist nach dem Gesagten Art. 27bis IVV gesetzmässig, stellt sich die Frage einer Praxisänderung nicht (vgl. Erw. 5b hievor).\n\n6. Vorliegend ist von den Bemessungsfaktoren (Anteile Erwerbstätigkeit und Haushaltführung, Validen- und Invalideneinkommen, Behinderung im Haushaltbereich) einzig das Valideneinkommen von Fr. 58'800.-- streitig, dies allerdings zu Recht. Zwar ist entgegen der Auffassung der Beschwerdegegnerin nicht zu beanstanden, dass die Vorinstanz bei der Bestimmung dieser hypothetischen Einkommensgrösse auf Grund der Angaben der ehemaligen und vor dem Unfall vom 30. Januar 1992 potentiellen neuen Arbeitgeberin vom Mittelwert des bei einem Vollzeitpensum als Personalleiterin maximal und als Agenturleiterin im Minimum in Aussicht gestellten Gehalts von Fr. 73'500.-- ausgegangen ist (vgl. Erw. 3 hievor). Der auf ein 80%-Teilzeitpensum umgerechnete Betrag von Fr. 58'800.-- entspricht indessen dem Lohn bei Antritt der Stelle im Frühjahr/Sommer 1993, kann somit nicht direkt dem auf den tatsächlichen Verdienstverhältnissen 1995 beruhenden Invalideneinkommen von Fr. 28'925.-- gegenübergestellt werden. Vielmehr ist diese Summe entsprechend der Lohnentwicklung (1,3% [1993/94], 1,4% [1994/95]; vgl. Die BGE 125 V 146 S. 162Volkswirtschaft, 6/97, Aktuelle Wirtschaftsdaten, S. 27 Tabelle B10.2 [Dienstleistungen]) aufzurechnen, was zu einem Valideneinkommen von Fr. 60'399.-- führt. Daraus resultiert ein Invaliditätsgrad im erwerblichen Bereich von 52,1% und eine Gesamtinvalidität von aufgerundet 50% (0,8 x 52,1% + 0,2 x 40%). Damit besteht Anspruch auf eine halbe Rente, über deren Beginn die Verwaltung, in Beachtung von Art. 48 Abs. 2 IVG, noch zu befinden haben wird. Der angefochtene Entscheid erweist sich somit im Ergebnis als rechtens.\n\n7. (Kosten und Parteientschädigung)"}