{"annee": "125", "cour": "V", "page": "16", "date": "5/2/1999", "cite": ["116 V 114", "124 V 196"], "cite_par": ["128 V 54", "129 V 275"], "chapeau": "3. Arrêt du 5 février 1999 dans la cause UNIVERSA Caisse-maladie contre C. et Tribunal administratif du canton de Genève", "regestes": ["Art. 31 al. 1 let. a LAMal et art. 17 OPAS: soins dentaires occasionnés par une maladie grave et non évitable du système de la mastication. Dans les cas énumérés à l'art. 17 OPAS, les frais de reconstruction (prothèses dentaires) sont à la charge de l'assurance obligatoire des soins."], "faits": "|16|\n\nA.- Née en 1954, C. est affiliée à la caisse-maladie Universa. Elle bénéficie de l'assurance obligatoire des soins médicaux, pharmaceutiques et hospitaliers, avec une franchise annuelle de 300 francs (en 1997), ainsi que d'assurances complémentaires.\n\nEn 1997, elle a souffert d'une ostéomyélite des maxillaires. Les frais d'assainissement dentaire, soit en particulier les extractions nécessaires, et dont le coût s'élevait à 812 fr. 20, ont été supportés par la caisse-maladie. En revanche, par décision du 5 septembre 1997, Universa a refusé de prendre en charge les frais de reconstruction dentaire qui ascendent, selon le devis du dentiste X, à 4'698 fr. 70. L'opposition de l'assurée a été rejetée par décision du 3 octobre 1997.\n\nB.- Par jugement du 5 mai 1998, le Tribunal administratif du canton de Genève a admis le recours de l'assurée et renvoyé le dossier à la caisse-maladie pour nouvelle décision. Les juges cantonaux ont considéré que la reconstruction dentaire entrait dans l'obligation de prise en charge du traitement fixé par le législateur.\n\nC.- Universa interjette un recours de droit administratif contre ce jugement dont elle demande l'annulation.\n\nC. n'a pas répondu au recours, alors que l'Office fédéral des assurances sociales a renoncé à déposer des observations.", "considerants": "Considérant en droit:\n\n1. a) Aux termes de l'art. 31 al. 1 LAMal, l'assurance obligatoire des soins prend en charge les coûts des soins dentaires: |17|\n\na. s'ils sont occasionnés par une maladie grave et non évitable du système de la mastication, ou\n\nb. s'ils sont occasionnés par une autre maladie grave ou ses séquelles,\n\nou\n\nc. s'ils sont nécessaires pour traiter une maladie grave ou ses séquelles.\n\nSelon l'art. 33 al. 2 LAMal, il appartient au Conseil fédéral de désigner en détail les prestations prévues par l'art. 31 al. 1 LAMal. A l'art. 33 let. d OAMal, l'autorité exécutive a délégué à son tour cette compétence au Département fédéral de l'intérieur (DFI). Le DFI a fait usage de cette sous-délégation aux art. 17 à 19a de l'ordonnance sur les prestations dans l'assurance obligatoire des soins en cas de maladie du 29 septembre 1995 (OPAS; RS 832.112.31). Ces dispositions concrétisent les cas dans lesquels les traitements appliqués relèvent des prestations obligatoires.\n\nL'art. 17 OPAS (édicté en exécution de l'art. 31 al. 1 let. a LAMal) renferme la liste des maladies graves et non évitables du système de la mastication. L'art. 18 OPAS (édicté en application de l'art. 31 al. 1 let. b LAMal) énumère les autres maladies graves susceptibles d'occasionner des soins dentaires; il s'agit de maladies qui ne sont pas, comme telles, des maladies du système de la mastication, mais qui ont des effets nuisibles sur ce dernier. Quant à l'art. 19 OPAS (édicté en exécution de l'art. 31 al. 1 let. c LAMal), il prévoit que l'assurance prend en charge les soins dentaires nécessaires aux traitements de certains foyers infectieux bien définis. Enfin, l'art. 19a OPAS concerne les traitements dentaires occasionnés par les infirmités congénitales.\n\nD'après l'art. 17 OPAS, édicté comme on l'a vu en exécution de l'art. 31 al. 1 let. a LAMal, l'assurance prend en charge, à condition que l'affection puisse être qualifiée de maladie et dans la mesure où le traitement de l'affection l'exige, les soins dentaires occasionnés par les maladies graves et non évitables suivantes du système de la mastication:\n\na. ...;\n\nb. ...;\n\nc. maladies de l'os maxillaire et des tissus mous:\n\n1....\n\n5. ostéomyélite des maxillaires;\n\nd. ...;\n\ne. ...;\n\nf. ....\n\n|18|\n\nb) Il n'est pas contesté que l'intimée a souffert d'une ostéomyélite maxillaire, affection figurant sur la liste de l'art. 17 OPAS, sous let. c, ch. 5. Il s'agit d'une maladie grave et non évitable du système de la mastication qui justifie, au regard de l'art. 31 al. 1 let. a LAMal, la prise en charge par l'assurance-maladie du traitement.\n\nDans le cas particulier, conformément à ses obligations, la recourante a pris en charge le traitement dentaire, soit l'assainissement. Le litige porte en revanche sur les frais de reconstruction, soit en particulier la confection et la pose de deux prothèses dont la recourante conteste qu'elles soient encore nécessitées par le traitement de l'affection.\n\n2. Dans deux arrêts du 30 avril 1998 (ATF 124 V 196 et RAMA 1998 KV 33 p. 282), le Tribunal fédéral des assurances a jugé que les soins dentaires visés par l'art. 31 al. 1 let. c LAMal et 19 OPAS englobent le rétablissement de la fonction masticatoire au moyen de prothèses dentaires, lorsqu'il s'est révélé nécessaire de procéder à l'extraction de dents. Il s'est fondé sur les considérants suivants: Sous le régime de la LAMA, les mesures dentaires ne constituaient pas, en principe, des traitements médicaux au sens de l'art. 12 al. 2 ch. 1 et 2 LAMA, de sorte qu'elles n'étaient pas à la charge des caisses-maladie au titre de l'assurance des soins médicaux et pharmaceutiques. Le caractère dentaire de la mesure n'était pas supprimé par le fait que le traitement appliqué à l'appareil masticateur constituait une mesure préalable et nécessaire à la mise en oeuvre du traitement médical d'une maladie. C'est ainsi que le Tribunal fédéral des assurances a jugé qu'une caisse-maladie n'était pas obligée de rembourser à un assuré les frais d'extraction de dents (et des frais de prothèses) préalable à une opération du coeur, afin de supprimer des foyers septiques potentiels et prévenir tout risque oslérien (ATF 116 V 114; voir aussi RAMA 1990 no K 836 p. 135).\n\nLa ratio legis de l'art. 25 al. 1 let. b du projet de LAMal (FF 1992 I 251), devenu l'art. 31 al. 1 let. c du texte définitif, ressort de manière non équivoque du rapport de la commission d'experts du 2 novembre 1990 (p. 50 de l'édition de l'Office central fédéral des imprimés et du matériel) et du message du Conseil fédéral du 6 novembre 1991 concernant la révision de l'assurance-maladie (FF 1992 I 139). La commission relevait notamment que si les traitements dentaires proprement dits devaient continuer à être exclus de l'assurance des soins, il convenait cependant de mettre à la charge de celle-ci le traitement dentaire occasionné par une maladie grave ou ses suites ou qui est nécessaire pour traiter une maladie grave ou ses suites. A |19| ce dernier propos, la commission envisageait, à titre d'exemples, l'obligation de prendre en charge l'extraction préalable de dents pour permettre une opération du coeur ou encore la remise en état prothétique à la suite d'une radiothérapie. Pour sa part, le Conseil fédéral se référait explicitement à l'arrêt ATF 116 V 114, précité, et constatait à ce sujet que l'absence d'une base légale pour la prise en charge des soins dentaires entraînait parfois des \"conséquences fort pénibles\"; la nouvelle réglementation devait selon lui permettre de remédier, pour certains cas, à une \"lacune indéniable du système\" (voir aussi GEBHARD EUGSTER, Aspects des soins dentaires selon l'art. 31 al. 1 LAMal à la lumière du droit de l'assurance-maladie [traduction française de BEAT RAEMY], in: Revue mensuelle suisse d'odontostomatologie, vol. 107 [1997] p. 119; voir p. 99 ss pour le texte original allemand de cette étude, également publié dans LAMal-KVG, Recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, p. 227 ss). Or, dans l'affaire qui a donné lieu à cet arrêt, ce sont précisément les frais des mesures prothétiques consécutives à l'extraction des dents qui posaient problème, bien plus que le coût des extractions, relativement peu important par rapport à celui des prothèses. Le législateur ne pouvait ignorer cet état de choses et l'on comprendrait difficilement qu'en édictant l'art. 31 al. 1 let. c LAMal, qui mentionne non seulement le traitement d'une maladie grave mais également celui de ses séquelles, il n'ait eu en vue que l'extraction des dents à titre curatif ou préventif de foyers infectieux, et non les mesures prothétiques destinées à conserver ou rétablir la fonction masticatoire (ATF 124 V 198 consid. 2c et d).\n\n3. La présente espèce se distingue du cas jugé le 30 avril 1998 (ATF 124 V 196), dès lors qu'est en cause une maladie grave et non évitable du système de la mastication (art. 31 al. 1 let. a LAMal) et non le traitement dentaire nécessaire à celui d'une autre maladie grave et de ses séquelles (art. 31 al. 1 let. c LAMal).\n\na) La disposition de l'art. 31 al. 1 let. a LAMal ne figurait pas dans le projet de loi du Conseil fédéral soumis à la délibération du Parlement. Elle fut introduite à l'initiative de la Commission du Conseil des Etats et approuvée par les Chambres. La ratio legis de cette disposition est triple. Le but premier est de libérer l'assuré de l'obligation d'assumer les coûts d'un traitement dentaire lorsqu'il souffre précisément d'une maladie grave et non évitable du système de la mastication. Le deuxième objectif est d'exclure du catalogue des prestations obligatoires toute maladie du système de la |20| mastication pouvant être évitée par une bonne hygiène buccale et dentaire. Dans ce sens, sont visées la carie et la parodontite. Enfin, le cercle des prestations non obligatoires pour les assureurs a été étendu: non seulement les formes évitables de caries et de parodontite s'en trouvent exclues mais aussi toute autre maladie évitable du système de mastication qui n'est pas de nature grave (EUGSTER, op.cit., trad. française, p. 118 avec les réf.).\n\nEn vertu de l'art. 2 al. 1 LAMal, on entend par maladie toute atteinte à la santé physique ou mentale qui n'est pas due à un accident et qui exige un examen ou un traitement médical ou provoque une incapacité de travail. Liée à la notion de nécessité de traitement médical, la définition de la maladie suppose une atteinte d'une certaine ampleur ou la menace sérieuse d'une telle atteinte. Dans le cas des soins dentaires, il y aura atteinte à la santé lorsque l'assuré ne peut pas accomplir de façon satisfaisante des fonctions essentielles comme broyer, mordre, mastiquer et articuler.\n\nA la lettre, l'art. 31 al. 1 let. a LAMal renvoie à la notion de maladie définie ci-dessus. La disposition ne s'applique toutefois qu'à une maladie du système de la mastication et présente une différence d'importance par rapport au système ordinaire: la prise en charge par l'assurance obligatoire des soins n'aura pas lieu chaque fois qu'il y a atteinte d'une certaine ampleur mais seulement en cas de maladie grave, selon la liste exhaustive qu'en a dressée le DFI à l'art. 17 OPAS. Une interprétation conforme à sa ratio legis de la disposition précitée postule dès lors que le traitement vise à soigner et guérir, mais aussi, par conséquent, à rétablir la fonction essentielle atteinte par la maladie grave du système de la mastication. Le traitement de l'affection comme telle l'exige. Au demeurant, on ne voit pas pourquoi, en cas de soins dentaires apportés à raison d'une atteinte grave au système de mastication, il en irait différemment que pour les soins donnés aux séquelles d'une maladie grave (ATF 124 V 196). Ainsi, le rétablissement de la capacité de mastication, visée à l'aide de moyens prothétiques, fait partie du traitement complet de la maladie grave et non évitable au sens des art. 31 al. 1 let. a LAMal et 17 OPAS, raison pour laquelle on ne saurait lui contester le caractère de prestation obligatoire.\n\nb) Dans le cas d'espèce, la maladie grave et non évitable du système de la mastication dont souffre l'intimée postule un traitement comprenant également le rétablissement de la fonction atteinte, soit la reconstruction dentaire. |21|\n\nLe jugement querellé, qui réserve encore l'examen par la recourante de l'efficacité ainsi que du caractère approprié et économique du traitement, s'avère conforme au droit fédéral."}