{"annee": "125", "cour": "IV", "page": "1", "date": "15/1/1999", "cite": ["124 II 289"], "cite_par": ["143 IV 145", "129 I 392"], "chapeau": "1. Auszug aus dem Urteil des Kassationshofes vom 15. Januar 1999 i.S. Z. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 LStup, art. 63 CP et art. 55 al. 1 CP, art. 10 al. 1 let. a LSEE, art. 4 al. 1 Cst.; infraction à la LStup commise par un étranger, mesure de la peine. Prendre en considération l'«abus de l'hospitalité» comme élément aggravant viole le droit fédéral. Expulsion pénale et expulsion administrative, conséquences particulières de l'acte délictueux d'un étranger."], "faits": "BGE 125 IV 1 S. 1\n\nZ. übergab in der Zeit von Herbst 1996 bis Anfang 1997 in Zürich jemandem in verschiedenen Malen insgesamt ca. 600 Gramm Heroin unbekannten Reinheitsgrades. Dafür erhielt er Fr. 30.-- pro Gramm.\n\nAm 9. Januar 1997 kontaktierte Z. in Interlaken einen Polen, welcher in seinem Personenwagen 6,485 kg Heroin mit einem Reinheitsgrad von 70% mit sich führte. Z. fuhr mit dem Polen in der Folge nach Zürich, wobei er mit dem Personenwagen seines Bruders vorausfuhr und der Pole ihm mit seinem Wagen folgte. Z. lotste den Polen in einen Hinterhof im Rosengartenquartier in Zürich mit BGE 125 IV 1 S. 2der Absicht, das Heroin auszubauen, zu übernehmen und weiterzugeben. Dazu kam es nicht mehr. Da Z. Angst hatte, von der Polizei beobachtet zu werden, trennte er sich vom Polen. Kurze Zeit später konnten beide verhaftet werden.\n\nAm 5. November 1997 verurteilte das Bezirksgericht Zürich Z. wegen mehrfacher qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz zu 6 Jahren Zuchthaus. Überdies verwies es ihn für 10 Jahre des Landes (unbedingt).\n\nAuf Berufung von Z. und Anschlussberufung der Staatsanwaltschaft hin bestätigte das Obergericht des Kantons Zürich am 28. April 1998 den bezirksgerichtlichen Entscheid.\n\nZ. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur Neubeurteilung an dieses zurückzuweisen. Er macht geltend, die Strafzumessung verletze Bundesrecht. Die ihm auferlegte Strafe sei unhaltbar hart.\n\nDas Bundesgericht heisst die Beschwerde, soweit es darauf eintritt, teilweise gut.", "considerants": "Aus den Erwägungen:\n\n5. a) Der Beschwerdeführer macht geltend, die Vorinstanz berücksichtige abweichend von der ersten Instanz den Missbrauch des seit vielen Jahren genossenen Gastrechts in der Schweiz straferhöhend. Damit schaffe die Vorinstanz einen neuen, nicht zulässigen Straferhöhungsgrund, welcher aus mehreren Gründen nicht zu billigen sei: Würde der Missbrauch des Gastrechts als Straferhöhungsgrund zugelassen, würde ein Ausländer ohne gesetzliche Grundlage und in Missachtung des Gleichheitsgebots ohne sachliche Gründe für ein Delikt in diskriminierender Weise härter bestraft als ein Schweizer. Sodann gebe es für die Ahndung des Missbrauchs des Gastrechts die Landesverweisung. Eine solche sei hier ausgesprochen worden. Aus der Höhe der Landesverweisung (10 Jahre) ergebe sich im vorliegenden Fall, dass der Missbrauch des Gastrechts bereits mehr als genügend geahndet worden sei. Eine zusätzliche Straferhöhung bedeute auch einen Verstoss gegen den Grundsatz «ne bis in idem». Falle der von der Vorinstanz angeführte Straferhöhungsgrund weg, so müsse das zwangsläufig zu einer Reduktion der ausgefällten Strafe führen.\n\nb) Nach Art. 4 Abs. 1 BV sind alle Schweizer vor dem Gesetze gleich. Entgegen dem Wortlaut dieser Bestimmung steht die Rechtsgleichheit BGE 125 IV 1 S. 3auch den Ausländern zu. Zutreffend müsste es somit heissen: Vor dem Gesetz sind alle gleich (GEORG MÜLLER, BV-Kommentar, Art. 4 N. 26). Das schliesst nicht aus, dass Schweizer und Ausländer rechtlich verschieden behandelt werden, sofern dies sachlich gerechtfertigt ist (HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 4. Aufl., Zürich 1998, N. 1564).\n\nDas Betäubungsmittelgesetz unterscheidet nicht zwischen schweizerischen und ausländischen Tätern. Seine Strafbestimmungen gelten für Schweizer und Ausländer in gleichem Masse. Eine gesteigerte Pflicht, sich daran zu halten, trifft den Ausländer nicht. Handelt ein Ausländer dem Betäubungsmittelgesetz zuwider, kann ihm deshalb nicht ein grösserer Schuldvorwurf gemacht werden, weil er Ausländer ist. Die straferhöhende Berücksichtigung der Ausländereigenschaft verletzt Bundesrecht. Auf eine Straferhöhung wegen der Ausländereigenschaft läuft es auch hinaus, wenn sie mit dem «Missbrauch des Gastrechts» begründet wird. Denn jeder Ausländer ist in der Schweiz «Gast» und verletzt, wenn er hier eine Straftat begeht, das «Gastrecht».\n\nDas heisst nicht, dass eine Straftat für Ausländer nicht besondere Folgen haben kann. Das Gesetz sieht solche ausdrücklich vor. So kann nach Art. 55 Abs. 1 StGB der Richter den Ausländer, der zu Zuchthaus oder Gefängnis verurteilt wird, für 3 bis 15 Jahre aus dem Gebiete der Schweiz verweisen. Bei Rückfall kann Verweisung auf Lebenszeit ausgesprochen worden. Eine Landesverweisung hat die Vorinstanz hier - vom Beschwerdeführer unangefochten - angeordnet. Überdies kann ein Ausländer gemäss Art. 10 Abs. 1 lit. a des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) aus der Schweiz ausgewiesen werden, wenn er wegen eines Verbrechens oder Vergehens gerichtlich bestraft wurde. Diese fremdenpolizeiliche Ausweisung ist auch dann möglich, wenn der Strafrichter auf eine Landesverweisung nach Art. 55 StGB verzichtet oder eine Landesverweisung mit bedingtem Vollzug ausgesprochen hat (BGE 124 II 289 E. 3a mit Hinweisen).\n\nc) Die Rechtsprechung und das Schrifttum in Deutschland lehnen die straferhöhende Berücksichtigung der Ausländereigenschaft als solche, namentlich unter dem Gesichtspunkt des «Missbrauchs des Gastrechts», ebenfalls ab (Entscheide des Bundesgerichtshofs in Strafsachen, in: Monatsschrift für deutsches Recht 26/1972, S. 922; 27/1973, S. 369; Neue Zeitschrift für Strafrecht 13/1993, S. 337 f.; SCHÖNKE/SCHRÖDER/STREE, Strafgesetzbuch, Kommentar, 25. Aufl., 1997, § 46 N. 36; GÜNTER GRIBBOHM, Leipziger Kommentar, BGE 125 IV 1 S. 411. Aufl., 1995, § 46 N. 178 ff.; HANS-JÜRGEN BRUNS, Strafzumessungsrecht, 2. Aufl., 1974, S. 510).\n\nd) Soweit die Vorinstanz die Zuchthausstrafe wegen des Missbrauchs des Gastrechts erhöht hat, hat sie demnach Bundesrecht verletzt. Die Beschwerde ist in diesem Punkt begründet."}