{"annee": "125", "cour": "II", "page": "315", "date": "1/6/1999", "cite": ["125 II 56", "123 I 313"], "cite_par": ["136 II 470"], "chapeau": "30. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 1. Juni 1999 i.S. N. gegen Anwaltskommission des Kantons Thurgau (staatsrechtliche Beschwerde)", "regestes": ["Accès au stage d' avocat d' une personne ayant obtenu une telle autorisation d' un autre canton; gratuité de la décision d' autorisation (art. 4 de la loi sur le marché intérieur, LMI). Celui qui a obtenu d' un canton déterminé l' autorisation d' effectuer un stage d' avocat ne dispose pas d' un certificat de capacité au sens de l' art. 4 al. 2 LMI. Il n' existe dès lors pas de droit à ce qu' un autre canton statue sur l' accès au stage d' avocat par une procédure gratuite."], "faits": "BGE 125 II 315 S. 316\n\nDie Anwaltskammer des Kantons St. Gallen erteilte lic.iur. N. am 23. März 1998 die Rechtspraktikantenbewilligung für das Gebiet des Kantons St. Gallen; sie erhob dafür eine Gebühr von Fr. 100.--. In der Folge wurde N. auch die Rechtspraktikantenbewilligung für den Kanton Appenzell A.Rh. erteilt, wobei das Obergericht des Kantons Appenzell A.Rh. keine Gebühr erhob. Am 14. November 1998 reichte N. sodann beim Obergericht des Kantons Thurgau ein Gesuch um Erteilung der Rechtspraktikantenbewilligung ein. Die Anwaltskommission des Kantons Thurgau entsprach dem Gesuch am 7. Dezember 1998 und erteilte N. gestützt auf die Vereinbarung zwischen dem Kantonsgericht St. Gallen und dem Obergericht des Kantons Thurgau vom Dezember 1973 (publiziert in: Rechenschaftsbericht des Obergerichts des Kantons Thurgau [RBOG/TG] über das Jahr 1973, S. 88) die Bewilligung, unter der Verantwortung von Rechtsanwalt lic.iur. G., St. Gallen, als Praktikant vor den thurgauischen Gerichten aufzutreten. Für diese Bewilligung erhob die Anwaltskommission eine Verfahrensgebühr von Fr. 400.--.\n\nMit staatsrechtlicher Beschwerde vom 12. Januar 1999 beantragt N., den Entscheid der Anwaltskommission vom 7. Dezember 1998 unter Kosten- und Entschädigungsfolge aufzuheben. Er rügt eine Verletzung von Art. 2 ÜbBest.BV.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV) schliesst in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, eine Rechtsetzung durch die Kantone aus. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, dürfen die Kantone nur solche Vorschriften erlassen, die nicht gegen den Sinn und Geist des BGE 125 II 315 S. 317Bundesrechts verstossen und dessen Zweck nicht beeinträchtigen oder vereiteln (BGE 125 II 56 E. 2b S. 58; BGE 123 I 313 E. 2b S. 316 f.).\n\nDer Beschwerdeführer anerkennt, dass § 8 des thurgauischen Anwaltsgesetzes vom 8. Mai 1996 (AnwG) eine genügende gesetzliche Grundlage für die Gebührenerhebung darstellt. Er behauptet sodann nicht, dass die Anwaltskommission bei der Festsetzung der Gebühr gegen die in § 8 AnwG erwähnte Verordnung des Grossen Rates des Kantons Thurgau vom 13. Mai 1992 über die Gebühren der Strafuntersuchungs- und Gerichtsbehörden (Gebührenverordnung) verstossen habe. Der Beschwerdeführer macht jedoch geltend, dass Art. 4 Abs. 2 des Bundesgesetzes vom 6. Oktober 1995 über den Binnenmarkt (Binnenmarktgesetz, BGBM; SR 943.02) der Erhebung einer Gebühr entgegenstehe; der angefochtene - auf willkürfreier Auslegung des kantonalen Rechts beruhende - Entscheid verletze daher Art. 2 ÜbBest.BV. Wie es sich damit verhält, prüft das Bundesgericht frei (vgl. BGE 123 I 313 E. 2b S. 317 mit Hinweisen).\n\nb) Gemäss Art. 4 Abs. 1 BGBM gelten kantonale oder kantonal anerkannte Fähigkeitsausweise zur Ausübung einer Erwerbstätigkeit auf dem gesamten Gebiet der Schweiz, sofern sie nicht Beschränkungen (des freien Zugangs zum Markt) nach Art. 3 BGBM unterliegen. Art. 4 Abs. 2 BGBM bestimmt, dass bei Beschränkungen nach Art. 3 BGBM die betroffene Person Anspruch darauf hat, dass in einem einfachen, raschen und kostenlosen Verfahren geprüft wird, ob ihr aufgrund ihres Fähigkeitsausweises der freie Zugang zum Markt zu gewähren ist oder nicht. Soweit die Kantone in einer interkantonalen Vereinbarung die gegenseitige Anerkennung von Fähigkeitsausweisen vorsehen, gehen deren Vorschriften dem Binnenmarktgesetz vor (Art. 4 Abs. 4 BGBM).\n\naa) Der Beschwerdeführer macht geltend, dass die ihm vom Kanton St. Gallen erteilte Rechtspraktikantenbewilligung einen Fähigkeitsausweis im Sinne von Art. 4 BGBM darstelle. Er begründet dies wie folgt: Die Zulassung als Rechtspraktikant im Kanton St. Gallen sei von qualifizierten Voraussetzungen abhängig; nach dem vom Kantonsgericht des Kantons St. Gallen am 22. April 1994 erlassenen Prüfungs- und Bewilligungsreglement für Rechtsanwälte unterliege der Praktikant bis auf die Anwaltsprüfungen den gleichen Zulassungsbedingungen wie der Rechtsanwalt (Ausbildung, Überprüfung der Vertrauenswürdigkeit); in der praktischen Berufsausübung bestehe zwischen der Tätigkeit des Rechtsanwaltes und derjenigen des Rechtspraktikanten weitgehende Deckungsgleichheit, der hauptsächliche Unterschied bestehe einzig darin, dass BGE 125 II 315 S. 318der Rechtspraktikant nur unter der Aufsicht und der Verantwortung eines zugelassenen Rechtsanwaltes tätig sein dürfe; gegen aussen handle der Rechtspraktikant anwaltlich.\n\nbb) Nach seinem Wortlaut regelt Art. 4 Abs. 2 BGBM den Tatbestand, da jemand gestützt auf einen in einem ersten Kanton (Domizilkanton) erworbenen «Fähigkeitsausweis» in einem weiteren Kanton (Freizügigkeitskanton) zum Markt zugelassen werden und darüber in einem kostenlosen Verfahren entschieden haben will. Als Fähigkeitsausweis wird gemeinhin ein Ausweis bezeichnet, welcher dem Inhaber definitiv attestiert, über die Fähigkeit zur Ausübung einer bestimmten (Erwerbs-)tätigkeit zu verfügen. Aus der bundesrätlichen Botschaft vom 23. November 1994 zum Binnenmarktgesetz (BBl 1995 I 1213 ff.) ergibt sich klar, dass mit Fähigkeitsausweis im Sinne von Art. 4 BGBM ein solcher eigentlicher Ausweis, ein Fähigkeitszeugnis, gemeint ist (S. 1266 f.).\n\nDie Rechtspraktikantenbewilligung ist dem Fähigkeitsausweis als Rechtsanwalt in keiner Weise gleichzusetzen. Sie wird gerade erteilt, um dem Praktikanten zu ermöglichen, die Ausbildung als Rechtsanwalt abzuschliessen und überhaupt erst zur Prüfung zugelassen zu werden, nach deren (allfälligem) Bestehen er den Fähigkeitsausweis (das Rechtsanwaltspatent) erwirbt. Der Praktikant darf denn auch nicht selbständig, sondern nur - und für eine befristete Zeit - unter der Verantwortung eines patentierten Rechtsanwalts, bei dem er angestellt ist, die einem Anwalt vorbehaltene Tätigkeit ausüben, wie dies im Falle des Beschwerdeführers denn auch in der ursprünglichen Bewilligung vom 23. März 1998 für den Kanton St. Gallen sowie in den gestützt darauf erteilten Freizügigkeits-Bewilligungen der Kantone Appenzell A.Rh. und Thurgau ausdrücklich festgehalten ist. Die Praktikantenbewilligung steht in ähnlichem Verhältnis zum Anwaltspatent wie der Lernfahrausweis zum Führerausweis; wer den Lernfahrausweis erwirbt, ist nicht befähigt, selbständig ein Motorfahrzeug zu führen, und hat eben nicht Anspruch auf den entsprechenden Fähigkeitsausweis.\n\nNur wenn der Domizilkanton durch Ausstellen eines Fähigkeitszeugnisses abschliessend dokumentiert, dass eine Person zur Ausübung einer bestimmten Tätigkeit in der Lage ist, muss Gleichwertigkeit der Zulassungsbedingungen in Domizil- und Freizügigkeitskanton vermutet werden (vgl. BGE 125 II 56 E. 4b S. 61 f.). Allein diese Vermutung rechtfertigt es, den Freizügigkeitskanton dazu zu verpflichten, gemäss Art. 4 Abs. 2 BGBM in einem BGE 125 II 315 S. 319einfachen, raschen und kostenlosen Verfahren über den freien Zugang zum Markt, eben über die Gleichwertigkeit der Fähigkeitsausweise zu befinden. Fehlt ein Fähigkeitsausweis im beschriebenen Sinn, stellt sich die Frage der Gleichwertigkeit nicht, und Art. 4 Abs. 2 BGBM kommt nicht zur Anwendung.\n\nDass die Rechtspraktikantenbewilligung nicht einem Fähigkeitsausweis gleichgestellt werden darf, ergibt sich eigentlich schon aus der Zielsetzung des Binnenmarktgesetzes. Dieses will gewährleisten, dass Personen für die Ausübung ihrer Erwerbstätigkeit auf dem gesamten Gebiet der Schweiz freien und gleichberechtigten Zugang zum Markt haben (Art. 1 Abs. 1 BGBM). Ziel der vom Kanton St. Gallen erteilten Bewilligung ist es nicht, dem Beschwerdeführer den freien Zugang zum Markt als Anbieter von Dienstleistungen/Arbeitsleistungen zu gewähren (vgl. Art. 2 Abs. 1 BGBM) und in dem Sinn eine Erwerbstätigkeit zu bewilligen. Wohl übt der Rechtspraktikant insofern auch eine Erwerbstätigkeit aus, als er vom Anwalt, unter dessen Aufsicht er arbeitet, einen Lohn bezieht. Der Erwerbszweck hat jedoch keine eigenständige Bedeutung und tritt hinter dem eigentlichen Zweck der Praktikantenbewilligung zurück, dem Anwaltsstagiaire zu ermöglichen, sich praktisch auf die - spätere - Berufsausübung vorzubereiten.\n\nc) Nach dem Gesagten regelt Art. 4 BGBM die Anerkennung der von einem Kanton erteilten Rechtspraktikantenbewilligung durch andere Kantone bzw. das entsprechende Verfahren und die Frage der Verfahrensgebühren nicht. Unerheblich ist, dass die Kantone St. Gallen und Thurgau im Dezember 1973 eine Vereinbarung betreffend gegenseitige Zulassung von Rechtspraktikanten getroffen haben. Gemäss Art. 4 Abs. 4 BGBM gehen zwar die Vorschriften von interkantonalen Vereinbarungen über die gegenseitige Anerkennung von Fähigkeitsausweisen den Vorschriften des Binnenmarktgesetzes vor. Die Rechtspraktikantenbewilligungen werden durch die fragliche Vereinbarung aber nicht zu Fähigkeitsausweisen im Sinne des Binnenmarktgesetzes gemacht; die Vereinbarung selber erklärt sodann in Ziff. 1 Abs. 2 die Gerichte ausdrücklich für «befugt, für die Prüfung des Gesuchs und die Zulassung eine Gebühr zu erheben» (RBOG/TG 1973 S. 88); sie räumt damit den Rechtspraktikanten gerade hinsichtlich der Gebühren keine über das Binnenmarktgesetz hinausgehenden Garantien ein.\n\nDass nebst Art. 4 BGBM weitere Bestimmungen des Binnenmarktgesetzes der angefochtenen Gebührenerhebung entgegenstünden, macht der Beschwerdeführer nicht geltend.\n\nBGE 125 II 315 S. 320\n\nDie Gebührenregelung des Kantons Thurgau bzw. die gestützt darauf erhobene Gebühr von Fr. 400.-- verstösst somit nicht gegen den Sinn und Geist des Binnenmarktgesetzes und beeinträchtigt oder vereitelt den von diesem verfolgten Zweck nicht. Art. 2 ÜbBest. BV ist nicht verletzt."}