{"annee": "125", "cour": "III", "page": "95", "date": "31/12/1998", "cite": [], "cite_par": ["145 III 460"], "chapeau": "18. Auszug aus dem Urteil der I. Zivilabteilung vom 31. Dezember 1998 i.S. LEGO Vertrieb AG gegen Kiddy Fun AG (Berufung)", "regestes": ["Art. 12 al. 2 LCD; portée de l'attraction de compétence. S'il y a une connexité avec un litige de droit civil découlant d'une loi fédérale qui prévoit d'autres fors, l'action en matière de concurrence déloyale ne peut également être intentée devant les fors spéciaux qu'en cas de cumul objectif d'actions, mais pas de cumul subjectif."], "faits": "BGE 125 III 95 S. 95\n\nDie LEGO System A/S, eine Aktiengesellschaft dänischen Rechts mit Sitz in Billund, Dänemark, ist Inhaberin der am 1. April 1993 hinterlegten dreidimensionalen schweizerischen Marke Nr. 411 469, welche einen LEGO-Spielklemmbaustein zum Gegenstand hat. Die LEGO Vertrieb AG mit Sitz in Baar, eine Tochtergesellschaft der LEGO-Gruppe, vertreibt in der Schweiz LEGO-Spielbausteine.\n\nDie in Kerzers domizilierte Kiddy Fun AG vertreibt als Generalimporteurin der Ritvik Toys Inc. in der Schweiz unter der Bezeichnung '«Mega Blocks'« Klemmbausteine, welche teilweise in ihren Abmessungen den Standardbausteinen von LEGO entsprechen und mit diesen kompatibel sind.\n\nBGE 125 III 95 S. 96\n\nMit Klagen vom 25. September 1997 beantragten die LEGO System A/S und die LEGO Vertrieb AG dem Handelsgericht des Kantons Aargau, eine Verletzung der Marke Nr. 411 469 festzustellen, und erhoben gleichzeitig verschiedene Ansprüche wegen unlauteren Wettbewerbs gegen die Kiddy Fun AG. Mit Urteil vom 16. Juni 1998 trat das Handelsgericht auf die Klage der LEGO Vertrieb AG nicht ein. Das Bundesgericht weist die von der LEGO Vertrieb AG (Klägerin) eingereichte Berufung ab", "considerants": "aus folgender Erwägung:\n\n2. Die Vorinstanz erwog, gemäss Art. 12 Abs. 2 UWG könne eine Klage wegen unlauteren Wettbewerbs, die mit einer zivilrechtlichen Streitigkeit im Zusammenhang stehe, für die das entsprechende Bundesgesetz besondere Gerichtsstände vorsehe, auch an diesen angehoben werden. Dies gelte auch, wenn ein entsprechender Zusammenhang zwischen den Klagen einfacher aktiver Streitgenossen bestehe. Die Vorinstanz nahm weiter an, bezüglich der Klage der LEGO System A/S liege ein internationaler Sachverhalt vor, zu dessen Beurteilung grundsätzlich das schweizerische Gericht am Wohnsitz des Beklagten zuständig sei. Soweit die LEGO System A/S eine Markenverletzung geltend mache, habe sich jedoch die Beklagte vorbehaltlos auf die Klage eingelassen, was eine Zuständigkeit der Vorinstanz zur Beurteilung der entsprechenden Begehren begründe, welche sie nicht ablehnen könne. Da sich die Zuständigkeit der Vorinstanz zur Beurteilung der Markenverletzungsklage der LEGO System A/S demnach zum einen nicht aus einem in Art. 12 Abs. 2 UWG angesprochenen Spezialgesetz, sondern aus dem IPRG ergebe, und zum andern nicht der gesetzlich vorgesehene, sondern ein auf Einlassung beruhender Gerichtsstand in Frage stehe, komme die Kompetenzattraktion gemäss Art. 12 Abs. 2 UWG nicht zum Zug.\n\nDie Klägerin macht geltend, im Streit zwischen der LEGO System A/S und der Beklagten liege allein aufgrund des ausländischen Wohnsitzes der ersteren kein internationales Verhältnis im Sinne von Art. 1 Abs. 1 IPRG vor, so dass Art. 12 Abs. 2 UWG nicht mit der Begründung die Anwendung versagt werden könne, die Zuständigkeit bezüglich der spezialrechtlichen Klage ergebe sich aus dem IPRG. Im Übrigen wäre Art. 12 Abs. 2 UWG selbst in diesem Fall anwendbar, da auch das IPRG als Spezialgesetz im Sinne von Art. 12 Abs. 2 UWG zu betrachten sei. Die Kompetenzattraktion gemäss BGE 125 III 95 S. 97Art. 12 Abs. 2 UWG setze sodann nur voraus, dass für die kompetenzanziehende Klage in einem bundesrechtlichen Spezialgesetz besondere Gerichtsstände vorgesehen seien, nicht aber, dass dieses Spezialgesetz im konkreten Fall zur Anwendung komme und die kompetenzanziehende Klage auch tatsächlich am spezialgesetzlich vorgesehenen Gerichtsstand erhoben werde. Dies ergebe sich nicht nur aus dem Wortlaut von Art. 12 Abs. 2 UWG, sondern auch aus dessen zweckbezogener Auslegung, gehe es doch darum, aus prozessökonomischen Überlegungen die einheitliche Behandlung von wettbewerbsrechtlichen und spezialrechtlichen Klagen zu ermöglichen, um so die Sachkenntnis des mit der Klage aus gewerblichem Rechtsschutz bereits vertrauten Gerichts zu nutzen und die Fällung widersprüchlicher Urteile zu vermeiden. Dabei könne es nicht darauf ankommen, ob der kompetenzanziehende Gerichtsstand durch Gesetzesnorm oder Einlassung begründet sei. So sei in Lehre und Rechtsprechung unbestritten, dass im internationalen Verhältnis der Einheitsgerichtsstand gegenüber mehreren Beklagten gemäss Art. 129 Abs. 3 IPRG auch dann gewahrt bleibe, wenn die Zuständigkeit des zuerst angerufenen Gerichts auf einer Gerichtsstandsvereinbarung beruhe, obwohl der Zweitbeklagte diesfalls zur Herbeiführung des prorogierten Gerichtsstandes nichts beigetragen habe. Umso mehr müsse dies gelten, wo der Beklagte wie vorliegend die Erstzuständigkeit durch Einlassung selbst begründet habe.\n\na) Gemäss Art. 12 Abs. 2 UWG können zivilrechtliche Klagen aus unlauterem Wettbewerb, die mit einer zivilrechtlichen Streitigkeit im Zusammenhang stehen, für die das entsprechende Bundesgesetz eine einzige kantonale Instanz oder andere Gerichtsstände als den Beklagtenwohnsitz gemäss Art. 12 Abs. 1 UWG vorsieht, auch an diesen angehoben werden. Wie der frühere Art. 5 Abs. 2 aUWG bezweckt diese Bestimmung, für die besonders häufige Konnexität von Lauterkeitsklagen und Klagen aus gewerblichem Eigentum einen einheitlichen Instanzenzug zu schaffen (Botschaft zum UWG, BBl 1983 II 1080). Obwohl die Vorschrift offenkundig auf die objektive Klagenhäufung gemünzt ist, ist sie nach ihrem Wortlaut nicht zwingend auf diese beschränkt. Es stellt sich daher die Frage, ob die Kompetenzattraktion auch bei subjektiver aktiver Klagenhäufung, d.h. bei Geltendmachung von Ansprüchen durch mehrere Kläger, zum Zug kommen kann.\n\naa) Subjektive aktive Klagenhäufung liegt vor, wenn mehrere Berechtigte zwecks Vermeidung widersprechender Urteile gemeinsam klagen; dabei spricht man von einfacher Streitgenossenschaft, BGE 125 III 95 S. 98weil auch jeder Berechtigte zur selbständigen Klageinreichung berechtigt wäre. Die Zulässigkeit der subjektiven Klagenhäufung setzt im Allgemeinen voraus, dass für alle Berechtigten die gleiche Zuständigkeit und das gleiche Verfahren gilt (VOGEL, Grundriss des Zivilprozessrechts, 5. Auflage, Bern 1997, S. 141; FRANK/STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 3. Auflage, Zürich 1997, N. 13 und 16 zu § 40 ZPO/ZH). Da die Klagen der einfachen Streitgenossen selbständig zu beurteilen sind, können sie zu unterschiedlichen Urteilen führen (FRANK/STRÄULI/MESSMER, a.a.O., N. 18 zu § 40 ZPO/ZH). Dies ist nicht zu verwechseln und durchaus vereinbar mit der durch die Klagenhäufung angestrebten Vermeidung von Widersprüchlichkeiten, geht es doch hierbei nicht in erster Linie um die Vermeidung unterschiedlicher Ergebnisse, sondern darum, dass der den Klagen zugrundeliegende Sachverhalt einer einheitlichen tatsächlichen und rechtlichen Würdigung unterworfen wird, so dass die Verfahrensergebnisse inhaltlich miteinander vereinbar sind. Insofern unterscheiden sich Zweck und Voraussetzungen der subjektiven Klagenhäufung nicht grundlegend von denjenigen der objektiven Klagenhäufung, bei welcher ein und derselbe Kläger im selben Verfahren mehrere selbständige Ansprüche gegen den Beklagten erhebt (vgl. VOGEL, a.a.O., S. 190; FRANK/STRÄULI/MESSMER, a.a.O., N. 1 ff. zu § 58 ZPO/ZH).\n\nbb) Für die Ausdehnung der Kompetenzattraktion gemäss Art. 12 Abs. 2 UWG auch auf den Fall der subjektiven Klagenhäufung sprächen die Interessen der Prozessökonomie und die Möglichkeit der Vermeidung unbefriedigender Widersprüchlichkeiten. Die Annahme der kompetenzattrahierenden Wirkung der Erstklage gegenüber der Klage eines Dritten wäre aber jeweils nur gerechtfertigt, wenn ein entsprechend enger Zusammenhang zwischen den Klagen bestünde. Die Drittpartei müsste demnach jeweils die Intensität des Sachzusammenhanges abschätzen, wenn sie sich auf Art. 12 Abs. 2 UWG abstützen wollte. Hierbei handelt es sich um ein weitgehend kasuistisches Kriterium, welches den Rechtssuchenden kaum klare Entscheidungskriterien in die Hand gibt, wann sie gemeinsam an einem UWG-fremden Gerichtsstand klagen können und wann nicht. Bezüglich prozessrechtlicher Vorschriften verlangt aber das Gebot der Rechtssicherheit, dass diese möglichst klar und eindeutig zu handhaben sind. Mit diesem Postulat sind vage Gerichtsstandsnormen nicht vereinbar. Gegenüber den prozessökonomischen Vorteilen ist dem Rechtssicherheitsbedürfnis der Rechtssuchenden überwiegende Bedeutung beizumessen. Aus diesem Grund ist die BGE 125 III 95 S. 99Ausdehnung der Kompetenzattraktion gemäss Art. 12 Abs. 2 UWG auf Fälle der subjektiven Klagenhäufung abzulehnen.\n\nb) Nach dem Gesagten übt der spezialgesetzliche Gerichtsstand des Verfahrens zwischen der LEGO System A/S und der Beklagten auf das von der Klägerin angestrebte Verfahren keine kompetenzattrahierende Wirkung aus. Für letzteres ist demnach gemäss\n\nArt. 12 Abs. 1 UWG der Richter am Sitz der Beklagten zuständig. Dieser befindet sich im freiburgischen Kerzers. Im Ergebnis erklärte sich demnach die Vorinstanz zu Recht für unzuständig.\n\nUnter diesen Umständen kann offenbleiben, ob zwischen der LEGO System A/S ein internationalen Verhältnis im Sinne von Art. 1 Abs. 1 IPRG vorliegt, und ob die Kompetenzattraktion gemäss Art. 12 Abs. 2 UWG allenfalls auch zur Anwendung kommt, wenn der Gerichtsstand der Erstklage auf dem IPRG beruht. Ebenso kann offenbleiben, ob die Kompetenzattraktion auch zum Zug kommt, wenn der kompetenzanziehende Gerichtsstand auf Einlassung beruht."}