{"annee": "125", "cour": "IV", "page": "165", "date": "2/7/1999", "cite": ["122 IV 91", "108 IV 154"], "cite_par": ["133 IV 235"], "chapeau": "26. Auszug aus dem Urteil der Anklagekammer vom 2. Juli 1999 i.S. R.S., T. Ltd., P.C., P.D., D. Trust, J.G. und N. Inc. gegen Schweizerische Bundesanwaltschaft.", "regestes": ["Art. 73 PPF et art. 259 PPF. Suspension des recherches de la police judiciaire, confiscation de valeurs présumées provenir d'un trafic de drogue. Les actes punissables réprimés par le Code pénal et la LStup sont soumis en principe à la juridiction cantonale; la juridiction fédérale constitue une exception (consid. 5). La compétence spéciale du Ministère public de la Confédération découlant de l'art. 259 PPF concerne quelques recherches nécessitant des investigations urgentes (consid. 6). L'art. 73 PPF ne vaut que pour la suspension des recherches entreprises dans le cadre d'une procédure pénale fédérale, c'est-à-dire pour les infractions dont la poursuite et le jugement sont de la compétence de la Confédération en application de l'art. 340 CP (consid. 7). Le Ministère public de la Confédération n'est pas compétent pour ordonner la confiscation de valeurs après la suspension d'enquêtes au sujet du blanchiment d'argent et d'infractions à la LStup, actes qui ne relèvent pas de la juridiction fédérale (consid. 8)."], "faits": "|166|\n\nA.- Durch einen Bericht der Drug Enforcement Administration/USA (DEA) vom August 1995 erhielt das Bundesamt für Polizeiwesen Kenntnis davon, dass verschiedene mexikanische Staatsangehörige, insbesondere J.G.G. (unter diesem sowie anderen Alias-Namen trat R.S. insbesondere gegenüber Banken auf) und M.N., im Rahmen eines grossen internationalen Drogenhandels auf mehreren Schweizer Banken bedeutende Vermögenswerte verwahren sollen, die aus dieser kriminellen Tätigkeit herrühren dürften.\n\n|167|\n\nDie Schweizerische Bundesanwaltschaft eröffnete am 3. November 1995 auf Antrag des Bundesamtes für Polizeiwesen vom 1. November 1995 (gestützt auf Art. 29 Abs. 4 BetmG in Verbindung mit Art. 259 des Bundesgesetzes über die Bundesstrafrechtspflege [BStP; SR 312.0]) gegen die mexikanischen Staatsangehörigen R.S. (seit 28. Februar 1995 in Mexico in Haft und Bruder des früheren mexikanischen Staatspräsidenten C.S.), M.N., J.G. und S.G. sowie allfällige Mitbeteiligte ein gerichtspolizeiliches Ermittlungsverfahren wegen des Verdachts der qualifizierten Widerhandlung gegen das Bundesgesetz über die Betäubungsmittel (Art. 19 Ziff. 1 und 2 BetmG; SR 812.121) und der Geldwäscherei (Art. 305bis StGB).\n\nAm 15. November 1995 wurde das Ermittlungsverfahren auf die Ehefrau von R.S., P.C., sowie deren Bruder A.R. ausgedehnt.\n\nIm November 1995 wurden Guthaben der Beschuldigten bei Banken in Zürich beschlagnahmt.\n\nAm 12. bzw. 13. Februar 1997 wurden alle oder einzelne Bank-institute der Städte Zürich, Genf, Lugano, Schaffhausen und Lausanne aufgefordert, Angaben über Konti zu machen, an welchen 32 namentlich erwähnte mexikanische (14) bzw. kolumbianische Staatsangehörige berechtigt seien. Die Namen dieser Beschuldigten waren der Bundesanwaltschaft am 4. Februar 1997 durch die DEA übermittelt worden. Die gemeldeten Guthaben und Kontenunterlagen wurden durch die Bundesanwaltschaft beschlagnahmt und die Konten gesperrt.\n\nB.- Die mexikanischen Strafverfolgungsbehörden führen seit 1995 ebenfalls insbesondere gegen R.S. und dessen Ehefrau P.C. ein Strafverfahren wegen Geldwäscherei, illegalen Drogenhandels, Veruntreuung öffentlicher Gelder, ungerechtfertigter Bereicherung, Urkundenfälschung und falschen Zeugnisses. Die beiden sollen insbesondere von 1990 bis 1995 sehr hohe Geldsummen (über 100 Millionen US$) aus dem Drogenhandel über mexikanische und ausländische, namentlich auch über schweizerische Banken gewaschen haben. R.S. soll von weiteren Beschuldigten und allfälligen Dritten bei seinen illegalen Geschäften unterstützt worden sein.\n\nAm 16./17. November 1995 richtete die Generalstaatsanwaltschaft Mexico ein Rechtshilfeersuchen in Sachen R.S. an die Schweiz. Ersucht wurde um die vorsorgliche Beschlagnahme und Übermittlung von Bankunterlagen zu Bankkonten in der Schweiz, an denen die mexikanischen Beschuldigten R.S. (alias J.G.G. oder J.G.C.), M.N., P.C. und A.R. (sowie weitere Personen) berechtigt seien. Die Guthaben seien zu beschlagnahmen.\n\n|168|\n\nAm 27. November 1995 übertrug das Bundesamt für Polizeiwesen die Durchführung des Rechtshilfeverfahrens - wegen des offensichtlichen Bezuges zu Betäubungsmitteldelikten und Amtsvergehen/-verbrechen (es handelt sich teilweise um Angehörige des früheren Staatspräsidenten von Mexico) und weil die Bundesanwaltschaft schon ein eigenes Verfahren eröffnet hatte - an die Bundesanwaltschaft.\n\nAm 16. August 1996 erklärte die Bundesanwaltschaft gegenüber den mexikanischen Behörden, der Gegenstand des mexikanischen Rechtshilfeersuchens vom 17. November 1995 decke sich in weiten Teilen mit demjenigen ihres eigenen Ermittlungsverfahrens in Sachen R.S.; im Interesse des eigenen Verfahrens sei daher der Vollzug des mexikanischen Rechtshilfeersuchens einstweilen zurückgestellt worden.\n\nC.- Am 29. November/5. Dezember 1995 richtete die Bundesanwaltschaft ihrerseits ein Rechtshilfeersuchen an Mexico. Weitere Ersuchen gingen im Jahre 1996 an die USA, England (Grand Cayman), Spanien, Luxemburg, Deutschland, Belgien und Holland.\n\nD.- Mit Verfügung vom 10. Oktober 1996 erklärte die Bundesanwaltschaft die verlangte Rechtshilfe für zulässig und ordnete die Übermittlung der bereits im Rahmen des gerichtspolizeilichen Ermittlungsverfahrens amtlich erhobenen Bank- und Kontenunterlagen an die mexikanischen Behörden an. Über die verlangte Beschlagnahme der Konten werde derzeit noch nicht entschieden.\n\nZwei durch R.S. und P.C. gegen diese Verfügung eingereichte Verwaltungsgerichtsbeschwerden vom 13. November 1996 hiess das Bundesgericht mit Urteil vom 30. September 1997 gut und hob die angefochtene Verfügung der Bundesanwaltschaft auf, weil es das Rechtshilfeersuchen als den Anforderungen an die Begründung gemäss Art. 28 Abs. 3 lit. a des Bundesgesetzes über internationale Rechtshilfe in Strafsachen (IRSG; SR 351.1) nicht genügend erachtete. Die verlangte Rechtshilfe wurde vorläufig verweigert und die Bundesanwaltschaft eingeladen, bei den mexikanischen Behörden ein neues, den schweizerischen Rechtshilfebestimmungen entsprechendes Ersuchen anzufordern.\n\nE.- Die Behörden des Kantons Genf führen bereits seit 1994 gegen den (seit 23. September 1994 durch die mexikanischen Behörden zur Verhaftung ausgeschriebenen) mexikanischen Staatsangehörigen C.C., Direktor der Banca C. in Mexico City, eine Straf-untersuchung wegen Geldwäscherei. Dieser soll regelmässiger |169| Geschäftspartner von R.S. gewesen sein und sich auch wiederholt an dessen Domizil aufgehalten haben.\n\nAuf Ersuchen des Generalstaatsanwalts von Mexico vom 1. Februar 1996 beschlagnahmten die Strafverfolgungsbehörden des Kantons Genf, an die das Bundesamt für Polizeiwesen das Ersuchen offensichtlich weitergeleitet hatte, ein Konto von C.C. und Beteiligte bei der M. Bank in Genf. Da dieser mit der Familie S. nicht nur geschäftlich verbunden, sondern auch befreundet gewesen sein soll, wies der Generalprokurator des Kantons Genf den Genfer Untersuchungsrichter am 29. August 1996 an, die Untersuchung auf die dem durch die Bundesanwaltschaft eröffneten Ermittlungsverfahren zu Grunde liegenden Sachverhalte auszudehnen, soweit die durch die Bundesanwaltschaft (bereits im November 1995) beschlagnahmten Vermögenswerte auf Genfer Banken liegen, und diese auch kantonalrechtlich zu beschlagnahmen.\n\nF.- Mit Verfügung vom 19. Oktober 1998 stellte die Bundesanwaltschaft das gegen R.S., P.C., M.N., J.G. und S.G. wegen Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 BetmG) und Geldwäscherei (Art. 305bis StGB) eröffnete gerichtspolizeiliche Ermittlungsverfahren ein. Gleichzeitig wurden die auf verschiedenen Konten bei Banken in Genf und Zürich beschlagnahmten Vermögenswerte (im Betrag von über 118 Mio. US$, davon ca. 23 Mio. US$ bei einer Bank in London unter dem Vorbehalt der rechtshilfeweisen Gewährung) der Beschuldigten eingezogen.\n\nDie Verfügung wurde den Beschuldigten mit Zustelldomizil in der Schweiz zugestellt und zudem im Bundesblatt veröffentlicht.\n\nG.- Gegen die Einziehungsverfügung der Bundesanwaltschaft haben verschiedene Personen bei der Anklagekammer des Bundesgerichts Beschwerde erhoben.\n\nR.S. und T. Ltd., Grand Cayman, beantragen mit Beschwerde vom 29. Oktober 1998 der Anklagekammer zur Hauptsache, die Einstellungs- und Einziehungsverfügung der Bundesanwaltschaft aufzuheben, soweit mit dieser die definitive Einziehung der Guthaben auf fünf näher bezeichneten Konten bei Banken in Genf, Zürich und London verfügt werde und die beschlagnahmten Guthaben freizugeben. Eventuell sei die angefochtene Verfügung aufzuheben und die Sache zuständigkeitshalber an den Instruktionsrichter des Kantons Genf zu überweisen.\n\nP.C., Mexico, P.D., Mexico, und der D. Trust beantragen mit Beschwerde vom 29. Oktober 1998 der Anklagekammer, Ziffer 2 der Einstellungs- und Einziehungsverfügung der Bundesanwaltschaft |170| vom 19. Oktober 1998 aufzuheben, soweit diese zwei näher bezeichnete Konten bei Banken in Zürich und Genf betreffe; die Beschlagnahme dieser Konten sei aufzuheben. Eventuell seien die Akten zur Vornahme weiterer Abklärungen an die Vorinstanz zurückzuweisen.\n\nJ.G. und N. Inc. beantragen der Anklagekammer mit Beschwerde vom 13. November 1998 zur Hauptsache, die Einstellungs- und Einziehungsverfügung der Bundesanwaltschaft aufzuheben, soweit mit dieser die Einziehung der Guthaben auf zwei näher bezeichneten Konten bei einer Bank in Zürich verfügt werde, und die beschlag- nahmten Guthaben freizugeben. Eventuell sei die angefochtene Verfügung aufzuheben und die Sache an die zuständige Strafuntersuchungsbehörde zu überweisen.\n\nDie Schweizerische Bundesanwaltschaft beantragt, die Beschwerden abzuweisen.\n\nIm zweiten Schriftenwechsel halten die Parteien an ihren Anträgen fest.\n\nH.- Am 4. November 1998 wies der Präsident der Anklagekammer des Bundesgerichts die Gesuche von R.S. und T. Ltd. sowie P.C., P.D. und D. Trust um Gewährung der aufschiebenden Wirkung ab.\n\nI.- Am 23. Dezember 1998 teilte die Bundesanwaltschaft der Anklagekammer des Bundesgerichts mit, die Schweiz werde für R.S., M.N., J.G. und S.G. ein Strafübernahmebegehren an Mexico stellen. Die Bundesanwaltschaft werde dem Bundesamt für Polizeiwesen einen entsprechenden Antrag unterbreiten.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Beschwerdeführer rügen zunächst, die Bundesanwaltschaft sei im Zusammenhang mit den ihnen zur Last gelegten Tatbeständen der Geldwäscherei und der BetmG-Widerhandlungen nicht zuständig zur Einziehung der in Frage stehenden Vermögenswerte. Zuständig seien vielmehr die kantonalen Behörden.\n\nb) Die Bundesanwaltschaft begründet ihre Zuständigkeit für die in Frage stehende Einziehung mit ihrer Ermittlungszuständigkeit: In dem durch sie geführten polizeilichen Ermittlungsverfahren gehe es um in Mexico begangene Widerhandlungen gegen das Betäubungsmittelgesetz (Art. 19 Ziff. 1 al. 3-5 in Verbindung mit Art. 19 Ziff. 2 lit. a BetmG) sowie um in Mexico und in der Schweiz betriebene Wäscherei von Vermögenswerten, die aus ausländischem |171| Drogenhandel stammten (Art. 305bis StGB); die Haupttat sei in Mexico verübt worden. Für diese beiden - der kantonalen Gerichtsbarkeit unterstehenden - Delikte ergebe sich ihre Ermittlungszuständigkeit aus Art. 259 BStP. Für die Betäubungsmitteldelikte ergebe sich dies direkt aus Art. 29 Abs. 4 BetmG in Verbindung mit Art. 19 BetmG. Die Geldwäscherei im Betäubungsmittelbereich sei zwar - anders als in einigen Ländern, in denen diese in den Strafbestimmungen des BetmG geregelt werde - im StGB geregelt, doch diese gesetzestechnische Lösung ändere nichts daran, dass dem Bund im Bereich der Drogen- und Drogengeldbekämpfung ein besonderes Oberaufsichtsrecht zustehe, was die Ermittlungskompetenz der Bundesanwaltschaft begründe. Dem Bund komme zudem nach dem 3. Kapitel des Geldwäschereigesetzes (SR 955.0; Art. 12-28) ein Aufsichtsrecht über die Finanzintermediäre auf dem Gebiet der Geldwäschereibekämpfung zu. In ihrer Vernehmlassung zur Beschwerde beruft sie sich zusätzlich auf das allgemeine Oberaufsichtsrecht des Bundes nach Art. 102 Ziff. 2 BV bzw. Art. 392 StGB. Aus dieser Ermittlungszuständigkeit ergebe sich nach Art. 73 BStP auch ihre Zuständigkeit zur Einziehung.\n\n5. a) Gemäss Art. 343 StGB verfolgen und beurteilen die Kantone die nach dem Schweizerischen Strafgesetzbuch strafbaren Handlungen, unter Vorbehalt der gemäss Art. 340-342 StGB ausdrücklich der Bundesgerichtsbarkeit unterliegenden Delikte. Dieser Grundsatz gilt auch für die in anderen Bundesgesetzen vorgesehenen strafbaren Handlungen, deren Verfolgung den Kantonen zugewiesen wird (BGE 122 IV 91 E. 3a). Die Bundesgerichtsbarkeit bildet somit die Ausnahme vom Grundsatz der kantonalen Gerichtsbarkeit, weshalb sie nur dann gegeben ist, wenn eine Bestimmung des Bundesrechts sie ausdrücklich vorsieht (Markus Peter, Bundesstrafgerichtsbarkeit und kantonale Gerichtsbarkeit, ZStrR 87 [1971] 166 f.).\n\nDas Bundesgesetz über die Bundesstrafrechtspflege (BStP) gilt mit Ausnahme seines dritten Teils (Art. 247-278bis) nur für Bundesstrafsachen, d.h. für Strafsachen, die durch ein Bundesgesetz (oder ausnahmsweise durch ein kantonales Gesetz: vgl. Art. 8 BStP) der Strafgerichtsbarkeit des Bundes zugewiesen sind, indem eine der eidgenössischen Strafgerichtsbehörden (Art. 1 BStP) zuständig erklärt wird.\n\nb) In der angefochtenen Verfügung werden Vermögenswerte mit der Begründung eingezogen, sie stammten aus dem Drogenhandel. Den Beschuldigten wurden im eingestellten Ermittlungsverfahren |172| (die Einstellung wird damit begründet, dass in Mexico gegen die Beschuldigten wegen derselben Delikte eine Strafuntersuchung eröffnet worden ist) Betäubungsmitteldelikte und Geldwäscherei vorgeworfen.\n\nDer Tatbestand der Geldwäscherei (Art. 305bis StGB) ist unter dem 17. Titel des StGB eingeordnet; die Delikte dieses Titels unterliegen nur dann der Bundesgerichtsbarkeit, wenn sie gegen den Bund, gegen die Behörden des Bundes etc. gerichtet sind (Art. 340 Ziff. 1 StGB). Dies ist bei der hier in Frage stehenden Geldwäscherei offensichtlich nicht der Fall. Auch die den Beschuldigten zur Last gelegten Betäubungsmitteldelikte wären durch die kantonalen Behörden zu verfolgen und zu beurteilen, wenn das Strafverfahren weitergeführt würde; gemäss Art. 28 BetmG ist die Strafverfolgung der BetmG-Widerhandlungen ausdrücklich Sache der Kantone. Bei beiden Straftatbeständen handelt es sich damit um Bundesstrafsachen, die nach Bundesgesetz (Art. 343 StGB bzw. Art. 28 BetmG) durch die kantonalen Behörden zu verfolgen und zu beurteilen sind.\n\n6. a) Gemäss Art. 259 BStP kann die Bundesanwaltschaft bei Widerhandlungen gegen die in Art. 258 BStP genannten Bundesgesetze, d.h. solche, die dem Bund ein besonderes Oberaufsichtsrecht einräumen (indem regelmässig besondere Bundesorgane mit dieser Oberaufsicht beauftragt werden), Ermittlungen anordnen oder anordnen lassen, wenn die strafbaren Handlungen ganz oder teilweise im Ausland oder in mehreren Kantonen begangen wurden.\n\nb) Ob dem Bund im Zusammenhang mit der Geldwäscherei ein besonderes Oberaufsichtsrecht zukommt, welches ihn auf Grund von Art. 259 BStP ermächtigen würde, ein gerichtspolizeiliches Ermittlungsverfahren zu eröffnen, erscheint zumindest fraglich, kann aber offen bleiben. Ein besonderes Aufsichtsrecht im Sinne von Art. 259 BStP ergibt sich aus Art. 29 Abs. 4 BetmG, sofern die in Frage stehenden strafbaren Handlungen - wie hier - im Ausland verübt wurden (BGE 122 IV 91 E. 3c).\n\nc) Die Ausnahmebefugnis der Bundesanwaltschaft gemäss Art. 259 BStP wurde damit begründet, es habe sich in der Praxis das Bedürfnis gezeigt, dass bei den Widerhandlungen, die dem Bund ein Oberaufsichtsrecht einräumen, vor der Anhandnahme der Verfolgung durch einen Kanton eine zentrale Amtsstelle Ermittlungen anordne; solche Ermittlungen (z.B. die Postsperre) hätten sich namentlich bei Widerhandlungen gegen die Bundesgesetze über Betäubungsmittel, betreffend Lotterien und gewerbsmässige Wetten, Frauen- und Kinderhandel sowie unzüchtige Veröffentlichungen |173| als notwendig erwiesen (Botschaft des Bundesrates vom 10. September 1929 zum Entwurf eines Bundesgesetzes über die Bundesstrafrechtspflege, BBl 1929 II 633f.). Das ändert indessen nichts daran, dass diese in Frage stehenden Widerhandlungen grundsätzlich durch die Kantone zu verfolgen und zu beurteilen sind. Denn der Grundsatz, dass im kantonalen Verfahren nur die kantonalen Behörden zu handeln haben, sollte dadurch nicht aufgehoben werden (BBl 1929 II 633). Auch die Anklagekammer hat betont, die sich aus Art. 259 BStP ergebende Ermittlungsbefugnis ändere nichts daran, dass die Zuständigkeit und das Verfahren grundsätzlich kantonal blieben (BGE 122 IV 91 E. 3a).\n\nBei den in Art. 259 BStP erwähnten Ermittlungen handelt es sich um einzelne, dringend notwendige Erhebungen. Sobald das Vorliegen einer strafbaren Handlung und der schweizerische Gerichtsstand feststeht, haben die kantonalen Behörden die Strafverfolgung durchzuführen (FRANZ STÄMPFLI, Das Bundesgesetz über die Bundesstrafrechtspflege vom 15. Juni 1934, Bern 1935, Art. 259 N. 2). Die praktische Bedeutung von Art. 259 BStP lag seit jeher fast ausschliesslich auf dem Gebiet der Betäubungsmitteldelikte. Hier führte die Bundesanwaltschaft vor allem dann eigene Ermittlungen durch, wenn die BetmG-Widerhandlung im Ausland verübt wurde und in der Schweiz noch kein Gerichtsstand feststand; sie beschränkten sich aber in aller Regel auf einzelne dringend notwendige Erhebungen. Sobald sich der Verdacht einer strafbaren Handlung bestätigte und der Gerichtsstand sich bestimmen liess, wurde das Verfahren der zuständigen kantonalen Behörde übertragen. Fälle, in denen die Bundesanwaltschaft unter Berufung auf Art. 259 BStP ermittelt, können denn auch nicht dem Bundesstrafgericht überwiesen werden, sondern sind durch die zuständigen kantonalen Behörden zu beurteilen (PETER HUBER, Einige Probleme aus dem Bereich des gerichtspolizeilichen Ermittlungsverfahrens im Bundesstrafprozess, ZBJV 1984, S. 396).\n\n7. a) Gemäss der Botschaft des Bundesrates vom 10. September 1929 zum Entwurf eines Bundesgesetzes über die Bundesstrafrechtspflege (BBl 1929 II 575 ff.) wurde die Bundesanwaltschaft ermächtigt, vor Einleitung der Voruntersuchung Beschlagnahmen und Durchsuchungen durchzuführen (Art. 75 BStP). Im Entwurf des Bundesrates wurde die Einziehung - da nach der Aufhebung von Art. 202 aBStP eine bundesrechtliche Bestimmung über die Einziehung gefehlt hätte, solange das StGB mit den entsprechenden Bestimmungen über die Einziehung (Art. 55 und 56 des Entwurfes |174| StGB) noch nicht in Kraft getreten war - in Art. 174 geregelt und noch ausdrücklich dem Richter vorbehalten; es wurde lediglich gesagt, die Bestimmung finde «auch bei der Einstellung der Ermittlungen und der Voruntersuchung Anwendung». In den Beratungen wurde es hingegen als sachgerechter erachtet, diese sonst versteckte Bestimmung (über die Einziehung) von allgemeiner Bedeutung aufgrund einer gewissen Analogie anschliessend an die Durchsuchung und Beschlagnahme zu stellen. In Art. 75 Abs. 2 wurde zudem in Abweichung zum Entwurf des Bundesrates der Bundesanwalt zur Einziehung zuständig erklärt, sofern er die Ermittlungen einstellt. Sinngemäss wurde dies wie die Zuständigkeit der Bundesanwaltschaft zur Beschlagnahme und Durchsuchung auch damit begründet, dass im polizeilichen Ermittlungsverfahren kein Richter zur Verfügung stehe. Die Bestimmungen wurden daher in einem Titel: «IX. Beschlagnahme, Durchsuchung und Einziehung» zusammengefasst.\n\nMit dem Inkrafttreten des StGB wurden die Bestimmungen über die Einziehung (die damaligen Art. 71 und 72 BStP) durch die entsprechenden Bestimmungen des StGB ersetzt bzw. hinfällig (Art. 343 BStP; Art. 398 Abs. 2 lit. o StGB). Die selbständige Einziehungskompetenz der Bundesanwaltschaft (damaliger Art. 73 Abs. 2) blieb indessen mit dem Inkrafttreten des StGB unangetastet. Dem Beschuldigten blieb dagegen nach wie vor nur die (Aufsichts)-Beschwerde an den Bundesrat (Sten.Bull. 1934 SR 10).\n\nMit dem Bundesgesetz über den Schutz der Geheimsphäre vom 23. März 1979 wurde der bis dahin geltende Art. 73 BStP im Sinne einer blossen redaktionellen Verbesserung auf die Art. 71-73 BStP (die Art. 71 und 72 waren seit der Einführung von Art. 58 und 59 StGB frei) aufgegliedert. Dadurch sollte zum Ausdruck gebracht werden, dass alle dem Bundesanwalt zugewiesenen Kompetenzen diesem «vor Einleitung der Voruntersuchung zustehen, also ausserhalb des Strafverfahrens, sei es zum Zwecke der Fahndung oder zum Zwecke der Prävention» (AB 1978 S 301). In Bezug auf die Einziehung wurde die bisherige Bestimmung übernommen, da dies mit der zu regelnden Materie nichts zu tun habe (AB 1978 S 302).\n\nb) In BGE 108 IV 154 erkannte das Bundesgericht, der Generalprokurator des Kantons Genf sei, da ihm als Ankläger die erforderliche Unabhängigkeit fehle, keine richterliche Instanz im Sinne von Art. 59 StGB; nur eine solche («le juge pénal du fond») könne über die Einziehung entscheiden; dies schon aus Gründen der Gewährung des rechtlichen Gehörs. Als Folge dieses Urteils wurde als dringende |175| Anpassung des Bundesstrafprozesses an die EMRK im Zusammenhang mit der Änderung des OG u.a. - nachträglich, d.h. ohne dass dies Bestandteil der Vernehmlassungsvorlage gewesen wäre - mit dem neuen Art. 73 Abs. 2 BStP die Beschwerdemöglichkeit an die Anklagekammer eingeführt (in Kraft seit 15. Februar 1992). Dies wurde unter Hinweis auf BGE 108 IV 154 damit begründet, dass Entscheide gemäss Art. 58 und 59 StGB von einer richterlichen Instanz zu fällen seien. Der bei Einstellung der Ermittlungen im Bundesstrafverfahren für die Einziehung zuständige Bundesanwalt - der im Bundesstrafverfahren von der Voruntersuchung an als Partei auftrete - verfüge indessen über keine richterähnliche Unabhängigkeit und sei damit kein unabhängiges Gericht im Sinne von Art. 6 Ziff. 1 EMRK. Denn Sachrichter seien je nach Art des untersuchten Delikts die Bundesassisen oder das Bundesstrafgericht. Es wäre jedoch unökonomisch, für solche Entscheide, die in der Regel keine grosse Bedeutung hätten, diese Gerichte einzusetzen. Es erscheine daher angebracht, die Anklagekammer des Bundesgerichts auf Beschwerde hin entscheiden zu lassen. Die Änderung entspreche der Praxis des Bundesgerichts und liege im Interesse des von der Einziehung Betroffenen, weshalb auf die Durchführung eines zusätzlichen Vernehmlassungsverfahrens verzichtet werde (Botschaft des Bundesrates vom 29. Mai 1985 betreffend die Änderung des Bundesgesetzes über die Organisation der Bundesrechtspflege, BBl 1985 II 867). Diese Begründung wird in der Botschaft des Bundesrates vom 18. März 1991 betreffend die Änderung des Bundesgesetzes über die Organisation der Bundesrechtspflege sowie die Änderung des Bundesbeschlusses über eine vorübergehende Erhöhung der Zahl der Ersatzrichter und der Urteilsredaktoren des Bundesgerichts im Zusammenhang mit Art. 73 Abs. 2 BStP wiederholt (BBl 1991 II 512f.). In den parlamentarischen Beratungen wurde diese Bestimmung diskussionslos angenommen.\n\nArt. 73 BStP gilt bereits wegen des auf Bundesstrafsachen beschränkten Geltungsbereichs dieses Gesetzes (E. 5a oben) nur für die Einstellung der Ermittlungen im Rahmen eines Bundesstrafverfahrens. Der Hinweis in der oben erwähnten Botschaft des Bundesrates (S. 512) auf den Sachrichter - Bundesassisen/Bundesstrafgericht - unter ausdrücklicher Verweisung auf die Art. 341 und 342 StGB macht ebenfalls deutlich, dass diese Bestimmung nur für Bundesstrafsachen anwendbar ist, d.h. wenn die Voraussetzung der Bundesgerichtsbarkeit gemäss Art. 340 StGB erfüllt ist; denn nur dann sind die erwähnten Gerichte der zuständige Sachrichter.\n\n|176|\n\n8. Gilt nach dem Gesagten Art. 73 BStP nur für Ermittlungen bei Straftaten, deren Verfolgung und Beurteilung in die Zuständigkeit des Bundes nach Art. 340 StGB fällt, und begründet die Ermittlungsbefugnis der Bundesanwaltschaft keine solche Zuständigkeit (E. 6 oben), war die Bundesanwaltschaft nicht zuständig, nach Einstellung der Ermittlungen wegen nicht unter die Bundesstrafgerichtsbarkeit fallender Geldwäscherei und Betäubungsmitteldelikte die angefochtene Einziehung von Vermögenswerten zu verfügen. Daran ändert auch Art. 29 Abs. 4 BetmG nichts. Diese Bestimmung behält ausdrücklich allein Ermittlungen der Bundesanwaltschaft gemäss Art. 259 BStP vor. Es handelt sich um einen Vorbehalt gegenüber Art. 28 Abs. 1 BetmG, der die Strafverfolgung als Sache der Kantone bezeichnet, der keine andere Bedeutung als der allgemeine Vorbehalt in Art. 259 BStP hat. Das BetmG statuiert denn auch ausdrücklich in Art. 24 die Einziehungszuständigkeit des Kantons, in dem die Vermögenswerte liegen, wenn die Straftat im Ausland begangen wurde, und enthält dazu keinen Vorbehalt.\n\nDie Beschwerden sind daher insoweit gutzuheissen und die angefochtene Verfügung aufzuheben. Die Sache ist an die Bundesanwaltschaft zurückzuweisen, damit diese prüfe, ob und welchem Kanton die Akten im Sinne von Art. 107 BStP zu neuer Entscheidung über die Einziehung der in Frage stehenden Vermögenswerte zu überweisen sind."}