{"annee": "125", "cour": "I", "page": "441", "date": "1/7/1999", "cite": ["117 IA 472", "125 I 209", "122 I 236", "102 IA 264", "121 I 138", "124 I 40", "122 I 130", "123 I 12", "124 I 34", "119 IA 71", "123 I 221", "98 IA 73", "125 I 257", "113 IA 291", "119 IA 362", "124 I 55"], "cite_par": ["129 I 185"], "chapeau": "41. Estratto della sentenza del 1o luglio 1999 della I Corte di diritto pubblico nella causa A. c. Gran Consiglio dello Stato e Repubblica del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Loi sur l'exercice des droits politiques du canton du Tessin: contributions de tiers au financement de la campagne électorale des candidats aux élections cantonales; liberté de vote et d'élection; principe de l'égalité des chances; art. 4 Cst. Liberté de vote et d'élection, principe d'égalité et interdiction de toute discrimination (consid. 2a). Intervention de tiers dans les votations et élections: résumé de la jurisprudence et de la doctrine (consid. 2b). Admissibilité de principe des restrictions au financement des campagnes électorales? Question laissée indécise en l'espèce (consid. 2c). La disposition de la loi sur l'exercice des droits politiques du canton du Tessin, qui limite à 50'000 fr. les contributions de tiers au financement de la campagne électorale d'un candidat aux élections cantonales, viole tant le principe de l'égalité des chances que le principe de la proportionnalité (consid. 3a-b). Peut rester ouverte la question de savoir si la peine prévue en cas de violation de cette disposition serait propre à sauvegarder l'indépendance du candidat (consid. 3c)."], "faits": "BGE 125 I 441 S. 442\n\nA.- Il 7 ottobre 1998 il Gran Consiglio ticinese ha adottato la legge sull'esercizio dei diritti politici (LEDP), che raggruppa l'intera specifica materia finora disciplinata in diverse leggi (legge sull'esercizio del diritto di voto, sulle votazioni e sulle elezioni del 23 febbraio 1954, legge sulle elezioni politiche del 30 ottobre 1958, legge sull'iniziativa popolare, sul referendum e sulla revoca del Consiglio di Stato del 22 febbraio 1954, art. 44, 84 e 87 della legge organica comunale del 10 marzo 1987, art. 46, 47 e 48 della legge sull'assistenza socio-psichiatrica del 26 gennaio 1983).\n\nCon la nuova legge si è introdotto l'obbligo dei partiti e dei gruppi politici di comunicare annualmente alla Cancelleria dello Stato l'ammontare dei finanziamenti che eccedono la somma di fr. 10'000.-- annui e l'identità dei donatori (art. 114 cpv. 1 LEDP). Inoltre, trenta giorni prima delle elezioni, ogni candidato alle elezioni cantonali deve comunicare l'ammontare dei finanziamenti che eccedono la somma di fr. 5'000.-- e l'identità dei donatori (art. 115 cpv. 1 LEDP). I finanziamenti dei candidati non possono eccedere l'importo di fr. 50'000.- (art. 115 cpv. 2 LEDP).\n\nIn caso di contravvenzione a queste disposizioni, il candidato può essere punito con una multa fino a fr. 7'000.-- (art. 115 cpv. 4 LEDP).\n\nB.- A. ha contestato con ricorso di diritto pubblico la costituzionalità dell'art. 115 cpv. 2 LEDP, che limita il finanziamento di BGE 125 I 441 S. 443ogni candidato a fr. 50'000.--. Secondo il ricorrente tale disposizione non rispetta il principio della proporzionalità, discrimina in maniera ingiustificata i candidati abbienti da quelli che devono far capo a terzi per il finanziamento della propria campagna elettorale e viola di conseguenza l'art. 4 Cost. e il principio delle pari opportunità. Infine, l'ingerenza della legge nel finanziamento dei candidati è manifestamente contraria alla libertà d'espressione e d'opinione e alla forza derogatoria del diritto federale.\n\nAll'accoglimento del gravame si oppone il Consiglio di Stato del Cantone Ticino. Osserva che la disposizione contestata è stata introdotta direttamente dal Gran Consiglio per prevenire eccessivi finanziamenti di terzi, suscettibili di pregiudicare l'indipendenza dell'eletto nell'esercizio delle proprie funzioni. Il legislatore ha invece ritenuto di non dovere limitare le spese elettorali finanziate con mezzi propri e ciò proprio per rispettare la libertà d'opinione e d'espressione. Inoltre, non è ancora dimostrato che un candidato con maggiori possibilità finanziarie disponga parimenti di maggiori possibilità di essere eletto. Ad ogni buon conto, l'indipendenza dell'eletto esige una limitazione dei contributi di terzi: si tratta di una misura sorretta da un eminente pubblico interesse che rientra nella latitudine di giudizio di cui dispone il legislatore cantonale. Infine, la disposizione censurata non fa certo dipendere l'elezione dal patrimonio, unica eventualità in cui essa sarebbe contraria all'art. 6 cpv. 2 lett. b Cost.", "considerants": "Dai considerandi:\n\n2. a) Il diritto costituzionale non scritto della libertà di voto e di elezione garantisce al cittadino elettore che siano riconosciuti solo i risultati elettorali corrispondenti in modo affidabile e non falsato alla volontà dell'elettore liberamente espressa (DTF 124 I 55 consid. 2a; DTF 121 I 138 consid. 3; decisione del Tribunale federale del 12 settembre 1996, parzialmente pubblicata in ZBl 98/1997, pag. 357 consid. 3a). Sulla base di questa garanzia, ogni cittadino elettore che adempie i requisiti all'uopo stabiliti e conformi alla Costituzione deve poter partecipare come candidato o elettore su un piano di pari opportunità rispetto ad ogni altro cittadino elettore. Così intesi, il principio dell'uguaglianza e quello del divieto di discriminazione fanno parte della libertà di voto e di elezione (DTF 124 I 55 consid. 2a; DTF 113 Ia 291 consid. 3a; ZBl 98/1997, pag. 357 consid. 3a; Tomas Poledna, Wahlrechtsgrundsätze und kantonale Parlamentswahlen, BGE 125 I 441 S. 444tesi Zurigo 1988, pag. 4 e segg.). Le elezioni non devono in particolare ridursi a una mera conferma rituale dei rapporti di forza esistenti tra le compagini politiche: il cittadino elettore deve dunque potersi determinare in base a un'opinione formatasi nel modo più libero e completo possibile (DTF 124 I 55 consid. 2a; 113 Ia 291 consid. 3a; Gerold Steinmann, Interventionen des Gemeinwesens im Wahl- und Abstimmungskampf, AJP 1996 pag. 256 con ulteriori riferimenti).\n\nb) Il Tribunale federale non ha finora avuto modo di occuparsi di norme cantonali che istituiscono una limitazione dei finanziamenti di cui beneficiano i candidati alle elezioni. Come emerge chiaramente dai materiali legislativi cantonali (cfr. rapporto del 2 settembre 1998 della Commissione speciale Costituzione e diritti politici sul messaggio del 26 maggio 1998 concernente il disegno di legge sull'esercizio dei diritti politici) la scelta del legislatore é volta a garantire l'indipendenza del candidato nei confronti di terzi che con il loro intervento finanziario potrebbero anche condizionarlo: il messaggio ricorda infatti che \"ognuno é libero di disporre delle proprie fortune come meglio desidera. Sono i finanziamenti di terzi che potrebbero pregiudicare l'indipendenza dell'eletto nell'esecuzione delle proprie funzioni\" (citato rapporto pag. 15 all'art. 115).\n\nIn diverse occasioni il Tribunale federale ha però rilevato che, talvolta, l'intervento di gruppi di interesse dotati di notevoli mezzi (peraltro spesso poco trasparenti) rappresenta un serio pericolo per la vita democratica e potrebbe anche pregiudicare il diritto del cittadino elettore a una formazione ed espressione del voto libera e non falsata da condizionamenti illeciti (DTF 108 Ia 155 consid. 5; 102 Ia 264 consid. 3; 98 Ia 73 consid. 3; cfr. anche STEPHAN WIDMER, Wahl- und Abstimmungsfreiheit, tesi Zurigo 1989, pag. 271 e segg.; TOMAS POLEDNA, op.cit., pag. 235; HANSJÖRG SEILER, Gewaltenteilung: allgemeine Grundlagen und schweizerische Ausgestaltung, Berna 1994, pag. 379).\n\nI rilievi fatti dal Tribunale federale nei ricordati giudizi a proposito degli interventi di privati nella libera formazione della volontà dell'elettore si riferiscono per lo più a votazioni su oggetti particolari e non a elezioni vere e proprie (salvo nella DTF 102 Ia 264 e segg.): in quei casi era in gioco una soluzione contrapposta a un'altra e l'impiego di mezzi finanziari rilevanti poteva talvolta risultare determinante ai fini del risultato dello scrutinio. Più complessa appare la situazione nelle elezioni vere e proprie, dove parecchi altri fattori indipendenti dalla capacità finanziaria del candidato incidono in BGE 125 I 441 S. 445maniera determinante sull'esito dell'elezione: si pensi al senso di appartenenza al partito, alla simpatia che ispira il candidato, al suo entusiasmo nell'affrontare la competizione elettorale, alla sua notorietà, alla capacità organizzativa del partito, o altro.\n\nSi tratta di elementi che condizionano in maniera determinante l'esito elettorale e che non dipendono dai mezzi investiti nella campagna elettorale (STEPHAN WIDMER, op.cit., pag. 303 e segg.). Non può però essere revocato in dubbio che nelle condizioni mediatiche attuali una campagna elettorale efficace, pur dipendendo da molteplici altri fattori, non può prescindere da un sostegno finanziario di un certo rilievo (STEPHAN WIDMER, op.cit., pag. 301), anche se il successo di talune forze e movimenti spontanei e non dotati di mezzi finanziari importanti potrebbe far concludere per il contrario (Gerhard Schmid, Politische Parteien, Verfassung und Gesetz, Basel und Frankfurt am Main 1981, pag. 133).\n\nc) La libertà di strutturare la propria campagna elettorale da parte dei singoli candidati e la libertà d'espressione e d'opinione che a loro pacificamente compete in questo ambito, possono pertanto trovare una limitazione qualora sia accertato che l'intervento finanziario di terzi leda il processo di formazione della volontà democratica (DTF 98 Ia 73 consid. 3b; STEPHAN WIDMER, op.cit., pag. 276/277). L'utilizzo di mezzi finanziari illimitati in una campagna elettorale può inquinare la libera formazione della volontà democratica e parecchi paesi hanno introdotto limitazioni nelle spese o nei finanziamenti dei partiti o dei candidati (sul tema si veda l'esposizione di GERHARD SCHMID, op.cit., pag. 132 e segg., 136 e segg.; STEPHAN WIDMER, op.cit., pag. 315 e segg.; PETER HUG, Die verfassungsrechtliche Problematik der Parteifinanzierung, tesi Zurigo 1970, pag. 188 e segg.; TIZIANO BALMELLI, La trasparenza, criterio normativo del finanziamento di partiti politici e campagne elettorali, in RDAT I-1997 pag. 327 e segg.; cfr. pure il rapporto del Consiglio federale del 23 novembre 1988 sull'aiuto ai partiti, in FF 1989 I 141/142). Si tratta ad ogni buon conto di discipline difficilmente realizzabili nella realtà, sia per l'impossibilità di efficaci controlli, sia per la possibilità di eluderle con svariati stratagemmi (PETER HUG, op.cit., pag. 195 e segg.; STEPHAN WIDMER, op.cit., pag. 327 e segg.; messaggio del Consiglio federale del 1o settembre 1993 a sostegno di una modificazione parziale della legge federale sui diritti politici, in FF 1993 III 327/328).\n\nSecondo gli autori citati (STEPHAN WIDMER, op.cit., pag. 327; PETER HUG, op.cit., pag. 195 e segg.; GERHARD SCHMID, op.cit., pag. 138 BGE 125 I 441 S. 446e segg.) ciò non costituisce però ancora una ragione valida e sufficiente per non porre nessun limite ai finanziamenti delle campagne elettorali. Per altri autori, invece, tale genere di restrizioni entrerebbe in conflitto con la libertà d'opinione e d'espressione, la libertà di associazione e altri diritti costituzionali, e nel difficile e delicato compito di soppesare i valori in gioco questi principi risulterebbero predominanti (Beatrice Weber-Dürler, Chancengleichheit und Rechtsgleichheit, in: Festschrift für Ulrich Häfelin zum 65. Geburts-tag, Zurigo 1989, pag. 219/220 e riferimenti).\n\nIl tema dell'ammissibilità di principio di limitazioni delle spese e del finanziamento delle campagne elettorali può nondimeno restare aperto, perché in concreto la norma contestata appare per più versi non sorretta da sufficienti ragioni sotto il profilo della proporzionalità, al quale ogni restrizione di diritti costituzionali deve - tra l'altro - ubbidire (DTF 125 I 257 consid. 3b; DTF 124 I 40 consid. 3a e rinvii; Walter Kälin, Das Verfahren der staatsrechtlichen Beschwerde, 2a ed., Berna 1994, pag. 176 e riferimenti) e disattende inoltre il principio delle pari opportunità, applicabile alla libertà di voto e di elezione in forza dell'art. 4 Cost.\n\n3. La norma di legge contestata fissa un tetto massimo di fr. 50'000.- ai finanziamenti dei candidati alle elezioni cantonali. La disposizione, invero vaga, trova un primo chiarimento nei materiali legislativi, i quali precisano che si tratta solo dei finanziamenti di terzi riferiti alla campagna elettorale (cfr. citato rapporto della Commissione speciale pag. 14/15).\n\na) È fuori dubbio che la limitazione dei finanziamenti della campagna elettorale costituisce per il candidato una limitazione della libertà d'opinione e d'espressione (STEPHAN WIDMER, op.cit., pag. 315 e segg.): le opinioni e l'immagine politica nell'ambito di campagne elettorali si realizzano e si diffondono solo mediante l'impiego di mezzi finanziari. Si pensi a mo' d'esempio alla stampa di volantini, cartelloni pubblicitari e altri mezzi atti a raggiungere un elevato numero di elettori. La restrizione del diritto d'espressione e d'opinione, di per sé, non appare particolarmente grave, sia perché non limita le spese per la campagna elettorale, ma solo gli aiuti di terzi, sia perché la somma di fr. 50'000.-- per una realtà assai ristretta com'è quella ticinese costituisce un importo di tutto rispetto: ci si può anzi chiedere se un contributo unico di quell'entità da parte di un unico donatore, diversamente da cento contributi di fr. 500.-- da più persone, permetta ancora di salvaguardare \"l'indipendenza dell'eletto nell'esecuzione delle proprie funzioni\" nei confronti del BGE 125 I 441 S. 447sostenitore come pretende il rapporto della Commissione speciale che ha introdotto la norma. Più comprensibile, a questo proposito, sarebbe semmai stata - come rileva il ricorrente - una norma che avesse limitato i contributi singoli e non il tetto massimo del finanziamento complessivo.\n\nb) Una restrizione dei diritti costituzionali é ammissibile, tra altro, se rispetta il principio della proporzionalità, ossia se essa appare idonea a raggiungere lo scopo desiderato e se sussiste un rapporto ragionevole tra lo scopo perseguito e i mezzi utilizzati (DTF 125 I 209 consid. 10 d/aa; DTF 123 I 12 consid. 2a; DTF 122 I 130 consid. 3a; DTF 119 Ia 71 consid. 3c; DTF 117 Ia 472 consid. 3d). Nell'ambito dell'esame della costituzionalità delle restrizioni delle libertà fondamentali il Tribunale federale rivede liberamente il rispetto di questo principio (DTF 124 I 34 consid. 3b; DTF 123 I 221 consid. II/3d, 313 consid. 2b; DTF 122 I 236 consid. 4a; DTF 119 Ia 362 consid. 3a e riferimenti; WALTER KÄLIN, op.cit., pag. 176 n. 90 e pag. 185 e seg. e riferimenti).\n\nLo scopo del legislatore non va oltre l'idea di voler limitare l'influenza che i terzi potrebbero esercitare sugli eletti mediante finanziamento della campagna elettorale, perché se si fosse voluto limitare la spesa della campagna elettorale, la legge avrebbe previsto una restrizione corrispondente. Invece, per espressa volontà del legislatore (cfr. citato rapporto della Commissione speciale, pag. 15), \"ognuno é libero di disporre delle proprie fortune come meglio desidera\", e quindi anche di spendere quanto più ritiene opportuno per la sua campagna elettorale. Ora, a prescindere dalle difficoltà di controllo dei finanziamenti di terzi (basti pensare al caso in cui persone fisiche o giuridiche di diritto privato decidano di sostenere determinati candidati - magari senza nemmeno chiedere il loro consenso - mediante manifestazioni e atti di propaganda di vario genere, oppure al sostegno di cui possono beneficiare i candidati rappresentanti delle organizzazioni sindacali, padronali e di categoria in genere), la legge non pone nessun limite ai finanziamenti dei partiti, di guisa che il limite massimo di finanziamento previsto per i candidati può facilmente essere eluso mediante il finanziamento - peraltro possibile senza restrizioni di sorta - della campagna elettorale del partito o dell'organizzazione a cui il candidato appartiene, determinando un analogo pericolo di dipendenza dell'intera compagine politica beneficiaria del finanziamento.\n\nNell'ambito dei diritti politici l'ente pubblico non può intervenire a favore dei partiti o delle organizzazioni esistenti e a scapito di BGE 125 I 441 S. 448nuove formazioni che a questi si oppongono. Elezioni popolari libere non sono destinate alla conferma (rivolta al passato) di rapporti di forza e di potere esistenti, ma devono invece dare un responso sui rapporti di forza che governeranno in futuro. Ogni cittadino che adempie i requisiti costituzionali e che intende presentare la sua candidatura, deve quindi poter usufruire di pari opportunità nell'ambito della contesa elettorale; un intervento dell'autorità che dovesse favorire le opportunità delle forze esistenti a scapito di quelle degli altri partecipanti sarebbe illecita (DTF 124 I 55 consid. 5; DTF 113 Ia 291 consid. 3a e riferimenti; decisione del Tribunale federale del 12 settembre 1996, parzialmente pubblicata in ZBl 98/1997 pag. 357 consid. 3a). E' ben vero che il principio delle pari opportunità non impone all'ente pubblico di colmare le differenti disponibilità finanziarie che esistono all'origine tra i candidati (o i partiti) nell'intento di creare una parità assoluta tra loro, ma é altrettanto vero che lo stesso principio non consente all'ente pubblico di accentuare ulteriormente tali differenze di fatto (cfr. per la Germania BVerfGE 85 - 1992 - n. 24, pag. 297 lett. a).\n\nCon la limitazione dei finanziamenti di terzi, non solo si favorisce chi può finanziare la propria campagna elettorale con mezzi propri cospicui, ma si favoriscono pure i candidati dei partiti più forti e già presenti sulla scena politica, che dispongono di un'organizzazione consolidata e fruiscono - tra l'altro - di finanziamenti dello Stato (fr. 5'000.-- annui oltre a fr. 1'500.-- per ogni deputato per ogni gruppo presente nel Gran Consiglio; cfr. art. 4 del decreto legislativo del Cantone Ticino concernente il finanziamento dei gruppi parlamentari del 25 marzo 1985). La limitazione prevista finirebbe quindi per accentuare la già esistente, originaria discrepanza tra la capacità finanziaria dei candidati dei vari gruppi politici e, quindi, anche le loro opportunità nell'ambito della contesa elettorale (citato rapporto del Consiglio federale sull'aiuto ai partiti, n. 232 e 14). La disposizione contestata si avvera dunque lesiva del principio della proporzionalità e di quello delle pari opportunità sgorgante dall'art. 4 Cost.\n\nc) Occorre infine rilevare che la limitazione prevista parrebbe inidonea a raggiungere lo scopo anche per un'altra ragione. Il candidato che dovesse superare il tetto massimo consentito e ricevere da terzi elevatissimi importi, multipli rispetto a quelli consentiti, non dovrebbe infatti fare i conti con una pena rigorosa o con la perdita del seggio conquistato, ma potrebbe tranquillamente continuare a svolgere la sua funzione politica senza curarsi troppo delle conseguenze, BGE 125 I 441 S. 449la legge prevedendo in caso di contravvenzione una multa fino ad un massimo di fr. 7'000.--. In tali condizioni, ci si potrebbe dunque chiedere se questa sanzione, benché di carattere penale, sia atta a permettere il ripristino dell'indipendenza del candidato nell'esercizio delle sue funzioni, come voluto dal legislatore, e di ovviare efficacemente e in altro modo ai pregiudizi che con la disposizione in narrativa si vorrebbero prevenire. Comunque, visto che i disposti legali in questione devono essere annullati già per gli altri citati motivi, in concreto il quesito può rimanere indeciso.\n\nd) In conclusione, la disposizione all'esame si avvera dunque non idonea a raggiungere lo scopo che si prefigge, sia perché facilmente e legalmente eludibile, sia perché accentua le differenti opportunità finanziarie dei candidati."}