{"annee": "125", "cour": "III", "page": "78", "date": "21/12/1998", "cite": ["48 II 347", "122 III 61", "115 II 300", "114 II 289"], "cite_par": ["137 III 607", "145 IV 114", "128 III 22", "127 III 257", "127 III 519", "130 III 213", "128 III 129", "126 III 189", "128 III 271"], "chapeau": "14. Estratto della sentenza della I Corte civile del 21 dicembre 1998 in re L contro T SA (ricorso per riforma)", "regestes": ["Art. 8 CC. Droit au salaire. Il incombe au travailleur d'établir l'existence du contrat de travail; l'employeur qui refuse le paiement du salaire doit en revanche prouver l'extinction du rapport de droit (consid. 3). Art. 339b CO. Indemnité à raison de longs rapports de travail. Notion du contrat de travail. Il n'y a aucun contrat de travail lorsqu'il y a identité économique entre la personne juridique et son organe dirigeant (consid. 4)."], "faits": "BGE 125 III 78 S. 78\n\nLa controversia verte sulla natura e la portata giuridica delle relazioni intercorse fra C. e la B. S.A. tra il 1954, quando la società è stata costituita, e il 30 giugno 1990. Subentrata nella causa avviata il 6 settembre 1990 dal marito, nel frattempo deceduto, A. assevera l'esistenza di un contratto di lavoro terminato il 30 giugno 1990, a seguito della disdetta del 13 marzo 1990. La convenuta fa invece risalire l'inizio del rapporto di lavoro al 1974 - essendo in precedenza il marito dell'attrice amministratore unico nonché unico azionista della società - e ne contesta la durata. A suo dire, nonostante il versamento del salario fino al 31 marzo 1990, la relazione professionale avrebbe preso fine già il 31 dicembre 1989.\n\nIl Pretore ha parzialmente accolto la petizione e condannato la B. S.A. al pagamento di fr. 15'000.-- a titolo di salario sino al 30 giugno 1990 nonché di fr. 40'000.-- a titolo di indennità di partenza ai sensi dell'art. 339b CO.BGE 125 III 78 S. 79\n\nAdita dalla soccombente, la II Camera civile del Tribunale d'appello del Cantone Ticino ha riformato il giudizio di primo grado respingendo integralmente la petizione.\n\nContro questa decisione A. è insorta al Tribunale federale con ricorso per riforma.\n\nIn parziale accoglimento del gravame il Tribunale federale ha rinviato la causa all'autorità cantonale affinché accerti il salario dovuto per i mesi aprile-giugno 1990. La sentenza cantonale è stata per contro confermata con riferimento alla decisione di respingere la richiesta tendente al versamento di un'indennità di partenza giusta l'art. 339b CO.", "considerants": "Dai considerandi:\n\n3. Con riferimento al momento della fine del rapporto di lavoro la Corte cantonale ha concluso per l'assenza di una prova certa di quanto asserito dall'attrice, alla quale incombeva l'onere probatorio, e ha pertanto deciso a suo sfavore.\n\na) Nella misura in cui contesta la conclusione maturata dall'autorità ticinese circa l'assenza di prove contrapponendo la propria interpretazione delle risultanze istruttorie, l'argomentazione dell'attrice si esaurisce in una critica all'apprezzamento delle prove, improponibile nel quadro di un ricorso per riforma (art. 55 cpv. 1 lett. c OG; DTF 114 II 289 consid. 2a; DTF 122 III 61 consid. 2c/cc in fondo pag. 66).\n\nb) Merita per contro di essere esaminata la censura concernente l'errata applicazione dell'art. 8 CC, che avrebbe condotto i giudici ticinesi a decidere a favore della parte gravata dall'onere della prova.\n\nL'art. 8 CC regola, per tutti i rapporti giuridici retti dal diritto civile federale (DTF 115 II 300 consid. 3), la ripartizione dell'onere probatorio e, pertanto, le conseguenze dell'assenza di ogni prova. Esso stabilisce che, ove la legge non dispone altrimenti, chi vuol dedurre un diritto da una circostanza di fatto da lui asserita deve fornirne la prova, pena la soccombenza in causa. Nella fattispecie in esame incombe pertanto al lavoratore l'onere di dimostrare l'esistenza dell'asserita pretesa salariale, mentre al datore di lavoro spetta la prova dell'avvenuto pagamento o, comunque, dell'estinzione del debito (Staehelin/Vischer in: Zürcher Kommentar nota 35 ad art. 322 OR). Non può per contro essere richiesto al lavoratore di dimostrare la durata del rapporto di lavoro (Schmid in: Kommentar zum schweizerischen Privatrecht, Zivilgesetzbuch, vol. I, nota 43 ad art. 8 ZGB).BGE 125 III 78 S. 80\n\nOccorre infatti tenere ben presente il principio secondo cui il creditore - in concreto il lavoratore - è tenuto a dimostrare le circostanze suscettive di fondare la sua pretesa, mentre il debitore - in concreto il datore di lavoro - deve dimostrare quelle idonee a neutralizzarla (KUMMER in: Berner Kommentar, nota 146 segg. ad art. 8 ZGB; SCHMID, op.cit., nota 42 segg. ad art. 8 ZGB). In altre parole il creditore deve provare l'esistenza del rapporto giuridico all'origine del suo credito, mentre il debitore deve dimostrarne l'estinzione (GULDENER, Schweizerisches Zivilprozessrecht, 3a ed., pag. 325; KUMMER, op.cit., nota 160 ad art. 8 CC). Riferito al diritto al salario sgorgante dal rapporto di lavoro ciò significa che il lavoratore deve addurre le circostanze di fatto necessarie a provare l'avvenuta stipulazione di un contratto di lavoro - mediante un'esplicita dichiarazione di volontà delle parti o per legge (art. 320 cpv. 2 CO) - così come l'ammontare del salario, convenuto o d'uso (art. 322 cpv. 1 CO). Dal canto suo, il datore di lavoro che si oppone all'ulteriore pagamento dello stipendio deve dimostrare l'estinzione del rapporto di lavoro. Tale obbligo vige indipendentemente dalla causa di estinzione: il debitore deve infatti dimostrare sia le circostanze relative a un'eventuale (corretta) disdetta del contratto che, se del caso, a un annullamento mediante convenzione, in analogia con l'art. 115 CO, oppure quelle attestanti un contratto a durata determinata così come ogni altro motivo per cui il rapporto di lavoro ha preso fine (KUMMER, op.cit., nota 160 segg. ad art. 8 ZGB; SCHMID, op.cit., nota 58 ad art. 8 ZGB; BAUMGÄRTEL, Handbuch der Beweislast im Privatrecht, 2a ed., pag. 856 nota 3 ad § 620 BGB; STAUDINGER/PREIS, nota 114 ad § 620 BGB; RGRK-Dörner, nota 170 ad § 620 BGB; MÜLLER-GLÖGE, Erfurter Kommentar zum Arbeitsrecht, München 1998, pag. 1619 nota 186). Decidere in altro senso, così come fatto dalla Corte cantonale, significa gravare il creditore, in casu il lavoratore, dell'onere di provare, oltre che l'esistenza della sua pretesa, anche l'assenza di circostanze atte a pregiudicarla, ciò che, evidentemente, risulta in contraddizione con il senso dell'art. 8 CC (in questo senso cfr. giàDTF 48 II 347 consid. 4 pag. 355 seg.).\n\nNegando all'attrice il pagamento del salario per i mesi aprile-giugno 1990 a causa dell'assenza di una prova certa in merito al momento della fine del rapporto di lavoro, l'autorità ticinese è dunque incorsa nella violazione del diritto federale. Su questo punto il ricorso per riforma merita pertanto di essere accolto. Ritenuta l'assenza, nella decisione impugnata, di un accertamento vincolante circa l'ammontare dello stipendio dovuto per questi tre mesi, si rende BGE 125 III 78 S. 81necessario il rinvio della causa all'ultima istanza cantonale per nuovo giudizio a questo proposito.\n\n4. Il gravame non può per contro trovare accoglimento nella misura in cui viene censurata la decisione di respingere la richiesta di un'indennità di partenza ai sensi dell'art. 339b CO. I giudici ticinesi hanno negato tale pretesa a causa dell'insufficiente durata del rapporto di lavoro, iniziato al più presto nel 1974; sino a tale anno infatti, l'esistenza di un contratto di lavoro era impossibile a causa della posizione del marito dell'attrice in seno alla società, della quale era amministratore unico e unico azionista.\n\nTale conclusione appare del tutto conforme al diritto federale. La qualificazione della posizione giuridica dei membri del consiglio d'amministrazione di una società anonima è invero controversa (STAEHELIN/VISCHER, op.cit., nota 42 ad art. 319 OR con riferimenti). Non è tuttavia possibile, in nessun caso, ammettere un rapporto di lavoro quando vi è identità economica fra la persona giuridica e la persona che funge quale suo organo dirigente; manca qui, infatti, una delle caratteristiche essenziali e imprescindibili del rapporto di lavoro, ovverosia la relazione di subordinazione fra datore di lavoro e dipendente. Per questo motivo in tali circostanze viene piuttosto ammessa l'esistenza di un contratto innominato simile al mandato (REHBINDER in: Berner Kommentar, nota 18 ad art. 319 CO; STREIFF/VON KAENEL, Arbeitsvertrag, nota 6 ad art. 319 OR; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2a ed., nota 5 ad art. 319 OR; cfr. anche VISCHER in Schweizerisches Privatrecht VII/1, III, Basilea 1994, § 4.III.2c pag. 35). Il caso in esame non presenta particolarità tali da rimettere in discussione questa dottrina.\n\nDiversamente da quanto addotto nel gravame, dunque, la Corte ticinese non ha disatteso la normativa federale facendo dipendere l'inizio di un rapporto di lavoro giusta l'art. 319 segg. CO dall'abbandono, da parte del marito dell'attrice, della posizione di dirigente con ogni potere. Stando agli accertamenti effettuati in sede cantonale - ai quali il Tribunale federale è vincolato (art. 55 cpv. 1 lett. c e 63 OG) - ciò è accaduto, al più presto, nel 1974. Risulta pertanto esclusa la possibilità di concedere all'attrice quanto da lei richiesto; giunto a conclusione nel 1990, il contratto in oggetto non è durato abbastanza a lungo per giustificare il versamento di un'indennità di partenza, presupponendo la legge una durata minima di venti anni (art. 339b cpv. 1 CO)."}