{"annee": "125", "cour": "IV", "page": "129", "date": "4/5/1999", "cite": [], "cite_par": ["126 IV 136"], "chapeau": "20. Extrait de l'arrêt de la Cour de cassation pénale du 4 mai 1999 dans la cause Ministère public du canton de Vaud c. S. (pourvoi en nullité)", "regestes": ["Art. 188 CP; actes d'ordre sexuel avec des personnes dépendantes. Conditions d'application de cette disposition (consid. 2a et b). Cas d'espèce où l'existence d'un lien de dépendance a été niée (consid. 2c)."], "faits": "BGE 125 IV 129 S. 129\n\nA.- S., né en 1942, est, de son propre aveu, intéressé par les adolescents. En 1991, il a repéré dans le train le jeune Alain (prénom fictif), né en 1976, qui l'attirait sexuellement. En août 1993, il a fait sa connaissance dans un établissement public. Après s'être assuré que le jeune homme avait bien seize ans, S. lui a en particulier parlé de sexualité et d'homosexualité. Conformément à l'attitude qu'il adopte dans des situations de ce genre, il lui a expliqué qu'il entendait le séduire, mais que celui-ci gardait son entière liberté d'appréciation pour accepter ou refuser ses propositions. Une semaine après, ils se sont de nouveau rencontrés dans un établissement public. Tout en précisant qu'il n'était pas intéressé par une aventure homosexuelle, Alain a alors accepté d'aller prendre un verre chez S. Ils ont discuté et bu des bières, S. proposant de surcroît du haschich au jeune homme, qui a accepté. Au cours de la discussion, celui-ci, d'origine asiatique, a fait état de difficultés avec son patron d'apprentissage, avec sa famille, et de problèmes d'intégration. S. a fermé à clé la porte de l'appartement et a commencé à prodiguer à Alain des caresses explicites, en soulignant le bien-être que celui-ci pourrait retirer d'une expérience homosexuelle. Il l'a ensuite sodomisé en utilisant un préservatif.\n\nAlain a revu S. dans des établissements publics et a fait l'objet de nouvelles sollicitations. Jusqu'à la mi-1994, il a ainsi accepté à trois ou quatre reprises de se rendre chez ce dernier, avec qui il a entretenu des relations homosexuelles complètes. S. a également vendu à deux ou trois reprises du haschich à Alain.\n\nAu cours de la procédure, S. a expliqué qu'il savait que seize ans était l'âge limite selon le Code pénal; il signifiait toujours clairement BGE 125 IV 129 S. 130ses intentions aux personnes visées, leur vantait les mérites d'une expérience homosexuelle, tout en les avertissant du caractère éventuellement déstabilisateur d'une telle expérience et en leur rappelant leur liberté de choix. Trois jeunes gens entendus comme témoin ont attesté ce mode de procéder.\n\nAlain a été très perturbé par cette expérience. Il s'en est ouvert à ses parents, qui l'ont incité à suivre une thérapie. Il est toujours en traitement.\n\nB.- Par jugement du 13 février 1998, le Tribunal correctionnel du district de Nyon a condamné S., notamment pour actes d'ordre sexuel avec des personnes dépendantes (art. 188 CP), à la peine de dix-huit mois d'emprisonnement.\n\nPar arrêt du 8 juin 1998, la Cour de cassation pénale du Tribunal cantonal vaudois a admis le recours de S. et l'a libéré de l'infraction d'actes d'ordre sexuel avec des personnes dépendantes (art. 188 CP). La cour cantonale a considéré qu'il n'existait aucun rapport de dépendance entre Alain et S.\n\nC.- Le Ministère public du canton de Vaud se pourvoit en nullité au Tribunal fédéral. Invoquant une violation de l'art. 188 CP, il conclut à l'annulation de la décision attaquée. S. conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. (Recevabilité)\n\n2. Le recourant se plaint d'une violation de l'art. 188 CP. Selon lui, une relation de dépendance a existé entre l'intimé et Alain. Le premier aurait abusé de la dépendance affective du second. Diverses circonstances en attesteraient, comme le fait que l'intimé, qui connaissait les difficultés familiales, professionnelles et d'intégration du jeune homme, savait être en relation avec une personne vulnérable.\n\na) Aux termes de l'art. 188 CP, en vigueur depuis le 1er octobre 1992, «celui qui, profitant de rapports d'éducation, de confiance ou de travail, ou de liens de dépendance d'une autre nature, aura commis un acte d'ordre sexuel sur un mineur âgé de plus de 16 ans» (al. 1) ou «celui qui, profitant de liens de dépendance, aura entraîné une telle personne à commettre un acte d'ordre sexuel» (al. 2), sera puni de l'emprisonnement.\n\nIl ressort tout d'abord du message du Conseil fédéral que les jeunes de plus de seize ans ont besoin d'une protection pénale contre les BGE 125 IV 129 S. 131abus d'ordre sexuel lorsqu'ils se trouvent dans un rapport de dépendance diminuant leur liberté de décision à un point tel qu'ils ne sont plus à même de se défendre contre des sollicitations d'ordre sexuel. Cette protection leur était assurée jusqu'ici par l'art. 192 aCP (FF 1985 II p. 1085).\n\nL'auteur doit avoir profité de ce rapport de dépendance et la mise à profit doit être prouvée dans le cas concret; elle ne résulte pas a priori du rapport de dépendance car, dans l'hypothèse inverse, le droit des jeunes gens de se déterminer dès seize ans en matière sexuelle serait trop limité (FF 1985 II p. 1085; BO-CN 1990 p. 2275 et 2276, intervention Cotti qui n'a pas suscité d'opposition au Conseil national ni au Conseil des Etats). Il faut donc que le mineur, bien qu'opposé aux exigences de l'auteur, n'ose pourtant pas refuser en raison de la position dominante de ce dernier; il n'est pas nécessaire que l'auteur ait en outre mis le mineur sous pression par des menaces ou d'une autre manière (cf. TRECHSEL, Kurzkommentar, 2ème éd. Zurich 1997, n. 9 ad art. 188; REHBERG/SCHMID, Strafrecht III, 7ème éd. Zurich 1997, par. 56, n. 2.12, p. 387; JENNY, Kommentar zum schweizerischen Strafrecht, Bes. Teil 4, Berne 1997, n. 10 et 11 ad. art. 188; STRATENWERTH, Bes. Teil I, 5ème éd. Berne 1995, par. 7, n. 30, p. 151).\n\nLes différents éléments entourant la relation entre l'auteur et le jeune de plus de seize ans relèvent du fait, de sorte qu'ils lient la Cour de cassation saisie d'un pourvoi en nullité (art. 277bis al. 1 PPF). En revanche, dire si ces éléments sont suffisants pour retenir une relation de dépendance est une question de droit, qui peut être examinée librement par la Cour de cassation (art. 269 al. 1 PPF).\n\nb) Il n'est pas aisé de définir dans quel cas une relation de dépendance doit être admise (cf. JENNY, op.cit., n. 7 ad art. 188; STRATENWERTH, op. cit., par. 7, n. 28, p. 150). L'art. 188 CP énumère, à titre exemplatif, les «rapports d'éducation, de confiance ou de travail». Un «rapport d'éducation» existe en particulier entre le mineur et ses parents, ses parents adoptifs ou nourriciers, ses professeurs ou des personnes qui ont des fonctions à caractère pédagogique (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/a, p. 386; TRECHSEL, op.cit., n. 4 ad art. 188). On admet qu'il y a un «rapport de confiance» - rapport «d'assistance» selon le texte en langue allemande «Betreuungsverhältnis» - lorsque sa mise à profit est le fait de personnes auxquelles incombe un devoir de surveillance des mineurs qui ne résulte pas directement d'un devoir d'éducation; on peut penser aux personnes de l'assistance sociale (p. ex. aide aux drogués), aux BGE 125 IV 129 S. 132responsables de camps de vacances ou encore à l'ami à qui une famille confie sa fille pour la durée d'un voyage de vacances (FF 1985 II p. 1085). Un «rapport de travail» a pour fondement un contrat d'apprentissage ou de travail entre le mineur et son maître d'apprentissage, respectivement son employeur ou d'autres supérieurs (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/c, p. 386; TRECHSEL, op.cit., n. 6 ad art. 188).\n\nOutre les relations précitées, qui permettent de mieux cerner la notion de dépendance, l'art. 188 CP introduit une clause générale. La mention des «liens de dépendance d'autre nature» a pour but de protéger tous les mineurs se trouvant dans un état de dépendance de quelque forme que ce soit (FF 1985 II p. 1085). On ne saurait cependant admettre que n'importe quelle infériorité du mineur face à l'adulte génère une relation de dépendance (cf. JENNY, op.cit., n. 7 ad art. 188; PETER HANGARTNER, Selbstbestimmung im Sexualbereich - Art. 188 bis 193 StGB, thèse St-Gall 1998, p. 213). Une dépendance au sens de cette disposition peut résulter de la relation entre un psychothérapeute et son patient mineur (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/d p. 386); il faut aussi penser à une dépendance survenant dans le cadre de communautés religieuses ou de sectes, ainsi que, même si la disposition légale, à la différence de l'art. 193 CP, ne prévoit pas expressément cette circonstance, à des cas de détresse économique ou d'autre nature (cf. JENNY, op.cit., n. 6 ad art. 188); un lien de dépendance est concevable lorsque une personne plus âgée endosse à l'égard du mineur de plus de seize ans une position de mentor, que ce soit de manière générale ou en rapport avec une activité sportive, culturelle ou toute occupation du temps libre (cf. TRECHSEL, op.cit., n. 7 ad art. 188). Ces rapports ou liens ont, par définition, une certaine durée. En tous les cas, l'examen des circonstances concrètes est décisif.\n\nc) Selon les constatations cantonales - qui lient la Cour de cassation (art. 277bis PPF) -, Alain avait presque dix-sept ans au moment des faits, était en apprentissage et vivait toujours dans sa famille; il n'avait pas de besoin spécifique, n'attendait de l'intimé aucun avantage, lequel ne lui a d'ailleurs rien promis, se limitant à lui vendre du haschich. Les protagonistes se sont connus dans un établissement public et il n'y a eu entre eux que des rencontres ponctuelles. Il n'apparaît pas non plus que les problèmes du jeune homme sur le plan familial, professionnel ou social, tels qu'ils sont évoqués dans la décision attaquée, se distinguent de ceux que l'on rencontre habituellement chez les gens de cet âge et aient eu une ampleur particulière.BGE 125 IV 129 S. 133\n\nRien ne laisse en tout cas supposer que, malgré une certaine vulnérabilité psychoaffective, il se soit trouvé dans une situation de détresse ou que l'intimé ait eu un ascendant particulier sur lui. Dans ces conditions, on ne perçoit pas sur quelle base un lien de dépendance pourrait être retenu. Que l'intimé ait offert de la bière ou du haschich n'est pas pertinent, dès lors qu'il ne ressort pas des faits retenus qu'il aurait ainsi mis le jeune homme hors d'état de résister; une telle hypothèse tomberait d'ailleurs sous le coup de l'art. 189 CP.\n\nDans le cadre de la révision des dispositions relatives aux infractions contre l'intégrité sexuelle, en vigueur depuis le 1er octobre 1992, le législateur fédéral a, ainsi que l'a relevé la cour cantonale, reconnu aux adolescents à partir de seize ans une maturité suffisante dans le domaine sexuel, partant notamment de l'idée que, à cet âge, une relation homosexuelle ne risquait plus d'influencer leur comportement sexuel (FF 1985 II p. 1080 et 1104). Ainsi, l'art. 194 aCP qui réprimait le comportement de celui induisant un mineur de plus de seize ans à entretenir une relation homosexuelle a été abrogé (FF 1985 II p. 1103 s.). Le mineur de plus de seize ans ne bénéficie donc pas, hormis dans le cadre d'une relation de dépendance, d'une protection plus étendue que l'adulte en matière d'infractions contre l'intégrité sexuelle.\n\nIl n'est certes pas contestable que l'intimé, par ses sollicitations, a amené un mineur de plus de seize ans à entretenir une relation homosexuelle. Cependant, par la volonté du législateur, un tel comportement, sauf s'il exploite un rapport de dépendance, n'est pénalement pas répréhensible. Dès lors qu'un lien de dépendance ne saurait être retenu en l'espèce, la cour cantonale n'a pas violé le droit fédéral en libérant l'intimé de l'infraction réprimée par l'art. 188 CP.\n\n3. (Suite de frais)."}