{"annee": "125", "cour": "V", "page": "503", "date": "18/10/1999", "cite": ["111 V 406", "124 V 225", "117 V 268", "121 V 40", "103 V 63", "117 V 121"], "cite_par": ["140 V 543", "130 V 532", "126 III 540", "140 V 493", "130 I 312", "145 V 247", "131 III 76", "132 V 74", "126 V 403", "138 V 258"], "chapeau": "82. Urteil vom 18. Oktober 1999 i.S. H. gegen IV-Stelle für Versicherte im Ausland und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Art. 33 al. 1 de la convention sur la sécurité sociale entre la Confédération suisse et la République fédérale d'Allemagne du 25 février 1964: sauvegarde du délai en cas de dépôt auprès d'une mairie allemande d'un recours contre une décision de rente de l'Office AI pour les assurés résidant à l'étranger. - Par \"organisme correspondant\" au sens de l'art. 33 al. 1 de la convention, il faut entendre l'organisme qui serait compétent dans le cadre d'une procédure parallèle se déroulant devant les autorités nationales de l'autre Etat contractant. - Le principe consacré au par. 91 de la loi allemande sur le Tribunal social, selon lequel les écrits adressés à des autorités nationales incompétentes ont pour effet de sauvegarder les délais et doivent être transmis d'office à l'autorité compétente, est applicable dans le cadre de l'art. 33 al. 1 de la convention."], "faits": "|504|\n\nA.- Mit Verfügung vom 31. August 1998 sprach die IV-Stelle für Versicherte im Ausland dem 1936 geborenen H., deutscher Staatsangehöriger, rückwirkend ab 1. Oktober 1996 eine halbe Rente der Invalidenversicherung zu.\n\nB.- Am 30. September 1998 gab H. beim Bürgermeisteramt K., Deutschland, eine hiegegen gerichtete Beschwerde zu Protokoll, welche die Amtsstelle am 7. Oktober 1998 der deutschen Post übergab. Mit Entscheid vom 17. März 1999 trat die Eidg. Rekurskommission der AHV/IV für die im Ausland wohnenden Personen auf die Eingabe wegen Verspätung nicht ein.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt H. die nochmalige Überprüfung des Falles sowie die Gewährung einer halben Invalidenrente ab 1. September 1993 und einer ganzen Rente ab 1. Oktober 1996. Dabei macht er geltend, die an die Eidg. Rekurskommission gerichtete Beschwerde sei fristgerecht erfolgt.\n\n|505|\n\nWährend sich die IV-Stelle in ihrer Stellungnahme eines formellen Antrages enthält, lässt sich das Bundesamt für Sozialversicherung nicht vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die Verwaltungsgerichtsbeschwerde richtet sich gegen den vorinstanzlichen Nichteintretensentscheid. Das Eidg. Versicherungsgericht hat daher zu prüfen, ob die Vorinstanz zu Recht auf die bei ihr erhobene Beschwerde nicht eingetreten ist. Dagegen kann auf den in der Verwaltungsgerichtsbeschwerde gestellten materiellen Antrag nicht eingetreten werden (vgl. BGE 117 V 122 f. Erw. 1).\n\n2. Gemäss Art. 33 des Abkommens vom 25. Februar 1964 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über Soziale Sicherheit gelten Anträge, Erklärungen und Rechtsbehelfe, die nach den Rechtsvorschriften der einen Vertragspartei bei einer Behörde, einem Gericht, einem Träger oder einer anderen Stelle einzureichen sind, als bei der zuständigen Stelle eingereicht, wenn sie bei einer entsprechenden Stelle der anderen Vertragspartei eingereicht werden; der Tag, an dem die Anträge, Erklärungen und Rechtsbehelfe bei dieser Stelle eingehen, gilt als Tag des Eingangs bei der zuständigen Stelle (Abs. 1). Die Anträge, Erklärungen und Rechtsbehelfe werden von der Stelle, bei der sie eingereicht worden sind, unverzüglich an die zuständige Stelle der anderen Vertragspartei weitergeleitet (Abs. 2).\n\nZur Weiterleitung der bei einer unzuständigen Stelle der einen Vertragspartei eingehenden Anträge, Erklärungen, Rechtsbehelfe und anderen Unterlagen an zuständige Stellen der anderen Vertragspartei können die Verbindungsstellen in Anspruch genommen werden (Art. 23 der Vereinbarung vom 25. August 1978 zur Durchführung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über Soziale Sicherheit).\n\n3. Im vorliegenden Fall hat die Rekurskommission in für das Eidg. Versicherungsgericht verbindlicher (Art. 105 Abs. 2 OG) und unbestrittener Weise festgestellt, dass die Rentenverfügung dem Beschwerdeführer am 5. September 1998 ausgehändigt worden ist (vgl. BGE 103 V 66 Erw. 2a; ZAK 1992 S. 370 Erw. 3a) und die Frist von 30 Tagen zur Einreichung eines Rechtsmittels (Art. 69 IVG, Art. 84 Abs. 1 AHVG und Art. 50 VwVG) demnach am 5. Oktober 1998 geendet hat (Art. 81 IVG, Art. 96 AHVG und Art. 20 Abs. 1 VwVG). Da einzig die Protokollaufgabe beim Bürgermeisteramt innert dieser |506| Frist erfolgt ist, stellt sich die Frage, ob der Versicherte damit rechtzeitig Beschwerde erhoben hat.\n\n4. a) Nach Massgabe von Art. 33 Abs. 1 des schweizerisch-deutschen Abkommens gilt die vorliegend an die Eidg. Rekurskommission zu richtende Beschwerde gegen die Rentenverfügung der IV-Stelle als fristgerecht eingereicht, wenn sie innert der gleichen Frist bei einer \"entsprechenden Stelle\" in Deutschland erhoben wird. Uneinigkeit besteht vorliegend einzig in der Frage, ob das Bürgermeisteramt als \"entsprechende Stelle\" im Sinne dieser staatsvertraglichen Bestimmung zu betrachten ist.\n\nb) Die Auslegung eines Staatsvertrages hat in erster Linie vom Vertragstext auszugehen. Erscheint dieser klar und ist seine Bedeutung, wie sie sich aus dem gewöhnlichen Sprachgebrauch sowie aus Gegenstand und Zweck des Übereinkommens ergibt, nicht offensichtlich sinnwidrig, so kommt eine über den Wortlaut hinausgehende ausdehnende bzw. einschränkende Auslegung nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte mit Sicherheit auf eine vom Wortlaut abweichende Willenseinigung der Vertragsstaaten zu schliessen ist (BGE 124 V 228 Erw. 3a, BGE 121 V 43 Erw. 2c, BGE 117 V 269 Erw. 3b mit Hinweisen).\n\nc) Nach dem klaren Wortlaut der Bestimmung von Art. 33 Abs. 1 des schweizerisch-deutschen Abkommens (wie auch der analogen Normen in den übrigen von der Schweiz geschlossenen Sozialversicherungsabkommen; z.B. Frankreich: Art. 33 Abs. 1; Italien: Art. 21; Österreich: Art. 29; Griechenland: Art. 25; Portugal: Art. 34; Dänemark: Art. 34; Belgien: Art. 36 Abs. 1; Zypern: Art. 26) können die nach den Rechtsvorschriften der einen Vertragspartei bei einer bestimmten Stelle (Behörde, Gericht, Träger etc.) vorzunehmenden Rechtsvorkehren mit fristwahrender Wirkung an die Stelle, welche nach den Vorschriften der anderen Vertragspartei hiefür zuständig wäre, gerichtet werden. \"Entsprechend\" ist somit im Sinne von \"in einem parallelen innerstaatlichen Verfahren der anderen Vertragspartei zuständig\" zu verstehen. Dass damit, entgegen der Auffassung der Vorinstanz, nicht die in Art. 35 Abs. 2 des schweizerisch-deutschen Abkommens genannten Verbindungsstellen gemeint sind, ergibt sich auch, wenn die Bestimmung von Art. 33 Abs. 1 des schweizerisch-deutschen Abkommens im Zusammenhang mit Art. 23 der erwähnten schweizerisch-deutschen Verwaltungsvereinbarung gelesen wird, wonach die \"entsprechenden Stellen\" für die Weiterleitung solcher Eingaben die Verbindungsstellen in Anspruch nehmen können.\n\n|507|\n\nd) Damit bleibt vorliegend zu prüfen, ob gegen Bescheide der deutschen Rentenversicherung bei Bürgermeisterämtern ein Rechtsmittel eingelegt werden kann.\n\nNach § 8 des deutschen Sozialgerichtsgesetzes vom 3. September 1953 (SGG) entscheiden die Sozialgerichte, soweit durch Gesetz nichts anderes bestimmt ist, im ersten Rechtszug über alle Streitigkeiten, für die der Rechtsweg vor den Gerichten der Sozialgerichtsbarkeit offensteht. Diese Voraussetzung ist vorliegend erfüllt, da es um eine öffentlichrechtliche Streitigkeit in einer Angelegenheit der Sozialversicherung geht, für welche dieser Rechtsweg in § 51 Abs. 1 SGG vorgesehen ist. Mit der Protokollaufgabe beim Bürgermeisteramt hat der Versicherte somit bei einer Stelle Beschwerde erhoben, die auch nach deutschem innerstaatlichen Recht in einem analogen Verfahren hiefür nicht zuständig wäre.\n\nIndessen kennt auch das deutsche Recht den Grundsatz, dass Eingaben an unzuständige innerstaatliche Behörden fristwahrende Wirkung haben und von Amtes wegen an die zuständige Behörde weiterzuleiten sind (für das schweizerische Recht: BGE 111 V 406). Gemäss § 91 SGG gilt die Frist für die Erhebung der Klage auch dann als gewahrt, wenn die Klageschrift innerhalb der Frist statt bei dem zuständigen Gericht der Sozialgerichtsbarkeit bei einer anderen inländischen Behörde oder bei einem Versicherungsträger oder bei einer deutschen Konsularbehörde oder, soweit es sich um die Versicherung von Seeleuten handelt, auch bei einem deutschen Seemannsamt im Ausland eingegangen ist (Abs. 1). Die Klageschrift ist alsdann unverzüglich an das zuständige Gericht der Sozialgerichtsbarkeit abzugeben (Abs. 2). Dabei gelten als Behörden im Sinne von § 91 Abs. 1 SGG alle Stellen, die Aufgaben der öffentlichen Verwaltung wahrnehmen (JENS MEYER-LADEWIG, Sozialgerichtsgesetz, 6. Aufl., München 1998, S. 457, N. 3 zu § 91).\n\nDa das Bürgermeisteramt diese Voraussetzung erfüllt, kommt der bei ihm erfolgten Protokollaufgabe fristwahrende Wirkung zu. Wurde die Beschwerde somit rechtzeitig erhoben, hat die Eidg. Rekurskommission auf das Rechtsmittel einzutreten."}