{"annee": "125", "cour": "V", "page": "197", "date": "19/4/1999", "cite": ["121 V 58", "122 V 34"], "cite_par": ["130 V 385", "131 V 263"], "chapeau": "30. Extrait de l'arrêt du 19 avril 1999 dans la cause M. contre Office cantonal de l'industrie, des arts et métiers et du travail, Berne, et Tribunal administratif du canton de Berne", "regestes": ["Art. 30 al. 1 let. d, art. 72 al. 1 et art. 75 al. 1 LACI; art. 97 al. 1 let. b OACI: sanction en cas de refus de participer à un programme d'occupation. La jurisprudence relative à la compensation de la différence entre l'indemnité de chômage et les indemnités compensatoires, applicable en cas de refus d'un travail devant procurer un gain intermédiaire (ATF 122 V 34), n'est pas transposable à la situation de l'assuré qui refuse de participer à un programme d'occupation."], "faits": "BGE 125 V 197 S. 198\n\nA.- M. a fait contrôler son chômage à partir du 1er septembre 1995. Le 5 octobre suivant, l'Office communal du travail de K. (l'office du travail) lui a enjoint de s'inscrire à un programme d'occupation d'une durée de 6 mois. L'assuré n'ayant pas donné suite à cette injonction, il a été invité par l'office du travail à s'expliquer sur les raisons de son abstention, par lettre du 2 novembre 1995. En l'absence de réponse, son cas a été transmis à la Division marché du travail de l'Office cantonal bernois de l'industrie, des arts et métiers et du travail (OCIAMT). (...).\n\nPar décision du 5 janvier 1996, l'OCIAMT a prononcé une suspension de 20 jours du droit aux indemnités journalières de chômage à l'encontre de M., au motif qu'il ne s'était pas inscrit au programme d'occupation.\n\nB.- Statuant le 24 juin 1997, le Tribunal administratif du canton de Berne a rejeté le recours interjeté par l'assuré contre cette décision. Il a confirmé la suspension du droit aux indemnités aussi bien dans son principe que dans sa durée (chiffre 1 du dispositif), renvoyant toutefois la cause à l'OCIAMT pour calcul, au sens des considérants, \"du montant des indemnités journalières 'suspendues'\" (chiffre 2 du dispositif).\n\nC.- M. interjette recours de droit administratif contre ce jugement, en concluant à l'annulation de la décision de l'OCIAMT du 5 janvier 1996.\n\nPour sa part, l'OCIAMT conclut au rejet du recours et à l'annulation du chiffre 2 du dispositif du jugement cantonal, tandis que l'Office fédéral du développement économique et de l'emploi ne s'est pas déterminé.\n\nPar lettre du 12 mars 1999, M. a été informé du risque de réforme à son détriment du jugement attaqué, si le Tribunal fédéral des assurances devait suivre la proposition formulée en procédure par l'OCIAMT. Invité à se déterminer sur cette question et rendu attentif à la faculté de retirer son recours, M. a déclaré maintenir celui-ci.\n\nBGE 125 V 197 S. 199", "considerants": "Extrait des considérants:\n\n6. Le premier juge a renvoyé la cause à l'OCIAMT afin qu'il procède au calcul du \"montant des indemnités journalières 'suspendues'\", conformément à la jurisprudence publiée aux ATF 122 V 40 consid. 4c/aa.\n\na) Cette jurisprudence rappelle que le but de la suspension du droit à l'indemnité, dans l'assurance-chômage, vise à faire participer l'assuré de façon équitable au dommage qu'il cause à cette assurance sociale, en raison d'une attitude contraire aux obligations qui lui incombent. C'est pourquoi la durée de la suspension doit, en particulier, être fixée dans une mesure appropriée à la gravité de la faute commise. Cependant, selon cet arrêt, le droit à l'indemnité de l'assuré qui refuse de prendre un travail susceptible de lui procurer un gain intermédiaire ne doit être suspendu que dans la mesure correspondant à la différence entre l'indemnité de chômage et les indemnités compensatoires (compensation de la différence entre les indemnités).\n\nb) En l'espèce, la faute du recourant tient dans le fait qu'il s'est abstenu de s'inscrire au programme d'occupation qui lui était proposé. Entrant dans le cadre des \"autres mesures\" des art. 72 ss LACI destinées à prévenir et à combattre le chômage, les programmes d'occupation sont financés par l'assurance-chômage, notamment en ce qui concerne \"le salaire\" versé aux assurés pendant leur durée (art. 75 al. 1 LACI et 97 al. 1 let. b OACI; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, vol. II, n. 27 ad art. 72-75). Partant, la participation d'un assuré à un programme d'occupation ne diminue pas, dans une mesure directement quantifiable, le dommage financier de l'assurance-chômage qui doit, ainsi que le relève l'OCIAMT dans sa détermination sur le recours, continuer à servir des indemnités journalières, ou alors financer le salaire versé à l'assuré. A contrario, le dommage à proprement parler financier que subit l'assurance-chômage, en cas de refus d'un assuré de participer à un programme d'occupation, n'est pas non plus directement quantifiable. Il résulte plutôt du fait que ce dernier, à qui l'occasion d'exercer une activité et d'acquérir des qualifications est offerte, ne la saisit pas et diminue ainsi son aptitude au placement, en violation de son obligation générale de réduire le dommage (art. 17 LACI; cf. ATF 121 V 62 consid. 3d; NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], ch.m. 702 sv.; GERHARDS, op.cit., vol. I, n. 29 ad art. 30).\n\nBGE 125 V 197 S. 200\n\nIl suit de là que la jurisprudence relative à la compensation de la différence entre les indemnités, applicable en cas de refus d'un travail devant procurer un gain intermédiaire, n'est pas transposable à la situation de l'assuré qui refuse de participer - ou, comme en l'espèce, ne s'annonce pas - à un programme d'occupation. Le renvoi du dossier à l'OCIAMT ordonné par le premier juge, pour calcul \"du montant des indemnités journalières 'suspendues'\", doit ainsi être annulé."}