{"annee": "125", "cour": "III", "page": "185", "date": "2/3/1999", "cite": ["123 I 283", "116 II 357", "120 II 76"], "cite_par": ["137 I 86", "137 III 332", "145 III 165"], "chapeau": "33. Auszug aus dem Urteil der I. Zivilabteilung vom 2. März 1999 i.S. H. gegen Fachverband Elektroapparate für Haushalt und Gewerbe in der Schweiz (FEA) (Revision)", "regestes": ["Art. 139a OJ; art. 10 CEDH. Révision en raison d'une violation du droit à la liberté d'expression constatée par les organes de la CEDH. Conditions du motif de révision de l'art. 139a OJ (consid. 2). Rapport de l'art. 139a OJ avec l'art. 50 aCEDH (consid. 3). Portée du droit à la liberté d'expression à l'égard des prétentions en cessation d'actes de concurrence: sous l'angle de l'art. 10 CEDH est admissible l'interdiction judiciaire d'affirmations qui portent préjudice à la position dans la concurrence des vendeurs d'un produit, pour autant que la mesure soit nécessaire et qu'elle respecte le principe de la proportionnalité (consid. 4)."], "faits": "|186|\n\nH., der in einem eigenen Labor umweltbiologische Forschung betreibt, verfasste mit Professor B. einen Forschungsrapport mit dem Titel «Vergleichende Untersuchungen über die Beeinflussung des Menschen durch konventionell und im Mikrowellenofen aufbereitete Nahrung». Im Jahre 1992 erschienen mehr oder weniger vollständige, durch redaktionelle Einführungen begleitete Veröffentlichungen dieses Forschungsberichts, namentlich im «JOURNAL Franz Weber» Nr. 19, in «RAUM & ZEIT» Nr. 55 und im «VITA SANA MAGAZIN» Nr. 1. Das «JOURNAL Franz Weber» kündigte die Publikation bereits auf dem Titelblatt an, wo der Text: «Mikrowellen: Gefahr wissenschaftlich erwiesen!» stand und ein den Tod darstellender Sensemann, der einen Mikrowellenherd trägt, abgebildet war. Die Berichterstattung trug die Õberschrift: «Mikrowellenherde: eine Gefahr für die Gesundheit. Die Beweise sind unwiderlegbar!» und wurde von einer von René d'Ombresson verfassten «Allgemeinverständlichen Zusammenfassung der Untersuchung» eingeleitet, die mit den Worten schloss: «Die Forschungsergebnisse von B. und H. sind dermassen besorgniserregend, dass man den Gebrauch von Mikrowellen schnellstens verbieten und die Herstellung sowie den Handel mit solchen Geräten einstellen sollte. Zugleich sollten alle Mikrowellenherde, die derzeit in Betrieb sind, vernichtet werden. Die öffentliche Gesundheit steht auf dem Spiel!». Danach folgte unter dem Titel «Der vollständige Rapport der Untersuchung» der Forschungsbericht selbst, worin unter anderem ausgeführt wurde, dass die im Blut der Versuchspersonen festgestellten Veränderungen auf krankhafte Störungen hinweisen würden und ein Bild zeigten, «das auch für den Beginn eines kanzerogenen Prozesses gelten kann...» Im Anschluss an diese Veröffentlichung wies der Fachverband Elektroapparate für Haushalt und Gewerbe in der Schweiz (FEA) H. darauf hin, seine Ausführungen hinsichtlich des Einflusses von im Mikrowellenherd zubereiteter Nahrung auf die menschliche Gesundheit seien eine völlig unsachliche Verteufelung des Gerätes, welche ernsthaften wissenschaftlichen Begründungen ermangle und durch nichts gerechtfertigt sei, und forderte ihn auf, eine Erklärung abzugeben, wonach er künftig schriftliche oder mündliche unlautere Aussagen betreffend die Mikrowellenherde unterlassen werde. H. reagierte nicht.\n\nAm 7. August 1992 reichte der Fachverband beim Handelsgericht des Kantons Bern gegen H. eine Unterlassungsklage ein. Mit Urteil vom 19. März 1993 hiess das Handelsgericht die Klage gut und erliess die folgenden Verbote: |187|\n\n«1. Es wird dem Beklagten unter Androhung der Straffolgen von Art. 292 StGB und Art. 403 ZPO (Haft oder Busse beziehungsweise Busse bis Fr. 5'000.--, Haft oder in schweren Fällen Gefängnis bis zu einem Jahr) verboten, die Behauptung aufzustellen, im Mikrowellenherd zubereitete Speisen seien gesundheitsschädlich und führten zu Veränderungen im Blut ihrer Konsumenten, welche auf eine krankhafte Störung hinweisen und ein Bild zeigten, das für einen Beginn eines kanzerogenen Prozesses gelten könne.\n\n2. Es wird dem Beklagten unter Androhung derselben Straffolgen verboten, in Publikationen oder öffentlichen Vorträgen über Mikrowellenherde die Abbildung eines Sensemannes oder eines ähnlichen Todessymboles zu verwenden.»\n\nGegen das handelsgerichtliche Urteil legte H. Berufung an das Bundesgericht ein. Dieses wies am 25. Februar 1994 die Berufung ab und bestätigte das angefochtene Urteil (BGE 120 II 76 ff.). H. erhob gegen das Urteil des Bundesgerichts eine Individualbeschwerde bei der Europäischen Kommission für Menschenrechte, worin er eine Verletzung der Art. 6, 8 und 10 EMRK rügte. Mit Urteil vom 25. August 1998 stellte der Europäische Gerichtshof für Menschenrechte fest, dass Art. 10 EMRK verletzt worden sei; eine Verletzung der Art. 6 und 8 EMRK verwarf er hingegen. Im Weiteren verpflichtete er die Schweizerische Eidgenossenschaft, H. mit Fr. 40'000.-- zu entschädigen.\n\nMit Gesuch vom 20. Oktober 1998 verlangt H. die Revision des Urteils des Bundesgerichts vom 25. Februar 1994. Er stellt die Anträge, dieses Urteil sowie jenes des Handelsgerichts aufzuheben, die Klage des Gesuchsgegners abzuweisen und diesen zu verpflichten, ihm Fr. 20'450.-- als Ersatz für Gerichtskosten, Fr. 33'947.50 als Rückerstattung geleisteter Anwaltsentschädigungen, Fr. 32'900.-- als Ersatz für eigene Anwaltskosten, je zuzüglich Zins, zu bezahlen. Das Bundesgericht heisst das Revisionsgesuch teilweise gut, hebt Ziffer 1 seines Urteils vom 25. Februar 1994 auf und entscheidet - unter Abweisung der übrigen Revisionsbegehren - neu wie folgt:\n\n«1. Die Berufung wird teilweise gutgeheissen, soweit darauf einzutreten ist, und Ziffer 1 des Urteils des Handelsgerichts des Kantons Bern vom 19. März 1993 wird wie folgt geändert:\n\n1. Es wird dem Beklagten unter Androhung der Straffolgen von Art. 292 StGB und Art. 403 ZPO (Haft oder Busse bis Fr. 5'000.--, Haft oder in schweren Fällen Gefängnis bis zu einem Jahr) verboten, in Verlautbarungen, die an weitere Bevölkerungskreise gerichtet sind, ohne Hinweis auf den herrschenden Meinungsstreit als wissenschaftlich gesichert darzustellen, dass im Mikrowellenherd zubereitete Speisen gesundheitsschädlich |188| seien und zu Veränderungen im Blut ihrer Konsumenten führten, welche auf eine krankhafte Störung hinweisen und ein Bild zeigten, das für einen Beginn eines kanzerogenen Prozesses gelten könne.\n\nIm Übrigen wird das Urteil des Handelsgerichts bestätigt.»", "considerants": "Aus den Erwägungen:\n\n2. Der Gesuchsteller stützt sein Revisionsgesuch auf Art. 139a OG. Nach dieser Bestimmung ist die Revision eines Entscheides des Bundesgerichts oder einer Vorinstanz zulässig, wenn der Europäische Gerichtshof für Menschenrechte oder das Ministerkomitee des Europarates eine Individualbeschwerde wegen Verletzung der Europäischen Menschenrechtskonvention gutgeheissen hat und eine Wiedergutmachung nur durch Revision möglich ist. Die erste Voraussetzung ist vorliegend ohne weiteres gegeben. Näher zu prüfen ist hingegen die zweite Voraussetzung. Sie ist gegeben, wenn und soweit das Urteil des Europäischen Gerichtshofs und die Leistung der Entschädigung, die dem Gesuchsteller darin zugesprochen wird, nicht ausreichen, um einen der Konvention entsprechenden Zustand zu gewährleisten (vgl. BGE 123 I 283 E. 3 S. 286 ff.).\n\n3. In Anwendung von Art. 50 aEMRK (heute: Art. 41 EMRK, vgl. AS 1998 S. 2998) hat der Europäische Gerichtshof für Menschenrechte dem Gesuchsteller eine Entschädigung von Fr. 40'000.-- für die Kosten und Auslagen zugesprochen, welche ihm in den Verfahren vor dem Handelsgericht, dem Bundesgericht, der Menschenrechtskommission und dem Gerichtshof entstanden sind. Damit bleibt kein Raum mehr für weitere Entschädigungsansprüche des Gesuchstellers im Zusammenhang mit den gleichen Verfahren (vgl. BGE 123 I 283 E. 3b/bb S. 287 f.). Vielmehr genügt die Leistung der vom Gerichtshof zugesprochenen Entschädigung als Wiedergutmachung. Insoweit ist daher der Revisionsgrund von Art. 139a OG offensichtlich nicht gegeben. Die Begehren des Gesuchstellers auf Ersatz von Gerichtskosten, Rückerstattung von geleisteten Anwaltsentschädigungen und Ersatz von eigenen Anwaltskosten aus den früheren Verfahren sind abzuweisen.\n\n4. Der Gesuchsteller strebt jedoch vor allem auch die Aufhebung der ihm auferlegten Verbote an. Auch in diesem Zusammenhang stellt sich die Frage, ob und wieweit im Hinblick auf die Wiedergutmachung der festgestellten Konventionsverletzung eine Abänderung des bundesgerichtlichen Urteils vom 25. Februar 1994 erforderlich ist.\n\n|189|\n\na) Nach Art. 10 EMRK hat jedermann Anspruch auf freie Meinungsäusserung. Dieses Recht darf nur eingeschränkt werden, wenn und soweit seine Einschränkung vom Gesetz vorgesehen ist, einem legitimen Zweck dient und in einer demokratischen Gesellschaft notwendig ist (Art. 10 Abs. 2 EMRK). Der Europäische Gerichtshof sieht im Bundesgesetz gegen den unlauteren Wettbewerb (UWG; SR 241) eine hinreichende gesetzliche Grundlage für das gegenüber dem Gesuchsteller ausgesprochene Verbot. Er erachtet es weiter als unzweifelhaft, dass das Verbot auf den Schutz der Rechte anderer gerichtet ist und damit im Dienst eines legitimen Zwecks steht. Hingegen gelangt er zum Schluss, dass die Meinungsäusserungsfreiheit des Gesuchstellers stärker eingeschränkt worden ist, als es in einer demokratischen Gesellschaft notwendig ist. In diesem Zusammenhang äussert sich der Gerichtshof eingehend zum Inhalt des «JOURNAL Franz Weber» Nr. 19. Er hält in seinen Erwägungen fest, der Gesuchsteller sei weder für die Titeltexte der Frontseite, noch für das Editorial Franz Webers, noch für die Texte von René d'Ombresson auf den Seiten 3 bis 10 als Autor oder Mitautor verantwortlich. Auch an der Auswahl der Illustrationen habe sich der Gesuchsteller nicht beteiligt. Es könne ihm nur der Auszug aus dem Forschungsbericht auf den Seiten 5 bis 10 zugerechnet werden, und zwar mit Ausnahme der Titel und Zwischentitel. In diesem Auszug werde jedoch nirgends ausdrücklich vorgeschlagen, dass Mikrowellenherde verboten, zerstört oder boykottiert werden sollten. Vor allem aber sei die Auffassung des Gesuchstellers, wonach sich die Einnahme von im Mikrowellenherd zubereiteter Nahrung schädlich auf die menschliche Gesundheit auswirke, erheblich nuancierter dargestellt, als die schweizerischen Behörden annehmen würden. Dieser Eindruck ergebe sich namentlich aus der wiederholten Verwendung des Konjunktivs und aus der Wahl von zurückhaltenden Formulierungen. In dieser Hinsicht seien die letzten Zeilen des Auszugs, welche die Schlüsse zusammenfassen würden, die der Gesuchsteller aus seinen Versuchen ziehe, besonders aufschlussreich: Dort werde zwar ausgeführt, die Testergebnisse zeigten «Veränderungen, die von pathogenen Störungen zeugen»; es werde dann jedoch präzisiert, dass die Testergebnisse ein Bild ergäben, das dem Beginn eines kanzerogenen Prozesses entsprechen «könnte» und «Aufmerksamkeit verdiene». In gleicher Weise werde nicht die Aussage gemacht, dass die Einnahme bestrahlter Nahrung für den Menschen schädlich sei, weil sie ihn einer indirekten Strahlung aussetze, sondern bloss die Vermutung aufgestellt, dass es sich so |190| verhalten «könnte». Im Weiteren vermisst der Gerichtshof auch Anhaltspunkte dafür, dass die Ausführungen des Gesuchstellers im «JOURNAL Franz Weber» Nr. 19 die Interessen der Mitglieder des Gesuchsgegners wesentlich beeinträchtigt hätten.\n\nIn Würdigung dieser Umstände gelangt der Gerichtshof zum Ergebnis, dass zwischen dem Umfang der Verbote, welche die schweizerischen Gerichte ausgesprochen haben, und dem Verhalten, auf das sie damit hätten antworten wollen, ein Missverhältnis bestehe. Die Verbote würden bewirken, dass die Arbeiten des Gesuchstellers teilweise zensuriert und dessen Möglichkeit, in der Öffentlichkeit eine Meinung zu vertreten, die in der laufenden Auseinandersetzung ihren Platz habe, stark eingeschränkt würden. Dass es sich um eine Minderheitsmeinung handle, die zudem einer vernünftigen Grundlage zu entbehren scheine, könne nicht entscheidend sein. In einem Bereich, in dem es keine sicheren Beweise gebe, wäre es nach der Auffassung des Gerichtshofs besonders stossend, die Meinungsäusserungsfreiheit auf die Wiedergabe allgemein anerkannter Lehren einzuschränken.\n\nb) Das Urteil des Europäischen Gerichtshofs für Menschenrechte mag für den Gesuchsteller einerseits eine Genugtuung bedeuten und ihm anderseits mit der zugesprochenen Entschädigung von Fr. 40'000.-- zu einem finanziellen Ausgleich für die durch den Prozess verursachten Kosten verhelfen. Es beseitigt jedoch die vom Handelsgericht ausgesprochenen und vom Bundesgericht in seinem Entscheid vom 25. Februar 1994 bestätigten, an den Gesuchsteller gerichteten Verbote nicht. Diese Verbote dürfen nur insoweit bestehen bleiben, als es den Grenzen der Notwendigkeit entspricht, wie sie der Gerichtshof in seinen Erwägungen gezogen hat. Da aber eine Beseitigung oder Einschränkung der Verbote nur auf dem Weg der Revision erreicht werden kann, ist der Revisionsgrund von Art. 139a OG grundsätzlich gegeben.\n\nZu prüfen bleibt allerdings, in welcher Hinsicht und wieweit die Verbote einzuschränken sind, um vor Art. 10 EMRK standzuhalten. In diesem Zusammenhang ist zunächst festzuhalten, dass der Gerichtshof die Verbote lediglich insoweit als unverhältnismässig erachtet hat, als sie als Antwort auf den im «JOURNAL Franz Weber» Nr. 19 veröffentlichten Forschungsbericht zu verstehen sind, den der Gerichtshof als hinreichend nuanciert und dessen Auswirkungen auf die Interessen der Mitglieder des Gesuchsgegners er zudem als zuwenig nachgewiesen angesehen hat. Im Weiteren ist der Gerichtshof bei seiner Würdigung der konkreten Umstände davon ausgegangen, dass dem |191| Gesuchsteller nur der Text des Forschungsberichts zugerechnet werden könne, während er weder für die Titel, die Zwischentitel und die weiteren Texte anderer Autoren, welche die Zeitung enthielt, noch für die Auswahl der Illustrationen verantwortlich gemacht werden könne. Daraus ergibt sich, dass dem Gesuchsteller die Veröffentlichung von Texten, die dem genannten Forschungsbericht in Bezug auf die Nuancierung der Darstellung vergleichbar sind, für sich allein ohne Verletzung von Art. 10 EMRK auch im Wettbewerbsbezug nicht verboten werden kann.\n\nDemgegenüber ist ausgehend von der Rechtsauffassung des Gerichtshofs anzunehmen, dass ein an den Gesuchsteller gerichtetes Verbot wettbewerbsgeneigter Verlautbarungen, mit denen gesundheitsschädigende Wirkungen von im Mikrowellenherd zubereiteter Nahrung ohne Hinweis auf den herrschenden Meinungsstreit als wissenschaftlich erwiesen hingestellt werden, jedenfalls dann mit Art. 10 EMRK vereinbar ist, wenn konkrete Anzeichen dafür bestehen, dass es zu solchen Verlautbarungen kommen wird, und wenn diese zudem auch geeignet sind, die Wettbewerbsstellung der Mitglieder des Gesuchsgegners wesentlich zu beeinträchtigen (vgl. BGE 116 II 357 E. 2a S. 359, mit Hinweisen). Diese Voraussetzungen aber sind gegeben: Das Handelsgericht stellt in seinem Urteil vom 19. März 1993 in tatsächlicher Hinsicht fest, der Gesuchsteller habe sich nie von der Veröffentlichung im «JOURNAL Franz Weber» Nr. 19 distanziert, sondern vor Gericht lediglich ausgeführt, er sei mit der von René d'Ombresson verfassten Einleitung und Zusammenfassung nicht hundertprozentig einverstanden gewesen; zum Bild des Sensemannes habe er erklärt, es gefalle ihm gut; er bleibe nach wie vor bei seinen Schlussfolgerungen und wolle diese in den Massenmedien weiter zur Diskussion stellen; hinter seiner wissenschaftlichen Auffassung stehe offensichtlich eine weltanschauliche; in der Hauptverhandlung habe er an seinen bisherigen Aussagen festgehalten und erklärt: «Diese Mikrowellenerzeugnisse führen zu Krebs, daran gibt es heute nichts mehr zu rütteln» und: «Ich werde den Weg meiner Wissenschaft weiter beschreiten». Dies sind konkrete Anzeichen dafür, dass seitens des Gesuchstellers wettbewerbswidrige Verlautbarungen zu befürchten sind, mit denen angeblich wissenschaftlich gesicherte Erkenntnisse über Gesundheitsschädigungen durch Mikrowellenherde verbreitet werden; angesichts der Erklärung des Gesuchstellers, wonach ihm das Bild des Sensemannes gut gefalle, besteht auch die Gefahr, dass dabei dieses oder ein ähnliches Todessymbol zur Untermalung der Aussagen verwendet |192| wird. Dass solche Verlautbarungen, wenn sie an weitere Bevölkerungskreise gerichtet werden, geeinet sind, die Wettbewerbsstellung der Mitglieder des Gesuchsgegners wesentlich zu beeinträchtigen, liegt auf der Hand. Das gilt umso mehr, wenn die Äusserungen zusätzlich noch mit Todessymbolen bildlich untermalt werden. Der Gesuchsgegner hat jedoch aufgrund von Art. 9 Abs. 1 lit. a UWG Anspruch darauf, dass der drohenden rechtswidrigen Beeinflussung des Wettbewerbs mit entsprechenden Verboten begegnet wird.\n\nc) Eine gesamthafte Aufhebung der gegenüber dem Gesuchsteller ausgesprochenen Verbote ist deshalb weder erforderlich noch angezeigt. Klarzustellen ist hingegen, dass dem Gesuchsteller lediglich an weitere Bevölkerungskreise gerichtete Verlautbarungen verboten sind, in welchen gesundheitsschädigende Wirkungen von im Mikrowellenherd zubereiteten Speisen ohne Hinweis auf den herrschenden Meinungsstreit als wissenschaftlich gesichert hingestellt werden. Das Verbot, in Publikationen oder öffentlichen Vorträgen über Mikrowellenherde die Abbildung eines Sensemannes oder eines ähnlichen Todessymboles zu verwenden, ist unverändert aufrechtzuerhalten, wobei zur Begründung im Einzelnen auf das Urteil vom 25. Februar 1994 verwiesen werden kann. Festzuhalten ist schliesslich, dass der Unterlassungsanspruch des Gesuchsgegners seine Grundlage nicht in einer geschehenen Verletzung, sondern in der Gefahr drohender Verletzungen findet (Art. 9 Abs. 1 lit. a UWG). Dass diese Gefahr besteht und ernst zu nehmen ist, unterliegt angesichts des Verhaltens und der Erklärungen des Gesuchstellers keinem Zweifel.\n\nDie Teilnahme an der laufenden Auseinandersetzung über die gesundheitlichen Auswirkungen der Nahrungsaufbereitung in Mikrowellenherden soll dem Gesuchsteller im Õbrigen nicht verwehrt werden. Er ist frei, seine Auffassungen zu äussern, solange er dies nicht in an weitere Bevölkerungskreise gerichteten Verlautbarungen auf eine Weise tut, die den unzutreffenden Eindruck erweckt, es handle sich um wissenschaftlich gesicherte Erkenntnisse. Es geht nicht um eine Zensur der Arbeiten des Gesuchstellers, sondern bloss darum, unrichtige, irreführende oder unnötig verletzende und damit unlautere Äusserungen zu verhindern, die geeignet sind, den Wettbewerb zu beeinflussen und die Wettbewerbsstellung der Mitglieder des Gesuchsgegners zu beeinträchtigen (Art. 2 und Art. 3 lit. a UWG)."}