{"annee": "125", "cour": "II", "page": "440", "date": "4/6/1999", "cite": ["123 I 41", "125 II 56", "125 I 65", "122 I 70", "123 I 313", "125 I 173", "112 IA 90", "124 I 193", "124 II 165", "122 II 72", "110 IA 7", "96 I 544", "119 IA 362", "124 I 145"], "cite_par": ["127 I 44", "131 I 223", "129 I 12", "126 I 81", "125 I 474", "130 I 306"], "chapeau": "44. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. Juni 1999 i.S. Josef Gunsch und Mitbeteiligte gegen Regierungsrat sowie Kantonsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Notion de forêt -- art. 2 Disp. trans. Cst; droit cantonal d'exécution des art. 2 al. 4 LFo et 1 OFo; examen dans le cadre d'un contrôle abstrait des normes. Qualité pour agir par la voie du recours de droit public du voisin touché de manière virtuelle (consid. 1c). Une réglementation cantonale qui reprend de manière schématique les valeurs supérieures indiquées à l'art. 1 al. 1 OFo comme critères quantitatifs minimums pour qu'une surface boisée soit reconnue comme forêt est incomplète et source de confusion. Elle peut toutefois être interprétée et appliquée d'une manière conforme à la constitution et au droit fédéral car les critères qualitatifs de la forêt définis dans le droit fédéral l'emportent sur les critères quantitatifs minimaux (consid. 3)."], "faits": "BGE 125 II 440 S. 441\n\nAm 7. Juni 1998 beschlossen die Stimmberechtigten des Kantons Zürich ein kantonales Waldgesetz (KWaG). Dessen § 2 lautet wie folgt:\n\n«Begriff des Waldes\n\nEine mit Waldbäumen oder Waldsträuchern bestockte Fläche gilt als Wald, wenn sie folgende Minimalerfordernisse aufweist:\n\na) 800 m2 Fläche mit Einschluss eines zweckmässigen Waldsaumes,\n\nb) 12 m Breite mit Einschluss eines zweckmässigen Waldsaumes,\n\nc) ein Alter von 20 Jahren bei Einwuchsflächen.»\n\nMit staatsrechtlicher Beschwerde vom 24. Juli 1998 verlangen Josef Gunsch und drei Mitbeteiligte die Aufhebung dieser Bestimmung, eventuell nur der lit. a. Sie rügen eine Verletzung der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV), da § 2 KWaG dem Art. 2 des Bundesgesetzes über den Wald vom 4. Oktober 1991 (WaG; SR 921.0) widerspreche.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. a) Die staatsrechtliche Beschwerde ist zulässig gegen kantonale Erlasse wegen Verletzung verfassungsmässiger Rechte der Bürger (Art. 84 Abs. 1 lit. a OG). Die Beschwerdeführer bezeichnen die umstrittene kantonale Gesetzesbestimmung als bundesrechtswidrig und rügen einen Verstoss gegen die derogatorische Kraft des Bundesrechts, welche aus Art. 2 der Übergangsbestimmungen der Bundesverfassung abgeleitet wird und nach ständiger Rechtsprechung als verfassungsmässiges Recht anerkannt ist. Die staatsrechtliche Beschwerde ist nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde geltend gemacht werden kann (Art. 84 Abs. 2 OG). Da ein kantonaler Erlass angefochten wird, ist die Verwaltungsgerichtsbeschwerde ausgeschlossen. Unzulässig ist auch die Verwaltungsbeschwerde an den BGE 125 II 440 S. 442Bundesrat, da die Beurteilung der Rüge der Verletzung von Art. 2 ÜbBest. BV in die Zuständigkeit des Bundesgerichts fällt (Art. 73 Abs. 2 lit. a VwVG; BGE 122 I 70 E. 1a; 119 Ia 197 E. 1b S. 200). Beim angefochtenen Gesetz handelt es sich, da der Kanton Zürich die Möglichkeit einer abstrakten Normenkontrolle nicht kennt, um einen letztinstanzlichen kantonalen Hoheitsakt (Art. 86 OG; BGE 124 I 145 E. 1a), der mit staatsrechtlicher Beschwerde angefochten werden kann.\n\nb) Die 30-tägige Beschwerdefrist gemäss Art. 89 Abs. 1 OG zur Anfechtung des Gesetzes begann mit der Publikation des kantonsrätlichen Erwahrungsbeschlusses im Amtsblatt des Kantons Zürich vom 21. August 1998 (vgl. BGE 124 I 145 E. 1b). Die vorliegende Beschwerde wurde am 24. Juli 1998 und mithin verfrüht erhoben, was den Beschwerdeführern aber nicht schadet (BGE 110 Ia 7 E. 1c S. 12).\n\nc) Zur staatsrechtlichen Beschwerde gegen einen kantonalen Erlass ist legitimiert, wer durch die angefochtene Bestimmung unmittelbar oder virtuell (d.h. mit einer minimalen Wahrscheinlichkeit früher oder später einmal) in seinen rechtlich geschützten Interessen betroffen ist. Das Anrufen bloss tatsächlicher oder allgemeiner öffentlicher Interessen genügt zur Begründung der Legitimation nicht (BGE 125 I 173 E. 1b; BGE 124 I 145 E. 1c S. 148; BGE 123 I 41 E. 5b S. 43, je mit Hinweisen).\n\nDie Beschwerdeführer machen geltend, sie seien aktuell und virtuell betroffen, wenn Gehölze im Nahbereich ihrer aktuellen oder künftigen Wohnlage im Kanton Zürich aufgrund der angefochtenen Bestimmung des Zürcher Waldgesetzes, die sie als bundesrechtswidrig erachten, beseitigt werden könnten, weil den Gehölzen nicht Waldqualität zugesprochen werde. Damit würde ihnen der Anblick des Waldes, die frische Luft aus dem Wald und auch die nach Art. 699 ZGB rechtlich geschützte Möglichkeit, den Wald zu betreten und darin Pilze und Beeren zu sammeln, entzogen. Ein Beschwerdeführer sei zudem Eigentümer einer wenige Schritte von einem solchen Gehölz gelegenen Liegenschaft und wäre damit von dessen allfälliger Beseitigung besonders betroffen.\n\nSoweit die Beschwerdeführer sich auf ihre aktuelle oder mögliche künftige Situation als Nachbarn berufen, ist ihre Legitimation unter Beachtung der Beschwerdebefugnis von Nachbarn bei Nutzungsplanfestsetzungen zu beurteilen. Demnach sind sie zur Erhebung der staatsrechtlichen Beschwerde befugt, soweit sie geltend machen, die umstrittene Umschreibung des Waldbegriffs BGE 125 II 440 S. 443verletze sie in verfassungsmässigen Rechten, weil dadurch Normen, die auch dem Schutz der Nachbarn dienten, nicht mehr oder in geänderter Form gelten würden (vgl. BGE 119 Ia 362 E. 1b; BGE 112 Ia 90 E. 3, je mit Hinweisen).\n\nDie Anerkennung bestockter Flächen als Wald kann mitunter nachbarschützende Wirkung haben und insofern im Lichte von Art. 88 OG massgebende rechtlich geschützte Interessen begründen, die durch die angefochtene Bestimmung tangiert werden (vgl. BGE 96 I 544 E. 1). Insbesondere in Bezug auf die Einhaltung des Walderhaltungsgebots (Art. 3 WaG) und der Waldabstandsvorschriften (Art. 17 WaG) können nebst den öffentlichen Interessen auch rechtlich geschützte Interessen von Nachbarn bestehen, da Wald- und Waldabstandsflächen im Siedlungsgebiet kraft der Waldeigenschaft der Bestockung grundsätzlich nicht baulich genutzt werden dürfen (vgl. Urteil des Bundesgerichts vom 19. September 1997 in ZBl 99/ 1998 S. 444 ff.). Die umstrittene kantonalrechtliche Umschreibung des Waldbegriffs kann somit Nutzungsbeschränkungen bewirken. Nutzungsbeschränkenden Vorschriften wird nach der Rechtsprechung nachbarschützende Wirkung zuerkannt, soweit deren Auswirkungen auf das Grundstück des Nachbarn in Frage stehen (BGE 119 Ia 362 E. 1b; BGE 112 Ia 90 E. 3, je mit Hinweisen). Im Rahmen der abstrakten Normenkontrolle muss diesbezüglich wie erwähnt eine virtuelle Nachbareigenschaft genügen. Die Beschwerdeführer machen geltend, aufgrund der angefochtenen Bestimmung des Zürcher Waldgesetzes könnten Gehölze beseitigt werden, die bisher als Wald galten, weil ihnen neu keine Waldqualität mehr zugesprochen würde. Insoweit sind sie als aktuelle oder zumindest mögliche zukünftige Nachbarn einer nach der umstrittenen Gesetzesbestimmung nicht mehr als Wald zu qualifizierenden Bestockung zur staatsrechtlichen Beschwerde legitimiert.\n\nd) Wird mit staatsrechtlicher Beschwerde eine Verletzung von Art. 2 ÜbBest. BV gerügt, prüft das Bundesgericht frei, ob die beanstandete Norm mit dem Bundesrecht vereinbar ist (BGE 123 I 313 E. 2b S. 317). Im Rahmen einer abstrakten Normenkontrolle hebt es ein Gesetz aber nur auf, wenn dieses sich jeder verfassungskonformen Anwendung und Auslegung entzieht, nicht jedoch, wenn es einer solchen in vertretbarer Weise zugänglich ist. Dabei ist mit zu berücksichtigen, unter welchen Umständen die betreffende Bestimmung zur Anwendung gelangen wird. Der Verfassungsrichter hat die Möglichkeit einer verfassungskonformen Anwendung nicht nur abstrakt zu untersuchen, sondern auch die Wahrscheinlichkeit BGE 125 II 440 S. 444verfassungstreuer Anwendung miteinzubeziehen. Er darf deshalb auch die Erklärungen der Behörden über die beabsichtigte künftige Anwendung der Vorschrift berücksichtigen. Die blosse Möglichkeit, dass in besonders gelagerten Einzelfällen die Anwendung der Norm zu einem verfassungswidrigen Ergebnis führen kann, lässt den Erlass als solchen noch nicht verfassungswidrig werden (BGE 125 I 65 E. 3b S. 67 f.; BGE 124 I 193 E. 3c S. 196, je mit Hinweisen).\n\n2. Die Beschwerde ist in erster Linie gegen § 2 lit. a KWaG (Schwellenwert von 800 m2 Fläche) gerichtet. Die Beschwerdeführer sind aber der Meinung, auch lit. c (Schwellenwert von 20 Jahren) verletze Bundesrecht. Jedenfalls müsse der ganze § 2 KWaG aufgehoben werden, da diese Bestimmung nach blosser Aufhebung von lit. a keinen Sinn mehr ergebe.\n\na) Der Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV) schliesst in Sachgebieten, welche die Bundesgesetzgebung abschliessend regelt, eine Rechtsetzung durch die Kantone aus. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, dürfen die Kantone nur solche Vorschriften erlassen, die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zweck nicht beeinträchtigen oder vereiteln (BGE 125 II 56 E. 2b S. 58).\n\nDie Beschwerdeführer bestreiten nicht, dass der Kanton Zürich ein Waldgesetz erlassen und darin ergänzende Vorschriften zu Art. 2 WaG aufnehmen darf. Sie sind aber der Meinung, § 2 lit. a KWaG widerspreche Art. 2 WaG, verstosse gegen Sinn und Geist dieser Vorschrift und beeinträchtige damit den Zweck des Waldgesetzes des Bundes, welcher unter anderem darin bestehe, den Wald in seiner Fläche und Funktion zu erhalten (Art. 1 WaG). Analoges gelte für § 2 lit. c KWaG.\n\nb) Gemäss Art. 3 WaG soll die Waldfläche der Schweiz nicht vermindert werden. Das Waldgesetz soll den Wald in seiner Fläche und seiner räumlichen Verteilung erhalten sowie als naturnahe Lebensgemeinschaft schützen (Art. 1 Abs. 1 lit. a und b WaG) und überdies dafür sorgen, dass er seine Funktionen, namentlich seine Schutz-, Wohlfahrts- und Nutzfunktion (Waldfunktionen) erfüllen kann (Art. 1 Abs. 1 lit. c WaG). Art. 2 WaG umschreibt den Begriff des Waldes. Als Wald gilt jede Fläche, die mit Waldbäumen oder Waldsträuchern bestockt ist und Waldfunktionen ausüben kann. Entstehung, Nutzung und Bezeichnung im Grundbuch sind nicht massgebend (Abs. 1). Nicht als Wald gelten unter anderem isolierte BGE 125 II 440 S. 445Baum- und Strauchgruppen, Hecken, Garten-, Grün- und Parkanlagen sowie Baumkulturen, die auf offenem Land zur kurzfristigen Nutzung angelegt worden sind (Abs. 3).\n\nInnerhalb des vom Bundesrat festgelegten Rahmens können die Kantone bestimmen, ab welcher Breite, welcher Fläche und welchem Alter eine einwachsende Fläche sowie ab welcher Breite und welcher Fläche eine andere Bestockung als Wald gilt (Art. 2 Abs. 4 Satz 1 WaG). Diesen Rahmen legte der Bundesrat in Art. 1 Abs. 1 der Verordnung vom 30. November 1992 über den Wald ( WaV; SR 921.01) wie folgt fest:\n\n«a) Fläche mit Einschluss eines zweckmässigen Waldsaumes: 200-800 m2;\n\nb) Breite mit Einschluss eines zweckmässigen Waldsaumes: 10-12 m;\n\nc) Alter der Bestockung auf Einwuchsflächen: 10-20 Jahre.»\n\nErfüllt die Bestockung in besonderem Masse Wohlfahrts- oder Schutzfunktionen, so sind die kantonalen Kriterien nicht massgebend, und sie gilt unabhängig von ihrer Fläche, ihrer Breite oder ihrem Alter als Wald (Art. 2 Abs. 4 Satz 2 WaG und Art. 1 Abs. 2 WaV).\n\nc) Das Bundesgericht hat in BGE 122 II 72 E. 3b/bb S. 80 in einem Fall betreffend die Gemeinde Kilchberg ZH ausgeführt, es sei bundesrechtswidrig, wenn ein Kanton in seiner Ausführungsgesetzgebung den ihm in Art. 1 Abs. 1 WaV vorgesehenen Regelungsbereich schematisch und undifferenziert für Bestockungen der unterschiedlichsten Art und Lage im ganzen Kantonsgebiet ausschöpfe, indem er die Höchstwerte von 800 m2 Fläche und 12 m Breite sowie das Alter der Bestockung von 20 Jahren als in allen Fällen massgeblich erkläre. Dies widerspreche Sinn und Zweck der quantitativen Kriterien für die Waldfeststellung und damit dem qualitativen Waldbegriff, wie er in der bundesgerichtlichen Rechtsprechung entwickelt und dem eidgenössischen Waldgesetz zugrunde gelegt worden sei. Danach könnten bestockte Flächen ab einer Grösse von etwa 500 m2, einer Breite von 12 m und einem Alter von 15 Jahren regelmässig Waldfunktionen erfüllen, und auch diese Werte dürften nicht zu schematisch und nicht ohne die Qualität der Bestockung entsprechend zu würdigen angewendet werden. Die Werte, welche die Kantone innerhalb des ihnen nach Art. 1 Abs. 1 WaV zur Verfügung stehenden Rahmens in ihrer Ausführungsgesetzgebung zum neuen Waldgesetz des Bundes festlegten, könnten nur dazu dienen, den unbestimmten (qualitativen) Rechtsbegriff BGE 125 II 440 S. 446des Waldes bei kleineren Bestockungen zu konkretisieren. Sie hätten in erster Linie die Bedeutung, dass dort, wo sie erreicht würden - aussergewöhnliche Verhältnisse vorbehalten -, die Waldqualität zu bejahen sei. Sie würden daher zu Recht auch als Mindestkriterien bezeichnet. Hingegen dürfe der Umkehrschluss, wo sie nicht erreicht seien, liege kein Wald vor, nicht ohne weiteres gezogen werden. Ein solcher Schematismus widerspräche dem gesetzlich festgelegten qualitativen Waldbegriff und würde diesen aushöhlen. Die quantitativen Hilfskriterien dürften die Beurteilung der Waldqualität eines Gehölzes ein Stück weit schematisieren und vereinfachen. Sie müssten jedoch so gewählt werden, dass sie im Ergebnis den qualitativen Waldbegriff konkretisierten und nicht aushöhlten. Je weiter die Kantone den ihnen durch Art. 1 Abs. 1 WaV eingeräumten Spielraum ausschöpften, umso differenziertere Regelungen müssten sie daher treffen (BGE 122 II 72 E. 3b S. 79 f.). Daran ändere Art. 1 Abs. 1 WaV, der es erlaube, die Mindestfläche bis auf 800 m2 und das Mindestalter bis auf 20 Jahre festzusetzen, nichts, und diese Bestimmung sei selber auch nicht gesetzwidrig. Wenn die kantonale Regelung genügend differenziere, sei es denkbar, dass diese Grenzwerte in besonders dafür geeigneten Fällen ausgeschöpft werden könnten, ohne den gesetzlich festgelegten, qualitativen Waldbegriff zu verletzen (BGE 122 II 72 E. 3b/cc S. 80 f.).\n\nIn BGE 124 II 165 E. 2c S. 170 hat das Bundesgericht diese Rechtsprechung im Zusammenhang mit einer Streitigkeit aus der Gemeinde Flims GR bestätigt und ausgeführt, das in der bundesgerichtlichen Praxis entwickelte Mindestkriterium, wonach Bestockungen ab einer Fläche von 500 m2 regelmässig Waldfunktionen erfüllten, müsse auch dort Platz greifen, wo die kantonale Gesetzgebung den von Art. 1 Abs. 1 WaV vorgegebenen Spielraum schematisch und undifferenziert für Bestockungen der unterschiedlichsten Art und Lage im ganzen Kantonsgebiet ausschöpfe und den Höchstwert von 800 m2 als in allen Fällen massgeblich erkläre.\n\nd) Die Beschwerdeführer beanstanden die Zürcher Regelung, weil sie in der vorerwähnten Art schematisch und undifferenziert und damit bundesrechtswidrig sei.\n\nDer Regierungsrat und das Büro des Kantonsrats halten hingegen eine bundesrechtskonforme Auslegung und Anwendung von § 2 KWaG für möglich. In der Abstimmungszeitung sei darauf hingewiesen worden, dass der Waldbegriff bundesrechtlicher Natur sei, dass der Kanton nur Mindestkriterien festsetzen könne und dass eine Bestockung, welche diese Kriterien erfülle, immer als Wald gelte. BGE 125 II 440 S. 447\n\nEs sei aber gleichzeitig darauf hingewiesen worden, dass daraus nicht der Umkehrschluss gezogen werden dürfe, eine Fläche von weniger als 800 m2 gelte nicht als Wald. Der Regierungsrat vertritt sodann die Auffassung, die vom Bundesgericht verlangte Differenzierung müsse nicht zwingend im Gesetz erfolgen; sie könne durchaus auch in der konkreten Anwendung vorgenommen werden. Da für die Waldfeststellung die kantonalen Forstbehörden zuständig seien, sei Gewähr geboten, dass die angefochtene Bestimmung bundesrechtskonform angewendet werde. Dies werde zusätzlich da- durch gewährleistet, dass Waldfeststellungsverfügungen vom Bundesamt für Wald und Landschaft, von der betroffenen Gemeinde, den Umweltvereinigungen und von Nachbarn angefochten werden könnten. Die Verfügungen würden den Beschwerdeberechtigten auch regelmässig zugestellt.\n\n3. a) Der Sinn von § 2 KWaG lässt sich aus dem Wortlaut der Bestimmung allein nicht zweifelsfrei ermitteln. Die Beschwerdeführer befürchten, die Norm werde dahingehend ausgelegt, dass nur jene bestockten Flächen als Wald anerkannt würden, welche die Kriterien der lit. a-c erfüllen oder übertreffen. Der Regierungsrat hingegen vertritt die Auffassung, nach § 2 KWaG sei die Waldqualität einer Bestockung jedenfalls immer dann zu bejahen, wenn die dort genannten Kriterien erfüllt seien, was aber nicht ausschliesse, dass auch Bestockungen, die diese Kriterien nicht erfüllten, Waldqualität aufweisen könnten. Der Regierungsrat schliesst aber auch nicht aus, dass die Vorschrift in dem Sinne verstanden werden könnte, dass Bestockungen, welche die Kriterien von § 2 KWaG erfüllen, in der Regel Wald sind, wobei dies ausnahmsweise nicht zuzutreffen brauche, was jedoch nicht ausschliesse, dass schon kleinere Bestockungen Wald darstellen. Für seine Betrachtungsweise kann sich der Regierungsrat auf die Beratungen im Kantonsrat sowie auf die Abstimmungszeitung berufen, wo deutlich gesagt worden ist, dass aus der Bestimmung nicht der Umkehrschluss gezogen werden dürfe, Flächen von weniger als 800 m2 gälten nicht als Wald, da die qualitativen Kriterien des Bundes den quantitativen immer vorgingen.\n\nb) Die vom Regierungsrat vorgenommene Auslegung von § 2 KWaG kann nicht als bundesrechtswidrig bezeichnet werden. Obwohl die Vorschrift doppeldeutig ist und vom unbefangenen Leser im Sinne der von den Beschwerdeführern befürchteten Interpretation missverstanden werden kann, lässt sie sich, wie dies der Regierungsrat tut, im Einklang mit den bundesrechtlichen BGE 125 II 440 S. 448Bestimmungen auslegen und anwenden (vgl. BGE 122 II 72 E. 3b S. 79 unten). Sie ist indessen unvollständig, weil sie den unzutreffenden Eindruck erweckt, das Vorliegen von Wald hänge lediglich von quantitativen Kriterien ab. Tatsächlich stehen diese quantitativen Kriterien jedoch unter dem Vorbehalt der im Bundesrecht enthaltenen qualitativen Kriterien (s. Art. 2 WaG; BGE 122 II 72 E. 3b S. 80). Zudem gilt auch der ebenfalls von Bundesrechts wegen zu beachtende Vorbehalt, dass eine Bestockung unabhängig von den drei quantitativen Kriterien Fläche, Breite und Alter als Wald gilt, wenn sie in besonderem Masse Wohlfahrts- oder Schutzfunktionen erfüllt (Art. 2 Abs. 4 Satz 2 WaG, Art. 1 Abs. 2 WaV).\n\nc) Der Erlass einer derart unvollständigen und missverständlichen Bestimmung ist im Hinblick auf das Anliegen einer klaren, transparenten und verständlichen Gesetzgebung nicht unbedenklich, da sie mit den Geboten der Rechtssicherheit und der Voraussehbarkeit staatlichen Handelns in Konflikt zu geraten droht. Es ist zweifelhaft, ob ein blosser Hinweis auf das Bundesrecht in der Abstimmungszeitung für eine zutreffende Interpretation der Norm genügt. Das Bundesgericht hat indessen als Verfassungsgericht zu beurteilen, ob sich die Bestimmung bundesrechts- und verfassungskonform auslegen und anwenden lässt, was wie erwähnt zu bejahen ist. Im Folgenden ist zudem noch zu prüfen, ob damit gerechnet werden kann, dass die Norm tatsächlich in Übereinstimmung mit dem höherrangigen Recht angewendet wird (s. vorne E. 1d).\n\nd) Der Regierungsrat und die kantonale Volkswirtschaftsdirektion beteuern in ihren Beschwerdeantworten, dass sie bzw. die ihnen unterstellten kantonalen Forstbehörden den § 2 KWaG bundesrechtskonform, d.h. nicht schematisch anwenden werden. Es gibt keinen ausreichenden Grund, diese Zusicherungen, auf welchen die kantonalen Behörden zu behaften sind, zu bezweifeln. Die kantonalen Behörden werden sich im Anwendungsfall einem Bürger gegenüber, der in Bezug auf § 2 KWaG eine Auslegung vertritt, nach welcher Gehölze unterhalb der kantonalen Schwellenwerte nicht Wald seien, nicht nur auf die bundesgerichtliche Rechtsprechung, sondern auch auf die Abstimmungszeitung berufen können. Auch interessierte Umweltorganisationen sowie betroffene Nachbarn werden aufgrund ihrer Parteirechte in der Lage sein, dem bundesrechtskonformen Vollzug Nachachtung zu verschaffen und ihn nötigenfalls auf dem Beschwerdeweg durchzusetzen. Die Gefahr allein, dass die Bestimmung in einzelnen Fällen nicht korrekt angewendet werden könnte, ist kein hinreichender Grund für ihre Aufhebung (s. vorne E. 1d).\n\nBGE 125 II 440 S. 449\n\ne) Legt der kantonale Gesetzgeber wie hier die nach Art. 1 Abs. 1 WaV höchstmöglichen Schwellenwerte schematisch fest, ist die Gefahr eines eher grosszügigen Umgangs mit dem bundesrechtlichen Wald-Qualitätsbegriff grösser, als wenn tiefere oder differenzierte Schwellenwerte festgelegt worden wären. Dieses Risiko hat der Bundesgesetzgeber in Kauf genommen, als er die Kantone ermächtigte, innerhalb eines vom Bundesrat festzusetzenden Rahmens zu bestimmen, ab welcher Fläche, Breite und Alter eine Bestockung als Wald zu gelten habe (Art. 2 Abs. 4 WaG). Es kann jedoch nicht gesagt werden, der Bundesrat habe die an ihn delegierte Kompetenz überschritten, indem er eine Bandbreite festlegte, deren Grenzen einerseits etwas über und andererseits etwas unter den vom Bundesgericht unter der Herrschaft des Forstpolizeigesetzes entwickelten Werten liegen. Wie der Bundesrat in seiner Botschaft zum Waldgesetz ausführte, sollten diese Werte für die durch ihn abzugrenzenden quantitativen Kriterien bloss wegleitend sein und sollte der nach Art. 2 Abs. 4 WaG festzulegende Rahmen dazu dienen, allzu grosse Abweichungen in der Praxis der Kantone zu vermeiden (BBl 1988 III 189). Indem der Kanton Zürich diesen Rahmen voll ausgeschöpft hat, hat er nicht gegen Bundesrecht verstossen. Eine mit der Zürcher Bestimmung vergleichbare Vorschrift haben im Übrigen auch zahlreiche andere Kantone erlassen (vgl. z.B. Art. 3 KWaG BE [BSG 921.11] und die Übersichten bei ALOIS KEEL/WILLI ZIMMERMANN, Der Waldgesetzgebungsprozess in den Kantonen, in: Schweizerische Zeitschrift für Forstwesen 148/1997 S. 9; dieselben, Die neuen Waldgesetze der Kantone, Der aktuelle Stand, in: Wald und Holz 1/1998 S. 21 f. sowie PETER M. KELLER, Erste Erfahrungen mit der neuen Waldgesetzgebung, in: Schweizerische Vereinigung für Landesplanung, Raum & Umwelt 1995, S. 17)."}