{"annee": "125", "cour": "I", "page": "60", "date": "5/11/1998", "cite": ["108 IA 64", "117 IA 69", "123 I 268", "107 IA 3", "124 I 208"], "cite_par": ["145 IV 503", "133 I 270", "139 IV 270", "130 I 16", "143 IV 9", "143 IV 160", "137 IV 122", "135 I 71"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. November 1998 i. S. S. gegen Staatsanwaltschaft und Anklagekammer des Kantons Thurgau (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle. §§ 105 et 106 CPP/TG. Détention préventive: risque de réitération et de fuite, proportionnalité. Conditions requises pour admettre un risque de réitération (consid. 3a et 3b) et un risque de fuite (cas d'un requérant d'asile) (consid. 3a et 3c). Le fait que la peine menaçant l'intéressé puisse être assortie du sursis n'a par principe pas à être pris en considération dans l'examen de la proportionnalité de la détention préventive (consid. 3d)."], "faits": "BGE 125 I 60 S. 61\n\nS. wurde am 2. April 1998 von der Kantonspolizei Thurgau aufgrund eines Haftbefehls der Bezirksanwaltschaft Winterthur wegen des Verdachts, verschiedene Einbruchdiebstähle begangen zu haben, verhaftet und tags darauf vom Haftrichter des Bezirksgerichts Winterthur in Untersuchungshaft gesetzt. In der Folge wurde das Strafverfahren vom Bezirksamt Bischofszell (Thurgau) übernommen. Dieses liess sich S. zuführen und setzte ihn am 20. Juli 1998 in Untersuchungshaft. Am 25. Juli 1998 wies der Präsident der Anklagekammer des Kantons Thurgau ein Haftentlassungsgesuch von S. ab. Am 17. August 1998 bewilligte die Staatsanwaltschaft des Kantons Thurgau die Verlängerung der Untersuchungshaft bis zum 31. Oktober 1998.\n\nAm 16. September 1998 wies das Bezirksamt Bischofszell ein Haftentlassungsgesuch von S. ab und überwies die Sache dem Präsidenten der Anklagekammer des Kantons Thurgau zur Prüfung. Dieser erkannte mit Entscheid vom 22. September 1998:\n\n\"1. Die vom Bezirksamt Bischofszell am 20. Juli 1998 angeordnete\n\nUntersuchungshaft war zulässig und es wird festgestellt, dass die\n\nHaftgründe der Flucht- und Fortsetzungsgefahr im Sinne von § 106 Absatz 1\n\nZiffer 1 und 3 StPO nach wie vor gegeben sind.\"\n\nAm 30. September 1998 verfügte das Bezirksamt Bischofszell die Entlassung von S. aus der Untersuchungshaft und seine Überweisung in den vorzeitigen Strafvollzug auf den 1. Oktober 1998.\n\nMit Eingabe vom 13. Oktober 1998 erhebt S. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV gegen den Entscheid des Präsidenten der Anklagekammer vom 22. September 1998 mit dem Antrag, er sei aufzuheben. Ausserdem ersucht er um unentgeltliche Rechtspflege.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. a) Untersuchungs- und, nach Abschluss der Untersuchung, Sicherheitshaft kann im Kanton Thurgau (u.a.) verhängt werden, wenn der Angeschuldigte eines Vergehens oder Verbrechens dringend verdächtig ist und Flucht- oder Fortsetzungsgefahr besteht (§ 105 Abs. 2 i.V.m. § 106 Abs. 1 Ziff. 1 und 3 und Abs. 3 der Strafprozessordnung vom 30. Juni 1970/5. November 1991; BGE 125 I 60 S. 62StPO/TG). Die Untersuchungshaft darf nur solange aufrechterhalten werden, als ein Haftgrund besteht und sie die Dauer der dem Angeschuldigten drohenden Freiheitsstrafe nicht überschreitet (§ 106 Abs. 2 StPO/TG). Eine unter diesen Voraussetzungen angeordnete Inhaftierung ist auch unter dem Gesichtswinkel der persönlichen Freiheit grundsätzlich nicht zu beanstanden.\n\nb) Nicht umstritten ist, dass der allgemeine Haftgrund des dringenden Tatverdachts gegeben ist. Der Beschwerdeführer hat im Laufe des Verfahrens zugegeben, an einer Serie von Einbruchdiebstählen mit einer Deliktssumme in der Grössenordnung von über 100'000 Franken beteiligt gewesen zu sein.\n\n3. Der Beschwerdeführer macht indessen geltend, es bestehe weder Flucht- noch Fortsetzungsgefahr.\n\na) Die Anordnung von Untersuchungshaft wegen Fortsetzungsgefahr ist nach der bundesgerichtlichen Rechtsprechung verhältnismässig, wenn einerseits die Rückfallprognose sehr ungünstig und anderseits die zu befürchtenden Delikte von schwerer Natur sind. Die rein hypothetische Möglichkeit der Verübung weiterer Delikte sowie die Wahrscheinlichkeit, dass nur geringfügige Straftaten verübt werden, reichen dagegen nicht aus, um eine Präventivhaft zu begründen (BGE 123 I 268 S. 270 unten).\n\nFür die Annahme von Fluchtgefahr genügt nach der Rechtsprechung des Bundesgerichts die Höhe der dem Angeschuldigten drohenden Freiheitsstrafe für sich allein nicht. Eine solche darf nicht schon angenommen werden, wenn die Möglichkeit der Flucht in abstrakter Weise besteht. Vielmehr müssen konkrete Gründe dargetan werden, die eine Flucht nicht nur als möglich, sondern als wahrscheinlich erscheinen lassen. Die Höhe der drohenden Freiheitsstrafe kann immer nur neben anderen, eine Flucht begünstigenden Tatsachen herangezogen werden (BGE 117 Ia 69 E. 4a; BGE 108 Ia 64 E. 3; BGE 107 Ia 3 E. 6).\n\nb) Der Präsident der Anklagekammer hat im angefochtenen Entscheid im Wesentlichen Fortsetzungsgefahr bejaht, weil der Beschwerdeführer, nachdem er vom 6. bis zum 9. Februar 1998 wegen eines Einbruchdiebstahls in Untersuchungshaft war, bereits in der Nacht vom 15. zum 16. Februar 1998 wieder straffällig wurde und anschliessend bis zu seiner erneuten Verhaftung am 2. April 1998 die ihm nun vorgeworfene Diebstähle beging.\n\nDas ist nicht zu beanstanden. Der Beschwerdeführer konnte sich mit den Lebensbedingungen, wie sie ihm in der Schweiz angeboten wurden, offensichtlich nicht abfinden. So beklagte er sich am BGE 125 I 60 S. 6310. September 1998 gegenüber dem Vize-Statthalter des Bezirksamtes Bischofszell in der Untersuchung über die ungenügende Höhe der Unterstützung und fügte auf den anschliessenden Vorhalt, es gebe in der Schweiz viele Asylbewerber, die mit dem ihnen zur Verfügung stehenden Geld auskämen, hinzu: \"Ich glaube, es gibt nicht viele Asylbewerber, die nicht irgendetwas machen, um den Lebensstandard zu verbessern\". Damit hat der Beschwerdeführer nicht nur deutlich gemacht, dass er die ihm zur Verfügung gestellte Unterstützung von monatlich Fr. 480.-- unzumutbar tief findet. Er hat auch gezeigt, dass er willens und fähig ist, diese auf kriminelle Weise aufzubessern und sich davon auch durch eine Strafuntersuchung nicht abhalten lässt. Auf jeden Fall hat er mit der nahtlosen Fortsetzung seiner Straftaten trotz der eingeleiteten Untersuchung und der ersten Untersuchungshaft eine Unverfrorenheit an den Tag gelegt, die gegenwärtig nicht erlaubt anzunehmen, er lasse sich durch die inzwischen erlittene längere Untersuchungshaft von weiteren Straftaten abhalten. Seine ökonomische Situation ist nach wie vor die gleiche, und nachdem sein Asylgesuch inzwischen abgewiesen und ihm eine Ausreisefrist angesetzt wurde, hat er in der Schweiz praktisch nichts mehr zu verlieren und ist die Warnwirkung eines Freiheitsentzuges entsprechend gering. Daran vermag nichts zu ändern, dass er bei der oben angeführten Einvernahme dann anführte, er sehe jetzt ein, dass er auf dem falschen Weg sei. Es besteht daher nicht bloss die hypothetische Möglichkeit eines Rückfalls; die Rückfallprognose erscheint vielmehr als sehr ungünstig. Angesichts der ihm zur Last gelegten Höhe der Deliktssumme sind auch Delikte schwerer Natur zu befürchten, weshalb die Bejahung der Fortsetzungsgefahr seine verfassungsmässigen Rechte nicht verletzt.\n\nc) Der aus dem Kosovo stammende Beschwerdeführer kam nach seinen eigenen Angaben mit gefälschten slowenischen Reisepapieren nach Italien und danach am 18. Februar 1997 als Asylbewerber in die Schweiz. Sein Asylgesuch wurde, wie erwähnt, inzwischen abgewiesen und das Bundesamt für Flüchtlinge setzte ihm am 4. Dezember 1997 eine Ausreisefrist an, die in der Zwischenzeit abgelaufen ist. Es ist somit kein plausibler Grund ersichtlich, der ihn von einer Flucht abhalten und veranlassen könnte, eine allfällige Freiheitsstrafe freiwillig anzutreten. Der Umstand, dass sein Bruder in Winterthur lebt, ist jedenfalls dazu nicht geeignet, schon weil eine allfällige Flucht des Beschwerdeführers die Beziehung der beiden Brüder keineswegs auf Dauer unterbinden müsste. Da er zudem, wie seine Einreise zeigt, offensichtlich auch gewillt und in der Lage ist, BGE 125 I 60 S. 64sich nötigenfalls gefälschte Reisedokumente zu beschaffen, hat der Präsident der Anklagekammer im angefochtenen Entscheid Fluchtgefahr ohne Verfassungsverletzung bejaht.\n\nd) Der Beschwerdeführer macht geltend, die Staatsanwaltschaft beantrage eine Strafe von unter 18 Monaten, sodass er mit dem bedingten Strafvollzug rechnen könne. Die weitere Inhaftierung sei daher willkürlich.\n\nDer Beschwerdeführer befindet sich seit rund 7 Monaten in Haft. Er tut nicht dar, dass der voraussichtliche Strafantrag von rund 18 Monaten überrissen wäre, und das ist auch nicht ersichtlich. Es kann daher vorläufig noch nicht die Rede davon sein, die erstandene Untersuchungshaft rücke in grosse Nähe der dem Beschwerdeführer drohenden Strafe. Dass bei diesem Strafantrag die Gewährung des bedingten Strafvollzugs möglich ist, ist dabei nach der Rechtsprechung des Bundesgerichts grundsätzlich nicht zu berücksichtigen (BGE 124 I 208 E. 6). Im Übrigen ist der Beschwerdeführer darauf hinzuweisen, dass der bedingte Strafvollzug auch einem Ersttäter nicht in jedem Fall zu gewähren ist, sondern nur, wenn ihm eine gute Prognose gestellt werden kann (Art. 41 Ziff. 1 Abs. 1 StGB). Das steht in seinem Fall nach dem unter b) Gesagten jedenfalls keineswegs von vornherein fest."}