{"annee": "125", "cour": "III", "page": "358", "date": "23/8/1999", "cite": ["123 III 70", "112 II 69", "108 II 321", "124 III 57", "123 III 76", "108 II 135"], "cite_par": ["133 III 61", "137 III 580"], "chapeau": "62. Auszug aus dem Urteil der I. Zivilabteilung vom 23. August 1999 i.S. S. gegen M. u. Mitb. und Obergericht des Kantons Zürich -(Berufung)", "regestes": ["Diminution du loyer (art. 270a CO). Le droit du locataire d'une habitation ou de locaux commerciaux de demander la diminution du loyer pour le prochain terme de résiliation ne peut pas être restreint au moyen d'une clause contractuelle interdisant de descendre au-dessous du loyer initial. Les possibilités de contestation réservées impérativement par la loi excluent toute convention fixant un loyer minimal absolu pour le futur (consid. 1)."], "faits": "BGE 125 III 358 S. 358\n\nA.- Mit Vertrag vom 4. Mai 1993 mieteten M. und P. von S. (Beklagter) per 1. Juni 1993 ein Ladenlokal sowie zwei Autoabstellplätze in der Liegenschaft X. zu einem Mietzins von Fr. 1'850.-- monatlich netto für das Ladenlokal und je Fr. 100.-- für die Parkplätze. Diese Vereinbarung wurde am 16. Februar 1994 durch einen zusätzlich von T. und W. unterzeichneten Vertrag ersetzt, der den Mietbeginn auf 1. November 1993 festlegte. Als frühest möglicher Kündigungstermin wurde der 30. September 1994 vereinbart. Danach sollte der Vertrag mit einer Kündigungsfrist von sechs Monaten entweder auf Ende März oder September kündbar sein. Unter der Überschrift «Besondere Vereinbarungen» hielten die Parteien weiter fest, der Mietzins basiere auf dem Indexstand vom März 1993 sowie einem Hypothekarzinsstand von 6.5% und ein Absinken unter den Anfangsmietzins sei ausgeschlossen.\n\nMit Schreiben vom 11. September 1997 ersuchten M. und P. namens des Coiffeursalons Y. den Beklagten unter Berufung auf den aktuellen Hypothekarzinsstand um Herabsetzung des Mietzinses.BGE 125 III 358 S. 359\n\nIn seiner Antwort vom 25. September 1997 machte der Beklagte geltend, es bestehe für die Liegenschaft eine Festhypothek und zudem sei im Mietvertrag ein Absinken unter den Anfangsmietzins ausdrücklich ausgeschlossen worden.\n\nB.- Am 11. November 1997 reichten sämtliche Mieterinnen (Klägerinnen) bei der Schlichtungsbehörde ein Herabsetzungsbegehren ein. Nachdem an der Schlichtungsverhandlung vom 25. März 1998 keine Einigung erzielt werden konnte, reichten sie beim Mietgericht des Bezirkes Zürich Klage ein. Diese wurde am 3. Dezember 1998 gutgeheissen, die bestehenden monatlichen Nettomietzinse wurden als missbräuchlich erklärt sowie mit Wirkung ab 1. Oktober 1998 auf Fr. 1'619.30 für das Ladenlokal bzw. je Fr. 87.60 für die Parkplätze, ab 1. April 1999 auf Fr. 1'584.-- bzw. je Fr. 85.60 herabgesetzt. Gleich entschied das Obergericht des Kantons Zürich am 4. März 1999.\n\nDas Bundesgericht weist die Berufung des Beklagten ab.", "considerants": "Aus den Erwägungen:\n\n1. Nach Ansicht des Beklagten ist die Vorinstanz bundesrechtswidrig von der Ungültigkeit der Vertragsbestimmung ausgegangen, mit welcher ein Absinken des Mietzinses unter das Anfangsniveau hätte verhindert werden sollen. Er erblickt darin eine Verletzung von Art. 270a OR.\n\na) Der Mieter kann nach dieser Bestimmung den Mietzins als missbräuchlich anfechten und die Herabsetzung auf den nächstmöglichen Kündigungstermin verlangen, wenn er Grund zur Annahme hat, dass der Vermieter wegen einer wesentlichen Änderung der Berechnungsgrundlagen einen übersetzten Ertrag aus der Mietsache erzielt. Art. 270a OR konkretisiert den Schutz vor missbräuchlichen Forderungen bei der Wohnungs- und Geschäftsmiete (Art. 269 ff. OR), indem er die formellen und materiellen Voraussetzungen festlegt, unter denen der Mieter eine Überprüfung des Mietpreises verlangen kann. Sinn und Zweck dieser Bestimmung schliesst eine abweichende Parteivereinbarung insoweit aus, als damit von Gesetzes wegen eine endgültige Lösung getroffen wird, die den gegenseitigen Interessen der Parteien Rechnung trägt (RONCORONI, Zwingende und dispositive Bestimmungen im revidierten Mietrecht, mp 1990 S. 76 f.). Nach der gesetzlichen Systematik wird dem Mieter von Wohn- oder Geschäftsräumen BGE 125 III 358 S. 360überlassen, ein möglicherweise missbräuchliches Entgelt für den Gebrauch der Mietsache anzufechten oder nicht (TERCIER, Les contrats spéciaux, N. 1983 f.), wobei die Unterlassung der Anfechtung des Mietzinses dazu führen kann, dass der Mieter ein objektiv übersetztes Entgelt für die Mietsache freiwillig und bewusst bezahlt. Insofern wird die Vertragsfreiheit durch die Bestimmungen über missbräuchliche Mietzinse nicht beschränkt (BGE 123 III 70 E. 3a S. 73). Anderseits sind die Voraussetzungen, unter denen eine gerichtliche Überprüfung des Entgelts für die Mietsache auf allfälligen Missbrauch verlangt werden kann, im Gesetz abschliessend umschrieben (Art. 270-270d OR). Die Mieter können nicht jederzeit und ohne Anlass die Überprüfung des Entgelts für die Mietsache auf Missbrauch verlangen, sondern während 30 Tagen im Anschluss an die Übernahme der Sache (Art. 270 OR) und während 30 Tagen nach Mitteilungen über Mietzinserhöhungen oder andere einseitige Vertragsänderungen (Art. 270b OR) sowie wenn sie Grund zur Annahme haben, die Berechnungsgrundlagen des Vermieters hätten wesentlich geändert (Art. 270a OR; vgl. HIGI, Zürcher Kommentar, N. 17 zu Art. 270a OR mit Hinweisen; LACHAT, Le bail à loyer, S. 272; TERCIER, a.a.O., N. 2033 ff.). Dabei können sie die Herabsetzung des Mietzinses, sofern er sich als missbräuchlich erweist, in diesem Fall erst auf den nächsten Kündigungstermin verlangen (Art. 270a Abs. 1 OR). Dieses System der Anfechtungsmöglichkeiten trägt den gegenseitigen Interessen der Parteien Rechnung und kann daher vertraglich ebenso wenig eingeschränkt oder wegbedungen wie durch weitere Anfechtungsmöglichkeiten erweitert werden (RONCORONI, a.a.O., S. 84; LACHAT, a.a.O., S. 258).\n\nb) In der Doktrin wird teilweise die Ansicht vertreten, die zwingende Natur von Art. 270a OR stehe nicht entgegen, parteiautonom eine Unterschreitung des Anfangsmietzinses vertraglich auszu-schliessen. Zur Begründung wird auf BGE 108 II 135 verwiesen (SVIT-Kommentar, N. 2 zu Art. 270a OR) oder die Vorschrift in Art. 270a OR, wonach die Herabsetzung nur auf den - vertraglich bestimmten - nächsten Kündigungstermin verlangt werden kann, in dem Sinne verallgemeinert, dass die Herabsetzung während der Mietdauer nicht allein durch Vereinbarung entsprechender Kündigungstermine, sondern auch sonstwie durch vertragliche Abmachung ausgeschlossen werden könne (HIGI, a.a.O., N. 42 zu Art. 270a OR).\n\naa) Der im SVIT-Kommentar zitierte BGE 108 II 135 betraf zwar eine Streitigkeit über die Mietzinsherabsetzung, sprach sich aber BGE 125 III 358 S. 361über die Zulässigkeit einer vertraglichen Bestimmung zur Verbindlichkeit des Anfangsmietzinses nicht aus (die Herabsetzung unter den Anfangsmietzins war im Grundsatz sogar unbestritten). Es handelt sich wohl um ein Versehen und gemeint sein dürfte der in der Berufung aufgeführte BGE 108 II 321, in dem unter der Geltung des Bundesbeschlusses über Massnahmen gegen Missbräuche im Mietwesen (BMM; SR 221.213.1) erkannt wurde, eine Indexklausel mit dem vereinbarten Vorbehalt, dass der Mietzins nicht unter die Basis herabgesetzt werde, sei gültig und eine Herabsetzung unter den Betrag des Basismietzinses könne daher aufgrund von Art. 19 Abs. 1 BMM erst nach Ablauf der Vertragsdauer verlangt werden (E. 2c S. 324). Dieses Urteil bezieht sich ausdrücklich auf einen Mietvertrag mit Indexklausel, die schon altrechtlich gültig nur für Mietverträge vereinbart werden durfte, welche auf mindestens fünf Jahre abgeschlossen wurden bzw. vom Vermieter während dieser Zeit nicht gekündigt werden konnten (Art. 9 BMM; BGE 112 II 69 E. 3 S. 71). Aus dem Entscheid ergibt sich allein, dass altrechtlich - bei gegenüber dem geltenden Recht weitergehenden Möglichkeiten der Indexierung - die Anpassung des Mietzinses während der vereinbarten Vertragsdauer insoweit beschränkt werden konnte, als trotz der vorgesehenen Indexierung der ursprüngliche Mietzins nicht unterschritten werden durfte. Dies entspricht dem Grundsatz, dass ein einmal vereinbarter Mietzins während der festen Vertragsdauer nicht verändert werden kann. Weitergehende Schlussfolgerungen können dem in der Berufung erwähnten Präjudiz für die vorliegende Frage nicht entnommen werden, wie die Vorinstanz zutreffend festhält.\n\nbb) Es kann aber auch der Auffassung nicht gefolgt werden, ein vertraglicher Ausschluss der Herabsetzung sei allgemein und unabhängig von den vereinbarten Kündigungsmodalitäten gültig. Dies widerspricht dem Wortlaut von Art. 270a OR, der bei im Übrigen gegebenen gesetzlichen Voraussetzungen ausdrücklich bestimmt, dass die Herabsetzung auf den «nächstmöglichen Kündigungstermin» verlangt werden kann. Soweit eine Analogie zu den gesetzlichen Beschränkungen der Anfechtungsmöglichkeiten für indexierte und gestaffelte Mietzinse in Art. 270c und 270d OR hergestellt wird, übergehen die Vertreter dieses Standpunkts, dass die Vereinbarung solcher Mietzinse nur gültig ist, wenn der Mietvertrag für mindestens fünf (Art. 269b OR) bzw. mindestens drei (Art. 269c OR) Jahre abgeschlossen wird. Die - gesetzlich beschränkten (BGE 124 III 57 E. 3a S. 58 f.) - parteiautonom vereinbarten Anpassungsmöglichkeiten BGE 125 III 358 S. 362gelten denn auch neurechtlich nur für die vertraglich bestimmte Dauer, während der eine Kündigung mindestens von Seiten des Vermieters nicht ausgesprochen werden kann (BGE 123 III 76 E. 4a S. 77). Nach Ablauf dieser mindestens für den Vermieter verbindlichen Vertragsdauer können beide Parteien, sofern der Vertrag auf unbestimmte Zeit fortgeführt wird, die Überprüfung des Mietzinses verlangen und zwar wahlweise nach der sog. absoluten oder nach der sog. relativen Methode bezogen auf den Zeitpunkt des Vertragsschlusses (BGE 123 III 76 E. 4c S. 82 f.). Der gesetzlich vorgesehene Ausschluss der Anfechtung gemäss Art. 270c und 270d OR gilt für indexierte oder gestaffelte Mietzinse nur während der zwingend vorgeschriebenen verbindlichen Vertragsdauer und lässt sich auf Mietverträge nicht analog anwenden, die auf unbestimmte Zeit geschlossen und auf Kündigung gestellt sind.\n\ncc) Die Vorinstanz hat demnach zutreffend erkannt, dass die gesetzlich gegebene Möglichkeit der Herabsetzung auf den nächstmöglichen Kündigungstermin nach Art. 270a OR vertraglich nicht ausgeschlossen werden kann. Nach dem gesetzlichen System der Missbrauchskontrolle müssen vielmehr die im Gesetz vorgesehenen Anfechtungsmöglichkeiten zwingend gewahrt bleiben, was auch die Vereinbarung eines absoluten Minimalzinses für die Zukunft ausschliesst. Dies gilt auch, wenn ein solcher Mindestbetrag entsprechend der Höhe des ursprünglichen Mietzinses festgesetzt wird, denn die Möglichkeit privatautonomen Ausschlusses der Herabsetzung darf nicht vom Zufall abhängen, ob der auf unbestimmte Zeit eingegangene Vertrag z.B. bei hohem oder tiefem Hypothekarzinsniveau abgeschlossen worden ist. Der Verzicht des Mieters auf die Anfechtung gemäss Art. 270a OR ist allein in Kenntnis der tatsächlich eingetretenen Entwicklung möglich.\n\nc) Die Höhe der vorinstanzlich zugesprochenen Mietzinsherabsetzung blieb im Übrigen unangefochten."}