{"annee": "125", "cour": "V", "page": "205", "date": "18/6/1999", "cite": ["121 V 125", "110 V 1", "124 V 285", "124 V 145", "125 V 221", "123 V 219", "116 V 177", "122 V 249", "124 V 118", "123 I 241"], "cite_par": ["127 V 244", "127 II 289", "137 V 133", "130 V 553"], "chapeau": "32. Urteil vom 18. Juni 1999 i.S. L. und C. gegen Ausgleichskasse des Kantons Bern und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 5 al. 2, art. 10 al. 1 LAVS: Statut de cotisants des concubins. La femme qui vit maritalement avec un homme, sans être mariée avec celui-ci, et qui, en échange de la tenue du ménage commun, à laquelle elle se consacre exclusivement, reçoit de son compagnon des prestations en nature (sous forme de nourriture et de logement), et éventuellement de l'argent de poche, doit, en ce qui concerne son statut de cotisante, être considérée comme une personne n'exerçant pas d'activité lucrative. Les prestations en nature, de même que l'argent de poche éventuel, ne constituent donc pas un salaire déterminant au sens de l'art. 5 al. 2 LAVS (changement de jurisprudence)."], "faits": "BGE 125 V 205 S. 206\n\nA.- Die Ausgleichskasse des Kantons Bern verpflichtete C. mit Verfügung vom 21. März 1997 zur Bezahlung von AHV/IV/EO/AlV/FAK-Beiträgen (einschliesslich Verwaltungskosten) von Fr. 2'823.85 für die Jahre 1995 und 1996 mit der Begründung, er lebe mit L. und ihrem gemeinsamen Kind in Hausgemeinschaft und habe für seine Lebenspartnerin, welche keiner ausserhäuslichen Erwerbstätigkeit nachgehe, Beiträge auf einem Naturallohn für Unterkunft und Verpflegung sowie einem angemessenen Taschengeld zu bezahlen.\n\nB.- Das Verwaltungsgericht des Kantons Bern wies mit Entscheid vom 13. Oktober 1997 die Beschwerde von L. und C. ab; es stellte die Rechtsprechung des Eidg. Versicherungsgerichts in Frage, befand jedoch, es sei an diesem, eine allfällige Praxisänderung herbeizuführen.\n\nC.- L. und C. lassen Verwaltungsgerichtsbeschwerde führen mit dem Antrag auf Aufhebung des kantonalen Entscheides (und sinngemäss auch der Kassenverfügung vom 21. März 1997). Es sei endlich angezeigt, alle nichterwerbstätigen, in Hausgemeinschaft lebenden Personen beitragsrechtlich als Nichterwerbstätige zu qualifizieren.\n\nDie Ausgleichskasse schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) beantragt, die Verwaltungsgerichtsbeschwerde sei, soweit darauf einzutreten sei, in dem Sinne gutzuheissen, dass der kantonale Entscheid und die Kassenverfügung aufgehoben werden und die Sache zur Erfassung von L. als Nichterwerbstätige an die Verwaltung zurückgewiesen wird; das Amt regt die Prüfung der Frage nach einer Praxisänderung hinsichtlich der beitragsrechtlichen Qualifikation der nichterwerbstätigen haushaltführenden Konkubinatspartnerin an.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) (Eintretensfrage; vgl. BGE 124 V 146 Erw. 1 mit Hinweis).\n\nb) (Eingeschränkte Kognition; vgl. BGE 124 V 286 Erw. 1b).\n\n2. Streitig ist die Rechtsfrage, ob die Rechtsprechung (BGE 110 V 1) in dem Sinne zu ändern sei, dass die in einer eheähnlichen Gemeinschaft lebende Frau, die den gemeinsamen Haushalt führt und dafür von ihrem Partner Naturalleistungen (in Form von Kost und Logis) und allenfalls zusätzlich ein Taschengeld erhält, hinsichtlich dieser Tätigkeit beitragsrechtlich nicht mehr als BGE 125 V 205 S. 207Unselbstständigerwerbende, sondern als Nichterwerbstätige zu qualifizieren ist.\n\nEine derartige Praxisänderung lässt sich gegenüber dem Postulat der Rechtssicherheit grundsätzlich nur begründen, wenn die neue Lösung besserer Erkenntnis der ratio legis, veränderten äusseren Verhältnissen oder gewandelten Rechtsanschauungen entspricht (BGE 124 V 124 Erw. 6a, 387 Erw. 4c, je mit Hinweisen).\n\n3. a) Nach bisheriger Rechtsprechung gelten Unterhaltsleistungen, die ein Mann der mit ihm in einer eheähnlichen Gemeinschaft lebenden Frau für deren Haushaltführung gewährt, beitragsrechtlich als massgebender Lohn im Sinne von Art. 5 Abs. 2 AHVG. Dem lag die Überlegung zu Grunde, dass die in einer solchen Gemeinschaft lebende Frau im Gegensatz zur Ehefrau nach Gesetz nicht verpflichtet ist, den Haushalt zu führen, und dass auch dem Mann aus dem blossen Zusammenleben keine gesetzlichen Pflichten gegenüber der Frau, namentlich keine Unterhaltspflichten erwachsen (BGE 110 V 2 Erw. 3b mit Hinweisen; SVR 1995 AHV Nr. 52 S. 143 Erw. 2a).\n\nFerner hat das Eidg. Versicherungsgericht in ZAK 1990 S. 428 Erw. 3d dargelegt, dass die Rechtsprechung zur Beitragserhebung bei Konkubinatspaaren zu einem wesentlichen Teil im Interesse der haushaltführenden Person begründet sei. Sie gewährleiste deren sozialen Schutz, indem ihr in der Regel im individuellen Konto ein höherer Betrag gutgeschrieben werde als bei Annahme von Nichterwerbstätigkeit; der haushaltführende Partner habe nur den hälftigen Beitrag zu übernehmen und sei der obligatorischen Unfallversicherung wie auch der Arbeitslosenversicherung unterstellt.\n\nb) Die Gerichtspraxis geht davon aus, dass die zivilrechtliche Gesetzgebung weder den Begriff der eheähnlichen Gemeinschaft kenne noch spezifische Regeln zu diesem Sachverhalt enthalte. Es sei zwar bezüglich solcher Verhältnisse ein gesellschaftlicher Wandel in der ethisch-moralischen Wertung festzustellen. Von einer rechtlichen Anerkennung in dem Sinne, dass von der Gerichtspraxis ein spezielles Rechtsinstitut der eheähnlichen Gemeinschaft geschaffen worden wäre, könne jedoch nicht gesprochen werden. Es könne daher nicht darum gehen, einem spezifischen rechtlichen Institut sozialversicherungsrechtlich Rechnung zu tragen, sondern nur darum, den bestehenden Sachverhalt der eheähnlichen Gemeinschaft nach Massgabe des geltenden Sozialversicherungsrechts zu würdigen. Nach der bisherigen Praxis sei aus sozialversicherungsrechtlicher Sicht kein (fiktiver) Arbeitsvertrag BGE 125 V 205 S. 208angenommen, sondern es sei nur - in Ermangelung einer besseren Lösung - die vom Mann seiner Partnerin gewährte Naturalleistung einem Einkommen aus unselbstständiger Erwerbstätigkeit gleichgestellt worden. Daran vermöge der verfassungsmässige Grundsatz über die Gleichstellung der Frau mit dem Mann nichts zu ändern, wäre doch nicht anders zu entscheiden, wenn in einer eheähnlichen Gemeinschaft der Mann den Haushalt führte und die Frau ausserhäuslich erwerbstätig wäre. Schliesslich würde eine geänderte Rechtsprechung zu praktischen Schwierigkeiten bei der Abgrenzung von Nichterwerbstätigkeit der Partnerin zur (unselbstständigen) Erwerbstätigkeit der Haushälterin führen, wobei sich die Verwaltung bei ihren Abklärungen der Natur der Sache nach wohl regelmässig auf die Darstellung der Beteiligten verlassen müsste. Der Gesichtspunkt der Praktikabilität im Einzelfall spreche somit ebenfalls gegen die Annahme von Nichterwerbstätigkeit (BGE 110 V 4 ff. Erw. 4a und b).\n\nc) Diese Praxis wurde in ZAK 1988 S. 508, 1990 S. 427, BGE 116 V 177 und SVR 1995 AHV Nr. 52 S. 143 bestätigt (vgl. auch BGE 123 I 245 Erw. 5a und ARV 1996/97 Nr. 32 S. 180 Erw. 5).\n\nd) In ZAK 1990 S. 427 stellte das Eidg. Versicherungsgericht fest, der soziale Schutzzweck trete in den Hintergrund, wenn der haushaltführende Konkubinatspartner einer erheblichen ausserhäuslichen Erwerbstätigkeit nachgehe. Das Gericht hat deshalb in einem solchen Fall die Beitragspflicht auf einem Naturaleinkommen verneint. Als erheblich hat es eine Erwerbstätigkeit erklärt, mit welcher ein Einkommen erzielt wird, das mindestens den Naturallohnansätzen der Art. 10 ff. AHVV (in der damals gültig gewesenen Fassung) entspricht. Erziele der haushaltführende Konkubinatspartner ein beitragspflichtiges Erwerbseinkommen in mindestens dieser Höhe, sei anzunehmen, dass er aus eigenen Mitteln für seinen Lebensunterhalt aufkommen könne, weshalb es sich nicht rechtfertige, zusätzlich auf einem Naturallohn Beiträge zu erheben (ZAK 1990 S. 428 Erw. 3d).\n\nDem im erwähnten Ausmass erwerbstätigen Konkubinatspartner gleichgestellt hat es sodann jenen Lebenspartner, der sich nachweisbar dazu entschlossen hat, eine erhebliche Erwerbstätigkeit auszuüben, indem er sich beim Arbeitsamt zur Arbeitsvermittlung meldet, und die Voraussetzungen zum Bezug von Arbeitslosenentschädigung erfüllt (ZAK 1990 S. 428 Erw. 3d in fine).\n\ne) In BGE 116 V 177 hat das Eidg. Versicherungsgericht eine gewisse Flexibilität zugelassen, damit speziellen Gegebenheiten im BGE 125 V 205 S. 209Einzelfall Rechnung getragen werden kann. Danach sind Ausnahmen von der generellen Regel dann möglich, wenn bescheidene wirtschaftliche Verhältnisse vorliegen und die Bewertung des Naturaleinkommens des einen Konkubinatspartners nach Art. 11 Abs. 1 AHVV im Vergleich zur ökonomischen Lage des anderen beitragspflichtigen Partners als offensichtlich unverhältnismässig erscheint. In solchen Fällen ist als Naturaleinkommen, auf welchem die paritätischen Beiträge geschuldet sind, jener Betrag anzusehen, der nach Abzug des betreibungsrechtlichen Notbedarfs des beitragspflichtigen Partners von seinem Bruttoeinkommen verbleibt (BGE 116 V 180 Erw. 4). Nach ZAK 1990 S. 427 ist - wie bereits erwähnt - eine Beitragspflicht auf dem Naturaleinkommen dann zu verneinen, wenn der haushaltführende Konkubinatspartner einer erheblichen ausserhäuslichen Erwerbstätigkeit nachgeht; nach SVR 1995 AHV Nr. 52 S. 143 generell, wenn anzunehmen ist, dass er aus eigenen Mitteln für seinen Lebensunterhalt aufkommen kann. Die Rechtsprechung geht jedoch nicht so weit, dass der tatsächliche Beitrag an die Haushaltarbeiten abgeklärt wird; vielmehr wird aus der traditionellen Rollenverteilung abgeleitet, dass die gesamten Arbeiten von der Frau geleistet werden.\n\nf) aa) Im Verfahren, das zum erwähnten, in SVR 1995 AHV Nr. 52 S. 143 publizierten Urteil G. vom 21. Dezember 1994 führte, hatte das BSV in seiner Vernehmlassung vom 14. November 1994 eine Änderung der Rechtsprechung gemäss BGE 110 V 1 in dem Sinne beantragt, dass die nichterwerbstätige, in eheähnlicher Gemeinschaft lebende Frau beitragsrechtlich nicht mehr als Unselbstständigerwerbende, sondern als Nichterwerbstätige zu qualifizieren sei; eventuell sei die bisherige Rechtsprechung unter Aufzeichnung der Konsequenzen für die andern Sozialversicherungszweige neu zu begründen. Die Frage einer Praxisänderung konnte indessen offen bleiben, weil wegen des Renteneinkommens der Versicherten von einer Beitragserhebung auf den Naturalleistungen abzusehen war.\n\nbb) Das BSV hatte in der erwähnten Vernehmlassung (die im genannten Urteil G. gemäss den folgenden Ausführungen dargestellt wurde) vorab auf die fehlende Akzeptanz der Praxis verwiesen. Die AHV-rechtliche Behandlung des Konkubinats als Hausdienstangestelltenverhältnis werde von vielen Frauen als verfehlt oder gar unwürdig betrachtet und sei auch in der Doktrin auf Kritik und Ablehnung gestossen. Sodann sei die geltende Praxis nur unvollständig durchsetzbar. Die Ausgleichskassen hätten keine BGE 125 V 205 S. 210Möglichkeit, Konkubinatsbeziehungen von Amtes wegen zu eruieren. Die Erfassung im Konkubinat lebender Frauen als Unselbstständigerwerbende erfolge eher nach dem Zufallsprinzip, was unter dem Gesichtspunkt der Rechtsgleichheit als bedenklich erscheine. Auch aus juristischer Sicht sei die der Rechtsprechung zu Grunde liegende Auffassung überholt. Die traditionelle Rollenverteilung, dass der Mann einer Erwerbstätigkeit nachgehe und die Frau den Haushalt besorge, entspreche den heutigen Anschauungen und Lebensformen nicht mehr, was u.a. durch die Aufhebung der Rollenzuordnung im revidierten Eherecht zum Ausdruck gekommen sei. Obwohl das Eherecht auf das Konkubinatsverhältnis keine Anwendung finde, dürfe die Grundaussage des Gesetzgebers für die eheähnliche Gemeinschaft nicht zum Vornherein als bedeutungslos abgetan werden. Zwei Personen, die in einer eheähnlichen Gemeinschaft leben, seien keine Hausdienstangestellten, sondern grundsätzlich gleichgestellte Partner. Zudem stelle sich die Frage, ob die Rechtsprechung, die sich bisher nur auf jene Fälle bezogen habe, da eine nichterwerbstätige Frau mit einem erwerbstätigen Mann zusammenlebe, auch bei umgekehrter Rollenverteilung Geltung habe, und wie zu verfahren sei, wenn Verwandte oder mehr als zwei Personen in einem gemeinsamen Haushalt leben. Die Rechtsprechung, welche die Haushaltführung unbesehen der Frau zuweise, müsse mindestens dann als geschlechterdiskriminierend bezeichnet werden, wenn der Mann arbeitslos sei und zeitlich ebenfalls die Möglichkeit habe, einen Beitrag an die täglichen Verrichtungen des Haushaltes zu leisten.\n\nObwohl es auch Argumente für die Beibehaltung der geltenden Praxis gebe, so insbesondere die bessere sozialversicherungsrechtliche Absicherung der im Konkubinat lebenden nichterwerbstätigen Frau, würden die Argumente für eine Änderung der Rechtsprechung überwiegen. Eventuell sei die bisherige Praxis neu zu begründen, indem die Qualifikation der im Konkubinat lebenden Frauen als Arbeitnehmerinnen offen als solche mangels gesetzlicher Regelung und zum sozialen Schutz dieser Frauen dargelegt und die Konsequenzen für die anderen Sozialversicherungszweige aufgezeigt würden. Schliesslich sei die sozialversicherungsrechtliche Stellung der in eheähnlicher Gemeinschaft lebenden Frauen im Vergleich mit den nichterwerbstätigen Ehefrauen \"zu legitimieren\" und es sei generell zu prüfen, in welchen weiteren Fällen die Haushaltarbeit sozialversicherungsrechtlich zu berücksichtigen sei.\n\n4. In der Literatur stösst die Rechtsprechung auf Kritik oder gar Ablehnung. THOMAS KOLLER, Die eidgenössische Alters- und BGE 125 V 205 S. 211Hinterlassenenversicherung im Verhältnis zum schweizerischen Eherecht, Diss. Bern 1983, erachtet die Annahme eines Arbeitsverhältnisses zwischen den unverheirateten Partnern bezüglich der Haushaltführung als \"kaum lebensnah\"; es wäre naheliegender gewesen, die unverheiratete Frau als Nichterwerbstätige zu behandeln (S. 39 f.). Die gleiche Auffassung vertritt NATHALIE KOHLER, La situation de la femme dans l'AVS, Diss. Lausanne 1986, S. 80 f. THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 2. Aufl. 1997, legt dar, unter dem Aspekt eines möglichst umfassenden Versicherungsschutzes möge es Argumente für die Gerichtspraxis geben, dogmatisch sei sie \"aber kaum haltbar\" (S. 109 Rz. 22). JEAN-LOUIS DUC, Notions et solutions du droit privé dans le domaine des assurances sociales, in: Droit privé et assurances sociales, Fribourg 1990, ortet in der fraglichen Rechtsprechung ein \"sentiment de malaise\" (S. 40). HANSPETER KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, 2. Aufl. 1996, legt dar, dass in der Praxis aus der Formulierung in BGE 110 V 5 Erw. 4b (\"in Ermangelung einer besseren Lösung\") abgeleitet werde, dass immer dann, wenn eine bessere Lösung tatsächlich gefunden werden könne, die der Frau gewährten Naturalleistungen nicht als Erwerbseinkommen erfasst würden (S. 92 Ziff. 3.71). UELI KIESER, Rahmenbedingungen der richterlichen Rechtsfortbildung in der AHV, in: SZS 1998 S. 219, stellt fest, dass das AHVG das Konkubinatsverhältnis nicht regle, was dem Eidg. Versicherungsgericht die den tatsächlichen Entwicklungen folgende Ausgestaltung der Rechtsprechung erlaube. KATERINA BAUMANN/MARGARETA LAUTERBURG, Sind eins und eins wirklich zwei? Zivilstandsbedingte Ungleichbehandlungen in der Sozialversicherung, in: F-Frauenfragen 1997/2-3 S. 33, vertreten die Auffassung, dass auf Grund der Einführung von Erziehungs- und Betreuungsgutschriften sich der Rekurs auf den fiktiven Haushaltlohn erübrige.\n\n5. a) Das Verwaltungsgericht des Kantons Glarus hat in einem rechtskräftigen Urteil vom 28. Mai 1996 (publiziert in Plädoyer 1997 Nr. 1 S. 66 ff.) die AHV-rechtliche Stellung der ausschliesslich haushaltführenden Konkubinatspartnerin umfassend dargestellt und sich mit der Argumentation des Eidg. Versicherungsgerichts auseinandergesetzt. Es kam zum Schluss, dass die Gewährung von Kost und Logis kein Entgelt für in unselbstständiger Stellung geleistete Arbeit darstelle, die Konkubinatspartnerin als Nichterwerbstätige zu qualifizieren sei und ihr Partner daher nicht als Arbeitgeber betrachtet werden könne.BGE 125 V 205 S. 212\n\nb) Im Wesentlichen wies das Verwaltungsgericht des Kantons Glarus in seinem Urteil darauf hin, dass das geltende Eherecht nicht mehr von einer festen Rollenverteilung der Ehegatten ausgehe. Nach Art. 163 des revidierten ZGB sorgten die Ehegatten gemeinsam, ein jeder nach seinen Kräften, für den gebührenden Unterhalt der Familie. Sie verständigten sich über den Beitrag, den jeder von ihnen leistet, namentlich durch Geldzahlungen, Besorgen des Haushaltes, Betreuen der Kinder oder durch Mithilfe im Beruf oder Gewerbe des anderen (Art. 163 Abs. 2 ZGB). Gleich wie die Begründung einer Ehe (Art. 117 Abs. 2 ZGB) beruhten die Rollenverteilung während der Ehe und die damit verbundenen gegenseitigen Pflichten auf dem Konsens der Ehegatten. Insofern sei kein wesentlicher Unterschied zu den vertraglichen Pflichten innerhalb einer eheähnlichen Gemeinschaft zu erkennen, die ebenfalls durch Konsens begründet und getragen werden müssten. Ein Unterschied bestehe immerhin darin, dass bei der ehelichen Gemeinschaft der Zeitpunkt, ab welchem die gegenseitigen Pflichten gelten, durch die Trauung eindeutig festgelegt würden, während bei der eheähnlichen Gemeinschaft viel weniger klar sei, ab wann von einem festen Bestand gegenseitiger Pflichten auszugehen sei. Dass in einer eheähnlichen Gemeinschaft aber überhaupt keine solchen Pflichten bestünden, könne nicht angenommen werden. Daraus ergebe sich, dass der bisher entscheidende Unterschied zwischen ehelicher und eheähnlicher Gemeinschaft durch die Revision des Eherechts stark an Bedeutung verloren habe (Plädoyer 1997 Nr. 1 S. 68 Erw. 2c).\n\n6. a) Die Vorinstanz legt in ihrem Entscheid dar, sie folge dem Glarner Urteil nicht, weil es am Eidg. Versicherungsgericht liege, eine allfällige Praxisänderung herbeizuführen. Im Übrigen lägen neue Argumente gegen die bisherige Rechtsprechung vor. So sei der soziale Schutzzweck mit den Erziehungsgutschriften der 10. AHV-Revision, soweit es um Frauen oder Männer gehe, die infolge Kindesbetreuung keiner Erwerbstätigkeit nachgingen, mindestens teilweise weggefallen. Die Praxis der Ausgleichskassen gewähre ferner, wie der vorliegende Fall zeige, keine Gleichbehandlung, sei doch die Konkubinatspartnerin erst nach dem Zuzug von X nach Y [Wohnsitzwechsel innerhalb des Kantons] als Unselbstständigerwerbende erfasst worden.\n\nb) Die Beschwerdeführer lassen im Wesentlichen geltend machen, sie lebten mit ihrer Tochter G. als Familie im gemeinsamen Haushalt. Das elterliche Sorgerecht für G. stehe nach geltendem Recht nur L. zu. Beide Elternteile seien jedoch gleichermassen zu BGE 125 V 205 S. 213Unterhaltsleistungen verpflichtet. L. und C. hätten die damit verbundenen Aufgaben so geteilt, dass der Vater den aus ausserhäuslicher Tätigkeit erzielten Erwerb beisteuere, während die Mutter die Betreuungs- und Haushaltarbeit besorge. L. stehe weder als Lebenspartnerin noch als Mutter im Solde von C. Sie beziehe auch keine Naturalleistungen; vielmehr erfülle sie den unbezahlten Teil der elterlichen Unterhaltspflicht. C. sei folglich auch nicht Arbeitgeber seiner Lebenspartnerin. Mit der nach bisheriger Praxis vorgenommenen Gleichstellung der vom Mann seiner Partnerin gewährten Naturalleistungen mit einem Einkommen aus unselbstständiger Erwerbstätigkeit übersehe das Eidg. Versicherungsgericht, dass überhaupt kein Lohn, insbesondere auch kein Naturallohn fliesse. Die Gleichstellung mit einer Haushälterin und Kinderfrau sei für eine Lebenspartnerin nicht nur beleidigend, sie entbehre auch einer sachlichen Begründung und sei deshalb willkürlich.\n\nDie kritisierte Rechtsprechung führe dazu, dass ein nicht verheiratetes Paar, solange es einen gemeinsamen Haushalt führe, unverhältnismässig stärker belastet werde als ein Ehepaar. Nebst den üblichen Arbeitnehmerbeiträgen des Erwerbstätigen habe es aus dem Familieneinkommen auch noch Arbeitgeber- sowie Arbeitnehmerbeiträge auf dem supponierten Naturallohn der Nichterwerbstätigen zu bezahlen. Würde L. von C. getrennt leben, könnte sie sich wohl als Nichterwerbstätige veranlagen lassen. Es sei nicht einzusehen, warum sie das während des Zusammenlebens nicht sollte tun können.\n\nc) Die Ausgleichskasse macht in ihrer Vernehmlassung geltend, die Beschwerdeführer widersprächen sich selber, wenn sie einerseits ausführten, L. werde durch die Führung des gemeinsamen Haushaltes daran gehindert, einer ausserhäuslichen Arbeit nachzugehen, gleichzeitig aber vorbrächten, C. halte sich keine Hausangestellte, sondern leiste durch seine Erwerbstätigkeit seinen Beitrag an den Unterhalt der Familie. Die Beschwerdeführer verkennten, dass sie in rechtlicher Hinsicht nicht als Familie gälten, obwohl sie dies so empfinden würden.\n\nd) Das BSV hält fest, die AHV-rechtliche Qualifikation der keiner ausserhäuslichen Erwerbstätigkeit nachgehenden Frau, die in eheähnlicher Gemeinschaft lebe, sei neu zu beurteilen. Es wiederholt im Wesentlichen die bereits im Verfahren, das zum Urteil G. vom 21. Dezember 1994 geführt hat, vorgetragenen Argumente (vgl. Erw. 3f/bb hievor): Mangelnde Akzeptanz, unvollständige Durchsetzbarkeit, starker Wandel der gesellschaftlichen Anschauungen BGE 125 V 205 S. 214und Lebensformen (rechtlich zum Teil verankert im neuen Eherecht), Problematik von Richterrecht im gesetzlich nicht geregelten Bereich des Konkubinatsverhältnisses, fragliche und problematische Ausdehnung der bisherigen Praxis auf weitere Fälle (umgekehrte Rollenverteilung im Konkubinatsverhältnis, Zusammenleben von gleichgeschlechtlichen Partnern, Mehrpersonenverhältnisse in Wohngemeinschaften), neue Entwicklungen in der Rechtsetzung (Art. 2 Abs. 1 lit. g UVV in der Fassung vom 15. Dezember 1997 sowie Einführung von Erziehungsgutschriften gemäss Art. 29sexies AHVG).\n\n7. Aus den dargelegten Argumenten ergibt sich, dass auf Grund der neuen Tendenzen in der Rechtsetzung, des Wertewandels in der Gesellschaft, der fehlenden Akzeptanz und der mangelnden Durchsetzbarkeit sowie der dargestellten berechtigten Kritik in der Literatur die bisherige Rechtsprechung nicht aufrechterhalten werden kann. Die Voraussetzungen für eine Praxisänderung (vgl. Erw. 2 hievor) sind erfüllt. Die vom Eidg. Versicherungsgericht in BGE 110 V 1 \"in Ermangelung einer besseren Lösung\" vorgenommene \"Gleichstellung\" ist in dem Sinne aufzuheben, dass Konkubinatspartner und -partnerinnen ohne Erwerbstätigkeit AHV-rechtlich als Nichterwerbstätige zu betrachten sind. Im Einzelnen ist auf Folgendes hinzuweisen.\n\na) Es entspricht konstanter Rechtsprechung, dass der Gesetzgeber, wenn er im Sozialversicherungsrecht Regelungen mit Anknüpfung an familienrechtliche Sachverhalte (beispielsweise an die Ehe) trifft, von ihrer Bedeutung her diejenigen Institute im Blickfeld hat, die das Familienrecht kennt (BGE 121 V 127 Erw. 2c/aa mit Hinweisen). Das Eidg. Versicherungsgericht hat dem Grundsatz, wonach das Familienrecht für das Sozialversicherungsrecht Voraussetzung ist und diesem daher grundsätzlich vorgeht, stets Rechnung getragen (BGE 121 V 128 Erw. 2c/cc mit Hinweisen).\n\nDie eheähnliche Lebensgemeinschaft, das Konkubinat, ist im ZGB nicht geregelt (BGE 121 V 128 Erw. 2c/cc; vgl. die Übersicht über die bundesgerichtliche Praxis in VPB 58/II [1994] Nr. 28 S. 247 ff. Erw. 8b mit Hinweisen auf Rechtsprechung und Lehre; vgl. dazu auch SUZETTE SANDOZ, Le Tribunal fédéral et l'union libre pendant la procédure de divorce, in: SJ 1998 S. 710 f. und S. 718; YVO SCHWANDER, Sollen eheähnliche und andere familiäre Gemeinschaften in der Schweiz gesetzlich geregelt werden?, in: AJP 1994 S. 918 ff.; CATHERINE NOIR-MASNATA, Les effets patrimoniaux du concubinage et leur influence sur le devoir d'entretien entre époux BGE 125 V 205 S. 215séparés, Diss. Lausanne 1982). Das Konkubinat bleibt indessen nicht ohne rechtliche Wirkungen zwischen den Partnern (BGE 123 V 222 Erw. 2e mit Hinweis auf die Doktrin).\n\nNachdem sich in neuerer Zeit die Formen des Zusammenlebens mit dem zivilrechtlichen Status weniger decken als früher, wird in der Literatur die zivilstandsabhängige Ausgestaltung des Sozialversicherungsrechts kritisiert und, gestützt auf das Rechtsgleichheitsgebot, anstelle davon die Vergleichbarkeit von Lebenssituationen als Massstab postuliert (BGE 125 V 228 f. Erw. 3e/bb; KATERINA BAUMANN/MARGARETA LAUTERBURG, a.a.O., S. 29 ff.).\n\nEs ist indessen - wie in BGE 110 V 4 Erw. 4a - weiterhin davon auszugehen, dass die zivilrechtliche Gesetzgebung weder den Begriff der eheähnlichen Gemeinschaft kennt noch spezifische Regeln zu diesem Sachverhalt enthält. Das hat u.a. dazu geführt, dass das Eidg. Versicherungsgericht im Leistungsbereich des Sozialversicherungsrechts erkannt hat, dass die Auflösung einer eheähnlichen Gemeinschaft keinen \"ähnlichen Grund\" wie Ehetrennung oder Scheidung im Sinne von Art. 14 Abs. 2 AVIG darstellt (BGE 123 V 219). Der Begriff \"mitarbeitende Familienmitglieder\" gemäss Art. 22 Abs. 2 lit. c UVV umfasst die Konkubinatspartner nicht (BGE 121 V 125). Das AHVG behandelt im Übrigen die in eheähnlicher Gemeinschaft lebenden (unverheirateten) Personen nicht gleich wie die verheirateten. So ist die Plafonierung der Renten (Art. 35 AHVG), die Teilung der Einkommen, Erziehungs- und Betreuungsgutschriften (Art. 29quinquies Abs. 3-5, Art. 29sexies Abs. 3 und Art. 29septies Abs. 6 AHVG), der Anspruch auf Witwen- und Witwerrenten (Art. 23-24a AHVG) und die Befreiung von der Beitragszahlung (Art. 3 Abs. 3 AHVG) nur für verheiratete oder verheiratet gewesene Personen statuiert. Gerade die seit dem 1. Januar 1997 geltende Teilung von Einkommen und Gutschriften knüpft an den Zivilstand der Ehe an und ist unter Konkubinatspaaren nicht vorgesehen (vgl. auch BGE 125 V 221 : Art. 28 Abs. 4 AHVV, wonach sich die Beiträge einer verheirateten Person als Nichterwerbstätige auf Grund der Hälfte des ehelichen Vermögens und Renteneinkommens bemessen, ist gesetz- und verfassungsmässig).\n\nEs kann daher bei der Beantwortung der vorliegenden Rechtsfrage nur darum gehen, auf Grund der erkannten und in Erw. 7 Ingress dargestellten rechtlichen und gesellschaftlichen Entwicklungen den vorliegenden Sachverhalt nach Massgabe des geltenden Sozialversicherungsrechts zu würdigen, wobei nicht entgegensteht, auch BGE 125 V 205 S. 216den Veränderungen der 10. AHV-Revision Rechnung zu tragen (insbesondere Art. 3 und 29sexies AHVG).\n\nb) Das Eidg. Versicherungsgericht äusserte sich bisher nicht ausdrücklich zur Frage, ob Art. 5 Abs. 2 AHVG auf Naturalleistungen zwischen Konkubinatspartnern unmittelbar anwendbar ist oder ob eine Gesetzeslücke vorliegt, die durch analoge Anwendung von Art. 5 Abs. 2 AHVG zu schliessen ist. Aus der Formulierung in BGE 110 V 5 Erw. 4b, es werde kein fiktiver Arbeitsvertrag angenommen, sondern die Naturalleistungen würden dem Einkommen aus unselbstständiger Erwerbstätigkeit lediglich gleichgestellt, ist - wie auch das Verwaltungsgericht des Kantons Glarus im zitierten Urteil vom 28. Mai 1996 angenommen hat - abzuleiten, dass die Anwendbarkeit von Art. 5 Abs. 2 AHVG nicht aus einer weiten Auslegung des Gesetzes folgt, sondern auf einem Analogieschluss zur Lückenfüllung beruht. Auch das methodische Vorgehen des Eidg. Versicherungsgerichts deutet nicht auf Auslegung hin, da es sich nicht mit dem Wortlaut, der Systematik oder den Materialien von Art. 5 Abs. 2 AHVG auseinandersetzte, sondern aus dem tatsächlichen Bedürfnis nach sozialer Absicherung für die haushaltführende Konkubinatspartnerin die Notwendigkeit einer rechtlichen Regelung herleitete und diese in der analogen, nicht unmittelbaren Anwendung von Art. 5 Abs. 2 AHVG fand.\n\nc) Die Anwendung von Art. 5 Abs. 2 AHVG begründete das Eidg. Versicherungsgericht in der fehlenden gesetzlichen, auf Vertrag beruhenden Verpflichtung der Konkubinatspartnerin, den Haushalt zu führen. Dieser entscheidende Unterschied zwischen ehelicher und eheähnlicher Gemeinschaft hat durch die Revision des Eherechts (Art. 163 ZGB in der Fassung vom 5. Oktober 1984, in Kraft seit dem 1. Januar 1988) an Bedeutung verloren, weil die Rollenverteilung während der Ehe auf dem Konsens der Ehegatten beruht (Art. 163 Abs. 2 ZGB). Unter diesem Gesichtspunkt der veränderten Anschauungen, welche im Gesetz ihren Niederschlag gefunden haben, rechtfertigt es sich nicht mehr, haushaltführende Konkubinatspartnerinnen AHV-rechtlich wie angestellte Haushälterinnen zu qualifizieren.\n\nd) Die geltende Praxis kann - wie der vorliegende Fall zeigt - nur mangelhaft und kaum rechtsgleich durchgesetzt werden. Die Ausgleichskassen sind nicht in der Lage, Konkubinatspaare zu ermitteln; es hängt von Zufälligkeiten ab, ob der beitragspflichtige Naturallohn der haushaltführenden Konkubinatspartnerin erfasst werden kann.BGE 125 V 205 S. 217\n\ne) Es kommen in der heutigen Gesellschaft vermehrt weitere Formen des gemeinsamen Zusammenlebens mit ganz unterschiedlicher Rollenverteilung vor, deren AHV-rechtliche Qualifikation zu Rechtsungleichheiten führen kann.\n\nf) Für eine Praxisänderung sprechen im Weiteren drei in der Zwischenzeit eingetretene neue Entwicklungen in der Rechtsetzung.\n\naa) Unter Berücksichtigung der Tatsache, dass frei gewählte Nichterwerbstätigkeit systembedingt den sozialen Schutz in der Sozialversicherung vermindert, hat der Gesetzgeber mit der 10. AHV-Revision für drei Fälle von Nichterwerbstätigkeit eine Korrektur der Folgen vorgenommen, nämlich für die Ehe (Splitting gemäss Art. 29quinquies Abs. 3 AHVG), die Kindererziehung und die Betagtenbetreuung (Gutschriften gemäss Art. 29sexies und 29septies AHVG). Der mit der bisherigen Rechtsprechung verfolgte Gedanke des sozialen Schutzzweckes (SVR 1995 AHV Nr. 52 S. 143) wird dadurch einerseits relativiert, anderseits ist es nicht mehr gerechtfertigt, durch die Rechtsprechung unter dem Gesichtspunkt des sozialen Schutzes eine vom Gesetzgeber bewusst nicht vorgesehene zusätzliche Sonderregelung für eine bestimmte Gruppe von Nichterwerbstätigen (für Konkubinatspartner ohne Erziehungs- oder Betreuungsaufgaben) beizubehalten.\n\nbb) Mit der 10. AHV-Revision wurde altArt. 3 Abs. 2 lit. b AHVG, wonach u.a. die nichterwerbstätigen Ehefrauen von Versicherten von der Beitragspflicht befreit waren, aufgehoben. Neu eingefügt wurde Absatz 3, wonach die eigenen Beiträge als bezahlt gelten, sofern der Ehegatte Beiträge von mindestens der doppelten Höhe des Mindestbeitrages bezahlt hat, u.a. bei (lit. a) nichterwerbstätigen Ehegatten von erwerbstätigen Versicherten. Die Qualifikation der haushaltführenden Konkubinatspartnerin als Nichterwerbstätige ist auch unter diesem Aspekt gerechtfertigt.\n\ncc) Der Bundesrat hat am 15. Dezember 1997 mit Wirkung ab 1. Januar 1998 aus praktischen und konzeptionellen Überlegungen (RKUV 1998 S. 88) in Art. 2 Abs. 1 lit. g UVV verordnet, dass Konkubinatspartnerinnen und -partner, die in dieser Eigenschaft AHV-beitragspflichtig sind, in der Unfallversicherung nicht obligatorisch versichert sind.\n\ng) Der Vollständigkeit halber sei auf die Auswirkungen der Praxisänderung auf die Arbeitslosenversicherung hingewiesen.\n\nFür diese Versicherung ist beitragspflichtig, wer massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG bezieht (BGE 122 V 251 Erw. 2b mit Hinweisen). Eine Frau, die in einem eheähnlichen BGE 125 V 205 S. 218Verhältnis mit einem Mann lebt, den gemeinsamen Haushalt besorgt und von ihrem Partner Unterhaltsleistungen erhält, übt nach bisheriger Praxis eine beitragspflichtige Beschäftigung aus (in BGE 123 V 219 nicht publizierte, in ARV 1998 Nr. 4 S. 26 wiedergegebene Erw. 3a mit Hinweisen).\n\nDieser Versicherungsschutz fällt bei Annahme von Nichterwerbstätigkeit weg. Gemildert wird diese Konsequenz indessen durch den auf den 1. Januar 1996 eingeführten Anrechnungstatbestand von Erziehungszeiten Nichterwerbstätiger als Beitragszeit (Art. 13 Abs. 2bis AVIG), der auch für Konkubinatspartnerinnen gilt (NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Rz. 180)."}