{"annee": "118", "cour": "IB", "page": "407", "date": "18/11/1992", "cite": ["114 IB 44", "117 IB 414", "117 IA 257", "118 IA 1", "111 IB 213"], "cite_par": ["132 II 371", "119 IB 492", "120 IB 76", "123 II 359", "122 II 65", "139 II 185", "139 II 106", "121 II 378", "131 II 743"], "chapeau": "49. Extrait de l'arrêt de la Ire Cour de droit public du 18 novembre 1992 dans la cause X. SA contre Département des travaux publics, de l'aménagement et des transports et Conseil d'Etat du canton de Vaud (recours de droit administratif)", "regestes": ["Législation fédérale sur la protection de l'environnement; traitement des déchets (art. 30 ss LPE). 1. Principe de causalité (art. 2 LPE) et traitement des déchets; application des règles du droit fédéral sur la prise en charge, par leur détenteur, des frais de recyclage, de neutralisation et d'élimination de déchets spéciaux, en l'espèce de matériaux d'excavation ou déchets de chantier (consid. 3). 2. Mesures de sécurité selon l'art. 8 LPEP ou l'art. 59 LPE; report des frais de l'intervention de l'autorité sur le perturbateur, par situation ou par comportement (consid. 4). 3. Principe de l'égalité de traitement; il doit être respecté dans l'application des règles du droit fédéral de la protection de l'environnement relatives aux déchets (consid. 5)."], "faits": "|407|\n\nLa société X. SA (ci-après: la société) est propriétaire d'une parcelle de 4790 m2, qu'elle a acquise en 1985 d'une autre société qui |408| a ensuite été dissoute. Auparavant encore, la parcelle était la propriété de la société A. SA et il s'y trouvait des réservoirs d'hydrocarbures, aériens et souterrains. Ces installations ont été désaffectées, puis supprimées dès 1983, lorsque A. SA a cessé ses activités. Deux terrains voisins sont également occupés par des installations d'entreprises de la branche des produits pétroliers.\n\nLa société a déposé en 1988 une demande d'autorisation en vue d'édifier un centre de distribution sur sa parcelle. Le permis de construire lui a été délivré et elle a mis son projet en chantier en juin 1989. La société a fait acheminer les matériaux terreux excavés vers une décharge, mais l'exploitant les a refusés en raison de leur trop forte teneur en hydrocarbures. Avisé par la société, le Département des travaux publics, de l'aménagement et des transports du canton de Vaud (ci-après: le département) a chargé son Service des eaux et de la protection de l'environnement de procéder à un examen, qui a révélé que les terres étaient moyennement à fortement imprégnées d'un mélange d'essence et de mazout. Le 19 juin 1989, le département a indiqué à la société les mesures à prendre, à savoir le tri des terres excavées et leur transport dans divers centres de traitement ou décharges, selon qu'elles étaient fortement, faiblement ou non souillées.\n\nLe 28 juin 1989, la société a requis du département qu'il recherche les responsables de la pollution du sol de sa parcelle et qu'il rende une décision à cet égard. Le département a renvoyé la société à agir devant le juge civil, le cas échéant, contre le précédent propriétaire du terrain. A l'issue des opérations d'évacuation et d'élimination des matériaux terreux, les entreprises qui se sont chargées du transport et du traitement ont adressé une facture à la société, pour un montant de 358'843 francs. Le 18 juin 1990, la société a requis du département qu'il statue formellement sur la prise en charge de ces frais par l'Etat de Vaud, le cas échéant qu'il identifie l'auteur de ces déchets qu'elle n'avait pas produits. Le département a écarté la requête de la société. La société a déféré cette décision au Conseil d'Etat du canton de Vaud, qui a rejeté le recours, en retenant qu'il appartenait au détenteur des déchets spéciaux, en l'occurrence à la société, de les traiter à ses frais.\n\nAgissant par la voie d'un recours de droit administratif, la société a demandé au Tribunal fédéral d'annuler la décision rendue par le Conseil d'Etat et de renvoyer le dossier au département pour qu'il procède à la répartition des frais d'élimination des terres excavées. Le recours a été rejeté dans la mesure où il était recevable.\n\n|409|", "considerants": "Extrait des considérants:\n\n3. Selon la recourante, le droit fédéral imposerait aux cantons d'identifier l'auteur des déchets à traiter; si l'auteur ne peut être identifié - tel serait le cas en l'espèce, la société n'ayant au demeurant jamais exercé elle-même d'activités dans le domaine des hydrocarbures -, la collectivité publique devrait supporter elle-même les frais d'élimination. A l'appui de ses moyens, la recourante invoque l'art. 31 al. 2 de la loi fédérale sur la protection de l'environnement (LPE; RS 814.01).\n\na) Au sens de la loi fédérale sur la protection de l'environnement, on entend par déchets \"tous biens meubles dont le détenteur veut se défaire ou dont le recyclage, la neutralisation ou l'élimination est commandé par l'intérêt public\" (art. 7 al. 6 LPE). L'art. 30 al. 1 LPE, qui énonce une obligation générale relative au traitement des déchets, a la teneur suivante:\n\n\"Le détenteur de déchets doit les recycler, les neutraliser ou les\n\néliminer selon les prescriptions de la Confédération et des cantons.\"\n\nL'art. 30 LPE distingue une catégorie de déchets, les \"déchets dangereux\", qui ne peuvent être remis qu'à des entreprises autorisées spécialement à les prendre en charge (art. 30 al. 4 LPE). Parmi ces déchets figurent les \"déchets spéciaux\" au sens de l'art. 3 al. 2 de l'ordonnance du 10 décembre 1990 sur le traitement des déchets (OTD; RS 814.015). Cette disposition renvoie en fait à l'ordonnance sur les mouvements de déchets spéciaux, qui comporte, dans son annexe 2, une liste exhaustive de ces déchets (art. 1er al. 1 ODS; cf. ANDREAS TRÖSCH, Kommentar zum Umweltschutzgesetz, art. 30 et 31, Zurich 1991, N. 75 ad art. 30). La \"terre souillée par des produits pétroliers\" figure dans cette liste des déchets spéciaux (Annexe 2 ODS, catégorie 12, code 3041). La recourante ne conteste d'ailleurs pas que ses matériaux d'excavation répondent, pour une partie d'entre eux à tout le moins, à cette définition.\n\nLes art. 6 ss OTD mentionnent en outre certains types de déchets (déchets urbains, déchets compostables, etc.) en énonçant des règles et des principes pour leur traitement. En particulier, l'art. 9 OTD, relatif aux \"déchets de chantier\", est ainsi libellé:\n\n\"1 Quiconque effectue des travaux de construction ou de démolition doit séparer les déchets spéciaux des autres déchets et, dans la mesure où les conditions d'exploitation le permettent, doit trier sur place ces derniers afin de les répartir comme il suit: |410|\n\na. Matériaux d'excavation et déblais non pollués;\n\nb. Déchets stockables définitivement en décharge contrôlée pour matériaux inertes sans devoir subir un traitement préalable;\n\nc. Autres déchets.\n\n2 L'autorité peut exiger un tri plus poussé si cette opération permet la valorisation d'une partie des déchets.\"\n\nPar ailleurs, selon l'art. 11 OTD, les cantons veillent à ce que les déchets de chantier combustibles, notamment, soient incinérés dans des installations appropriées s'il n'est pas possible de les valoriser.\n\nEnfin, la disposition cantonale d'exécution relative aux déchets spéciaux et figurant à l'art. 16 de la loi vaudoise sur la gestion des déchets (LGD) charge également leur détenteur de les traiter \"à ses frais\", soit par ses propres moyens, conformément aux prescriptions, soit en les acheminant dans un centre de ramassage ou de traitement.\n\nb) Aux termes de l'art. 2 LPE, \"celui qui est à l'origine d'une mesure prescrite par la présente loi en supporte les coûts\". Ce principe général, dit de causalité (aussi \"principe pollueur-payeur\"; dans le texte allemand: \"Verursacherprinzip\"), ne désigne pas, pour chaque cas particulier, le responsable des mesures à prendre; il signifie en revanche que les frais pourront être reportés sur le véritable auteur de l'atteinte à l'environnement, même si celle-ci doit être combattue par un tiers (cf. Message relatif à la LPE, FF 1979 III, p. 775).\n\nEn vertu de la loi fédérale, l'\"auteur\" ou le \"pollueur\" (\"Verursacher\") peut être notamment le propriétaire d'un immeuble ou d'une installation (cf. art. 20 et 25 LPE), le détenteur d'une installation, d'un dépôt ou de déchets (cf. art. 10 al. 3, 16 al. 3 et 30 LPE), l'exploitant d'une installation (cf. art. 10 al. 1 LPE); l'art. 2 LPE ne donne pas lui-même une définition précise (cf. BEATRICE WAGNER, Das Verursacherprinzip im schweizerischen Umweltschutzrecht, RDS 108/1989 II, p. 359). Lorsque l'activité de plusieurs \"pollueurs\" est l'une des conditions nécessaires pour que l'effet dommageable se produise, le législateur a été le plus souvent amené à désigner l'un ou l'autre comme le responsable soit de prendre les mesures appropriées, soit d'assumer les divers coûts liés à la pollution; ces obligations ou cette responsabilité sont en principe concentrées sur la personne qui exerce une activité supposée particulièrement dangereuse pour l'environnement, soit par l'exploitation d'une installation, soit par la fabrication ou la diffusion de produits (cf. ANNE PETITPIERRE-SAUVAIN, Le principe pollueur-payeur en relation avec la responsabilité du pollueur, RDS 108/1989 II, p. 462-463). |411|\n\nSi la loi attribue à l'auteur de l'atteinte l'obligation de prendre lui-même des mesures, la question de la charge de leur coût, selon l'art. 2 LPE, est ainsi en principe automatiquement résolue (cf. HERIBERT RAUSCH, Kommentar zum Umweltschutzgesetz, art. 2, Zurich 1985, N. 18).\n\nc) L'art. 30 al. 1 LPE charge le détenteur des déchets d'assurer leur traitement (recyclage, neutralisation ou élimination; cf. art. 3 al. 3 OTD). Conformément à l'art. 2 LPE, les frais de traitement doivent, dans ce domaine, être en principe supportés par celui que la loi charge de prendre les mesures nécessaires, à savoir le détenteur (cf. RAUSCH, op.cit., N. 18 ad art. 2; TRÖSCH, op.cit., N. 15 ad art. 30 et N. 14 ad art. 31). Le détenteur (dans le texte allemand: \"Inhaber\") est celui qui a en fait un pouvoir de disposition sur les déchets; ce n'est pas nécessairement la personne qui est à l'origine de leur production (cf. TRÖSCH, op.cit., N. 10 ad art. 30). Les déchets sont en effet actuellement un des types de \"produits\" dont il est admis qu'ils peuvent causer des dommages importants en dehors de tout accident: il en résulte une concentration de nombreuses obligations, voire de la responsabilité sur leur détenteur (cf. PETITPIERRE-SAUVAIN, op.cit., p. 463); en outre, il est souvent difficile, en pratique, d'identifier la personne qui est véritablement à l'origine des déchets (cf. TRÖSCH, op.cit., N. 10 ad art. 30 et N. 14 ad art. 31). Le traitement des déchets incombe donc à leur détenteur et l'art. 31 al. 1 LPE, qui prescrit aux cantons de veiller à ce que les déchets soient recyclés, neutralisés ou éliminés, n'a pas pour signification de confier cette tâche, de façon générale, à la collectivité publique (cf. Message relatif à la LPE, FF 1979 III, p. 800).\n\nDans son commentaire de l'art. 30 LPE, ANDREAS TRÖSCH souligne néanmoins la difficulté de concilier les obligations mises à la charge du détenteur avec le principe de causalité énoncé à l'art. 2 LPE; il remarque toutefois que l'art. 30 al. 1 LPE n'exclut pas une répartition des frais conforme à ce principe. Si le détenteur doit être considéré, a priori, comme celui qui est à l'origine de la nécessité de traiter les déchets, il lui est cependant possible de prouver que les mesures requises ne lui sont pas imputables et ainsi d'obtenir que les frais de traitement soient reportés sur l'auteur ou le pollueur effectif (cf. TRÖSCH, op.cit., N. 15 ad art. 30).\n\nd) Certaines dispositions de la loi fédérale représentent cependant des exceptions au principe de causalité énoncé à l'art. 2 LPE. Il en va ainsi notamment de l'art. 31 al. 2 LPE (cf. RAUSCH, op.cit., art. 2, N. 21), dont la teneur est la suivante: |412|\n\n\"[Les cantons] recyclent, neutralisent ou éliminent eux-mêmes les ordures ménagères et déchets d'auteurs non identifiés ou dont on ne saurait attendre qu'ils satisfassent aux obligations prévues à l'art. 30, 1er alinéa, en raison de leur impécuniosité. Ils peuvent aussi confier ces tâches aux communes ou à d'autres collectivités de droit public. Des entreprises privées peuvent être chargées d'exécuter ces tâches.\"\n\nEn ce qui concerne les ordures ménagères, le législateur a constaté que, depuis des décennies, les pouvoirs publics en assuraient le recyclage et l'élimination à la place des particuliers; dans ces conditions, il se justifiait de consacrer cette pratique par une disposition légale (cf. Message relatif à la LPE, FF 1979 III, p. 801).\n\nL'art. 31 al. 2 LPE met aussi à la charge des cantons le traitement de déchets d'\"auteurs non identifiés\" (dans le texte allemand: \"deren Verursacher nicht ermittelt werden kann\"). Une telle disposition a pour but d'assurer le recyclage, la neutralisation ou l'élimination de déchets dont un détenteur se serait débarrassé en violation des prescriptions ou qui auraient dû être traités par une personne entre-temps disparue (décès, faillite ou dissolution d'une personne morale, etc.); cette norme tient compte des risques que comportent les dépôts de déchets abandonnés ou qui ne sont pas traités en temps utile. C'est pour les mêmes motifs que la collectivité doit se charger des déchets d'auteurs impécunieux (cf. Message relatif à la LPE, FF 1979 III, p. 801; TRÖSCH, op.cit., N. 10 ad art. 31).\n\nL'art. 31 al. 2 LPE emploie le terme d'auteur (\"Verursacher\") et non de détenteur (\"Inhaber\"); il vise cependant la personne chargée de prendre les mesures prescrites à l'art. 30 al. 1 LPE, soit en définitive le détenteur des déchets; le Message du Conseil fédéral parle d'ailleurs de \"déchets d'auteurs inconnus au sens de l'art. 27, 1er alinéa\" du projet de loi, disposition qui correspond à l'art. 30 al. 1 LPE (cf. Message relatif à la LPE, FF 1979 III, p. 801; TRÖSCH, op.cit., N. 11 ad art. 31). La recourante allègue néanmoins que cette différence terminologique entre les art. 30 al. 1 et 31 al. 2 LPE ne serait pas dépourvue de portée. Cependant, si l'on retient l'hypothèse dans laquelle le détenteur des déchets est une personne distincte de leur auteur, ce dernier étant inconnu ou insolvable, la collectivité publique devrait, en vertu de l'art. 31 al. 2 LPE tel qu'il est interprété par la recourante, traiter elle-même et à ses frais les déchets, quand bien même le détenteur, identifié, aurait les moyens de prendre les mesures prescrites. Cette interprétation n'est pas conciliable avec la règle de l'art. 30 al. 1 LPE. La recourante, qui a d'ailleurs pourvu elle-même au traitement de ses matériaux d'excavation, ne peut donc pas |413| simplement se prévaloir de l'incertitude quant à l'identité de celui qui a permis l'infiltration d'hydrocarbures dans son terrain pour réclamer ici l'application de la règle exceptionnelle de l'art. 31 al. 2 LPE.\n\ne) En l'espèce, les matériaux excavés - qu'il s'agisse de terres souillées par des produits pétroliers ou de terres non polluées - sont des déchets produits par l'activité de construction engagée par la recourante sur sa parcelle, soit des \"déchets de chantier\" au sens de l'art. 9 OTD. En les remettant d'abord à une décharge, la société a bel et bien voulu s'en défaire (cf. art. 7 al. 6 LPE); à ce stade, le département n'avait pas encore été requis de prendre une décision. L'autorité cantonale, avertie par la société, est ensuite intervenue non pas pour pourvoir elle-même au traitement des déchets ou pour prendre des \"mesures de sécurité\" (cf. art. 59 LPE), mais pour donner des \"directives\". En effet, la présence dans les terres excavées de déchets spéciaux nécessitait d'abord un tri, puis des dispositions particulières pour l'élimination (cf. art. 30 al. 4 LPE, art. 9 et 11 OTD) et il appartenait au département de veiller à ce que les opérations se déroulent conformément aux prescriptions (cf. art. 31 al. 1 LPE). La recourante, détentrice des matériaux provenant de sa propre parcelle, est à l'origine des mesures nécessaires pour le traitement de ses déchets, spéciaux ou non, car elle les a produits en procédant aux travaux de construction. Elle ne prétend pas que, dans ces opérations de fouille et d'excavation, un tiers serait intervenu, à qui les mesures prises seraient imputables (cf. supra consid. 3c in fine). Dans ces conditions et conformément à l'art. 30 al. 1 LPE et au principe de causalité (art. 2 LPE), la recourante doit supporter les frais de recyclage, de neutralisation et d'élimination des terres excavées. Les conditions pour une exception à ce principe, fondée par exemple sur l'art. 31 al. 2 LPE, ne sont pas réunies en l'espèce et la décision attaquée ne viole pas les dispositions fédérales relatives au traitement des déchets; elle est d'ailleurs aussi conforme au droit cantonal d'exécution (art. 16 LGD).\n\n4. La recourante fait cependant valoir que la seule présence de résidus d'hydrocarbures dans le sol de sa parcelle aurait déjà nécessité des mesures de protection ou d'élimination, indépendamment de ses travaux d'excavation. L'autorité aurait alors dû chercher à identifier l'auteur de la pollution. Cependant, la recourante concède que l'écoulement du temps depuis que les dépôts d'hydrocarbures exploités sur sa parcelle ont été désaffectés, ainsi que l'implantation de plusieurs entreprises de cette même branche sur les terrains avoisinants, vouent pratiquement à l'échec toute tentative d'identification de la personne responsable des |414| infiltrations. Dans ces conditions, il serait contraire au droit fédéral et insoutenable, de la part de l'autorité cantonale, de prendre prétexte des travaux effectués par la recourante pour mettre à sa charge l'entier des frais liés au traitement des terres souillées.\n\na) La décision attaquée retient que les conditions n'étaient pas remplies, en l'espèce, pour que l'Etat intervienne directement à l'égard du propriétaire du terrain. Dans sa réponse au recours, le Conseil d'Etat a encore précisé que la présence dans le sol de substances telles que des hydrocarbures ne nécessitait des mesures de lutte contre la pollution qu'à partir du moment où ces résidus créaient un danger effectif pour la nappe phréatique; tel n'était pas le cas sur la parcelle de la recourante. Cette dernière n'a pas expliqué en quoi ces constatations seraient inexactes ou incomplètes. Elle n'a pas non plus tenté de démontrer que les substances litigieuses présenteraient, non seulement pour les eaux, mais de façon générale pour l'homme et son environnement (animaux, plantes, sol; cf. art. 1er al. 1 et 28 al. 1 LPE), des risques justifiant des mesures de sécurité prises d'office par le département.\n\nb) Dans sa réponse au recours, le Conseil d'Etat indique que les substances litigieuses, qui demeurent sans risque tant qu'elles sont prises dans la glaise, peuvent entraîner une pollution après leur extraction. Dans l'hypothèse d'une atteinte imminente ou effective à l'environnement, pour une raison ou pour une autre et indépendamment de toute activité de construction, l'autorité aurait pu être amenée à prendre des mesures de sécurité ou de rétablissement de l'état intérieur; dans ce cas, les frais de son intervention auraient pu être répartis selon le principe de l'art. 59 LPE, qui est ainsi libellé:\n\n\"Les frais provoqués par des mesures que les autorités prennent pour empêcher une atteinte imminente ainsi que pour en déterminer l'existence et y remédier, peuvent être mis à la charge de ceux qui en sont la cause.\"\n\nUne règle semblable figure à l'art. 8 de la loi fédérale du 8 octobre 1971 sur la protection des eaux contre la pollution (LPEP; RS 814.20); l'art. 59 LPE en a repris le principe, mais son champ d'application n'est pas limité aux risques de pollution des eaux (cf. FELIX MATTER, Kommentar zum Umweltschutzgesetz, art. 59, Zurich 1986, N. 5).\n\nc) Dans sa jurisprudence relative à l'art. 8 LPEP, le Tribunal fédéral a désigné les personnes \"qui sont la cause\" des mesures de sécurité en recourant aux notions de perturbateur par comportement et de |415| perturbateur par situation. Le perturbateur par comportement est une personne dont les actes ou les omissions, ou ceux des tiers qui dépendent d'elle, ont provoqué l'atteinte; le perturbateur par situation est une personne à qui il incombe de remettre une chose dans un état conforme à l'ordre public, en raison de ses liens avec cette chose, généralement parce qu'elle en dispose ou en jouit comme propriétaire ou possesseur. Il ne suffit cependant pas, pour que le perturbateur soit appelé au remboursement des frais occasionnés par des mesures de sécurité, que sa situation ou son comportement soit en relation de causalité avec la menace ou l'atteinte qui a nécessité ces mesures; il faut en outre que le lien de causalité soit immédiat, c'est-à-dire que la cause elle-même ait franchi les limites du danger (\"immédiateté de la causalité\"). Le perturbateur par comportement est donc celui qui a causé directement le danger ou l'atteinte; pour qu'il y ait perturbateur par situation, il faut, en ce sens, que la chose elle-même ait constitué directement la source de ce danger ou de cette atteinte (ATF 114 Ib 47 /48 consid. 2a et les arrêts cités; cf. CLAUDE ROUILLER, L'exécution anticipée d'une obligation par équivalent, in: Mélanges André Grisel, Neuchâtel 1983, p. 598).\n\nLe Tribunal fédéral a en particulier appliqué l'art. 8 LPEP dans une affaire jugée le 17 septembre 1987 (arrêt non publié en la cause M. AG c. Bâle-Campagne). Des travaux d'excavation avaient mis au jour une pollution du sol par hydrocarbures, jusque-là non décelée et stabilisée. A l'occasion de ces travaux, une couche d'huile minérale s'était répandue sur la nappe phréatique, ce qui avait entraîné une intervention et des mesures de sécurité de la part de l'autorité cantonale compétente. Celle-ci avait mis la totalité des frais à la charge du propriétaire de la parcelle et maître de l'ouvrage; l'autorité cantonale de recours avait ensuite opéré une distinction entre les frais provoqués par l'activité de construction, à supporter par le propriétaire, et les frais pour la mise en place de contrôles ultérieurs des eaux souterraines dans ce secteur, laissés à la charge de l'Etat. Statuant sur un recours de droit administratif du propriétaire, le Tribunal fédéral a confirmé la solution cantonale, en ne tranchant pas la question de savoir si le propriétaire était un perturbateur par situation, mais en retenant que, comme auteur des travaux à l'origine de la pollution, il était un perturbateur par comportement; en outre, comme la personne à l'origine de la présence d'hydrocarbures dans le sol ne pouvait en pratique plus être identifiée, il se justifiait de mettre les frais à la charge du propriétaire, qui tire des avantages de la chose mais qui en supporte aussi les inconvénients. |416|\n\nLes circonstances de cette affaire sont, jusqu'à un certain point, semblables à celles de la présente espèce. Dès lors, si le département avait été amené à prendre des mesures de sécurité à l'occasion des travaux sur la parcelle de la recourante, les frais auraient pu être mis à sa charge, en sa qualité de perturbateur unique, à tout le moins par comportement. Dans son résultat, une telle solution, qu'elle soit fondée sur l'art. 8 LPEP ou l'art. 59 LPE, ne différerait pas de celle de la décision attaquée. Les griefs de la recourante à cet égard ne peuvent donc qu'être écartés.\n\n5. La recourante se plaint encore d'une violation du principe de l'égalité de traitement. L'art. 4 Cst. confère le droit d'exiger que les situations de fait semblables soient assujetties à des règles de droit semblables, et les situations de fait dissemblables à des règles de droit dissemblables (ATF 118 Ia 2 consid. 3a, ATF 117 Ia 259 consid. 3b, ATF 111 Ib 219 consid. 4). Les autorités doivent respecter ce principe dans l'application des dispositions fédérales relatives au traitement des déchets (ATF 117 Ib 424 consid. 8). La recourante ne prétend toutefois pas que d'autres détenteurs de déchets ont été, dans une même situation, exonérés du paiement des frais de traitement et on ne voit pas pour quel motif l'égalité commanderait, en l'occurrence, que la collectivité s'en charge. Ce grief se révèle donc mal fondé."}