{"annee": "118", "cour": "IA", "page": "497", "date": "11/12/1992", "cite": ["117 IA 412", "110 IA 1", "98 IA 258", "102 IA 426"], "cite_par": ["119 III 108", "119 IA 342"], "chapeau": "65. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 11. Dezember 1992 i.S. Eheleute M. gegen Kantonale Steuerverwaltung und Verwaltungsgericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; impôt sur les donations. L'intention de donner (animus donandi) constitue un élément nécessaire de la donation mixte. Il est arbitraire de percevoir un impôt sur les donations en se fondant uniquement sur la différence objective entre la prestation et la contre-prestation, sans examiner s'il existe ou non l'intention de donner."], "faits": "|497|\n\nA.- Mit Kaufvertrag vom 29. Dezember 1986 erwarben die Eheleute M. das Hotel Regina-Blüemlisalp mit Umschwung in Wengen von der Immobilien AG \"Am See\", mit Sitz in Zürich, für den Preis von Fr. 4'100'000.--, wobei davon der Betrag von Fr. 100'000.-- für Mobiliar und Zubehör bezahlt wurde.\n\nB.- Da der amtliche Wert der Liegenschaft Fr. 4'601'720.-- betrug, forderte die kantonale Steuerverwaltung die Eheleute M. am |4983| . Dezember 1987 auf, für die Differenz zwischen dem amtlichen Wert und dem Kaufpreis, d.h. für den Betrag von Fr. 601'720.--, eine Schenkungssteueranzeige einzureichen. Demgegenüber machten die Eheleute M. am 9. August 1988 geltend, aufgrund der zu Beginn des Jahres 1988 erfolgten Schätzung müsse davon ausgegangen werden, dass der amtliche Wert am massgebenden Stichtag unter dem angenommenen Wert von Fr. 4'601'720.-- gelegen habe.\n\nEin daraufhin im Auftrag der kantonalen Steuerverwaltung erstelltes Verkehrswertgutachten der Abteilung für amtliche Bewertung der Grundstücke und Wasserkräfte vom 28. Februar 1989 bestimmte den Ertragswert der Liegenschaft auf Fr. 5'105'500.-- sowie deren Realwert auf Fr. 11'627'000.--. Der objektive Verkehrswert der Parzelle wurde auf Fr. 6'190'000.-- geschätzt. In der Folge gab die kantonale Steuerverwaltung den Eheleuten M. Gelegenheit, mittels einer neutralen Begutachtung den Gegenbeweis zu erbringen, dass der Verkehrswert der Hotelliegenschaft am Stichtag den Kaufpreis nicht überstieg. Die dafür angesetzte Frist lief unbenutzt ab.\n\nC.- Mit Verfügung vom 24. Januar 1990 stellte die kantonale Steuerverwaltung für einen steuerpflichtigen Vermögensanfall von Fr. 601'720.-- eine Schenkungssteuer von Fr. 215'688.-- in Rechnung.\n\nGegen diese Verfügung erhoben die Eheleute M. am 23. Februar 1990 Einsprache. Gestützt auf eine Ertragswertberechnung der Schweizerischen Gesellschaft für Hotelkredit sowie auf ein privates Verkehrswertgutachten eines Architekten machten sie geltend, der effektive Verkehrswert am Datum der Verurkundung habe höchstens dem verurkundeten Verkaufspreis entsprochen und der amtliche Wert sei viel zu hoch angesetzt. Ein Missverhältnis von Leistung und Gegenleistung habe deshalb nicht vorgelegen.\n\nD.- Am 7. Dezember 1990 bestätigte die kantonale Steuerverwaltung die Schenkungssteuerfestsetzung vom 24. Januar 1990 und wies die Einsprache vom 23. Februar 1990 ab.\n\nE.- In der gegen den Einspracheentscheid beim Verwaltungsgericht des Kantons Bern erhobenen Beschwerde machten die Eheleute M. geltend, es fehle sowohl an einem offenbaren Missverhältnis zwischen Leistung und Gegenleistung als auch an der Zuwendungsabsicht seitens der Verkäuferin.\n\nDas Verwaltungsgericht des Kantons Bern wies die Beschwerde am 27. Mai 1991 ab.\n\nF.- Mit staatsrechtlicher Beschwerde vom 18. Juli 1991 beantragen die Eheleute M., das Urteil des Verwaltungsgerichts des Kantons |499| Bern vom 27. Mai 1991 sei aufzuheben. Sie machen geltend, das angefochtene Urteil sei unter Verletzung und willkürlicher Anwendung von Verfassungsrecht und kantonalem Gesetzesrecht sowie unter willkürlicher und unvollständiger Tatsachenfeststellung ergangen. Gerügt wird in verschiedener Hinsicht eine Verletzung von Art. 4 BV (Rechtsgleichheit, Willkür, rechtliches Gehör) sowie von Art. 72 (Rechtsgleichheit) der Staatsverfassung des Kantons Bern vom 4. Juni 1893.\n\nDie kantonale Steuerverwaltung verzichtete auf Vernehmlassung. Das Verwaltungsgericht des Kantons Bern schliesst auf Abweisung der Beschwerde. Bezüglich der gerügten Verletzung des rechtlichen Gehörs führt es ergänzend aus, den Vertretern der Beschwerdeführer seien sämtliche Expertenberichte und Gutachten zur Kenntnis gebracht worden. Von einer Verweigerung des rechtlichen Gehörs könne daher keine Rede sein.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Unter Berufung auf die Rechtsprechung des Bundesgerichts machen die Beschwerdeführer geltend, es sei willkürlich, das vorliegende Rechtsgeschäft unabhängig davon, ob eine Zuwendungsabsicht vorhanden sei, als gemischte Schenkung zu besteuern.\n\nDas Verwaltungsgericht ist dagegen der Auffassung, nach dem Wortlaut der massgebenden Gesetzesbestimmung sei nur das objektive Verhältnis zwischen Leistung und Gegenleistung zu berücksichtigen. Es hat daher die Frage, ob im vorliegenden Fall eine Zuwendungsabsicht gegeben sei, gar nicht geprüft.\n\na) Nach konstanter Rechtsprechung liegt Willkür nicht schon dann vor, wenn eine andere Lösung in Betracht zu ziehen oder sogar vorzuziehen wäre. Das Bundesgericht weicht vom Entscheid einer kantonalen Behörde nur ab, wenn dieser offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem und offensichtlichem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 110 Ia 4 E. 2a; BGE 117 Ia 414 E. 1c, je mit Hinweisen).\n\nb) Auszugehen ist vom Wortlaut des bernischen Gesetzes vom 6. April 1919 über die Erbschafts- und Schenkungssteuer (662.1; |500| ESchG). Das fragliche Rechtsgeschäft fand noch unter der Herrschaft der alten Fassung des Gesetzes statt. Die Teilrevision von 1989 hat jedoch, soweit ersichtlich, am Wortlaut der hier massgebenden Bestimmungen nichts geändert (vgl. MARC SUTER, Das neue bernische Erbschafts- und Schenkungssteuergesetz, in: ZBJV 1989, S. 185). Art. 2 ESchG umschreibt unter dem Marginale \"Grundsatz\" den Gegenstand der Schenkungssteuer. Danach unterliegen der \"schenkungsweise\" Erwerb von Grundstücken sowie die \"Schenkung\" von beweglichem Vermögen nach Massgabe der nachfolgenden Bestimmungen einer Schenkungssteuer. Diese Bestimmungen sind folglich im Lichte von Art. 2 ESchG auszulegen.\n\nArt. 3 ESchG lautet:\n\n\"1. Als Schenkung im Sinne dieses Gesetzes gilt jede freiwillige und unentgeltliche Zuwendung von Geld, Sachen oder Rechten irgendwelcher Art mit Einschluss des Erbauskaufes (Art. 495 ZGB), des Vorempfanges (Art. 626 ZGB) und der Stiftung (Art. 80 ff. ZGB), sowie der schenkungsweise Erlass von Verbindlichkeiten.\n\n2. Entgeltliche Rechtsgeschäfte, bei welchen die Leistungen des einen Teils in einem offenbaren Missverhältnis zur Gegenleistung stehen, werden für den durch die Gegenleistung nicht gedeckten Wert der Leistung einer Schenkung gleichgestellt.\n\n3. Die Gründe und Absichten, aus welchen die Schenkung erfolgte, üben auf die Steuerpflicht keinen Einfluss aus.\"\n\naa) Art. 3 Abs. 1 ESchG umschreibt den Begriff der Schenkung. Der steuerrechtliche Schenkungsbegriff deckt sich nicht in jeder Hinsicht mit jenem des Zivilrechts; er kann Besonderheiten aufweisen, die sich aus dem Zweck des Gesetzes oder aus Gründen der Praktikabilität ergeben. Beiden Begriffen sind jedoch die Merkmale der Vermögenszuwendung, der Unentgeltlichkeit und des Zuwendungswillens gemeinsam. Das objektive Merkmal der Unentgeltlichkeit der Vermögenszuwendung liegt vor, wenn der Zuwendungsempfänger für seinen Vermögenserwerb keine Gegenleistung erbracht hat. Die subjektive Voraussetzung des Zuwendungswillens bedeutet, dass der Zuwendende Wissen und Wollen bezüglich der Vermögenszuwendung und der Unentgeltlichkeit haben muss (PIERRE ROCHAT, L'impôt sur les donations et la notion de donation imposable en Suisse, Thèse Lausanne 1953, S. 5 und 59; THOMAS RAMSEIER, Die basellandschaftliche Erbschafts- und Schenkungssteuer, Liestal 1989, S. 64; FREDY STYGER, Objekt und Bemessung der kantonalen Erbanfall- und Schenkungssteuern, Dissertation Zürich 1950, S. 63).\n\n|501|\n\nbb) Art. 3 Abs. 2 ESchG regelt den Tatbestand der gemischten Schenkung. Danach werden entgeltliche Rechtsgeschäfte mit offensichtlichem Missverhältnis zwischen Leistung und Gegenleistung in bezug auf die Wertdifferenz einer \"Schenkung gleichgestellt\". Aus dieser letzten Formulierung abzuleiten, dass bei solchen zweiseitigen Geschäften eine Schenkungssteuer auch ohne Vorliegen des Schenkungswillens geschuldet sei, ist unhaltbar. Das fragliche bernische Gesetz will, wie bereits aus seinem Titel und aus den Umschreibungen in Art. 2 und Art. 3 Abs. 1 ESchG hervorgeht, nur Vermögensanfälle, die eine Schenkung darstellen oder - trotz eines äusserlich zweiseitigen Leistungsverhältnisses - auf eine Schenkung hinauslaufen (gemischte Schenkung), nicht aber blosse Verkehrsvorgänge erfassen. Der steuerrechtliche Schenkungsbegriff braucht zwar, wie allgemein anerkannt ist, mit jenem des Zivilrechtes nicht übereinzustimmen. Immerhin muss es sich um ein Rechtsgeschäft handeln, das, wenn nicht im zivilrechtlichen Sinn, so doch nach dem allgemeinen Wortsinn, noch als Schenkung bezeichnet werden kann. Eine Auslegung, welche jeden günstigen Kauf (Verkauf) einer Sache, ungeachtet der konkreten Umstände und des fehlenden Zuwendungswillens der Beteiligten, allein wegen der Wertdifferenz zwischen den beidseitigen Leistungen als Schenkung betrachten will, sprengt die durch Wortlaut und Zweck des Gesetzes gegebenen Schranken. Wie das Bundesgericht bereits betreffend die damals gleichlautende Bestimmung des basellandschaftlichen Erbschafts- und Schenkungssteuergesetzes festgestellt hat, kann es unmöglich Sinn des zweiten Absatzes von Artikel 3 sein, in allen Fällen vertragliche Leistungen, denen keine auch nur annähernd gleichwertige Gegenleistung gegenübersteht, mit einer besondern Steuer zu belegen (BGE 65 I 212; bestätigt in BGE 98 Ia 263, BGE 102 Ia 426). Es besteht kein Anlass, von der bisherigen Rechtsprechung abzuweichen. Aufgrund des Wortlauts und des Zwecks der massgeblichen Gesetzesbestimmungen ist somit auch für den Tatbestand der gemischten Schenkung im Sinne des Art. 3 Abs. 2 ESchG ein Zuwendungswille erforderlich (vgl. ADRIAN MUSTER, Erbschafts- und Schenkungssteuerrecht, Muri bei Bern 1990, S. 303 ff.; THOMAS RAMSEIER, a.a.O., S. 63 ff. und 73 ff.).\n\nAllein aus der Tatsache, dass der Veräusserungspreis unter dem objektiven Verkehrswert bzw. amtlichen Wert liegt, kann noch nicht auf das Vorliegen eines Zuwendungswillens geschlossen werden. Die Vertragsparteien können vielerlei Gründe haben, für eine Sache oder Leistung einen über bzw. unter dem objektiven Verkehrswert |502| liegenden Betrag zu bezahlen bzw. zu verlangen. Der Preis einer Sache oder Leistung bestimmt sich nämlich nicht nur nach ihrem objektiven Marktwert, sondern vielfach können auch unterschiedliche Beurteilungen der künftigen Marktentwicklung oder sonstige subjektive Gesichtspunkte der Parteien (Lagerprobleme, Liquiditätsbedürfnis, Spekulationsabsicht usw.) für die Preisgestaltung massgebend sein.\n\nDa das Verwaltungsgericht des Kantons Bern die Frage, ob im vorliegenden Fall ein Zuwendungswille gegeben sei, gar nicht geprüft hat, kann sich das Bundesgericht nicht dazu äussern. Bei der Beurteilung dieser Frage wird die Vorinstanz unter anderem die allgemeine wirtschaftliche Lage im Zeitpunkt der Veräusserung der Liegenschaft zu berücksichtigen haben. Offenbar ging es der Hotellerie im fraglichen Zeitpunkt nicht besonders gut. Weiter bedurfte die Hotelliegenschaft einer umfassenden Sanierung. Ausser den Beschwerdeführern schien niemand am Kauf der Liegenschaft interessiert zu sein. Im übrigen hatten die Beschwerdeführer das Hotel bereits vorher bewirtschaftet. Auch dieser Umstand mag für die Verkäuferin bei der Festsetzung des Preises eine Rolle gespielt haben. Schliesslich darf nicht übersehen werden, dass die Beschwerdeführer weder Verwandte noch nahe Bekannte der Verkäuferin sind, so dass in dieser Hinsicht seitens der Verkäuferin kein Anlass bestand, die Beschwerdeführer zu bereichern.\n\ncc) Im übrigen ergibt sich aus Art. 3 Abs. 3 ESchG zum Erfordernis des Zuwendungswillens nichts anderes. Danach üben die Beweggründe (Dankbarkeit, Grosszügigkeit, sittliche Pflicht usw.), aus welchen die Schenkung erfolgte, auf die Steuerpflicht keinen Einfluss aus. Diese Bestimmung befasst sich somit nicht mit der Frage des animus donandi. Sie hat lediglich zur Folge, dass es auf die Motive der Schenkung nicht ankommt und insofern der steuerrechtliche begriff der Schenkung weiter sein kann als der zivilrechtliche (ADRIAN MUSTER, a.a.O., S. 296; VICTOR MONTEIL, Das Objekt der Erbschafts- und Schenkungssteuern in der Schweiz, Dissertation Bern 1949, S. 155 f.).\n\nAus Art. 16 und 17 ESchG kann hinsichtlich des Erfordernisses des Schenkungswillens ebenfalls nichts Gegenteiliges abgeleitet werden. Danach erfolgt die Steuerfestsetzung bei geerbten oder geschenkten beweglichen Sachen nach ihrem Verkehrswert und bei Grundstücken nach dem amtlichen Wert. Namentlich kann daraus nicht geschlossen werden, dass der Gesetzgeber schon die Unterschreitung des amtlichen Werts an sich als steuerbaren Tatbestand |503| betrachten wollte. Die Regelung von Art. 17 ESchG besagt lediglich, dass dann, wenn eine Erbschaft oder Schenkung vorliegt, die Berechnung der Steuer bei Grundstücken nach dem festgelegten amtlichen Wert zu erfolgen hat und keine besondere neue Verkehrswertschätzung stattfindet.\n\nc) Die Annahme des Verwaltungsgerichts des Kantons Bern, der Wille der unentgeltlichen Zuwendung bilde kein begriffsnotwendiges Merkmal der gemischten Schenkung im Sinne des Art. 3 Abs. 2 ESchG, widerspricht offensichtlich dem Wortlaut und Sinn des massgebenden kantonalen Gesetzes. Indem das Verwaltungsgericht auf dem vorliegenden Rechtsgeschäft allein aufgrund des objektiven Verhältnisses zwischen Leistung und Gegenleistung eine Schenkungssteuer erhob, ohne das Vorliegen eines Zuwendungswillens zu prüfen, handelte es willkürlich.\n\nSein Entscheid ist daher wegen Verletzung von Art. 4 BV aufzuheben. Unter diesen Umständen erübrigt es sich, auf die Vorbringen der Beschwerdeführer betreffend Verletzung des Gleichbehandlungsgebots näher einzugehen."}