{"annee": "118", "cour": "IV", "page": "330", "date": "4/11/1992", "cite": ["98 IV 164", "118 IV 218", "71 IV 177", "100 IV 197"], "cite_par": ["128 IV 3", "128 IV 34"], "chapeau": "58. Auszug aus dem Urteil des Kassationshofes vom 4. November 1992 i.S. B. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 ch. 3 CP; inobservation d'une règle de conduite; révocation du sursis. Avant de révoquer le sursis en raison de l'inobservation d'une règle de conduite, le juge doit examiner si les conditions permettant de renoncer à cette mesure au regard de l'art. 41 ch. 3 al. 2 CP sont réunies. Si l'intéressé n'est pas retombé dans la délinquance depuis sa condamnation, qu'il vit dans un milieu familial stable et qu'il donne satisfaction à son poste de travail, on ne doit faire application de la possibilité de révoquer le sursis qu'avec retenue (consid. 3d)."], "faits": "|331|\n\nA.- Am 28. Februar 1990 verurteilte das Bezirksgericht Aarau B. wegen einfacher Körperverletzung, wiederholter Tätlichkeit, wiederholter und fortgesetzter Widerhandlung gegen das Strassenverkehrsgesetz und Sachbeschädigung zu fünf Monaten Gefängnis. Es gewährte ihm den bedingten Strafvollzug bei einer Probezeit von vier Jahren und erteilte ihm die Weisung, sich einer ambulanten psychotherapeutischen Behandlung zu unterziehen und sich hierüber halbjährlich bei der Staatsanwaltschaft auszuweisen.\n\nB.- Am 26. April 1991 beantragte die Staatsanwaltschaft des Kantons Aargau dem Bezirksgericht, den bedingten Strafvollzug zu widerrufen, da B. die Weisung trotz förmlicher richterlicher Mahnung nicht befolgt habe.\n\nAm 22. Mai 1991 sah das Bezirksgericht vom Widerruf ab.\n\nEine dagegen von der Staatsanwaltschaft erhobene Berufung hiess das Obergericht des Kantons Aargau am 15. Juli 1992 gut und widerrief den vom Bezirksgericht am 28. Februar 1990 gewährten bedingten Strafvollzug.\n\nC.- B. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Entscheid des Obergerichts aufzuheben. |332|", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer macht geltend, der Widerruf des bedingten Strafvollzugs verletze Art. 41 Ziff. 3 StGB.\n\na) Die Vorinstanz führt aus, über den Beschwerdeführer sei vor dem Urteil des Bezirksgerichts vom 28. Februar 1990 ein psychiatrisches Gutachten erstattet worden. Darin komme zum Ausdruck, dass er aufgrund einer neurotischen Fehlentwicklung eine erregbare Persönlichkeit aufweise. Der Gutachter lege dar, es sei möglich, dass er unter Alkoholeinfluss erneut gegenüber Mitmenschen gefährlich werden könne; es sei ihm deshalb dringendst zu empfehlen, sich in eine ambulante psychotherapeutische Behandlung zu begeben und gleichzeitig den Konsum von Alkohol zu meiden. Die Vorinstanz führt sodann aus, der Beschwerdeführer sei sich wohl seiner Schwäche bewusst, jedoch habe er bereits in der Verhandlung vor Bezirksgericht am 28. Februar 1990 implizit eine gewisse Zurückhaltung gegenüber der Durchführung einer psychotherapeutischen Behandlung offenbart. Seine Einstellung zu einer solchen Behandlung habe sich darin bestätigt, dass er erst rund ein halbes Jahr später, ab Ende Oktober 1990, Herrn Dr. med. T. zu drei Sitzungen aufgesucht habe und dabei gemäss seinen Aussagen die Meinung erhalten habe, dass ihn diese Gespräche nicht weiterbrächten. Darauf habe er die Behandlung von sich aus abgebrochen. Selbst nach dem Entscheid des Bezirksgerichts vom 22. Mai 1991 habe er sich nicht dazu durchringen können, sich einer konstanten Behandlung zu unterziehen und darüber weisungsgemäss der Staatsanwaltschaft Bericht zu erstatten. Es sei festzustellen, dass aufgrund der Persönlichkeitsstruktur des Beschwerdeführers die Weisung, sich einer psychotherapeutischen Behandlung zu unterziehen, sinnvoll sei. Abgesehen davon liege es nicht an ihm selbst, über die Nützlichkeit von Therapiegesprächen zu befinden, sondern er habe sich an die unmissverständliche und klare Weisung im Urteil des Bezirksgerichts vom 28. Februar 1990 zu halten. Falls wirklich kein Bedürfnis mehr nach der Fortsetzung einer Behandlung bestehe, sei gemäss Art. 41 Ziff. 2 Abs. 2 Satz 2 StGB allein der Richter zuständig, die Weisung nachträglich zu ändern. Der Beschwerdeführer habe geltend gemacht, er sei bereit, den ihm bekannten Dr. N., Arzt in der psychiatrischen Klinik F., aufzusuchen, und habe angegeben, er habe in der Zwischenzeit einen Therapieplatz mit einem ersten Termin am 10. Dezember 1991 gefunden. Das Obergericht habe ihm mit Beschluss vom 3. Juni 1992 eine letzte Gelegenheit gegeben, sich über die nun stattfindende |333| Behandlung auszuweisen. Er habe nicht reagiert und damit das Bild eines einsichtslosen und therapieunwilligen Verurteilten bestätigt. Ihn entlastende Umstände, weshalb er auch seine neueste Behandlungszusicherung nicht eingehalten habe, habe er nicht geltend gemacht. Der bedingte Strafvollzug sei deshalb zu widerrufen.\n\nb) Der Beschwerdeführer bestreitet, schuldhaft die Weisung nicht befolgt zu haben. Er habe sich als Laie zu gutgläubig auf die verschiedenen Psychiater oder Psychologen abgestützt. Zudem seien die Fachinstanzen offensichtlich zu wenig präzis in der Behandlung der Angelegenheit gewesen. Es stehe fest, dass er nicht nur den Psychiater Dr. med. T. konsultiert habe, sondern auch die psychologische Fachstelle für Suchtprobleme in Z. sowie die psychiatrische Klinik F. Als ihn die Vorinstanz mit Beschluss vom 3. Juni 1992 aufgefordert habe, sich über die psychotherapeutische Behandlung auszuweisen, habe er erneut die Fachstelle für Suchtberatung in Z. aufgesucht, sie darüber orientiert und die Mitteilung erhalten, dass er sich nach den Sommerferien, in der zweiten Hälfte August 1992, wieder um neue Termine bemühen könne. Auch hier habe er darauf vertraut, dass diese Fachstelle die notwendigen Mitteilungen mache. Offenbar sei er zu gutgläubig gewesen, denn eine Meldung an die Vorinstanz sei unterblieben. Die Vorinstanz hätte wegen der Komplexität und der Problematik des Falles ihm entweder einen amtlichen Verteidiger zuordnen oder ihn zumindest persönlich anhören müssen. Sie habe nicht in Erwägung gezogen, dass er sich wohlverhalten habe, dass er als Familienvater von drei kleinen Kindern seit Jahren einer geregelten Arbeit nachgehe und durch sehr intensive Arbeit die beträchtlichen Hypothekarzinsen für sein Haus von rund Fr. 3'900.-- pro Monat decken könne. Lediglich auf dem kleinen Nebengebiet der ambulanten psychotherapeutischen Behandlung sei ihm ein Vorwurf gemacht worden, der dazu genügen solle, ihn für fünf Monate ins Gefängnis zu bringen. Durch den Vollzug der Strafe würde die bis heute gelungene soziale Rehabilitation erheblich gefährdet.\n\n3. a) Gemäss Art. 41 Ziff. 3 Abs. 1 StGB lässt der Richter die Strafe unter anderem vollziehen, wenn der Verurteilte trotz förmlicher Mahnung des Richters einer ihm erteilten Weisung zuwiderhandelt. Der Widerruf des bedingten Strafvollzugs setzt die schuldhafte Missachtung der Weisung voraus (BGE 100 IV 197 f. E. 1; BGE 71 IV 179 f. E. 2).\n\nb) Am 28. Februar 1990 erteilte das Bezirksgericht dem Beschwerdeführer gemäss Art. 41 Ziff. 2 StGB die Weisung, sich einer |334| ambulanten psychotherapeutischen Behandlung zu unterziehen und sich hierüber halbjährlich bei der Beschwerdegegnerin auszuweisen.\n\nDa ein Beleg über eine psychotherapeutische Behandlung bei der Beschwerdegegnerin nicht eingegangen war, mahnte das Bezirksgericht am 20. Februar 1991 den Beschwerdeführer gemäss Art. 41 Ziff. 3 StGB förmlich und setzte ihm eine Frist von zehn Tagen an, um der Weisung nachzukommen. Da er sich nicht innert Frist über eine psychiatrische Behandlung auswies, beantragte die Beschwerdegegnerin den Widerruf des bedingten Strafvollzugs.\n\nAn der Verhandlung vor dem Bezirksgericht am 22. Mai 1991 legte der Beschwerdeführer eine Honorarrechnung von Dr. med. T. ein. Daraus ergab sich, dass er am 26. Oktober, 13. November und 27. November 1990 bei diesem Arzt in Behandlung war. Das Bezirksgericht sah deshalb vom Widerruf ab. Dass der Beschwerdegegnerin der Ausweis über die angeordnete psychotherapeutische Massnahme nicht zugekommen sei, sei unerheblich, wenn daraus nicht auf bösen Willen oder mangelnden Besserungswillen zu schliessen sei. Der Beschwerdeführer sei der Weisung nachgekommen und habe die angeordnete psychotherapeutische Behandlung besucht. Er habe sich darum bemüht, dass sein Arzt eine Mitteilung an die Beschwerdegegnerin mache. Dass der Arzt der Beschwerdegegnerin keine Mitteilung über die erfolgte Behandlung habe zukommen lassen, könne dem Beschwerdeführer nicht vorgeworfen werden.\n\nNachdem die Beschwerdegegnerin gegen den Entscheid des Bezirksgerichts Berufung eingelegt hatte, wies sie den Beschwerdeführer mit Schreiben vom 21. November 1991 darauf hin, dass er seiner Ausweispflicht nicht nachgekommen sei, und ersuchte ihn, ihr bis zum 5. Dezember 1991 einen ärztlichen Bericht zuzustellen. Mit Schreiben vom 4. Dezember 1991 teilte der Beschwerdeführer der Beschwerdegegnerin mit, er habe sich um einen Therapieplatz bemüht. Der erste Gesprächstermin sei auf den 10. Dezember 1991 festgesetzt worden. Die halbjährliche Ausweispflicht werde somit auf Juni 1992 fällig.\n\nAm 3. Juni 1992 beschloss die Vorinstanz, der Beschwerdeführer habe innert zehn Tagen einen Bericht des behandelnden Psychiaters beizubringen. Der Bericht habe zu enthalten: Diagnose, Art der Behandlung, Anzahl und Daten der bereits durchgeführten Sitzungen, voraussichtliche Dauer der Behandlung und zeitlicher Rhythmus der künftigen Sitzungen. Nach Ablauf dieser Frist werde das Urteil gefällt. Da kein Bericht einging, widerrief die Vorinstanz am |33515| . Juli 1992 in Gutheissung der Berufung der Beschwerdegegnerin den bedingten Strafvollzug.\n\nc) Der Beschwerdeführer hat demnach trotz förmlicher richterlicher Mahnung seine Pflicht, sich halbjährlich über die Durchführung der Therapie auszuweisen, nicht befolgt und damit der ihm erteilten Weisung zuwidergehandelt. Entgegen seinen Vorbringen hat er die Weisung schuldhaft missachtet. Denn nach deren klarem Wortlaut oblag es ihm selber und nicht Dritten, den Ausweis über die psychotherapeutische Behandlung beizubringen. Dass er sich bewusst war, selbst für den rechtzeitigen Eingang eines Behandlungsberichts bei den Behörden verantwortlich zu sein, ergibt sich im übrigen aus seinen Aussagen in der Verhandlung vor dem Bezirksgericht vom 20. Februar 1991. Die Vorinstanz hat die Voraussetzungen für den Widerruf des bedingten Strafvollzugs gemäss Art. 41 Ziff. 3 Abs. 1 StGB deshalb zu Recht bejaht.\n\nd) Der Widerruf ist jedoch nicht stets zwingend, wenn ein Widerrufsgrund nach Art. 41 Ziff. 3 Abs. 1 StGB gegeben ist. Gemäss Art. 41 Ziff. 3 Abs. 2 StGB kann der Richter, wenn begründete Aussicht auf Bewährung besteht, in leichten Fällen vom Widerruf Umgang nehmen und, je nach den Umständen, den Verurteilten verwarnen, zusätzliche Massnahmen nach Art. 41 Ziff. 2 StGB anordnen und die im Urteil bestimmte Probezeit um höchstens die Hälfte verlängern. Art. 41 Ziff. 3 Abs. 2 StGB ist bei allen Widerrufsgründen gemäss Ziff. 3 Abs. 1 anwendbar (BGE 98 IV 164 f.). Damit das Bundesgericht überprüfen kann, ob der Widerruf des bedingten Strafvollzugs bundesrechtmässig ist, hat sich der kantonale Richter folglich nicht nur darüber auszusprechen, weshalb er einen Widerrufsgrund gemäss Art. 41 Ziff. 3 Abs. 1 StGB bejaht, sondern auch darüber, weshalb ein Verzicht auf den Widerruf gemäss Art. 41 Ziff. 3 Abs. 2 StGB ausscheide. Daran ändert der Umstand, dass ihm das Gesetz bei seinem Entscheid nach Art. 41 Ziff. 3 Abs. 2 StGB ein Ermessen einräumt, nichts. Die Vorinstanz äussert sich nicht dazu, aus welchem Grund hier ein Verzicht auf den Widerruf nach Ziff. 3 Abs. 2 ausser Betracht falle und eine Verwarnung, zusätzliche Massnahmen nach Ziffer 2 und die Verlängerung der Probezeit unzweckmässig seien. Der angefochtene Entscheid ist daher in Anwendung von Art. 277 BStP aufzuheben und die Sache an sie zurückzuweisen.\n\nDie Vorinstanz wird dazu Stellung zu nehmen haben, ob ein leichter Fall im Sinne von Art. 41 Ziff. 3 Abs. 2 StGB anzunehmen sei. Dabei wird sie zu berücksichtigen haben, dass es der Beschwerdeführer nicht gänzlich abgelehnt hat, sich in psychiatrische Behandlung |336| zu begeben. Er hat, wie sich dem angefochtenen Urteil und den Akten entnehmen lässt, vielmehr einen Arzt für drei Sitzungen aufgesucht und sich mit einer weiteren Fachstelle in Verbindung gesetzt.\n\nDie Vorinstanz wird sodann zu prüfen haben, ob begründete Aussicht auf Bewährung besteht. Der Beschwerdeführer führt in der Beschwerde aus, er sei verheiratet und Vater von drei Kindern im Alter von zwei, vier und sechs Jahren; er sei ein einfacher, fleissiger Handwerker und gehe seit Jahren einer geregelten Arbeit nach; es gelinge ihm, den beträchtlichen Hypothekarzins von rund Fr. 3'900.-- im Monat für das Haus, in dem er mit seiner Familie lebe, zu bezahlen; seit seiner Verurteilung durch das Bezirksgericht am 28. Februar 1990 habe er sich wohlverhalten. Sollte das zutreffen, wäre - ohne schwerwiegende Gegenindizien - die begründete Aussicht auf Bewährung zu bejahen.\n\nSollte sie die Voraussetzungen für einen Verzicht auf den Widerruf gemäss Art. 41 Ziff. 3 Abs. 2 StGB als erfüllt ansehen, wird sich die Vorinstanz damit auseinanderzusetzen haben, ob eine Verwarnung, die Verlängerung der Probezeit oder eine zusätzliche Massnahme nach Art. 41 Ziff. 2 StGB auszusprechen sei. Da hier Anzeichen einer Betreuungsbedürftigkeit bestehen, käme als zusätzliche Massnahme gemäss Art. 41 Ziff. 2 StGB insbesondere die Anordnung einer Schutzaufsicht - die für den Betroffenen vor allem eine Hilfe sein soll (BGE 118 IV 219 E. 2) - in Betracht. Auch wäre zu erwägen, die Weisung nach Rücksprache mit den entsprechenden Fachstellen und dem Beschwerdeführer nach Zeit und Ort näher zu bestimmen. Denn wenn es gemäss Art. 41 Ziff. 2 Abs. 2 StGB zulässig ist, die Weisung nachträglich zu ändern, muss auch ihre spätere Konkretisierung statthaft sein.\n\nDie Vorinstanz wird zu berücksichtigen haben, dass der bedingte Strafvollzug wegen Nichtbefolgung einer Weisung in Fällen, in denen der Betroffene seit der Verurteilung nicht mehr straffällig geworden ist, in stabilen familiären Verhältnissen lebt und sich am Arbeitsplatz bewährt, nur mit Zurückhaltung zu widerrufen ist. Denn der Vollzug der Strafe würde den Resozialisierungserfolg häufig wieder in Frage stellen. Gerade deshalb muss zunächst geprüft werden, ob dem Beschwerdeführer geholfen werden kann, der Weisung mit ihrem therapeutischen Zweck nachzukommen. Der Widerruf darf insbesondere nicht allein deshalb ausgesprochen werden, um die Missachtung einer Weisung zu ahnden. Eine solche Sanktion wäre gerade in einem Fall wie hier, wo es um den Widerruf einer bedingten Strafe von mehreren Monaten geht, unverhältnismässig."}