{"annee": "118", "cour": "V", "page": "223", "date": "4/11/1992", "cite": ["117 V 177", "117 V 202", "103 V 69", "112 V 126"], "cite_par": ["119 V 189", "120 V 455", "122 V 113", "122 V 343", "122 V 85", "121 V 137", "122 V 306"], "chapeau": "29. Urteil vom 4. November 1992 i.S. W. gegen Ausgleichskasse des Kantons St. Gallen und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 22 al. 1 et 2 OPC-AVS/AI. L'art. 22 al. 2 OPC-AVS-AI crée une discrimination dans la mesure où il limite le paiement d'arriérés (selon l'alinéa 1er) aux cas où une rente d'invalidité est diminuée. Le droit à l'égalité postule de verser également des prestations arriérées en cas d'augmentation de la rente d'invalidité."], "faits": "|223|\n\nA.- Walter W. steht seit 1. November 1988 im Genuss einer halben Invalidenrente (Verfügung der Ausgleichskasse des Kantons Zürich vom 7. September 1989), welche durch Verfügung vom 11. Januar 1991 revisionsweise mit Wirkung ab 1. August 1990 auf eine ganze Invalidenrente angehoben wurde. Am 13. Januar 1991 reichte Walter W. das Formular zum EL-Bezug ein, worauf die Ausgleichskasse des Kantons St. Gallen am 21. März 1991 die Zusprechung von Ergänzungsleistungen ab Januar 1991 verfügte.\n\nB.- Im Rahmen des hiegegen eingeleiteten Beschwerdeverfahrens beanstandete der Versicherte einerseits die Behandlung verschiedener Berechnungspositionen, anderseits - unter Hinweis |224| darauf, dass er sich bereits mit Schreiben vom 10. November 1990 an die AHV-Zweigstelle R. und mit Schreiben vom 29. November 1990 an das Sozialamt dieser Stadt gewendet hatte - den Umstand, dass ihm die Ergänzungsleistungen erst mit Wirkung ab Januar 1991, und nicht schon ab November 1990, zugesprochen worden waren. Nachdem sämtliche Rügen hinsichtlich der Berechnung erledigt werden konnten, wies das Versicherungsgericht des Kantons St. Gallen die Beschwerde im streitig gebliebenen Punkt (Beginn des Anspruchs auf Ergänzungsleistungen) ab (Entscheid vom 5. März 1992).\n\nC.- Walter W. führt Verwaltungsgerichtsbeschwerde und beantragt sinngemäss, es seien ihm, sofern und soweit die wirtschaftlichen Voraussetzungen erfüllt seien, Ergänzungsleistungen bereits ab August 1990, jedenfalls aber ab November 1990, zuzusprechen.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung (BSV) schliessen auf Abweisung der Beschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Im vorliegenden Fall steht fest, dass der Beschwerdeführer ab Januar 1991 Anspruch auf Ergänzungsleistungen hat, deren Höhe nicht mehr bestritten ist. Streitig und zu prüfen ist einzig, ob dem Beschwerdeführer ein Anspruch auf Nachzahlung von Ergänzungsleistungen ab 1. August 1990 - dem Beginn der revisionsweise zugesprochenen ganzen Invalidenrente - zusteht, wie der Hauptantrag lautet.\n\n2. a) aa) Nach Art. 21 Abs. 1 ELV besteht der Anspruch auf Ergänzungsleistungen erstmals für den Monat, in dem die Anmeldung eingereicht worden ist und sämtliche gesetzlichen Voraussetzungen erfüllt sind (Satz 1). Vorbehalten bleibt (Satz 2) Art. 22 Abs. 1 ELV, welcher lautet:\n\nWird die Anmeldung für eine Ergänzungsleistung innert sechs Monaten seit der Zustellung der Verfügung über eine Rente der Alters- und Hinterlassenenversicherung oder der Invalidenversicherung eingereicht, so beginnt der Anspruch mit dem Monat der Anmeldung für die Rente, frühestens jedoch mit der Rentenberechtigung.\n\nDiesen Abs. 1 betreffend die Nachzahlung bei erstmaliger AHV/IV-Rentenberechtigung erklärt Art. 22 Abs. 2 ELV in Fällen eines laufenden Rentenbezugs für folgendermassen anwendbar: |225|\n\n\"Wird eine laufende Rente der Alters- und Hinterlassenenversicherung oder der Invalidenversicherung mittels Verfügung herabgesetzt, so findet Abs. 1 Anwendung.\"\n\nbb) Das kantonale Gericht hat erwogen, eine Nachzahlung sei nach Art. 22 Abs. 2 ELV bei Anpassungen laufender Renten auf den Fall der Leistungsherabsetzung beschränkt, welche Voraussetzung vorliegend nicht erfüllt sei.\n\nIn der Verwaltungsgerichtsbeschwerde wird Art. 22 Abs. 2 ELV als gesetzwidrig gerügt, wogegen das BSV diese Bestimmung mit dem Hinweis rechtfertigt:\n\n\"Die Beschränkung in Abs. 2 auf die Herabsetzung einer laufenden Rente hat ihren Grund darin, dass die finanzielle Situation des Rentenbezügers sich mit der Herabsetzung verschlechtert. Wenn er mit der alten Rente noch genügend zum Leben hatte und da er nicht auf Ergänzungsleistungen angewiesen war, ist dies mit der verminderten Rente vielleicht nicht mehr der Fall. Eine Ausdehnung auf Fälle, bei denen eine Rente heraufgesetzt wird, drängt sich u. E. nicht auf. Wenn der Rentner mit der tieferen Rente nicht auf Ergänzungsleistungen angewiesen war, so ist er es um so weniger, wenn seine Rente heraufgesetzt wird.\"\n\nb) Nach der Rechtsprechung kann das Eidg. Versicherungsgericht Verordnungen des Bundesrates grundsätzlich, von hier nicht in Betracht fallenden Ausnahmen abgesehen, auf ihre Rechtmässigkeit hin überprüfen. Bei (unselbständigen) Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft es, ob sie sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Wird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Spielraum des Ermessens für die Regelung auf Verordnungsebene eingeräumt, muss sich das Gericht auf die Prüfung beschränken, ob die umstrittenen Verordnungsvorschriften offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen herausfallen oder aus andern Gründen verfassungs- oder gesetzwidrig sind. Es kann jedoch sein eigenes Ermessen nicht an die Stelle desjenigen des Bundesrates setzen und es hat auch nicht die Zweckmässigkeit zu untersuchen. Die vom Bundesrat verordnete Regelung verstösst allerdings dann gegen Art. 4 BV, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, wenn sie sinn- oder zwecklos ist oder wenn sie rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund nicht finden lässt. Gleiches gilt, wenn die Verordnung es unterlässt, Unterscheidungen zu treffen, die richtigerweise |226| hätten berücksichtigt werden sollen (BGE 117 V 180 Erw. 3a mit Hinweisen).\n\nc) aa) Die Argumentation des Bundesamtes zeigt, dass die Beschränkung des in Art. 22 Abs. 1 ELV festgelegten Nachzahlungsanspruchs auf Fälle der Herabsetzung einer laufenden Invalidenrente (Art. 22 Abs. 2 ELV) rechtsungleich ist. Das BSV verkennt, dass der einer Rentenheraufsetzung nach Art. 41 IVG zugrunde liegende - zufolge verschlechterter gesundheitlicher oder erwerblicher Verhältnisse eingetretene - Einkommensverlust das erhöhte Rentenbetreffnis in aller Regel übersteigt. Das liegt daran, dass IV-Leistungen nur eine pauschale Abgeltung der mit gesundheitlich bedingter Erwerbsunfähigkeit verbundenen Einkommenseinbussen bezwecken (BGE 112 V 130 Erw. 2d mit Hinweis).\n\nbb) Ein Beispiel mag dies verdeutlichen: Ein Versicherter, der im Gesundheitsfall ein hypothetisches Valideneinkommen (Art. 28 Abs. 2 IVG) von Fr. 40'000.-- erzielen könnte und bei einem Invaliditätsgrad von 50% eine halbe Invalidenrente (Art. 28 Abs. 1 IVG) bezieht, verfügt im günstigsten Fall, d.h. bei voller Ausnützung der ihm noch zumutbaren Teilerwerbsfähigkeit, über folgende EL-rechtlich anrechenbaren (Art. 3 Abs. 1 ELG) Einkünfte:\n\n- Invalideneinkommen in Höhe von\n\n50% des Valideneinkommens von Fr. 40'000.-- Fr. 20'000.--\n\n- Anspruch auf die halbe Invalidenrente von\n\n(bis 31. Dezember 1991) 12 x Fr. 800.--\n\n(50% der maximalen Vollrente\n\nbei hälftiger Invalidität) Fr. 9'600.--\n\n-------------\n\nTotal der insgesamt EL-rechtlich anrechenbaren\n\nEinkünfte Fr. 29'600.--\n\n=============\n\nErwirbt der gleiche Versicherte revisionsweise (Art. 41 IVG) Anspruch auf eine ganze Invalidenrente, verfügt er über folgende Einkünfte:\n\n- Invalideneinkommen zwischen\n\nFr. 0.-- und höchstens Fr. 13'333.--\n\n- Anspruch auf die ganze Invalidenrente von\n\n(bis 31. Dezember 1991) 12 x Fr. 1'600.--\n\n(maximale Vollrente) Fr. 19'200.--\n\n-------------\n\nTotal der insgesamt EL-rechtlich anrechenbaren\n\nEinkünfte zwischen Fr. 19'200.-- bis maximal Fr. 32'533.-- |227|\n\n=============\n\nDieser Vergleich zeigt, dass der Versicherte, welcher nach Auffassung des BSV mit höherer Invalidenrente \"weniger\" auf Ergänzungsleistungen angewiesen sein soll als früher mit tieferer Invalidenrente, in Wirklichkeit nur dann besserfährt, wenn er seine Resterwerbsfähigkeit von einem Drittel voll ausschöpft (im Beispiel mit Fr. 13'333.--). Das dürfte die Ausnahme bilden. Zudem lässt das EL-Recht die Anrechnung hypothetischer Erwerbseinkommen nur in engen Grenzen zu (Berücksichtigung auch invaliditätsfremder Gesichtspunkte, vgl. ZAK 1984 S. 97 Erw. 2 und 3). Ferner handelt es sich bei den durch Art. 14a und 14b ELV normierten Anrechnungstatbeständen um gesetzliche Vermutungen, welche der Versicherte nach der Rechtsprechung durch den Beweis des Gegenteils widerlegen kann (BGE 117 V 205 Erw. 2b mit Hinweis). Bei Rentenbezügern mit einem Invaliditätsgrad von mehr als 2/3 erfolgt schliesslich überhaupt keine Anrechnung mehr (Art. 14a Abs. 2 lit. c ELV).\n\ncc) All dies belegt, dass die Heraufsetzung einer (z.B.) halben auf eine ganze Invalidenrente die (nach Art. 3 ELG massgeblichen) anspruchserheblichen Einkommensverhältnisse genau so entscheidend und nachhaltig zu beeinflussen vermag wie umgekehrt (z.B.) die Herabsetzung der ganzen auf eine halbe Invalidenrente; denn (höheres) Erwerbseinkommen und (tiefere) Invalidenrente unterliegen beide nach Art. 3 Abs. 1 lit. a und c ELG der EL-rechtlichen Anrechenbarkeit. Es lässt sich daher kein sachlicher Grund namhaft machen, die in Art. 22 Abs. 2 ELV vorgesehene Anwendung der Nachzahlungsregelung des Abs. 1 dieser Bestimmung bei laufenden Renten auf die Fälle der Herabsetzung zu beschränken. Aus Gründen der Rechtsgleichheit muss Art. 22 Abs. 2 ELV sich auch auf Fälle der Rentenheraufsetzung beziehen.\n\nSomit steht dem Beschwerdeführer, als Ergebnis der vorfrageweisen Prüfung des Art. 22 Abs. 2 ELV auf seine Vereinbarkeit mit dem Gleichbehandlungsgrundsatz, nachzahlungsrechtlich ein Anspruch ab August 1990 zu. Dieser Schluss steht selbstverständlich unter dem Vorbehalt, wie sich die rechtlich massgeblichen wirtschaftlichen Verhältnisse in diesem Prüfungszeitraum entwickelt haben, was ausschlaggebend ist für die Frage, ob und in welcher Höhe ab August 1990 ein EL-Anspruch entstanden ist (Art. 21 Abs. 1 ELV).\n\n3. Damit können alle andern Fragen offenbleiben, insbesondere, ob die Schreiben des Beschwerdeführers vom 10. November 1990 an die AHV-Zweigstelle R. und vom 29. November 1990 an das Sozialamt R. als gültige Anmeldungen im Sinne der Rechtsprechung |228| zu Art. 20 ELV (vgl. BGE 103 V 70; ZAK 1989 S. 47 Erw. 2) zu betrachten sind.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des Versicherungsgerichts des Kantons St. Gallen vom 5. März 1992 und die angefochtene Verwaltungsverfügung, soweit sie die Nachzahlung eines allfälligen Anspruchs auf Ergänzungsleistungen für die Zeit vor Januar 1991 ablehnen, aufgehoben, und es wird die Sache an die Ausgleichskasse des Kantons St. Gallen zurückgewiesen, damit sie, nach ergänzenden Abklärungen im Sinne der Erwägungen, über den Anspruch des Beschwerdeführers auf Nachzahlung von Ergänzungsleistungen ab August 1990 neu verfüge."}