{"annee": "118", "cour": "IV", "page": "167", "date": "27/2/1992", "cite": ["50 II 123", "108 IA 97", "99 IV 1", "102 IV 1", "112 IV 34", "115 IV 162", "109 IV 65", "83 IV 154", "73 IV 68", "110 IV 20", "90 IV 74", "115 IV 207", "106 IV 244", "115 IV 1", "112 IV 31", "103 IV 162", "116 IV 143", "108 IV 33", "115 IV 180", "80 IV 6", "103 IV 71"], "cite_par": ["124 IV 269", "131 IV 83", "141 IV 380", "122 IV 207", "121 IV 18", "128 IV 81", "119 IV 222", "129 IV 6"], "chapeau": "30. Extrait de l'arrêt de la Cour de cassation pénale du 27 février 1992, dans la cause Q. et cst. c. Société immobilière X. et Procureur général du canton de Genève (pourvoi en nullité).", "regestes": ["Lorsqu'il y a lieu de sauvegarder les intérêts commerciaux d'une entreprise, un mandataire commercial au bénéfice d'une procuration générale au sens de l'art. 462 CO peut déposer plainte sans décision préalable du conseil d'administration, pour autant que cela ne soit pas contraire à la volonté de celui-ci. Lorsque ce sont les droits strictement personnels d'une société qui sont en cause, c'est en principe l'administration elle-même qui doit agir (consid. 1). Il peut y avoir violation de domicile lorsqu'un bâtiment vide, dont l'occupation à court terme n'est même pas envisagée, est occupé sans droit par des squatters. Ce qui constitue l'infraction, ce n'est pas l'atteinte à la possession, mais celle portée à la volonté exprimée par l'ayant droit (consid. 3). Le principe de la subsidiarité du droit pénal ne saurait trouver application là où il n'existe pas de relations contractuelles entre l'auteur et le lésé (consid. 3b). Il ne saurait y avoir erreur de droit là où l'autorité cantonale a constaté que les auteurs étaient conscients d'agir contrairement à la loi pénale (consid. 4)."], "faits": "|168|\n\nA.- La Société immobilière X. est propriétaire d'immeubles locatifs à Genève. Elle en a confié la gestion à Y.-Management SA. Ces deux sociétés ont pour seul administrateur Y., qui est leur unique actionnaire. Z. est directeur de Y.-Management SA avec signature individuelle de même que Y.\n\nLe 12 octobre 1989, une manifestation politique organisée par divers mouvements a eu lieu à Genève pour protester contre la crise du logement et contre l'évacuation, ordonnée six jours auparavant, d'un immeuble \"squatté\". Cette manifestation a abouti à l'occupation de l'un des immeubles de la Société immobilière X. dont les logements étaient vides à l'exception de deux appartements, loués chacun à une famille. Les manifestants ont percé les murs qui obturaient les portes palières des logements vides avant d'en prendre possession. A., B. et C. occupaient toujours les lieux le 29 mai 1990.\n\nLeur présence a été constaté pour la première fois le 24 novembre 1989 selon un rapport établi par la police de sûreté; ils ont expliqué qu'ils avaient participé à la manifestation du 12 octobre 1989 et pris possession des locaux le 13 ou le 14 octobre 1989 en ce qui concerne A. et C. et le 15 octobre 1989 pour B.\n\nDès le 12 octobre 1989, la Société immobilière X., représentée par Y.-Management SA, avait déposé plainte pénale, notamment pour violation de domicile. C'est Z., en l'absence de Y. à l'étranger, qui a signé la plainte, mais sa qualité pour agir a été formellement attestée par la régie T. Services SA qui est au bénéfice d'un contrat de gérance datant du 25 avril 1989 portant sur l'immeuble en cause. De plus, le 17 janvier 1990, Me F., avocat au barreau de Genève, chargé par la Société immobilière X. d'assumer la défense des intérêts de celle-ci, a informé le Procureur général de Genève de sa constitution en relation avec la plainte du 12 octobre 1989. Le 18 janvier 1990, Me F. a protesté auprès du Procureur général contre le classement de la procédure relative à la plainte déposée par sa cliente le 12 octobre 1989. Il a notamment fait valoir que des infractions punissables sur |169| plainte avaient été commises et continuaient de l'être. Aussi demandait-il l'ouverture d'une information pénale et la transmission de la procédure à l'instruction afin que les auteurs de ces délits patents soient poursuivis.\n\nPour sa part, Y., agissant au nom de Y.-Management SA représentant la Société immobilière X., a déposé à son tour, le 30 janvier 1990, une plainte pénale, notamment pour violation de domicile, à la suite de l'occupation de son immeuble.\n\nB.- Par ordonnances de condamnation du 10 septembre 1990, le Procureur général a reconnu A., B. et C. coupables de violation de domicile et a condamné chacun d'eux à la peine de dix jours d'emprisonnement avec sursis pendant deux ans. Ils ont fait opposition, mais le Tribunal de police, statuant le 16 janvier 1991, les a condamnés derechef à la même peine.\n\nEn appel, enfin, la Cour de justice a confirmé le 13 mai 1991 le jugement du 16 janvier précédent.\n\nC.- A., B. et C. ont saisi le Tribunal fédéral d'un pourvoi en nullité. Ils concluent à l'annulation de l'arrêt attaqué, au renvoi de la cause à l'autorité cantonale pour qu'elle prononce leur libération, ainsi que, à titre subsidiaire, à la constatation de l'absence d'une plainte valable.\n\nIls demandent l'assistance judiciaire.", "considerants": "Considérant en droit:\n\n1. a) Les recourants font valoir que la plainte pénale du 12 octobre 1989 n'avait pas été valablement déposée, puisqu'elle n'émanait pas d'un organe comme tel de la Société immobilière X., mais d'un représentant investi seulement d'un pouvoir général ne l'habilitant pas à agir par voie pénale sans pouvoirs spéciaux.\n\nb) Selon une jurisprudence constante, la plainte pénale au sens de l'art. 28 al. 1 CP est valable lorsque l'ayant droit a, dans le délai prévu par l'art. 29 CP, exprimé, auprès de l'autorité compétente selon le droit cantonal et dans la forme prescrite par celui-ci, la volonté inconditionnelle que l'auteur de l'infraction considérée soit poursuivi pénalement (ATF 115 IV 2 consid. 2a, ATF 108 Ia 99 consid. 2, ATF 106 IV 244 consid. 1 et les références). C'est donc la procédure cantonale qui détermine les conditions de forme auxquelles la plainte doit satisfaire lorsque le droit strictement personnel du lésé de la déposer est exercé par un représentant. Dans cette perspective, le droit cantonal peut exiger la production d'une procuration écrite dans le délai de |170| plainte ou en dehors de celui-ci, voire dispenser le mandataire choisi, avocat ou non, de présenter un tel document (ATF 108 Ia 99 consid. 2, ATF 106 IV 245 consid. 2). Par contre, dans la mesure où la plainte a été déposée par un représentant sans pouvoirs, la ratification par le lésé doit intervenir avant l'expiration du délai de plainte (ATF 103 IV 72 consid. 4b).\n\nLorsque la plainte est déposée au nom d'une personne morale, il faut se référer à sa structure interne pour déterminer qui a qualité pour déposer plainte. C'est en principe l'organe qui a pour mission de veiller sur les intérêts lésés par l'infraction et dont les pouvoirs sont mentionnés au registre du commerce (ATF 99 IV 2 /5 consid. a à d). S'agissant d'une société anonyme, il s'agira en principe de l'administration.\n\nToutefois, lorsqu'il y a lieu de sauvegarder les intérêts commerciaux d'une entreprise, un mandataire commercial au bénéfice d'une procuration générale au sens de l'art. 462 CO peut déposer plainte sans décision préalable du conseil d'administration pour autant que cela ne soit pas contraire à la volonté de celui-ci. En revanche, s'agissant d'actes qui compromettent des intérêts strictement personnels, telle une atteinte à l'honneur, la procuration spéciale est nécessaire (ATF 99 IV 4 consid. d, ATF 73 IV 70 consid. 4; cf. item REHBERG, \"Der Strafantrag\", in RPS No 85 (1969) p. 247 ss, not. p. 258).\n\nc) La violation de domicile au sens de l'art. 186 CP est un délit contre la liberté. Le bien protégé est la liberté du domicile (Hausrecht), qui comprend la faculté de régner sur des lieux déterminés sans être troublé et d'y manifester librement sa propre volonté. La liberté du domicile appartient à celui qui a le pouvoir de disposer des lieux, que ce soit en vertu d'un droit réel ou personnel ou encore d'un rapport de droit public (ATF 112 IV 33 consid. 3, ATF 108 IV 39 consid. 5a, ATF 103 IV 163 consid. 1, ATF 90 IV 76 consid. 1, ATF 83 IV 156 consid. 1 et les références). Il s'ensuit que la qualité pour déposer une plainte fondée sur l'art. 186 CP n'a pas sa source dans la personne même du lésé comme c'est le cas pour les atteintes à l'honneur ou à l'intégrité corporelle, mais exclusivement dans le contenu de la relation de droit fondant le pouvoir de disposer des lieux. Ainsi, dans l'hypothèse d'un bail à ferme ou d'un bail à loyer, l'ayant droit est le fermier ou le locataire à l'exclusion du propriétaire des lieux (ATF 112 IV 33 consid. 3a, ATF 83 IV 156 consid. 1).\n\nIl faut dès lors bien distinguer entre les droits strictement personnels, lesquels sont inhérents à la personne de l'ayant droit par leur nature même (intégrité corporelle, honneur, liberté individuelle) ou |171| procèdent de son état (mariage, filiation), et ceux que l'on pourrait qualifier de droits simplement personnels parce que ne dépendant pas directement de la personne même de leur titulaire, mais du seul contenu d'un rapport de droit déterminé de nature réelle ou personnelle/contractuelle et relevant du droit privé ou public.\n\nLa liberté du domicile appartient manifestement à cette dernière catégorie de droits qu'il ne se justifie dès lors pas en bonne logique de traiter d'une manière différente de celle concernant les droits patrimoniaux. REHBERG (op.cit., p. 260) considère même comme déterminante au sein d'une entreprise la fonction de tel ou tel employé dont le rôle consiste justement à veiller à la sauvegarde du bien juridiquement protégé et lésé par l'infraction, plutôt que l'existence d'une procuration générale en faveur de celui-ci. Une telle solution s'impose avec une force accrue, s'agissant d'une société immobilière dont la raison d'être consiste dans la gestion d'immeubles. Dans ce contexte, on peut admettre qu'un représentant disposant d'un pouvoir général exprès, mais qui aurait pu être conféré tacitement par actes concluants (ATF 50 II 135 consid. 2), est habilité à déposer plainte pénale dans des circonstances telles que celles relatées plus haut qui lèsent manifestement les droits patrimoniaux de la société propriétaire. Or, on a vu que la société Y.-Management SA, ainsi que cela ressort du registre du commerce, était engagée par la signature individuelle de Z. et qu'elle était titulaire d'un mandat général conféré par la Société immobilière X., ainsi que l'a d'ailleurs attesté la régie T. Services SA, laquelle agissait elle-même en qualité de mandataire professionnel.\n\nDans ces conditions, il est sans pertinence, en ce qui concerne la validité de la plainte du 12 octobre 1989, que, lors du dépôt de celle-ci, Y. se soit trouvé en déplacement à l'étranger, puisque Z. était parfaitement fondé à agir seul comme il l'a fait en s'adressant au Procureur général afin de porter plainte pénale pour violation de domicile.\n\nA ce qui précède, on peut encore ajouter que si par hypothèse Z. n'avait pas eu qualité pour déposer plainte, celle-ci aurait été ratifiée en temps utile, soit avant le 12 janvier 1990, par le ministère de l'avocat de la Société immobilière conformément à la jurisprudence (ATF 103 IV 72 consid. 4b); on pourrait même considérer que l'avocat a déposé notamment une nouvelle plainte. En effet, le droit genevois de procédure n'exige pas d'un avocat la justification de ses pouvoirs par la présentation d'une procuration écrite (SJ 1983 p. 206 et 208) et, en l'occurrence, tant le Tribunal de police que la Cour de justice |172| ont admis la constitution de la Société immobilière X. en tant que partie civile représentée par son conseil, dont l'intervention n'a par ailleurs donné lieu à aucune contestation.\n\nEnfin, la violation de domicile est un délit continu (Dauerdelikt), poursuivable aussi longtemps que l'auteur n'a pas quitté les lieux qu'il occupe sans droit (ATF 102 IV 5 consid. 2b). Comme tel était toujours le cas des recourants le 18 janvier 1990, le délai de plainte de l'art. 29 CP n'avait pas encore commencé à courir (ATF 80 IV 7 /8), lorsque Y. a agi personnellement.\n\nQuant au fait que Y. ait fait preuve tout au début d'une attitude conciliante à l'égard des squatters dont faisaient partie les recourants, il est dénué de pertinence en ce qui concerne la validité de la plainte, dès lors que les recourants n'ont pas prétendu que ce comportement était de nature à faire admettre que Y. avait le moins du monde renoncé à saisir le juge pénal. Il est vrai qu'une telle renonciation peut résulter d'actes concluants (cf. ATF 115 IV 3 consid. 2b), mais l'inexistence de ceux-ci saute aux yeux en l'espèce, puisque, dès qu'il a appris l'occupation de l'immeuble en cause, Y., agissant en sa qualité d'administrateur de Y.-Management SA représentant la Société immobilière X., a aussitôt saisi le Procureur général d'une plainte pénale.\n\nLe premier moyen des recourants doit ainsi être rejeté.\n\n3. Sur le fond, les recourants font principalement valoir que l'immeuble investi le 12 octobre 1989 étant composé pour l'essentiel de logements inhabités, l'occupation de locaux vides, semblant manifestement abandonnés, ne pouvait être constitutive d'une violation de domicile, ni porter atteinte au moindre droit digne de protection, ni même porter préjudice à quiconque. Ils se sont à ce sujet référés à l'avis exprimé par SCHUBARTH (Kommentar zum schweizerischen Strafrecht, volume 3 ad art. 186 CP, Nos 7 et 55) selon qui la protection conférée par l'art. 186 CP ne vaudrait pas s'agissant des maisons vides dont l'utilisation n'est pas prévisible dans un avenir plus ou moins rapproché; cet auteur estime en outre que le fait de laisser à l'abandon une maison en violation de dispositions de droit public prohibant la démolition ou la transformation d'immeubles constitue une circonstance justificative ôtant tout caractère illicite à l'occupation. Mais STRATENWERTH (Schweizerisches Strafrecht, Bes. Teil I, § 5 Nos 71 ss) défend une autre opinion. Pour lui, le fait qu'une maison soit réellement occupée par l'ayant droit ou laissée vide en vue d'une démolition ne joue pas de rôle du point de vue de la liberté du domicile garantie par l'art. 186 CP. Il considère que, dans les cas |173| limites, le droit de disposition abstrait de l'individu doit être protégé. De même, pour des motifs de sécurité du droit, la doctrine allemande reconnaît que le contenu du droit de l'occupant légitime des locaux est formel (RUDOLPHI, Systematischer Kommentar zum Strafrecht, Band II, Bes. Teil, 4. A § 123 n. 6 et cit.). Dans le même sens, NOLL (Schweizerisches Strafrecht, Bes. Teil I, § 21 p. 85) rappelle que le bien juridiquement protégé par l'art. 186 CP n'est pas la possession, mais bien la volonté exprimée par l'ayant droit.\n\nDans la perspective de ces derniers auteurs, il ne s'agit donc pas de déterminer si le ou les auteurs de l'infraction réprimée par cette disposition bénéficient ou non d'un droit préférable résultant d'une meilleure possession que celle de l'ayant droit, ni de tenir compte de la manière dont l'ayant droit utilise les lieux, puisqu'il est fondamentalement libre d'y vivre, de les louer en tout ou partie, voire de les laisser vides en vue d'une démolition ou d'une transformation ultérieure. Cette manière de voir est plus conforme à la ratio legis de l'art. 186 CP telle qu'elle ressort du texte clair de la loi. De plus, si l'on admettait le point de vue des recourants, cela reviendrait à vider de son sens le contenu de la liberté du domicile et à reconnaître en faveur de n'importe qui l'existence d'un droit de réquisition qui ne devrait, en dehors de l'état de nécessité, appartenir qu'à l'autorité publique, dans le cadre exclusif de la loi; on admettrait en outre le recours à la force d'une catégorie de la population contre une autre, en dehors de toute légalité, ce qui n'est pas acceptable dans un Etat de droit fondé sur le respect des libertés individuelles.\n\nDans ces conditions, il n'appartient pas au Tribunal fédéral de prendre en considération dans l'application de l'art. 186 CP l'actualité ou le bien-fondé des projets de reconstruction, de rénovation ou de transformations de la Société immobilière quant à son immeuble, ni leur qualification ni leur but économique, ni même l'existence ou l'absence de nuisances provoquées par les recourants à la suite de l'occupation de l'immeuble. Ces circonstances sont en effet dépourvues de pertinence dès lors que le point à juger est exclusivement de savoir si les recourants ont entravé la volonté exprimée par l'ayant droit. Or, celle-ci ressort clairement de l'obturation des appartements vides par de la maçonnerie.\n\nb) C'est en vain également que les recourants se prévalent du principe de la subsidiarité du droit pénal (Strafwürdigkeit). Certes le Tribunal fédéral, dans deux arrêts récents, s'est-il référé à ce concept en refusant le recours à la voie pénale pour violation de domicile au bailleur qui ne parvient pas à obtenir du fermier la restitution des |174| locaux affermés à la suite de l'expiration du contrat et au propriétaire d'une pompe à chaleur le bénéfice de la plainte pour soustraction sans dessein d'enrichissement (art. 143 CP) contre un entrepreneur refusant de restituer, tant qu'il ne serait pas intégralement payé, cet objet qui lui avait été confié en vue de réparation; dans les deux cas en effet, les dispositions du droit civil sont à même d'assurer une protection suffisante au lésé (ATF 112 IV 34 consid. 3c, ATF 115 IV 209 à 211 consid. 1). Mais il saute aux yeux que la présente espèce est toute différente, puisqu'il n'existe entre les parties aucune relation contractuelle. Admettre ici le principe de la subsidiarité du droit pénal impliquerait soit que l'on renonce à poursuivre le larcin en renvoyant la victime à agir dans le cadre des art. 641, 925 et 927 CC ou, de manière plus générale, à considérer que les art. 41 ss CO rendent inutiles les dispositions du code pénal protégeant les particuliers contre certains actes illicites.\n\nLe moyen tiré de la subsidiarité du droit pénal ne peut dès lors qu'être écarté en l'occurrence, en l'absence de toute relation contractuelle entre les parties.\n\n4. Ce que l'auteur d'une infraction savait, voulait ou avait l'intention de faire, soit l'intention, la conscience et la volonté de l'intéressé, constitue des questions de fait (ATF 116 IV 145 consid. 2c, ATF 110 IV 22 consid. 2, SJ 1986 p. 74 consid. 5a et les références). Il en est en particulier ainsi de la connaissance ou de la prise de conscience (Einsicht) par l'auteur du caractère illicite de ses actes (ATF 115 IV 186 consid. 3c). Ce domaine échappe donc au contrôle de la Cour de céans dans le cadre d'un pourvoi en nullité (ATF 116 IV 145 consid. 2c, ATF 115 IV 186 consid. 3c et les arrêts cités). Il n'y a dès lors pas à revenir ici sur la constatation de la Cour de justice selon laquelle les recourants étaient parfaitement conscients d'agir contrairement à la loi pénale (art. 273 al. 1 let. b et 277bis al. 1 PPF), si bien que l'hypothèse d'une erreur de droit selon l'art. 20 CP est totalement exclue, puisqu'elle ne concerne que celui qui se croit en droit d'agir, parce qu'il ignore que l'acte qu'il commet est interdit et punissable (ATF 109 IV 66 consid. 3). De plus, il ne saurait y avoir erreur de droit que si l'absence de conscience du caractère illicite de l'acte contraire au droit est le résultat d'une erreur portant précisément sur les circonstances entraînant la punissabilité (ATF 115 IV 166 consid. 3); or, le modus operandi utilisé pour pénétrer de force dans les locaux fermés de l'immeuble (brèches pratiquées dans les murs obturant les portes d'accès aux appartements) et le coup de force que cela représente, même expliqués par des motifs politiques tirés de la crise |175| du logement et de l'évacuation récente d'un autre immeuble occupé sans droit, excluent en soi toute erreur sur le caractère illicite de l'opération, et les recourants ne pouvaient manquer d'en avoir conscience, puisqu'ils avaient pris part eux-mêmes à la manifestation du 12 octobre 1989, puis à l'occupation des locaux par effraction. D'ailleurs les recourants eux-mêmes ne se sont pas prévalus de faits justificatifs d'une erreur de droit portant sur les circonstances mêmes de l'infraction. Quant aux coupures de presse auxquelles ils se sont référés, elles ont certes trait à une décision de l'exécutif cantonal en faveur de la non-intervention de la police et de la renonciation à l'évacuation par les soins du Procureur général des locaux occupés en cas d'action symbolique et limitée dans le temps, mais, d'une part, ces conditions n'ont plus été réunies postérieurement aux manifestations du 12 octobre 1989 et, d'autre part, cette décision ne préjuge en rien l'absence d'une suite pénale à l'affaire et n'est donc pas susceptible de faire naître une erreur sur le caractère licite ou illicite de l'occupation des locaux."}