{"annee": "118", "cour": "IA", "page": "446", "date": "9/9/1992", "cite": ["114 IA 73", "113 IA 200", "117 IA 352", "116 IA 41"], "cite_par": ["119 IA 300", "128 I 3", "119 IA 285", "118 IB 503", "124 I 223", "145 II 83", "122 I 279"], "chapeau": "60. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 9. September 1992 i.S. Gemeinde Alvaneu gegen B., Departement des Innern und der Volkswirtschaft des Kantons Graubünden sowie Verwaltungsgericht (Kammer 4) des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Projet de construction dans la zone de maintien de l'habitat rural (Grisons); autonomie communale. 1. La zone de maintien de l'habitat rural prévue par le droit grison peut être assimilée à une zone où la construction est admise dans une mesure restreinte, superposée à une zone non constructible; elle est conforme à l'art. 18 al. 1 LAT et, par son but, elle équivaut presque à une zone de protection. En l'espèce, il n'est cependant pas nécessaire de déterminer exactement la nature juridique de cette zone (consid. 2a/c). 2. L'intérêt à la conservation de l'aspect originel du hameau prime l'intérêt du propriétaire à réaliser le projet litigieux (chauffage comprenant un capteur solaire de grande dimension). C'est de façon arbitraire que le Tribunal administratif cantonal a jugé ce projet conforme à l'affectation de la zone. Il a dès lors violé l'autonomie de la commune qui refuse son autorisation (consid. 4)."], "faits": "|447|\n\nB. ist Eigentümer einer Maiensäss-Liegenschaft in der Erhaltungszone \"Aclas Dafora\" oberhalb der Gemeinde Alvaneu. Am 26. Juli 1990 unterbreitete er der Gemeinde ein Baugesuch zwecks Umbauarbeiten an seiner Maiensäss-Hütte. Er ersuchte einerseits um die Bewilligung dafür, einen neuen Kamin mit einem Holzkochherd und einen neuen Fussboden mit Isolationseffekt im Erdgeschoss einbauen zu dürfen; und andererseits sei ihm zu bewilligen, zwecks Betreibung einer Solar-Schwerkraftheizung einen Sonnenkollektor mit den Massen 3,0 m x 1,25 m (3,75 m2) auf dem Dach der erwähnten Baute montieren zu können.\n\nMit Verfügung vom 10. September 1990 lehnte der Gemeindevorstand von Alvaneu als Baubehörde das von B. eingereichte Baugesuch ab und begründete dies im wesentlichen damit, das Vorhaben sei nicht mit der bestehenden Erhaltungszone in \"Aclas Dafora\" vereinbar. Insbesondere ermögliche die Solar-Schwerkraftheizung eine Komfortsteigerung und führe dadurch zu einer erweiterten Gebäudenutzung, die dem Sinn einer Erhaltungszone als nicht dauernd bewohntem Siedlungsgebiet zuwiderlaufe. Sodann sei die Installation solcher Sonnenkollektoren als Ausbau bestehender Erschliessungs- bzw. Infrastrukturanlagen zu qualifizieren, was mit den einschlägigen Gesetzesbestimmungen der Gemeindebauordnung ebenfalls nicht in Einklang zu bringen sei. Aus ästhetischer Sicht sei ferner festzustellen, dass eine auf dem Dach anzubringende Kollektorenfläche von 3,75 m2 unter Berücksichtigung der vom Baugesetz geforderten einheitlichen Dachbedeckung nicht mehr akzeptabel sei, dies im Gegensatz zu kleinflächigeren Sonnenkollektoren. Insgesamt verstosse demnach die Erteilung der nachgesuchten Baubewilligung sowohl gegen die Zielsetzungen einer Erhaltungszone als auch gegen die Anforderungen, die in gestalterischer Hinsicht an die Dachlandschaft der Maiensäss-Siedlung \"Aclas Dafora\" gestellt würden.\n\n|448|\n\nGegen diese Verfügung erhob B. Rekurs an das Verwaltungsgericht des Kantons Graubünden, welchen dieses mit Entscheid vom 21. November 1990 guthiess, soweit er nicht gegenstandslos geworden war. Gegenstandslosigkeit ergab sich insoweit, als die Gemeinde Alvaneu den projektierten Einbau eines neuen Heizungskamines und die Installation eines neuen Fussbodens mit Isolationseffekt im Erdgeschoss anerkannte. Die im übrigen erfolgte Gutheissung des Rekurses wurde im wesentlichen damit begründet, die Zuteilung der B. gehörenden Maiensäss-Hütte zur Erhaltungszone \"Aclas Dafora\" sei zwar zu Recht erfolgt; entgegen der Ansicht der Gemeinde könne aber im Hinblick auf die für diese Zone geltenden Vorschriften nicht gesagt werden, die vorgesehene Dachinstallation von Sonnenkollektoren sei unzulässig.\n\nMit Eingabe vom 28. Januar 1991 erhob die Gemeinde Alvaneu staatsrechtliche Beschwerde an das Bundesgericht mit dem Antrag, der Entscheid des Verwaltungsgerichtes des Kantons Graubünden vom 21. November 1990 sei aufzuheben.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Verordnung über die Raumplanung vom 2. Oktober 1989 (RPV; SR 700.1), die am 20. Oktober 1989 in Kraft getreten ist, enthält die folgenden für den vorliegenden Fall interessierenden Vorschriften:\n\n\"3. Abschnitt: Erhaltung bestehender Bausubstanz\n\nArt. 23 Kleinsiedlungen ausserhalb der Bauzonen\n\nZur Erhaltung bestehender Kleinsiedlungen ausserhalb der Bauzonen können besondere Zonen nach Artikel 18 RPG (wie Weiler- oder Erhaltungszonen) bezeichnet werden, wenn der kantonale Richtplan (Art. 8 RPG) dies in der Karte oder im Text vorsieht.\n\nArt. 24 Ausnahmen ausserhalb der Bauzonen\n\n1 In Gebieten mit traditioneller Streubauweise, die von Abwanderung betroffen sind und in denen die Dauerbesiedelung im Hinblick auf die anzustrebende räumliche Entwicklung gestärkt werden soll, können die Kantone als standortgebunden (Art. 24 Abs. 1 Bst. a RPG) bewilligen:\n\na. Die Änderung der Nutzung bestehender Gebäude mit Wohnungen zu landwirtschaftsfremden Wohnzwecken, wenn das Gebäude nach der Änderung ganzjährig bewohnt wird;\n\nb. die Änderung der Nutzung bestehender Gebäude oder Gebäudekomplexe mit Wohnungen zu Zwecken des örtlichen Kleingewerbes (wie |449|\n\nKäsereien, holzverarbeitende Betriebe, mechanische Werkstätten, Schlossereien, Detailhandelsläden, Wirtshäuser); der Gewerbeanteil darf nicht mehr als die Hälfte des bestehenden Gebäudes oder Gebäudekomplexes beanspruchen.\n\n2 In Landschaften mit schützenswerten Bauten und Anlagen können die Kantone die Änderung der Nutzung bestehender Gebäude als standortgebunden (Art. 24 Abs. 1 Bst. a RPG) bewilligen, wenn das Gebäude durch Verfügung der für Ortsbild- und Landschaftsschutz zuständigen Behörde als landschaftstypisch geschützt ist und die dauernde Erhaltung der Bausubstanz nicht anders sichergestellt werden kann.\n\n3 Bewilligungen setzen voraus, dass\n\na. die Gebiete nach den Absätzen 1 und 2 im kantonalen Richtplan (Art. 8 RPG) örtlich festgelegt sind;\n\nb. das Gebäude für die landwirtschaftliche Nutzung nicht mehr benötigt wird;\n\nc. die äussere Erscheinung und die bauliche Grundstruktur des Gebäudes im wesentlichen unverändert bleiben;\n\nd. die Änderung keine zusätzliche Verkehrserschliessung erfordert;\n\ne. keine überwiegenden Interessen entgegenstehen (Art. 24 Abs. 1 Bst. b RPG). \"\n\nDas Raumplanungsgesetz für den Kanton Graubünden vom 20. Mai 1973 (KRG) weist in Art. 27a folgende Bestimmungen auf:\n\n\"Art. 27a Für die Erhaltung von landschaftlich oder kulturgeschichtlich wertvoller Bausubstanz können die Gemeinden Erhaltungszonen festlegen. In den Erhaltungszonen sind Neubauten unzulässig. Der Zweck bestimmungsgemäss nutzbarer Bauten darf innerhalb der bestehenden Bausubstanz geändert werden. Die Bauarbeiten sind in der herkömmlichen Bauweise auszuführen.\n\nBei abgelegenen Erhaltungszonen können die Gemeinden besondere Vorschriften über die Erschliessung erlassen.\"\n\nSodann ist Art. 14 der Raumplanungsverordnung für den Kanton Graubünden (KRVO) vom 26. November 1986 von Bedeutung. Er lautet wie folgt:\n\n\"Art. 14 Erhaltungszonen umfassen in der Regel Baugruppen von mindestens 5 Gebäuden.\n\nKleinere Baugruppen oder besondere Bauobjekte können im Rahmen einer Gesamtbeurteilung als Erhaltungszone bestimmt werden. Voraussetzung hiefür ist die Inventarisierung aller Bauten ausserhalb der Bauzonen in der betreffenden Gemeinde.\n\nDie Regierung kann im Genehmigungsverfahren über den Umfang von Zweckänderungen sowie Art und Weise der Ausbaumöglichkeiten der einzelnen Gebäude Weisungen erteilen.\n\nBaubewilligungen für Bauvorhaben in der Erhaltungszone sind dem Amt für Raumplanung mitzuteilen.\n\n|450|\n\nDie Regierung bestellt eine 3- bis 5-köpfige Kommission, die der zuständigen kantonalen Behörde in Fragen der Erhaltungszonen beratend zur Verfügung steht.\"\n\nAm 27. November 1991 hat der Grosse Rat des Kantons Graubünden Art. 14 Abs. 1 KRVO ergänzt. Diese Bestimmung lautet neu wie folgt:\n\n\"Erhaltungszonen umfassen in der Regel Baugruppen von mindestens 5 Gebäuden. Ihre Ausscheidung setzt voraus, dass der kantonale Richtplan dies vorsieht.\"\n\nSchliesslich ist auf Art. 67bis des Baugesetzes der Gemeinde Alvaneu in der Fassung vom 22. Januar 1982 (BauG), vom Regierungsrat genehmigt am 27. September 1982, hinzuweisen, der folgenden Wortlaut hat:\n\n\"4) Schaffung von 2 Erhaltungszonen Aclas Davains und Aclas Dafora Art. 67bis Die Erhaltungszonen in Aclas Davains und Aclas Dafora, gemäss Zonenplan 1:5000, bezwecken die Erhaltung der Baugruppen als Bestandteile der Kulturlandschaft. In diesen Zonen können alle bestehenden, nicht mehr landwirtschaftlich genutzten Bauten zu Ferienzwecken umgebaut werden, wenn nachstehende Bedingungen erfüllt sind:\n\na) Das Gruppenbild und der Maiensässcharakter muss erhalten bleiben.\n\nb) Die Gebäude dürfen weder in Form noch im Volumen verändert werden. Die Neugestaltung von aussen sichtbaren Gebäudeteilen ist in Form, Material und Farbe in herkömmlicher Weise vorzunehmen. Das Mauerwerk ist mit Rasapietra- oder Grubenkalk-Verputz zu verkleiden. Balkone und grosse Fenster sind nicht zulässig. Die Dächer dürfen nicht mit Blech oder Welleternit eingedeckt werden.\n\nc) Die Bauvorhaben sollen vor der Projektierung mit dem von der Gemeinde bezeichneten Fachmann besprochen werden. Sie sind vor Erteilung der Baubewilligung durch diesen zu begutachten, wobei die Kosten zu Lasten des Baugesuchstellers gehen.\n\nd) Die bestehende landwirtschaftliche Nutzung des Gebäudeumschwunges muss auch nach dem Umbau gewährleistet sein. Die Herrichtung gartenähnlicher Anlagen und die Erstellung von festen Abzäunungen irgendwelcher Art sind verboten. Nur während der Atzung sind ablegbare Zäune gestattet. Terrainveränderungen sind nur zulässig, wenn die Herbeiführung des ursprünglichen natürlichen Zustandes es erfordert.\n\ne) Die Baubehörde ist berechtigt, bestehende maiensässfremde Bauten auf Kosten des Eigentümers abändern zu lassen.\n\nf) Bestehende Erschliessungsanlagen dürfen erneuert, jedoch nicht ausgebaut werden. Die Erstellung neuer Anlagen, wie Wege, elektrische Leitungen oder Telefonleitungen ist nicht zulässig. Der Anschluss an die Stromversorgung oder an das Telefonnetz kann gestattet werden. Sämtliche Anschlüsse sind zu verkabeln.\n\n|451|\n\ng) Für Abwasser- und Fäkalienbeseitigung ist eine Bewilligung des kantonalen Amtes für Gewässerschutz einzuholen. Der Kehricht ist von den Bewohnern in einem in Alvaneu-Dorf, Abzweigung Kantons-/Maiensäss-Strasse, bereitgestellten Kehrichtschopf zu deponieren. Es gelten die entsprechenden Bestimmungen des Regulativs der Gemeinde und des Kehrichtverbandes.\n\nh) Der Bauherr hat an geeigneter Stelle die nach Art. 46 des Baugesetzes erforderlichen Abstellplätze auf eigenem oder fremdem Boden zu erstellen und allfällige Rechte an fremdem Boden grundbuchlich nachzuweisen. Vorbehalten bleibt die Beteiligung an einer gemeinschaftlichen Parkierungsanlage.\n\ni) Der Gemeinde dürfen durch den Umbau oder die spätere Benützung des Gebäudes keine Kosten entstehen.\"\n\nc) Nach der Praxis des Bundesgerichtes ist die Festsetzung von Kleinstbauzonen ausserhalb des Baugebietes, welche eine die Landschaft und die geordnete Siedlungsentwicklung beeinträchtigende Streubauweise sanktioniert, nicht nur unzweckmässig, sondern gesetzwidrig (nicht publ. Urteil vom 26. März 1991 betr. Gemeinde Sent, BGE vom 23. Mai 1984 in: Informationshefte des BRP 1/85, S. 12 [= BVR 1984 S. 294 ff.], und BGE vom 3. Februar 1982 in: ZBl 83/1982 S. 351 ff. [= BVR 1982 S. 249 ff. bzw. BR 4/82 S. 79]; s. auch KARL SPÜHLER, Die Nutzung leeren Gebäudevolumens ausserhalb der Bauzonen, ZBJV 125/1989 S. 339; CHRISTOPH BANDLI, Bauen ausserhalb der Bauzonen, Diss. Bern 1989, N. 98 S. 70; HEINZ AEMISEGGER, RPG/NO, Nr. 4/1982, S. 5 f.). Diese Rechtsprechung bezieht sich jedoch nicht auf Erhaltungszonen der hier umstrittenen Art. Sie ist vielmehr auf eigentliche, allgemeine Bauzonen im Sinne von Art. 15 RPG ausgerichtet, in denen vor allem auch Neu- und Erweiterungsbauten vorgesehen sind. Solche Bauzonen im Sinne von Art. 15 RPG müssen allgemeinen planerischen Erwägungen hinsichtlich der räumlichen Ausdehnung des Siedlungsgebietes und der rationellen Erschliessung gemäss Art. 19 RPG entsprechen. Sie haben sich auf die in Art. 22quater BV sowie namentlich in den Art. 1, 3, 15 und 19 RPG enthaltenen Planungsgrundsätze auszurichten. Im Lichte dieser Grundsätze sind Kleinstbauzonen, welche für Neubauvorhaben ausgeschieden werden, unzulässig. Ganz anders verhält es sich aber bei den hier umstrittenen Erhaltungszonen. Ihre Ausscheidung wird von der bundesgerichtlichen Rechtsprechung ausdrücklich begrüsst. So wird in BGE 115 Ib 151 dargelegt, die Zuweisung von bestehenden Kleinsiedlungen in Bauzonen müsse nicht dazu führen, dass an sich unerwünschte Kleinstbauzonen für Neubauten entstünden. Das Bundesgericht geht in diesem Entscheid |452| davon aus, solche Erhaltungszonen seien beschränkte Bauzonen und keine Nichtbauzonen. So verhält es sich auch hinsichtlich der zur Diskussion stehenden Erhaltungszone \"Aclas Dafora\". Die erwähnte, vom Departement des Innern und der Volkswirtschaft des Kantons Graubünden diesbezüglich dargelegte Rechtsauffassung ist weitgehend zutreffend. Sie ist allerdings nachfolgend in gewissen Punkten zu präzisieren.\n\nDie Bündner Erhaltungszone bezweckt die Erhaltung bestehender, insgesamt betrachtet wertvoller Bausubstanz, die vor dem Zerfall gerettet werden soll. Sie will solche Bausubstanz einer zweckmässigen Nutzung zuführen und verfolgt damit Zielsetzungen des Ortsbild- und Landschaftsschutzes. Diese Zielsetzungen könnten auch in Anwendung von Art. 17 Abs. 2 RPG in Verbindung mit Art. 24 RPG und Art. 24 RPV verwirklicht werden. In diesem Fall wären auf den Einzelfall zugeschnittene Schutzmassnahmen zu treffen und gestützt darauf Bewilligungen im Sinne von Art. 24 RPG zu erteilen (s. in diesem Zusammenhang nicht publ. Urteil des Bundesgerichtes vom 19. April 1989 betr. Gemeinde Alterswil). Zur Erhaltung der Bündner Maiensässe ist aber der Weg der Ausscheidung von Erhaltungszonen oft zweckmässiger. Wie die Gemeinde in ihrer im bundesgerichtlichen Verfahren erstatteten Replik zutreffend darlegt, sind Baugesuche, welche sich an den Rahmen von Art. 67bis BauG halten und damit zonenkonform sind, auf dem ordentlichen Baubewilligungsweg in Anwendung von Art. 22 RPG zu beurteilen. Es stellt sich jedoch die Frage, wie es sich verhält, wenn Baugesuche eingereicht werden, die den Rahmen des gestützt auf Art. 67bis BauG Zulässigen sprengen. Sind dann allenfalls Ausnahmebewilligungen gemäss Art. 23 RPG zulässig, oder ist in einem solchen Fall Art. 24 RPG anwendbar? Mit Rücksicht auf die besondere Natur der hier zur Diskussion stehenden Erhaltungszone muss letzteres zutreffen. Dies bedeutet, dass die Bündner Erhaltungszone mit einer eine Nichtbauzone überlagernden beschränkten Bauzone verglichen werden kann, die sich auf Art. 18 Abs. 1 RPG stützt; hinsichtlich ihrer Zielsetzung steht sie einer Schutzzone nahe (s. hierzu EJPD/BRP, Erläuterungen zum RPG, N. 27 f. zu Art. 17, sowie LEO SCHÜRMANN, Bau- und Planungsrecht, 2. Aufl., Bern 1984, S. 171 f.). Überschreitet ein Vorhaben den Rahmen dessen, was in einer solchen auf die Erhaltung der bestehenden Bausubstanz beschränkten Nutzungszone zonenkonform ist, so kommen die Vorschriften der Grundnutzungszone zur Anwendung, welche von der Erhaltungszone überlagert wird. In einem solchen Fall stellt sich dann die Frage, ob das in der |453| Erhaltungszone zonenwidrige Bauvorhaben der Grundnutzungsordnung entspricht und mit Rücksicht darauf gestützt auf Art. 22 RPG im ordentlichen Baubewilligungsverfahren bewilligt werden kann. Trifft dies nicht zu, so ist das betreffende Baugesuch, das den Rahmen der Erhaltungszone sprengt, gestützt auf Art. 24 RPG und das dazu erlassene kantonale Ausführungsrecht zu überprüfen. Die Verhältnisse liegen mithin ähnlich wie bei einer eine Landwirtschaftszone überlagernden Kiesabbauzone, die nach Abbau und Rekultivierung des Landes erneut der landwirtschaftlichen Nutzung zur Verfügung stehen soll. Es ist auch denkbar, eine Erhaltungszone der erwähnten Art im Sinne einer auf die Erhaltung der bestehenden Bausubstanz beschränkten Nutzungszone gestützt auf Art. 18 Abs. 1 RPG als Grundnutzungszone auszuscheiden. Eine solche könnte allerdings nicht als Bauzone im Sinne von Art. 15 RPG gelten, was zur Folge hätte, dass Art. 24 RPG auf alle Bauvorhaben anwendbar wäre, die mit den Nutzungsvorschriften der Erhaltungszone unvereinbar wären (vgl. in diesem Zusammenhang auch die Regelung in bezug auf die Freihaltezone gemäss § 40 Abs. 1 des Planungs- und Baugesetzes des Kantons Zürich vom 7. September 1975 in der Fassung vom 1. September 1991). Im Hinblick auf die nachfolgenden Erwägungen erübrigt es sich hier allerdings, die Frage der Rechtsnatur der Bündner Erhaltungszone abschliessend zu beurteilen.\n\n3. a) Die vorstehenden Erwägungen führen zum Ergebnis, dass das hier umstrittene Bauvorhaben in zutreffender Weise im Verfahren gemäss Art. 22 RPG auf seine Zonenkonformität und damit auf seine Übereinstimmung mit Art. 67bis BauG überprüft worden ist. Die Beschwerdeführerin ist der Auffassung, das Verwaltungsgericht habe derart auf willkürliche Weise kantonales Recht und damit auch ihre Gemeindeautonomie verletzt. Zutreffend hat sie diese Rüge im Rahmen der staatsrechtlichen Beschwerde vorgetragen. Durch den angefochtenen Entscheid wird die Beschwerdeführerin in ihrer Eigenschaft als Trägerin hoheitlicher Gewalt getroffen. Sie ist daher beschwerdelegitimiert. Ob ihr im betreffenden Bereich tatsächlich Autonomie zusteht, ist keine Frage der Legitimation, sondern Gegenstand der materiellen Beurteilung (BGE 117 Ia 354 f. E. 3a, BGE 116 Ia 43 E. 1a, BGE 114 Ia 76 E. 1, 81 E. 1a und 467 E. 1a, BGE 113 Ia 202 E. 1a, mit Hinweisen).\n\nb) Eine Gemeinde ist in einem Sachbereich autonom, wenn das kantonale Recht diesen nicht abschliessend ordnet, sondern ihn ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt (BGE 117 Ia |454355| f. E. 4a, mit Hinweisen). Ist diese Voraussetzung erfüllt, so kann sich die Gemeinde mit staatsrechtlicher Beschwerde dagegen zur Wehr setzen, dass die kantonale Behörde im Rechtsmittelverfahren ihre Prüfungsbefugnis überschreitet oder dass sie bei der Anwendung der kommunalen, kantonalen und bundesrechtlichen Normen, die den betreffenden Sachbereich ordnen, gegen das Willkürverbot verstösst, oder, soweit kantonales oder eidgenössisches Verfassungsrecht in Frage steht, dieses unrichtig auslegt oder anwendet (BGE 115 Ia 44, 114 Ia 169 f. und 372 E. 2a, 112 Ia 270 E. 2a, je mit Hinweisen).\n\nc) Wie das Bundesgericht schon vielfach festgestellt hat, sind die Bündner Gemeinden in weiten Bereichen der Raumplanung und des Bauwesens autonom (BGE 110 Ia 207 E. 2b, 108 Ib 238 E. 3b, mit Hinweisen). Diese Autonomie erstreckt sich klarerweise auf die Frage der Zonenkonformität, welche sich nach den im kantonalen und kommunalen Baurecht enthaltenen Grundsätzen beurteilt. Im vorliegenden Fall sind in dieser Hinsicht die Art. 27a KRG und 67bis BauG massgebend. Es ist zu prüfen, ob das Bauvorhaben des Beschwerdegegners in der Erhaltungszone \"Aclas Dafora\" namentlich im Lichte von Art. 67bis BauG zonenkonform ist. Bei der Anwendung dieser Vorschrift steht der Gemeinde Alvaneu zweifellos eine relativ erhebliche Entscheidungsfreiheit zu.\n\n4. Die Beschwerdeführerin begründet ihre Willkürrüge in bezug auf Art. 67bis BauG damit, diese Vorschrift bezwecke die Erhaltung der Maiensäss-Siedlungen als Bestandteil der Kulturlandschaft. Ursprünglich hätten die Bergbauern die Maiensässe als Unterkunft im Herbst benützt, wenn sie das Vieh hätten ausfüttern müssen. Daher wiesen die Maiensässe auch einen Stall- und einen Wohnteil auf. Diese Bausubstanz sei erhaltenswert, zeige sie doch deutlich die kulturhistorische Bedeutung der Maiensässe auf. Infolge des Bedeutungsverlustes der Berglandwirtschaft hätten auch die Maiensässe ihre ursprüngliche Funktion verloren. Trotzdem habe die Gemeinde Alvaneu den besonderen Charakter solcher Siedlungen bewahren wollen. Um die bestehenden Bauten einem erweiterten Nutzungszweck zu öffnen, habe die Gemeinde in ihrem Baugesetz eine Ferienhausnutzung ermöglicht, welche jedoch nur unter Einhaltung strengster Bedingungen zulässig sein solle. So enthalte Art. 67bis BauG ein ausdrückliches Ausbauverbot der bestehenden Erschliessungsanlagen. Das zeige deutlich, dass die bestehenden Verhältnisse gewahrt werden sollten und die Wohnnutzung auf denjenigen Rahmen beschränkt sei, welcher mit der bestehenden Erschliessung |455| vereinbar und verträglich sei. Das Verwaltungsgericht habe den Zweck der Erhaltungszone krass falsch definiert. Die bestehende Bausubstanz solle nur beschränkt dem Wohnen dienen, und vor allem solle der ursprüngliche Zustand erhalten werden. Es gehe darum, einen künftig drohenden Zerfall der Maiensäss-Hütten zu verhindern und die Bausubstanz zu bewahren. Deshalb sei die Erhaltungszone auch nicht diejenige Zone, in welcher vor allem die umweltverträglicheren Alternativenergien gefördert werden sollten. Das sei bei Bauvorhaben in der eigentlichen Bauzone zu tun. In der Erhaltungszone sei ein Aus- und Neubau unzulässig. Die Gemeinde Alvaneu werde daher den Einbau eines Solar- oder konventionellen Ölheizungssystems in einem Gebäude der Erhaltungszone nie bewilligen, da sonst eine zonenwidrige Benutzung möglich wäre. Sie wolle alle Vorkehren treffen, um einen solchen zonenwidrigen Zustand zu verhindern, weshalb sie auch noch nie den Einbau eines Heizsystems in einer Maiensäss-Hütte bewilligt habe. Darüber hinaus hätten auch die bestehenden Blechdächer keinen Einfluss auf den Zweck der Erhaltungszone. Die Erhaltungszone sei u.a. gerade deshalb ausgeschieden worden, um derartige Missgriffe in Zukunft zu verhindern. Die Gemeinde habe seit 1982 kein Blechdach mehr bewilligt. Die Maiensäss-Siedlung \"Aclas Dafora\" sei trotz der altrechtlichen Bausünden von ausnehmender Schönheit und deshalb erhaltenswert.\n\nTrotz diesen von der Beschwerdeführerin geäusserten Bedenken entschied das Verwaltungsgericht, die Baubewilligung für die Installation eines Sonnenkollektors mit den Massen 3,0 m x 1,25 m (3,75 m2) auf dem Dach der Maiensäss-Hütte des Beschwerdegegners sei zu erteilen. Dies sei sowohl im Hinblick auf den Wortlaut von Art. 67bis BauG als auch angesichts des Zwecks der Erhaltung von Wohnsubstanz notwendig. Am bundesgerichtlichen Augenschein hat sich ergeben, dass die Gemeinde die Bewilligung der vom Beschwerdegegner für die Betreibung einer Solar-Schwerkraftheizung projektierten Anlage vor allem bekämpft, weil sie ein negatives Präjudiz für die übrigen Dachflächen des Maiensässes \"Aclas Dafora\" befürchtet. Bisher wurden dort zwar Sonnenkollektoren bewilligt, aber nur kleinflächige von in der Regel rund 1/3 m2. Diese dienen ausschliesslich zur Stromerzeugung für Beleuchtungs-zwecke. Die Gemeinde liess diese Anlagen nicht zuletzt deshalb zu, weil sie wesentlich ungefährlicher sind als andere Beleuchtungssysteme, wie etwa Petrol- oder Gaslampen. Im Interesse der Zielsetzungen der Erhaltungszone \"Aclas Dafora\" wurde der Nutzen dieser Lichtstromanlagen höher gewertet als die Interessen am Schutz des Ortsbildes. Die |456| vom Beschwerdegegner vorgesehene Sonnenkollektoranlage soll Heizzwecken dienen. Sie ersetzt aber die bestehende Holzheizung nicht, sondern soll diese lediglich unterstützen und ergänzen. Am Augenschein ist klar geworden, dass der Heizungsbeitrag der geplanten Anlage im Verhältnis zum gesamten Heizungsbedarf unwesentlich ist. Schon aus diesem Grund ist es willkürlich, wenn das Verwaltungsgericht das Interesse an der Erhaltung des Ortsbildes des in Frage stehenden Maiensässes weniger hoch bewertete als das Interesse des Beschwerdegegners an der Errichtung der Heizungsanlage.\n\nAber auch aus einem weiteren Grund ist der angefochtene Entscheid des Verwaltungsgerichtes verfassungsrechtlich nicht haltbar. Würde dem Beschwerdegegner die umstrittene Sonnenkollektoranlage bewilligt, so müsste dies auch gegenüber weiteren Hausbesitzern des Maiensässes getan werden. Dadurch würde aber die heute - von einzelnen, wenn auch nicht unübersehbaren Ausnahmen abgesehen - guterhaltene Dachlandschaft des Maiensässes \"Aclas Dafora\" stark beeinträchtigt. Eine solche Beeinträchtigung des Ortsbildes wollen aber die erwähnten kommunalen und kantonalen Vorschriften betreffend die Erhaltungszone \"Aclas Dafora\" offensichtlich verhindern. Davon, dass das ursprüngliche Ortsbild des Maiensässes schon an verschiedenen Stellen beeinträchtigt ist, hat sich die bundesgerichtliche Delegation am Augenschein überzeugen können. Dies ist zwar bedauerlich, vermag aber das Interesse daran, das auch heute noch sehr schöne und beeindruckende Erscheinungsbild des Maiensässes mit verhältnismässigen Vorkehren zu erhalten, nicht wesentlich herabzumindern. Die Gemeinde bemüht sich im übrigen seit einigen Jahren mit ihrer am Augenschein näher dargelegten Baubewilligungspraxis sehr um die sinnvolle und zweckmässige Erhaltung des Maiensässes, wobei sie ganz besonders auf ästhetische Belange achtet. Sie beabsichtigt, vorhandene Beeinträchtigungen nach Möglichkeit zu beseitigen und neue zu verhindern. Das ist keine leichte Aufgabe, besonders wenn es auch darum geht, eigenmächtigem unbewilligtem Vorgehen von Hauseigentümern zu begegnen.\n\nIndem das Verwaltungsgericht den geplanten Sonnenkollektor mit Solar-Schwerkraftheizung in der Erhaltungszone \"Aclas Dafora\" von Alvaneu als zonenkonform bezeichnet hat, hat es somit die Bestimmungen gemäss Art. 27a KRG in Verbindung mit Art. 67bis BauG in verfassungsrechtlich unhaltbarer Weise angewendet. Sein Urteil verstösst daher gegen die Gemeindeautonomie. Aus diesen Gründen ist die Beschwerde der Gemeinde Alvaneu gutzuheissen und das angefochtene Urteil aufzuheben."}