{"annee": "118", "cour": "IA", "page": "457", "date": "14/8/1992", "cite": ["112 IA 18", "116 IA 85", "116 IA 289", "117 IA 187", "118 IA 327", "114 IA 179", "113 IA 412"], "cite_par": ["118 IA 462", "124 I 274", "121 II 214", "133 I 33", "121 I 306", "125 I 127", "120 IA 48"], "chapeau": "61. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. August 1992 i.S. X. gegen Gemeinderat Biberstein und Bezirksgericht Aarau (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., art. 6 par. 3 let. d CEDH (droit de l'accusé de faire interroger des dénonciateurs anonymes). L'accusé a en principe le droit d'être informé de l'identité du dénonciateur et de lui faire poser des questions complémentaires, lorsque celui-ci a fait une déclaration écrite sur laquelle le juge entend fonder son prononcé. C'est seulement dans des cas exceptionnels, pour la sauvegarde d'intérêts prépondérants et dignes de protection, qu'il est admissible de retenir les déclarations de témoins à charge dont l'anonymat est préservé. En l'espèce, le dénonciateur n'a pas d'intérêt prépondérant à l'anonymat complet."], "faits": "BGE 118 Ia 457 S. 458\n\nMit Beschluss des Gemeinderates Biberstein vom 19. Juni 1989 wurde das Ehepaar X. wegen vorschriftswidriger Hundehaltung verwarnt. Am 19. August 1991 büsste der Gemeinderat Biberstein die Eheleute X. in Anwendung des Allgemeinen Polizeireglementes mit Fr. 200.--. Es wurde den Gebüssten erneut eine ordnungswidrige störende Hundehaltung vorgeworfen. Nachdem das Ehepaar X. gegen den Strafbefehl Einsprache erhoben hatte, erliess der Gemeinderat Biberstein am 25. November 1991 einen Einspracheentscheid, in welchem die ausgefällte Busse bestätigt wurde.\n\nDen Einspracheentscheid focht das Ehepaar X. mit Beschwerde an das Bezirksgericht Aarau an. Dieses wies die Beschwerde mit Urteil vom 11. März 1992 ab. Die Verurteilung stützte sich zur Hauptsache auf drei belastende Anzeigen von Anwohnern. Den Angeschuldigten war zwar der Wortlaut dieser Schreiben bekanntgemacht worden, nicht aber die Identität der Anzeiger. Zudem lehnte das Bezirksgericht Aarau den Antrag der Verteidigung auf Befragung der Anzeiger als Zeugen an der Hauptverhandlung ab. Gegen das Urteil des Bezirksgerichtes Aarau gelangten die Verurteilten mit staatsrechtlicher Beschwerde an das Bundesgericht. Sie rügen eine Verletzung ihrer von Art. 4 BV und Art. 6 EMRK gewährleisteten Verfahrensrechte und beantragen die Aufhebung des angefochtenen Entscheides. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Das angefochtene Strafurteil stützt sich im wesentlichen auf drei schriftliche belastende Aussagen von Anzeigern, welche entgegen den Beweisanträgen der Verteidigung nicht als Zeugen einvernommen worden sind und deren Identität den Beschwerdeführern nicht bekanntgegeben worden ist. Die Beschwerdeführer sehen darin insbesondere einen Verstoss gegen das rechtliche Gehör und gegen das Recht auf Befragung von Belastungszeugen (Art. 4 BV, Art. 6 Ziff. 3 lit. d EMRK).\n\nb) Gemäss Art. 6 Ziff. 3 lit. d EMRK hat der Angeschuldigte im Strafverfahren das Recht, Fragen an die Belastungszeugen zu stellen und die Ladung und Vernehmung von Entlastungszeugen unter denselben Bedingungen wie die der Belastungszeugen zu erwirken. Derselbe Anspruch ergibt sich schon aus Art. 4 BV (BGE 116 Ia 291 E. 3; BGE 114 Ia 181). Nach der Praxis des Bundesgerichtes, welche mit BGE 118 Ia 457 S. 459derjenigen der Rechtsprechungsorgane der Europäischen Menschenrechtskonvention übereinstimmt, ist eine Busse von mehreren hundert Franken, welche im Falle der Nichtbezahlung in Haft umgewandelt werden kann, als strafrechtliche Sanktion zu betrachten. Dies um so mehr, wenn sich die Strafdrohung an die Allgemeinheit der Bürger richtet (vgl. BGE 117 Ia 188 f. E. 4a; EGMR vom 22. Mai 1990 i.S. Franz Weber c. CH, Série A, vol. 177). Art. 6 Ziff. 3 lit. d EMRK ist somit auf den vorliegenden Fall anwendbar.\n\naa) Gemäss der bundesgerichtlichen Rechtsprechung genügt es grundsätzlich, wenn der Angeschuldigte im Verlaufe des Strafverfahrens wenigstens einmal Gelegenheit erhält, den ihn belastenden Personen Ergänzungsfragen zu stellen (BGE 116 Ia 291 E. 3a; BGE 113 Ia 422 E. 3c mit Hinweisen). Indessen kann es unter besonderen Umständen ungenügend erscheinen, wenn dem Angeschuldigten diese Möglichkeit nur im Ermittlungsverfahren und nicht auch noch an der Hauptverhandlung vor Gericht eingeräumt wird. Insbesondere kann eine ergänzende Befragung vor Gericht dann notwendig erscheinen, wenn dem Angeschuldigten bei den Konfrontationseinvernahmen im Ermittlungsverfahren noch kein Verteidiger zur Seite stand (BGE 116 Ia 293 f. E. c mit Hinweisen). Das Befragungsrecht gilt grundsätzlich auch gegenüber belastenden Aussagen von anonymen Gewährspersonen (BGE 118 Ia 330 f.).\n\nbb) Nach der Praxis der Rechtsprechungsorgane der Europäischen Menschenrechtskonvention ist das Abstellen auf belastende polizeilich protokollierte Aussagen aus der Voruntersuchung zwar zulässig, der Angeschuldigte muss jedoch die Möglichkeit haben, die Aussagen spätestens an der öffentlichen und kontradiktorischen Gerichtsverhandlung zu bestreiten und die Belastungszeugen ergänzend zu befragen (vgl. Urteile des Europäischen Gerichtshofes für Menschenrechte vom 27. September 1990 i.S. Windisch c. A, EGMR Série A, vol. 186, Ziff. 26, vom 26. April 1991 i.S. Asch c. A, EGMR Série A, vol. 203, Ziff. 27, sowie vom 19. Dezember 1990 i.S. Delta c. F, EGMR Série A, vol. 191). In einem die Schweiz betreffenden Urteil vom 15. Juni 1992 i.S. Lüdi hat sich der Europäische Gerichtshof für Menschenrechte mit der Problematik des Abstellens auf belastende Aussagen anonymer Drogenfahnder, sogenannter \"V-Männer\", befasst. Der Gerichtshof hält fest, dass ein anonymer Gewährsmann, auf dessen Aussagen der Strafrichter abstellt, grundsätzlich wie ein Zeuge zu behandeln sei, auch wenn er seine Aussagen nicht als förmlicher Zeuge an den Schranken des Gerichts gemacht hat. Dem Angeschuldigten müsse daher ausreichend BGE 118 Ia 457 S. 460Gelegenheit gegeben werden, die belastenden Aussagen des anonymen Informanten zu bestreiten und ihn ergänzend zu befragen (EGMR Série A, vol. 238, Ziff. 44, 47; s. auch Bericht der Kommission, VPB 1991 Nr. 53). Da im Fall Lüdi weder dem Angeschuldigten noch seinem Verteidiger Gelegenheit eingeräumt worden war, den Gewährsmann ergänzend zu befragen und die Glaubwürdigkeit seiner Aussagen anzuzweifeln, wurde eine Verletzung von Art. 6 Ziff. 3 lit. d EMRK bejaht (entgegen BGE 112 Ia 24 E. 5). Dabei vertrat der Gerichtshof die Auffassung, es hätte möglich sein müssen, den \"V-Mann\" in der Weise befragen zu lassen, dass die schutzwürdigen Interessen der Strafverfolgungsbehörden an der Wahrung der Anonymität des Informanten gewahrt geblieben wären (EGMR Série A, vol. 238, Ziff. 49). Der Gerichtshof hat sich damit nicht gegen die Anonymität des Gewährsmannes, sondern ausschliesslich gegen die fehlende Befragungsmöglichkeit ausgesprochen (vgl. auch BGE 118 Ia 330 f.).\n\n3. a) Das Bezirksgericht begründet die Nichtbekanntgabe der Identität der Anzeiger bzw. den Verzicht auf deren Befragung als Zeugen mit schutzwürdigen Interessen an der Wahrung ihrer Anonymität. So seien die Anzeiger bei Bekanntgabe ihrer Identität möglichen Repressalien von seiten der Beschwerdeführer ausgesetzt. Es finden sich zwar in den Verfahrensakten entsprechende Hinweise und Befürchtungen von Vertretern des Gemeinderates, die durchaus nicht leicht zu nehmen sind. Hingegen erscheint die Formulierung, es sei \"aktenkundig, dass Anzeiger in der Vergangenheit durch die Beschwerdeführer massiv belästigt und eingeschüchtert worden sind\", auf Grund der vorliegenden Akten übertrieben. Allerdings wird die Auffassung, wonach schutzwürdige Interessen an der Wahrung der Anonymität der Anzeiger vorgelegen hätten, jedenfalls nachträglich durch den Eindruck eines Flugblattes bekräftigt, welches bei den Akten liegt. In diesem Flugblatt geben die Beschwerdeführer nicht nur ihrer Auffassung zum vorliegenden Fall Ausdruck, sondern sie meinen, auch noch Namen und Adressen der ihnen inzwischen bekannt gewordenen Anzeiger öffentlich bekanntmachen zu müssen. Dabei wird unter anderem festgehalten, dass es sich bei den Anzeigern um \"protektionierte Neuzuzüger\" handle und dass die Anzeigen \"die erbärmliche Grundlage für derartige behördliche Schikanen\" ergäben.\n\nEs fragt sich, ob die vom Bezirksgericht befürchteten Repressalien einen Verzicht auf Zeugenbefragung bzw. ein Abstellen auf schriftliche anonymisierte Aussagen im Strafurteil rechtfertigen können.\n\nBGE 118 Ia 457 S. 461\n\nb) Den kantonalen Instanzen ist insoweit zuzustimmen, als es grundsätzlich möglich sein muss, die Anonymität von Zeugen, Auskunftspersonen, Anzeigern und anderen Gewährspersonen im Falle von überwiegenden schutzwürdigen Interessen zu wahren. Es ist dabei insbesondere an die Problematik von Prozessen im Umfeld des organisierten Verbrechens und des Terrorismus, an den sachgerechten Einsatz von Methoden der verdeckten Fahndung (\"V-Männer\") oder an die Persönlichkeitsrechte der Opfer von Sittlichkeitsverbrechen zu denken (vgl. GÜNTER HEINE, Der Schutz des gefährdeten Zeugen im schweizerischen Strafverfahren, ZStrR 109 [1992] 53 ff.; HANS BAUMGARTNER, Zum V-Mann-Einsatz, Diss. ZH 1990; ERNST R. GNÄGI, Der V-Mann-Einsatz im Betäubungsmittelbereich, Bern 1992; ANDREAS DONATSCH, Die Anonymität des Tatzeugen und der Zeuge vom Hörensagen, ZStrR 104 [1987] 397 ff.; MARC FORSTER, Die Verwertbarkeit der Zeugenaussagen von Drogensüchtigen, AJP 1992/8, S. 987 ff.; NIKLAUS OBERHOLZER, Grundzüge des st. gallischen Strafprozessrechts, St. Gallen 1988, S. 147; NIKLAUS SCHMID, Strafprozessrecht, Zürich 1989, N 632; vgl. auch BGE 112 Ia 24 E. 5). Die Respektierung solcher schutzwürdiger Interessen darf indessen nicht zu einer rechtsstaatlich untragbaren Schmälerung elementarer Verfahrensrechte des Angeschuldigten führen. Wenn sich die Behörden der Strafjustiz beweisrechtlich auf schriftliche Aussagen von Anzeigern oder anderen Gewährspersonen stützen, muss es dem Angeschuldigten ermöglicht bleiben, seine Verteidigungsrechte wirksam wahrzunehmen. Insbesondere muss er in der Lage sein, die Glaubwürdigkeit der betreffenden Anzeiger prüfen und nötigenfalls in Frage stellen zu können (EGMR vom 15. Juni 1992 i.S. Lüdi c. CH, Série A, vol. 238, Ziff. 47; vgl. auch ZR 85 [1986] Nr. 55 sowie BGE 116 Ia 88 f. E. 3b).\n\nc) Falls Anzeiger als Zeugen befragt werden, hat der Angeschuldigte das Recht, Ergänzungsfragen an die Belastungszeugen zu stellen und allenfalls die Überzeugungskraft ihrer Aussagen zu erschüttern (vgl. E. 2b). Grundsätzlich muss es dem Angeschuldigten auch möglich sein, die Identität eines Zeugen zu erfahren, um dessen persönliche Glaubwürdigkeit sowie allfällige Zeugenausschluss- und Ablehnungsgründe (insbesondere Verwandtschaftsverhältnisse, persönliche Beziehungen usw.) überprüfen zu können. Ein Abstellen auf Zeugenaussagen unter Wahrung der Anonymität könnte allenfalls in besonderen begründeten Ausnahmefällen und zur Wahrung überwiegender schutzwürdiger Interessen möglich erscheinen. Aber auch anonymen Gewährspersonen gegenüber muss der BGE 118 Ia 457 S. 462Angeschuldigte nach der Praxis des Bundesgerichtes und der Rechtsprechungsorgane der Europäischen Menschenrechtskonvention grundsätzlich sein Fragerecht ausüben können (EGMR vom 15. Juni 1992 i.S. Lüdi c. CH, Série A, vol. 238, Ziff. 47; EGMR vom 27. September 1990 i.S. Windisch c. A, Série A, vol. 186, Ziff. 26; unveröffentlichtes Urteil des Bundesgerichtes vom 25. Juni 1990 i.S. E. P., E. 4a; vgl. auch BGE 116 Ia 88 f. E. 3b). Falls der Strafrichter jedoch entgegen dem Beweisantrag des Angeschuldigten auf eine Einvernahme von Anzeigern als Belastungszeugen verzichtet und trotzdem auf deren schriftliche belastende Aussagen abstellt, wird dem Angeschuldigten das Recht abgeschnitten, entsprechende Ergänzungsfragen zu stellen und sich damit möglicherweise zu entlasten. Vorliegend wurde den Angeschuldigten zudem auch noch die Identität der Anzeiger vorenthalten. Überwiegende schutzwürdige Gründe für eine derartige vollständige Anonymisierung des Beweisverfahrens sind im vorliegenden Fall nicht ersichtlich. Die Anzeiger hatten gemäss Akten auch keinerlei Geheimhaltung ihrer Identität beantragt. Überdies muss sich der Richter gerade bei freier - und kritischer - Würdigung der Beweise im klaren sein, dass formlose schriftliche Behauptungen als Hauptbeweismittel eine äusserst schwache Basis für ein Strafurteil darstellen (vgl. OBERHOLZER, a.a.O., S. 147)."}