{"annee": "118", "cour": "III", "page": "16", "date": "9/11/1992", "cite": ["113 III 10", "78 III 107", "115 III 45", "77 III 23", "65 III 75", "77 III 151", "104 III 38"], "cite_par": ["120 III 71"], "chapeau": "6. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 9. November 1992 i.S. W. (Rekurs)", "regestes": ["Saisissabilité d'une rente (art. 93 LP). Le fait qu'un rentier ait dû se retirer prématurément de la vie professionnelle pour des raisons de santé n'empêche pas sa prétention à l'égard de la caisse de pensions, bien que qualifiée de rente d'invalidité, de devenir relativement saisissable à partir de l'âge de 65 ans révolus."], "faits": "BGE 118 III 16 S. 17\n\nAuf Begehren des Fürsorgeamtes der Stadt B. pfändete das Betreibungsamt B. am 15. Juni 1992 bei W. unter anderem von seinem Rentenanspruch gegenüber der Pensionskasse des B. Staatspersonals den Betrag von Fr. 2'290.-- pro Monat bis zur Deckung von Fr. 8'050.--.\n\nDie Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons Basel-Stadt wies die dagegen erhobene Beschwerde mit Entscheid vom 3. September 1992 ab. Im gleichen Sinn entschied die Schuldbetreibungs- und Konkurskammer des Bundesgerichts am 9. November 1992.", "considerants": "Aus den Erwägungen:\n\n1. Der Rekurrent erachtet seinen Rentenanspruch gegenüber der Pensionskasse des B. Staatspersonals als unpfändbar im Sinne von Art. 92 Ziff. 10 und Ziff. 11 SchKG, da es sich hiebei um eine Invaliden- und nicht etwa um eine Altersrente handle.\n\na) Unpfändbar sind Renten und Kapitalbeträge, die als Entschädigung für Körperverletzung oder Gesundheitsstörung des Schuldners ausgerichtet werden (Art. 92 Ziff. 10 SchKG). Dabei ist nicht massgebend, unter welchem Titel diese Leistungen geschuldet werden (BGE 78 III 108/109 E. 1). Die Rente, die demjenigen zusteht, der sich aus gesundheitlichen Gründen vorzeitig aus dem Erwerbsleben zurückziehen muss, ist somit unpfändbar. Ebenso sind sozialversicherungsrechtliche Leistungen, wie sie aufgrund des Bundesgesetzes über die Invalidenversicherung (IVG) und des Bundesgesetzes über die Unfallversicherung (UVG) ausgerichtet werden, bereits gemäss der entsprechenden Gesetzgebung der Zwangsvollstreckung entzogen (Art. 50 IVG in Verbindung mit Art. 20 Abs. 1 AHVG; Art. 50 Abs. 1 UVG). Das bedeutet jedoch nicht, dass ein Schuldner neben solchen Renten noch den seinen Notbedarf deckenden Teil seines übrigen Einkommens beanspruchen kann (BGE 104 III 40 E. 1).\n\nb) Im vorliegenden Falle ist die Pfändung vollzogen worden, nachdem der Rekurrent sein 65. Altersjahr zurückgelegt hat. Damit ist BGE 118 III 16 S. 18seine Rente - unabhängig von einer allfälligen Körperverletzung oder Gesundheitsstörung - als Alterspension im Sinne von Art. 93 SchKG zu behandeln. Sie wird somit beschränkt pfändbar (BGE 65 III 76; BGE 77 III 23; BGE 77 III 157 E. 4c; BGE 78 III 109 E. 2), im Gegensatz zu den Leistungen aufgrund des Bundesgesetzes über die Alters- und Hinterlassenenversicherung (Art. 92 Ziff. 11 SchKG). Ob der Rekurrent ab dem 65. Altersjahr eine höhere Rente beziehen würde, wenn er seine Erwerbstätigkeit nicht aus gesundheitlichen Gründen vorzeitig hätte aufgeben müssen, ist somit nicht von Bedeutung. Ob diese Rente von der Pensionskasse weiterhin als Invalidenrente bezeichnet wird, ist nicht massgebend. Ebenso können die Statuten einer Vorsorgeeinrichtung die Leistungen an ihre Bezüger der Pfändung nicht rechtsgültig entziehen (BGE 65 III 76). Im übrigen sind auch durch den Gesetzgeber selber nicht sämtliche Invalidenrenten der Zwangsvollstreckung entzogen worden. So ist die Unpfändbarkeit von Ansprüchen aufgrund des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG), wie Invalidenrenten nach Art. 23 ff. BVG, nur bis zu deren Fälligkeit gegeben (Art. 92 Ziff. 13 SchKG, Botschaft zum BVG in BBl 1976 I 250; BGE 113 III 12 E. 1a; BGE 115 III 47 ff. E. 1).\n\nc) Die Aufsichtsbehörde über das Betreibungs- und Konkursamt hat somit die teilweise Pfändung der Rente, welche die Pensionskasse des B. Staatspersonals dem Rekurrenten seit seinem 65. Altersjahr zahlt, zu Recht geschützt."}