{"annee": "118", "cour": "IB", "page": "367", "date": "7/7/1992", "cite": ["116 IB 185", "117 IB 114", "112 IB 183", "117 III 44", "105 II 49", "102 IA 331", "114 IB 17", "116 IB 410", "117 IA 285", "91 I 17", "107 IB 243", "108 IB 540"], "cite_par": ["125 I 182", "121 II 183", "120 IB 97", "121 II 465", "131 II 271", "119 IA 241", "130 II 281", "121 II 473", "122 II 72", "122 II 113", "120 V 44", "128 I 113"], "chapeau": "47. Extrait de l'arrêt de la Ire Cour de droit public du 7 juillet 1992 dans la cause Association pour le recyclage du PVC et Communauté des intérêts des producteurs d'eaux minérales françaises contre Conseil d'Etat du canton de Fribourg (recours de droit administratif)", "regestes": ["Art. 32 al. 4 let. e et f, art. 39 al. 3, art. 43 LPE, art. 3 al. 2 OEB, art. 13 et 20 ALE; interdiction des emballages pour boissons en PVC. 1. Compétence pour rendre une décision en constatation fondée sur l'ordonnance sur les emballages pour boissons (consid. 3). 2. Pouvoir d'examen du Tribunal fédéral à l'égard d'une ordonnance du Conseil fédéral fondée sur une délégation législative (consid. 4). 3. L'interdiction des emballages pour boissons en PVC selon l'art. 3 al. 2 OEB n'outrepasse pas la délégation législative de l'art. 32 al. 4 let. e et f LPE: ces emballages sont susceptibles de compliquer sensiblement tant le recyclage des déchets que l'élimination des ordures ménagères dans les installations de traitement (consid. 5a à 5c). La réglementation ne viole en outre pas le principe de la proportionnalité (consid. 5d). 4. Absence de violation, en l'espèce, de l'accord de libre-échange entre la Confédération suisse et la Communauté économique européenne (consid. 6). 5. Portée d'un \"gentlemen's agreement\" conclu, dans le domaine de la protection de l'environnement, entre la Confédération et les milieux économiques intéressés (consid. 9b). Consultation des milieux intéressés et principe de coopération selon les art. 39 al. 3 et 43 LPE (consid. 9c et 9d)."], "faits": "|368|\n\nL'ordonnance du Conseil fédéral sur les emballages pour boissons du 22 août 1990 (OEB; RS 814.017) est entrée en vigueur le 1er novembre 1990. Elle est fondée sur des prescriptions de la loi fédérale sur la protection de l'environnement (LPE) concernant le traitement des déchets (art. 32 al. 4 let. d à f LPE) et elle régit la remise et la reprise des emballages pour boissons destinés à la consommation intérieure (art. 1er OEB). Aux termes de l'art. 3 OEB, les fabricants et les importateurs ne sont autorisés à remettre des boissons qu'en emballages recyclables (al. 1); ces emballages ne peuvent contenir des matières plastiques que \"si leur élimination peut être considérée comme sans danger pour l'environnement, conformément aux dispositions de l'annexe 4.11, chiffre 2, de l'ordonnance du 9 juin 1986 sur les substances dangereuses pour l'environnement\" |369| (al. 2). En vertu de cette annexe (annexe 4.11 Osubst, RS 814.013), les matières plastiques dont l'élimination peut être qualifiée de \"sans danger pour l'environnement\" ne doivent pas avoir, en particulier, une teneur en chlore supérieure à 1000 mg/kg. La règle de l'art. 3 al. 2 OEB vise principalement les emballages en polychlorure de vinyle ou PVC, matière plastique composée de chlore à raison de 560'000 mg/kg et qui, additionnée de faibles quantités d'adjuvants, peut être utilisée pour la fabrication de bouteilles. L'art. 10 OEB précise que la remise aux consommateurs d'emballages non conformes à ces exigences est autorisée jusqu'au 31 octobre 1991.\n\nL'Association pour le recyclage du PVC, dont le siège est à Zurich (ci-après: l'association), regroupe trois producteurs d'eaux minérales françaises ainsi que trois fabricants de PVC. Ces trois fabricants fournissent la matière première aux producteurs d'eaux minérales, qui façonnent les bouteilles, les remplissent à la source et les distribuent en France et dans divers pays importateurs. Quant à la Communauté des intérêts des producteurs d'eaux minérales françaises, dont le siège se trouve également à Zurich (ci-après: la communauté d'intérêts), elle compte comme membres les trois sociétés productrices déjà membres de l'association. Les deux organisations tendent principalement à promouvoir les emballages pour boissons en PVC et à établir un système de conditionnement et d'écoulement uniforme sur le plan européen. En 1990, les sociétés membres de la communauté d'intérêts ont vendu en Suisse 57 millions de bouteilles d'eau minérale - 22 millions en verre et 35 millions en PVC. La presque totalité des emballages pour boissons en PVC sur le marché helvétique est importée par ces trois sociétés. En effet, les autres producteurs d'eaux minérales utilisent des bouteilles en verre ou des emballages en polyéthylène téréphtalate, ou PET; cette matière plastique, exempte de chlore, n'est pas visée par l'art. 3 al. 3 OEB.\n\nLe 21 mai 1991, l'association et la communauté d'intérêts se sont adressées au Conseil d'Etat du canton de Fribourg (des succursales de deux producteurs d'eaux minérales françaises ont leur siège dans ce canton) en lui demandant de statuer, par une décision en constatation, sur la question de savoir si l'art. 3 al. 2 OEB interdisait aux membres de la communauté d'intérêts et aux autres importateurs suisses le dépôt et la mise en vente d'eau minérale en bouteilles en PVC à partir du 1er novembre 1991. Par arrêté du 20 août 1991, le Conseil d'Etat a confirmé que telle était bien la portée des art. 3 al. 2 et 10 OEB.\n\n|370|\n\nAgissant le 26 août 1991 par la voie d'un recours de droit administratif, l'association et la communauté d'intérêts demandent au Tribunal fédéral d'annuler l'arrêté du Conseil d'Etat et de constater que l'interdiction d'emballages pour boissons en PVC n'est pas conforme à la loi fédérale sur la protection de l'environnement ainsi qu'à l'Accord du 22 juillet 1972 entre la Confédération suisse et la Communauté économique européenne, et qu'elle viole certains principes constitutionnels. Le Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n3. a) Aux termes de l'art. 32 al. 4 LPE, le Conseil fédéral peut \"interdire les emballages de biens de consommation d'usage courant s'ils sont à l'origine de quantités excessives de déchets ou s'ils compliquent notablement le recyclage\" (let. e); le Conseil fédéral peut aussi \"interdire l'emploi de substances qui, parvenant dans les ordures ménagères, en compliquent considérablement l'élimination dans les installations de traitement ou qui, en cas d'utilisation de ces déchets dans l'agriculture, peuvent porter atteinte à la fertilité du sol ou à la salubrité des eaux\" (let. f). Ces dispositions ont pour but de réduire le volume des déchets, d'encourager leur recyclage et d'éviter certaines atteintes nuisibles ou incommodantes résultant du traitement des ordures ménagères (cf. ANDREAS TRÖSCH, Kommentar zum Umweltschutzgesetz, art. 32, N. 37 et 43). D'une façon générale, le principe de prévention (art. 1er al. 2 LPE) commande d'éviter la production de déchets (cf. TRÖSCH, op.cit., art. 30, N. 22). Fondé sur la clause de délégation de l'art. 32 al. 4 LPE, le Conseil fédéral a édicté l'ordonnance sur les emballages pour boissons; ce texte aux prescriptions détaillées correspond davantage à la définition de l'ordonnance législative dépendante supplétive - ou de substitution -, qui complète une norme de base au lieu de se borner à la préciser, qu'à celle de l'ordonnance d'exécution, même si la distinction entre ces deux types de règlements est difficile à établir, la plupart des ordonnances énonçant à la fois des dispositions secondaires et des dispositions primaires (cf. ANDRÉ GRISEL, Traité de droit administratif, Neuchâtel 1984, vol. I, p. 82 ss; PIERRE MOOR, Droit administratif, vol. I, Berne 1988, p. 212).\n\nb) Les membres de l'association et de la communauté d'intérêts ont demandé le 10 décembre 1990 au Chef du Département fédéral |371| de l'intérieur des renseignements sur la portée de l'ordonnance, puis ils ont requis de l'autorité fédérale une décision tendant à constater l'inconstitutionnalité de l'art. 3 al. 2 OEB. Le Département fédéral de l'intérieur (ci-après: le département fédéral) les a renvoyés à présenter leur requête aux autorités cantonales. Le Conseil d'Etat du canton de Fribourg a admis sa compétence; en constatant le 20 août 1991 que \"la remise d'emballages en PVC pour des boissons est interdite dès le 1er novembre 1991 en vertu des art. 3 et 10 OEB\", il s'est toutefois contenté de rappeler la portée, dont l'interprétation n'est pas contestée par les recourantes, des dispositions de l'ordonnance. Les recourantes se plaignent de la durée de la procédure jusqu'à la décision en constatation, imputable à l'incertitude quant aux compétences respectives des autorités fédérale et cantonales.\n\nL'art. 41 al. 1 LPE réserve à la Confédération l'exécution de certaines tâches de protection de l'environnement. Ainsi, en ce qui concerne la gestion des déchets (art. 30 ss LPE), la Confédération est compétente pour la désignation d'emplacements pour les déchets dangereux (art. 31 al. 5 LPE) ou pour la mise en circulation de ces déchets (art. 32 al. 1 et 2 LPE). L'exécution des prescriptions fondées sur l'art. 32 al. 4 LPE n'est pas mentionnée dans l'énumération exhaustive de l'art. 41 al. 1 LPE (cf. URSULA BRUNNER, Kommentar zum Umweltschutzgesetz, art. 41, N. 7); en principe, elle est du ressort des cantons (art. 36 LPE, art. 24sexies al. 2 Cst.). Selon l'art. 8 OEB en effet, l'exécution de l'ordonnance sur les emballages pour boissons \"incombe aux cantons, sous réserve des dispositions dont l'exécution est confiée à la Confédération\". L'art. 3 al. 2 OEB renvoie cependant expressément à une annexe de l'ordonnance sur les substances dangereuses pour l'environnement, laquelle a d'ailleurs été modifiée, en ce qui concerne les matières plastiques composées de chlore, par l'entrée en vigueur des dispositions sur les emballages pour boissons (art. 9 OEB). Or, aux termes de l'art. 41 al. 1 LPE, l'exécution des prescriptions sur les substances, fondées sur l'art. 29 LPE, incombe à la Confédération. La question de savoir si le renvoi par l'art. 3 al. 2 OEB à l'annexe 4.11 Osubst aurait pu fonder une compétence du Département fédéral de l'intérieur pour rendre la décision en constatation requise, peut toutefois rester indécise. Il aurait sans doute été plus expédient que la décision en constatation, d'une portée si générale, soit prise par une autorité fédérale, ce qui l'aurait rendue exécutoire sur tout le territoire de la Confédération, la compétence des cantons s'imposant en revanche pour les contrôles ponctuels (cf. art. 57 al. 1 Osubst). |372|\n\nCependant, les départements fédéraux doivent appliquer les prescriptions des ordonnances du Conseil fédéral, auquel ils sont subordonnés, sous réserve des cas de violation manifeste de la loi (ATF 108 Ib 548 consid. 4c; cf. RENÉ A. RHINOW, BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Bâle/Francfort 1990, No 143 p. 451); dans ces conditions, l'autorité fédérale pouvait considérer que l'ordonnance sur les emballages pour boissons ne lui conférait pas de compétence pour statuer. Enfin, de toute manière, le Conseil d'Etat n'a pas violé les règles énoncées aux art. 36 LPE et 8 OEB en rendant sa décision.\n\n4. En vertu des art. 113 al. 3 et 114bis al. 3 Cst., le Tribunal fédéral ne peut revoir la constitutionnalité des lois fédérales et des normes de délégation qu'elles contiennent. Cette règle vaut a fortiori pour toutes les autorités, fédérales et cantonales, chargées d'appliquer le droit (ATF 91 I 20 consid. 2; cf. WALTER HALLER, Commentaire de la Constitution fédérale, art. 113, No 147 s.). Les actes législatifs fédéraux qui n'émanent pas de l'Assemblée fédérale échappent en principe à cette limite. Cependant, le Tribunal fédéral, lorsqu'il se prononce sur une ordonnance du Conseil fédéral fondée sur une délégation législative, examine si elle reste dans les limites des pouvoirs conférés par la loi à l'auteur de l'ordonnance; il ne peut pas contrôler si la délégation elle-même est admissible. Dans une jurisprudence constante, le Tribunal fédéral a rappelé qu'en examinant la conformité d'une ordonnance à la délégation législative sur laquelle elle se fonde, il n'était pas habilité à substituer sa propre appréciation à celle du Conseil fédéral; il lui incombe toutefois de contrôler si le but fixé dans la loi peut être atteint et si, à cet égard, le Conseil fédéral a usé de son pouvoir conformément au principe de la proportionnalité (ATF 117 III 46 consid. 2, ATF 116 Ib 413 consid. 2b, ATF 114 Ib 19 consid. 2, ATF 107 Ib 246 consid. 4 et les arrêts cités). Le contenu de l'ordonnance ne peut être examiné que dans la mesure où il n'est pas couvert par la norme de délégation. Si la loi n'autorise pas l'auteur de l'ordonnance à s'écarter de la Constitution, le Tribunal fédéral peut se prononcer sur la constitutionnalité de l'ordonnance (cf. HALLER, op.cit., art. 113, No 184 s.; ANDREAS AUER, La juridiction constitutionnelle en Suisse, Bâle/Francfort 1983, No 197 s.). Le Tribunal fédéral revoit d'office et librement l'application du droit et les constatations de fait (art. 105 al. 1 OJ); il fait preuve cependant d'une certaine retenue lorsqu'il s'agit d'examiner l'usage fait par une autorité du large pouvoir d'appréciation qui lui est reconnu (ATF 117 Ib 117 consid. 4b et les arrêts cités). |373|\n\n5. Les recourantes ne mettent pas en doute la constitutionnalité des dispositions de l'art. 32 al. 4 let. e et f LPE. Elles font cependant valoir que ces clauses de délégation ne permettaient pas au Conseil fédéral d'interdire les emballages pour boissons en PVC.\n\na) En vertu de l'art. 34 al. 4 let. e LPE, les emballages de biens de consommation d'usage courant peuvent être interdits s'ils sont à l'origine de quantités excessives de déchets. En 1988, la quantité totale des déchets urbains produits en Suisse représentait 3,7 millions de tonnes; 850'000 t ont été collectées séparément pour le recyclage et le solde - dont 13,4% de matières plastiques - a été incinéré ou mis en décharge (cf. OFFICE FÉDÉRAL DE L'ENVIRONNEMENT DES FORÊTS ET DU PAYSAGE (OFEFP), L'état de l'environnement en Suisse, Rapport 1990, p. 135 ss). Avant l'entrée en force de l'interdiction, la quantité annuelle de bouteilles en PVC parvenant dans les déchets urbains était estimée à 2'000 t environ; en comparaison du volume total des déchets, cette proportion est faible. Cependant, dans l'hypothèse où non seulement les producteurs français, mais toutes les sociétés distribuant des eaux minérales sur le marché suisse utiliseraient des emballages en PVC plutôt que des bouteilles en verre ou en PET - matières pour lesquelles un système de recyclage fonctionne -, on pourrait se demander si ces emballages seraient à l'origine de quantités excessives de déchets. Dans ses observations, le département fédéral ne l'affirme pas et la question peut rester indécise.\n\nb) Conformément à la seconde condition alternative de l'art. 32 al. 4 let. e LPE, peuvent aussi être interdits les emballages qui compliquent notablement le recyclage. En l'état, des systèmes efficaces de collecte et de recyclage des emballages en verre, en aluminium et en PET ont été mis sur pied par l'industrie et certaines collectivités publiques, qui se sont assuré la collaboration des principaux distributeurs et des détaillants, pour la reprise des emballages. Un pareil effort n'a pas été réalisé pour le PVC, à l'exception d'actions demeurées isolées, notamment dans la ville de Fribourg. En règle générale, les emballages en PVC sont donc évacués dans les ordures ménagères. Comme, dans le commerce, les eaux minérales sont distribuées simultanément, dans des bouteilles de forme et de consistance similaires - qu'elles soient en PET ou en PVC -, on ne peut exclure que les consommateurs déposeraient par erreur des emballages en PVC dans les récipients de collecte du PET. Les recourantes proposent la mise sur pied d'un système parallèle de recyclage du PVC; outre qu'elle ne faciliterait pas la collecte des emballages chez les détaillants, une telle solution accroîtrait encore les risques de mélange |374| du PVC et du PET. Le recyclage mixte de ces deux matières ne donne pas des résultats satisfaisants; la résistance mécanique et chimique des produits obtenus est faible et les débouchés économiques sont restreints. Un tri des déchets est bien entendu possible, manuellement ou même, comme l'exposent les recourantes, par un procédé automatique déjà expérimenté à l'étranger; une telle opération compliquerait cependant notablement le recyclage des deux matières.\n\nc) Le Conseil fédéral peut, en application de l'art. 32 al. 4 let. f LPE, interdire l'emploi de substances qui, parvenant dans les ordures ménagères, en compliquent considérablement l'élimination dans les installations de traitement. Les emballages pour boissons en PVC - cette matière est une substance (cf. art. 7 al. 5 LPE) - aboutissent, à défaut de recyclage, dans les ordures ménagères. Au demeurant, même un système de recyclage tel que celui proposé par les recourantes en juin 1990 ne pouvait toucher que 35% des bouteilles, le solde étant évacué dans les déchets urbains. Les quatre cinquièmes de ces déchets sont incinérés et la combustion d'un kilogramme de PVC dégage environ 560 g d'acide chlorhydrique (HCl), substance dont les recourantes ne contestent pas le caractère dangereux pour la santé et pour l'environnement. En revanche, l'incinération de matières plastiques comme le polyéthylène ou le PET ne produit que de l'eau et du dioxyde de carbone.\n\nPour éliminer l'acide chlorhydrique des gaz de combustion et éviter sa diffusion dans l'atmosphère, les installations d'incinération des déchets urbains doivent être équipées d'appareils de lavage des fumées. L'ordonnance sur la protection de l'air (OPair) du 16 décembre 1985, dont une modification du 20 novembre 1991 est entrée en vigueur le 1er février 1992 (RO 1992 p. 124 ss), pose diverses exigences pour ces installations; leurs émissions de composés chlorés inorganiques sous forme de gaz, exprimés en acide chlorhydrique, ne doivent pas dépasser 20 mg/m3 (art. 3 al. 2 let. a OPair; Annexe 2 OPair, ch. 714). La plupart des installations d'incinération sont déjà équipées d'un système de séparation des substances polluantes par lavage, nécessaire même en l'absence de bouteilles en PVC dans les ordures. Cependant, ce procédé et les équipements qu'il requiert sont coûteux. Si les emballages pour boissons en PVC étaient admis sans restriction, ils contribueraient à produire une proportion significative des gaz chlorhydriques libérés lors de la combustion (le département fédéral précise, sans être contredit, que l'incinération de 2'000 t de bouteilles en PVC produit près de 10% des gaz chlorhydriques se trouvant dans les gaz de combustion). Ces emballages |375| pourraient donc être à l'origine d'un accroissement des coûts de fonctionnement et d'entretien des installations de lavage des fumées et d'une accélération de la corrosion d'éléments de ces installations. Le sort des chlorures recueillis dans les eaux de lavage entre aussi en considération. Le département fédéral admet que la charge en chlorures des eaux de surface n'est pas d'une importance notable, mais que des problèmes peuvent se poser lors du déversement d'eaux résiduaires dans des cours d'eau de faible capacité. Même si les recourantes proposent un recyclage de ces résidus, neutralisés par l'adjonction de soude, on doit admettre que tous ces éléments représentent une complication importante de l'élimination des déchets concernés dans les installations de traitement (cf. TRÖSCH, op.cit., art. 32, N. 41).\n\nd) Les buts généraux de la loi fédérale sur la protection de l'environnement, notamment le principe de prévention (art. 1er LPE), doivent guider l'interprétation de ses dispositions, en particulier celle de l'art. 32 al. 4 let. e et f LPE (cf. HERIBERT RAUSCH, Kommentar zum Umweltschutzgesetz, art. 1er, N. 2). En définitive, le Conseil fédéral qui a édicté l'art. 3 al. 2 OEB est resté dans les limites très larges tracées par la clause de délégation, de sorte que le grief de violation de la loi fédérale doit être rejeté. Il faut encore examiner si l'auteur de l'ordonnance a respecté le principe de la proportionnalité, qui exige que la réglementation soit dans un rapport raisonnable avec les finalités poursuivies et que l'intérêt public sur laquelle elle repose l'emporte sur les intérêts privés des recourantes (cf. ATF 116 Ia 118 consid. 3d, 116 Ib 413 consid. 3b, 114 Ia 136 consid. 5a et les arrêts cités).\n\naa) Les recourantes font valoir qu'une solution plus modérée que l'interdiction, soit l'obligation de recyclage, permettrait aussi de réduire le volume des déchets et de remplir les objectifs de l'art. 32 al. 4 let. e et f LPE. Cette disposition n'empêche pas le Conseil fédéral de prendre des mesures moins incisives que l'interdiction totale (cf. TRÖSCH, op.cit., N. 40). A cet égard, les recourantes ont présenté en juin 1990 au département fédéral un plan de recyclage, fondé sur les résultats de leurs essais pilotes, notamment en ville de Fribourg. Cette offre prévoyait un taux de recyclage de 35%, la majeure partie des emballages devant ainsi parvenir dans les ordures ménagères. Seules des mesures strictes comme l'obligation de prélever une consigne et de reprendre les emballages (cf. art. 5 et 6 al. 1 let. a OEB) auraient pu améliorer cette proportion, mais en ne supprimant pas les inconvénients du recyclage mixte (cf. consid. 5b supra). |376|\n\nbb) Avant d'élaborer l'ordonnance sur les emballages pour boissons, l'administration fédérale a cherché à mettre sur pied une réglementation contractuelle. Un accord a été conclu au début de 1985 entre l'Office fédéral de la protection de l'environnement (aujourd'hui: Office fédéral de l'environnement, des forêts et du paysage), les grossistes et l'industrie des matières plastiques et de l'emballage. Les parties s'engageaient à réduire de 60% au moins l'utilisation du PVC dans les emballages et les biens de consommation à courte durée de vie. Ces buts ont été atteints en trois ans. Cependant, à l'époque de la conclusion de l'accord, l'emballage d'eaux minérales nécessitait annuellement 1'000 t de PVC; malgré l'abandon de cette matière par les producteurs suisses, cette quantité a régulièrement augmenté par le fait des producteurs français. La voie moins contraignante de la réglementation conventionnelle, dépourvue de sanctions, n'était pas adéquate et, dans ces conditions, il n'était pas exclu que certains producteurs utilisent à nouveau des bouteilles en PVC pour des motifs économiques.\n\ncc) Les recourantes se plaignent du fait que l'interdiction de l'art. 3 al. 2 OEB contraint leurs membres à aménager la production et la distribution d'eaux minérales d'une façon différente pour le marché suisse que pour le reste de l'Europe, au prix de grands efforts conceptuels et financiers. En outre, elles font valoir que si elles n'utilisaient que des emballages en verre, le poids à vide des bouteilles décuplerait, entraînant une augmentation importante de la quantité de déchets ainsi que des trajets des poids lourds convoyant cette marchandise.\n\nLes producteurs d'eaux minérales françaises étaient en mesure d'adapter leurs systèmes d'embouteillage et de distribution aux nouvelles prescriptions; avant l'entrée en vigueur de l'ordonnance, ils écoulaient déjà une partie de leur production sur le marché suisse dans des bouteilles en verre; en outre, ils utilisent déjà des emballages en PET pour certaines de leurs exportations, notamment sur le marché américain. Les intérêts propres des recourantes et de leurs membres ne l'emportent donc pas sur l'intérêt public à réduire le volume des déchets, encourager leur recyclage et éviter les atteintes nuisibles ou incommodantes résultant du traitement des ordures ménagères. Par ailleurs, les effets de l'art. 3 al. 2 OEB sur le nombre de trajets de livraison et sur la pollution de l'air ne représentent qu'un élément parmi d'autres dans l'appréciation globale de la mesure; à cet égard, le département fédéral invoque aussi un effet de synergie: l'interdiction du PVC pour les emballages de boissons pourrait entraîner progressivement l'abandon de cette substance dans les autres emballages de biens de consommation |377| d'usage courant (cf. art. 32 al. 4 let. e LPE) et faciliter le recyclage des autres matières. Le Tribunal fédéral doit examiner cette pesée des intérêts avec une certaine retenue; il apparaît néanmoins que le Conseil fédéral n'a pas fait un usage disproportionné de sa liberté d'appréciation.\n\n6. Les recourantes font valoir que l'interdiction des emballages pour boissons en PVC violerait l'art. 13 ch. 1 de l'Accord du 22 juillet 1972 entre la Confédération suisse et la Communauté économique européenne (accord de libre-échange; ALE - RS 0.632.401), aux termes duquel \"aucune nouvelle restriction quantitative à l'importation ni mesure d'effet équivalent ne sont introduites dans les échanges entre la Communauté (économique européenne) et la Suisse\"; l'interdiction de remise de l'art. 3 al. 2 OEB, qui a les effets d'une interdiction d'importation, ne serait pas justifiée par l'ordre public, réservé par l'art. 20 ALE.\n\na) L'art. 2 de l'accord de libre-échange définit son champ d'application. Il s'agit d'une part des produits originaires de la Communauté et de la Suisse relevant des chapitres 25 à 99 de la Nomenclature de Bruxelles (nomenclature pour la classification des marchandises dans les tarifs douaniers; actuellement: cf. Convention internationale du 14 juin 1983 sur le système harmonisé de désignation et de codification des marchandises; RS 0.632.11), à quelques exceptions près, et d'autre part des produits figurant au \"Protocole No 2 concernant les produits soumis à un régime particulier pour tenir compte des différences de coût des produits agricoles incorporés\" (protocole No 2; RS 0.653.401.2). Dans le tarif des douanes suisses, établi en conformité du système harmonisé international (annexe à la loi fédérale sur le tarif des douanes; RS 632.10), l'eau minérale fait partie d'une catégorie de produits agricoles transformés, de même que d'autres boissons No 22 ss), et figure sous le No 2201.1000. Toutefois, contrairement aux limonades et eaux gazeuses aromatisées (No 22.02), l'eau minérale ne figure pas au protocole No 2. Ce produit n'entre donc pas dans le champ d'application de l'accord de libre-échange et il doit être assimilé à un produit agricole (cf. KARL WEBER, Agrarerzeugnisse, in: Beziehungen Schweiz-EG, Abkommen, Gesetze und Richtlinien, Kommentare, Zurich 1990, ch. 4.1.9/VIII, p. 12). L'Office fédéral des affaires économiques extérieures renvoie, à cet égard, à l'art. 15 ch. 1 ALE, qui dispose que \"les Parties contractantes se déclarent prêtes à favoriser, dans le respect de leurs politiques agricoles, le développement harmonieux des échanges de produits agricoles auxquels ne s'applique pas l'accord\". Cette disposition est une |378| déclaration d'intention sans portée obligatoire: elle n'a aucun caractère immédiatement applicable (cf. PAUL JEAN CHOFFAT, L'applicabilité directe de l'Accord de libre-échange du 22 juillet 1972 entre la CEE et la Confédération suisse, thèse Lausanne 1977, p. 166).\n\nb) Les recourantes relèvent néanmoins que l'accord de libre-échange s'appliquerait à l'importation de bouteilles en PVC vides, figurant, comme produit industriel, sous le No 3923.3000 du tarif douanier suisse. Selon elles, pour respecter l'esprit de cette convention internationale, il conviendrait de soumettre également les bouteilles remplies d'eau minérale au régime ordinaire de l'art. 13 ch. 1 ALE.\n\nUn produit qualifié d'agricole et échappant au champ d'application de l'accord de libre-échange ne saurait se transformer en produit industriel, soumis à cet accord, en raison de la nature ou des caractéristiques de son emballage. Dans ces conditions, il ne se justifie pas d'examiner si la règle de l'art. 3 al. 2 OEB constituerait une mesure d'effet équivalant à une restriction quantitative d'importation au sens de l'art. 13 ch. 1 ALE, et si, le cas échéant, cette prescription ne serait pas couverte par la réserve de l'art. 20 ALE, en vertu de laquelle l'accord de libre-échange ne fait pas obstacle aux restrictions d'importation justifiées par des raisons d'ordre public, de sécurité publique, de protection de la santé et de la vie des personnes et des animaux ou de préservation des végétaux, notamment, à condition toutefois qu'elles ne constituent pas un moyen de discrimination arbitraire, ni une restriction déguisée dans le commerce entre les Parties contractantes. On peut au demeurant relever que ces art. 13 et 20 ALE ont leur équivalent dans le traité instituant la Communauté économique européenne (art. 30 et 36 du Traité de Rome); l'accord de libre-échange n'est cependant qu'un arrangement de nature commerciale qui n'emporte pas, comme le Traité de Rome, une réglementation supranationale obligeant les Parties contractantes à adapter leur propre droit interne; le juge suisse interprète ses dispositions de manière autonome, selon les principes généraux du droit international public et non selon les règles du droit communautaire (ATF 105 II 59 consid. 3a, 104 IV 179 consid. 2c). La garantie des compétences réservées par l'art. 20 ALE au législateur national dans divers domaines, notamment dans celui de la protection de l'environnement, l'emporte, dans la pesée des intérêts, sur la réalisation des objectifs de la libre circulation des marchandises, à la condition que ces compétences ne soient pas exercées arbitrairement ou abusivement (cf. MARINO BALDI, Freihandelsabkommen, Einfuhrbeschänkungen und Massnahmen |379| gleicher Wirkung, in: Beziehungen Schweiz-EG, Abkommen, Gesetze und Richtlinien, Kommentare, Zurich 1989, ch. 4.1.10/VIII, p. 5 ss, p. 14-15). Ces principes pourraient conduire à la conclusion que la règle de l'art. 3 al. 2 OEB, qui s'applique à tous les fabricants et importateurs remettant des boissons sur le marché helvétique, n'institue aucune distinction ou discrimination entre les producteurs suisses et ceux des Etats de la Communauté économique européenne (cf. ATF 112 Ib 189 consid. 3c).\n\nc) Les recourantes allèguent encore que l'interdiction des emballages pour boissons en PVC serait contraire à l'Accord sur l'Espace économique européen (EEE). Ce traité international a été signé par le Conseil fédéral, mais il n'est pas en vigueur en l'état, n'ayant pas été ratifié par la Suisse. Ce moyen est irrecevable et doit être écarté.\n\n9. Les recourantes se plaignent d'une violation du principe de la bonne foi ou de la confiance, car la règle de l'art. 3 al. 2 OEB aurait été adoptée en dépit du fait que la convention sur le PVC de 1985 avait atteint ses buts; en outre, le Chef du département fédéral aurait laissé croire qu'il autoriserait le recyclage de cette matière et l'Office fédéral de l'environnement, des forêts et du paysage aurait approuvé le taux de recyclage de l'offre des recourantes.\n\na) Découlant directement de l'art. 4 Cst. et valant pour l'ensemble de l'activité étatique, le droit à la protection de la bonne foi a un double objet; il permet d'exiger que l'autorité respecte ses promesses et qu'elle évite de se contredire (ATF 117 Ia 287 consid. 2b, 298 consid. 2 et les arrêts cités). Le principe de la bonne foi doit aussi être observé par le législateur ou l'auteur d'une réglementation, à certaines conditions (cf. ATF 102 Ia 336 consid. 3c; BEATRICE WEBER-DÜRLER, Vertrauensschutz im öffentlichen Recht, Bâle/Francfort 1983, p. 276 ss). Les recourantes n'allèguent pas avoir reçu d'assurances ou de promesses du Conseil fédéral, auteur de l'art. 3 al. 2 OEB, dans une situation concrète ou par le biais d'un autre texte réglementaire (cf. ATF 116 Ib 187 consid. 3c et les arrêts cités). En fait, elles reprochent aux autorités fédérales un comportement contradictoire.\n\nb) L'accord de 1985 - non publié - passé par l'Office fédéral de la protection de l'environnement, sous l'égide de l'organisation faîtière de l'industrie des matières plastiques en vue de la réduction progressive du PVC dans les matériaux d'emballage (cf. consid. 5d/bb supra) est l'un des gentlemen's agreements que la Confédération a conclus avec les milieux intéressés dans le domaine de l'environnement (cf. ETIENNE POLTIER, Les gentlemen's agreements à participation publique, RDS 106 (1987) I p. 367 |380| ss, p. 371). Il formule des objectifs, largement définis, et il se rapproche plus d'un acte de planification indicative consensuelle que de règles de droit formel (POLTIER, op.cit., p. 388). Dans un tel gentlemen's agreement, les organismes privés s'engagent à respecter certaines règles; quant aux pouvoirs publics, ils se bornent à promettre, le plus souvent, de ne pas adopter de règles de droit impératives sur les points visés par l'accord. Un organisme privé ne peut pas obtenir d'autre \"contre-prestation\" de la part de l'Etat et l'engagement des pouvoirs publics ne saurait en aucun cas être contraignant (POLTIER, op.cit., p. 377). Si l'accord conclu avec une organisation faîtière privée n'est pas agréé par certains intéressés (\"outsiders\"), il n'est pas possible d'adopter une ordonnance spécialement destinée à ces derniers; seule une réglementation formelle applicable à l'ensemble de la branche sera admissible (POLTIER, op.cit., p. 394). En l'espèce, le département fédéral a considéré que l'accroissement de la remise d'eaux minérales françaises dans des emballages en PVC allait à l'encontre des objectifs de l'accord et que les conditions n'étaient pas remplies pour une solution conventionnelle alternative à l'ordonnance. Compte tenu de la portée de l'accord de 1985, il n'a ce faisant pas violé le droit des recourantes ou de leurs membres à la protection de leur bonne foi.\n\nc) Avant d'édicter l'ordonnance, le Conseil fédéral a, conformément à l'art. 39 al. 3 LPE, organisé une consultation des milieux intéressés. Le département fédéral a recueilli les prises de position des associations professionnelles et a tenu des réunions à leur demande. Les avis et les offres formulés par les organismes consultés ne lient pas le Conseil fédéral (cf. URSULA BRUNNER, Kommentar zum Umweltschutzgesetz, art. 39, N. 22 et 27). Les deux premiers projets d'ordonnance, élaborés respectivement en janvier 1989 et juin 1990 et portés à la connaissance des membres de l'association et de la communauté d'intérêts, proscrivaient déjà expressément les bouteilles en PVC. C'est donc en vain que les recourantes allèguent que les autorités ont eu une attitude contradictoire violant l'art. 4 Cst.\n\nd) Les recourantes invoquent encore une violation du principe dit de la coopération, en vertu duquel les autorités et les privés devraient collaborer pour la promulgation et l'exécution du droit de la protection de l'environnement. Fondées sur ce principe, qu'elles rattachent en particulier à l'art. 43 LPE, et sur l'accord sur le PVC de 1985, elles se prévalent d'un droit à exiger des autorités fédérales qu'elles |381| s'abstiennent d'édicter une réglementation formelle en faveur d'un concept de recyclage de leurs emballages.\n\nL'art. 43 LPE donne la faculté aux autorités exécutives de confier à des collectivités de droit public ou à des particuliers l'accomplissement de diverses tâches d'exécution, notamment en matière de contrôle et de surveillance. Le sens clair de cette disposition ne permet pas de conclure à la délégation de tâches normatives, relevant de l'exercice du pouvoir réglementaire (cf. URSULA BRUNNER, Kommentar zum Umweltschutzgesetz, art. 43, N. 17). Il importe néanmoins que la collaboration ou la coopération entre les autorités et les milieux concernés soit garantie (cf. Message relatif à la loi fédérale sur la protection de l'environnement, FF 1979 III 771; ROLF MAEGLI, Gesetzmässigkeit im kooperativen Verwaltungshandeln, URP/DEP 1990 p. 268). Un aspect particulier de ce principe de coopération réside dans le devoir de consultation selon l'art. 39 al. 3 LPE (cf. URSULA BRUNNER, Kommentar zum Umweltschutzgesetz, art. 39, N. 2 et 20); l'art. 39 LPE ne confère pour le surplus aucun droit subjectif, pas plus que le principe de coopération dont les recourantes se prévalent."}