{"annee": "118", "cour": "II", "page": "229", "date": "13/7/1992", "cite": ["117 II 211", "117 II 359", "101 V 184", "111 V 10"], "cite_par": [], "chapeau": "46. Auszug aus dem Urteil der II. Zivilabteilung vom 13. Juli 1992 i.S. C. gegen S. (Berufung)", "regestes": ["Diminution d'une rente d'entretien en raison de l'amélioration de la situation économique du bénéficiaire (art. 151 al. 1er et art. 153 al. 2 CC). 1. Importance de l'amélioration, non prévisible au moment du divorce, de la situation économique du bénéficiaire (consid. 3a). 2. Prévoyance vieillesse suffisante comme condition du caractère durable de l'amélioration (consid. 3b). 3. Dans quelle mesure la rente doit-elle être réduite en raison de l'amélioration de la situation économique du bénéficiaire (consid. 4)?"], "faits": "BGE 118 II 229 S. 230\n\nA.- Mit Urteil des Amtsgerichtes Luzern-Stadt vom 28. Mai 1982 wurde die Ehe von Maria C. und Erwin S. geschieden und dieser unter anderem verpflichtet, seiner geschiedenen Ehefrau eine indexierte Rente nach Art. 151 ZGB von monatlich Fr. 1'200.-- zu bezahlen.\n\nB.- Am 2. Februar 1989 klagte Erwin S. beim Amtsgericht Luzern-Land gegen Maria C. und verlangte die vollständige Aufhebung der Scheidungsrente. Mit Urteil vom 1. September setzte das Amtsgericht die Scheidungsrente auf Fr. 800.-- herab (Indexstand Juli 1989).\n\nAuf Appellation von Maria C. und Anschlussappellation von Erwin S. hin bestätigte das Obergericht am 17. Dezember 1991 dieses Urteil.\n\nC.- Maria C. gelangt mit Berufung an das Bundesgericht und verlangt die Aufhebung des obergerichtlichen Urteils und die vollumfängliche Abweisung der Klage. Eventuell sei das angefochtene Urteil dahin abzuändern, dass die Reduktion der Rente erst ab dem 1. Januar 1992 wirke. Erwin S. beantragt die Abweisung der Berufung und die Bestätigung des angefochtenen Entscheides. Das Obergericht hat keine Vernehmlassung eingereicht.\n\nDas Bundesgericht weist die Berufung ab, soweit es darauf eintritt, und bestätigt das angefochtene Urteil aus folgenden", "considerants": "Erwägungen:\n\n2. Der Kläger verlangt die Abänderung der in der gerichtlich genehmigten Scheidungskonvention festgelegten Rente. Er begründet sein Begehren damit, dass sich die Einkommensverhältnisse der Beklagten seit der Scheidung in damals nicht voraussehbarer Weise erheblich und dauernd verbessert hätten. Die Rente sei deshalb nach Art. 153 Abs. 2 ZGB herabzusetzen.\n\nDas Obergericht ist gemäss der neusten bundesgerichtlichen Rechtsprechung davon ausgegangen, dass nicht nur eine Bedürftigkeitsrente nach Art. 152 ZGB, sondern auch eine Rente nach Art. 151 Abs. 1 ZGB herabgesetzt werden könne, wenn sich die wirtschaftlichen BGE 118 II 229 S. 231Verhältnisse der rentenberechtigten Person wesentlich, dauernd und in einer im Scheidungszeitpunkt nicht voraussehbaren Weise verändert hätten. Die Beklagte wendet sich in der Begründung ihres Hauptantrages einerseits gegen die Herabsetzbarkeit einer Unterhaltsersatzrente nach Art. 151 ZGB überhaupt und macht andererseits geltend, wenn man diese grundsätzlich zulasse, seien die entsprechenden Voraussetzungen vorliegend nicht gegeben.\n\nDas Bundesgericht hat seine Praxisänderung mit Bezug auf die Herabsetzbarkeit einer Unterhaltsersatzrente wegen verbesserter wirtschaftlicher Lage der rentenberechtigten Person ausführlich begründet (BGE 117 II 212 ff.; 361 ff.). Es hat insbesondere dargelegt, dass sich eine unterschiedliche Behandlung der Bedürftigkeits- und der Unterhaltsersatzrente mit Bezug auf den Grundsatz der Herabsetzbarkeit wegen veränderter wirtschaftlicher Verhältnisse durch nichts rechtfertigen lasse (BGE 117 II 217, E. 4c). Das Bundesgericht hat festgehalten, dass diese Auffassung aus der neueren Rechtsprechung zur Gewährung einer Scheidungsrente folge, nach der es dem während der Ehe nicht oder nur vermindert erwerbstätigen Ehegatten obliege, soweit möglich und zumutbar nach der Scheidung eine Erwerbstätigkeit aufzunehmen, beziehungsweise auszubauen, um den durch die Scheidung erlittenen Schaden zu mindern (BGE 117 II 215, E. 4a, 362 f.). Das neue Eherecht hat mit seiner nicht mehr geschlechtsspezifischen Unterhaltsregelung dafür nur zusätzliche Argumente geliefert (BGE 117 II 216, E. b), ohne aber allein für die Änderung der Rechtsprechung ausschlaggebend zu sein.\n\nDie Ausführungen der Beklagten in der Berufungsschrift enthalten nichts, das es rechtfertigte, auf diese Praxis zurückzukommen. Es trifft insbesondere nicht zu, dass die neue Rechtsprechung jeden Unterschied zwischen einer Unterhaltsersatz- und einer Bedürftigkeitsrente verwische. Sowohl mit Bezug auf die Voraussetzungen für die Zusprechung einer Rente als auch mit Bezug auf die Rentenhöhe unterscheiden sich die beiden Rentenarten nach wie vor erheblich. Die unterschiedlichen Rentengrundlagen wirken sich auch bei der Herabsetzung der Rente in erheblichem Masse aus. Während eine Bedürftigkeitsrente schon dann herabgesetzt werden kann, wenn die rentenberechtigte Person in der Lage ist, mit eigenen Mitteln die Bedürftigkeit zu heben, muss bei einer Unterhaltsersatzrente nach Art. 151 Abs. 1 ZGB untersucht werden, welche Lebenshaltung mit dieser garantiert werden sollte. Erst wenn sich die wirtschaftliche Lage des Rentengläubigers in einem derartigen Mass verbessert hat, BGE 118 II 229 S. 232dass die möglicherweise weit über der Bedürftigkeit liegende Lebenshaltung dauernd als gesichert erscheint, rechtfertigt sich eine Herabsetzung (BGE 117 II 365 f. E. 5a).\n\n3. Das Obergericht ist davon ausgegangen, dass Fr. 200.-- des ursprünglichen Rentenbetrages als Entschädigung für entgangenen Versicherungsschutz in der Konvention vorgesehen sind, so dass vom ursprünglichen Rentenbetrag nur Fr. 1'000.--. Unterhaltsersatz darstellen und nur diese herabgesetzt werden können. Diese Aufteilung ist nicht mehr bestritten.\n\na) Die Beklagte bestreitet jedoch, dass sich ihre wirtschaftliche Lage erheblich in einer zum Scheidungszeitpunkt noch nicht voraussehbaren Weise verbessert habe. Die Voraussetzungen der erheblichen Verbesserung und der Nichtvoraussehbarkeit haben einen inhaltlichen Zusammenhang. Mit der Unterhaltsersatzrente soll nämlich grundsätzlich der Ehefrau (soweit möglich und zumutbar) jene Lebenshaltung für die Zukunft gesichert werden, die sie während der Ehe hatte. Aus diesem Grunde ist bei der Festlegung der Rente zuerst festzustellen, von welcher Lebenshaltung auszugehen ist und der dafür nötige Finanzbedarf mit dem Einkommen zu vergleichen, den der oder die Rentenberechtigte zumutbarer Weise selber erzielen kann (BÜHLER/SPÜHLER, Berner Kommentar, 1979, N 36 zu Art. 151 ZGB; vgl. auch HAUSHEER, Neuere Tendenzen der bundesgerichtlichen Rechtsprechung im Bereiche der Ehescheidung, ZBJV 122 (1986), S. 57 f.; THOMAS GEISER, Die Auswirkungen der AHV und der beruflichen Vorsorge auf die Scheidung, de lege lata et ferenda, recht 1991, S. 5). Häufig ist vorauszusehen, dass sich das Einkommen in Zukunft ändern wird; soweit eine entsprechende Prognose mit genügender Sicherheit gestellt werden kann, müssen die Veränderungen bei der Festsetzung der Rente berücksichtigt werden. Dies kann nicht nur dadurch geschehen, dass eine Änderung der Rente bereits im Scheidungsurteil für bestimmte Ereignisse vorgesehen wird, sondern auch seinen Niederschlag bei der Rentenhöhe finden, indem beispielsweise eine lebenslange Rente niedriger festgesetzt wird, weil der oder die Rentenberechtigte zu einem späteren Zeitpunkt über ein erheblich höheres Einkommen verfügen wird, so dass ein Ausgleich mit der dannzumal zu hohen Rente erfolgt.\n\nDas Obergericht führt aus, die Ehefrau habe anlässlich der Scheidungsverhandlung zu Protokoll gegeben, sie sei zur Zeit nicht berufstätig und könne auch vorläufig daran nichts ändern, da der eine Sohn noch zur Schule gehe. Später möchte sie allerdings einer Erwerbstätigkeit nachgehen. Das Obergericht schloss daraus und aus der BGE 118 II 229 S. 233langen Ehedauer, es sei im Zeitpunkt der Scheidung wohl voraussehbar gewesen, dass die Ehefrau berufstätig sein werde, indessen habe nicht angenommen werden können, dass sie einer 100% Erwerbstätigkeit in der Art nachgehen werde, wie sie sie nun seit Jahren ausübe. Erblickt man darin eine Feststellung darüber, was die Parteien und das Gericht im Zeitpunkt der Scheidung tatsächlich als künftige Entwicklung erwartet haben, so handelt es sich um eine tatsächliche Feststellung, die das Bundesgericht bindet (Art. 63 Abs. 2 OG). Auf die entsprechenden Rügen der Beklagten könnte somit nicht eingetreten werden. Handelt es sich demgegenüber um die Darlegung der hypothetischen Erwartungen der Parteien und des Gerichts im Scheidungsverfahren, so betreffen diese Ausführungen eine Rechtsfrage, die vom Bundesgericht im Berufungsverfahren überprüft werden kann. Wie die Ausführungen des Obergerichts zu verstehen sind, kann indessen offenbleiben, da die Beklagte nichts vorbringt, was die Annahme eines hypothetischen Willens in der vom Obergericht angenommen Art als bundesrechtswidrig erscheinen lassen könnte.\n\nEs ist in der Tat einsichtig, dass von Anfang an davon auszugehen war, eine Scheidungsrente von Fr. 1'000.-- werde für den Unterhalt der Klägerin nicht ausreichen. Eine Erwerbstätigkeit der Ehefrau war somit notwendig. Zu fragen ist deshalb, wie hoch die Parteien das mutmassliche künftige Einkommen der Ehefrau im Scheidungszeitpunkt veranschlagt hatten. Aufgrund der langen Ehedauer ohne Erwerbstätigkeit und der damaligen wirtschaftlichen Verhältnisse der Ehegatten - der Ehemann verdiente Fr. 3'500.-- monatlich - konnte damit gerechnet werden, dass die heutige Beklagte etwa Fr. 1'000.-- bis 1'500.-- an zusätzlichem Erwerb erzielen werde. Dann hätte sie nämlich nach Wegfall der Kinderrenten für sich Fr. 2'000.-- bis 2'500.-- im Monat zur Verfügung gehabt (zuzüglich Fr. 200.-- für entgangene Anwartschaften), während dem Mann Fr. 2'300.-- verblieben wären. Eine dieses Mass übersteigende Erwerbstätigkeit war somit nicht vorauszusehen. Dass dieses Einkommen mit einer Teilzeiterwerbstätigkeit hätte erreicht werden können, durfte - wie auch die tatsächlichen Einkommensverhältnisse belegen - das Obergericht ohne weiteres annehmen.\n\nZweifellos die rechtliche Würdigung und nicht die Sachverhaltsfeststellung betrifft demgegenüber die Rüge der Beklagten, das Obergericht habe den Begriff der Erheblichkeit falsch angewendet. Ausgangspunkt bilden hier die Feststellungen über den mutmasslichen Verdienst von rund Fr. 1'000.-- bis 1'500.-- im Monat. Dies entspräche nach den Inflationsberechnungen, die gemäss dem Obergericht auch BGE 118 II 229 S. 234der Rentenberechnung zu Grunde liegen, im September 1989 einem Erwerbseinkommen von Fr. 1'167.-- bis 1'750.--. Der tatsächlich erzielte Erwerb übertrifft diesen Betrag um mindestens Fr. 1'250.--. Eine derartige Abweichung der eingetretenen Einkommensentwicklung von den im Zeitpunkt der Scheidung gehegten Erwartungen muss sowohl im Verhältnis zum damals erwarteten Einkommen als auch zur Unterhaltsersatzrente als erheblich bezeichnet werden.\n\nb) Eine Herabsetzung der Scheidungsrente rechtfertigt sich indessen nur, wenn die erhebliche und nicht vorhergesehene wirtschaftliche Verbesserung auch von Dauer ist. Zu Recht weist die Beklagte darauf hin, dass von einer dauerhaften Verbesserung nur gesprochen werden kann, wenn das Einkommen auch nach dem altersbedingten Ausscheiden aus dem Erwerbsleben gesichert ist.\n\nWie die Beklagte in ihrer Berufungsschrift selber ausführen lässt, war sie während der Ehe nie berufstätig, sondern nahm eine Arbeit erst im Mai 1985 auf. Die fehlende Erwerbstätigkeit während der Ehe wirkt sich indessen auf die Altersrente, die der Beklagten dereinst aus der eidgenössischen Versicherung zustehen wird, nicht nachteilig aus. Die Ehejahre zählen grundsätzlich als Beitragsjahre (Art. 29bis Abs. 2 AHVG). Aufgrund der neueren Rechtsprechung des EVG können für die Berechnung des für die Höhe der Altersrente der geschiedenen Frau massgeblichen durchschnittlichen Einkommens die Ehejahre indessen ausgeklammert werden (BGE 101 V 184; BGE 111 V 11). Die Beklagte wird somit eine ihrem Erwerbseinkommen gemässe Altersrente erhalten. Im Bereich der zweiten Säule weist ihre Altersvorsorge wegen der fehlenden Erwerbstätigkeit während der Ehe eine Lücke auf. Diese wird indessen dadurch geschlossen, dass der Kläger ihr gemäss Scheidungsurteil neben der Unterhaltsersatzrente noch lebenslang Fr. 200.-- für entgangenen Versicherungsschutz bezahlen muss. Es ist in keiner Weise dargetan und mit Blick auf die Höhe des Betrages und das relativ bescheidene Einkommen der Beklagten auch nicht wahrscheinlich, dass dies dafür nicht ausreichen sollte. Die Altersvorsorge der Beklagten ist somit im gleichen Masse gesichert, wie wenn sie immer im derzeitigen Rahmen erwerbstätig gewesen wäre. Auch wenn die Altersrente der ersten und der zweiten Säule zusammen regelmässig nicht den gleichen Betrag ausmachen wie das entsprechende Erwerbseinkommen, muss eine dauernde Verbesserung der wirtschaftlichen Verhältnisse angenommen werden.\n\nAuch im Bereich der verbleibenden Alimente besteht kein Bedarf für eine zusätzliche Altersvorsorge. Wohl entfallen diese mit dem BGE 118 II 229 S. 235Tod des Klägers. Die Beklagte ist aber gegen die Folgen dieses Ereignisses durch die Sozialversicherung versichert. Nach dem Tod des geschiedenen Mannes berechnet sich unter bestimmten, vorliegend gegebenen Voraussetzungen die Altersrente der geschiedenen Frau auf Grund der Beiträge des geschiedenen Mannes. Eine Differenz zwischen den gemäss Scheidungsurteil geschuldeten Unterhaltsleistungen und den zusätzlichen Leistungen der AHV sind gegebenenfalls von der Pensionskasse des Verstorbenen als Witwenrente auszugleichen (Art. 19 Abs. 3 BVG und Art. 20 BBV 2; zur Auslegung vgl. THOMAS GEISER, a.a.O., S. 2 f.; THOMAS LOCHER, Nahtstellen zwischen Scheidungs- und Sozialversicherungsrecht, ZBJV 1991, S. 367 f.).\n\n4. Die vom Obergericht vorgenommene Kürzung der Rente erweist sich auch vom Betrag her als angemessen. Wie dargestellt, übersteigt der tatsächliche Verdienst den erwarteten um mindestens Fr. 1'250.-- (vgl. vorn E. 3a). Die Vorinstanz hat eine Kürzung der Rente um Fr. 600.-- vorgenommen. Dies ist etwa die Hälfte des von der Beklagten erzielten zusätzlichen Verdienstes. Es bleibt damit ein genügender Anreiz, für eine wirtschaftliche Besserstellung selber zu sorgen.\n\nDie Angemessenheit der Kürzung kann nicht davon abhängen, wie sich die wirtschaftlichen Verhältnisse des oder der Rentenpflichtigen verändert haben. Diese bleiben grundsätzlich unberücksichtigt (BGE 117 II 366)."}