{"annee": "118", "cour": "IB", "page": "172", "date": "22/5/1992", "cite": ["115 V 239", "116 V 335", "113 IB 188", "115 V 224", "112 IA 180", "103 IB 261", "117 V 50", "116 V 218"], "cite_par": ["130 V 18"], "chapeau": "23. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 22. Mai 1992 i.S. X. gegen EJPD (Verwaltungsgerichtsbeschwerde).", "regestes": ["Art. 32 de l'ordonnance du 2 mars 1987 concernant la Caisse fédérale d'assurance (Statuts de la CFA), art. 68 al. 2 du Règlement des fonctionnaires (1), art. 73 LPP; licenciement administratif d'un fonctionnaire, examen de la question de la \"faute au sens des Statuts de la CFA\". L'appréciation du comportement fautif au sens juridique de la Caisse (art. 32 al. 3 des Statuts de la CFA) constitue une déclaration effectuée en relation avec le rejet ou l'invocation d'une prétention à faire valoir par voie d'action (art. 73 LPP; art. 5 al. 3 LPA); le Tribunal fédéral n'examine dès lors plus cette question dans la procédure de recours en matière de rapports de service (consid. 6; cf. encore ATF 103 Ib 261)."], "faits": "|173|\n\nDas Eidgenössische Justiz- und Polizeidepartement entliess X. aus wichtigen Gründen auf den 31. Juli 1991, wobei es die Kündigung im Hinblick auf Art. 32 der Verordnung vom 2. März 1987 über die Eidgenössische Versicherungskasse (EVK-Statuten; SR 172.222.1) als selbstverschuldet bezeichnete.\n\nDas Bundesgericht tritt auf den Eventualantrag, die Auflösung des Dienstverhältnisses habe kassenrechtlich als unverschuldet zu gelten, nicht ein", "considerants": "aus folgenden Erwägungen:\n\n6. Der Beschwerdeführer verlangt, falls sein Hauptantrag abgewiesen werden sollte, dass die Auflösung des Dienstverhältnisses als unverschuldet im Sinne von Art. 32 der EVK-Statuten zu erklären sei.\n\na) Nach Art. 60 Abs. 1 BtG in seiner Fassung vom 22. März 1991 urteilt das Bundesgericht als Gericht einziger Instanz über strittige vermögensrechtliche Ansprüche aus dem Dienstverhältnis. Hiervon ausgenommen sind Auseinandersetzungen mit einer Personalvorsorgeeinrichtung; der Rechtsschutz richtet sich hier neu nach Art. 73 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG; SR 831.40; vgl. Art. 58 Abs. 2 BtG). Art. 60 Abs. 2 BtG sieht vor, dass \"bei der Beurteilung von Ansprüchen auf Leistungen der Personalvorsorgeeinrichtungen wegen Auflösung des Dienstverhältnisses oder wegen Nichtwiederwahl\" das Bundesgericht selbständig entscheidet, ob der |174| Versicherte oder Spareinleger die Massnahme verschuldet hat. Ob unter diesen Umständen nicht ein gewisser Widerspruch besteht zwischen Abs. 1 und Abs. 2, der bisher im Zusammenhang mit der verwaltungsrechtlichen Klage auf Ausrichtung einer Kassenleistung zu sehen war (Art. 60 steht unter dem Titel \"2. Zuständigkeit des Bundesgerichtes als einziger Gerichtsinstanz\"; vgl. auch BGE 103 Ib 262 E. 2b), kann offenbleiben. Nach der am 4. Oktober 1991 beschlossenen Änderung des Art. 116 OG wird das Bundesgericht Streitigkeiten vermögensrechtlicher Natur aus dem Dienstverhältnis, einschliesslich der Personalversicherung, künftig nicht mehr auf Klage hin beurteilen. Die Rechtspflegebestimmungen des Beamtengesetzes (Art. 58-60) sind in diesem Sinn angepasst worden, doch hat der Bundesrat die entsprechenden Änderungen noch nicht vollständig in Kraft gesetzt (vgl. AS 1992, 309 f.; Art. 1 Abs. 1 und Art. 2 lit. c der Verordnung vom 15. Januar 1992 über die teilweise Inkraftsetzung der Änderung des Bundesgesetzes über die Organisation der Bundesrechtspflege, AS 1992, 337). Die neue Regelung sieht eine Beurteilung des kassenrechtlichen Verschuldens durch das Bundesgericht, wie sie im verwaltungsrechtlichen Klageverfahren sinnvoll war, nicht mehr vor.\n\nEs ist deshalb zu prüfen, wieweit an der Praxis von BGE 103 Ib 262 E. 2b festgehalten werden kann, wonach das Bundesgericht sowohl über die Zulässigkeit der Nichtwiederwahl als auch über die Frage des kassenrechtlichen Verschuldens im Rahmen der Verwaltungsgerichtsbeschwerde gegen den dienstrechtlichen Entscheid urteilt, wenn der Beschwerdeführer auch behauptet, es liege kein kassenrechtliches Selbstverschulden vor.\n\nb) Über Streitigkeiten um spezifische Fragen der beruflichen Vorsorge zwischen Vorsorgeeinrichtungen, Arbeitgebern und Anspruchsberechtigten urteilt nach Art. 73 BVG kantonal letztinstanzlich ein Gericht, dessen Entscheid mit Verwaltungsgerichtsbeschwerde an das Eidgenössische Versicherungsgericht weitergezogen werden kann (BGE 117 V 50, BGE 116 V 220 E. 1a, 112; HERMANN WALSER, Der Rechtsschutz der Versicherten bei Rechtsansprüchen aus beruflicher Vorsorge, in: Sozialversicherungsrecht im Wandel, Festschrift 75 Jahre Eidgenössisches Versicherungsgericht, Bern 1992, S. 477 ff.; ULRICH MEYER, Die Rechtswege nach dem Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG), in: ZSR 106/1987 I S. 610 ff.; HANS MICHAEL RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, Bern 1985, S. 127 f.). Hinsichtlich des einzuschlagenden Rechtsweges existiert |175| zwischen öffentlichrechtlichen und privatrechtlichen Pensionskassen kein Unterschied (BGE 113 Ib 190 E. 2b mit Hinweisen; BBl 1987 II 529; HERMANN WALSER, a.a.O., S. 468 Ziff. 3). Art. 73 Abs. 1 BVG ist nicht nur im Obligatoriumsbereich, sondern auch im Bereich der weitergehenden Vorsorge anwendbar (vgl. Art. 49 Abs. 2 BVG; BGE 116 V 339 E. 2a mit Hinweisen, 202 E. 1a).\n\nc) Art. 32 EVK-Statuten sieht vor, dass ein Kassenmitglied, dessen Dienstverhältnis ohne sein Verschulden vom Bund nach den Art. 54, 55 oder 57 BtG oder nach den Art. 8 Abs. 2 oder 77 der Angestelltenordnung vom 10. November 1959 (AngO; SR 172.221.104) aufgelöst wird, eine Abfindung erhält. Diese entspricht dem Doppelten der vom Bediensteten entrichteten Beiträge und dem einfachen Betrag der geleisteten Einkaufssumme samt Zinsen, mindestens aber dem Deckungskapital (Abs. 1). Hat das Mitglied während mindestens 19 Jahren ununterbrochen der Pensionskasse angehört und ist es über 40 Jahre alt, so werden die Leistungen nach den Art. 28-30 (Invalidenrente) ausgerichtet (Abs. 2). Die Wahlbehörde beurteilt das Verschulden des Bediensteten; ihre Verfügung ist für die Eidgenössische Versicherungskasse verbindlich (Abs. 3). Soweit die Abfindung die Freizügigkeitsleistung nach Art. 34 EVK-Statuten übersteigt, welche die Kasse bei jeder Auflösung des Dienstverhältnisses ausrichtet (vgl. BBl 1987 II 548), zahlt die Eidgenössische Versicherungskasse die Abfindung in bar aus (Abs. 4). Der Bund und seine Betriebe mit eigener Rechnung erstatten der Pensionskasse das fehlende Deckungskapital zurück (Abs. 5).\n\nd) Die Abgangsentschädigung nach Art. 32 EVK-Statuten stellt eine in engem Zusammenhang mit der beruflichen Vorsorge stehende Kassenleistung im weiteren Sinn dar. Zwar enthalten die EVK-Statuten keine Bestimmung, wonach die Eidgenössische Versicherungskasse auch einen Schutz ihrer Mitglieder gegen eine unverschuldete Nichtwiederwahl oder Entlassung bezweckt (Art. 2 Abs. 1 EVK-Statuten; vgl. dagegen die BGE 116 V 335 ff. zugrundeliegende Regelung), doch führt Art. 7 unter dem Titel \"Leistungen der Pensionskasse\" die Abfindung gemäss Art. 32 ausdrücklich an (Abs. 1 lit. b); systematisch steht dieser Artikel im dritten - mit \"Leistungen der Pensionskasse\" überschriebenen - Kapitel der EVK-Statuten. Analog der vom Eidgenössischen Versicherungsgericht in BGE 116 V 335 ff. beurteilten Regelung im Kanton Schaffhausen richtet die Versicherungskasse nach Art. 32 Abs. 2 EVK-Statuten dem unverschuldet ausscheidenden Mitglied unter bestimmten Umständen auch eine eigentliche \"Versicherungsleistung\" (Art. 7 |176| Abs. 1 lit. a EVK-Statuten) gemäss den Art. 28-30 (Invalidenrente) aus. Bereits in BGE 103 Ib 266 E. 8d hat das Bundesgericht zu Art. 22 und 34 der Statuten vom 29. September 1950 der Versicherungskasse für das Personal der allgemeinen Bundesverwaltung (AS 1950, 913; aEVK-Statuten), welche der heutigen Regelung in Art. 32 EVK-Statuten entsprachen (BBl 1987 II 547), erklärt, dass die unverschuldete Entlassung bzw. Nichtwiederwahl nach der gesetzlichen Regelung ein besonders versichertes Risiko darstelle. Bei den Leistungen nach Art. 22 und 34 aEVK-Statuten handle es sich um eigentliche Versicherungsleistungen, die administrative Umgestaltungen erleichtern sollten. Durch die Einräumung eines Anspruchs auf eine Invalidenrente (Art. 22 aEVK-Statuten) bzw. einer besonderen Entschädigung in Form einer Kapitalabfindung (Art. 34 aEVK-Statuten) würden die betroffenen Bediensteten gegen die wirtschaftlichen Folgen administrativer Umgestaltung, \"für die sie nicht verantwortlich sind\", geschützt.\n\nDass der Bund und seine Betriebe mit eigener Rechnung nach Art. 32 Abs. 5 EVK-Statuten der Pensionskasse das fehlende Deckungskapital zurückerstatten, ändert an der Rechtsnatur der Abfindung als Kassenleistung nichts (vgl. BGE 116 V 340 E. 2d).\n\ne) Grundlage der Auseinandersetzung über das kassenrechtliche Verschulden bildet zwar die Rechtsbeziehung zwischen Arbeitgeber und Arbeitnehmer (BGE 116 V 341 E. 3a), weshalb die Wahlbehörde bei der Umgestaltung oder Auflösung des Dienstverhältnisses aus wichtigen Gründen sowie bei der Nichtwiederwahl dem Bediensteten schriftlich mitzuteilen hat, ob die entsprechende Massnahme im Sinne der EVK/PHK-Statuten als selbstverschuldet gilt (Art. 68 Abs. 2 u. 69 BO (1); Art. 60 Abs. 2 u. 61 Beamtenordnung (2) vom 10. November 1959, SR 172.221.102; Art. 94 Abs. 3 u. 95 Abs. 1 Beamtenordnung (3) vom 29. Dezember 1964, SR 172.221.103; vgl. auch Art. 77 Abs. 3 AngO). Diese Erklärung verfolgt aber keinen dienstrechtlichen Selbstzweck, sondern dient der Feststellung der Voraussetzung einer kassenrechtlichen Leistung und greift damit direkt in die Rechtsbeziehung des Beamten zu seiner Pensionskasse ein (BGE 116 V 341 E. 3a); dies um so mehr, wenn, wie in den EVK-Statuten vorgesehen, die Versicherungskasse zwar die Anspruchsberechtigung prüft (Art. 7 Abs. 3 EVK-Statuten), dabei aber an die Feststellung des kassenrechtlichen Verschuldens durch die Wahlbehörde gebunden ist (Art. 32 Abs. 3 EVK-Statuten). Der Entscheid über das Selbstverschulden des Beamten beschlägt somit, obwohl er im Verhältnis zwischen Arbeitgeber und Arbeitnehmer getroffen |177| wird, eine spezifische Frage der beruflichen Vorsorge (BGE 116 V 341 E. 3a).\n\nf) Das Verfahren nach Art. 73 BVG ist ein Klage- und kein Anfechtungsstreitverfahren im Sinne der nachträglichen Verwaltungsrechtspflege (BGE 115 V 229 E. 2, BGE 112 Ia 184 E. 2a; vgl. HERMANN WALSER, a.a.O., S. 462; ULRICH MEYER, a.a.O., S. 615). Der mit einer Klage befasste kantonale Richter muss sich nach der Rechtsprechung des Eidgenössischen Versicherungsgerichts mit allen dienstrechtlichen Belangen befassen, soweit sie vorsorgerechtlich relevant sind. Weder darf ihm die Rechtskraft eines dienstrechtlichen Entscheides entgegengehalten werden, der sich (auch) über vorsorgerechtliche Aspekte einer administrativen Auflösung des Dienstverhältnisses ausspricht, noch können Zuständigkeit und Kognition dieses Richters von der jeweiligen Ausgestaltung des dienstrechtlichen Rechtsmittelsystems abhängen. Die vom Gesetzgeber auch rechtswegmässig gewollte Gleichstellung der privatrechtlichen mit den öffentlichrechtlichen Pensionskassen würde sonst in Frage gestellt (BGE BGE 116 V 342 E. 3b mit Hinweisen).\n\ng) Beschlägt die Beurteilung des kassenrechtlichen Verschuldens aber eine spezifisch vorsorgerechtliche Problematik (vgl. E. 6d u. e) und hat der Versicherungsrichter im Klageverfahren nach Art. 73 BVG das Verschulden als Voraussetzung der Ausrichtung einer Abgangsentschädigung zu beurteilen (vgl. E. 6f), so kann an der Praxis, wonach die entsprechende Feststellung durch die Wahlbehörde im Bund eine anfechtbare Verfügung darstelle (BGE 103 Ib 261), nicht festgehalten werden. Die Wahlbehörde verfügt zwar die Umgestaltung oder Auflösung des Dienstverhältnisses oder die Nichtwiederwahl; ihre Beurteilung des kassenrechtlichen Verschuldens stellt aber - wie der Wortlaut von Art. 68 Abs. 2 und 69 BO (1), Art. 60 Abs. 2 und 61 BO (2), Art. 94 Abs. 3 und 95 Abs. 1 BO (3) sowie Art. 77 Abs. 3 AngO nahelegt - lediglich eine schriftliche Mitteilung dar, d.h. (wie die Entscheidung der Vorsorgeeinrichtung selber, vgl. BGE 115 V 230 E. 2; bestätigt in BGE 115 V 239 ff.) eine einseitige Erklärung über die Ablehnung oder Erhebung eines Anspruchs, der auf dem Klageweg zu verfolgen ist (Art. 5 Abs. 3 VwVG). Diese (von der sachnäheren und daher zur Qualifikation des Verschuldens geeigneteren Instanz) abgegebene Empfehlung bindet zwar die Eidgenössische Versicherungskasse in ihrer Stellungnahme zu den Ansprüchen des Versicherten (Art. 32 Abs. 3 EVK-Statuten), stellt aber selber keine Verfügung dar (vgl. zur Problematik: HERMANN WALSER, a.a.O., S. 479 ff.; ULRICH MEYER, a.a.O., S. 612). |178|\n\nErachtet das Kassenmitglied aufgrund der dienstrechtlichen Beurteilung des Falles, entgegen der Ansicht der Wahlbehörde und der Eidgenössischen Versicherungskasse, die Entlassung oder Nichtwiederwahl als vorsorgerechtlich unverschuldet, so muss es beim zuständigen kantonalen Gericht Klage auf Ausrichtung der Abgangsentschädigung gemäss Art. 32 EVK-Statuten erheben, um - letztinstanzlich vor dem Eidgenössischen Versicherungsgericht - einen rechtsverbindlichen Entscheid über den behaupteten Anspruch zu erwirken.\n\nh) Nichts hindert das Bundesgericht indessen daran, im Rahmen der dienstrechtlichen Beurteilung eines Falles Verschuldensaspekte - etwa bei der Überprüfung der Verhältnismässigkeit einer Entlassung aus wichtigem Grund - zu berücksichtigen. Weil sich das \"kassenrechtliche Verschulden\" in der Regel nicht qualitativ, sondern allenfalls quantitativ von der dienstrechtlichen Verschuldensbeurteilung unterscheiden dürfte (vgl. BGE 103 Ib 265 ff. E. 8, wo die Ansicht verworfen wurde, ein kassenrechtliches Verschulden sei nur bei grober Fahrlässigkeit gegeben), können sich aus dem bundesgerichtlichen Urteil durchaus Hinweise ergeben, welche auch für die versicherungsrechtliche Bewertung von Bedeutung sind."}