{"annee": "118", "cour": "IA", "page": "299", "date": "4/5/1992", "cite": ["117 IB 135", "112 IB 164", "117 IA 27", "116 IB 50", "116 IA 264", "102 IA 279"], "cite_par": ["130 I 226", "119 IA 348", "120 IA 89", "119 IA 321", "120 IA 227", "121 I 334", "119 IA 378"], "chapeau": "41. Extrait de l'arrêt de la Ire Cour de droit public du 4 mai 1992 dans la cause Chambre genevoise immobilière et consorts contre Conseil d'Etat du canton de Genève (recours de droit public)", "regestes": ["Art. 2 Disp. trans. Cst., art. 9 LPE, art. 4 OEIE; étude de l'impact sur l'environnement (EIE) et \"étude d'impact\" de droit cantonal. Possibilité, offerte par le droit genevois, d'exiger une \"étude d'impact\" lors de la construction de garages collectifs d'une surface supérieure à 50 m2: cette disposition ne viole pas le principe de la force dérogatoire du droit fédéral, car elle ne tend pas à étendre simplement le champ d'application et le domaine de l'étude d'impact sur l'environnement (EIE) au sens de l'art. 9 LPE. L'objet et les exigences formelles de la procédure d'enquête prévue par le droit cantonal diffèrent en effet de ceux de l'étude d'impact du droit fédéral."], "faits": "|300|\n\nPar arrêté du 9 octobre 1991, le Conseil d'Etat du canton de Genève (ci-après: le Conseil d'Etat) a modifié certains articles du règlement d'application de la loi genevoise sur les constructions et installations diverses, du 27 février 1978 (ci-après: RALCI), y introduisant notamment un art. 204 nouveau, qui dispose ce qui suit:\n\nImpact sur l'environnement et exploitation des garages collectifs (note marginale)\n\n1 Le département établit des directives pour l'établissement de l'impact sur l'environnement des garages collectifs.\n\n2 D'entente avec le département de justice et police, il fixe les conditions d'exploitation de tels garages, notamment quant aux catégories d'utilisateurs et aux accès, et peut grever l'autorisation de construire des charges nécessaires au contrôle du respect de ces conditions.\n\nEn vertu de l'art. 200 RALCI, les garages collectifs sont ceux de plus de 50 m2 de surface.\n\nL'art. 204 RALCI est fondé sur l'art. 108 A de la loi genevoise sur les constructions et installations diverses (LCI), qui a été adopté le 23 juin 1989 et dont les alinéas 1 et 2 ont la teneur suivante:\n\nEdification et exploitation de garages collectifs (note marginale)\n\n1 L'édification et l'exploitation de garages collectifs, en élévation ou en excavation, sont autorisées si une telle réalisation est conforme aux exigences du plan directeur des transports, et s'il n'en résulte pas d'inconvénients graves pour l'environnement, le voisinage ou la circulation. Elles doivent en outre ne pas nuire au bon fonctionnement des transports publics.\n\n2 Le département peut demander au requérant de produire un rapport d'impact établissant que le projet répond aux exigences précitées.\n\nAgissant par la voie du recours de droit public, la Chambre genevoise immobilière et sept consorts demandent au Tribunal fédéral d'annuler l'art. 204 RALCI, en invoquant en particulier une violation de l'art. 2 Disp. trans. Cst. Le recours a été rejeté dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n3. Les recourants soutiennent que l'art. 204 al. 1 RALCI violerait le principe de la force dérogatoire du droit fédéral, dans la mesure où il prévoit l'établissement d'une étude d'impact pour des parcs de stationnement pour moins de 300 véhicules. Ils se réfèrent |301| à l'art. 9 LPE et au ch. 11.4 de l'annexe à l'ordonnance relative à l'étude de l'impact sur l'environnement (OEIE), et ils insistent sur le caractère exhaustif de la réglementation fédérale à ce sujet.\n\na) L'art. 204 RALCI est un nouvel acte normatif, ce qui autorise les recourants à en contester la constitutionnalité à tous égards, même si, matériellement, le règlement ne fait que reprendre ce qui figure déjà dans la loi cantonale (cf. ATF 102 Ia 282 consid. 2). Saisi du grief de violation de l'art. 2 Disp. trans. Cst., le Tribunal fédéral examine librement si une règle de droit cantonal est compatible avec le droit fédéral. La force dérogatoire du droit fédéral implique que la législation fédérale l'emporte sur une réglementation cantonale, quel que soit leur niveau respectif. Selon cette règle, il est notamment prohibé au législateur ou à l'exécutif cantonal d'intervenir dans les matières que le législateur fédéral a entendu réglementer de façon exhaustive, d'éluder le droit fédéral ou d'en contredire le sens ou l'esprit (ATF 117 Ia 34 consid. 7c, ATF 116 Ia 272 consid. 4a, ATF 112 Ib 167 consid. 4a et les arrêts cités).\n\nb) aa) En droit fédéral, l'\"étude de l'impact sur l'environnement\" (EIE) est régie par l'art. 9 LPE, qui dispose que, \"avant de prendre une décision sur la planification et la construction ou la modification d'installations pouvant affecter sensiblement l'environnement, l'autorité apprécie leur compatibilité avec les exigences de la protection de l'environnement\" (art. 9 al. 1 LPE). Pour que l'autorité puisse procéder à cette appréciation, le requérant lui transmet un \"rapport d'impact\" qu'il a établi (art. 9 al. 2 et 3 LPE). Aux termes de l'art. 3 al. 1 OEIE, cette procédure permet de déterminer si un projet \"répond aux prescriptions fédérales sur la protection de l'environnement, c'est-à-dire à la LPE ainsi qu'aux dispositions concernant la protection de la nature, la protection du paysage, la protection des eaux, la sauvegarde des forêts, la chasse et la pêche\". Selon la jurisprudence, l'art. 3 al. 1 OEIE n'énumère pas limitativement les prescriptions à prendre en considération; il faut aussi tenir compte des exigences ou des buts et principes de l'aménagement du territoire (ATF 116 Ib 60 consid. 4d, 262 consid. 1a).\n\nEn application de l'art. 9 al. 1 in fine LPE, qui charge le Conseil fédéral de désigner les installations \"pouvant affecter sensiblement l'environnement\" et, de ce fait, soumises à l'étude de l'impact sur l'environnement, l'annexe à l'OEIE énumère divers types d'ouvrages et, pour certains d'entre eux, fixe des valeurs de seuil déterminantes. Les \"parcs de stationnement (terrain ou bâtiment) pour plus de 300 voitures\" figurent dans cette liste (ch. 11.4). |302|\n\nConformément à l'art. 4 OEIE, l'autorité chargée d'examiner un projet de construction d'une installation de capacité moindre - donc non soumise à l'EIE - doit néanmoins appliquer les prescriptions sur la protection de l'environnement (cf. art. 3 al. 1 OEIE) mais, dans ces cas, l'établissement d'un rapport d'impact au sens de l'art. 7 OEIE (cf. art. 9 al. 2 LPE) n'est pas nécessaire (cf. ATF 117 Ib 145 consid. 3c).\n\nbb) La norme attaquée, qui reprend à cet égard l'art. 108 A al. 2 LCI, permet une procédure d'\"établissement de l'impact\" des garages collectifs de plus de 50 m2 de surface, le département étant autorisé à demander la production d'un \"rapport d'impact\"; la capacité des installations pouvant être soumises à cette procédure est ainsi nettement inférieure à la valeur de seuil du ch. 11.4 de l'annexe à l'OEIE.\n\nLe Conseil d'Etat explique dans ses déterminations qu'il s'agit là non pas de l'étude de l'impact sur l'environnement au sens du droit fédéral (IEI), mais d'une \"étude d'impact au sens commun\": le droit cantonal donne au département la possibilité, dans la procédure d'autorisation de construire, d'exiger du requérant un rapport sur l'ouvrage projeté, ses conséquences externes et les éventuelles mesures complémentaires destinées à minimiser celles-ci. Une telle étude était déjà prescrite depuis 1978 par l'ancien art. 45 al. 1 RALCI, aujourd'hui abrogé; un \"cahier des charges\" destiné à faciliter la tâche du requérant avait été établi en juin 1984, puis complété par une directive d'avril 1990 des départements des travaux publics et de justice et police.\n\nL'\"étude d'impact au sens commun\" du droit genevois, qui doit d'abord traiter, conformément à l'art. 108 A al. 1 LCI, des nuisances pour l'environnement, le voisinage et la circulation, tend à cet égard, comme l'étude d'impact de droit fédéral, à déterminer si le projet répond aux prescriptions fédérales en matière de protection de l'air et contre le bruit (art. 3 al. 1 OEIE; cf. consid. 3b/aa supra); en cela, elle ne se distingue pas, quant à son objet, de l'EIE stricto sensu. Ces prescriptions fédérales, qui ne laissent pas subsister les règles cantonales quant à la limitation quantitative des nuisances, ne régissent cependant pas toutes les conséquences d'une installation sur le trafic routier, et certaines dispositions cantonales conservent une portée propre, notamment en matière de stationnement (ATF 117 Ib 157 consid. 1a, 116 Ia 493 consid. 1a, 114 Ib 223 consid. 5; arrêt du 4 février 1992, partiellement publié in: URP/DEP 1992 p. 262); en vertu de l'art. 108 A al. 1 LCI, l'\"étude d'impact au sens commun\" vise à vérifier le respect de ces prescriptions cantonales et, plus |303| globalement, de principes d'urbanisme, de politique des transports ou d'aménagement du territoire (cf. \"cahier des charges\" de 1984). Dès lors, le Conseil d'Etat affirme à juste titre que son objet se distingue de celui d'une étude d'impact au sens du droit fédéral (cf. YVES NICOLE, L'étude d'impact dans le système fédéraliste suisse, Lausanne 1992, p. 158 ss; OFFICE FÉDÉRAL DE L'ENVIRONNEMENT, DES FORÊTS ET DU PAYSAGE, Etude de l'impact sur l'environnement - Manuel EIE, Berne 1990, p. 26).\n\ncc) La doctrine considère généralement que le caractère exhaustif de la liste de l'annexe à l'OEIE enlève aux cantons la possibilité d'étendre le champ d'application de l'étude de l'impact sur l'environnement ou EIE (cf. NICOLE, op.cit., p. 147, qui expose les opinions de divers auteurs); elle se fonde en particulier sur le principe de la force dérogatoire du droit fédéral (cf. HERIBERT RAUSCH, Kommentar zum Umweltschutzgesetz, art. 9, Zurich 1989, N. 202). RAUSCH admet cependant que les cantons prévoient une procédure analogue à celle de l'EIE (\"UVP-ähnliches Verfahren\") pour apprécier les atteintes éventuelles à l'environnement d'installations non soumises au sens de l'art. 1er OEIE, mais dont la capacité est néanmoins proche de la valeur de seuil fédérale; il se réfère à cet égard à l'art. 4 OEIE, qui rappelle que les prescriptions sur la protection de l'environnement doivent être appliquées dans tous les cas (RAUSCH, op.cit., N. 201). De toute façon, l'art. 46 al. 1 LPE, selon lequel chacun est tenu de fournir aux autorités les renseignements nécessaires à l'application de la loi, permet déjà d'exiger du requérant un rapport sur les nuisances pour l'environnement de son projet, sorte de \"rapport d'impact\" (cf. RAUSCH, op.cit., N. 71). De son côté, NICOLE insiste sur le principe de la souveraineté des cantons en matière d'organisation et de procédure, même lorsqu'ils appliquent le droit administratif fédéral (NICOLE, op.cit., p. 106 ss et 148; cf. PETER SALADIN, Commentaire de la Constitution fédérale, art. 3, Bâle/ Zurich/Berne 1986, N. 104 et 226); les cantons, chargés en principe de l'exécution de la loi fédérale sur la protection de l'environnement (LPE), pourraient soumettre à une étude d'impact les projets dont ils jugent importants les effets sur l'environnement, nonobstant l'absence de mention dans la liste annexe à l'OEIE, et ils pourraient aussi étendre le domaine de l'étude d'impact à d'autres dispositions que celles mentionnées à l'art. 3 OEIE, mais la réglementation cantonale ne peut se borner à ajouter de nouveaux types d'installations à la liste de l'OEIE ou à abaisser les valeurs de seuil qui y figurent (NICOLE, op.cit., p. 148, 150 et 160/161). |304|\n\ndd) Ni l'art. 204 RALCI, ni l'art. 108 A LCI n'ont pour objet d'étendre simplement le champ d'application et le domaine de l'étude de l'impact de l'environnement au sens du droit fédéral et d'y soumettre les garages collectifs comprenant jusqu'à 300 places. Comme le souligne le Conseil d'Etat dans ses déterminations, les dispositions de procédure de l'ordonnance fédérale (OEIE) et celles du règlement cantonal d'application transitoire de la loi fédérale sur la protection de l'environnement relatives à l'EIE (art. 6) ne s'appliquent pas à la procédure d'autorisation de garages collectifs pour lesquels l'\"étude d'impact au sens commun\" est requise, notamment quant à la publication du rapport d'impact (cf. art. 15 OEIE), au rôle du service spécialisé (cf. art. 12 s. OEIE) ou au droit de recours des organisations d'importance nationale (cf. art. 55 LPE): Cette procédure d'enquête destinée au contrôle, en cas de besoin, de la conformité d'un projet avec les règles fédérales et cantonales de protection de l'environnement et d'aménagement du territoire ne viole donc pas le principe de la force dérogatoire du droit fédéral (cf. JACQUES MEYER, L'étude de l'impact sur l'environnement, in: Journées du droit de la construction Fribourg 1989, Documentation VIII, p. 89)."}