{"annee": "118", "cour": "IB", "page": "349", "date": "5/10/1992", "cite": ["109 II 478", "109 IB 308", "107 IA 29"], "cite_par": ["126 I 180", "120 IA 171"], "chapeau": "45. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. Oktober 1992 i.S. SBB gegen Stellv. Präsident der Eidg. Schätzungskommission, Kreis X", "regestes": ["Ordonnance sur les émoluments et indemnités à percevoir dans la procédure d'expropriation; émoluments de photocopies, principe d'équivalence. Recours de la partie qui supporte les frais contre le décompte du président de la commission d'estimation (consid. 1). Un émolument de deux francs par page viole le principe d'équivalence lorsqu'il est perçu pour des photocopies en grand nombre. Pour les prestations du président de la commission d'estimation, cet émolument ne peut être mis en compte que pour la rédaction ou la copie d'écritures isolées ayant pris peu de temps; sinon, les indemnités pour photocopies ou autres travaux de chancellerie doivent être inclus dans les indemnités journalières, pour autant qu'ils n'aient pas été effectués par des auxiliaires (consid. 4, 5). Indemnités pour frais de location (consid. 7)."], "faits": "", "considerants": "|350|\n\nAus den Erwägungen:\n\n1. Nach Art. 20 Abs. 1 der Verordnung über die Gebühren und Entschädigungen im Enteignungsverfahren vom 10. Juli 1968 (SR 711.3; im folgenden: Gebührenverordnung) stellen die Mitglieder und Ersatzmänner der Schätzungskommission, die beigezogenen besonderen Sachverständigen und der Aktuar für ihre Bemühungen dem Präsidenten der Schätzungskommission Rechnung. Der Präsident prüft diese Rechnungen, erstellt und visiert eine Gesamtrechnung, welche er der kostenpflichtigen Partei übermittelt (Art. 20 Abs. 2 der Gebührenverordnung). Diese kann gemäss Art. 23 Abs. 2 der Gebührenverordnung gegen die festgesetzten Gebühren und Entschädigungen binnen 30 Tagen seit Empfang der Rechnung beim Bundesgericht Beschwerde führen (vgl. Art. 113 Abs. 2 EntG). Da im vorliegenden Fall die SBB als kostenpflichtige Partei die dreissigtägige Frist eingehalten haben, kann auf die Beschwerden eingetreten werden.\n\n4. In der Gebührenverordnung wird über die vom Schätzungskommissions-Präsidenten zu erhebenden Kanzleigebühren bestimmt:\n\n\"Art. 1\n\n1 Für jedes notwendige, hienach nicht besonders genannte Schreiben kann\n\neine Gebühr von 4 Franken berechnet werden.\n\n2 Umfasst ein Schreiben mehr als eine Seite und können nicht vorgedruckte\n\nFormulare verwendet werden, so beträgt die Gebühr für jede folgende ganze\n\nSeite 4 und für eine angefangene Seite 2 Franken.\n\nArt. 2\n\nFür eine Vorladung beträgt die Gebühr 4 Franken.\n\n|351|\n\nArt. 3\n\nFür eine öffentliche Bekanntmachung beträgt die Gebühr 10 Franken mit\n\neinem Zuschlag von 1 Franken für jedes zu versendende Exemplar.\n\nArt. 4\n\n1 In den Gebühren der Artikel 1-3 ist die Vergütung für die den Akten als\n\nBeleg beizufügende Abschrift inbegriffen.\n\n2 Im übrigen kann für jede Abschrift oder Photokopie eines Schriftstückes\n\neine Gebühr von 2 Franken für die Seite berechnet werden.\"\n\nArt. 6 Abs. 2 und 3 sowie Art. 8 der Gebührenverordnung lauten wie folgt:\n\n\"Art. 6\n\n1 ...\n\n2 Das Taggeld umfasst die gesamte vom Präsidenten der\n\nSchätzungskommission oder dem amtierenden Ersatzmann in der Leitung des\n\neinzelnen Enteignungsfalles zu leistende Arbeit, insbesondere die Prüfung\n\naller Eingaben und Gesuche sowie der Rechnungen über Gebühren und\n\nEntschädigungen, die Verfügungen, Entscheide, Beweismassnahmen, Vornahme\n\nvon Augenscheinen, Leitung der Einigungsverhandlung und der Verhandlung\n\nder Schätzungskommission, endlich die Führung des Protokolls dieser\n\nVerhandlung sowie der Einigungsverhandlung, sofern kein besonderer Aktuar\n\nbeigezogen wird.\n\n3 Auf die Gebühren der Artikel 1 und 2 hat der Präsident der\n\nSchätzungskommission nur insoweit Anspruch, als die Abfassung von\n\nSchreiben und Vorladungen nicht durch das in Rechnung gestellte Taggeld\n\ngedeckt ist.\n\nArt. 8\n\n1 Für einen angefangenen oder halben Verhandlungstag wird ein halbes\n\nTaggeld berechnet.\n\n2 Bei der Entschädigung durch Taggeld ist auch die Zeit der Reise zur\n\nVerhandlung und zurück in Anschlag zu bringen.\"\n\nAus diesen Bestimmungen geht klar hervor, dass die Arbeit des Schätzungskommissions-Präsidenten in erster Linie durch das Taggeld abgegolten werden soll. Seine Leistungen sind einzig dann nach dem Gebührenansatz zu entschädigen, wenn es lediglich um die Abfassung einzelner Schreiben und Vorladungen geht, für die nur so kurze Zeit beansprucht wird, dass eine Entschädigung durch ein - halbes oder ganzes - Taggeld ausser Betracht fällt. Dass allein entweder Taggelder oder Gebühren in Rechnung gestellt werden können, muss nach dem Sinn der Regelung auch für das Anfertigen von Fotokopien gelten, obwohl Art. 6 Abs. 2 nicht ausdrücklich auf Art. 4 Abs. 2 verweist. Dies wird denn auch vom stellvertretenden Schätzungskommissions-Präsidenten des Kreises X nicht bestritten. Er ist |352| jedoch der Auffassung, dass selbst bei Massenanfertigungen von Fotokopien eine Gebühr von zwei Franken pro Seite verlangt werden könne, sofern keine Taggeld-Entschädigung beansprucht werde. Nach Meinung der Beschwerdeführerinnen ist indessen in solchen Fällen die Anwendung des Gebührentarifs aufgrund des Äquivalenzprinzipes ausgeschlossen und dürfen nur die effektiven Auslagen für die Fotokopien in Rechnung gestellt werden.\n\n5. Gemäss dem aus Art. 4 BV hergeleiteten, das Verhältnismässigkeitsgebot konkretisierenden Äquivalenzprinzip darf die Gebühr zum objektiven Wert der Leistung nicht in ein offensichtliches Missverhältnis geraten und muss sich in vernünftigen Grenzen bewegen. Der Wert der Leistung bemisst sich entweder nach dem Nutzen, den sie dem Pflichtigen bringt, oder - wie im vorliegenden Fall - nach dem Kostenaufwand der konkreten Inanspruchnahme im Verhältnis zum gesamten Aufwand des betreffenden Verwaltungszweiges bzw. der betreffenden Behörde (BGE 109 Ib 314 E. 5b, BGE 109 II 480 E. 3c, BGE 107 Ia 33 E. 2d).\n\na) Die Gestehungskosten für eine Fotokopie dürften heute - ohne Lohnkosten - nicht mehr als Fr. 0.20 betragen. Jedenfalls werden in Einkaufszentren, Verwaltungsgebäuden usw. den Privaten in der Regel für dieses Entgelt Fotokopier-Apparate zur Verfügung gestellt. Was weiter den zeitlichen Aufwand anbelangt, so lassen sich mit modernen Apparaten innert wenigen Stunden Hunderte von Kopien erstellen sowie allenfalls sortieren und heften; auch mit älteren Maschinen kann eine Kopie in einigen Sekunden hergestellt werden. Für ihre Tätigkeit werden die Präsidenten der Schätzungskommissionen und ihre Aktuare, wie dargestellt, in der Regel mit Taggeldern entschädigt. Diese belaufen sich zur Zeit für Präsidenten auf Fr. 800.--, sofern sie freierwerbende Anwälte sind, andernfalls auf Fr. 500.--; den Aktuaren steht, sofern sie freierwerbende Anwälte sind, ein Taggeld von Fr. 500.--, andernfalls von Fr. 400.-- zu (Art. 6 Abs. 1 und Art. 7 der Gebührenverordnung in der Fassung vom 3. Dezember 1990, in Kraft seit 1. Januar 1991). Vor dem 1. Januar 1991 waren die Taggelder für die Präsidenten auf Fr. 600.-- bzw. Fr. 400.--, für die Aktuare auf Fr. 300.-- festgesetzt. Für die Hilfskräfte, die für Kanzleiarbeiten, wie das Anlegen von Dossiers sowie Registratur- und Vervielfältigungsarbeiten, beigezogen werden können, sind gemäss den an die Schätzungskommissionen gerichteten Mitteilungen der Bundesgerichtskasse die üblichen Stundenlöhne zu bezahlen. Müssen somit im Rahmen der Tätigkeit der Schätzungskommission beispielsweise 1000 Fotokopien erstellt werden, was |353| auch mit älteren Maschinen in einem Tag möglich sein sollte (vgl. BGE 107 Ia 34), so belaufen sich die heutigen Lohnkosten pro Kopie auf etwa Fr. 0.25, wenn eine Hilfskraft eingesetzt wird, auf Fr. 0.50 bzw. 0.40, wenn der Aktuar die Vervielfältigungen vornimmt, und auf Fr. 0.80 bzw. Fr. 0.50, wenn der Präsident selbst kopiert. Vor dem 1. Januar 1991 betrugen die Kosten pro Kopie sogar nur Fr. 0.30 bei Einsatz des Aktuaren und Fr. 0.60 bzw. Fr. 0.40 bei Vervielfältigungsarbeit durch den Präsidenten.\n\nLiegen demnach im vorliegenden Fall die Gesamtkosten für die serienmässige Herstellung von Fotokopien deutlich unter Fr. 1.-- pro Stück, so hält der in Rechnung gestellte Betrag von Fr. 2.-- je Seite, wie die Beschwerdeführerinnen zu Recht geltend machen, vor dem Äquivalenzprinzip nicht stand. Die Unvereinbarkeit eines solchen Gebührenansatzes mit Art. 4 BV ergibt sich denn hier auch aus der Gegenüberstellung der geforderten Taggelder und Gebühren: Während für die 1989 an 25 Tagen durchgeführten Einigungsverhandlungen und die damit verbundenen Arbeiten Taggeld-Entschädigungen von insgesamt Fr. 38'000.-- verlangt werden, belaufen sich die Gesamtgebühren für die Fotokopien der Verhandlungsprotokolle auf nicht weniger als Fr. 25'996.--. Wird nur die Rechnung des Aktuars betrachtet, so übersteigt seine Kostennote für Fotokopien in Höhe von Fr. 13'088.-- die Taggeld-Entschädigungen von Fr. 4'800.-- sogar um ein Mehrfaches. Auch für die Rechnungsperiode 1991 bleibt die vom Präsidenten für Fotokopien geforderte Gebühr von Fr. 5'814.-- nicht weit unter dem Taggeld-Gesamtbetrag von Fr. 7'000.--. Es kann aber offensichtlich nicht verhältnismässig sein, wenn der Präsident oder Aktuar einer Schätzungskommission als Entgelt für blosse Hilfsarbeiten, wie das Kopieren, mehr verlangt als das, was ihm für seine eigentliche juristische Tätigkeit zusteht. Der Auffassung der Beschwerdegegner, es stehe ihnen frei, der kostenpflichtigen Partei auch für umfangreiche Vervielfältigungsarbeiten statt der Taggeld-Entschädigungen oder der effektiv den Hilfskräften bezahlten Löhne die Gebühr von Fr. 2.-- pro Kopie zu belasten, kann daher nicht gefolgt werden.\n\nb) Es stellt sich somit die Frage, welcher Betrag für die Fotokopien hätte in Rechnung gestellt werden dürfen.\n\nDie Beschwerdegegner machen in ihren Vernehmlassungen geltend, dass ihnen zur Anfertigung der Kopien keine leistungsfähigen Maschinen zur Verfügung gestanden hätten und mit den erhobenen Gebühren nicht nur das Fotokopieren selbst, sondern auch das Sortieren, Heften, Verpacken und Versenden der Schriftstücke |354| abgegolten werde. Der Aktuar führt weiter aus, dass er im Anschluss an die an 14 Tagen durchgeführten Einigungsverhandlungen für die erwähnten Kanzleiarbeiten mindestens je einen zusätzlichen Tag habe aufwenden müssen. Ausserdem habe er für die von ihm erstellten 6544 Kopien seinem Arbeitgeber für die Benützung des Apparates je Fr. 0.10 bezahlen müssen. Der stellvertretende Schätzungskommissions-Präsident macht weder über den zeitlichen Aufwand noch über allfällige Auslagen irgendwelche Angaben.\n\nGrundsätzlich ist zu bemerken, dass es angebracht gewesen wäre, für die umfangreichen Kanzleiarbeiten, die im Jahre 1989 im Zusammenhang mit den an 25 Tagen durchgeführten Einigungsverhandlungen anfielen, eine Hilfskraft einzusetzen. Dies wurde den Präsidenten der Eidgenössischen Schätzungskommission des Kreises X vom Bundesgericht schon mit Schreiben vom 11. September 1989 empfohlen. Da jedoch diese Arbeiten nun einmal durch den Präsidenten und den Aktuaren selbst vorgenommen worden sind, steht ihnen hiefür eine Vergütung zu, die indessen aus den genannten Gründen die Taggeld-Entschädigungen nicht übersteigen darf und nach den Vorschriften der Gebührenverordnung auch in solchen auszurichten ist.\n\nDem Aktuar sind demnach für die gemäss eigenen Angaben für Kanzleiarbeiten aufgewendeten 14 Tage nach dem damals geltenden Taggeld-Ansatz je Fr. 300.--, insgesamt Fr. 4'200.--, zu bezahlen. Zudem sind ihm die für die Anfertigung der 6544 Fotokopien entstandenen Auslagen von Fr. 654.40 zu vergüten.\n\nWas den Präsidenten anbelangt, so hat dieser für die zwischen dem 28. Juli und dem 31. Dezember 1989 an 25 Tagen stattfindenden Einigungsverhandlungen und die damit verbundenen Arbeiten Taggelder für 84 Tage in Rechnung gestellt. Es fragt sich, ob mit diesen Taggeld-Entschädigungen die Vervielfältigungs- und Versandarbeiten nicht bereits abgegolten seien. Da jedoch nicht ausgeschlossen werden kann, dass der zeitliche Aufwand doch grösser war, können dem Präsidenten für die von ihm anschliessend an 11 Verhandlungstagen vorgenommenen administrativen Arbeiten weitere 11 Taggelder zugestanden werden. Allfällige Auslagen - solche sind nicht ausgewiesen worden - sind in diesen zusätzlichen Taggeld-Entschädigungen inbegriffen.\n\nMit der Zwischenabrechnung für das Jahr 1991 wird neben den Taggeldern für insgesamt 14 Tage ein in Anwendung des umstrittenen Gebühren-Tarifes berechneter Gesamtbetrag von Fr. 5'814.-- für Fotokopien eingefordert. Über den zeitlichen Aufwand des |355| Präsidenten für die Anfertigung dieser Kopien und allfällige Auslagen ist ebenfalls nichts bekannt. An die Stelle des verlangten Betrages ist daher ermessensweise eine Entschädigung von 5 Taggeldern zu je Fr. 500.-- zu setzen, die als eher grosszügig gelten kann und mit der auch eventuelle Unkosten abgegolten werden.\n\n7. Den Antrag auf Streichung der Entschädigung für die \"Raum-Miete\" bzw. für die Aktenaufbewahrung im Jahre 1991 in Höhe von Fr. 960.-- begründen die Beschwerdeführerinnen damit, dass ein solches Entschädigungsbegehren jedenfalls für die Zeit nach der Überweisung der Einspracheakten an das Bundesamt für Verkehr nicht mehr geltend gemacht werden könne; es könne daher offenbleiben, ob für eine solche Forderung überhaupt eine gesetzliche Grundlage bestehe.\n\nEs trifft zu, dass die Gebührenverordnung in der heutigen Fassung eine Vergütung von Mietkosten nicht ausdrücklich vorsieht. Die Büro-Benützung wird denn auch in der Regel mit der Taggeld-Entschädigung abgegolten. Allerdings ist nicht ausgeschlossen, dass im Rahmen grösserer Verfahren eigens wegen der Enteignungsgeschäfte zusätzliche Räume zur Aktenaufbewahrung gemietet werden müssen. In diesem Fall müssen die entsprechenden Kosten ebenfalls als Auslagen in Rechnung gestellt werden können. Den Beschwerdeführerinnen ist aber darin zuzustimmen, dass im vorliegenden Fall nach der Überweisung der Einspracheakten an das Bundesamt für Verkehr nur noch die Unterlagen über die Entschädigungsforderungen der Enteigneten beim Schätzungskommissions-Präsidenten verblieben sind und diese keinen derartigen Umfang aufweisen, dass allein für deren Aufbewahrung ein Raum zur Verfügung gestellt oder hinzugemietet werden müsste. Die Beschwerde ist daher auch in diesem Punkte gutzuheissen."}