{"annee": "118", "cour": "III", "page": "37", "date": "26/11/1992", "cite": ["101 IA 521", "97 I 609", "85 III 146", "109 III 77", "109 IA 312", "107 IA 269", "117 IA 1", "106 IA 155", "102 IA 153", "115 IA 183"], "cite_par": ["140 III 86", "128 III 4", "129 III 599", "125 III 45"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour civile du 26 novembre 1992 dans la cause X. contre Compagnie d'assurance Y. (recours de droit public)", "regestes": ["Recours de droit public. Interdiction des nova; retrait de la réquisition de faillite dans la réponse au recours. L'interdiction des nova dans la procédure du recours de droit public s'impose aussi à l'auteur de la réponse (consid. 2a). L'aspect particulier de la procédure de faillite en cas d'effet suspensif n'exige pas que le Tribunal fédéral tienne compte d'un retrait de la réquisition de faillite dans la réponse au recours (consid. 2b)."], "faits": "", "considerants": "|38|\n\nExtrait des considérants:\n\n2. Autre chose est de savoir si l'intimée peut retirer devant le Tribunal fédéral sa réquisition de faillite, après le prononcé cantonal et avant la publication de faillite et les autres opérations d'exécution forcée. C'est en réalité la portée de son acquiescement au recours, l'intimée déclarant expressément le retrait \"en tant que de besoin\".\n\nIl ne s'agit pas de la question, controversée, des \"nova\" - les vrais - devant la juridiction cantonale de recours (art. 174 al. 1 LP; ATF 109 III 78 ss, ATF 102 Ia 158 consid. 3 et les arrêts cités; cf. ROLF WEBER, Rechtsmittelprobleme bei der Konkurseröffnung, in Centenaire de la LP, 1989, p. 320 ss; CH. STOCKER, Die Berufung im Sinne von SchKG Art. 174, unter besonderer Berücksichtigung des Zeitpunktes der Konkurseröffnung und der Zulässigkeit von Nova, BlSchK 1988 p. 41 ss; MARIUS SCHRANER, Neue Tatsachen im Berufungsverfahren gegen das Konkurserkenntnis, RSJ 1980 p. 278 ss; PETER VON SALIS, Probleme des Suspensiveffektes von Rechtsmitteln im Zivilprozess- und Schuldbetreibungs- und Konkursrecht, thèse Zurich 1980 p. 161 ss).\n\na) Le recours de droit public n'est pas la simple continuation de la procédure cantonale, mais ouvre en tant que moyen de droit indépendant et extraordinaire une procédure nouvelle dont l'objet est d'examiner si la décision cantonale, en soi définitive et exécutoire, viole les droits constitutionnels des citoyens (ATF 107 Ia 271; |39| CLAUDE BONNARD, Problèmes relatifs au recours de droit public, RDS 1962 II p. 387 No 10 et MARTI, Die staatsrechtliche Beschwerde, 4e éd., 1979, p. 27 No 29). S'agissant d'un recours de droit public pour violation de l'art. 4 Cst. - et de ceux où le grief de violation d'un autre droit constitutionnel n'a pas de portée propre, se confondant ainsi avec le grief d'arbitraire -, le Tribunal fédéral ne prend pas en considération les allégations, preuves ou faits qui n'ont pas été soumis à l'autorité cantonale: nouveaux, ils sont irrecevables (ATF 117 Ia 3 consid. 2, ATF 115 Ia 185 consid. 2, ATF 109 Ia 314 consid. 1). Cette règle, l'auteur de la réponse doit aussi la respecter (a contrario KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Berne 1984, p. 320 note 156, qui cite ATF 101 Ia 531 consid. 5: les nova lui sont permis s'ils l'étaient au recourant).\n\nb) Les opérations de la poursuite sont par nature incompatibles avec des conditions ou toute instabilité, spécialement le jugement de faillite: vu ses effets sur le patrimoine du débiteur et sur les droits des créanciers, il ne doit s'élever aucun doute sur le moment précis de la déclaration de faillite (art. 175 LP). Aussi bien lorsque, comme en l'espèce, le prononcé a été muni d'effet suspensif (art. 36 LP, art. 94 OJ), la date de l'ouverture de la faillite est, en cas de confirmation, celle de la force de chose jugée de cette décision, pour un arrêt du Tribunal fédéral le jour et l'heure où il est prononcé (art. 38 OJ). Cette jurisprudence tend à créer une situation claire et veut garantir de même manière les intérêts du débiteur, des créanciers et des tiers (ATF 97 I 613 /614). L'arrêt de principe (ATF 85 III 157 consid. 6) précise bien que la force de chose jugée est suspendue, et non seulement la force exécutoire, savoir les mesures à prendre en raison du prononcé.\n\nEn réalité, cet aspect particulier de la procédure de faillite en cas d'effet suspensif (dont les conséquences peuvent être très variées: ATF 106 Ia 156 ss) n'exige pas que l'on tienne compte céans d'un retrait de la réquisition par la créancière intimée, parce que les conditions de la faillite devraient être réalisées précisément au moment où le juge la prononce. Si l'on ne peut faire dépendre l'admission des nova devant la juridiction cantonale de recours de l'octroi de l'effet suspensif, a fortiori devant le Tribunal fédéral alors que le principe est l'interdiction dans un recours de droit public pour violation de l'art. 4 Cst."}