{"annee": "118", "cour": "IA", "page": "366", "date": "8/12/1992", "cite": ["92 II 133", "118 II 199", "107 IA 187"], "cite_par": ["121 IV 317", "134 III 45", "134 IV 48"], "chapeau": "50. Extrait de l'arrêt de la IIe Cour civile du 8 décembre 1992 dans la cause X. contre Société d'assurances Y. et Cour de justice du canton de Genève (demande de révision)", "regestes": ["Art. 137 let. b OJ; révision d'un arrêt du Tribunal fédéral rendu sur recours de droit public. Recevabilité de la demande de révision fondée sur des faits et moyens de preuve nouveaux, lorsqu'elle est dirigée contre un arrêt du Tribunal fédéral statuant sur un recours de droit public pour violation de l'art. 4 Cst. (précision de la jurisprudence)."], "faits": "BGE 118 Ia 366 S. 366\n\nA.- Le 19 mai 1990, X. a formé un recours de droit public au Tribunal fédéral contre un arrêt rendu le 6 avril 1990 par la Cour de justice du canton de Genève dans la cause qui l'opposait à la Société d'assurances Y.\n\nB.- Par arrêt du 12 octobre 1990, la IIe Cour civile a rejeté le recours dans la mesure de sa recevabilité.\n\nC.- Le 7 juillet 1992, X. a présenté une demande de révision. Il a conclu à l'annulation, tant de l'arrêt fédéral du 12 octobre 1990, que de la décision de la Cour de justice du 6 avril 1990; à ce qu'il soit dit que les troubles consécutifs à l'opération sont dus à un accident au sens des conditions générales d'assurance et, partant, à leur BGE 118 Ia 366 S. 367prise en charge par l'assureur; au renvoi de la cause aux juridictions cantonales pour qu'elles instruisent sur l'indemnité.\n\nLa Société d'assurances Y. propose principalement l'irrecevabilité de la demande de révision, subsidiairement son rejet.", "considerants": "Considérant en droit:\n\n2. La révision, en vertu de l'art. 137 let. b OJ, d'un arrêt rendu sur recours de droit public n'est certes pas exclue par principe (ATF 118 II 203, ATF 107 Ia 190 /191 consid. 2 et les arrêts cités). Comme le relève POUDRET, la portée de ce motif de révision dépend toutefois \"du pouvoir d'examen du Tribunal fédéral à l'égard des faits et de l'usage qu'il en a fait en rendant l'arrêt litigieux\" (COJ V, n. 2.1 ad art. 137). Aussi la jurisprudence déclare-t-elle irrecevable la demande de révision qui se fonde sur la découverte de faits et de moyens de preuve nouveaux lorsqu'elle est dirigée contre un arrêt du Tribunal fédéral statuant sur un recours de droit public pour violation des droits constitutionnels des citoyens, soumis à l'exigence de l'épuisement préalable des instances cantonales (ATF 107 Ia 190 /191 consid. 2a, confirmé par l'arrêt Ghattas c. Chemical Bank du 25 mars 1992, SJ 1992 p. 401 consid. 3a; cf. ég. KÖLZ, RJB 1983 p. 588). Une décision récente, non publiée, considère cependant que dans un tel cas la demande de révision est simplement mal fondée (arrêt M. c. K. du 15 juin 1992, consid. 3, qui se réfère à MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, Zurich 1992, p. 48 n. 24).\n\nCette dernière solution ne peut toutefois être suivie. L'arrêt paru in ATF 107 Ia 187 ss n'est certes pas exempt de contradiction (cf. dans ce sens, SCHWEIZER, Le recours en revision spécialement en procédure civile neuchâteloise, thèse Neuchâtel 1985, p. 177 en haut). L'irrecevabilité de la demande de révision en raison de faits et de moyens de preuve nouveaux y est motivée par leur prohibition dans les recours soumis à l'exigence de l'épuisement préalable des instances cantonales, en particulier les recours fondés sur la violation de l'art. 4 Cst. (p. 190/191 consid. 2a). Mais l'arrêt rappelle que la jurisprudence constante ouvre la voie de la révision de l'art. 137 let. b OJ contre les arrêts rendus sur recours en réforme, bien que dans ce cas le Tribunal fédéral ne puisse pas non plus tenir compte des nova (p. 190 consid. 1b). La recevabilité ou l'irrecevabilité de ces derniers n'est donc pas le critère décisif, ou du moins pas le seul.\n\nLorsque le Tribunal fédéral admet ou rejette le recours en réforme, son arrêt se substitue à la décision entreprise; il s'ensuit que la BGE 118 Ia 366 S. 368demande de révision doit être dirigée contre l'arrêt fédéral, et pour les motifs énumérés aux art. 136 et 137 OJ (MESSMER/IMBODEN, op.cit., p. 47 et n. 20). En revanche, lorsqu'il rejette - comme en l'espèce - un recours de droit public, son arrêt ne se substitue pas à la décision attaquée (KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Berne 1984, p. 333 ss), laquelle demeure en force et peut dès lors faire l'objet d'une demande de révision, aux conditions du droit de procédure cantonal, pour les motifs qui affectent l'état de fait qu'elle constate (POUDRET, n. 2.1 ad art. 137 OJ). En effet, selon un principe général, la demande de révision, sur le fond, doit être formée devant l'autorité qui, en dernière instance, a statué au fond (cf. GULDENER, Schweizerisches Zivilprozessrecht, 3e éd., Zurich 1979, p. 532 n. 13; dans ce sens, la disposition expresse du § 295 al. 1 ZPO/ZH, aux termes duquel la demande de révision doit être présentée à l'autorité \"welche in letzter Instanz in der Sache selbst entschieden hat\"; cf. RUST, Die Revision im Zürcher Zivilprozess, thèse Zurich 1981, p. 164/165). Or, lorsque l'autorité s'est prononcée à l'occasion d'un recours extraordinaire - à l'instar du recours de droit public -, la demande de révision n'est recevable que pour les motifs qui affectent son arrêt, et non la décision sur le fond rendue par la juridiction inférieure (GULDENER, ibid.; POUDRET, n. 2.2 ad Titre VII et n. 2.1 ad art. 137 OJ; mutatis mutandis, ATF 92 II 134 /135, pour la demande de révision d'un arrêt d'irrecevabilité rendu sur recours en réforme).\n\nLe requérant n'invoque en l'espèce aucun motif de révision dont serait entaché l'arrêt du 12 octobre 1990, rejetant son recours de droit public. L'expertise médicale produite à l'appui de la demande ne ferait, à son avis, que confirmer le reproche qu'il avait adressé à la Cour de justice de n'avoir pas ordonné de complément d'expertise. Mais comme l'avait relevé la cour de céans dans l'arrêt précité, ce dernier avait été ordonné par le tribunal bernois postérieurement à la décision attaquée. En définitive, seul l'arrêt de la cour cantonale sur le fond, demeuré en force, est susceptible de révision (dans le même sens, arrêt non publié Sch. c. Société d'assurances H. du 22 décembre 1986, dans lequel le requérant invoquait - comme en l'espèce - une expertise médicale postérieure à la décision cantonale attaquée). Cette question ressortit toutefois au droit de procédure cantonal (cf. art. 154 ss LPC gen.), dont la cour de céans ne saurait connaître dans la présente instance (ATF 92 II 135)."}