{"annee": "118", "cour": "IV", "page": "420", "date": "31/8/1992", "cite": ["117 IV 209", "64 I 138"], "cite_par": ["117 IV 445"], "chapeau": "72. Extrait de l'arrêt de la Chambre d'accusation du 31 août 1992 dans la cause P. c. Office fédéral de la police (plainte EIMP)", "regestes": ["Art. 15 EIMP; indemnité pour détention extraditionnelle injustifiée. - Dispositions de droit fédéral applicables par analogie (consid. 2a et consid. 2b). - Lorsque l'Etat requérant n'est pas en mesure de satisfaire à une condition posée par l'Etat requis, cela a les mêmes effets qu'un refus de l'extradition. La détention extraditionnelle se révèle injustifiée. Une indemnité est due (consid. 2c)."], "faits": "|420|\n\nA.- Le 30 avril 1987, la Cour d'appel de Florence a condamné par défaut P., ressortissant des Etats-Unis d'Amérique né en 1932, à une peine de vingt ans de réclusion et à une amende. Pour l'essentiel, il a été reconnu coupable de blanchissage d'argent provenant d'un trafic de drogue, dont il était l'un des organisateurs principaux.\n\nB.- Le 25 août 1987, le Procureur général de la République italienne auprès de la Cour d'Appel de Florence a décerné un mandat |421| d'arrêt contre P. Le 20 mars 1991, ce dernier a été arrêté à Lausanne et placé en détention extraditionnelle, conformément à un mandat d'arrêt de l'Office fédéral de la police (ci-après: l'Office fédéral) du 21 mars 1991. Le 11 avril 1991, la Chambre d'accusation du Tribunal fédéral a rejeté un recours du détenu contre cette mesure.\n\nPar un arrêt du 14 octobre 1991, la Ire Cour de droit public du Tribunal fédéral a partiellement admis le recours de P. contre la décision de l'Office fédéral d'accorder l'extradition. Le dispositif contient notamment les termes suivants:\n\n\"a) l'extradition n'est pas accordée pour le délit de ''constitution d'avoirs en devises à l'étranger'' selon les dispositions spécifiques du droit italien;\n\nb) l'extradition est accordée pour le surplus à condition que l'Etat requérant donne au préalable l'assurance que le recourant aura la faculté de demander le relief du jugement rendu par défaut le 30 avril 1987, le délai pour ce faire ne commençant pas à courir avant la remise de l'extradé à l'Etat requérant.\"\n\nLes autorités italiennes n'ont pas été en mesure de garantir à P. la faculté de demander le relief. En conséquence, le 4 novembre 1991, l'Office fédéral a mis fin à la détention en vue d'extradition.\n\nC.- Le 10 janvier 1992, P. a présenté à l'Office fédéral une demande d'indemnité pour détention injustifiée, en application de l'art. 15 EIMP.\n\nLe 10 avril 1992, l'Office fédéral a rejeté la demande d'indemnité.\n\nD.- Le 4 mai 1992, P. a saisi la Chambre d'accusation du Tribunal fédéral d'une plainte. Il demande l'annulation de la décision prise le 10 avril 1992 par l'Office fédéral et l'octroi, par la Confédération, d'une indemnité.\n\nDans le cadre des mesures d'instruction, le plaignant a obtenu que le dossier de l'Office fédéral relatif à la procédure d'extradition soit mis à la disposition de la chambre de céans.\n\nE.- L'Office fédéral a conclu au rejet du \"recours\" dans la mesure où il serait admissible. |422|", "considerants": "Considérant en droit:\n\n2. Sous le titre \"indemnisation\", l'art. 15 al. 1 EIMP (RS 351.1) prévoit ce qui suit:\n\n\"Les dispositions fédérales ou cantonales sont applicables par analogie à l'indemnité due pour la détention injustifiée et d'autres dommages subis par la personne poursuivie au cours d'une procédure menée en Suisse conformément à la présente loi, ou à l'étranger sur demande d'une autorité suisse.\"\n\nEn l'espèce, les autorités cantonales n'étant pas intervenues, seules les dispositions de droit fédéral doivent être prises en considération.\n\na) Les dispositions fédérales applicables à ce domaine se trouvent dans la Loi fédérale sur la procédure pénale et dans la Loi fédérale sur le droit pénal administratif (PPF, RS 312.0 et DPA, RS 313.0).\n\nSelon l'art. 122 al. 1 PPF, une indemnité est attribuée sur demande, pour préjudice résultant de la détention préventive ou d'autres actes de l'instruction, à l'inculpé qui est mis au bénéfice d'une ordonnance de non-lieu; l'indemnité peut être refusée lorsque l'inculpé a provoqué ou entravé les opérations de l'instruction par son attitude répréhensible ou sa légèreté. D'après l'art. 99 DPA, qui régit avec l'art. 100 DPA la question de l'indemnité en droit pénal administratif, celle-ci est allouée sur demande, pour la détention préventive et les autres préjudices subis, à l'inculpé qui est mis au bénéfice d'un non-lieu ou qui est seulement puni pour inobservation de prescriptions d'ordre. Une réglementation analogue est prévue en cas d'acquittement (art. 176 PPF, art. 101 DPA).\n\nb) A l'art. 15 al. 1 EIMP, on ne trouve aucune précision sur la notion de détention injustifiée (ungerechtfertigte Haft, carcere ingiustificatamente sofferto). Cette expression ne se trouve pas aux articles 122 PPF et 99 DPA.\n\nLes travaux préparatoires de l'art. 15 EIMP (art. 11 du projet) ne permettent pas de mieux définir ces termes. Le texte proposé dans le message a été adopté sans modifications de fond par les deux chambres (FF 1976 II 480; les mots \"indemnisation\" et \"indemnité\" ont simplement remplacé celui de \"réparation\"). Il en alla de même, pour l'essentiel, de l'art. 99 al. 1 DPA (art. 102 du projet). Le message mentionne seulement que cette disposition a été calquée sur celle de la Loi fédérale sur la procédure pénale (FF 1971 I 1038); les débats parlementaires n'ont pas porté sur le problème en cause ici. |423|\n\nAu contraire, la genèse de l'art. 122 PPF apporte des éléments utiles. Dans son projet - art. 124 al. 1 et 2 - le Conseil fédéral prévoyait la réglementation suivante (FF 1929 II 727/728):\n\n\"Si le procureur général de la Confédération ou le juge d'instruction estime que l'inculpé mis au bénéfice d'une ordonnance de non-lieu a droit à une indemnité pour sa détention préventive ou pour d'autres préjudices subis, ou si l'inculpé réclame une indemnité, le juge d'instruction transmet le dossier à la chambre d'accusation qui statue.\n\nPour allouer ou refuser une indemnité à l'inculpé et, le cas échéant, pour en fixer le montant, la chambre d'accusation s'inspire de raisons d'équité.\"\n\nDans le message du 10 septembre 1929 concernant un projet de loi sur la procédure pénale fédérale, le Conseil fédéral considérait que ces règles ne conféraient pas un droit à l'inculpé reconnu innocent: \"L'indemnité lui est allouée pour des raisons d'équité\" (FF 1929 II 649). La Commission du Conseil national a proposé un nouveau texte pour l'art. 124 al. 1 PPF (Bulletin sténographique du Conseil national 1931 p. 724):\n\n\"L'inculpé mis au bénéfice d'une ordonnance de non-lieu a droit à une indemnité pour sa détention préventive et pour d'autres préjudices subis. L'indemnité peut être refusée, lorsque l'inculpé a provoqué ou entravé les opérations de l'instruction par son attitude répréhensible ou par sa légèreté.\"\n\nLe Conseil national adopta cette proposition. Il la maintint face au Conseil des Etats favorable à la version du gouvernement. Le Conseil national désirait, \"en harmonie avec les principes de presque tous les codes de procédure pénale modernes\", accorder le droit à une indemnité d'un prévenu qui a été l'objet de mesures reconnues injustifiées (Bulletin sténographique du Conseil national 1933 p. 897). Des origines de cette disposition, dont le contenu correspond à celui de l'art. 122 al. 1 PPF en vigueur aujourd'hui, il ressort que le droit à une indemnité doit être admis lorsque les deux conditions cumulatives suivantes sont réunies; d'une part, il faut qu'un lien de causalité existe entre le préjudice subi et la détention (ou les autres mesures d'enquête) et, d'autre part, qu'il soit mis fin à celle-ci par une ordonnance de non-lieu. En d'autres termes, la Confédération a une responsabilité causale face à une personne poursuivie ayant subi une détention préventive ou d'autres préjudices, dès que la procédure n'aboutit pas à une mise en accusation; il n'est donc pas nécessaire que les organes d'enquête ou d'instruction aient transgressé la loi. L'Etat répond |424| également ainsi d'une activité parfaitement conforme au droit, exercée par ses organes.\n\nLa chambre de céans a déjà appliqué ces règles, découlant de l'art. 122 PPF, dans le domaine visé à l'art. 15 EIMP. Ainsi, il y a détention extraditionnelle injustifiée chaque fois que la personne poursuivie a certes été incarcérée en application des règles légales - de fond et de procédure - mais que cette détention, à la suite des circonstances, se révèle après coup injustifiée en fait (ATF 117 IV 218 consid. 4b, ATF 64 I 141 consid. 2).\n\nIl faut cependant rappeler que dans de tels cas l'indemnité peut être refusée - en tout ou en partie - à l'inculpé qui aurait provoqué ou entravé les opérations de l'instruction par son attitude répréhensible ou par sa légèreté (art. 122 PPF et 99 al. 1 DPA).\n\nCes principes sont approuvés par la doctrine (voir FAJNOR, Staatliche Haftung für rechtmässig verursachten Schaden, thèse Zurich 1987 p. 76 n. 71; SCHUBARTH, Die Rechte des Beschuldigten im Untersuchungsverfahren, Berne 1973 p. 192 ss; PIQUEREZ, Précis de procédure pénale suisse, Lausanne 1987 p. 482 n. 2692 et 2697; JOST GROSS, Die Kausalhaftung des Staates, in Colloque Développements récents du droit de la responsabilité civile, édité par Olivier Guillod, Zurich 1991 p. 216 ss).\n\nc) Dans le domaine de l'entraide internationale en matière pénale, qui comprend le droit de l'extradition, ces règles sont applicables par analogie (sinngemäss, per analogia) conformément à l'art. 15 EIMP.\n\naa) D'après la jurisprudence, la détention extraditionnelle se révèle injustifiée si l'extradition n'est pas accordée (ATF 117 IV 219 consid. 4c). Il n'y a pas lieu de remettre en cause cette manière de voir.\n\nLe cas du recourant présente toutefois la particularité que l'extradition a été accordée en dernière instance par le Tribunal fédéral, mais sous condition; or, l'Etat requérant n'a pas rempli cette condition. Se pose dès lors la question de savoir si, dans une telle situation, la détention extraditionnelle doit être qualifiée d'\"injustifiée\".\n\nL'Office fédéral répond par la négative. Selon cette autorité, l'art. 99 al. 1 DPA pose la condition notamment d'un non-lieu, dont le recourant ne peut en l'état se prévaloir, car rien n'indique qu'il aurait pu être acquitté en Italie; au demeurant, la demande d'extradition n'a pas été retirée et l'Etat requérant a toujours la possibilité d'accepter les conditions posées par le Tribunal fédéral, ce qui rendrait alors l'extradition exécutoire.\n\nCette argumentation n'est pas convaincante. En effet, lorsque l'extradition est accordée sous condition et que l'Etat requérant ne |425| remplit pas cette condition dans un délai raisonnable, on doit en déduire que la procédure d'extradition n'a pas abouti. Un consentement assorti d'une condition équivaut, dans ses effets, à un refus si le destinataire ne remplit pas la condition imposée. Ainsi, le cas du plaignant doit être assimilé à celui d'un refus d'extradition. Il est vrai que l'échec de la procédure d'extradition est le fait de l'Etat requérant, mais cela ne fait pas obstacle, en droit suisse, à l'allocation d'une indemnité pour détention extraditionnelle injustifiée.\n\nEn d'autres termes, le fait que l'Italie n'a pas satisfait à la condition posée pour l'extradition a créé une situation équivalant à un refus d'extrader la personne poursuivie. Ainsi, la détention de celle-ci (détention dont le but est de garantir l'extradition à l'Etat requérant) ne se justifie plus. Elle se révèle injustifiée.\n\nbb) Il n'est dès lors possible de refuser une indemnité (en tout ou en partie) que si certains actes du détenu ont eu une influence sur la détention. L'art. 122 al. 1 PPF cite, on l'a vu, les cas où l'inculpé a provoqué ou entravé les opérations de l'instruction par son attitude répréhensible ou par sa légèreté; l'art. 99 DPA prévoit l'hypothèse de celui qui a provoqué l'instruction par sa faute ou qui a, sans raison, entravé ou prolongé la procédure. Rien ne précise que le détenu doive supporter les conséquences des actes des organes de l'Etat, requérant ou requis, sans espoir d'indemnisation.\n\nEn l'espèce, le dossier ne permet pas de discerner en quoi le comportement du plaignant pourrait justifier le refus, même partiel, d'une indemnité. L'Office fédéral n'allègue pas non plus de motifs de cette nature. Dès lors, la Confédération doit une indemnité complète."}