{"annee": "118", "cour": "IB", "page": "462", "date": "8/9/1992", "cite": ["109 IB 317"], "cite_par": ["135 IV 212"], "chapeau": "56. Extrait de l'arrêt de la Ire Cour de droit public du 8 septembre 1992 dans la cause P. contre Service pénitentiaire du Département de la justice, de la police et des affaires militaires du canton de Vaud (recours de droit public et de droit administratif)", "regestes": ["Extradition; principe de la spécialité; délai de répit; notion d'\"élargissement définitif\"; art. du traité d'extradition entre la Suisse et le Brésil. 1. L'extradé qui, dans les trente jours suivant son élargissement définitif (délai de répit), n'a pas quitté le territoire suisse ne peut plus se prévaloir de la règle de la spécialité. Il n'y a pas élargissement définitif lorsque l'extradé placé en détention après sa remise aux autorités suisses bénéficie d'une libération assortie de restrictions à sa liberté de mouvement (consid. 2a). 2. En l'espèce, l'extradé, qui avait été placé en détention préventive, a été remis en liberté provisoire avec l'obligation de communiquer au juge d'instruction tout changement d'adresse et tout séjour hors du canton; il n'avait pas la possibilité effective de quitter le pays. Le délai fixé par l'art. V du traité d'extradition entre la Suisse et le Brésil n'a donc pas commencé à courir au moment de sa mise en liberté provisoire (consid. 2b)."], "faits": "|463|\n\nLe 27 juillet 1981, le Tribunal correctionnel du district de Vevey a condamné P., citoyen suisse, à la peine de trente mois de réclusion sous déduction de cinq cent trente jours de détention préventive pour vol par métier, abus de confiance, dommages à la propriété, violation de domicile, faux dans les titres, violation grave des règles de la circulation, vol d'usage d'un véhicule automobile, circulation sans permis de conduire, sans permis de circulation et sans assurance RC et usage abusif de plaques d'immatriculation.\n\nLe 15 juin 1983, la Commission de libération conditionnelle du canton de Vaud a accordé à P. la libération conditionnelle dès le 1er juillet 1983; le délai d'épreuve initial de quatre ans a été prolongé jusqu'au 1er juillet 1989, à la suite d'une condamnation mineure.\n\nLe 13 février 1989, le Tribunal de police du district d'Aigle a condamné P. à 1'000 francs d'amende pour violation grave des règles de la circulation.\n\nLe 10 mars 1989, le chef du Département de la justice, de la police et des affaires militaires du canton de Vaud a révoqué la libération conditionnelle accordée le 1er juillet 1983 et ordonné la réintégration de P. pour un solde de peine de un an et vingt-cinq jours d'emprisonnement.\n\nP. a quitté la Suisse pour s'établir au Brésil. Le 2 septembre 1989, le Juge d'instruction pénale du Bas-Valais a décerné contre lui un |464| mandat d'arrêt international pour les besoins d'une instruction ouverte essentiellement du chef d'escroqueries commises dans l'exercice de ses activités professionnelles de vendeur de véhicules automobiles. Sur la base de ce mandat d'arrêt, les autorités brésiliennes ont incarcéré P. à titre extraditionnel et l'ont remis aux autorités suisses, le 8 septembre 1990, en exécution d'un arrêt rendu le 17 août 1990 par le Tribunal fédéral suprême de la République fédérative du Brésil. Selon cet arrêt, l'extradition n'était accordée que pour onze des seize chefs d'accusation énoncés dans le mandat d'arrêt international. Par note du 30 août 1990, l'Ambassade de Suisse à Brasilia a confirmé, à la demande du Ministère de la justice du Brésil, que la Suisse entendait respecter notamment l'art. V du traité d'extradition entre la Suisse et le Brésil, conclu le 23 juillet 1932 (RS 0.353.919.8; ci-après: le traité), dont la teneur est la suivante:\n\n\"La personne extradée ne pourra être poursuivie et punie, pour un délit\n\nperpétré avant l'extradition et pour lequel l'extradition n'aura pas été\n\ndemandée, qu'après que l'Etat requis aura donné son consentement aux\n\npoursuites ultérieures.\n\nCette restriction ne sera pas applicable si l'inculpé consent\n\nexpressément à être jugé pour d'autres faits, ou s'il ne quitte pas dans\n\nles trente jours après sa mise en liberté le territoire de l'Etat auquel il\n\na été livré, ou encore s'il revient sur ce territoire après l'avoir quitté.\n\nLa déclaration de consentement sus-mentionné, en original, ou en copie\n\nauthentique, sera transmise à l'autre Etat.\"\n\nP. a été placé en détention préventive à la prison de Martigny sur ordre du Juge d'instruction pénale du Bas-Valais qui l'a remis en liberté provisoire le 21 mars 1991 sous l'obligation de lui communiquer tout changement d'adresse et tout séjour hors du canton.\n\nLe 7 décembre 1990, le Service pénitentiaire du canton de Vaud a transmis à l'Office fédéral de la police une demande d'extension de l'extradition de P. en vue de l'exécution du solde de la peine à purger selon la décision de l'autorité administrative cantonale du 10 mars 1989. Cette démarche n'a pas eu de suite, le Service pénitentiaire ayant constaté que le délai de répit de trente jours prévu à l'art. V al. 2 du traité était écoulé. Le 6 mai 1991, le Service a ordonné la mise à exécution du solde de la peine et la réintégration effective de P. pour un an et vingt-cinq jours d'emprisonnement. P., incarcéré le 7 mai 1991 aux Etablissements pénitentiaires de la Plaine de l'Orbe, a demandé sa mise en liberté immédiate le 24 mai 1991 en se prévalant du principe de la spécialité de l'extradition au sens de l'art. V du traité. Le Service pénitentiaire |465| a rejeté cette requête le 27 mai 1991, en considérant sa décision de réintégration comme une pure mesure d'exécution d'une décision entrée en force. P. a renouvelé sa demande de mise en liberté le 4 mars 1992, que le Service pénitentiaire a rejetée le 19 mars 1992, en estimant que le principe de la spécialité consacré par le traité ne s'opposait pas à la mise à exécution de la peine, P. n'ayant pas quitté la Suisse dans les trente jours dès sa mise en liberté provisoire.\n\nLe Tribunal fédéral a admis le recours de droit administratif formé par P. contre cette décision.", "considerants": "Extrait des considérants:\n\n2. Le recourant ne conteste pas que les conditions de sa réintégration dans l'établissement au sens de l'art. 38 ch. 4 CP soient réunies. Il soutient que, même dans ce cas, la mise à exécution du solde de la peine pour lequel la libération conditionnelle lui avait été accordée violerait le principe de la spécialité consacré à l'art. V du traité.\n\na) Cette norme du droit international protège l'extradé contre toute poursuite ou sanction qui pourrait être respectivement dirigée ou prononcée contre lui du chef d'autres infractions - commises antérieurement à l'extradition - que celles pour lesquelles il a été remis aux autorités de l'Etat requérant. Cette règle s'applique d'office sans que l'Etat requis ait à en revendiquer le bénéfice ou exiger des assurances quelconques quant à son respect. Ce n'est qu'avec le consentement de l'Etat requis, obtenu sur la base d'une demande d'extension de l'extradition, qu'il peut y être dérogé (HANS SCHULTZ, Das schweizerische Auslieferungsrecht, Bâle, 1953, p. 367, 377; PIERRE SCHMID/LIONEL FREI/ RUDOLF WYSS/JEAN-DOMINIQUE SCHOUWEY, L'entraide judiciaire internationale en matière pénale, RDS 100/1981 II p. 305). Ce consentement n'est toutefois pas nécessaire si l'extradé demeure sur le territoire de l'Etat requérant durant un certain laps de temps - en l'occurrence, trente jours - après son acquittement ou l'exécution de sa peine (HANS SCHULTZ, op.cit., p. 381 ss, DOMINIQUE PONCET/PAUL GULLY-HART, Le principe de la spécialité en matière d'extradition, Revue internationale de droit pénal, 62/1991, p. 199 ss, 215-216). On peut en effet présumer que celui qui accepte, sans contrainte aucune, de demeurer à la disposition des autorités de répression sur le territoire d'un Etat où il risque d'être poursuivi, accepte aussi les conséquences |466| de ce comportement et se soumet ainsi à la juridiction territoriale de cet Etat. Même si le traité ne le dit pas expressément, cette exception à la règle de la spécialité présuppose d'une part l'élargissement définitif et d'autre part la possibilité effective de quitter le pays (HANS SCHULTZ, op.cit., p. 382, note 129).\n\nL'élargissement définitif peut résulter de l'abandon des poursuites engagées contre la personne extradée, de l'acquittement prononcé par le tribunal de jugement, ou de l'exécution de la peine infligée à la suite d'un verdict de culpabilité. Il n'y a pas élargissement définitif, au sens du droit extraditionnel, lorsque la libération est subordonnée à un délai d'épreuve, accordée à titre provisoire dans l'attente du renvoi devant l'autorité de jugement ou assortie de restrictions à la liberté de mouvement de l'extradé. Celui-ci doit en outre être avisé que l'effet protecteur attaché au principe de la spécialité cessera à l'expiration du délai de répit prévu par le traité, et que - s'il demeure sur le territoire de l'Etat requérant - il risque, le cas échéant, d'y être poursuivi pour d'autres faits que ceux pour lesquels l'extradition avait été accordée (HANS SCHULTZ, op.cit., p. 382-383).\n\nCette conception s'exprime aussi dans la déclaration faite par la Suisse à l'art. 14 al. 1 let. b de la Convention européenne d'extradition (CEExtr.; RS 0.353.1), ratifiée par la Suisse le 20 décembre 1966, dans les termes suivants:\n\n\"Le Conseil fédéral suisse déclare que les autorités suisses considèrent\n\nl'élargissement comme définitif au sens de l'art. 14 de la convention,\n\ns'il permet à la personne extradée de circuler librement sans violer les\n\nrègles de conduite et autres conditions imposées par l'autorité\n\ncompétente. De l'avis des autorités suisses, l'extradé est toujours censé\n\navoir la possibilité de quitter le territoire d'un Etat au sens de cette\n\ndisposition lorsque ni une maladie ni quelque autre restriction réelle de\n\nsa liberté de mouvement ne l'empêche en fait de s'en aller.\"\n\nQuant à l'art. 38 al. 2 EIMP, il prévoit aussi que la personne extradée doit avoir été \"instruite des conséquences\" de l'expiration du délai de répit. La jurisprudence va dans le même sens (cf., en ce qui concerne l'art. 14 CEExtr., ATF 109 Ib 335 /336 consid. 15b et l'arrêt non publié du 10 juillet 1985, B., relatif au délai de répit prévu à l'art. IX du traité d'extradition conclu entre la Suisse et la Serbie le 28 novembre 1887, RS 0.353.981.8).\n\nb) L'extradition du recourant n'a été accordée à la Suisse en vertu de l'arrêt rendu le 17 août 1990 par le Tribunal fédéral suprême de la République fédérative du Brésil que pour onze des seize chefs |467| d'accusation exposés dans le mandat d'arrêt international décerné par le Juge d'instruction pénale du Bas-Valais. Il est constant que cette mesure de contrainte n'avait pas pour objet l'exécution du solde de la peine, pour laquelle le Service pénitentiaire du canton de Vaud a ordonné la réintégration dans l'établissement conformément à l'art. 38 ch. 4 CP, et qu'aucune demande d'extension de l'extradition n'a été formulée de ce chef auprès des autorités brésiliennes. Le recourant ne pouvait donc faire l'objet de cette mesure privative de liberté avant l'échéance du délai de répit fixé par l'art. V al. 2 du traité.\n\nL'autorité intimée ne le conteste pas mais soutient que le recourant avait la possibilité de quitter la Suisse après avoir été mis en liberté provisoire par le Juge d'instruction du Bas-Valais, et que, pour ne l'avoir pas fait, le recourant ne pourrait plus se prévaloir de la règle de la spécialité. Cette opinion ne saurait être partagée. Considérant que sa détention n'était plus nécessaire pour les besoins de l'instruction de la cause ayant donné lieu à son extradition, le Juge d'instruction pénale du Bas-Valais a mis le recourant en liberté provisoire le 29 mars 1991. L'enquête étant toujours en cours, ce magistrat a imposé au recourant l'obligation de lui communiquer tout changement d'adresse et tout séjour hors du canton. Cette restriction témoigne du souci du Juge d'instruction de contrôler les déplacements du recourant afin d'éviter qu'il ne se soustraie à l'action de la justice. Ces limitations impliquaient une interdiction de principe de quitter le territoire de la Confédération. Jusqu'à sa réintégration ordonnée par l'autorité intimée, le recourant était, partant, assujetti à une obligation de droit public dont l'exécution lui ôtait la possibilité effective de quitter le pays. Il ne disposait au demeurant pas d'un passeport valable, celui qui lui avait été délivré par le Consulat général de Suisse à Rio de Janeiro le 4 septembre 1990 ayant perdu sa validité dès la fin de son voyage de retour en Suisse. Il n'avait donc pas été libéré définitivement au sens du droit conventionnel, de sorte que l'expiration d'un délai de répit qui n'avait même pas encore commencé à courir ne lui était manifestement pas opposable. Le solde de la peine pour lequel il avait été libéré conditionnellement le 1er juillet 1983 ne pouvait par conséquent être mis à exécution sans violer l'art. V al. 2 du traité."}