{"annee": "118", "cour": "II", "page": "422", "date": "12/11/1992", "cite": ["108 II 140", "106 II 166", "111 II 378", "107 II 260", "117 II 458", "103 II 41", "114 II 165", "117 II 452"], "cite_par": ["119 II 348", "121 III 214", "137 III 580", "121 III 397"], "chapeau": "83. Arrêt de la Ire Cour civile du 12 novembre 1992 dans la cause B. contre Compagnie d'assurances X. (recours en réforme)", "regestes": ["Majoration de loyer; début de la période de comparaison pour l'application de la méthode relative. Pour juger de l'admissibilité d'une majoration de loyer, dans le cadre de la méthode relative, il faut tenir compte de tous les facteurs de hausse qui n'ont pas été pris en considération lors de la dernière fixation du loyer, à moins que l'absence d'une réserve valablement formulée n'y fasse obstacle (précision de la jurisprudence; consid. 3). Répercussion des variations antérieures du taux hypothécaire (art. 9 al. 2bis OSL; art. 13 al. 4 OBLF). Jusqu'où convient-il de remonter dans le passé pour vérifier si les variations antérieures du taux hypothécaire de référence ont été effectivement répercutées sur le loyer? Question laissée indécise. Manière de procéder à une telle vérification rétrospective (consid. 4a). Application concrète de la méthode retenue (consid. 4b)."], "faits": "BGE 118 II 422 S. 423\n\nA.- Par contrat du 11 mars 1986, la Compagnie d'assurances X. a remis à bail à B. un appartement de quatre pièces et demie au sixième étage d'un immeuble sis à Genève. Le bail, conclu pour la période comprise entre le 1er mai 1986 et le 31 mars 1987, se renouvelait tacitement pour de nouvelles périodes venant à échéance le 30 septembre, le 30 juin ou le 31 mars. Le loyer annuel initial se montait à 10'440 francs, la provision pour le chauffage et l'eau chaude à 2'040 francs. A l'époque, le taux hypothécaire de référence - soit celui qu'applique la Banque hypothécaire du canton de Genève - était de 5 1/2%; il a été ramené à 5 1/4% dès le 1er avril 1987, puis à 5% dès le 1er septembre 1988 et a ensuite été relevé, d'un 1/2 point chaque fois, le 1er juillet 1989 (5 1/2%) et le 1er octobre de la même année (6%).\n\nLe 10 décembre 1987, B. s'est vu notifier une augmentation de son loyer annuel, lequel a été fixé à 10'860 francs, dès le 1er avril 1988, motif pris d'une \"adaptation du loyer suite au remplacement des fenêtres, à l'exclusion de tous autres motifs\". Il ne l'a pas contestée.\n\nPar avis de majoration du 9 juin 1989, la bailleresse a notifié à son locataire, qui ne l'a pas non plus contestée, une nouvelle majoration de loyer, faisant passer celui-ci à 11'952 francs par an, la provision pour charges étant, en revanche, ramenée à 1'632 francs, le tout à compter du 1er octobre 1989. Les rubriques topiques de la formule officielle utilisée à cette fin indiquaient ce qui suit:\n\n\"3. Divers:\n\n- Hausse du taux hypothécaire à 5 1/4%.\n\nMaintien du pouvoir d'achat du capital exposé aux risques (Indice suisse avril 1989, 114,8 pts). Hausse des coûts d'exploitation.\n\nMotifs précis des prétentions ci-dessus:\n\n- Réduction des acomptes de chauffage et d'eau chaude.\n\n- Adaptation partielle aux loyers usuels du quartier qui se montent actuellement pour cet objet à Fr. 1.180,00/mensuel (Bases: taux hypothécaire à 5 1/4%, indice suisse avril 1989, 114,8 pts).\n\nDemeure réservée la possibilité de faire valoir d'autres hausses jusqu'à ce que la valeur du loyer usuel du quartier mentionnée ci-dessus soit atteinte.\"\n\nLe 8 décembre 1989, la bailleresse a notifié un troisième avis de majoration à B. pour l'informer que son loyer serait porté à 12'792 francs dès le 1er avril 1990. Cet avis contenait les précisions suivantes: BGE 118 II 422 S. 424\n\n\"3. Divers:\n\n- Hausse du taux hypothécaire à 5 3/4% (= + 7%).\n\n(Base maintien du pouvoir d'achat du capital exposé aux risques: indice suisse avril 1989, 114,8 pts/niveau des coûts d'exploitation/autres frais: 30.09.1989.)\n\nMotifs précis des prétentions ci-dessus:\n\n- Les loyers usuels du quartier se montent actuellement pour cet objet à Fr. 1.270,00/mensuel (Bases: taux hypothécaire à 5 3/4%, indice suisse avril 1989, 114,8 pts. Niveau des coûts d'exploitation: 30.09.1989.)\n\nDemeure réservée la possibilité de faire valoir d'autres adaptations selon les critères mentionnées (sic).\"\n\nLe locataire s'est opposé à cette majoration de loyer et la tentative de conciliation a échoué.\n\nB.- Saisi par la bailleresse, le Tribunal des baux et loyers du canton de Genève, statuant le 16 avril 1991, a débouté la demanderesse de toutes ses conclusions.\n\nSur appel de la bailleresse, la Chambre d'appel en matière de baux et loyers a annulé le jugement de première instance et fixé à 12'792 francs, charges non comprises, dès le 4 avril 1990, le loyer annuel de l'appartement loué par B.\n\nC.- Le défendeur recourt en réforme au Tribunal fédéral. Il conclut à l'annulation de l'arrêt attaqué et à la fixation du loyer annuel litigieux à 11'952 francs, sans les charges, dès le 1er avril 1990.\n\nLa demanderesse propose le rejet du recours et la confirmation dudit arrêt.", "considerants": "Considérant en droit:\n\n1. S'agissant d'un bail reconductible tacitement, c'est-à-dire d'un bail de durée indéterminée (ATF 114 II 166 consid. 2b), il y a lieu de tenir compte, pour le calcul de la valeur litigieuse, de l'augmentation de loyer contestée, soit 840 francs par an, montant qu'il convient de multiplier par vingt (art. 36 al. 5 OJ; ATF 103 II 47 consid. 1). On obtient un total de 16'800 francs. Le recours est ainsi recevable au regard de l'art. 46 OJ.\n\n2. En vertu de l'art. 26 al. 1 de l'ordonnance du Conseil fédéral du 9 mai 1990 sur le bail à loyer et le bail à ferme d'habitations et de locaux commerciaux (OBLF; RS 221.213.11), les dispositions concernant la protection contre les loyers abusifs et autres prétentions abusives du bailleur en matière de baux d'habitations ou de BGE 118 II 422 S. 425locaux commerciaux sont applicables aux loyers initiaux ou aux majorations de loyer fixés ou notifiés avec effet après le 1er juillet 1990. En l'occurrence, l'avis de majoration a été notifié avant cette date (8 décembre 1989) et la hausse projetée devait entrer en vigueur avant celle-ci également (1er avril 1990). En application de la règle qui vient d'être énoncée, la validité de cette hausse sera donc examinée à la lumière des dispositions de l'ancien droit.\n\n3. Dans son recours en réforme, le défendeur, suivant en cela l'opinion des premiers juges, expose que, si l'on tient compte, conformément à la jurisprudence du Tribunal fédéral, du taux hypothécaire de référence à la date de l'entrée en vigueur du dernier loyer (1er octobre 1989), soit 6%, et qu'on le compare à celui qui avait cours à la date à laquelle la hausse sollicitée devait prendre effet, soit 6% également, la demanderesse ne peut pas fonder la hausse litigieuse sur la prétendue variation du taux hypothécaire intervenue depuis la dernière fixation du loyer. La cour cantonale et la demanderesse considèrent, quant à elles, que la validité de ladite hausse doit être examinée en fonction du taux connu par la bailleresse au moment de la notification de la précédente hausse de loyer.\n\na) aa) Selon la jurisprudence du Tribunal fédéral, la date de la dernière fixation de loyer est, en principe, celle de l'entrée en vigueur du dernier loyer (ATF 111 II 380 consid. 2, ATF 108 II 140 consid. 2c, ATF 107 II 261 consid. 2, ATF 106 II 166); cette jurisprudence n'a d'ailleurs pas toujours été constante (LACHAT/MICHELI, Le nouveau droit du bail, 2e éd., p. 224, note 36) et d'aucuns ont relevé, ici et là, des cas dans lesquels le Tribunal fédéral était parti - sans donner d'explication, il est vrai - de la dernière notification de hausse (voir, entre autres exemples, les arrêts cités par ROCHAT, La jurisprudence récente en matière de loyer abusif, in JdT 1983 I 12, BARBEY, L'arrêté fédéral instituant des mesures contre les abus dans le secteur locatif, p. 62, note 220 in fine, EGLI, Aperçu de la jurisprudence récente du Tribunal fédéral en application de l'AMSL, in RJB 124/1988, p. 57, et CORBOZ, in SJ 1991, p. 311, note 2). Voilà dix ans, ROCHAT (op.cit., p. 13) avait déjà mis en évidence l'inconvénient majeur qu'entraînerait la solution actuelle, si elle était appliquée à la lettre, comme le propose le défendeur, à savoir l'impossibilité pour le bailleur de répercuter les augmentations de coûts, en particulier la hausse du taux hypothécaire de référence, intervenues entre la notification d'une précédente majoration de loyer et son entrée en vigueur. Pour parer à ce grave inconvénient, le Tribunal fédéral, recourant à la notion de réserve tacite, a concédé aux parties la faculté de formuler des BGE 118 II 422 S. 426réserves quant à l'évolution du loyer entre la notification de la hausse et son entrée en vigueur, en précisant la date de référence utilisée, notamment pour le taux de l'intérêt hypothécaire et l'indice des prix à la consommation (arrêts non publiés du 30 avril 1985, dans la cause Patria, consid. 2a, et du 5 novembre 1985, dans la cause S.I. Résidence de la Tourelle 2, consid. 1). Mais il a aussi laissé ouverte la question de savoir s'il fallait s'en tenir dans tous les cas à la date de l'entrée en vigueur du dernier loyer (arrêt non publié du 25 octobre 1984 dans la cause S.I. Résidence de la Tourelle 1c G., consid. 1b, reproduit in SJ 1985 p. 241 ss); à une occasion, il est même allé jusqu'à confirmer, en toute connaissance de cause, un arrêt dans lequel la cour cantonale avait pris en considération la date de notification de l'avis de majoration pour tenir compte de ce que le contrat de bail imposait le respect d'un long délai (plus d'un an) entre la notification des hausses et leur entrée en vigueur (arrêt non publié du 5 mars 1985, dans la cause S.I. Marché Centre c. H., consid. 3a, reproduit in SJ 1985 p. 385 ss).\n\nDes critiques ont été émises à l'encontre de la solution consistant à se fonder sur la date d'entrée en vigueur du dernier loyer et à admettre l'existence d'une réserve tacite relativement aux facteurs de hausse apparus entre la notification de l'avis de majoration et cette dernière date (cf., parmi d'autres, LACHAT/STOLL, Das neue Mietrecht für die Praxis, 2e éd., p. 244/245, n. 2.4). On lui reproche, notamment, d'être incompatible non seulement avec le nouveau droit, qui exige que le montant auquel le bailleur renonce soit indiqué en francs ou en pour-cent du loyer (art. 18 OBLF), mais déjà avec la notion de réserve, qui postule la connaissance par le bailleur du motif de hausse auquel il renonce provisoirement en tout ou en partie et de l'ampleur de l'augmentation de loyer que ce motif pourrait justifier (HABERMACHER-DROZ, Pratique récente en matière de loyers, 7e Séminaire sur le droit du bail, Neuchâtel 1992, p. 17). La solution contestée est jugée contraire au principe de la confiance par cet auteur (voir déjà BARBEY, Ibid.), car elle néglige le fait que, tant lors de la conclusion du bail qu'à l'occasion d'une majoration de loyer, aussi bien l'offre du bailleur que l'acceptation du locataire sont fondées sur les éléments connus au moment où l'offre a été formulée (Ibid.). Ces critiques ont conduit les tribunaux genevois et vaudois à affirmer qu'ils s'écarteraient volontairement à l'avenir de la jurisprudence du Tribunal fédéral (voir, par exemple, un jugement rendu le 2 octobre 1991 par le Tribunal des baux du canton de Vaud dans la cause société W. c. H., ainsi qu'un arrêt de la Chambre d'appel en matière de baux et BGE 118 II 422 S. 427loyers du canton de Genève du 10 avril 1992 publiés, respectivement, in Cahiers du bail, 1/92, p. 17 ss, spéc. p. 19, et 2/92, p. 40 ss, l'arrêt genevois étant suivi d'un bref commentaire où il est indiqué que le système abandonné \"avait fait l'objet d'une critique quasiment unanime des milieux intéressés, tous bords confondus\").\n\nbb) Il ressort de cet examen rétrospectif de sa jurisprudence en la matière que le Tribunal fédéral n'a jamais eu l'intention d'exclure, en jouant sur le point de départ de la période de référence, la possibilité pour le bailleur de répercuter sur le loyer l'augmentation des coûts intervenue entre la notification de la dernière hausse de loyer et son entrée en vigueur. Et pour cause: il n'eût pu le faire sans méconnaître la volonté du législateur, qui a entendu ne sanctionner que les loyers abusifs; or, précisément, ceux qui sont justifiés par des hausses de coûts ne méritent pas un tel qualificatif en règle générale (art. 15 al. 1 let. b AMSL et art. 269a let. b CO). La formulation de l'un ou l'autre des arrêts précités a, semble-t-il, jeté une certaine confusion dans les esprits, puisque aussi bien des tribunaux cantonaux, s'appuyant sur une partie de la doctrine, ont cru - à tort cependant - pouvoir y déceler une telle intention. Il est vrai, cependant, que la jurisprudence actuelle privilégie trop le critère temporel - la date de la notification, respectivement celle de l'entrée en vigueur, de la dernière hausse de loyer -, lequel ne permet pas à lui seul d'appréhender toutes les hypothèses envisageables, en particulier celle où le bailleur a tenu compte, lors de la notification de la précédente augmentation de loyer, d'une hausse annoncée du taux hypothécaire de référence, qui devait intervenir avant l'entrée en vigueur du loyer majoré. Aussi conviendra-t-il, à l'avenir, de mettre davantage l'accent sur les éléments matériels qui ont été retenus lors de la dernière fixation du loyer plutôt que de se concentrer sur le moment où la précédente augmentation de loyer a été notifiée ou est entrée en vigueur. Par conséquent, pour juger de l'admissibilité d'une majoration de loyer, dans le cadre de la méthode de calcul relative, on tiendra compte de tous les facteurs de hausse qui n'auront pas été pris en considération lors de la dernière fixation du loyer, à moins que l'absence d'une réserve valablement formulée n'y fasse obstacle le cas échéant. Toutefois, suivant les circonstances, la majoration de loyer, admissible au regard de cette règle, ne le sera en définitive que partiellement, voire pas du tout, faute d'une répercussion suffisante ou de toute répercussion sur le loyer d'une baisse antérieure du taux hypothécaire (art. 13 al. 4 OBLF; cf. consid. 4 ci-dessous).\n\nBGE 118 II 422 S. 428\n\nb) En l'espèce, à l'époque de la notification au défendeur de la dernière hausse de loyer non contestée, soit le 9 juin 1989, le taux hypothécaire de référence était de 5%. Toutefois, la demanderesse savait, alors déjà, que ce taux allait être porté à 5 1/2% avec effet au 1er juillet 1989, et ce facteur de hausse a été pris en considération par elle. Dans ces conditions, c'est à bon droit que la Chambre d'appel a retenu le taux de 5 1/2% comme premier terme de comparaison. Partant de là, elle a admis à juste titre que la hausse de 1/2% du taux hypothécaire de référence (passage de 5 1/2% à 6%), avec effet au 1er octobre 1989, qui est intervenue entre le 1er juillet 1989 et la date d'entrée en vigueur de la majoration de loyer contestée - le taux est resté le même entre le moment où cette majoration a été notifiée et celui où elle devait prendre effet - justifiait, en principe, une augmentation de 7%, en vertu de l'art. 9 al. 3 let. b OSL, faisant passer ainsi le loyer annuel du défendeur de 11'952 francs à 12'792 francs. Elle a eu raison, il sied de le préciser, d'examiner uniquement l'évolution du taux hypothécaire de référence, en faisant abstraction du taux différent mentionné dans les avis de majoration (ATF 118 II 45 ss).\n\n4. Le défendeur reproche, par ailleurs, à la cour cantonale d'avoir omis d'appliquer l'art. 9 al. 2bis OSL. Il précise, à cet égard, qu'il avait expressément requis l'application de cette disposition dans une écriture du 11 décembre 1990 à laquelle il avait renvoyé la Chambre d'appel. A son avis, la hausse de loyer litigieuse ne saurait être admise sur le vu de cette disposition.\n\na) Aux termes de l'art. 9 al. 2bis OSL, lors d'une modification de loyer suite à un changement de taux de l'intérêt hypothécaire, il y a lieu de voir si et dans quelle mesure les changements antérieurs ont été répercutés. Cette disposition, qui est entrée en vigueur le 18 septembre 1989, était applicable aux baux modifiés dès cette date (RO 1989 p. 1856); elle a été reprise, sous une autre formulation, par l'art. 13 al. 4 OBLF actuellement en vigueur (LACHAT/MICHELI, op.cit., p. 228, note 55). L'interprétation de ces deux dispositions soulève de nombreuses et délicates questions (à ce sujet, cf. parmi d'autres auteurs: HABERMACHER-DROZ, op.cit., p. 6 ss; M.-CL. JEANPRÊTRE, La protection contre les loyers abusifs ou d'autres prétentions abusives du bailleur, in Repertorio di giurisprudenza patria, 123/1990, p. 10 ss, ch. 4; TRÜMPY, Bedeutung des revidierten Art. 9 Abs. 2bis VMM, in mietrechtspraxis (mp), 1989, p. 146 ss; pour des exemples d'application de l'art. 13 al. 4 OBLF, resp. de l'art. 9 al. 2bis OSL, cf., outre les arrêts ATF 117 II 452 ss et 458 ss, le jugement vaudois précité reproduit dans les Cahiers du bail, 1/92, p. 17 ss, spéc. BGE 118 II 422 S. 429p. 20 ss, ainsi que les décisions publiées in mp 1991 p. 92 ss, 96 ss et 1990 p. 116 ss, et in Communications de l'Office fédéral du logement concernant le droit du loyer, No 23, p. 21 ss; voir aussi les décisions répertoriées par ROLLINI, La jurisprudence relative à l'art. 13 alinéa 4 OBLF, in Cahiers du bail, 2/92, p. 33 ss). Dans la présente espèce, il n'est pas nécessaire d'aborder la plupart d'entre elles. Peut, en particulier, demeurer indécise la plus épineuse, qui consiste à déterminer jusqu'où il convient de remonter dans le passé. En effet, comme l'art. 9 al. 2bis OSL n'est entré en vigueur que postérieurement à la notification de la dernière hausse de loyer non contestée fondée sur une hausse du taux hypothécaire, le défendeur ne pouvait pas invoquer à l'époque cette disposition pour faire vérifier si les baisses du taux hypothécaire intervenues auparavant avaient été répercutées sur son loyer; telle est la raison pour laquelle il ne serait pas possible, en l'espèce, voulût-on adopter l'une des solutions envisageables, de ne remonter que jusqu'à la dernière modification du loyer consécutive à une variation du taux hypothécaire, ce qui conduirait, si on le faisait, à constater que le taux de référence n'a pas baissé depuis lors et, partant, à entériner la majoration de loyer litigieuse.\n\nDe quelle manière la vérification rétrospective doit-elle être faite? Une première méthode consiste à calculer la hausse de loyer admissible entre le début du bail et la hausse litigieuse, en tenant compte des facteurs de hausse relatifs et en faisant abstraction des modifications de loyer intervenues entre ces deux fixations; si le loyer contesté est supérieur au loyer ainsi calculé, on admettra que les baisses du taux hypothécaire n'ont pas ou pas suffisamment été répercutées et l'on déduira (tout ou partie) de la différence obtenue. Toutefois, outre qu'elle suppose un retour en arrière jusqu'au début du bail - démarche dont l'admissibilité reste encore à démontrer, cette question ayant été laissée ouverte dans le cas particulier -, une telle méthode, comme le relève à juste titre HABERMACHER-DROZ (op.cit., p. 8), si elle a le mérite de la simplicité, ne tient en revanche pas compte des motifs invoqués par le bailleur, auxquels le Tribunal fédéral attache pourtant une importance décisive; d'autre part, elle n'est guère applicable lorsqu'une hausse antérieure est fondée sur d'autres facteurs de hausse, tel celui des loyers usuels. Avec cette auteur (Ibid.), il y a donc lieu de lui préférer la méthode appliquée par les tribunaux vaudois. Ainsi, le juge devra se référer aux modifications effectives du loyer intervenues durant la période à prendre en considération et les réexaminer successivement, selon la méthode relative, en tenant compte des motifs invoqués par le bailleur à l'appui de BGE 118 II 422 S. 430chacune d'elles. C'est dire qu'il fera abstraction des compensations implicites alléguées par le bailleur, s'agissant des facteurs de hausse mentionnés dans les différents avis de majoration examinés rétrospectivement, pour ne retenir que celles qui ont été expressément motivées (ATF 117 II 460 /461 consid. 2a et les références).\n\nb) Dans l'intervalle séparant le début du bail (1er mai 1986) de l'entrée en vigueur de la première hausse de loyer non contestée (1er avril 1988), le taux hypothécaire de référence a passé, le 1er avril 1987, de 5 1/2% à 5 1/4%. Cette diminution du taux eût justifié une réduction de loyer de 3,38%. Elle n'a pas été compensée avec la majoration notifiée le 10 décembre 1987, laquelle se fondait exclusivement sur des prestations supplémentaires du bailleur (remplacement des fenêtres). Si donc la réduction du taux avait été répercutée sur le loyer annuel du défendeur, ce loyer n'aurait pas dû dépasser 10'507 francs en chiffres ronds après le 1er avril 1988, alors qu'il s'est élevé, en réalité, à 10'860 francs.\n\nLe taux hypothécaire de référence a baissé à nouveau d'un quart de point le 1er septembre 1988 - soit avant la notification, le 9 juin 1989, de la seconde hausse non contestée d'un peu plus de 10%, qui a porté le loyer du défendeur à 11'952 francs par an dès le 1er octobre 1989 -, ce qui eût commandé une nouvelle réduction de loyer de 3,38%. La bailleresse n'a pas tenu compte de cet état de choses et n'a en tout cas pas indiqué expressément que le montant du loyer majoré résultait de la compensation entre les facteurs de hausse invoqués et le facteur de réduction que constituait la diminution du taux hypothécaire de référence. En effet, la majoration de loyer en question était motivée par la hausse de 1/2% du taux hypothécaire de référence qui devait passer de 5% à 5 1/2% le 1er juillet 1989 (cf. consid. 3b ci-dessus), hausse qui permettait d'augmenter le loyer de 7%, et, pour les quelque 3% restants, par le renchérissement et la hausse des coûts d'exploitation. Il apparaît donc que cette majoration de loyer résultait effectivement de la répercussion intégrale des facteurs de hausse invoqués à son appui, sans que l'un de ceux-ci ait servi à compenser la réduction de loyer de 3,38% qu'eût justifiée la baisse d'un quart de point du taux hypothécaire de référence. Par conséquent, le dernier loyer annuel non contesté, entré en vigueur le 1er octobre 1989, n'aurait pas dû excéder le montant de 11'203 francs en chiffres ronds, si le précédent loyer admissible (10'507 francs) avait été réduit de 3,38% lors de l'entrée en vigueur de la baisse du taux hypothécaire de référence.\n\nComme la dernière hausse de loyer de 7%, qui fait l'objet du présent litige et qui est fondée exclusivement sur la hausse d'un BGE 118 II 422 S. 431demi-point du taux hypothécaire de référence, est justifiée (cf. consid. 3b ci-dessus), le loyer annuel du défendeur, arrêté au 1er avril 1990, devrait s'élever à 11'987 francs. Ce montant étant inférieur à celui qui est mentionné dans l'avis de majoration du 8 décembre 1989 (12'792 francs), l'augmentation de loyer en cause apparaît inadmissible dans la mesure où elle l'excède, faute pour le bailleur d'avoir répercuté, conformément à l'art. 9 al. 2bis OSL, les deux baisses successives du taux hypothécaire de référence intervenues antérieurement. Dans ces conditions, il y a lieu d'admettre partiellement le recours et de réformer l'arrêt attaqué en ce sens que la majoration de loyer requise par la demanderesse, à compter du 1er avril 1990, ne sera admise que jusqu'à concurrence d'un montant de 11'987 francs par an, charges non comprises. Le loyer ainsi rectifié correspond à un taux hypothécaire de référence de 6%.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement le recours et réforme l'arrêt attaqué en ce sens que la majoration du loyer du défendeur, à compter du 1er avril 1990, est reconnue valable jusqu'à concurrence d'un montant annuel de 11'987 francs, charges non comprises, la demande étant rejetée pour le surplus."}