{"annee": "118", "cour": "IA", "page": "394", "date": "18/11/1992", "cite": ["117 IA 430", "114 IA 114", "115 IA 384", "114 IA 233", "118 IA 372", "115 IA 358", "103 IA 40", "118 IA 406"], "cite_par": ["118 IA 406", "135 I 176", "119 IA 348", "145 II 70", "126 I 219"], "chapeau": "54. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 18. November 1992 i.S. F. und Mitb. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 22ter Cst.; établissement d'un plan d'alignement pour un chemin longeant les rives d'un lac. 1. Pouvoir d'examen du Tribunal fédéral (consid. 2). 2. Principe selon lequel le chemin doit être tracé à proximité immédiate de la rive; exigences générales relatives au tracé des alignements; pouvoir d'appréciation des autorités chargées de la planification (consid. 3). 3. Pas de violation de la garantie constitutionnelle de la propriété lorsque les alignements prévus permettent de réaliser le chemin selon un tracé raisonnable et respectueux de la sphère privée, compte tenu de la différence de niveau entre le chemin et les jardins d'une part, et de l'espace libre requis pour les aménagements nécessaires, d'autre part (consid. 4). 4. Il y a violation de ce droit fondamental - lorsque des alignements empiètent sur des constructions artisanales existantes qui sont conformes à l'affectation de la zone, alors que le chemin projeté peut être modifié de façon satisfaisante par l'adjonction d'une passerelle (consid. 5a-c); - lorsque des alignements pour un chemin riverain d'une largeur de 2 à 3,5 m partagent une grande parcelle, sans que la nécessité d'un empiètement d'une telle ampleur ne soit justifiée par des études générales du projet et lorsque cette mesure équivaut à l'établissement d'une zone de conservation (consid. 5d et f)."], "faits": "BGE 118 Ia 394 S. 396\n\nIn der Gemeinde Thalwil befinden sich die nachstehenden Grundstücke folgender Eigentümer:\n\n- F...............Grundstück........Nr...4490.\n\n- Erben G.............\"..............\"...4865.\n\n- B...................\"..............\"...7879.\n\n- Erben B.........Grundstücke.......Nrn..7551 und 7880.\n\nMit Verfügung Nr. 2812 vom 16. August 1988 setzte die Direktion der öffentlichen Bauten des Kantons Zürich (Baudirektion) auf dem Gemeindegebiet Thalwil für den Seeuferweg S-61 Baulinien fest. Gegen diese Verfügung erhoben die vorerwähnten Eigentümer Rekurs an den Regierungsrat des Kantons Zürich; sie beantragten im wesentlichen, es sei zumindest insoweit auf die Festsetzung von Baulinien für den Seeuferweg zu verzichten, als ihre Grundstücke davon betroffen seien, bzw. es seien die mit der angefochtenen Verfügung festgesetzten Baulinien aufzuheben. Mit Entscheid Nr. 532 vom 13. Februar 1991 wies der Regierungsrat die Rekurse ab.\n\nAm 22. März 1991 erheben F., die Erben G., B. und die Erben B. gegen diesen Entscheid staatsrechtliche Beschwerde. Sie beantragen die Aufhebung des angefochtenen Hoheitsaktes und rügen eine Verletzung von Art. 4 und 22ter BV. Das Bundesgericht weist die Beschwerden von F. und der Erben G. ab und heisst diejenige des B. und der Erben B. gut.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Beschwerdeführer machen eine Verletzung ihrer durch die Art. 4 und 22ter BV gewährleisteten Rechte geltend. Sie anerkennen, dass eine ausreichende gesetzliche Grundlage für die Festsetzung der Baulinien auf ihren Grundstücken vorliegt. Hingegen sind sie der Meinung, die aus der Baulinie fliessende Eigentumsbeschränkung sei durch kein genügendes öffentliches Interesse, das ihre privaten Interessen überwiege, gerechtfertigt. Der Eingriff sei unverhältnismässig, willkürlich und beruhe zum Teil auf unzutreffenden tatsächlichen Feststellungen.\n\nBGE 118 Ia 394 S. 397\n\nFür die verfassungsrechtliche Beurteilung dieser Rügen kommt der Berufung auf Art. 4 BV gegenüber Art. 22ter BV keine selbständige Bedeutung zu (BGE 116 Ia 225 E. 1d, bb). Sowohl die den Sachverhalt betreffenden Einwendungen als auch die Frage der Verhältnismässigkeit des Eingriffs beurteilt das Bundesgericht bei der Prüfung der Frage, ob die Baulinienfestsetzung die Eigentumsgarantie verletzt (BGE 115 Ia 359 E. 3; BGE 114 Ia 244 E. 4b).\n\nb) Ob ausreichende öffentliche Interessen, welche die entgegenstehenden privaten Interessen überwiegen, die Baulinienfestsetzung rechtfertigen, prüft das Bundesgericht ohne Beschränkung seiner Kognition umfassend. Doch auferlegt es sich Zurückhaltung, soweit die Beurteilung von einer Würdigung der örtlichen Verhältnisse abhängt, welche die kantonalen Behörden besser kennen und überblicken als das Bundesgericht, und soweit sich ausgesprochene Ermessensfragen stellen. Dies gilt auch dann, wenn das Bundesgericht einen Augenschein durchgeführt hat (BGE 117 Ia 431 f. E. 4a mit Hinweis). Diese Zurückhaltung ist nicht nur bei der Festsetzung und Abgrenzung von Nutzungszonen zu beachten (BGE 117 Ia 431 f. E. 4a), sondern ebensosehr bei der Ziehung von Baulinien für die Anlegung öffentlicher Strassen und Wege (BGE 103 Ia 42 E. 2 mit Hinweisen). Das Bundesgericht ist nicht oberste Planungsbehörde. Es hat nicht sein Ermessen an die Stelle desjenigen der zuständigen kantonalen Planungsinstanzen zu setzen. Wohl aber hat es umfassend zu prüfen, ob die für die Rechtfertigung der Eigentumsbeschränkung geforderten öffentlichen Interessen vollständig ermittelt und mit den entgegenstehenden privaten Interessen richtig abgewogen wurden und ob die Verhältnismässigkeit des Eingriffs in Beachtung der allfälligen Enteignungsfolge in dem im Ausführungsprojekt festzulegenden Ausmass gewahrt ist (BGE 114 Ia 117 E. 3 mit Hinweisen).\n\nc) Den Sachverhalt betreffende Rügen prüft das Bundesgericht daraufhin, ob die Vorinstanz diesen in Verletzung der rechtsstaatlichen Mindestanforderungen offensichtlich unvollständig oder unrichtig, somit willkürlich, festgestellt hat (BGE 115 Ia 386 E. 3 mit Hinweis). Im vorliegenden Falle beziehen sich die Einwendungen der Beschwerdeführer zu den tatsächlichen Verhältnissen auf die Folgerungen, die der Regierungsrat in bezug auf das Ausmass des Eigentumseingriffs gezogen hat. Die entsprechende Kritik betrifft die rechtliche Würdigung des Sachverhalts im Zusammenhang mit der Berücksichtigung und Abwägung der massgebenden Interessen. Ob der Regierungsrat die zutreffenden Folgerungen gezogen hat, BGE 118 Ia 394 S. 398prüft das Bundesgericht ohne Beschränkung seiner Kognition umfassend.\n\n3. Für den Ausgang der Sache entscheidend ist die Beantwortung der Frage, ob die vom Regierungsrat geschützte Baulinienfestsetzung die Eigentumsgarantie verletzt. Dieser Beurteilung sind folgende allgemeine Erwägungen zugrunde zu legen:\n\na) Sowohl der eidgenössische als auch der kantonale Gesetzgeber gewichten das Anliegen, Seeufer freizuhalten und den öffentlichen Zugang und die Begehung zu erleichtern, erheblich. Zu verweisen ist aus dem Bundesrecht namentlich auf die Art. 3 Abs. 2 lit. c und Art. 17 Abs. 1 lit. a des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (Raumplanungsgesetz, RPG; SR 700) sowie auf die Art. 2 ff. des Bundesgesetzes über Fuss- und Wanderwege vom 4. Oktober 1985 (FWG; SR 704). Das kantonale Recht sieht speziell in § 18 Abs. 2 lit. i des Gesetzes über die Raumplanung und das öffentliche Baurecht vom 7. September 1975 (Planungs- und Baugesetz, PBG) vor, dass See- und Flussufer freigehalten und der öffentliche Zugang und die Begehung erleichtert werden sollen. Für die Planung der Fusswege verweist § 30 Abs. 4 lit. d PBG auf den regionalen Richtplan bzw. Verkehrsplan. Die überörtliche Bedeutung des Seeuferweges auf der linken Seite des Zürichsees unterstreicht der auch für die Gemeinde Thalwil massgebende regionale Gesamtplan Zimmerberg, der vom Regierungsrat im Jahre 1982 genehmigt wurde, mit der Aufnahme des Seeweges von der Grenze der Stadt Zürich bis zur Kantonsgrenze Schwyz in die Liste der Fuss- und Wanderwege von regionaler Bedeutung. Im Bericht zu diesem Gesamtplan gemäss Beschluss des Regierungsrates Nr. 448/1982 wird zum Seeuferweg festgehalten, dass dieser wo möglich und an den geeigneten Stellen direkt am Wasser zu führen ist. Ein Ausweichen auf das Trottoir der Seestrasse soll nur ausnahmsweise und nur für kurze Strecken erfolgen.\n\nAus der vom eidgenössischen und kantonalen Gesetzgeber vollzogenen Wertung und den Folgerungen, welche in der kantonalen und regionalen Richtplanung hiezu gezogen wurden, ergibt sich eine erste Beantwortung der Einwendung der Beschwerdeführer, der Fuss- und Wanderweg sei im Bereiche ihrer Liegenschaften nicht das Seeufer entlang, sondern über die Seestrasse oder bergseits der Seestrasse entlang den Hängen des Zimmerberges und über die Bürgerstrasse zu führen. Eine solche Wegführung wird weder den gesetzlichen noch den behördeverbindlichen richtplanerischen Anordnungen gerecht. Das Gewicht, das der Gesetzgeber der öffentlichen BGE 118 Ia 394 S. 399Zugänglichkeit der Seeufer zubilligt, gebietet vielmehr eine ufernahe Führung, wo immer eine solche sinnvoll, möglich und zumutbar ist.\n\nb) Hinsichtlich der grundeigentümerverbindlichen Baulinienfestsetzung ist zu beachten, dass gemäss kantonalem Recht die Baulinien der Sicherung bestehender und geplanter Anlagen und Flächen dienen (§ 96 Abs. 1 PBG). Das kantonale Recht bezeichnet die für Fuss- und Wanderwege festzusetzenden Linien ebenfalls als Verkehrsbaulinien; diese können gegebenenfalls auch begleitende Vorgärten und Grünzüge erfassen (§ 96 Abs. 2 lit. a PBG). Verkehrsbaulinien dürfen ein öffentliches Interesse an der bestimmten Gestaltung von Verkehrsräumen und -plätzen wahrnehmen und näher umschreiben (§ 97 Abs. 2 PBG). Sie sind so festzusetzen, dass sie den Bedürfnissen beim voraussichtlichen Endausbau der betreffenden Anlagen genügen (§ 98 PBG).\n\nFür die für jedermann verbindliche Sicherung der in der Richtplanung vorgesehenen Anlage des Seeuferweges ist ein Ausführungsprojekt noch nicht erforderlich. Es genügen ausreichend konkretisierte Vorstellungen über die Wegführung mit Einschluss der im öffentlichen Interesse erforderlichen Umgebungsgestaltung, wie sie unter anderem in begleitenden Vorgärten, Grünzügen, Fahrzeugabstellplätzen und Zugängen zum Uferweg ihren Ausdruck finden. Solche Vorstellungen sind für den Seeuferweg am linken Zürichseeufer grundsätzlich vorhanden, auch wenn dies nicht für alle hier umstrittenen Grundstücke direkt zutrifft. Immerhin ergibt sich aus dem massgebenden Baulinienplan, dass der Seeuferweg ohne die begleitenden Anlagen jedenfalls auf den Parzellen Nrn. 4490 und 4865 eine Breite von rund 2 bis 3,5 Metern aufweisen wird. Zwar steht mit der Rechtskraft der Bau- und Niveaulinien dem Werkträger das Enteignungsrecht zu (§ 110 PBG). Doch kann dieses Recht erst ausgeübt werden, wenn das noch auszuarbeitende Ausführungsprojekt rechtsverbindlich genehmigt ist. Erst aus diesem ergibt sich das genaue Ausmass der Fläche, die in das Eigentum des Werkträgers überzuführen ist. Begleitende Anlagen wie Vorgärten und Grünzüge können nach Massgabe des Ausführungsprojektes im Privateigentum verbleiben, freilich mit der sich aus der Baulinie ergebenden Belastung. § 110 PBG bringt dies dadurch zum Ausdruck, dass das Enteignungsrecht, das dem Werkträger zusteht, im Rahmen der Zweckbestimmung der Baulinien gegeben ist. Es kann daher nur soweit in Anspruch genommen werden, als das öffentliche Interesse die Abtretung des Landes für die Anlegung des Weges und die der BGE 118 Ia 394 S. 400Allgemeinheit dienenden Anlagen der Umgebung wie etwa Plätze und Aussichtsanlagen erfordert. Es ist daher zu prüfen, ob der Linienverlauf und das Mass der mit der Linie belasteten Fläche zur Sicherung der Ausführungsprojektierung einschliesslich der Umgebungsgestaltung erforderlich ist. Dabei ist den zuständigen Behörden auch das nötige Planungsermessen zuzubilligen. Unzulässig ist es jedoch, Absichten zu verfolgen, die durch den gesetzlichen Zweck der Baulinie nicht mehr gedeckt sind.\n\nc) Diese für die Festsetzung von Baulinien für einen Seeuferweg allgemein gültigen Erwägungen, die sich aus der gesetzlichen Regelung des Bundesrechts und des kantonalen Rechts ergeben, schliessen nicht aus, dass die konkrete Linienziehung im Bereiche der betroffenen Grundstücke daraufhin zu überprüfen ist, ob die geplante Wegführung in Berücksichtigung der gegebenen Verhältnisse sinnvoll, möglich und zumutbar ist und ob das Mass der belasteten Fläche nicht weiter geht, als es der Zweck der Baulinie zu rechtfertigen vermag. Für die Belastung einer zu grossen Fläche könnte sich die Baulinienziehung nicht mehr auf ein ausreichendes öffentliches Interesse stützen; auch würde sie insoweit den Grundsatz der Verhältnismässigkeit verletzen.\n\n4. Die Beurteilung der konkreten Linienführung auf der Liegenschaft der Beschwerdeführer führt im Lichte der dargestellten Kognitionsgrundsätze und allgemeinen Erwägungen zu folgenden Ergebnissen:\n\na) Die Parzelle Nr. 4490 des Beschwerdeführers F. ist sowohl auf ihrer nördlichen, gegen die Liegenschaft Nr. 4599 der Gemeinde Thalwil gerichteten Seite als auch auf der Seeseite mit einer Baulinie belastet. Die gegen die Gemeindeliegenschaft, auf der sich das Strandbad Bürger befindet, gerichtete Baulinie hält entsprechend dem abgewinkelten Verlauf der Parzellengrenze einen Grenzabstand von 1,5 Metern im Bereich der rechtskräftigen Baulinie der Seestrasse und von rund 3,5 Metern auf der Seeseite ein. Sie bezweckt, die Schaffung eines Zugangsweges zum Seeuferweg zu sichern. Gemäss den Angaben der Vertreter der Gemeinde und des Kantons anlässlich des Augenscheines soll dieser Weg auf der Gemeindeliegenschaft angelegt werden, wobei darauf zu achten sei, dass er von allfälligen baulichen Anlagen auf der Liegenschaft F. einen Abstand von 3,5 Metern einhalte. Im Blick auf die bestehenden baulichen Verhältnisse ist dieser Zweck der Baulinie nicht ohne weiteres ersichtlich, da eine höhere Mauer die Liegenschaft Nr. 4490 vom Gemeindeareal trennt und Schopfbauten an diese Mauer anschliessen.BGE 118 Ia 394 S. 401\n\nDer Beschwerdeführer ist daher der Meinung, die nördliche Baulinie sei sinnlos; allfällige Bauten müssten ohnehin einen Grenzabstand einhalten.\n\nAuch wenn die Einwendung des Beschwerdeführers verständlich ist, kann dennoch nicht gesagt werden, die Baulinie, welche den künftigen Zugangsweg entlang einen Freihaltestreifen sichern will, sei mit der Eigentumsgarantie nicht vereinbar. Sie hat kaum eine ins Gewicht fallende Belastung des Eigentums zur Folge. Sodann ist zu bedenken, dass der geplante Zugangsweg zu einer Grenzbereinigung und damit zu einer Neugestaltung der heute im Bereich der Grenze bestehenden baulichen Anlagen führen kann. Die Wahrung einer solchen, der guten Gestaltung dienenden Möglichkeit wird vom Zweck der Baulinie gemäss den §§ 96 und 97 PBG erfasst.\n\nZu einem schwerer wiegenden Eingriff führt die seeseitige Baulinie. Sie hält von der gegen den See gerichteten Fassade des Wohnhauses einen Grenzabstand von etwa 6,5 Metern ein. Die Befürchtung des Beschwerdeführers, dass der Fussweg zu einer erheblichen Störung des Privatbereiches führen könnte, ist verständlich. Doch hat der Augenschein ergeben, dass sich auf der Liegenschaft im Abstand von rund 4,25 Metern von der Hausfassade eine Ufermauer befindet und der Weg aller Voraussicht nach in dem an diese Mauer anschliessenden Abschnitt in tieferer Lage etwas über dem Wasserstand wird angelegt werden können, wie dies der Vertreter des Zürcher Amtes für Raumplanung erläutert hat. Dank der vorhandenen Niveauunterschiede darf angenommen werden, dass bei der Ausführungsprojektierung eine für den Beschwerdeführer zumutbare Lösung wird gefunden werden können, die dem Gebot der Verhältnismässigkeit nicht widerspricht. Zu gegebener Zeit wird der Beschwerdeführer die Möglichkeit erhalten, gegenüber dem Ausführungsprojekt mit Einsprache und allenfalls Beschwerde seine Rechte zu wahren.\n\nDie dargestellten tatsächlichen Verhältnisse auf dem Grundstück F. unterscheiden sich wesentlich von denjenigen auf dem in der Gemeinde Kilchberg liegenden Grundstück des Beschwerdeführers G., über dessen staatsrechtliche Beschwerde gegen die Verkehrsbaulinien ebenfalls mit heutigem Datum zu entscheiden war. In diesem Fall ergab es sich, dass aufgrund der im Vergleich zur hier umstrittenen Parzelle wesentlich grösseren Niveaudifferenz zwischen dem Gartenareal und dem Seespiegel der von der Baulinie belastete Abschnitt für bauliche Anlagen gar nicht in Anspruch genommen werden muss. Vielmehr soll dort der Seeuferweg gänzlich entlang einer hohen Ufermauer so geführt werden, dass ein BGE 118 Ia 394 S. 402Einblick vom Niveau des Weges in die Gartenanlage gänzlich ausgeschlossen ist (BGE 118 Ia 407 E. 4b), was vorliegend nicht ohne weiteres zutrifft.\n\nDass im vorliegenden Fall eine Wegführung entlang dem Seeufer an sich möglich ist, hat der Augenschein bestätigt. Bei dieser Sachlage kann nicht gesagt werden, die seeseitige Baulinie verstosse gegen die verfassungsrechtliche Gewährleistung des Eigentums des Beschwerdeführers. Die Freifläche, welche die Linie sichert, wird aller Voraussicht nach nur zum Teil für die Weganlage in Anspruch genommen und vom Beschwerdeführer abgetreten werden müssen. Die restliche Fläche wird im Sinne eines den Weg begleitenden Grünzuges Gartenareal verbleiben, das weiterhin zur Liegenschaft des Beschwerdeführers gehören wird. Bei dessen Gestaltung wird allerdings darauf zu achten sein, dass der Zweck der Baulinie respektiert wird, wie dies § 99 PBG vorsieht. Die staatsrechtliche Beschwerde von F. ist somit als unbegründet abzuweisen.\n\nb) Keine andere Folgerung ist für die benachbarte Liegenschaft Nr. 4865 der Erben G. zu ziehen. Die Baulinie verläuft im wesentlichen parallel zur Parzellengrenze in einem Abstand von 10-11 Metern. Sie durchschneidet die bestehende Gartenanlage mit Einschluss eines Sitzplatzes, der durch eine Stützmauer abgegrenzt ist. Doch wird - wie der Augenschein bestätigt hat - der Weg in den tiefer gelegenen Parzellenteil im Bereich einer Böschung angelegt werden können. Die Beschwerdeführer werden deshalb wohl nicht genötigt werden, den ganzen durch die Baulinie gesicherten Freiraum an den Staat abzutreten. Auch wenn nicht auszuschliessen ist, dass der Weg im unteren Teil der Parzelle ganz oder überwiegend auf heutigem Eigentum der Beschwerdeführer angelegt wird, so kann doch damit gerechnet werden, dass jedenfalls der Bereich des heutigen Sitzplatzes nicht angetastet werden wird. In diesem Bereich dient die Baulinie der Sicherung des Abstandes allfälliger baulicher Anlagen vom Weg, wobei der betreffende Freiraum als Gartenanlage weiterhin im Eigentum der Beschwerdeführer wird bleiben können. Bei dieser Sachlage ist auch die Beschwerde der Erben G. als unbegründet abzulehnen. Beigefügt sei, dass die Beurteilung des weiteren Baulinienverlaufs auf den benachbarten Liegenschaften Nrn. 4866 und 4201 zu keinem anderen Ergebnis führt (Urteil des Bundesgerichtes vom 25. November 1992 i.S. P. und G., E. 4).\n\n5. a) Die Liegenschaft Nr. 7551 der Erben B. liegt gemäss dem rechtsgültigen Zonenplan der Gemeinde in der Gewerbezone in empfindlichem Gebiet, eine Zoneneinteilung, welche die auf beiden Seiten BGE 118 Ia 394 S. 403angrenzenden Einfamilienhauszonen in empfindlichem Gebiet trennt und sich daraus erklärt, dass die Parzelle weitgehend mit Gewerbebauten überbaut ist. Der Augenschein hat die Richtigkeit der Darstellung der Beschwerdeführer hinsichtlich des Verlaufs der Baulinie bestätigt. Gegenüber der Grenze zur Nachbarliegenschaft Nr. 4201 verläuft die Baulinie in einem Grenzabstand von rund 5 Metern und dient der Sicherung eines Zugangsweges zum Seeufer. In Berücksichtigung der parallelen Baulinie auf dieser Nachbarliegenschaft wird zu diesem Zwecke ein rund 8,5 Meter breiter Streifen mit einem Bauverbot belegt. Auf der Liegenschaft der Beschwerdeführer schneidet die Baulinie die bestehenden Gewerbebauten Assek-Nr. 1671 auf einer Länge von rund 36 Metern und einer variablen Breite von bis zu 3 Metern an. Die Baulinie folgt anschliessend in einem Abschnitt von ca. 8 Metern Länge der bestehenden Gebäudefassade. Rechtwinklig zu ihrem Verlauf schliesst die seeseitige Baulinie an. Sie hält einen Abstand von ungefähr 9 Metern von der Parzellengrenze ein und durchschneidet die bestehende zusammengebaute Gebäudegruppe der Fabrik und des angebauten Magazins. In einem Abstand von 3,5 Metern folgt die Baulinie alsdann dem Verlauf einer bestehenden privaten Bootshaab, die den Beschwerdeführern dient. Sie erfasst anschliessend den noch unüberbauten Teil der Parzelle Nr. 7571, wobei sie eine Fläche von gegen 575 m2 belastet. Von der Parzellengrenze hält sie in diesem Bereich einen Abstand von 22-25 Metern ein.\n\nIn Berücksichtigung der bestehenden Gewerbebauten und der Einweisung der gesamten Parzelle in die Gewerbezone stellt der dargelegte Verlauf der Baulinie eine ausserordentlich schwere Eigentumsbeschränkung dar. Die Gewerbebauten werden im Falle der Rechtskraft der Baulinie zum grössten Teil baulinienwidrig. Sie unterliegen dem Änderungsverbot von § 101 PBG. Wann der Seeuferweg in dem in Frage stehenden Abschnitt verwirklicht werden soll, steht zur Zeit nicht fest. Bauliche Vorkehren, die über den Gebäudeunterhalt hinausgehen, sind daher gemäss § 101 Abs. 2 PBG nur zulässig, wenn mit sichernden Nebenbestimmungen zur baurechtlichen Bewilligung ausgeschlossen wird, dass das Gemeinwesen bei Durchführung der Baulinie den entstandenen Mehrwert zu entschädigen hat.\n\nb) Die Vertreter des Staates und der Gemeinde Thalwil rechnen - wie sich am Augenschein ergeben hat - nicht damit, dass die Erstellung des Seeuferweges zwingend zum Anlass genommen werden muss, die bestehenden Gewerbebauten abzubrechen. Hiezu wäre aller Voraussicht nach die Durchführung eines Enteignungsverfahrens BGE 118 Ia 394 S. 404mit den entsprechenden Entschädigungsfolgen unumgänglich. Die Vertreter des Staates haben dargelegt, dass die Möglichkeit besteht, den Fussweg im Sinne einer Steglösung die Mauer des bestehenden Magazingebäudes entlang über dem Seespiegel zu führen. Im Bereiche der Bootshaab ist eine Wegführung um die Haab herum denkbar. Mit generellen Projektstudien näher konkretisierte Vorstellungen liegen hiezu allerdings noch nicht vor.\n\nBei dieser Sachlage ist die Einwendung, die Baulinie führe zu einem verfassungswidrigen Eigentumseingriff, verständlich. Baulinien dürfen zwar zur Sicherung der künftigen Anlegung von Strassen und Wegen auch bestehende Bauten, welche das Vorhaben verhindern, anschneiden. Die Konsequenz der Beseitigung einer Baute, die einer geplanten Strassen- und Wegführung entgegensteht, muss jedoch unvermeidlich sein. Hiezu wären zumindest generelle Projektstudien nötig (BGE 103 Ia 44 E. 4b; BGE 118 Ia 379 E. 5e). Im vorliegenden Falle ist die Unvermeidlichkeit des Abbruchs der bestehenden Gewerbebauten zu verneinen. Kann das Projekt des Seeuferweges mit einer Steglösung befriedigend gelöst werden, ist der schwere Eigentumseingriff, zu dem die Baulinien führen, soweit sie die bestehenden Bauten anschneiden, durch kein ausreichendes öffentliches Interesse, das die entgegenstehenden privaten Interessen überwiegt, gedeckt; auch ist der Eingriff als unverhältnismässig zu bezeichnen.\n\nc) Die Vertreter des Staates und der Gemeinde möchten offenbar im Hinblick auf die Möglichkeit eines Abbruchs der bestehenden Bauten und einer Neuüberbauung der Parzelle die Möglichkeit offenhalten, den Seeuferweg dem Ufer entlang auf heutigem Privatareal zu führen, das an den Staat abgetreten werden müsste. Sollte zu einem späteren Zeitpunkt eine Neuüberbauung der Liegenschaft in Erwägung gezogen werden, so wäre es wohl nicht ausgeschlossen, dass entsprechende planungsrechtliche Festlegungen getroffen werden, müsste doch bei Abbruch des bestehenden Magazingebäudes auch der allfällige Steg, auf dem der Weg geführt wird, beseitigt werden. Bis zur Festsetzung der alsdann erforderlichen Baulinien könnte einem Bauvorhaben die fehlende planungsrechtliche Baureife im Sinne der §§ 233 ff. PBG entgegengehalten werden.\n\nEs ist nicht Aufgabe des Bundesgerichts, die Wege aufzuzeigen, welche eingeschlagen werden können, um zu gegebener Zeit unter Inanspruchnahme eines Teiles der Parzelle Nr. 7551 eine befriedigende Wegführung zu erreichen. Hingegen ist festzustellen, dass in Berücksichtigung des gegenwärtigen, noch nicht näher konkretisierten BGE 118 Ia 394 S. 405Standes der Planung eines Seeuferweges in dem in Frage stehenden Abschnitt die Belastung des Grundstückes Nr. 7551 mit den im vorgesehenen Ausmass festgelegten Baulinien sich durch kein ausreichendes öffentliches Interesse rechtfertigen lässt und im Hinblick auf die Schaffung baulinienwidriger Zustände als unverhältnismässig zu bezeichnen ist.\n\nd) Kein ausreichendes öffentliches Interesse kann auch für die Belastung einer Fläche von rund 575 m2 des unüberbauten Parzellenteiles anerkannt werden. Es ist nicht einzusehen, dass für eine seeufernahe Führung des geplanten Weges eine derart grosse Fläche mit der Baulinie belastet werden muss. Die Liegenschaft ist bereits mit der rechtsgültigen Baulinie der Seestrasse belastet. Die heute überbaubare, in der Gewerbezone liegende Fläche wird bei Ziehung der Seeuferwegbaulinie in dem in Frage stehenden Abschnitt rund zur Hälfte mit einem Bauverbot belastet. Die Beschwerdeführer halten zutreffend fest, dass die Notwendigkeit, einen derart grossen Abschnitt mit der Baulinie zu belasten, im angefochtenen Entscheid nicht näher begründet wird.\n\nDiese Feststellung trifft in gleicher Weise für die weitere, den Erben B. gehörende Parzelle Nr. 7880 zu. Auch diese Liegenschaft, die nach dem Zonenplan der Gemeinde vollständig in der Einfamilienhauszone in empfindlichem Gebiet liegt, ist mit der Baulinie der Seestrasse belastet und wird durch die vom Regierungsrat geschützte Baulinienfestsetzung in einem Ausmass belastet, dessen Notwendigkeit für die Anlegung des Seeuferweges mit Einschluss der Umgebungsgestaltung und der Sicherung eines Freiraumes im Sinne eines begleitenden Grünzuges nicht zu rechtfertigen ist. Jedenfalls müsste dieses Ausmass mit zumindest generellen Projektstudien näher konkretisiert werden.\n\ne) Nach dem Gesagten verletzt die Belastung der Parzellen Nrn. 7551 und 7880 der Erben B. mit den festgesetzten Verkehrsbaulinien für den Seeuferweg die Eigentumsgarantie. Dementsprechend ist ihre staatsrechtliche Beschwerde gutzuheissen.\n\nf) Zu keinem anderen Ergebnis führt die Überprüfung der auf der Liegenschaft Nr. 7879 von B. festgesetzten Baulinie. Dieses Grundstück ist vollständig der Einfamilienhauszone in empfindlichem Gebiet zugewiesen. Auch wenn die gesetzlichen Abstände, welche Bauten vom Seeufer einhalten müssen, berücksichtigt werden und beachtet wird, dass ein Teil der Liegenschaft Seeanlageland darstellt, auf dem bauliche Anlagen nur mit Zustimmung der kantonalen Baudirektion errichtet werden dürfen, fehlt eine ausreichende Begründung BGE 118 Ia 394 S. 406für die Ziehung der Baulinie in einem Grenzabstand von rund 18 Metern mit einer Vergrösserung bis auf 33 Meter im Bereiche der angrenzenden Bootshaab. Eine Baulinienziehung zur Sicherung einer Wegführung um diese benachbarte Bucht herum ist zweifellos zulässig, doch ist nicht zu sehen, weshalb für die Verwirklichung des Projektes eines Weges von etwa 2-3,5 Metern Breite entlang dem heutigen Verlauf des Ufers eine Parzellenfläche von gegen 800 m2 mit der Baulinie belastet werden muss. Ein ausreichendes öffentliches Interesse für die Belastung einer derart grossen Fläche ist nicht ausgewiesen. Die Breite des mit der Baulinie belasteten Areales kommt vielmehr der Festsetzung einer Freihaltezone nahe, wie sie in der Gemeinde Thalwil auch bei anderen Seeuferabschnitten gegeben ist. Eine durch das Projekt des Seeuferweges nicht gerechtfertigte Freihaltezonenfestsetzung ist hingegen durch den gesetzlichen Zweck der Baulinie gemäss § 96 PBG nicht mehr gedeckt. Demgemäss ist auch die Beschwerde von B. gutzuheissen und die Baulinienfestsetzung auf Parzelle Nr. 7879 aufzuheben."}