{"annee": "118", "cour": "V", "page": "298", "date": "4/12/1992", "cite": ["114 V 113", "112 V 313"], "cite_par": ["119 V 484", "136 V 182", "127 V 448", "127 V 38", "119 V 250", "124 V 301", "127 V 165", "121 V 321", "139 V 28"], "chapeau": "38. Urteil vom 4. Dezember 1992 i.S. F. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 15 al. 1 et 2 LAA, art. 22 al. 4, troisième phrase, et art. 24 al. 2 OLAA: Gain assuré pour la fixation de rentes en faveur de travailleurs saisonniers. Quand il s'agit d'appliquer l'art. 24 al. 2 OLAA, c'est-à-dire lorsque le droit à la rente naît plus de cinq ans après l'accident, la limitation, dans le cas d'un travailleur saisonnier, de la conversion du salaire à la durée normale de l'activité saisonnière au sens de l'art. 22 al. 4, troisième phrase, OLAA, reste applicable."], "faits": "|299|\n\nA.- Der 1960 geborene Francesco F. war seit April 1978 im Status eines Saisonniers als Hilfsarbeiter bei der G. AG tätig. Am 25. August 1985 erlitt er bei einem Verkehrsunfall schwere Verletzungen, wofür die Schweizerische Unfallversicherungsanstalt (SUVA) die gesetzlichen Heilkosten- und Taggeldleistungen entrichtete. Mit Verfügung vom 30. Januar 1991 sprach sie Francesco F. nebst einer Integritätsentschädigung von 70% rückwirkend ab 1. September 1990 eine Invalidenrente zu, basierend auf einer Erwerbsunfähigkeit von 80% und einem versicherten Verdienst von Fr. 45'070.--. Weil seit dem Unfall mehr als fünf Jahre verflossen waren, wurde der für die Berechnung der Rente massgebliche Verdienst nach dem Lohn festgelegt, den der Ansprecher als Saisonnier innerhalb eines Jahres vor dem Rentenbeginn hätte erzielen können. Dabei berücksichtigte die SUVA einen Stundenansatz von Fr. 25.50 für 1989 und Fr. 27.-- für 1990 sowie nach Massgabe der Dauer für Saisonbeschäftigte insgesamt 1'706,25 Arbeitsstunden (666,25 Stunden vom 1. September bis 12. Dezember 1989 und 1040 Stunden vom 5. März bis 31. August 1990). Die gegen diese Verfügung erhobene Einsprache hiess die Anstalt teilweise gut, indem sie die geltend gemachte 100%ige Invalidität anerkannte, hingegen das Begehren um Neufestsetzung des versicherten Verdienstes aufgrund des Jahreslohnes eines festangestellten Vorarbeiters abwies (Entscheid vom 3. Mai 1991).\n\nB.- Beschwerdeweise beharrte Francesco F. darauf, dass der Rentenberechnung ein Jahresverdienst eines Vorarbeiters zwischen Fr. 60'000.-- und Fr. 65'000.-- zugrunde gelegt werde. Das Versicherungsgericht des Kantons Zürich wies die Beschwerde ab, im wesentlichen mit der Begründung, in den erwähnten Stundenlöhnen sei die berufliche Weiterentwicklung zum Vorarbeiter bereits eingeschlossen. Konkrete Anhaltspunkte dafür, dass der Versicherte ohne Unfall Jahresaufenthalter geworden und damit auf die in |300| diesem Zeitraum betriebsüblichen 2082,5 Stunden gekommen wäre, lägen nicht vor. Die Umrechnung auf die normale Saisondauer erweise sich damit als korrekt (Entscheid vom 14. Januar 1992).\n\nC.- Francesco F. lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, in Aufhebung des angefochtenen Entscheides sei die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen, insbesondere zur \"Feststellung des massgeblichen Jahreslohnes unter der Voraussetzung, dass er heute Jahresaufenthalter und Vorarbeiter wäre\". Im Nachgang zur Beschwerde wurde u.a. ein Schreiben des Wirtschaftswissenschaftlichen Zentrums der Universität B. vom 24. März 1992 mit empirischen Angaben über die Umwandlung von Saison- in Jahresaufenthaltsbewilligungen eingereicht.\n\nWährend die SUVA auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, verzichtet das Bundesamt für Sozialversicherung auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. Streitig ist einzig die Höhe des für die Berechnung der Rente massgeblichen Verdienstes. Dabei stellt sich die Frage, ob der Lohn auf ein volles Jahr oder auf die Dauer der Saisonbeschäftigung umzurechnen ist. Unwidersprochen blieb hingegen die Feststellung der Vorinstanz, bei den Stundenlöhnen von Fr. 25.50 bzw. Fr. 27.-- sei berücksichtigt, dass der Beschwerdeführer, wenn er noch im Betrieb wäre, Vorarbeiter geworden wäre. Auf diesen Punkt ist im vorliegenden Verfahren somit nicht weiter einzugehen.\n\na) Gemäss Art. 15 UVG werden die Renten nach dem versicherten Verdienst bemessen (Abs. 1). Als versicherter Verdienst gilt für die Bemessung der Renten der innerhalb eines Jahres vor dem Unfall bezogene Lohn (Abs. 2). Gestützt auf die in Art. 15 Abs. 3 UVG eingeräumte Befugnis hat der Bundesrat unter dem Titel \"Versicherter Verdienst\" die Art. 22-24 UVV erlassen. Laut Art. 22 UVV, welcher den versicherten Verdienst \"im allgemeinen\" regelt, gilt als versicherter Verdienst der nach der Bundesgesetzgebung über die AHV massgebende Lohn mit verschiedenen, hier nicht zur Diskussion stehenden Abweichungen (Abs. 2). Abs. 4 dieser Bestimmung legt folgendes fest: Als Grundlage für die Bemessung der Renten gilt der innerhalb eines Jahres vor dem Unfall bei einem oder mehreren Arbeitgebern bezogene Lohn, einschliesslich noch nicht ausbezahlter |301| Lohnbestandteile, auf die ein Rechtsanspruch besteht. Dauerte das Arbeitsverhältnis nicht das ganze Jahr, so wird der in dieser Zeit bezogene Lohn auf ein volles Jahr umgerechnet. Bei einem Versicherten, der eine Saisonbeschäftigung ausübt, ist die Umrechnung auf die normale Dauer dieser Beschäftigung beschränkt.\n\nArt. 24 UVV mit der Überschrift \"Massgebender Lohn für Renten in Sonderfällen\" bestimmt in Abs. 2 folgendes: Beginnt die Rente mehr als fünf Jahre nach dem Unfall oder dem Ausbruch der Berufskrankheit, so ist der Lohn massgebend, den der Versicherte ohne den Unfall oder die Berufskrankheit im Jahre vor dem Rentenbeginn bezogen hätte, sofern er höher ist als der letzte vor dem Unfall oder dem Ausbruch der Berufskrankheit erzielte Lohn.\n\nb) Das Eidg. Versicherungsgericht hatte schon mehrmals zur Berechnung des versicherten Verdienstes Stellung zu nehmen. In BGE 114 V 113 entschied es im Falle eines regelmässig voll erwerbstätigen Versicherten, welcher im letzten Jahr vor dem Unfall unbezahlten Urlaub genommen hatte, dass die Umrechnung des Lohnes auf ein volles Jahr im Sinne von Art. 22 Abs. 4 Satz 2 UVV nicht auf Fälle beschränkt sei, in welchen das Arbeitsverhältnis bis zum Unfall noch kein ganzes Jahr gedauert habe. Entscheidend sei die normale Beschäftigungsdauer, die aufgrund der bisherigen oder beabsichtigten künftigen Ausgestaltung des Arbeitsverhältnisses festgestellt werden könne. Das Kriterium der normalen Beschäftigungsdauer sei geeignet, eine sachgerechte und rechtsgleiche Festsetzung des für die Rentenberechnung massgebenden Lohnes zu gewährleisten (BGE 114 V 118 Erw. 3d).\n\nBei den Tatbeständen gemäss Satz 2 und 3 des Art. 22 Abs. 4 UVV handelt es sich um Abweichungen von Art. 15 Abs. 2 UVG, nach dessen allgemeinem Grundsatz der innerhalb eines Jahres vor dem Unfall bezogene Lohn für die Rentenberechnung massgebend ist (vgl. BGE 114 V 116 Erw. 3b). Diese Sonderregeln verlangen einerseits, dass - bei unterjährigem Arbeitsverhältnis - der nicht während eines ganzen Jahres geflossene Lohn auf ein Jahreseinkommen umgerechnet wird (Satz 2), beschränken aber anderseits - bei Saisonniers - die Umrechnung auf die normale Dauer der Saisonbeschäftigung (RKUV 1990 Nr. U 114 S. 388 Erw. 3d). Diese für Saisonarbeiter getroffene Regelung ist gesetzmässig (BGE 114 V 117 Erw. 3b in fine, BGE 112 V 313; RKUV 1992 Nr. U 145 S. 87 Erw. 4b). Die Limitierung auf die Saisonzeitspanne hängt eng mit dem Äquivalenzprinzip zwischen versichertem Verdienst und Prämienordnung zusammen. Dieser Grundsatz will sicherstellen, dass bei den |302| finanziell wichtigsten Versicherungsleistungen, wie bei den Renten, von den gleichen Faktoren ausgegangen wird, die auch Basis für die Prämienberechnung bilden (MAURER, Schweizerisches Unfallversicherungsrecht, S. 326). Der Rentenberechnung soll also das gleiche Einkommen zugrunde liegen, von dem auch Prämien geschuldet sind. Saisonarbeiter haben indessen nur Prämien von dem Lohn zu entrichten, den sie während ihrer Beschäftigungsdauer effektiv erzielen, und nicht aufgrund eines hypothetischen, hochgerechneten Jahreseinkommens.\n\nc) In dem in RKUV 1992 Nr. U 145 S. 85 auszugsweise veröffentlichten Urteil v. M. vom 21. Januar 1992 hat das Eidg. Versicherungsgericht entschieden, dass der für die Bemessung der Invalidenrente massgebende Verdienst nicht nachträglich abgeändert werden kann, wenn dem Versicherten, welcher vor dem Unfall eine Saisonbeschäftigung ausübte, später die Jahresaufenthaltsbewilligung erteilt wird. In diesem Fall hatte das kantonale Gericht bei einer Versicherten, die vor ihrem Unfall (16. Juli 1984) als Saisonbeschäftigte arbeitete und ab 1987 Inhaberin der Jahresaufenthaltsbewilligung war, den versicherten Verdienst für die Rente ab Anspruchsbeginn (vom 1. Februar 1985 bis 31. Dezember 1986) nach Massgabe der Saisondauer und ab Erhalt der Jahresaufenthaltsbewilligung, d.h. ab 1. Januar 1987, nach dem auf ein volles Jahr umgerechneten Einkommen festgesetzt. Die Umrechnung auf zwölf Monate erklärte das Eidg. Versicherungsgericht für unzulässig, wobei es sich von folgenden Überlegungen leiten liess: Art. 22 Abs. 4 UVV gründe sich auf das entscheidende Kriterium \"der normalen Beschäftigungsdauer\" (BGE 114 V 116 Erw. 3b und 118 Erw. d), und nicht - wie ursprünglich vorgeschlagen - auf das Kriterium der Jahresaufenthaltsbewilligung. Der für die Berechnung der Rente massgebliche Verdienst eines Saisonniers dürfe deshalb nicht neu festgesetzt werden, wenn dieser später Jahresaufenthalter werde. Zum einen sehe Art. 24 UVV, welcher verschiedene Sonderfälle regle, eine solche Umrechnung für Saisonniers nicht vor. Zum anderen würde dies bedeuten, dass das Kriterium der normalen Beschäftigungsdauer auf zwei verschiedene Arten angewendet würde, und zwar vor dem Unfall im Sinne einer Umrechnung des Lohnes auf die normale Dauer der Saisontätigkeit, nach dem Unfall hingegen Umrechnung auf ein volles Jahr ab Erhalt der Jahresaufenthaltsbewilligung; Art. 15 Abs. 2 UVG erlaube dies nicht.\n\n3. a) Weil der Beschwerdeführer vor seinem Unfall vom 25. August 1985 als Saisonnier angestellt war, ging die SUVA in |303| Anwendung von Art. 22 Abs. 4 Satz 3 UVV von 1706,25 Arbeitsstunden aus, was unbestrittenerweise der normalen Dauer für Saisonbeschäftigte im Baugewerbe entspricht. Im Lichte der erörterten Rechtsprechung (Erw. 2c) ist es für die Festsetzung des versicherten Verdienstes unerheblich, ob und gegebenenfalls in welchem Zeitpunkt der Beschwerdeführer nach dem Unfall allenfalls den Saisonnierstatus gewechselt hätte. Aus diesem Grunde ist auch nicht zu prüfen, ob er nach statistischer Wahrscheinlichkeit innert fünf Jahren nach dem Unfall, d.h. noch vor Rentenbeginn, in den Genuss der Jahresaufenthaltsbewilligung gekommen wäre. Fragen kann sich nur noch, ob Art. 24 Abs. 2 UVV zu einem andern Ergebnis führt.\n\nb) Dies muss verneint werden. Art. 24 Abs. 2 UVV stellt, obgleich er Sonderfälle regelt, keine Spezialbestimmung dar, die Art. 22 Abs. 4 Satz 3 UVV vorginge. Bei der Anwendung von Art. 24 Abs. 2 UVV bleibt die Beschränkung der Umrechnung auf die normale Dauer der Saisonbeschäftigung im Sinne von Art. 22 Abs. 4 Satz 3 UVV vorbehalten. Wie das Eidg. Versicherungsgericht im Zusammenhang mit der Auslegung von Art. 24 Abs. 3 UVV ausgeführt hat, fällt die Frage nach der Umrechnung des Verdienstes auf ein volles Jahr oder die Anrechnung des effektiv erzielten Lohnes während der beabsichtigten Beschäftigungsdauer tatbestandsmässig nicht unter Art. 24 Abs. 3 UVV, sondern unter Art. 22 Abs. 4 UVV (RKUV 1992 Nr. U 148 S. 124 Erw. 5c). Der SUVA ist darin beizupflichten, dass bei der Bestimmung des versicherten Verdienstes selbst dann vom Saisonnierstatus auszugehen ist, wenn rechtsgenüglich nachgewiesen wäre, dass der Beschwerdeführer noch vor dem Rentenbeginn die Jahresaufenthaltsbewilligung erhalten hätte. Art. 24 Abs. 2 UVV bezweckt nämlich nur, einen allfälligen Lohnausfall, z.B. wegen teuerungsbedingter Lohnerhöhung, auszugleichen, keinesfalls aber einen Systemwechsel zwischen Saisonnier- und Jahresaufenthaltsstatus. Diese Sondernorm will im Hinblick auf Art. 15 Abs. 3 lit. a UVG bloss der Härte begegnen, dass ein Verunfallter mit langdauernder Heilbehandlung nicht auf dem vor dem Unfall erzielten Lohn haftenbleibt, was vor allem dann zu stossenden Ergebnissen führen kann, wenn die Löhne während dieser Zeit zufolge überdurchschnittlicher Lohnentwicklung stark ansteigen. Angestrebt wird also die Anpassung an die normale Lohnentwicklung im angestammten Tätigkeitsbereich (vgl. dazu auch MAURER, a.a.O., S. 331 Ziff. 2). Art. 24 Abs. 2 UVV soll anderseits aber auch nicht zu einer Besserstellung von Saisonniers führen gegenüber jenen Saisonbeschäftigten, deren Rentenanspruch innert fünf Jahren nach dem |304| Unfall entsteht, sondern einzig eine Gleichbehandlung gewährleisten. Die Sonderbestimmung will gerade nicht den in Art. 22 Abs. 4 Satz 3 UVV verankerten Grundsatz, wonach die Umrechnung nach der Saisondauer zu erfolgen hat, aus den Angeln heben. Kurzum, diese Wechselwirkung zwischen den fraglichen Verordnungsbestimmungen (Art. 22 Abs. 4 und Art. 24 Abs. 2 UVV) erklärt sich am besten, wenn folgendes vergegenwärtigt wird:\n\nFür die Ermittlung des versicherten Verdienstes sind zwei Berechnungsfaktoren wesentlich, nämlich:\n\n1. die Dauer des Lohnbezugs, d.h. die Zeitspanne, während welcher der Lohn ausgerichtet wird (zeitliches Element). Dabei ist in der Regel der innerhalb eines Jahres vor dem Unfall bezogene Lohn (Art. 15 Abs. 2 UVG, Art. 22 Abs. 4 Satz 1 und 2 UVV) massgebend. Für Saisonarbeiter gilt der Lohn während der (limitierten) normalen Beschäftigungsdauer (Art. 22 Abs. 4 Satz 3 UVV);\n\n2. der Lohnbestandteil (inhaltliches Element). Was begrifflich darunter zu verstehen ist, wird in Art. 22 Abs. 2 UVV definiert. Dazu gehört im Regelfall der nach der AHV-Gesetzgebung massgebende Lohn, einschliesslich Nebenbezüge und Ersatzeinkünfte (Art. 5 Abs. 2 AHVG; Art. 7 AHVV). Abweichungen davon sind in Art. 24 UVV geregelt. Wie schon aus dessen Überschrift hervorgeht, wird darin für verschiedene Sonderfälle (Militärdienst, Unfall, Krankheit usw.; verzögerter Rentenbeginn; berufliche Ausbildung; Rentenbezüger; Invalidität) der Umfang des \"massgebenden Lohnes\", bzw. dessen Bestandteil, gesondert umschrieben.\n\n4. Aus dem Gesagten folgt, dass im vorliegenden Fall nicht zu prüfen ist, ob der Beschwerdeführer im Zeitpunkt des Rentenbeginns nicht mehr Saisonnier, sondern Jahresaufenthalter gewesen wäre, weil letzteres für die Berechnung des versicherten Verdienstes nicht entscheidend ist. Richtigerweise hat die SUVA den Verdienst nach Massgabe der für Saisonbeschäftigte üblichen Arbeitsstunden festgesetzt. Eine Umrechnung auf zwölf Monate bzw. die Jahresstundenzahl ist nicht zulässig, womit der vorinstanzliche Entscheid im Ergebnis zu Recht besteht. Die herangezogenen Stundenlöhne von Fr. 25.50 und Fr. 27.-- sind unbestritten. Damit muss es bei der Feststellung sein Bewenden haben, dass der der Rentenberechnung zugrundeliegende Verdienst von Fr. 45'070.-- korrekt ist.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}