{"annee": "118", "cour": "IA", "page": "195", "date": "17/6/1992", "cite": ["106 IB 154", "112 IA 240", "102 IA 548", "111 IA 303", "114 IA 267", "65 I 106", "117 IA 202", "117 IA 233", "89 I 389", "111 IA 292"], "cite_par": ["120 IB 512", "124 I 101", "121 I 357", "125 I 458", "119 IA 154", "125 I 227"], "chapeau": "27. Arrêt de la Ire Cour de droit public du 17 juin 1992 dans la cause Canton de Berne contre Canton du Jura (réclamation de droit public).", "regestes": ["Art. 5 Cst.; principe de la fidélité confédérale; art. 15 et art. 83 let. b OJ; réclamation de droit public; recevabilité d'une initiative populaire cantonale. 1. Art. 15 OJ: composition de la section du Tribunal fédéral statuant sur une réclamation de droit public dirigée contre une initiative populaire cantonale (consid. 1). 2. Art. 83 let. b OJ: recevabilité de la réclamation de droit public dirigée contre une initiative populaire cantonale dont le canton demandeur soutient qu'elle violerait l'art. 5 Cst. et le principe de la fidélité confédérale (consid. 3 et consid. 4). 3. Portée de la garantie du territoire et de la souveraineté des cantons au regard de l'art. 5 Cst. et du principe de la fidélité confédérale (consid. 5a-c). 4. Le voeu exprimé par les initiants d'oeuvrer en faveur de l'unité de l'ancien Jura bernois n'est en soi pas contraire au droit fédéral. En revanche, les moyens choisis, qui imposent aux autorités cantonales d'agir de manière unilatérale et permanente en vue du rattachement au canton du Jura des districts de Moutier, de Courtelary et de La Neuveville, sont de nature à troubler la paix confédérale (consid. 5d)."], "faits": "|196|\n\nL'assemblée des délégués du Rassemblement jurassien, réunie le 6 novembre 1988 à Porrentruy, a décidé, par une résolution, de lancer une initiative en vue de la \"promulgation d'une loi sur l'unité institutionnelle du Jura, de Boncourt à La Neuveville\" (cf. \"Jura libre\" du 10 novembre 1988). Le 15 novembre 1989, l'initiative populaire a été déposée à la Chancellerie d'Etat du canton du Jura, munie de 23338 signatures, sous le titre \"Unir\". Sa teneur est la suivante: |197|\n\n\"Les soussignés, citoyennes et citoyens ayant le droit de vote en matière cantonale,\n\nen vertu de l'article 75 de la Constitution cantonale et des articles 85 et suivants de la loi du 26 octobre 1978 sur les droits politiques, vu le fait:\n\n- que le Jura, tel qu'il était défini dans la Constitution cantonale bernoise, a décidé, le 23 juin 1974, de former un Etat cantonal dans le cadre de la Confédération suisse;\n\n- que les scrutins subséquents ayant pour but de désunir le territoire jurassien ont été le fruit de dispositions constitutionnelles arrêtées unilatéralement par le canton de Berne;\n\nconstatant en outre:\n\n- que les événements et les enquêtes officielles ont montré, par la suite, que les consultations populaires ne se sont pas toujours déroulées de façon régulière alors même que la Confédération suisse était chargée d'en assurer la haute surveillance;\n\n- que dans le cadre de ce mandat, la Confédération conserve, en la matière, son devoir de haute surveillance;\n\n- que la situation politique, économique et culturelle du territoire jurassien demeuré sous souveraineté bernoise ne fait qu'empirer;\n\nrappelant par ailleurs:\n\n- que tous les partis politiques représentés au Parlement jurassien (PDC, PLR, PS, PCSI, POP, CS, UDC) se déclarent officiellement partisans de l'unité du Jura et de son indépendance cantonale au sein de la Confédération suisse;\n\ndemandent au Parlement jurassien d'élaborer un texte législatif portant sur l'unité politique du Jura, texte comprenant notamment les points suivants:\n\n- l'unité institutionnelle du Jura constitue l'un des principaux objectifs du Parlement et du Gouvernement de la République et canton du Jura;\n\n- le Gouvernement et le Parlement jurassiens orientent leurs décisions de façon à promouvoir la fondation et le développement d'une nouvelle République formée des six districts de langue française;\n\n- chaque année, à l'occasion de la Fête du 23 Juin, le Gouvernement soumet au Parlement, pour approbation, un rapport sur l'état de la question;\n\n- le Gouvernement accomplit un effort permanent dans le cadre de ses relations avec la Confédération suisse, le canton de Berne et toutes autres instances concernées pour rétablir l'unité institutionnelle du Jura;\n\n- les moyens nécessaires à ce rétablissement sont mis en oeuvre et des sommes portées chaque année au budget cantonal;\n\n- pour atteindre l'objectif, l'Etat veille à ce que la flamme jurassienne et la connaissance de l'histoire du Jura, particulièrement des XIXe et XXe siècles, soient transmises aux jeunes générations.\"\n\nLe 16 août 1990, le Gouvernement du canton du Jura a déclaré l'initiative recevable à la forme et l'a transmise au Parlement. Par arrêté du 14 décembre 1990, celui-ci a déclaré l'initiative \"valable |198| au fond\" (art. 1) et invité le Gouvernement à lui soumettre jusqu'au 30 juin 1991 un projet de loi concrétisant le voeu des initiants (art. 2).\n\nLe 20 décembre 1990, le canton de Berne, représenté par son Conseil-exécutif, a formé auprès du Tribunal fédéral une réclamation de droit public contre le canton du Jura. Il demande au Tribunal fédéral d'annuler l'arrêté du 14 décembre 1990, de déclarer nulle l'initiative \"Unir\" et d'ordonner au canton du Jura de ne donner aucune suite à celle-ci. Selon le demandeur, la constatation de la validité de l'initiative et l'élaboration d'une loi conforme à celle-ci violeraient la garantie constitutionnelle du territoire cantonal bernois (art. 5 Cst.), ainsi que la fidélité confédérale. En visant le rattachement au canton du Jura des trois districts bernois de Courtelary, de Moutier et de La Neuveville, dont la majorité de la population avait décidé le maintien dans le canton de Berne lors des plébiscites de 1975, l'initiative obligerait les autorités jurassiennes à revendiquer en permanence une partie du territoire bernois.\n\nLe 17 décembre 1991, le Gouvernement du canton du Jura a présenté au Parlement un projet de loi \"concernant l'unité du Jura\", dont le texte est le suivant:\n\n\"SECTION 1: Principes et buts\n\nArticle premier\n\nL'unité institutionnelle du Jura constitue l'un des principaux objectifs de la République et Canton du Jura.\n\nArt. 2\n\nLa présente loi a pour but de fixer les principes et prévoir les moyens politiques, financiers, culturels et juridiques propres à atteindre cet objectif.\n\nArt. 3\n\n1. L'ensemble des organes de l'Etat concourent à la réalisation de l'unité du Jura.\n\n2. Ils accomplissent un effort permanent dans leur sphère d'activité respective ainsi que dans le cadre de leurs relations avec les organes de la Confédération, du canton de Berne et de toutes autres instances concernées par le rétablissement de l'unité du Jura.\n\n3. Ils collaborent activement avec les organisations dont le but statutaire correspond à l'objectif de réunification énoncé à l'article premier ci-dessus.\n\nSECTION 2: Tâches du Parlement et du Gouvernement\n\nArt. 4\n\nLe Gouvernement et le Parlement orientent leurs décisions de façon à promouvoir la reconstitution de l'unité du Jura.\n\nArt. 5\n\nLa commission parlementaire de la coopération et de la réunification traite des projets relatifs à la reconstitution de l'unité du Jura.\n\n|199|\n\nArt. 6\n\n1. Le Gouvernement représente l'Etat dans toutes les affaires relatives à la réunification.\n\n2. Il fait procéder à toutes les études juridiques, politiques ou économiques qu'il juge utiles.\n\n3. Il fait rapport au Parlement sur l'état de la Question jurassienne et l'avancement des négociations aussi souvent que les affaires l'exigent, mais au moins une fois par année à l'occasion de la fête du 23 Juin.\n\nArt. 7\n\nLe Gouvernement négocie avec la Confédération et avec le Canton de Berne les voies et moyens de parvenir à la reconstitution de l'unité du Jura.\n\nSECTION 3: Voies et moyens de la réunification\n\nArt. 8\n\n1. Un groupe de réflexion et d'action est constitué afin de favoriser la réunification du Jura.\n\n2. Ce groupe vérifie notamment la compatibilité de la législation et des orientations politiques des diverses autorités avec la perspective de la réunification.\n\nArt. 9\n\n1. Un délégué, respectivement un chargé de mission à la réunification, est désigné.\n\n2. Le délégué à la réunification a notamment pour tâche de coordonner l'ensemble des activités de l'Etat en faveur de la réunification.\n\nArt. 10\n\n1. Un organe de concertation entre le nord et le sud du Jura peut être créé.\n\n2. Il est composé de représentants de la République et Canton du Jura et des districts de Courtelary, Moutier et La Neuveville.\n\n3. Cet organe a pour tâche d'étudier toutes les questions relatives à la réunification. Il est notamment chargé de formuler des propositions quant à l'organisation d'un canton à six districts.\n\nArt. 11\n\nLes activités déployées en application de la présente loi, de même que le soutien octroyé aux organisations définies à l'article 3, alinéa 3, sont financées par la voie du budget annuel.\n\nArt. 12\n\nL'Etat favorise la recherche et prend les mesures adéquates pour transmettre aux jeunes générations la connaissance de l'histoire du Jura, notamment celle des XIXe et XXe siècles.\n\nArt. 13\n\nToute commune des districts de Courtelary, Moutier et La Neuveville est habilitée à envoyer un observateur au Parlement de la République et Canton du Jura.\n\n|200|\n\nSECTION 4: Dispositions finales\n\nArt. 14\n\nLa présente loi est soumise au référendum facultatif.\n\nArt. 15\n\nLe Gouvernement fixe l'entrée en vigueur de la présente loi.\"\n\nCe projet a été adopté en première lecture par le Parlement jurassien, sous réserve de quelques modifications rédactionnelles, le 17 juin 1992.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 15 OJ dans sa nouvelle teneur du 4 octobre 1991, entrée en vigueur le 15 février 1992 (RO 1992 288, 337), les sections du Tribunal fédéral siègent en règle générale à trois juges (al. 1). Lorsque la cause soulève une question de principe ou lorsque le président de la section l'ordonne, les cours de droit public, les cours civiles et la cour de cassation siègent à cinq juges (al. 2). Les cours de droit public siègent à sept juges lorsqu'elles statuent sur des recours de droit public formés contre des actes législatifs cantonaux soumis au référendum ou contre des décisions ayant trait à la recevabilité d'une initiative ou à l'exigence d'un référendum, à moins que le recours ne porte sur une cause au niveau communal (al. 3).\n\nb) Le canton de Berne, agissant par la voie d'une réclamation de droit public, demande au Tribunal fédéral d'annuler l'arrêté adopté le 14 décembre 1990 par le Parlement du canton du Jura et de constater la nullité de l'initiative populaire \"Unir\". Prises dans le cadre d'un recours de droit public formé par un citoyen pour violation du droit de vote au sens de l'art. 85 let. a OJ, ces conclusions auraient dû être soumises à une cour formée de sept juges selon l'art. 15 al. 3 OJ. Bien que le texte de cette disposition ne vise que le recours de droit public et non point la réclamation de droit public, son but ne permet pas de faire de distinction à cet égard: dès lors que la loi établit un quorum de sept juges pour trancher la question de la recevabilité d'une initiative cantonale, cette exigence doit être respectée quelle que soit la voie de droit utilisée. La Cour de céans siège donc dans sa composition plénière à sept juges pour examiner la cause qui lui est soumise en l'espèce.\n\n2. Le Tribunal fédéral examine d'office et librement la recevabilité d'une réclamation de droit public dont il est saisi (ATF 117 Ia 206 consid. 1a, 225/226 consid. 1, et les arrêts cités).\n\n|201|\n\n3. a) Aux termes de l'art. 83 let. b OJ, le Tribunal fédéral connaît des différends de droit public entre cantons, lorsqu'un gouvernement cantonal le saisit de l'affaire. Cette disposition légale a sa source à l'art. 113 al. 1 ch. 2 Cst. qui donne au Tribunal fédéral la compétence de connaître des différends entre cantons, lorsque ces différends sont du domaine du droit public. En l'occurrence, la contestation concerne le traitement d'une initiative populaire par les autorités du canton du Jura. Le demandeur soutient que cette initiative exprimerait une revendication permanente sur les districts bernois de Courtelary, de Moutier et de La Neuveville, et que le défendeur ne saurait y donner suite sans mettre en cause l'intégrité territoriale du canton de Berne, garantie notamment par l'art. 5 Cst., ainsi que la fidélité confédérale. Ce différend touchant à la délimitation des territoires respectifs des cantons de Berne et du Jura relève du droit public, et peut en principe faire l'objet d'une réclamation au sens de l'art. 83 let. b OJ.\n\nb) Le 16 juin 1992, le défendeur est intervenu à nouveau dans la procédure par une écriture qu'il n'avait pas été invité à déposer. Il y évoque des questions relatives à la recevabilité de la réclamation de droit public, que le Tribunal fédéral doit examiner d'office.\n\nLe défendeur met en doute la recevabilité de la réclamation, au motif que la jurisprudence tirée de l'art. 85 let. a OJ sur la recevabilité des recours de droit public formés contre les décisions cantonales de soumettre ou de ne pas soumettre une initiative au peuple, serait applicable par analogie. Le défendeur se réfère sur ce point à l' ATF 114 Ia 271. Dans cet arrêt qui confirme une pratique constante (cf. ATF 111 Ia 305 consid. 3 et ATF 102 Ia 550 consid. 2a), le Tribunal fédéral a jugé que le recours de droit public n'est recevable contre de telles décisions - lorsqu'il se fonde sur la conformité ou la non-conformité de l'initiative au droit matériel supérieur - que dans l'hypothèse où le droit cantonal prévoit expressément le contrôle préalable de cette conformité.\n\nCette référence est dépourvue de pertinence. L'objet de la réclamation de droit public n'est pas le droit de vote des citoyens, mais un acte considéré par le demandeur comme contraire aux obligations qui découlent selon lui pour les cantons de l'art. 5 Cst. L'intérêt public que la réclamation de droit public tend à sauvegarder se situe en dehors de la liberté de vote pour la violation de laquelle le défendeur n'eût d'ailleurs pas eu la qualité pour agir (ATF 117 Ia 244 -246 consid. 4). Au demeurant, l'art. 89 al. 2 de la loi jurassienne sur les droits politiques du 26 octobre 1978 (LDP), en relation avec l'art. 75 al. 3 Cst. |202| jur., donne au Parlement la compétence de statuer sur la validité matérielle des initiatives populaires et d'écarter, pour cause de nullité, les propositions contraires au droit fédéral. Sa décision, rendue dans le cadre de cette procédure de contrôle préalable obligatoire de la conformité des initiatives populaires au droit supérieur, pourrait faire l'objet d'un recours de droit public fondé sur l'art. 85 let. a OJ, en vertu de la jurisprudence évoquée par le défendeur; sur cette base, un citoyen électeur dans le canton du Jura aurait eu la qualité pour recourir contre l'arrêté du 14 décembre 1990, en invoquant la violation du droit fédéral. La situation est donc différente de celle qui est à la base de l'état de fait de l' ATF 114 Ia 267 ss.\n\n4. La réclamation a pour objet d'une part l'initiative \"Unir\", et d'autre part l'arrêté adopté le 14 décembre 1990 par le Parlement du canton du Jura, constatant la validité de cette initiative et invitant le Gouvernement à élaborer un projet de loi conforme au voeu des initiants. Le défendeur soutient que la réclamation serait irrecevable car ni l'initiative ni l'arrêté ne produiraient d'effets à l'égard du demandeur; celui-ci ne saurait donc se prévaloir d'une atteinte à un intérêt juridiquement protégé.\n\na) La notion de \"différends de droit public\" visée à l'art. 83 let. b OJ doit être interprétée largement (cf. ATF 117 Ia 240 /241 consid. 2b). Une contestation surgit, au sens de cette disposition, dès qu'un canton émet une prétention de nature juridique - en l'occurrence, celle visant à ce que le défendeur ne donne pas suite à une initiative dont le demandeur prétend qu'elle violerait la Constitution - à l'égard d'un canton qui n'y adhère pas. Contrairement à ce qu'affirme le défendeur, l'admission par le Parlement jurassien de la validité matérielle de l'initiative \"Unir\" n'est pas seulement un acte interne au canton du Jura; cette décision touche aussi le canton de Berne dans la mesure où le Gouvernement est tenu de présenter au Parlement un projet de loi conforme à une initiative populaire dont le canton de Berne prétend qu'elle porterait atteinte à ses droits protégés par la Constitution. Cette contestation porte sur la délimitation des territoires respectifs du canton de Berne et du canton du Jura; elle ressortit ainsi au droit public.\n\nb) aa) Une réclamation de droit public ne saurait se fonder sur une seule opposition d'intérêts de fait; elle doit avoir un appui juridique, c'est-à-dire se fonder sur la lésion d'intérêts protégés par les normes régissant le litige. Ces normes peuvent être des règles écrites, non écrites, ou coutumières du droit fédéral ou concordataire, voire des principes généraux du droit des gens applicables à titre subsidiaire. |203|\n\nLe Tribunal fédéral examine librement et d'office l'application de ces règles de droit matériel (ATF 117 Ia 244 consid. 4b, ATF 106 Ib 158 ss; WILHELM BIRCHMEIER, Bundesrechtspflege, Zurich, 1950, p. 285/286).\n\nbb) L'arrêté du 14 décembre 1990 produit un effet externe au canton du Jura, qui confère au demandeur la qualité de se plaindre, par la voie de la réclamation de droit public fondée sur l'art. 83 let. b OJ, de ce que les autorités du canton défendeur auraient admis à tort la validité de l'initiative \"Unir\" au regard du droit matériel de la Confédération. Cet intérêt juridique a sa source à l'art. 5 Cst. qui garantit notamment le territoire et la souveraineté des cantons. Sur cette base, le canton de Berne dispose du droit d'obtenir des autorités fédérales le respect de son intégrité territoriale qu'il estimerait menacée par un autre canton prétendant à la souveraineté sur une partie du territoire et de la population bernois. La protection juridique ainsi demandée se rapporte à l'essence même de l'Etat fédératif, puisqu'elle concerne l'existence, dans son intégrité territoriale, de l'un des Etats qui constituent la Confédération. Elle touche aussi, de manière plus large, à la préservation de la cohésion de l'Etat fédéral considéré dans son ensemble.\n\ncc) Le fait que le Parlement du canton du Jura n'a pas encore définitivement adopté la loi concrétisant l'initiative ne rend pas la réclamation prématurée, comme le soutient le défendeur. Il existe en effet un intérêt public important à prévenir le plus tôt possible l'adoption par un Parlement cantonal de règles qui seraient de nature à troubler la paix confédérale. Saisi d'un conflit de compétence au sens de l'art. 83 let. a OJ, opposant la Confédération au canton de Bâle-Ville, le Tribunal fédéral a jugé qu'une réclamation de droit public peut viser non seulement des règles de droit entrées en force, mais aussi une initiative, son objet direct étant d'interrompre le processus législatif engagé par l'initiative contestée. L'admission d'une telle réclamation de droit public met un terme à la procédure législative; elle interdit aux autorités cantonales de traiter l'initiative et de la soumettre au vote du peuple (ATF 65 I 114 /115 consid. 1, 124). Le canton demandeur peut donc se fonder sur un intérêt actuel et pratique à obtenir une décision déjà au stade de l'initiative. La question de savoir si celle-ci serait formulée en des termes si généraux qu'elle laisserait au législateur cantonal une marge d'appréciation suffisante pour réaliser les buts de l'initiative sans porter atteinte aux droits du demandeur relève de l'examen au fond de l'affaire et ne préjuge pas de la recevabilité de la réclamation. |204|\n\nc) La réclamation de droit public répond pour le surplus aux exigences formelles posées par la loi et la jurisprudence. Elle émane du gouvernement cantonal (art. 33 al. 1 Cst. bern.). Ses conclusions qui tendent à l'annulation de l'arrêté du 14 décembre 1990 d'une part, et à la constatation de la nullité de l'initiative \"Unir\" d'autre part, sont admissibles au regard de l'art. 83 OJ (BIRCHMEIER, op.cit., p. 289; WALTER HALLER, Commentaire de la Constitution fédérale, art. 113 No 38). Elle n'est enfin soumise à aucun délai (ATF 117 Ia 206 consid. 1b, 74 I 29).\n\nIl y a donc lieu d'entrer en matière.\n\n5. Une initiative populaire cantonale n'est admissible que si elle est conforme au droit fédéral et au droit cantonal supérieur. Sa validité matérielle doit être appréciée en interprétant son texte dans un sens favorable aux initiants. Une initiative ne saurait être annulée s'il est possible d'en donner une interprétation conforme au droit supérieur (ATF 111 Ia 294 /295 consid. 2, 305/306 consid. 4). Cette interprétation conforme ne peut cependant aboutir à modifier le sens littéral d'une proposition formulée de manière claire et non équivoque (ATF 112 Ia 245 consid. 5b, 386 consid. 5).\n\nLe demandeur soutient que l'initiative \"Unir\" n'est pas conforme au droit fédéral car elle violerait l'art. 5 Cst. et le principe de la fidélité confédérale qui interdiraient à un canton de remettre en cause l'intégrité territoriale d'un autre canton, de quelque manière que ce soit.\n\na) La sauvegarde de l'intégrité territoriale des cantons a toujours été l'un des objectifs principaux énoncés dans les lois fondamentales successives de notre pays. Au temps de la Confédération d'Etats, les art. 1er de l'Acte fédéral inclus dans l'Acte de Médiation du 19 février 1803 et du Pacte fédéral du 7 août 1815 conféraient aux cantons la tâche de se garantir réciproquement leur territoire, leur liberté et leur indépendance, \"soit contre les puissances étrangères, soit contre l'usurpation d'un canton ou d'une faction particulière\" et \"contre toute attaque de la part de l'étranger, ainsi que pour la conservation de l'ordre et de la tranquillité dans l'intérieur\", selon les termes respectifs de ces deux dispositions. Réunis en un Etat fédératif, les cantons ont confié cette tâche à l'Etat central, ce que l'art. 5 de la Constitution fédérale du 12 septembre 1848 exprimait dans des termes identiques à ceux de l'art. 5 Cst. demeuré inchangé depuis le 29 mai 1874.\n\nEn vertu de l'art. 5 Cst., la Confédération garantit aux cantons leur territoire, leur souveraineté dans les limites fixées par l'art. 3, leurs constitutions, la liberté et les droits du peuple, les droits |205| constitutionnels des citoyens, ainsi que les droits et les attributions que le peuple a conférés aux autorités. Cette garantie a pour corollaire une obligation réciproque de fidélité de la Confédération envers les cantons, et des cantons entre eux. Le principe de la fidélité confédérale, en vertu duquel l'Etat central et les Etats fédérés se doivent mutuellement égards, respect et assistance, est ainsi le fondement de l'Etat fédératif (cf. PETER SALADIN, Commentaire de la Constitution, art. 3, No 35; ALFRED KÖLZ, Bundestreue als Verfassungsprinzip? ZBl 81/1980, p. 145 ss; en ce qui concerne la relation entre les cantons et la Confédération, cf. ATF 111 Ia 311 consid. 6c). Non écrit dans la Constitution fédérale, ce principe a trouvé son expression dans certaines constitutions cantonales et, particulièrement, dans celle du canton défendeur, l'art. 4 Cst. jur. prévoyant que \"la République et canton du Jura collabore avec les autres cantons de la Confédération suisse\" (al. 1) et \"s'efforce d'assurer une coopération étroite avec ses voisins\" (al. 2).\n\nL'art. 5 Cst. protège notamment les cantons contre les atteintes provenant d'autres cantons: aucun d'eux ne peut, ni par la force ni par une législation cantonale unilatérale, porter atteinte aux droits ainsi garantis sans violer ses devoirs de fidélité (cf. BLAISE KNAPP, Commentaire de la Constitution, art. 5, No 3). Les cantons sont tout particulièrement protégés contre les revendications territoriales que d'autres cantons pourraient émettre à leur encontre. La structure de l'Etat fédératif exclut même qu'ils procèdent librement entre eux à des cessions de territoire, à la division de leur territoire (cf. Message du Conseil fédéral concernant les événements du Tessin, du 2 décembre 1870, FF 1870 III p. 799, 1051), voire à une fusion avec d'autres cantons (pour le cas de Bâle-Ville et de Bâle-Campagne, cf. JEAN-FRANÇOIS AUBERT, Traité de droit constitutionnel suisse, Neuchâtel, 1967/1982, No 553-558). Une modification du territoire cantonal allant au-delà d'une simple rectification des frontières pourrait être en effet, selon les circonstances, de nature à remettre en cause l'équilibre interne de la Confédération. Aussi l'art. 7 Cst. proscrit-il les traités de nature politique entre cantons qui auraient notamment pour objet une cession de territoire (ULRICH HÄFELIN, Commentaire de la Constitution, art. 7, no 48). Certes, le droit fédéral n'interdit pas absolument la modification des limites du territoire des cantons, mais ces changements requièrent le consentement des populations concernées, l'accord des cantons intéressés et l'approbation de la Confédération (ATF 117 Ia 244 consid. 4c; JEAN-FRANÇOIS AUBERT, Commentaire de la Constitution, art. 1er, No 51, 54 ss, 57, 79 ss; WALTER |206| FETSCHERIN, Änderungen im Bestand der Gliedstaaten in Bundesstaaten der Gegenwart, thèse Zurich 1973, p. 64; cf. aussi JOHANNES MEYER, Geschichte des schweizerischen Bundesrechts, Winterthour, 1875, vol. III, p. 122; J.J. BLUMER/J. MOREL, Handbuch des schweizerischen Bundesstaatsrechtes, Schaffhouse, 1877, vol. II, p. 182; WALTER BURCKHARDT, Kommentar der schweizerischen Bundesverfassung vom 29. Mai 1874, 3e éd., Berne, 1931, p. 59, 60, 73).\n\nb) Le demandeur souligne l'analogie manifeste qu'il y aurait entre l'initiative \"Unir\" et l'art. 138 de la Constitution jurassienne du 20 mars 1977 auquel l'Assemblée fédérale - le Conseil national, à la majorité de 129 voix contre 6, et le Conseil des Etats, à l'unanimité -, a refusé de donner sa garantie requise conformément aux art. 6 al. 2 let. a et 85 ch. 7 Cst., précisément pour le motif que ce texte violait l'art. 5 Cst. et le principe de la fidélité confédérale.\n\nCette disposition avait la teneur suivante:\n\n\"Modifications territoriales\n\nLa République et canton du Jura peut accueillir toute partie du territoire jurassien directement concerné par le scrutin du 23 juin 1974 si cette partie s'est régulièrement séparée au regard du droit fédéral et du droit du canton intéressé.\"\n\nL'Assemblée fédérale s'est rangée à l'opinion du Conseil fédéral, pour qui il était constitutionnellement inadmissible d'émettre sous cette forme une prétention sur des territoires voisins dont la population venait de se déterminer démocratiquement en sens contraire. Cette norme tendait en effet à remettre en cause le résultat des plébiscites d'autodétermination organisés sous la sauvegarde de la Confédération (Message concernant la garantie du futur canton du Jura, du 20 avril 1977, FF 1977 II p. 259 ss, 268-270; BOCN 1977 II p. 1114 ss, 1156; BOCE 1977 p. 345 ss, 355-368).\n\nc) De l'avis du demandeur, l'initiative litigieuse irait même formellement au-delà de l'art. 138 Cst. jur., car l'initiative contesterait implicitement le résultat de la procédure - à laquelle se réfère son préambule - qui, ayant conduit à la création du canton du Jura, a été close définitivement par la modification des art. 1 et 80 Cst., adoptés dans leur nouvelle teneur le 24 septembre 1978 par la majorité du peuple et des cantons. Le canton du Jura soutient de son côté que le refus de la garantie de l'art. 138 Cst. jur. par l'Assemblée fédérale ne constituerait pas un précédent liant le Tribunal fédéral, et que l'initiative critiquée serait conforme au droit fédéral. Les autorités jurassiennes se seraient au demeurant toujours réservé de chercher à obtenir |207| à terme la réunion de l'ensemble de l'ancien Jura bernois francophone en un seul Etat.\n\nL'arrêté fédéral par lequel l'Assemblée fédérale refuse sa garantie produit à l'égard de la norme invalidée un effet ex tunc (PETER SALADIN, Commentaire de la Constitution, art. 6, No 17). Cette décision s'impose à toutes les autorités, cantonales et fédérales, y compris au Tribunal fédéral (ATF 89 I 394 /395). Celui-ci ne saurait examiner la conformité au droit fédéral d'une norme qui, n'ayant pas reçu la garantie fédérale, serait cependant, par pure hypothèse, soumise à son contrôle. On ne se trouve toutefois pas en l'espèce dans une situation semblable: l'initiative critiquée n'a pas pour but d'introduire dans le droit cantonal l'art. 138 Cst. jur. ou une norme identique à ce texte rejeté par un vote du Parlement fédéral. Le demandeur ne le prétend d'ailleurs pas qui soutient simplement que l'initiative poursuivrait matériellement le même but anticonstitutionnel que l'art. 138 Cst. jur.\n\nd) Il y a lieu de donner acte aux autorités du canton défendeur que celui-ci n'a aucune intention \"belliqueuse ou annexionniste\" à l'égard du canton demandeur. Elles insistent dans leurs écritures sur le fait que le but de l'initiative doit être réalisé par la voie de la négociation avec le canton de Berne et la Confédération, ce que réserve l'art. 7 du projet de loi présenté au Parlement jurassien.\n\nLe texte de l'initiative litigieuse ne laisse cependant subsister aucun doute sur la nature de l'action que ses auteurs veulent engager en vue de rattacher au canton du Jura les districts de Courtelary, de Moutier et de La Neuveville, dont le peuple a choisi de rester dans le canton de Berne lors des scrutins plébiscitaires du 16 mars 1975. Il est vrai que l'initiative n'exclut pas la concertation avec le canton de Berne et la Confédération, mais elle fait manifestement passer cette concertation au second plan. Ce qui domine dans l'intention des initiants, c'est la volonté d'obtenir, par une action unilatérale permanente, un agrandissement territorial important de leur canton au détriment d'un canton voisin. L'\"unité institutionnelle du Jura\" deviendrait dans l'ordre juridique cantonal l'un des principaux objectifs du Parlement et du Gouvernement de la République et canton du Jura. Ces deux pouvoirs devraient orienter leurs décisions \"de fa on à promouvoir la fondation et le développement d'une nouvelle République formée des six districts de langue française\" de l'ancien Jura bernois. Le Gouvernement serait obligé de soumettre à l'approbation du Parlement, chaque année à l'occasion de la Fête du 23 Juin, un rapport sur l'état de la question. Les moyens nécessaires au |208| \"rétablissement\" de l'\"unité institutionnelle du Jura\" seraient mis en oeuvre et des sommes seraient chaque année portées au budget cantonal.\n\nLa volonté des autorités jurassiennes d'oeuvrer en faveur de l'unité de l'ancien Jura bernois francophone ne constitue certes pas en soi une violation de l'obligation cantonale de fidélité. Elle peut s'affirmer dans le cadre de procédures de concertation avec le canton de Berne et la Confédération. Les moyens d'action principaux choisis par les initiants sont cependant d'une autre nature et, comme tels, incompatibles avec l'art. 5 Cst. La revendication territoriale qu'ils voudraient instituer implique que les actions que requiert ce but devraient être poursuivies sans désemparer, même dans l'hypothèse où les démarches qui pourraient être entreprises à cette fin auprès du canton de Berne et de la Confédération n'aboutiraient pas. Pour s'inscrire dans le cadre légal, la démarche des initiants n'en est pas moins susceptible de compromettre la coopération étroite avec un canton voisin, dont l'art. 4 al. 2 Cst. jur. souligne l'opportunité. Les entraves à cette coopération pourraient porter atteinte au bien commun des deux cantons concernés et, en définitive, à celui de l'ensemble de la Confédération. Le fonctionnement d'institutions de coopération culturelle, sociale ou économique pourrait en être gravement affecté. Des dissensions sérieuses pourraient surgir dans des domaines où ces cantons entretiennent aujourd'hui des rapports normaux en vue de réaliser l'objectif fondamental de l'accroissement de la prospérité commune, énoncé à l'art. 2 Cst. Si de telles actions unilatérales et permanentes étaient engagées par plusieurs cantons, l'Etat fédéral serait menacé dans son existence même. Les engagements voulus par les initiants seraient donc propres, en fin de compte, à troubler la paix confédérale.\n\nL'initiative litigieuse est rédigée en des termes à ce point précis qu'il n'est pas possible d'en donner une interprétation conforme au droit supérieur (cf. consid. 5 ci-dessus). Elle doit donc être déclarée nulle, étant incompatible avec la structure de l'Etat fédératif et violant le droit fédéral.\n\nLa réclamation de droit public doit partant être admise, l'initiative \"Unir\" étant déclarée nulle et l'arrêté du 14 décembre 1990 annulé. L'initiative \"Unir\" ne produira donc aucun effet juridique à l'encontre des autorités jurassiennes qui sont invitées à n'y donner aucune suite."}