{"annee": "118", "cour": "IA", "page": "209", "date": "8/5/1992", "cite": ["107 IA 292", "112 IA 340", "115 IB 456", "99 IA 504", "104 IA 172", "109 IA 273"], "cite_par": ["124 V 130", "118 IA 331"], "chapeau": "28. Urteil der II. öffentlichrechtlichen Abteilung vom 8. Mai 1992 i.S. L. gegen Kantonspolizei Zürich, Verwaltungspolizeiabteilung (staatsrechtliche Beschwerde).", "regestes": ["Art. 58 Cst., art. 6 CEDH et liberté personnelle; loi fédérale sur les substances explosibles du 25 mars 1977 (loi sur les explosifs, RS 941.41); exécution du retrait d'un permis d'emploi. 1. Importance et conditions pour reconnaître comme inaliénable et imprescriptible une garantie au respect des droits fondamentaux (précision de la jurisprudence; consid. 2a-consid. 2c). 2. La prétention à l'examen judiciaire d'une décision n'est ni inaliénable ni imprescriptible mais on doit, au contraire, la faire valoir sans retard (consid. 2d). 3. Application de cette règle à un cas où le Département fédéral de l'économie publique a, dans l'indication des voies de recours dans une décision au fond sur le retrait d'un permis d'emploi d'explosifs, nié la recevabilité du recours de droit administratif au Tribunal fédéral (consid. 3). 4. Liberté personnelle en tant que droit fondamental inaliénable et imprescriptible; subsidiarité de la liberté personnelle (consid. 4)."], "faits": "|210|\n\nL., geboren 1964, ist im Besitze eines am 18. Juni 1987 ausgestellten Sprengausweises C. Mit Strafbefehl vom 20. Dezember 1988 verurteilte ihn die Bezirksanwaltschaft Pfäffikon wegen unbefugten Verkehrs mit Sprengmitteln und wegen Widerhandlungen gegen Schutz- und Sicherheitsvorschriften gemäss dem Bundesgesetz vom 25. März 1977 über explosionsgefährliche Stoffe (Sprengstoffgesetz, SR 941.41) zu einer Busse. Der Strafbefehl blieb unangefochten und erwuchs in Rechtskraft.\n\nAls Folge dieses Strafbefehls leitete die Verwaltungspolizeiabteilung der Kantonspolizei Zürich im Auftrag der Direktion der Polizei des Kantons Zürich ein administratives Verfahren über den Entzug des Sprengausweises ein. Am 12. September 1989 verfügte die Verwaltungspolizeiabteilung den Entzug des Sprengausweises C von L. für die Dauer von sechs Monaten.\n\nAm 16. Oktober 1989 erhob L. Beschwerde gegen die Entzugsverfügung beim Bundesamt für Industrie, Gewerbe und Arbeit. Dieses wies die Beschwerde mit Entscheid vom 9. Februar 1990 jedoch ab und bestätigte die Entzugsverfügung.\n\nDagegen reichte L. am 19. März 1990 Beschwerde beim Eidgenössischen Volkswirtschaftsdepartement ein, welches die |211| Beschwerde am 23. August 1991 abwies. Der Entscheid des Departements enthielt folgende Rechtsmittelbelehrung:\n\n\"Der vorliegende Entscheid ist endgültig, er kann weder mit Verwaltungsgerichtsbeschwerde an das Bundesgericht noch mit Verwaltungsbeschwerde an den Bundesrat weitergezogen werden (Art. 36 Abs. 1 Sprengstoffgesetz).\"\n\nMit Schreiben vom 23. September 1991 forderte die Verwaltungspolizeiabteilung der Kantonspolizei Zürich L. unter Androhung der Ungehorsamsstrafe nach Art. 292 StGB auf, seinen Sprengausweis abzugeben, und setzte ihm dazu Frist.\n\nAm 23. Oktober 1991 erhob L. beim Bundesgericht staatsrechtliche Beschwerde. Darin stellt er folgende Anträge:\n\n\"1. Die Verfügung der Kantonspolizei Zürich, Verwaltungspolizeiabteilung, vom 23. September 1991, ... sei aufzuheben;\n\n2. es sei festzustellen, dass die Verfügung der Polizeidirektion des Kantons Zürich vom 12. September 1989 betreffend Entzug des Sprengausweises unbeachtlich und nicht anwendbar ist;\n\n3. der Beschwerde sei als vorsorgliche Massnahme im Sinne von Art. 94 OG Suspensivwirkung zu erteilen, und es sei anzuordnen, dass der Vollzug bis zur rechtskräftigen Entscheidung der vorliegenden staatsrechtlichen Beschwerde und einer allfälligen Beschwerde gemäss EMRK zu sistieren und auszusetzen sei.\"\n\nZur Begründung beruft sich L. im wesentlichen darauf, der Entscheid, mit dem der Entzug seines Sprengausweises angeordnet worden sei, verletze Art. 58 BV und Art. 6 EMRK sowie seine persönliche Freiheit. Da es sich bei diesen Grundrechten um unverjährbare und unverzichtbare Grundrechte handle, könnten sie auch noch im Vollstreckungsverfahren angerufen werden.\n\nIn ihrer Vernehmlassung vom 17. Januar 1992 schliesst die Direktion der Polizei des Kantons Zürich auf Abweisung der Beschwerde und vollumfängliche Bestätigung der Vollzugsverfügung vom 23. September 1991.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Im vorliegenden Verfahren steht nicht der materielle Entscheid über den Entzug des Sprengausweises des Beschwerdeführers in Frage, sondern eine Verfügung, die in Vollstreckung dieses Entscheides ergangen ist.\n\n|212|\n\nb) Nach Art. 84 Abs. 2 OG ist die staatsrechtliche Beschwerde ausgeschlossen, wenn die behauptete Rechtsverletzung sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann. Da es im vorliegenden Fall um den Vollzug von Bundesrecht geht und als zweifelhaft erscheint, ob dem kantonalen Recht daneben selbständige Bedeutung zukommt (vgl. BGE 115 Ib 459 f. E. 1b mit Hinweisen), fragt sich, ob nicht auch gegen die Vollstreckungsverfügung ein ordentliches eidgenössisches Rechtsmittel hätte ergriffen werden müssen und ob nicht schon deswegen auf die staatsrechtliche Beschwerde nicht eingetreten werden kann. Letztlich läuft die Beschwerde nämlich auf eine Überprüfung des Entscheides der Bundesbehörden hinaus, wozu die staatsrechtliche Beschwerde gerade nicht gegeben ist (Art. 84 Abs. 1 OG e contrario).\n\nDie Eingabe als Verwaltungsgerichtsbeschwerde umzudeuten, würfe andererseits die Fragen auf, ob die Verwaltungspolizeiabteilung der Kantonspolizei Zürich eine Vorinstanz im Sinne von Art. 98 OG darstelle und ob nicht Art. 101 lit. c OG der Zulässigkeit einer Verwaltungsgerichtsbeschwerde entgegenstünde.\n\nDiese Fragen können jedoch offenbleiben, da auf die Beschwerde aus anderem Grunde nicht eingetreten werden kann.\n\n2. a) Der Beschwerdeführer macht geltend, er hätte Anspruch darauf gehabt, den Entscheid über den Entzug seines Sprengausweises richterlich überprüfen zu lassen. Dabei handle es sich um ein unverjährbares und unverzichtbares Grundrecht, das er auch noch im Vollstreckungsverfahren anrufen könne. Er beruft sich dabei auf entsprechende Lehrmeinungen zu Art. 58 BV (vgl. insbesondere JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2. Aufl., Bern 1991, S. 319; ALFRED KÖLZ, in Kommentar BV, Art. 58, Rz. 33 f.) und ist der Ansicht, was für diese Verfassungsbestimmung zutreffe, müsse analog auch für Art. 6 Ziff. 1 EMRK gelten.\n\nb) Eine Verfügung, welche auf einer rechtskräftigen früheren Verfügung beruht und diese lediglich vollstreckt, kann nicht mit der Begründung angefochten werden, die frühere (materielle) Verfügung sei verfassungswidrig; eine solche Rüge ist verspätet. Eine Ausnahme von diesem Grundsatz macht das Bundesgericht dann, wenn der Beschwerdeführer die Verletzung unverzichtbarer und unverjährbarer Rechte rügt; auf diese kann er sich auch noch im Anschluss an jede Vollstreckungsverfügung berufen. Nach der bundesgerichtlichen Rechtsprechung gehören zu den unverjährbaren und |213| unverzichtbaren Grundrechten bestimmte, dem Einzelnen um seiner Persönlichkeit willen zustehende fundamentale Rechte. Dazu zählen die persönliche Freiheit, die Niederlassungsfreiheit, die Glaubens- und Gewissensfreiheit, die Kultusfreiheit, die Ehefreiheit sowie das Verbot des Schuldverhaftes und der körperlichen Strafen (BGE 104 Ia 175 /6 E. b mit Hinweisen; Urteil vom 7. Mai 1982 in Sachen G., in ZBl 83/1982, S. 358/9 E. 2a). Dagegen hat das Bundesgericht in einem allerdings nicht publizierten Urteil festgehalten, dass der Anspruch auf einen unabhängigen Richter gemäss Art. 58 BV nicht zu den unverjährbaren und unverzichtbaren Grundrechten gehöre (Urteil vom 4. März 1988 i.S. B. gegen H.).\n\nIn der Lehre wird verschiedentlich in Zweifel gezogen, ob es gerechtfertigt sei, die unverjährbaren und unverzichtbaren Grundrechte schematisch nach ihrer Persönlichkeitsnähe zu definieren. Einesteils wird verlangt, es sei jeweils einzelfallweise das Interesse am Schutz des berührten Grundrechtes gegenüber jenem der Rechtssicherheit und der Verfahrensökonomie abzuwägen (CHRISTOPH LEUENBERGER, Die unverzichtbaren und unverjährbaren Grundrechte in der Rechtsprechung des Schweizerischen Bundesgerichts, Bern 1976, S. 81 ff.; vgl. auch ZBl 83/1982, S. 359 f. E. b mit Hinweisen). Andernteils wird gefordert, das Privileg der Unverjährbarkeit und Unverzichtbarkeit müsse überall dort gelten, wo Grundrechte in zentraler Weise und schwer betroffen seien (J.P. MÜLLER, in Kommentar BV, Einleitung zu den Grundrechten, Rz. 19) oder wo der Kerngehalt irgendeines verfassungsmässigen Rechts verletzt sei (WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1984, S. 112).\n\nc) Die vom Bundesgericht bisher verwendete Formel ist insofern irreführend, als sie den Schluss zulässt, auf eine Beschwerde sei in jedem Fall unabhängig von der Einhaltung der Beschwerdefrist einzutreten, sobald die Verletzung eines Grundrechts gerügt wird, welches als unverjährbar und unverzichtbar gilt. Dies trifft jedoch in derart allgemeiner Weise nicht zu (vgl. die nicht abschliessenden Andeutungen in ZBl 83/1982, S. 360 E. c). So kann eine rechtskräftig ausgesprochene Freiheitsstrafe nicht im Vollstreckungsstadium immer wieder angefochten werden, einzig weil sie in die persönliche Freiheit des Verurteilten eingreift. Die bundesgerichtliche Praxis ist insofern zu präzisieren.\n\nNicht in Frage kommt jedoch, in jedem Fall eine Interessenabwägung zwischen dem Schutz des berührten Grundrechtes einerseits sowie der Rechtssicherheit und Verfahrensökonomie anderseits |214| vorzunehmen. Eine solche Folgerung hätte ganz allgemein weitreichende und unabsehbare Konsequenzen, da eine Anfechtung in jedem Fall, in dem irgendein Grundrecht in Frage stünde, jederzeit möglich wäre, eine entsprechende Eingabe behandelt und die notwendige Interessenabwägung vorgenommen werden müsste. Dies wäre schon grundsätzlich mit den Interessen der Rechtssicherheit und der Verfahrensökonomie unvereinbar (unveröffentlichtes Urteil vom 1. Dezember 1989 i.S. B.).\n\nDie Privilegierung gewisser Grundrechtsgarantien setzt eine - im Vergleich mit den gewöhnlichen grundrechtlichen Werten, die ja auch schon als höherrangig gelten - besonders weitreichende Bedeutung und Tragweite voraus. Das heisst, dass die Hürden zur Anerkennung einer Grundrechtsgarantie als unverjährbar und unverzichtbar speziell hoch anzusetzen sind. Es ist daher zu verlangen, dass das angerufene Grundrecht in einem Schutzbereich angesprochen ist, der derart fundamentale Aspekte der Persönlichkeit oder der Menschenwürde betrifft, dass ein Eingriff schon an sich als besonders schwerwiegend erscheint. Dies trifft zum Beispiel nicht zu, wenn ein strafrechtlich angeordneter Freiheitsentzug in Frage steht, wohl aber wenn strafrechtlich eine Körperstrafe oder wenn ein Schuldverhaft verfügt worden sein sollte.\n\nObwohl eine als unverjährbar und unverzichtbar geltende Grundrechtsgarantie von ihrer Bedeutung her in besonderem Masse auf Dauer angelegt ist, hängt ihre Anerkennung als solches Grundrecht unzweifelhaft von einer Wertung ab, die wie alle grundlegenden Rechtsanschauungen und Wertvorstellungen einem gewissen Wandel unterworfen sein kann. Die von der bisherigen Rechtsprechung definierte Kategorie der unverjährbaren und unverzichtbaren Grundrechte kann daher nicht - und insofern ist der Kritik der Lehre Rechnung zu tragen - im Sinne eines numerus clausus abschliessend und unverrückbar vorbestimmt sein. Es kommen dafür unter Umständen auch bisher noch nicht als privilegiert anerkannte Grundrechtsgarantien in Frage. Die dafür erforderlichen Voraussetzungen sind allerdings angesichts der äusserst weitreichenden Auswirkungen restriktiv zu handhaben.\n\nd) Im vorliegenden Fall geht es um den Anspruch auf den verfassungsmässigen Richter gemäss Art. 58 BV beziehungsweise auf Zugang zum Gericht nach Art. 6 Ziff. 1 EMRK (Justizgewährleistung), somit um ein Verfahrensrecht mit Grundrechtsstatus. Grundsätzlich fragt sich, ob es überhaupt notwendig wäre, auch Verfahrensrechte als unverjährbare und unverzichtbare Grundrechte |215| anzuerkennen. Verfügungen, die an schwerwiegenden Verfahrensmängeln leiden, gelten ohnehin als nichtig (vgl. dazu BGE 104 Ia 176 /7 E. c; IMBODEN/RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Bd. 1 1976 und Ergänzungsband 1990, Nr. 40). Es bedarf somit bei einem fundamentalen Verfahrensrecht in der Regel gar keines Korrektivs durch Privilegierung als unverjährbare und unverzichtbare Grundrechtsgarantie. Wie es sich generell damit verhält, braucht im vorliegenden Fall jedoch nicht abschliessend erwogen zu werden.\n\nDer Anspruch auf Justizgewährleistung stellt nämlich nicht im Sinne des in Frage stehenden Grundrechtsprivilegs an sich einen fundamentalen Aspekt der Menschenwürde dar. Damit stimmt überein, dass dieser Anspruch nicht als generell unverzichtbar gilt (vgl. MIEHSLER/VOGLER, in: Internationaler Kommentar zur Europäischen Menschenrechtskonvention, Rz. 280 zu Art. 6 EMRK). Es wäre ausserdem mit der Rechtssicherheit unvereinbar, und die Rechtsprechungsorgane würden in unverhältnismässiger Weise belastet, wenn ein rechtskräftiger Entscheid einer nichtrichterlichen Instanz, gegen den ein mögliches Rechtsmittel nicht ergriffen wurde, jederzeit bei der Vollstreckung doch noch angefochten werden könnte.\n\nGemäss der bundesgerichtlichen Rechtsprechung ist denn auch die Rüge, die Garantie des verfassungsmässigen Richters sei verletzt, unverzüglich zu erheben, sobald der behauptete Mangel festgestellt wird; wer sich nicht sofort dagegen zur Wehr setzt, verwirkt den Anspruch auf eine spätere Geltendmachung des angerufenen Grundrechts (BGE 112 Ia 340 E. c mit Hinweis; vgl. auch KÖLZ, a.a.O., Rz. 35). Auch diese Verwirkung steht im Widerspruch zu den privilegierenden Rechtswirkungen, wie sie den unverjährbaren und unverzichtbaren Grundrechtsgarantien zukommen.\n\nEin nichtrichterlicher Entscheid, der von der dafür zuständigen Instanz ausgeht, ist schliesslich auch nicht nichtig, einzig weil keine Möglichkeit der richterlichen Überprüfung besteht. Das Eidgenössische Volkswirtschaftsdepartement war unbestrittenermassen für den Entscheid über den Entzug des Sprengausweises des Beschwerdeführers zuständig (Art. 36 Abs. 1 des Sprengstoffgesetzes).\n\n3. Der - schon damals durch denselben Anwalt vertretene - Beschwerdeführer hätte Anlass und Gelegenheit gehabt, sich über die Rechtsmittelbelehrung des Eidgenössischen Volkswirtschaftsdepartements hinwegzusetzen und das Bundesgericht mittels Verwaltungsgerichtsbeschwerde bereits im Zusammenhang mit dem materiellen Grundentscheid anzurufen. Was er heute vorbringt, hätte |216| er genausogut schon damals geltend machen können; unter Berufung auf denselben Zusammenhang hätte er bereits den materiellen Entscheid anfechten und die Zulässigkeit der Verwaltungsgerichtsbeschwerde beantragen können. Es ist denn auch nicht ausgeschlossen, dass das Bundesgericht die Verwaltungsgerichtsbeschwerde - entgegen der Rechtsmittelbelehrung des Departements - als zulässig angesehen hätte. Diesfalls wäre heute der Rüge, dem Beschwerdeführer sei die von der Bundesverfassung beziehungsweise Menschenrechtskonvention garantierte richterliche Überprüfung vorenthalten worden, jegliche Grundlage entzogen. Wegen der Fristversäumnis kann sich das Bundesgericht mit der Frage der Zulässigkeit der Verwaltungsgerichtsbeschwerde gegen den Entscheid in der Sache selbst heute allerdings nicht mehr befassen.\n\nIm übrigen stand dem Beschwerdeführer, selbst wenn er sich als an die Rechtsmittelbelehrung des Volkswirtschaftsdepartements gebunden erachtete, die Möglichkeit offen, den Entscheid des Departements bei den Organen der Menschenrechtskonvention anzufechten und die behauptete Verletzung von Art. 6 Ziff. 1 EMRK im materiellen Verfahren vorzubringen. Ob er dies tatsächlich getan hat, ist nicht bekannt, aber auch nicht wesentlich, da jedenfalls die Möglichkeit dazu bestand.\n\nDer Beschwerdeführer hat es verpasst, die angebliche Verletzung der Verfassung oder der Menschenrechtskonvention rechtzeitig zu rügen. Es erscheint als widersprüchlich und als Verstoss gegen Treu und Glauben, wenn er (erst) heute vom Bundesgericht verlangt, Art. 113 Abs. 3 BV menschenrechtskonform auszulegen und dem in Frage stehenden Ausweisentzug gestützt darauf die Vollstreckung zu versagen. Der Beschwerdeführer hat daher den Anspruch auf Erhebung der Rüge, Art. 58 BV beziehungsweise Art. 6 Ziff. 1 EMRK seien verletzt, verwirkt. Ist auf diese Rüge somit nicht einzutreten, kann dahingestellt bleiben, ob in den angerufenen Zusammenhängen tatsächlich ein Verstoss gegen die angeführten Bestimmungen liegt.\n\n4. Der Beschwerdeführer bringt weiter vor, der Entzug des Sprengausweises verstosse gegen seine persönliche Freiheit. Dieses Freiheitsrecht wird vom Bundesgericht grundsätzlich als unverjährbares und unverzichtbares Grundrecht anerkannt, wobei allerdings von der in E. 2c dargelegten Präzisierung auszugehen ist. Es ist demnach vorauszusetzen, dass die angerufene Grundrechtsgarantie, damit sie als unverjährbar und unverzichtbar gelten kann, derart fundamentale Aspekte der Menschenwürde schützt, dass ein Eingriff |217| schon an sich als besonders schwerwiegend erscheint. Dies trifft im vorliegenden Fall nicht zu.\n\nIm übrigen beruft sich der Beschwerdeführer unter dem Gesichtspunkt der persönlichen Freiheit auf (wirtschaftliche) Verfassungsgarantien, die klarerweise unter den Schutzbereich der Handels- und Gewerbefreiheit fallen. Er macht keine elementaren Erscheinungen der Persönlichkeitsentfaltung geltend, die darüber hinausgingen. Die persönliche Freiheit ist gegenüber anderen Grundrechten, insbesondere der Wirtschaftsfreiheit, subsidiär, weshalb die Berufung auf die persönliche Freiheit ausgeschlossen ist, wo eigentlich die Handels- und Gewerbefreiheit anzurufen wäre (vgl. dazu allgemein BGE 109 Ia 279 E. 4a und BGE 107 Ia 293 E. 2a; sowie spezifisch zum Verhältnis zur Handels- und Gewerbefreiheit BGE 99 Ia 509 E. 3 mit Hinweisen). Die Handels- und Gewerbefreiheit gilt gemäss der bundesgerichtlichen Praxis ausdrücklich nicht als unverjährbares und unverzichtbares Grundrecht (vgl. Urteil vom 7. Mai 1982 i.S. G., in ZBl 83/1982, S. 358 E. 2a mit Hinweisen). Dies trifft auch nach der im vorliegenden Fall erfolgten Präzisierung wenigstens dann zu, wenn wie hier nicht ein schon an sich besonders schwerwiegender Eingriff in Frage steht. Aufgrund der Subsidiarität der persönlichen Freiheit lässt sich daher nicht über den Umweg über dieses Freiheitsrecht erreichen, dass wirtschaftliche Grundrechtsgarantien als unverjährbar und unverzichtbar gelten.\n\nAuch auf die Rüge, die persönliche Freiheit sei verletzt, kann somit nicht eingetreten werden."}