{"annee": "118", "cour": "IV", "page": "244", "date": "1/7/1992", "cite": ["81 IV 276", "102 IV 90", "80 IV 243", "88 IV 133", "81 IV 228", "105 IV 307", "113 IV 68"], "cite_par": ["129 IV 124", "120 IV 190", "142 IV 346"], "chapeau": "44. Extrait de l'arrêt de la Cour de cassation pénale du 1er juillet 1992 dans la cause X. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 159 CP; gestion déloyale. Celui qui, en tant que membre d'une autorité, est autorisé à exercer la fonction d'administrateur de sociétés mais doit verser les tantièmes qu'il perçoit à ce titre à la collectivité qu'il est chargé de gérer ne se rend en principe pas coupable de gestion déloyale s'il ne s'acquitte pas de cette dette, à moins que ses fonctions au sein de l'autorité ne l'obligent à veiller au recouvrement d'une telle créance (consid. 2)."], "faits": "|244|\n\nA.- Elu conseiller municipal de la ville de L., X. a été chargé des Services industriels de juin 1981 jusqu'à sa démission peu avant le renouvellement des autorités communales en automne 1989.\n\nLe règlement de la Municipalité de L. du 14 décembre 1965 prévoit, à son art. 11 al. 2, que les membres de cette autorité ne peuvent appartenir à l'administration d'aucune entreprise ou société poursuivant un but lucratif, sauf si la commune y a un intérêt manifeste. L'art. 13 al. 3 de ce règlement prescrit que \"les tantièmes perçus par les membres de la Municipalité dans le cadre de l'activité prévue à l'art. 11 al. 2 sont versés à la caisse communale\". Sur le plan pratique, il a été établi que certains conseillers municipaux encaissaient des tantièmes, puis en versaient le montant à la caisse communale; d'autres remettaient directement à l'administration des finances le chèque qu'ils avaient reçu; d'autres enfin avisaient la comptabilité |245| et demandaient à recevoir une facture pour effectuer leur versement. Seuls les tantièmes devaient être versés; les conseillers municipaux pouvaient conserver les jetons de présence, le remboursement des frais, ainsi que les sommes perçues comme membres d'un comité de direction.\n\nDès son accession à la Municipalité de L., X. est devenu administrateur ou membre du comité de direction de diverses sociétés à but lucratif; dans le cadre de ses activités, des tantièmes lui ont été versés.\n\nConstatant qu'il n'avait restitué qu'une partie des tantièmes reçus, la comptabilité de la commune de L. avisa le syndic, qui, par lettres du 9 février 1989 et du 8 mars 1989, somma X. de payer les sommes dues. En plusieurs versements, celui-ci s'est acquitté du montant total, en capital, avec un excédent de 8'250 fr. 40.\n\nIl a cependant été établi que dès 1984, X. avait accumulé un retard dans ses paiements qui est allé en s'accroissant, atteignant une somme totale de plus de 28'000 francs, jusqu'à ses versements importants d'avril à juin 1989. Il a été constaté que, pendant la période considérée, il ne disposait pas des fonds qui lui auraient permis de régler en tout temps ce qu'il devait à la caisse communale. Cette situation n'était pas due à un désordre dans ses affaires, mais à ses difficultés financières, qui l'avaient amené à procéder volontairement de cette façon pour s'assurer temporairement des liquidités.\n\nB.- Par jugement du 21 juin 1991, le Tribunal correctionnel du district de L. a condamné X., pour abus de confiance qualifié, à la peine de douze mois d'emprisonnement avec sursis pendant deux ans; il a prononcé son incapacité de revêtir une charge ou une fonction officielle pour une durée de cinq ans; il l'a enfin condamné aux frais et dépens, réservant les prétentions civiles de la commune de L.\n\nStatuant le 10 février 1992 sur recours du condamné, la Cour de cassation cantonale a modifié la qualification juridique de l'infraction, retenant la gestion déloyale en lieu et place de l'abus de confiance qualifié; elle a réduit la peine de douze mois à six mois d'emprisonnement avec sursis pendant deux ans et a confirmé le jugement attaqué pour le surplus.\n\nC.- Contre cet arrêt, X. s'est pourvu en nullité à la Cour de cassation pénale du Tribunal fédéral. Soutenant que les faits de la cause ne correspondent pas à la qualification de gestion déloyale, il conclut, sous suite de dépens, à l'annulation de la décision attaquée et au renvoi de la cause à l'autorité cantonale pour prononcer son acquittement.\n\nLe Ministère public a conclu au rejet du pourvoi.\n\n|246|", "considerants": "Extrait des considérants:\n\n2. a) La seule question litigieuse est de savoir si les faits retenus par la cour cantonale constituent une gestion déloyale au sens de l'art. 159 al. 1 CP.\n\nCommet une gestion déloyale, selon cette disposition, celui qui, tenu par une obligation légale ou contractuelle de veiller sur les intérêts pécuniaires d'autrui, y aura porté atteinte.\n\nL'art. 159 CP ne sanctionne pas la violation de n'importe quelle obligation de diligence relative à tout ou partie du patrimoine d'autrui, mais seulement celle qui est attachée à une gestion; il ne suffit ainsi pas que l'auteur ait eu l'obligation contractuelle ou légale de veiller sur le patrimoine d'autrui, il faut encore qu'il ait eu la position d'un gérant; seul peut avoir la position d'un gérant celui qui dispose d'une indépendance suffisante et qui jouit d'un pouvoir de disposition autonome sur les biens qui lui sont remis; ce pouvoir peut se manifester non seulement par la passation d'actes juridiques, mais également par la défense sur le plan interne d'intérêts patrimoniaux ou par des actes matériels; il faut cependant que le gérant ait une autonomie suffisante sur tout ou partie de la fortune d'autrui, sur les moyens de production ou le personnel d'une entreprise (ATF 105 IV 311 consid. 2a, ATF 102 IV 92 consid. 1b et les références citées voir également ATF 113 IV 73 consid. 6a).\n\nUne gestion déloyale peut aussi être commise par un membre d'une autorité ou un fonctionnaire, notamment lorsqu'il est chargé de gérer des fonds publics, l'art. 314 CP constituant toutefois une lex specialis (ATF 88 IV 141, ATF 81 IV 230 s. consid. 1a; STRATENWERTH, Bes. Teil I, 3e éd., p. 282 No 9; REHBERG, Strafrecht III, 5e éd., p. 161).\n\nb) En tant que conseiller municipal, le recourant était chargé, collégialement avec les autres membres du conseil, de gérer la commune de L.; par ailleurs, il était spécialement chargé d'administrer les Services industriels. Il n'est pas douteux, par les pouvoirs qui lui étaient dévolus, qu'il avait la position de gérant. Il faut toutefois préciser qu'à l'instar d'une position de garant, une telle position de gérant n'est évidemment pas absolue. Elle n'impose des obligations que dans les domaines où la personne revêt véritablement cette qualité, c'est-à-dire où elle jouit effectivement d'un pouvoir de disposition autonome (cf. SCHUBARTH, Kommentar Strafrecht, Bes. Teil II, art. 159 No 24 avec un renvoi à l'art. 140 No 16; voir également ATF 113 IV 73 s. et SCHMID, Einige Aspekte der strafrechtlichen Verantwortlichkeit von Gesellschaftsorganen, RPS 105 (1988), p. 168).\n\n|247|\n\nAinsi, pour qu'il y ait gestion déloyale, il ne suffit pas que l'auteur ait été gérant ni qu'il ait violé une quelconque obligation de nature pécuniaire à l'endroit de la personne dont il gère tout ou partie du patrimoine. Le terme de gestion déloyale et la définition légale de l'infraction exigent que l'obligation violée soit liée à la gestion confiée (ATF 105 IV 312 consid. 3a, ATF 102 IV 92 consid. 1b, ATF 81 IV 279, ATF 80 IV 247; NOLL, Bes. Teil I p. 223; REHBERG, op.cit., p. 161; TRECHSEL, Kurzkommentar, ad art. 159 No 8).\n\nc) Le recourant était chargé des Services industriels. S'il est vrai qu'il avait été désigné au conseil d'administration de diverses sociétés en raison de sa charge officielle, il n'apparaît nullement que l'activité qu'il y déployait constituait une partie intégrante de sa charge de conseiller municipal délégué aux Services industriels. Le fait qu'il ait pu conserver toutes les sommes versées par les sociétés en question dans la mesure où elles tendaient à rémunérer ou défrayer l'activité d'administrateur montre bien que l'accusé n'était pas rétribué par la commune pour cette activité et que celle-ci sortait donc du cadre de sa charge officielle. C'est pour récompenser son activité d'administrateur au sein des sociétés que celles-ci lui ont versé personnellement des tantièmes. Certes, le règlement communal l'obligeait, en raison de son statut de conseiller municipal, à restituer les tantièmes à la commune. Il ne s'agissait cependant que d'une dette à l'égard de la commune, découlant de son statut, et faisant suite à l'activité lucrative qu'il avait exercée, de façon licite, en dehors du domaine de sa charge. Dans un tel système, l'inexécution de l'obligation de restitution n'apparaît en aucune façon comme un acte de gestion des Services industriels.\n\nOn ne voit pas non plus, sur la base des constatations cantonales, que le recourant ait été chargé de recouvrer ce type de créances, puisqu'il n'était pas délégué aux finances; d'autre part, n'étant pas le syndic, il n'était pas tenu spécialement de veiller à ce que les conseillers municipaux respectent les devoirs de leur charge.\n\nLa cour cantonale a cependant considéré qu'étant membre du conseil municipal, il était chargé, collégialement, de veiller à ce que la commune encaisse ses créances. Cette conception est beaucoup trop large et ne peut être suivie.\n\nAinsi qu'il a été démontré, le recourant, en exerçant ses mandats d'administrateur, accomplissait de manière licite une activité lucrative accessoire, mais extérieure aux devoirs de sa charge. Son statut de conseiller municipal l'obligeait à restituer une partie des sommes reçues dans ce contexte, à savoir les tantièmes. Il s'agissait donc |248| d'une dette personnelle à l'égard de la commune, liée à une activité extérieure à la charge municipale. On ne voit pas qu'en tant que conseiller municipal le recourant ait eu un quelconque devoir de gestion dans le cadre duquel il aurait été tenu de procéder ou de faire procéder au recouvrement de sa propre dette personnelle. Il ne ressort pas des constatations de fait qu'il ait été chargé de façon générale de recouvrer les créances de la commune, ni qu'il ait été chargé de manière particulière de recouvrer ce type de créances. Il est notoire que les tâches sont réparties au sein d'un conseil municipal et on ne saurait faire appel à la notion de collégialité pour soutenir que n'importe quel conseiller municipal est tenu de gérer sa dette personnelle à l'égard de la commune et qu'il doit veiller à se faire notifier un commandement de payer à lui-même. On ne voit pas qu'en retardant le paiement d'une dette personnelle envers la commune, le recourant ait violé un devoir concret et précis de gestion qui lui était dévolu dans le cadre de la répartition des tâches au sein des autorités municipales.\n\nCertes, on peut déplorer qu'un magistrat municipal ne s'acquitte pas ponctuellement de ses dettes à l'égard de la commune; cela ne suffit toutefois pas pour conclure à l'existence d'une gestion déloyale, en l'absence de toute violation de ses devoirs de gestion proprement dits; au demeurant, il semble que la commune pouvait parfaitement connaître la situation et qu'il lui appartenait de réagir rapidement, le cas échéant par les voies de la poursuite pour dettes, étant observé que sa mise en demeure s'est révélée en définitive efficace.\n\nEn qualifiant les faits retenus de gestion déloyale, la cour cantonale a violé l'art. 159 al. 1 CP. Le pourvoi doit donc être admis et l'arrêt cantonal annulé."}