{"annee": "118", "cour": "IV", "page": "21", "date": "20/2/1992", "cite": ["103 IV 198", "117 IV 112", "99 IV 279", "111 IV 167", "105 IV 213", "117 IV 7", "116 IV 288"], "cite_par": ["122 IV 241", "118 IV 342"], "chapeau": "6. Extrait de l'arrêt de la Cour de cassation pénale du 20 février 1992 dans la cause P. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["1. Lors de la fixation de la peine, le juge dispose d'un large pouvoir d'appréciation. Il doit cependant prendre en considération deux catégories d'éléments, ceux, d'une part, qui ont trait à l'acte commis et ceux, d'autre part, qui concernent la personnalité de l'auteur. Il doit également indiquer le poids qu'il donne à chacun des éléments considérés, de façon que l'autorité de recours, tout en respectant son pouvoir d'appréciation, puisse suivre le cheminement de sa pensée et contrôler l'application du droit (consid. 2a et b). 2. Cas d'espèce d'un condamné jouissant d'une bonne réputation et d'antécédents normaux en tant qu'automobiliste, mais sévèrement condamné, parce qu'il a enfreint quatre principes fondamentaux de la circulation routière sur une autoroute, 1) en talonnant le véhicule qui le précédait, 2) en dépassant celui-ci par la droite par une manoeuvre \"en saut de puce\", 3) en effectuant une \"queue de poisson, et 4) en freinant fortement de façon à obliger le conducteur du véhicule dépassé à faire de même. Un tel comportement constitue dans son ensemble une faute lourde, dénotant une totale absence de scrupules vis-à-vis des autres usagers (consid. 2c et d)."], "faits": "BGE 118 IV 21 S. 23\n\nA.- P. est transporteur; dans le cadre de l'entreprise qui l'emploie, il est responsable des transports et de la formation de très nombreux conducteurs de poids lourds et agents de transport. Pour l'exercice fiscal de 1989, son revenu imposable s'est élevé à 265'000 francs. Sa fortune n'est pas négligeable.\n\nAvant le 1er avril 1990, P. était inconnu des services de police et n'avait fait l'objet d'aucune condamnation inscrite au casier judiciaire; son passé d'automobiliste révèle au cours de la période allant du 13 février 1980 au 23 mars 1990 quatre contraventions sanctionnées par des amendes de 50 francs à 120 francs. Il est honorablement connu dans la région où il habite, soit dans la commune de Peseux (NE), et il jouit d'une excellente réputation.\n\nB.- Le 1er avril 1990, P. circulait au volant de sa voiture de marque BMW, sur l'autoroute de contournement de Lausanne en direction de Genève, à proximité de la sortie de Lausanne-Blécherette. La circulation était dense, les véhicules roulaient en files parallèles. A un certain moment, P., qui roulait sur la voie de circulation gauche à une allure de 100 à 120 km/h, a voulu dépasser la voiture conduite par C., qui le précédait. Il a procédé à des appels de phares afin d'obtenir le passage, puis il a commencé à talonner le véhicule de C. à une distance d'environ 2 mètres, puis il a longuement klaxonné. C. toutefois ne pouvait se déplacer sur la voie de circulation droite en raison de la densité du trafic. Peu après, P. a dépassé C. par la droite et s'est brusquement rabattu sur la voie de circulation gauche, devant lui, à une distance d'environ 1 mètre, avant de freiner et de diminuer sa vitesse jusqu'à une allure de 40 à 50 km/h, le contraignant à ralentir fortement.\n\nC. ayant déposé plainte le 3 avril 1990, une poursuite pénale a été intentée contre P. Celui-ci a reconnu devant le juge informateur la matérialité des faits dans son ensemble tout en contestant avoir mis en danger la vie des autres usagers de la route et en précisant n'avoir eu aucun accident en onze ans de conduite. Il a admis en outre avoir agi sous l'effet de l'irritation.\n\nC.- Le 16 avril 1991, le Tribunal de police du district de Lausanne a reconnu P. coupable de violation grave des règles de la circulation routière et l'a condamné à une amende de 500 francs avec un délai d'épreuve et de radiation de deux ans.\n\nLe Ministère public ayant recouru, la Cour de cassation pénale du Tribunal du canton de Vaud, statuant le 8 juillet 1991, a réformé le jugement du 16 avril 1991 et condamné P. à une peine de huit jours d'emprisonnement et à une amende de 2'000 francs avec sursis et BGE 118 IV 21 S. 24délai d'épreuve et de radiation de deux ans pour violation grave des règles de la circulation.\n\nP. a déposé auprès du Tribunal fédéral un pourvoi en nullité dirigé contre l'arrêt du 8 juillet 1991 dont il demande l'annulation, la sanction prononcée étant selon lui exagérée et arbitrairement sévère.", "considerants": "Considérant en droit:\n\n1. ... La seule violation du droit fédéral dont fait état le recourant porte sur la peine qui lui a été infligée en dernière instance cantonale. Il n'a donc pas remis formellement en cause le principe de sa condamnation sur la base de l'art. 90 ch. 2 LCR dont les conditions sont d'ailleurs manifestement réalisées au regard de la violation grossière de règles fondamentales de la circulation routière et de la mise en danger concrète et sérieuse de la sécurité d'un autre usager de la route (ATF 111 IV 168 consid. 2; 118 IV consid. 2).\n\n2. a) L'art. 63 CP, tout en exigeant que la peine soit fondée sur la faute, n'énonce pas de manière détaillée et exhaustive les éléments qui doivent être pris en considération ni les conséquences exactes qu'il faut en tirer quant à la fixation de la peine. Cette disposition confère donc au juge un large pouvoir d'appréciation.\n\nLa doctrine et la jurisprudence admettent de manière constante que les questions d'appréciation sont soustraites en principe au contrôle du Tribunal fédéral et que dès lors seul un abus de ce pouvoir d'appréciation peut constituer une violation du droit fédéral. Il en est ainsi lorsque la sanction a été fixée sur la base de critères insoutenables, dénués de pertinence ou qu'elle aboutit à un résultat gravement choquant, inexplicable, arbitrairement sévère ou clément (ATF 116 IV 290 consid. 2b et les références citées). Autrement dit, même s'il statue avec plein pouvoir de cognition sur la question de toute violation du droit fédéral, le Tribunal fédéral, compte tenu du pouvoir d'appréciation reconnu en cette matière à l'autorité cantonale, ne peut admettre un pourvoi en nullité portant sur l'application de l'art. 63 CP que si la peine prononcée sur la base des critères fixés par la loi est exagérément sévère ou clémente, au point que l'on doive parler d'un excès du pouvoir d'appréciation (ATF 117 IV 114 et 115 consid. 1, ATF 116 IV 291 consid. 2b in fine, 6 consid. 2b).\n\nb) Cela dit, la gravité de la faute constitue le critère essentiel de la fixation de la peine et il appartient au juge de prendre à cet égard divers éléments en considération (ATF 117 IV 8 consid. 3aa, 113 consid. 1, ATF 116 IV 289 consid. 2a et cit.).\n\nBGE 118 IV 21 S. 25\n\nLes premiers de ces éléments portent sur l'acte lui-même, à savoir sur le résultat de l'activité illicite, sur le mode d'exécution et, du point de vue subjectif, sur l'intensité de la volonté délictueuse ou sur la gravité de la négligence ainsi que sur les mobiles (arrêts précités). Sur ce dernier point, il faut préciser que l'importance de la faute dépend de la liberté de décision dont disposait l'auteur de l'infraction; plus il lui aurait été facile de respecter la norme qu'il a enfreinte, plus lourdement pèse sa décision de l'avoir transgressée, et partant sa faute (ATF 117 IV 8 consid. 3a, 114).\n\nLes autres éléments de l'art. 63 CP concernent la personne de l'auteur, soit ses antécédents, sa situation personnelle, familiale et professionnelle, l'éducation reçue, la formation scolaire suivie, son intégration sociale et, d'une manière générale, sa réputation. En ce qui concerne la situation personnelle, deux facteurs apparaissent comme essentiels, ce sont le comportement postérieurement à l'acte et au cours de la procédure pénale ainsi que l'effet que l'on peut attendre de la sanction (ATF 117 IV 113 consid. 1, ATF 116 IV 289 consid. 2a).\n\nConformément à la jurisprudence précitée, le juge devra donc, selon les cas, prendre en considération les circonstances qui ont amené l'auteur à agir, les motifs de son acte, l'intensité de sa volonté, l'absence de scrupules, le mode d'exécution choisi, l'importance du préjudice causé volontairement, la répétition ou la durée des actes délictueux, le rôle joué au sein d'une bande, la persistance à commettre des infractions en dépit d'une ou plusieurs condamnations antérieures, les troubles psychologiques ou les difficultés personnelles qui ont influencé le délinquant, l'existence ou l'absence de repentir après l'acte, la volonté de s'amender. De plus, pour autant qu'il s'agisse d'éléments pertinents dans le cas d'espèce, le juge pourra tenir compte de la situation de l'auteur au moment du jugement; il lui sera ainsi loisible de relever par exemple l'absence de repentir démontré par l'attitude adoptée en cours de procédure. Enfin, des considérations de prévention générale ne sont pas exclues, à titre secondaire (ATF 116 IV 289 et 290 consid. 2a et les arrêts cités), à la condition de ne pas prononcer une peine excédant celle qui est justifiée par la faute du condamné (ATF du 16 janvier 1992 dans la cause S. c. Ministère public du canton de Zurich, consid. 4b).\n\nc) Le respect des règles fondamentales de la circulation routière s'impose tout particulièrement sur les autoroutes (ATF 105 IV 215 consid. 1 et 2, 95 IV 90). En effet, l'expérience enseigne que les vitesses élevées qui y sont admises ne laissent que peu de temps aux usagers BGE 118 IV 21 S. 26pour réagir devant un obstacle imprévu et que leurs réactions dans ce cas sont souvent de nature à provoquer des accidents et collisions en série en raison de la précipitation et de la trop grande énergie qu'ils mettent à manoeuvrer. De tels événements créent toujours un risque mortel (ATF 105 IV 215 consid. 1 et 2), surtout lorsque la circulation est dense comme en l'occurrence.\n\nd) Au vu des faits retenus par l'autorité cantonale, il est patent que le recourant a enfreint quatre principes fondamentaux de la circulation routière,\n\n- en talonnant le véhicule qui le précédait au mépris de l'art. 34 al. 4 LCR, cette faute était éminemment dangereuse compte tenu des vitesses des véhicules impliqués,\n\n- en dépassant par la droite le véhicule de l'autre conducteur en violation grave de l'art. 35 al. 1 LCR. Le danger ainsi créé a été d'autant plus grave que le recourant a effectué sa manoeuvre en \"saut de puce\" (ATF 103 IV 198 = JdT 1978 I 436 No 36 consid. 2 non publié dans le recueil officiel) et que par conséquent son véhicule ne circulait pas en file parallèle par rapport à celui qu'il a dépassé,\n\n- en se rabattant sur la voie de circulation gauche par une \"queue de poisson\", et\n\n- en freinant ensuite immédiatement de façon à réduire fortement la vitesse de sa voiture et à obliger le conducteur du véhicule dépassé à faire de même. Un tel comportement qui procède d'un esprit de chicane ou de volonté de donner une leçon à un autre usager de la route révèle une complète absence de scrupules (ATF 99 IV 280 consid. 2b; BUSSY/RUSCONI, Code suisse de la circulation routière, Nos 2.23 in fine ad art. 35 LCR et 1.3.3 ad art. 37 LCR).\n\nLe comportement du recourant constitue dans son ensemble une faute lourde, en ce sens qu'il dénote une totale absence de scrupules vis-à-vis de la vie des autres usagers de la route (ATF 105 IV 216 consid. 2 in fine); le recourant ayant agi de manière délibérée, il a fait preuve à tout le moins de négligence consciente en ne tenant aucun compte de la densité du trafic qui aurait dû l'inciter à une prudence accrue et à s'abstenir de conduire selon son gré. A cela s'ajoute, comme l'a relevé à juste titre l'autorité cantonale, que les manquements du recourant sont d'autant moins excusables que son activité professionnelle consiste notamment à former des conducteurs professionnels de poids lourds et qu'il doit connaître particulièrement bien, pour les enseigner, les principes qu'il a lui-même transgressés. Au surplus, l'intéressé n'a fait valoir aucune circonstance sérieuse ou objectivement valable justifiant sa hâte et le contraignant à circuler BGE 118 IV 21 S. 27à une allure plus rapide que celle du flot des autres véhicules. Enfin, la situation personnelle ou familiale du recourant au moment des faits ne lui fournit aucune excuse.\n\nCela étant, il fallait tout de même aussi prendre en considération l'absence d'antécédents véritablement défavorables en tant qu'automobiliste, la bonne réputation dont jouit le recourant et le fait qu'en cette circonstance il a démontré une certaine franchise en reconnaissant les faits dans leur ensemble.\n\nDans ces conditions, tout bien pesé, la peine d'emprisonnement de huit jours prononcée à l'encontre du recourant tient correctement compte des éléments qui précèdent et elle apparaît même comme modérée au regard de l'extrême gravité des fautes de circulation commises. On rappelle en effet que l'application de l'art. 90 ch. 2 LCR peut entraîner un emprisonnement allant de trois jours à trois ans. Le montant de l'amende infligée au recourant ne souffre également aucune critique eu égard à la gravité de sa culpabilité et à l'importance de ses revenus. L'autorité cantonale n'ayant ainsi pas outrepassé son pouvoir d'appréciation en infligeant la peine contestée, le pourvoi ne peut qu'être rejeté."}