{"annee": "118", "cour": "III", "page": "52", "date": "18/11/1992", "cite": ["83 III 38", "55 III 66", "109 III 107"], "cite_par": [], "chapeau": "16. Entscheid der Schuldbetreibungs- und Konkurskammer vom 18. November 1992 i.S. Möbel Suter AG (Rekurs)", "regestes": ["Adjudication d'un immeuble aux enchères (art. 258 LP, art. 60 ORI). La dernière offre plus élevée doit être criée trois fois par le préposé aux enchères. Lorsque la troisième criée n'est pas immédiatement suivie d'une autre offre, le dernier enchérisseur a droit à l'adjudication, autant qu'il remplit les conditions de vente."], "faits": "", "considerants": "BGE 118 III 52 S. 53\n\nAus den Erwägungen:\n\n3. a) Nach den im angefochtenen Entscheid getroffenen Feststellungen wurde das erste Steigerungsangebot von einer Million Franken mehrmals überboten, bis beim dreizehnten Angebot auf einer Höhe von Fr. 1'520'000.-- kein höherer Betrag mehr geboten wurde. Der Gantleiter forderte darauf den letzten Bieter, die Möbel Suter AG, zur Leistung der in den Steigerungsbedingungen genannten Barzahlung auf. Noch bevor diese geleistet wurde, machte die Kantonalbank Schwyz ein weiteres Angebot in der Höhe von Fr. 4'400'000.--, und der Gantleiter setzte die Steigerung fort. Nachdem kein weiteres Angebot eingegangen war, leistete die Kantonalbank Schwyz die Barzahlung von Fr. 150'000.--. Die Steigerung wurde hierauf für zehn Minuten unterbrochen. Danach wurde das Verfahren fortgesetzt und den Interessenten nochmals Gelegenheit zur Steigerung geboten. Nachdem keine weiteren Angebote gemacht worden waren, schlug der Gantleiter das Grundstück GB Nr. 1077 Wangen der Kantonalbank Schwyz für Fr. 4'400'000.-- zu.\n\nIn rechtlicher Hinsicht führt die obere kantonale Aufsichtsbehörde aus, die Beschwerdeführerin setze den dritten Ausruf gleich mit dem Zuschlag unter der Resolutivbedingung, dass die Formalitäten des Verfahrens erfüllt würden. Diese Bedeutung komme dem dritten Ausruf jedoch nach konstanter Praxis (BGE 55 III 72 f., BGE 83 III 41) nicht zu. Der dritte Ausruf habe nur die Bedeutung der letzten Gelegenheit zum Höherbieten. Dieser Ausruf könne auch ohne Nennung der betreffenden Ordnungszahl erfolgen, wenn für die Bietinteressenten klar sei, dass es sich um den dritten Ausruf handle, zum Beispiel wenn der Letztbietende zur Barzahlung aufgeboten werde mit der Ankündigung, dass danach der Zuschlag erfolge. Art. 60 VZG bedeute demnach nicht, dass der Bieter, dessen Angebot \"zum Dritten\" ausgerufen worden ist, Anspruch auf den Zuschlag habe, beziehungsweise dass mit dem dritten Ausruf ein weiteres Bieten BGE 118 III 52 S. 54ausgeschlossen werde. Der Regelungsgehalt von Art. 60 Abs. 1 Satz 2 VZG beschränke sich im Gegenteil auf die Anweisung an den Steigerungsleiter, dass das Steigerungsobjekt dem Höchstbietenden ohne unnötigen Verzug und unabhängig vom erzielten Erlös zugeschlagen werde; vorbehalten bleibe lediglich Art. 126 SchKG. Es sei somit unerheblich - erklärt die Vorinstanz weiter -, ob es sich beim letzten Ausruf des Angebots der Beschwerdeführerin von Fr. 1'520'000.-- um den zweiten oder den dritten Ausruf gehandelt habe.\n\nNach der Auffassung der Vorinstanz erweist sich das Angebot der Kantonalbank Schwyz noch unter einem andern Gesichtspunkt als zulässig. Es sei nämlich unbestritten, dass der Steigerungsleiter zu Beginn der Steigerung alle Anwesenden darauf aufmerksam gemacht habe, \"dass vor dem definitiven Zuschlag ein zehnminütiger Unterbruch erlassen werde, damit sich allfällige Interessenten und Bieter nochmals erforderliche Überlegungen machen können oder allenfalls mittels telefonischer Rückfragen bei ihren Auftraggebern sich noch weitere Kompetenzen einholen können\". Das habe nichts anderes heissen können, als dass Angebote bis nach der Pause bzw. bis zum eigentlichen \"Zuschlag\" entgegengenommen würden. Als der Steigerungsleiter nach dieser Bekanntgabe die Frage gestellt habe, ob Unklarheiten bestünden, habe sich niemand verlauten lassen. Die Bietinteressenten hätten sich folglich darauf verlassen können, dass sie mit neuen Angeboten bis zum Zuschlag - das heisst, auch noch während bzw. bis unmittelbar nach der zehnminütigen Pause - zugelassen würden. Nachdem sich auch die Beschwerdeführerin stillschweigend mit diesem Verfahrensgang einverstanden erklärt und selbst mehrere Angebote gemacht habe, sei sie im Beschwerdeverfahren mit Einwendungen gegen diesen Verfahrensablauf, insbesondere auch hinsichtlich der anberaumten Pause, ausgeschlossen (BGE 109 III 109 E. 2).\n\nb) Nach der Darstellung der Rekurrentin verkennt das Kantonsgericht, dass sie den dritten Ausruf keineswegs mit dem resolutiv bedingten \"Zuschlag\" gleichgesetzt habe. Vielmehr habe sie - diesbezüglich in Übereinstimmung mit der unteren kantonalen Aufsichtsbehörde - geltend gemacht, die Formel \"zum dritten\" beendige usanzgemäss den dritten Ausruf und schliesse ein weiteres Angebot (im Sinne eines bedingten Anspruchs auf den Zuschlag) aus. Entgegen der Meinung der Vorinstanz besage die Rechtsprechung des Bundesgerichts nichts anderes. Gemäss BGE 55 III 70 bestehe Anspruch auf den Zuschlag, \"nachdem das letzte Angebot BGE 118 III 52 S. 55dreimal öffentlich aufgerufen ist\"; zumindest mit der Aufforderung zur Anzahlung seien die Möglichkeiten zum Bieten vorbei. BGE 83 III 41 stelle noch weiter klar, dass mit den Worten \"zum dritten\" die Gelegenheit zum Weiterbieten ausgeschlossen sei, indem mit diesen Worten (sogar) \"zugeschlagen\" werde (gemeint im resolutiv bedingten Sinn). Dagegen stehe nicht zur Diskussion, dass nach dem dritten Ausruf \"Fr. 1.52 Mio.\" selbst noch die letzte Gelegenheit zum Überbieten bestehe, nämlich bis zum Schlusspunkt \"zum dritten\" u.ä. Die Auslegung durch das Kantonsgericht - meint die Rekurrentin - widerspreche somit Art. 258 SchKG, Art. 60 VZG und Ziff. 10 der Steigerungsbedingungen.\n\nDaran vermöchten die Erwägungen im angefochtenen Entscheid bezüglich des zehnminütigen Unterbruchs nichts zu ändern, macht die Rekurrentin weiter geltend. Die Unterbrechung der Steigerung würde - nota bene nach dem dritten Ausruf und der Aufforderung zur Anzahlung - den Verlauf gemäss Steigerungsbedingungen wesentlich verändern, was die Rekurrentin mit ihrer Beschwerde fristgerecht gerügt habe.\n\n4. Gemäss Art. 258 SchKG wird der Verwertungsgegenstand nach dreimaligem Ausruf dem Meistbietenden zugeschlagen. Diese Gesetzesvorschrift wird durch Art. 60 VZG präzisiert, wonach jedes Angebot dreimal auszurufen und dabei jeweilen anzugeben ist, ob es sich um den ersten, zweiten oder dritten Ausruf handelt. Das Betreibungsamt ist verpflichtet, demjenigen Bieter, der das letzte und höchste Angebot gemacht hat, sofort öffentlich den Zuschlag zu erteilen.\n\na) Aus der von der oberen kantonalen Aufsichtsbehörde zitierten Rechtsprechung geht unmissverständlich hervor, dass nur zugeschlagen werden darf, nachdem das letzte Angebot dreimal öffentlich ausgerufen worden ist (BGE 55 III 70 E. 1). Mit den Worten \"zum dritten\" kann vom Gantleiter der dritte und letzte Ausruf gemacht werden, welcher noch mit einem Angebot beantwortet werden kann; aber die gleichen Worte können - was vom Ausruf zu unterscheiden ist - auch den nachfolgenden Zuschlag bedeuten (BGE 83 III 41). Wenngleich die Rekurrentin ihr Angebot von Fr. 1'520'000.-- durchaus schon auf den zweiten Ausruf hin machen konnte, musste vom Gantleiter dreimal ausgerufen werden und durfte der Zuschlag erst erfolgen, nachdem auch auf den dritten Ausruf hin keine weiteren Angebote gemacht worden waren. Der kantonalen Aufsichtsbehörde kann daher nicht zugestimmt werden, wenn sie meint, es sei unerheblich, ob es sich beim letzten Ausruf des Angebots BGE 118 III 52 S. 56der Möbel Suter AG um den zweiten oder den dritten Ausruf gehandelt habe.\n\nIst nach dem letzten und höchsten Angebot der Zuschlag erteilt worden, so ist - vom Fall abgesehen, wo die in den Steigerungsbedingungen verlangte Barzahlung oder Sicherheitsleistung unterbleibt (Art. 60 Abs. 2 VZG) - kein weiteres Angebot mehr möglich. Es ist daher nicht angängig, dass nach dem dritten Ausruf, wie es im vorliegenden Fall möglicherweise geschehen ist, eine zehnminütige Pause eingeschaltet wird; vielmehr ist demjenigen Bieter, der das letzte und höchste Angebot gemacht hat, sofort öffentlich der Zuschlag zu erteilen (Art. 60 Abs. 1 Satz 2 VZG). Entgegen der Auffassung der oberen kantonalen Aufsichtsbehörde kann die Rekurrentin das unrechtmässige Vorgehen nach Massgabe von Art. 136bis SchKG beanstanden; in BGE 109 III 109 E. 2, der im angefochtenen Entscheid zitiert wird, gereichte es dem Rekurrenten zum Vorwurf, dass er sich erst nach der Steigerung gegen die Steigerungsbedingungen wandte, jedoch konnte er die bundesrechtswidrige Auslegung und Anwendung der Steigerungsbedingungen durch den Gantleiter rügen.\n\nWenn also im vorliegenden Fall das Angebot der Möbel Suter AG in der Höhe von Fr. 1'520'000.-- dreimal ausgerufen worden sein sollte, ohne dass unmittelbar darauf von der Schwyzer Kantonalbank die Fr. 4'400'000.-- geboten wurden, so hätte das Grundstück der Rekurrentin zu jenem Preis zugeschlagen werden müssen.\n\nb) Aus dem Sachverhalt im angefochtenen Entscheid geht nun nicht klar hervor, ob die Kantonalbank Schwyz ihr Angebot von Fr. 4'400'000.-- gemacht hat, bevor mit den Worten \"zum dritten\" der Zuschlag an die Möbel Suter AG erfolgte. Sollte dies zutreffen - wovon insbesondere auch auszugehen wäre, wenn das Angebot der Möbel Suter AG nur zweimal ausgerufen worden wäre -, so bliebe es beim Zuschlag an die Kantonalbank Schwyz. Demgegenüber müsste das Grundstück, nach Leistung der in den Steigerungsbedingungen genannten Barzahlung, der Rekurrentin für Fr. 1'520'000.-- zugeschlagen werden, wenn deren Angebot dreimal ausgerufen wurde, ohne dass unmittelbar darauf die Schwyzer Kantonalbank ihr Angebot von Fr. 4'400'000.-- machte.\n\nZur Vervollständigung des Sachverhalts in diesem Punkt und zu neuer Entscheidung wird deshalb die Sache an das Kantonsgericht des Kantons Schwyz zurückgewiesen (Art. 64 Abs. 1 in Verbindung mit Art. 81 OG)."}