{"annee": "118", "cour": "II", "page": "193", "date": "28/4/1992", "cite": ["117 II 94"], "cite_par": ["128 III 50", "120 II 172", "128 III 234", "119 II 380", "132 III 389"], "chapeau": "40. Extrait de l'arrêt de la Ire Cour civile du 28 avril 1992 dans la cause G. S.A. contre V. S.p.A. et Tribunal arbitral (recours de droit public)", "regestes": ["Arbitrage international; art. 190 al. 2 let. b LDIP. Appelé à connaître d'une contestation relative à l'exécution ou l'inexécution d'un contrat, un tribunal arbitral est compétent pour examiner la validité de cette entente au regard de l'art. 85 du Traité du 25 mars 1957 instituant la Communauté économique européenne (Traité de Rome), même si les juridictions arbitrales n'ont pas qualité d'autorités d'un Etat membre de la Communauté."], "faits": "BGE 118 II 193 S. 194\n\nDésireuses de mettre à profit \"les complémentarités que représentent leurs activités\", G. S.A., société belge, et V. S.p.A., société italienne, ont, le 23 octobre 1986, signé un \"Contrat de spécialisation et de participation\". A son art. 21, ce contrat contient une clause arbitrale pour toute contestation relative à son exécution.\n\nEn octobre 1989, les parties sont convenues de soumettre à un arbitrage trois litiges survenus entre elles, le siège du Tribunal étant Genève. Trois arbitres ont été désignés, l'un fonctionnant en qualité de président.\n\nLe 4 juin 1990, statuant par sentence partielle sur des exceptions préjudicielles, le Tribunal arbitral a refusé de donner suite à une demande de V. S.p.A. de surseoir à la procédure arbitrale en attendant des décisions de la Commission des Communautés; il a, en particulier, estimé n'avoir pas à statuer sur une conclusion subsidiaire de V. S.p.A. tendant à ce qu'il se prononce sur la compatibilité du contrat avec le droit communautaire.\n\nPuis, le 22 décembre 1990, le Tribunal arbitral a rendu sa sentence finale.\n\nChaque partie a formé un recours au Tribunal fédéral contre la sentence arbitrale au sens des art. 190 ss LDIP et 85 let. c OJ. Pour sa part, V. S.p.A. conclut à son annulation pour violation de l'art. 190 al. 2 let. b LDIP.\n\nAdmettant partiellement le recours de V. S.p.A., le Tribunal fédéral a annulé la sentence arbitrale attaquée, le Tribunal arbitral étant déclaré compétent pour connaître de la question de la validité ou de la nullité du contrat du 23 octobre 1986.\n\nBGE 118 II 193 S. 195", "considerants": "Extrait des considérants:\n\n5. Selon la recourante, le Tribunal arbitral aurait violé l'art. 190 al. 2 let. b LDIP en niant sa compétence pour connaître de l'application de l'art. 85 du Traité de Rome.\n\na) La disposition invoquée ouvre la voie du recours lorsque le tribunal arbitral s'est déclaré à tort compétent ou incompétent. Le Tribunal fédéral examine librement non seulement si tel est le cas, mais aussi d'éventuelles questions préjudicielles de droit matériel qui pourraient devoir être résolues pour statuer sur la compétence ou l'incompétence du tribunal arbitral (ATF 117 II 97 s. consid. 5a). L'art. 190 al. 2 let. b LDIP vise la compétence ou l'incompétence pour connaître non seulement de l'ensemble du litige mais aussi d'un point particulier (LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne et international en Suisse, p. 424, ch. 5 let. b, ad art. 190).\n\nb) Alors même que le Tribunal arbitral s'est prononcé sur le fond, il s'est, en revanche, déclaré incompétent pour se prononcer sur la validité du contrat au regard de l'art. 85 du Traité de Rome. Il reste que toute la sentence ne peut être comprise que comme étant rendue en fonction d'un contrat considéré comme valable.\n\nQuant à la question de savoir si, à défaut de décision communautaire ou dans l'attente d'une telle décision, il y a lieu de présumer la validité du contrat, ainsi que l'a fait le Tribunal arbitral, elle relève du fond et ne touche en rien celle de la compétence; elle ne peut, de surcroît, être éventuellement discutée qu'aux conditions de l'art. 190 al. 2 let. e LDIP. Ce point sera repris plus loin.\n\nDès lors qu'il a présumé de la validité du contrat, le Tribunal arbitral n'a pas méconnu la soumission au droit communautaire des relations entre les parties. Il reste que le Tribunal arbitral a nié sa compétence pour constater la nullité du contrat au regard de ce droit. Le grief de la recourante entre donc bien dans le cadre de l'art. 190 al. 2 let. b LDIP.\n\nc) La recourante se demande si le Tribunal arbitral a considéré que le litige n'était pas arbitrable ou s'il a estimé qu'une décision quant à la nullité du contrat relevait de la compétence exclusive des organes communautaires.\n\naa) Selon ch. IV du compromis arbitral, les parties ont soumis la procédure arbitrale \"à la convention des Parties et à la loi fédérale du 18 décembre 1987 sur le droit international privé (chapitre 12 sur l'arbitrage international)\". L'arbitrabilité signifie qu'une cause est susceptible d'arbitrage en raison de sa nature propre et/ou du fait BGE 118 II 193 S. 196qu'aucune disposition légale impérative ne l'attribue exclusivement à une autorité étatique; elle peut ainsi être définie comme une qualité de l'objet du litige (JOLIDON, A propos de l'arbitrabilité (objective) en matière de brevets d'invention et de concurrence. Aperçu de droit comparé, in Etudes de droit suisse et de droit comparé de la concurrence, publiées à l'occasion du XXIXe congrès de la Ligue internationale du droit de la concurrence, p. 117).\n\nL'arbitrabilité d'une cause en matière internationale est traitée à l'art. 177 LDIP qui constitue une règle matérielle de droit international privé (LALIVE/POUDRET/REYMOND, op.cit., p. 305, n. 1 ad art. 177; BUCHER, Le nouvel arbitrage international en Suisse, p. 38, n. 90). Elle est, en conséquence, régie par la lex arbitrii sans égard aux dispositions peut-être plus strictes de la lex causae ou de la loi nationale des parties, ce qui peut entraîner des conséquences quant à la reconnaissance à l'étranger d'une sentence rendue en Suisse. En rapport avec le grief fondé sur l'arbitrabilité de la question litigieuse, le recours ne discute toutefois pas les conditions posées par la disposition précitée; non seulement, il ne la cite pas - ce qui n'est pas encore décisif - mais encore il n'y fait même pas une lointaine allusion. Sur ce point, le moyen est ainsi irrecevable.\n\nbb) La recourante fait aussi valoir que le juge et l'arbitre sont toujours compétents pour appliquer l'art. 85 par. 2 du Traité de Rome, même si la Commission a engagé une procédure pour constater la violation du paragraphe premier de cette disposition; seules les autorités nationales chargées d'appliquer le droit de la concurrence - ce qui n'est pas le cas d'un tribunal arbitral - seraient obligées, en vertu de l'art. 9 du Règlement 17 de 1962, de se dessaisir en faveur de la Commission lorsque celle-ci a commencé une procédure; la Commission ne déciderait, d'ailleurs, pas que les accords violant l'art. 85 par. 1 sont nuls, mais elle se bornerait à constater une violation de cette disposition ou l'existence d'une exception au sens de l'art. 85 par. 3.\n\nL'art. 85 du Traité du 25 mars 1957 instituant la Communauté économique européenne (Traité de Rome) dispose à son par. 1 que sont incompatibles avec le Marché commun et interdits tous accords entre entreprises, toutes décisions d'association d'entreprises et toutes pratiques concertées, qui sont susceptibles d'affecter le commerce entre Etats membres et qui ont pour objet ou pour effet d'empêcher, de restreindre ou de fausser le jeu de la concurrence à l'intérieur du Marché commun, et notamment un certain nombre d'entre eux qu'il énumère. Aux termes du par. 2, les accords ou décisions interdits en vertu BGE 118 II 193 S. 197du présent article sont nuls de plein droit. Le par. 3 permet de déclarer des exceptions aux dispositions du par. 1. Quant à l'art. 9 par. 1 du Règlement d'application n. 17, du 6 février 1962, du Conseil de la Communauté économique européenne, il dispose que, sous réserve du contrôle de la décision par la Cour de justice, la Commission a compétence exclusive pour déclarer les dispositions de l'art. 85, par. 1, inapplicables conformément à l'art. 85, par. 3, du Traité.\n\nPour STOUFFLET/CHAPUT (Pratiques restrictives de concurrence, in Traité de droit européen, vol. 3, Collection des Juris-Classeurs), en présence d'une entente nouvelle, c'est-à-dire conclue postérieurement à l'entrée en vigueur du règlement 17/62, le 13 mars 1962 (op.cit., p. 4 n. 17, Fasc. 1430/164-G-4), l'absence de décision de la Commission ne saurait dispenser le juge de l'obligation de faire droit aux justiciables qui invoquent la nullité de plein droit, qu'il s'agisse des parties à l'entente ou de tiers (op.cit., p. 16, n. 130). La nullité d'une entente peut, en principe, être prononcée ou reconnue par voie d'exception sans qu'une infraction à l'art. 85 par. 1 du Traité par les autorités communautaires ait été constatée au préalable. Ces auteurs en voient le motif dans l'art. 1er du règlement n. 17, selon lequel les ententes et abus de position dominante sont interdits sans qu'une décision préalable soit nécessaire à cet effet; ils se fondent aussi sur l'art. 85 du Traité, qui déduit de l'interdiction une nullité de plein droit (p. 16, n. 132). Pour ces auteurs, les autorités nationales sont compétentes pour relever une contravention à l'art. 85, au moins tant qu'une procédure communautaire n'est pas engagée (loc.cit. et n. 142, p. 17). Ils mettent en doute la compétence des autorités communautaires pour déclarer la nullité, soulignant que si la déclaration de nullité est implicitement comprise dans la décision par laquelle la Commission du Marché commun constate l'irrégularité d'une entente, elle ne pourrait tirer les conséquences de la nullité et ordonner, par exemple, la restitution des prestations exécutées par les parties; et la Cour de justice n'est pas davantage compétente (op.cit., p. 17, n. 138). Ils reconnaissent, en revanche, la compétence des tribunaux nationaux et des juridictions arbitrales même si celles-ci n'ont pas la qualité d'autorités d'un Etat membre au sens de l'art. 9 par. 3 du règlement n. 17. Ils expliquent leur point de vue en précisant que cette disposition ne vise pas telle action ou telle exception, procédure de pur droit privé, mais une demande tendant à titre principal, comme la procédure devant la Commission, à faire reconnaître que les art. 85 et 86 sont applicables ou non (ibid., op.cit., p. 17, n. 140 et 141). Enfin, même en cas d'ouverture d'une procédure par la Commission, BGE 118 II 193 S. 198rien ne s'oppose à ce que le tribunal statue, le sursis à le faire ne s'imposant pas à lui (op.cit., p. 17, n. 143 et 144).\n\nKOCH (in GRABITZ, Kommentar zum EWG-Vertrag), s'exprime dans un sens analogue. La nullité d'une entente selon l'art. 85 par. 2 du Traité intervenant ipso jure dès que les conditions posées par cet article sont réalisées et, cette nullité étant absolue, les tribunaux doivent la constater d'office (op.cit., n. 138, ad art. 85). Pour cette constatation, les tribunaux nationaux sont exclusivement compétents, indépendamment d'une procédure ouverte par la Commission (op.cit., n. 141, ad art. 85). S'agissant d'une sentence arbitrale, elle violerait l'ordre public de la Communauté si elle devait se révéler incompatible avec l'art. 85 du Traité; il appartiendrait alors aux tribunaux d'exécution de veiller au respect de ce principe (op.cit., n. 293, ad art. 85).\n\nQuant à DOMINIQUE HAHN, elle n'émet pas un avis différent; elle admet aussi que l'arbitre doit constater la nullité de plein droit au sens de l'art. 85 par. 2 du Traité - sanction de nature civile - de tout ou partie d'un accord anticoncurrentiel, même en l'absence d'une décision préalable d'autorités administratives (L'arbitrage international en Suisse face aux règles de la concurrence de la CEE, Lausanne, 1983, p. 50/51, 134). Pour GOFFIN également, l'arbitre doit se prononcer si la nullité est invoquée devant lui par une des parties, alors même que la Commission n'a pas statué (L'arbitrage et le droit européen, in Revue de Droit international et de Droit comparé, tome LXVII, 1990, p. 227, ch. 12; cf. aussi dans le même sens, dans le cas d'un procès introduit par un tiers, p. 325 s., ch. 10).\n\nCes opinions récentes sont convaincantes. Ni l'art. 85 du Traité, ni son règlement d'application n. 17 n'interdisent au juge national ou à l'arbitre saisi d'une cause ayant pour objet le règlement de comptes qui doit intervenir entre parties en relation avec l'exécution ou l'inexécution d'une convention d'en examiner la validité. A cet égard, le risque de décisions contradictoires n'est pas déterminant; ne l'est pas non plus le risque de voir l'autorité d'exécution ne pas accorder l'exequatur. L'examen par les arbitres de la conformité des conventions qui leur sont soumises à la réglementation communautaire s'impose si l'on veut éviter des décisions qui y seraient contraires. Aussi le Tribunal arbitral ne pouvait-il rendre sa sentence sans avoir examiné au préalable s'il devait le faire en fonction d'une convention valable ou non."}