{"annee": "118", "cour": "III", "page": "18", "date": "4/6/1992", "cite": ["115 III 45", "113 III 10", "117 III 20"], "cite_par": ["118 III 43", "135 I 288"], "chapeau": "7. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 4. Juni 1992 i.S. I. Inc. und F. Inc. (Rekurs)", "regestes": ["Art. 92 ch. 13 et art. 93 LP. Saisissabilité d'un versement en espèces selon l'art. 331c al. 4 let. b ch. 2 CO. Le versement en espèces fait à un travailleur qui exerce une activité indépendante par une institution de prévoyance en faveur du personnel n'est ni insaisissable au sens de l'art. 92 ch. 13 LP ni relativement insaisissable au sens de l'art. 93 LP."], "faits": "|19|\n\nA.- Die Gläubigerinnen I. Inc. und F. Inc. hatten beim Kantonsgerichtspräsidium Zug einen Arrestbefehl gegen M.F., Rotkreuz, erwirkt. Die geltend gemachte Forderung von Fr. 98'000.-- (nebst Zins) wurde mit \"unerlaubten Handlungen gemäss Art. 41 ff. OR\" begründet, und es wurde der Arrestgrund von Art. 271 Abs. 1 Ziff. 2 SchKG genannt.\n\nIn Vollziehung dieses Arrestbefehls belegte das Betreibungsamt Risch am 11. November 1991 namentlich den folgenden Gegenstand mit Arrest: \"Forderung des Arrestschuldners auf Barauszahlung der Freizügigkeitsleistung gegenüber der Columna Sammelstiftung der Schweizerischen Volksbank für die berufliche Vorsorge, Weltpoststrasse 5, 3001 Bern.\"\n\nB.- Am 15. November 1991 erhob M.F. bei der Justizkommission des Obergerichts Zug \"eine Beschwerde in dieser Angelegenheit speziell betreffend Ziffer 5 und somit der Arrestierung von Pensionskassenguthaben\". Mit dem Hinweis bezog sich der Arrestschuldner auf eine Eingabe, die er zuvor beim Kantonsgerichtspräsidium Zug eingereicht hatte.\n\nIn teilweiser Gutheissung der Beschwerde wurde das Betreibungsamt Risch durch Urteil der Justizkommission des Obergerichts Zug vom 25. Februar 1992 angewiesen, \"im Sinne der Erwägungen den Umfang der Arrestierbarkeit der dem Beschwerdeführer zustehenden Freizügigkeitsleistung gegenüber der Columna Sammelstiftung der Schweizerischen Volksbank für die berufliche Vorsorge festzustellen und in die Arresturkunde einzusetzen\".\n\nDer in der Folge von der I. Inc. und der F. Inc. bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts eingereichte Rekurs wurde gutgeheissen, soweit darauf eingetreten wurde.\n\n|20|", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 275 SchKG wird der Arrest nach den in den Art. 91 bis 109 SchKG für die Pfändung aufgestellten Vorschriften vollzogen. Zu Recht hat deshalb die kantonale Aufsichtsbehörde die Parallelität von Pfändbarkeit und Arrestierbarkeit gesehen.\n\nDie kantonale Aufsichtsbehörde hat sodann festgestellt, dass sich die Vertreterin der Arbeitgeberin von M.F. mit diesem auf die Auflösung des Arbeitsverhältnisses per 31. Oktober 1991 geeinigt habe; und sie hat daraus geschlossen, dass der Anspruch des M.F. auf Barauszahlung der Freizügigkeitsleistung am 8. November 1991, als der Arrestbefehl erging, fällig und damit arrestierbar gewesen sei (Art. 92 Ziff. 13 SchKG e contrario).\n\nWeiter hat die kantonale Aufsichtsbehörde unter Berufung auf BGE 115 III 45 ff. die Kapitalabfindung als im Sinne von Art. 93 SchKG nur beschränkt arrestierbar erklärt und dementsprechend das Betreibungsamt angewiesen, die finanziellen Verhältnisse des Arrestschuldners abzuklären und festzustellen, in welchem Umfang die Freizügigkeitsleistung arrestierbar sei. Für das Vorgehen hat die kantonale Aufsichtsbehörde auf BGE 113 III 15 E. 5 hingewiesen.\n\n3. Einzig im Hinblick auf die letztere Erwägung wird das Urteil der Justizkommission des Obergerichts Zug von den Rekurrentinnen angefochten. Sie behaupten eine Verletzung von Art. 93 SchKG und bestreiten, dass die M.F. bar ausbezahlte Freizügigkeitsleistung nur beschränkt arrestierbar sei.\n\na) Diese Meinung erscheint im Hinblick auf die jüngste Rechtsprechung, welche den Rekurrentinnen im Zeitpunkt der Einreichung des vorliegenden Rekurses offenbar noch nicht bekannt war, grundsätzlich begründet: In BGE 117 III 20 ff. hat die Schuldbetreibungs- und Konkurskammer des Bundesgerichts entschieden, dass eine gestützt auf Art. 331c Abs. 4 lit. b Ziff. 2 OR erfolgte Barauszahlung einer Personalfürsorgeeinrichtung weder unpfändbar im Sinne von Art. 92 Ziff. 13 SchKG noch beschränkt pfändbar im Sinne von Art. 93 SchKG sei.\n\nIm zitierten Entscheid ist festgehalten worden, dass nach dem klaren Willen des Gesetzgebers der Arbeitnehmer, der selbständigerwerbend wird, unter dem Vorbehalt von Art. 3 BVG die obligatorische berufliche Vorsorge verlasse und verlangen könne, dass ihm seine Forderung auf künftige Leistungen bar ausbezahlt werde; über den ausbezahlten Betrag könne er frei verfügen. Das empfangene Kapital diene nicht mehr der Vorsorge, sondern bilde ohne |21| Einschränkung Bestandteil des Vermögens des Berechtigten. Es sei daher nicht unpfändbar im Sinne von Art. 92 Ziff. 13 SchKG, aber - weil es nicht mehr von Gesetzes wegen dem künftigen Lebensunterhalt diene - auch nicht bloss beschränkt pfändbar im Sinne von Art. 93 SchKG (E. 4c am Ende).\n\nb) Nach den Feststellungen im angefochtenen Urteil hat M.F. am 1. Oktober 1991 eine selbständige Tätigkeit aufgenommen. Sodann erklärt der Arrestschuldner in seiner der Schuldbetreibungs- und Konkurskammer des Bundesgerichts eingereichten Vernehmlassung, er bedürfe der rund Fr. 80'000.-- dringend als Startkapital. Der Arrestschuldner geht also selber davon aus, dass eine Barauszahlung stattfinden solle. Damit wiederholt sich der Fall, wie er in BGE 117 III 20 ff. zu beurteilen war, mit der Folge, dass der Betrag gepfändet werden kann. Art. 92 Ziff. 13 SchKG ist nicht anwendbar; und es liegt keine nur beschränkte Pfändbarkeit im Sinne von Art. 93 SchKG vor.\n\nDie kantonale Aufsichtsbehörde hat allerdings auch festgehalten, es ergebe sich aus den von den Arrestgläubigerinnen eingereichten Akten, dass M.F. seit 1. Oktober 1991 als Selbständigerwerbender der Ausgleichskasse des Kantons Zug angeschlossen sei. Damit stellt sich die Frage, ob M.F. nicht doch - obligatorisch oder freiwillig (vgl. Art. 42 f. bzw. 44 f. BVG) - für die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge versichert bleibt oder ob es sich lediglich um einen Anschluss im Sinne des Bundesgesetzes über die Alters- und Hinterbliebenenversicherung (vgl. Art. 8 f. AHVG; Art. 17 ff., insbesondere Art. 25 AHVV) handelt. Die ihm gegenüber der Columna Sammelstiftung der Schweizerischen Volksbank zustehende Freizügigkeitsleistung müsste im ersten Fall der neuen Vorsorgeeinrichtung überwiesen werden (Art. 29 Abs. 1 BVG) und würde sich insofern, im Sinne von Art. 92 Ziff. 13 SchKG, der Arrestierung entziehen.\n\nc) Die Sache wird daher an die kantonale Aufsichtsbehörde zurückgewiesen, damit sie feststelle, wie die Freizügigkeitsleistung von der Columna Sammelstiftung der Schweizerischen Volksbank an M.F. ausgerichtet worden ist und ob insbesondere ein Teil davon M.F. bar ausbezahlt worden oder zur Barauszahlung vorgesehen ist. Entsprechend ist der unbeschränkt pfändbare Betrag festzustellen und ein neues Urteil zu fällen (Art. 64 Abs. 1 in Verbindung mit Art. 81 OG)."}