{"annee": "118", "cour": "II", "page": "291", "date": "21/4/1992", "cite": [], "cite_par": ["132 III 9"], "chapeau": "56. Estratto della sentenza 21 aprile 1992 della II Corte Civile nella causa F.N., S.N., B.N., N.N. e F.G. contro Dipartimento delle istituzioni della Repubblica e Cantone Ticino (ricorso di diritto amministrativo).", "regestes": ["Inscription définitive de la propriété par étages. Modification de la répartition entre parties à usage exclusif et parties communes. Lorsque a été modifiée, au cours de la construction de l'immeuble, la répartition initiale entre parties à usage exclusif et parties communes, il faut, pour l'inscription au registre foncier, un acte authentique attestant la nouvelle répartition; un plan signé de tous les ayants droit ne suffit pas à cet effet."], "faits": "|291|\n\nA.- Con atto pubblico del 27 maggio 1987 S.T. ha sottoposto all'ordinamento della proprietà per piani la part. n. 171 registro fondiario definitivo (RFD) del Comune di Z. nella situazione esistente prima della ristrutturazione del fabbricato. L'iscrizione della proprietà per piani è stata effettuata il 1o giugno 1987 con la menzione \"costituzione prima della riattazione\". Con istanza 26 marzo 1991 |292| F.N., S.N., B.N., N.N. e F.G., comproprietari della part. n. 171 RFD di Z., hanno chiesto la cancellazione della citata menzione, osservando che la riattazione era terminata e che non vi erano modifiche da apportare alla tabella millesimale. Alla domanda sono stati annessi il piano di ripartizione della proprietà per piani, nonché la conferma ufficiale del geometra revisore, giusta l'art. 33c RRF, attestante che ogni quota costituisce un'unità economica con accesso proprio. Con decisione del 2 aprile 1991 l'Ufficiale del registro ha respinto la richiesta, affermando di aver riscontrato, nei piani di ripartizione, una modifica essenziale dei locali assoggettati al diritto esclusivo e delle parti comuni, motivo per cui l'iscrizione definitiva della proprietà per piani richiedeva un nuovo atto pubblico. Il 16 agosto 1991 l'autorità cantonale di vigilanza sul registro fondiario, ha respinto un ricorso dei comproprietari contro la decisione dell'Ufficiale.\n\nB.- Il 17 settembre 1991 F.N., B.N., S.N., N.N. e F.G. hanno presentato un ricorso di diritto amministrativo al Tribunale federale in cui chiedono che sia ordinato all'Ufficiale del registro fondiario di Lugano di provvedere all'iscrizione della proprietà per piani come all'istanza del 26 marzo 1991. L'autorità cantonale e l'Ufficio federale di giustizia propongono la reiezione del gravame.", "considerants": "Dai considerandi:\n\n2. L'autorità di vigilanza cantonale, come già l'Ufficiale del registro, ha accertato delle differenze tra il piano di ripartizione prodotto con l'istanza di iscrizione della proprietà per piani prima della trasformazione dell'edificio e quello annesso alla domanda di cancellazione della menzione \"costituzione prima della riattazione\", inoltrata a lavori ultimati. In particolare la composizione delle quote n. 3 e 4 è stata modificata nel senso che, per quanto riguarda l'unità n. 3, la superficie dei solai, al piano sottotetto, è stata aumentata a scapito di parti comuni e che tale estensione riguarda pure l'appartamento n. 4, il quale, per contro, perde le terrazze al secondo e terzo piano, che diventano parti comuni. A mente delle autorità cantonali si tratta di modificazioni per nulla insignificanti, ma di sostanziale importanza per l'assegnazione di determinati locali alle quote di comproprietà e per la delimitazione tra i locali oggetto di diritto esclusivo e le parti comuni. I ricorrenti ammettono che le modifiche dei piani sono intervenute attraverso l'attribuzione in diritto esclusivo all'appartamento n. 4 di due solai nel sottotetto. Essi contestano invece |293| l'esistenza (di altri cambiamenti) ... Tuttavia prescindendo da tale circostanza, rimane pur sempre il fatto che una modificazione ha avuto luogo per lo meno nei limiti riconosciuti dai ricorrenti...\n\n3. a) Giusta l'art. 712d cpv. 3 CC il negozio giuridico per la costituzione di una proprietà per piani richiede per la sua validità un atto pubblico. Tale atto deve contenere, accanto al valore in centesimi o millesimi di ciascun piano come quota del valore dell'immobile o del diritto di superficie, pure la determinazione dei piani o delle porzioni di piano (art. 712e cpv. 1 CC). L'art. 33b RRF conferma questa esigenza e prevede che l'atto costitutivo indichi \"con chiarezza e precisione la descrizione, la determinazione e la composizione delle unità di piano\". Infatti pur trattandosi di un fondo ai sensi dell'art. 655 CC, il contenuto del diritto esclusivo connesso alla quota di comproprietà non può risultare, come per i beni immobili, dalla mappa catastale che completa il libro mastro del registro fondiario (art. 942 cpv. 2 CC) - poiché tale mappa non esiste per la proprietà per piani - ma dev'essere descritto in primo luogo dall'atto costitutivo. È dunque essenziale che esso delimiti le parti oggetto del diritto esclusivo di ogni comproprietario, poiché la legge elenca imperativamente le parti comuni (art. 712b cpv. 3 CC). Rimane comunque riservata la facoltà di dichiarare comuni con l'atto costitutivo o con una successiva convenzione, sempre nella forma dell'atto pubblico, anche altre parti dell'edificio (art. 712b cpv. 3 CC in relazione con l'art. 712d cpv. 3 CC). È tuttavia pensabile che l'atto con cui viene costituita la proprietà per piani non possa indicare con sufficiente chiarezza e precisione le singole unità. In questo caso, l'Ufficiale del registro assegna un termine per la produzione di un piano di ripartizione firmato da tutti i proprietari (art. 33b cpv. 2 RRF). Il piano di ripartizione diviene indispensabile qualora, come accade nella fattispecie, la richiesta di iscrizione della proprietà per piani sia anteriore alla costruzione dell'edificio (art. 33c cpv. 1 RRF). Al compimento dell'edificio il predetto piano dev'essere, ove occorre, ripresentato rettificato (art. 33c cpv. 3 RRF). Ma tale piano non è che uno strumento destinato a precisare il contenuto del diritto reale e non partecipa alla fede pubblica del registro fondiario. Non esiste neppure la garanzia di un'identità fra la situazione reale e il piano di ripartizione, inoltre nemmeno l'acquisto di una quota di comproprietà può essere fondata sulle indicazioni di quest'ultimo (MEIER-HAYOZ/REY, Commentario bernese, n. 50-55 all'art. 712d CC e rinvii). Già per questo motivo il piano di ripartizione non può costituire una base giuridica sufficiente ai fini della separazione tra parti comuni |294| e parti soggette al diritto esclusivo. La sua funzione, destinata a facilitare la descrizione delle quote di proprietà sui fogli del registro fondiario e a evitare formule troppo lunghe o complicate, deve limitarsi a precisare l'ubicazione delle parti oggetto del diritto esclusivo nell'ambito dell'edificio sottoposto al regime della proprietà per piani.\n\nb) Quando, come nel caso in esame, le parti che prima erano considerate comuni sono attribuite in diritto esclusivo, si è in presenza di una modifica nei rapporti di proprietà risultanti dall'atto costitutivo e non semplicemente di un cambiamento nell'ubicazione o nella configurazione di una quota. Una siffatta modifica esige però la stessa forma dell'atto costitutivo - che è poi quella prevista per ogni trasferimento contrattuale di proprietà fondiaria - ossia l'atto pubblico. Del resto questa soluzione è conforme alla regola generale contemplata dall'art. 12 CO. Attraverso l'attribuzione di una parte finora considerata comune ad un'unità di piano, i diritti di tutti i comproprietari subiscono una limitazione (MEIER-HAYOZ/REY, op.cit., n. 43 all'art. 712e CC). Contrariamente all'opinione dei ricorrenti, non si giustifica restringere l'esigenza dell'atto pubblico alla sola ipotesi del cambiamento di valore delle quote, quando vi è una modifica tra parti comuni e parti oggetto del diritto esclusivo (cfr. FRIEDRICH, Das Stockwerkeigentum, Reglement für die Gemeinschaft der Stockwerkeigentümer, 2 ed., n. 16 al § 5 e Praktische Fragen im Zusammenhang mit der Begründung von Stockwerkeigentum, in ZBGR 1966 pag. 327). Infatti le citazioni di dottrina riportate nel gravame non hanno la portata che i ricorrenti vorrebbero loro attribuire. Il fatto che vi sia menzionato con maggior frequenza, ai fini del rispetto della forma dell'atto pubblico, il cambiamento di valore delle quote non significa che si possa rinunciare a tale forma allorché la trasformazione di parti comuni in parti oggetto di un diritto esclusivo non sia accompagnata da un cambiamento della tabella millesimale. Infatti come sottolinea il predetto autore, di decisiva importanza, giusta gli art. 712e cpv. 1 CC e 33b cpv. 1 RRF, è la delimitazione fra parti comuni e parti oggetto del diritto esclusivo (FRIEDRICH, op.cit., in ZBGR 1966 pag. 324). È perciò consono alla natura e allo spirito dell'istituto che la forma prevista dall'atto costitutivo sia rispettata nei casi in cui la separazione fra le singole parti sia successivamente modificata, con la conseguenza di stabilire rapporti di proprietà che non sono più quelli dell'atto iniziale. Il giudizio impugnato va pertanto confermato e il ricorso dev'essere respinto."}