{"annee": "118", "cour": "II", "page": "21", "date": "28/1/1992", "cite": ["113 II 381", "89 II 2", "111 II 317"], "cite_par": [], "chapeau": "4. Extrait de l'arrêt de la IIe Cour civile du 28 janvier 1992 dans la cause B. contre S. (recours en réforme)", "regestes": ["Art. 157 et 274 al. 2 CC. Modification d'un jugement de divorce: suppression du droit de visite d'un parent. 1. L'art. 274 al. 2 CC a pour objet de protéger l'enfant, et non de punir les parents: la violation par ceux-ci de leurs obligations et le fait de ne pas se soucier sérieusement de l'enfant ne justifient le refus ou le retrait des relations personnelles que si ces comportements portent atteinte au bien de l'enfant (consid. 3c). 2. Pour dire si un parent ne s'est pas soucié sérieusement de son enfant au sens de l'art. 274 al. 2 CC, on peut se référer à l'interprétation donnée à l'art. 265c ch. 2 CC, qui exprime en termes identiques l'une des hypothèses dans lesquelles, en matière d'adoption, il peut être fait abstraction du consentement d'un des parents (consid. 3d). 3. Autre juste motif au sens de l'art. 274 al. 2 CC: le fait que le beau-père prend socialement et psychiquement la place du parent titulaire du droit aux relations personnelles, lorsque ce dernier et l'enfant sont totalement étrangers l'un à l'autre (consid. 3e)."], "faits": "", "considerants": "|23|\n\nExtrait des considérants:\n\n3. a) La cour cantonale a recherché, dans l'optique de l'art. 274 al. 2 CC, si le défendeur s'était ou non soucié de son enfant et s'il existait d'autres motifs pouvant justifier la suppression du droit de visite.\n\nSur le premier point, elle a constaté qu'aucun lien ne s'était créé entre le père et la fille, de la naissance à ce jour, et que le défendeur n'avait entrepris aucune démarche concrète afin d'établir une relation vivante avec elle: il ne lui avait ni écrit, ni envoyé de cadeau, ni n'avait pris directement de ses nouvelles; les juges cantonaux ont déduit de ces faits qu'il ne s'était pas sérieusement soucié de sa fille.\n\nSur le second point, ils ont retenu que l'actuel mari de la mère s'entendait très bien avec Catherine, que celle-ci ignore sa véritable filiation et croit que son vrai nom est S., sous lequel elle est inscrite à l'école: la cour cantonale a alors estimé que l'on ne pouvait imposer à un mineur qui a dépassé la petite enfance la visite d'un père qui lui est entièrement étranger.\n\nb) Pour faire valoir que la juridiction cantonale a violé l'art. 274 al. 2 CC, le recourant explique les raisons de son désintérêt à l'égard de sa fille par la crainte que lui inspiraient son ex-femme et la mère de celle-ci, qui avaient été violentes vis-à-vis de leur frère et fils: ces violences l'avaient découragé, dit-il, d'exercer son droit de visite, de même que la production par la mère, lors de la seule tentative qu'il avait faite, en 1981, pour voir sa fille, de l'attestation d'un pédiatre selon laquelle une telle visite ne pouvait avoir lieu qu'au domicile de l'enfant. Dans ces conditions, il estimait qu'une démarche téléphonique ou épistolaire n'aurait pas eu plus de succès, en raison du mauvais caractère de son ex-femme, qui élevait sa fille dans le mensonge en l'entretenant dans l'illusion que son père est S. Dès lors, soutient le recourant, on ne peut lui imputer à faute de ne pas s'être soucié sérieusement de Catherine: s'il avait effectué la moindre tentative de voir cette dernière, la mère s'y serait opposée, alors que le devoir du détenteur de l'autorité parentale est de tout entreprendre pour encourager l'autre parent à rendre visite à l'enfant. Le recourant relève encore que son ex-beau-frère lui avait indiqué que l'exercice du droit de visite pourrait engendrer des violences, que lui-même a eu des nouvelles de sa fille par l'intermédiaire de son ex-beau-frère et de connaissances de l'enfant, laquelle ignorait qu'il avait toujours versé la pension due en vertu du jugement de divorce. A supposer même, ajoute le recourant, qu'un père ne se soucie pas de son enfant, |24| s'il est établi que des relations personnelles ne compromettraient pas le développement de celui-ci, il faudrait admettre que la suppression du droit de visite ne se justifierait pas.\n\nQuant aux autres motifs retenus par les juges cantonaux et dont il conteste la pertinence, le recourant s'étonne que la cour cantonale ait protégé la situation mensongère dans laquelle vit l'enfant. Son opposition à l'action intentée par son ex-femme est justifiée, non par un esprit de vengeance, mais par le désir que Catherine fasse connaissance de sa demi-soeur, née du second mariage qu'il a contracté.\n\nc) La cour cantonale a rappelé correctement les conditions découlant de l'art. 157 CC pour que soit admise une modification d'un jugement de divorce.\n\nL'art. 273 CC confère aux père et mère le droit d'entretenir avec l'enfant mineur qui n'est pas placé sous leur autorité parentale ou sous leur garde les relations personnelles indiquées par les circonstances. Selon l'art. 274 al. 1 CC, le père et la mère doivent veiller à ne pas perturber les relations de l'enfant avec l'autre parent et à ne pas rendre l'éducation plus difficile; quant à l'alinéa 2 de cette disposition, il prévoit que, si les relations personnelles compromettent le développement de l'enfant, si les père et mère qui les entretiennent violent leurs obligations, s'ils ne se sont pas souciés sérieusement de l'enfant ou s'il existe d'autres justes motifs, le droit d'entretenir ces relations peut leur être refusé ou retiré.\n\nCe deuxième alinéa de l'art. 274 CC est en harmonie avec l'art. 8 al. 2 CEDH (cf. CYRIL HEGNAUER, Berner Kommentar, 4e éd., 1991, n. 16 ad art. 274, p. 123). Si, d'après son texte, on pourrait penser qu'il existe quatre hypothèses dans lesquelles le droit aux relations personnelles peut être refusé ou retiré, il faut admettre en réalité que ce refus ou ce retrait ne peut être demandé que si le bien de l'enfant est mis en danger par les relations: la disposition a pour objet de protéger l'enfant, et non de punir les parents. Ainsi, la violation par eux de leurs obligations et le fait de ne pas se soucier sérieusement de lui ne sont pas en soi des comportements qui justifient le refus ou le retrait des relations personnelles; ils ne le sont que lorsqu'ils ont pour conséquence que ces relations portent atteinte au bien de l'enfant. Lesdits comportements ne sont que des causes typiques d'une mise en danger de l'enfant, et non pas des motifs indépendants de refus ou de retrait des relations personnelles; il en est de même en ce qui concerne la clause générale d'autres justes motifs (HEGNAUER, op.cit., n. 18, p. 124; cf. aussi MARTIN STETTLER, Le droit suisse de la filiation, Traité de droit privé suisse, vol. III, tome II.1, Fribourg 1987, p. 268 ss).\n\n|25|\n\nd) La cour cantonale a considéré que le défendeur ne s'était pas soucié sérieusement de son enfant, en se référant à l'interprétation donnée à l'art. 265c ch. 2 CC, qui exprime en termes identiques l'une des hypothèses dans lesquelles, en matière d'adoption, il peut être fait abstraction du consentement d'un des parents. Cette référence est en effet admise (cf. HEGNAUER, ibidem, n. 28, p. 126; STETTLER, op.cit., p. 270).\n\nLe Tribunal fédéral a jugé qu'un parent ne se soucie pas sérieusement de son enfant lorsqu'il ne prend aucune part à son bien-être, s'en remet en permanence à d'autres pour les soins dus à l'enfant et n'entreprend rien pour établir ou entretenir une relation vivante avec lui; peu importe de savoir si les efforts auraient été couronnés de succès et si le comportement du parent habilité à donner son consentement est coupable ou non (ATF 113 II 382 -384 consid. 2). Pour Hegnauer, ne se soucie pas sérieusement de son enfant le père qui, en particulier, a sans motif suffisant contesté sa paternité, n'a pas exercé le droit de visite pendant une longue période, a par son comportement montré que le sort de l'enfant lui est indifférent: dans une telle situation, une relation personnelle n'est pas dans l'intérêt de l'enfant et souvent peut mettre son bien-être en danger (op.cit., n. 29-30, p. 126-127; pour sa part, STETTLER estime que le fait de contester sa paternité ne suffit pas nécessairement pour admettre l'existence de la condition, op.cit., p. 270).\n\nC'est en vain que le recourant s'en prend à l'appréciation des preuves à laquelle a procédé la cour cantonale et invoque des faits qu'elle n'a pas retenus. Il est établi de manière à lier le Tribunal fédéral que le recourant, depuis la naissance de sa fille, n'a pas vu celle-ci, n'a pas, à l'exception d'une seule fois, tenté de lui rendre visite, ne lui a jamais écrit ni fait de cadeau. Les motifs qu'il invoque pour justifier sa carence - à supposer qu'ils soient avérés - ne sont pas convaincants: les prétendues violences dont aurait été victime l'ex-beau-frère du recourant ne sauraient excuser ce dernier de n'avoir pas tenté de prendre contact avec sa fille. Il n'est pas démontré que l'intimée n'aurait pas transmis à sa fille, en tout cas dans les premières années, une carte postale ou un cadeau adressé par le père. Rien, dans l'arrêt attaqué, n'atteste la réalité des renseignements que le recourant aurait pris sur sa fille auprès de voisins ou de son ex-beau-frère. Enfin, l'action en désaveu, fondée apparemment sur le seul vu d'une photographie de l'enfant qui aurait donné à penser au recourant que Catherine ressemblait au second mari de l'intimée, est un indice du désintérêt porté par le père envers sa fille. Le moins que l'on puisse |26| dire est que ce dernier ne s'est pas montré très actif dans la recherche de liens vivants; or, on peut attendre d'un parent sérieusement soucieux de son enfant qu'il cherche à s'adapter à une situation difficile (ATF 111 II 323 -324 consid. 3c). En l'espèce, le recourant a manqué de constance dans le premier effort qu'il avait tenté pour voir Catherine; au surplus, il a encore des doutes au sujet de sa paternité.\n\nOn ne saurait, dans ces circonstances, considérer que l'autorité cantonale a fait une application erronée du droit fédéral en admettant que le défendeur, qui ne s'est pas efforcé d'établir une relation vivante avec sa fille, ne s'était pas soucié sérieusement d'elle, partant qu'il n'est pas de l'intérêt de l'enfant qu'elle fasse la connaissance, à 11 ans, de son père légal, qui lui est totalement étranger.\n\ne) Les juges cantonaux ont aussi estimé - ce qui n'était d'ailleurs pas nécessaire puisqu'ils reconnaissaient déjà l'existence d'une condition permettant le retrait du droit de visite - qu'ils étaient en présence d'un autre juste motif au sens de l'art. 274 al. 2 CC, le second mari de la mère jouant pleinement envers l'enfant le rôle social et psychologique du parent concerné.\n\nIls ont retenu à ce sujet que S. considère Catherine comme sa propre fille et s'entend très bien avec elle, et que celle-ci ignore tout de sa véritable filiation et croit que son vrai nom est celui de S. Jurisprudence et doctrine reconnaissent comme juste motif le fait que le beau-père prend socialement et psychiquement la place du parent titulaire du droit aux relations personnelles, lorsque ce dernier et l'enfant sont totalement étrangers l'un à l'autre (arrêt du Tribunal fédéral du 15 octobre 1981, publié in RDT 37 (1982), No 11, p. 108-109, consid. 3b, ATF 89 II 10; Autorité genevoise de surveillance des tutelles, arrêt du 14 juin 1978 in SJ 1980 p. 84; HEGNAUER, op.cit., n. 36 ad art. 274, p. 128 et les références; STETTLER, op.cit., p. 271-272, se borne, sans prendre position, à citer l'avis de Hegnauer et à se référer à un arrêt de la même autorité genevoise, in SJ 1983 p. 639, qui ne partagerait pas cette opinion; cependant, dans cet arrêt, l'autorité ne s'est pas prononcée sur la question abordée par Stettler).\n\nIl n'y a donc pas non plus sur ce point violation par la cour cantonale du droit fédéral. Faire découvrir à une petite fille de 11 ans qu'elle n'est pas la fille de celui qu'elle croit être son père et qu'elle est issue des oeuvres d'un homme dont elle ignore l'existence pourrait fort bien compromettre son développement (dans ce sens, HEGNAUER/SCHNEIDER, Droit suisse de la filiation, 3e éd., Berne 1989, No 19.24, p. 128). En l'état, maintenir le droit de visite serait certainement nuisible à son bien-être."}