{"annee": "118", "cour": "IV", "page": "200", "date": "2/6/1992", "cite": ["102 IV 196", "108 IV 196", "117 IV 58"], "cite_par": ["137 IV 33", "135 IV 6", "142 IV 401", "119 IV 180", "121 IV 261", "120 IV 334"], "chapeau": "36. Urteil des Kassationshofes vom 2. Juni 1992 i.S. W. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde).", "regestes": ["Art. 19 et art. 19a LStup. Champs d'application respectifs. 1. Celui qui met en contact les acheteurs potentiels et les trafiquants de drogue, avec l'espoir d'assurer sa propre consommation au moyen des commissions en nature qu'il recevra sur les transactions à venir, se rend coupable de courtage au sens de l'art. 19 ch. 1 al. 4 LStup (consid. 2). 2. Le traitement privilégié prévu à l'art. 19a LStup ne vise que les actes exclusivement destinés à assurer la consommation propre de l'auteur et qui par conséquent excluent toute mise en danger de tiers. Ne bénéficient en revanche pas d'un tel traitement les actes qui conduisent ou peuvent conduire concrètement à la consommation de tiers, comme la vente, le courtage ou l'entreposage qui leur est lié (consid. 3)."], "faits": "BGE 118 IV 200 S. 201\n\nA.- W. verkaufte unter anderem einem Dritten Tonopan als Heroin und vermittelte verschiedenen Personen Heroin und Kokain zur Finanzierung seines Eigenkonsums. Das Strafamtsgericht von Bern verurteilte ihn am 19. Oktober 1989 wegen Betrugs, wiederholter und fortgesetzter Widerhandlung gegen Art. 19a BetmG sowie weiterer Delikte zu vier Monaten Gefängnis.\n\nB.- Auf Appellation des Bezirksprokurators des Mittellandes, vom Generalprokurator des Kantons Bern darauf beschränkt, W. sei nicht in Anwendung von Art. 19a, sondern von Art. 19 Ziff. 2 BetmG schuldig zu sprechen und entsprechend höher zu bestrafen, verurteilte das Obergericht des Kantons Bern W. am 23. Februar 1990 wegen Betrugs, wiederholter und fortgesetzter Widerhandlung gegen Art. 19 Ziff. 1 und 2 und Art. 19a BetmG sowie weiterer Delikte zu 13 Monaten Gefängnis.\n\nC.- W. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei hinsichtlich des Schuldspruches wegen qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz sowie der Strafzumessung aufzuheben und die Sache sei an die Vorinstanz zurückzuweisen mit der Weisung, die Drogendelikte unter den privilegierten Tatbestand des Art. 19a BetmG zu subsumieren.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. Die Vorinstanz stellt fest, dass der Beschwerdeführer in der Zeit von April bis Juli 1988 36 Gramm und von April bis Juli 1989 27 Gramm, insgesamt also 63 Gramm Heroin und von August 1988 bis Juni 1989 10 Gramm Kokain zum Zwecke des Eigenkonsums vermittelt hat. Er habe aufgrund einer zumindest konkludenten BGE 118 IV 200 S. 202Vereinbarung mit den Dealern jeweils für die Vermittlung von drei Lappen-Briefchen als Vermittlerlohn ein Lappen-Briefchen erhalten; er habe jeweils die Dealer angefragt und für verschiedene Personen vermittelt; er habe Kaufinteressenten zum Dealer gebracht; wenn mehr gekauft wurde, habe er auch eine grössere Provision erhalten.\n\n2. Der Beschwerdeführer macht geltend, seine Tätigkeit sei nicht als \"vermitteln\" im Sinne von Art. 19 Ziff. 1 Abs. 4 BetmG, sondern als straflose (weil nicht \"öffentliche\" im Sinne von Abs. 8) Bekanntgabe von Gelegenheiten zum Drogenerwerb zu qualifizieren.\n\nDieser Einwand ist unbegründet. Wer, wie der Beschwerdeführer, den Kontakt zwischen Dealer und Kaufinteressenten herstellt, der erfüllt den Tatbestand der Vermittlung. In diesem Verhalten liegt mehr als das blosse Auffordern zum Betäubungsmittelkonsum oder die Bekanntgabe der Gelegenheit zum Erwerb von Betäubungsmitteln. Auch die vom Beschwerdeführer getroffene Vereinbarung betreffend seinen Provisionsanteil ist nicht typisch für das Aufforderungsdelikt gemäss Abs. 8, sondern ist ein weiteres Indiz für das Vermitteln im Sinne von Abs. 4. Im übrigen liegt in der Tätigkeit des Beschwerdeführers zumindest eine Teilnahme am In-Verkehr-Bringen von Betäubungsmitteln, was als weiteres Argument dafür spricht, sein Verhalten unter Abs. 4 zu subsumieren.\n\n3. a) Die vorsätzliche Vermittlung von Betäubungsmitteln ist nach Art. 19 Ziff. 1 BetmG mit Gefängnis oder Busse zu bestrafen, in schweren Fällen mit Zuchthaus oder Gefängnis nicht unter einem Jahr, womit eine Busse bis zu einer Million Franken verbunden werden kann. Demgegenüber sieht der privilegierte Tatbestand von Art. 19a Ziff. 1 BetmG eine Strafdrohung von Haft oder Busse bis Fr. 5'000.-- vor für die vorsätzliche Konsumation von Betäubungsmitteln sowie für die Begehung einer Widerhandlung im Sinne von Art. 19 \"zum eigenen Konsum\".\n\nDie Vorinstanz will den privilegierten Tatbestand nur auf solche Beschaffungshandlungen anwenden, die ausschliesslich dem eigenen Konsum dienen, nicht aber auf die Vermittlung von Drogenkäufern an Dealer. Nach Ansicht des Beschwerdeführers sind demgegenüber alle in Art. 19 BetmG aufgezählten Handlungen, also auch der Drogenverkauf und die Drogenvermittlung, ausschliesslich nach Art. 19a BetmG zu ahnden, sofern sie den eigenen Konsum ermöglichen sollen.\n\nb) Das Bundesgericht hat angenommen, nur ausschliesslich für den Eigenkonsum bestimmte Vorbereitungshandlungen würden BGE 118 IV 200 S. 203unter den privilegierten Tatbestand fallen (BGE 108 IV 196; vgl. bereits BGE BGE 102 IV 196 f.). Die Anwendung des privilegierten Tatbestandes kommt deshalb nicht in Betracht, sobald die Verstösse gegen Art. 19 BetmG zum Konsum von Dritten führen müssen oder einen solchen Konsum neben dem Eigenverbrauch gestatten sollen.\n\nc) Massgebende Richtlinie bei der Auslegung des privilegierten Tatbestandes ist in der Lehre und Rechtsprechung die Gefährdung Dritter. Dementsprechend wird überwiegend hervorgehoben, dass Art. 19a Ziff. 1 BetmG blosse Beschaffungshandlungen, diese aber umfassend privilegiere, während Weitergabehandlungen nach Art. 19 BetmG zu bestrafen seien. Danach seien nur jene Widerhandlungen im Sinne von Art. 19 BetmG, die mit eigenem Konsum überhaupt vereinbar sind (Herstellen, Ausziehen, Umwandeln, Verarbeiten, Lagern, Ein-, Aus-, Durchführen, Befördern, Besitzen, Aufbewahren, Kaufen, Erlangen) als blosse Übertretungen anzusehen (vgl. GÜNTER HEINE, in JÜRGEN MEYER (Hrsg.): Betäubungsmittelstrafrecht in Westeuropa, Freiburg i.Br. 1987 S. 580 f. mit Hinweisen).\n\nAllerdings ist nicht zu übersehen, dass diese Auffassung zu Konsequenzen führt, die der Gesetzgeber von 1975 offenbar nicht vorausgesehen hat (vgl. HEINE, a.a.O., S. 581; GUIDO JENNY, Strafrecht in der Drogenpolitik: Eine kritische Bilanz, in: BÖKER/NELLES (Hrsg.): Drogenpolitik wohin? Bern 1991, S. 171): Bei Drogenabhängigen, die ihren Konsum auch durch Drogenhandel finanzieren, was bei einem Grossteil der Betroffenen der Fall sein dürfte, kann der privilegierte Tatbestand kaum angewendet werden. Hinzu kommt, dass je länger ein Drogenabhängiger seinen Konsum aus dem Drogenhandel finanziert und je grösser dementsprechend die Menge der in Verkehr gebrachten Betäubungsmittel ist, desto eher der qualifizierte Tatbestand (Art. 19 Ziff. 2) anzuwenden ist, jedenfalls dann, wenn man der Auslegung von Ziff. 2 die Summe der insgesamt gehandelten Menge zugrunde legt, weshalb die restriktive Auslegung des privilegierten Tatbestandes auch kritisiert wird (vgl. ALBRECHT, Die strafrechtliche Beurteilung von Drogenkonsumenten, BJM 1983 S. 217 ff.).\n\nd) Der Kritik ist insoweit beizupflichten, als die strikte Beschränkung des privilegierten Tatbestandes auf ausschliesslich für den Eigenkonsum bestimmte Vorbereitungshandlungen es praktisch verunmöglicht, den privilegierten Tatbestand auf den süchtigen Konsumenten anzuwenden, dem es einzig um die Beschaffung des für ihn selbst benötigten Stoffes geht, der jedoch aufgrund der Realitäten BGE 118 IV 200 S. 204praktisch gezwungen ist, weitergehende Widerhandlungen gegen das Betäubungsmittelgesetz vorzunehmen. Andererseits ist nicht zu übersehen, dass bei einer Anwendung des privilegierten Tatbestandes auf sämtliche Widerhandlungen gegen das Betäubungsmittelgesetz, die mit dem Endziel des Eigenkonsums erfolgen, der Kleinhandel in einem Ausmass privilegiert würde, das mit der ratio von Art. 19 ff. StGB nicht zu vereinbaren ist.\n\nGrundsätzlich schaffen auch alle Widerhandlungen gegen Art. 19 BetmG, die allein zum Zwecke des Eigenkonsums begangen werden, eine abstrakte Gefahr für die geistige und körperliche Integrität und Gesundheit der Bevölkerung. Würde bereits diese eine Privilegierung nach Art. 19a BetmG ausschliessen, bliebe kein Raum für die Anwendung dieser Bestimmung. Der Umstand, dass Handlungen zum ausschliesslichen Zwecke des Eigenkonsums aber nicht die gleich hohe Gefährdung für Dritte bedeuten, rechtfertigt deren Privilegierung durch den Gesetzgeber. Wie der Eigenverbrauch der Drogen deren Weitergabe ausschliesst, schliesst aber auch umgekehrt die Weitergabe den Eigenverbrauch aus. Jenem, der - sei es auch nur zur Befriedigung des eigenen Bedarfs - Handel treibt, d.h. Drogen verkauft oder vermittelt und somit Dritten bzw. potentiellen Konsumenten zugänglich macht (vgl. BGE 117 IV 60 /1 E. 2a), kann der privilegierte Tatbestand von Art. 19a BetmG nicht zugute kommen. Das gleiche muss gelten, wenn durch Widerhandlungen gegen Art. 19 BetmG zum Zwecke des eigenen Konsums eine entsprechende konkrete - und damit eindeutig eine grössere als die in Art. 19 BetmG gesetzlich vermutete - Gefahr des Zugänglichwerdens von Drogen für Dritte (z.B. durch entsprechendes Lagern) geschaffen wird.\n\nÜberdies hat der Richter, wie das Bundesgericht in seiner jüngeren Rechtsprechung verschiedentlich festgestellt hat, bei der Auslegung von Straftatbeständen auch der angedrohten Sanktion Rechnung zu tragen (BGE 116 IV 315 E. aa). Wer in einem Ausmass wie der Beschwerdeführer sich auf Provisionsbasis an der Weiterverteilung von harten Drogen beteiligt hat, hat Leben und Gesundheit seiner Mitmenschen in einem Ausmass gefährdet, das mit der Übertretungsstrafdrohung von Art. 19a Ziff. 1 BetmG nicht abgegolten ist.\n\nZusammenfassend ergibt sich somit, dass Art. 19a BetmG nur jene Beschaffungshandlungen erfasst, die ausschliesslich dem eigenen Drogenkonsum dienen, und dass ein Drogenkonsument nach Art. 19 BetmG zu bestrafen ist, sofern und soweit seine Beschaffungshandlungen BGE 118 IV 200 S. 205für den Eigenkonsum tatsächlich auch zum Drogenkonsum Dritter führen oder im Sinne einer konkreten Gefahr dazu führen können. Ob davon eine Ausnahme zu machen ist, wenn die Weitergabe an Dritte nur ein unbedeutendes Nebendelikt darstellt, kann offenbleiben, da die dem Beschwerdeführer vorgeworfenen Handlungen offensichtlich mehr als ein blosses Nebendelikt sind.\n\ne) Dem Beschwerdeführer kann darin beigepflichtet werden, dass dem drogenabhängigen Konsumenten nach heutiger Anschauung therapeutische und fürsorgerische Alternativen angeboten werden sollen (vgl. dazu ALBRECHT, BJM 1983 S. 222 unten). Er übersieht aber, dass dies mit der rechtlichen Qualifikation der Tat nichts zu tun hat. Auch wenn der Drogenkonsument nach Art. 19 BetmG verurteilt wird, hat der Richter die Möglichkeit, den Strafvollzug aufzuschieben und eine ambulante oder stationäre Massnahme anzuordnen (Art. 44 Ziff. 1 StGB), womit dem Resozialisierungsgedanken Rechnung getragen ist. Diese Möglichkeit stand im übrigen dem Beschwerdeführer offen, doch war er nicht bereit, eine Massnahme anzutreten. Den Akten ist sodann zu entnehmen, dass er von Dezember 1988 bis April 1989 schon einmal in einer Methadonbehandlung stand, die nach dem Arztbericht indessen \"gänzlich erfolglos\" verlief und abgebrochen werden musste, weil er während der Behandlung Kokain zu sich nahm und sich den ärztlichen Kontrollen entzog. Nach dem Arztbericht vom 26. Juli 1989 kann nur eine Internierung den Beschwerdeführer zum Entzug bringen. Der Beschwerdeführer hat also von den ihm gebotenen therapeutischen und fürsorgerischen Massnahmen zuerst keinen nützlichen und im vorliegenden Verfahren überhaupt keinen Gebrauch gemacht, so dass er sich nicht darüber beklagen kann, dass ihm keine derartigen Möglichkeiten geboten worden seien.\n\nf) Die Widerhandlung gegen Art. 19 Ziff. 1 Abs. 1-6 BetmG ist als abstraktes Gefährdungsdelikt ausgestaltet (BGE 117 IV 60 E. 2). Unter diesem Gesichtspunkt sind die weiteren Einwände des Beschwerdeführers unbehelflich. So kommt es für die Anwendung dieses Tatbestandes nicht darauf an, ob durch die Tathandlung, hier das Vermitteln, neue Abnehmerkreise von (noch) nicht süchtigen Personen erschlossen werden oder ob die vermittelten Abnehmer bereits Süchtige sind. Ebensowenig kann eine Rolle spielen, ob der Täter die Betäubungsmittel nur einem Abnehmer, ganz wenigen oder vielen Personen geliefert habe (dazu BGE 111 IV 31). Unerheblich für die Subsumtion ist sodann auch, ob der Täter die für den eigenen Konsum benötigten Drogen durch BGE 118 IV 200 S. 206Verkauf oder Vermittlung erwirtschaftet. Das gleiche gilt schliesslich für das vom Beschwerdeführer angeführte Argument, dass die von ihm vermittelten Interessenten auch ohne seine Vermittlertätigkeit die von ihnen gewünschten Drogen erworben hätten, und dass umgekehrt die Dealer ihren Stoff auch ohne seine Tätigkeit abgesetzt hätten."}