{"annee": "118", "cour": "III", "page": "24", "date": "10/12/1992", "cite": ["111 III 33"], "cite_par": [], "chapeau": "9. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 10. Dezember 1992 i.S. B. & M. AG (Revision)", "regestes": ["Poursuite pour effets de change (art. 178 LP; art. 991 CO). L'objection que le protêt fait défaut soulève une question de droit matériel, qui doit être jugée par le juge de la mainlevée. Le préposé à l'office des poursuites de même que les autorités de surveillance en matière de poursuite pour dettes et de faillite doivent seulement contrôler si le document produit à l'appui de la réclamation satisfait à toutes les exigences essentielles auxquelles doit répondre un effet de change et fonde un engagement cambiaire du débiteur."], "faits": "|25|\n\nA.- Die Schuldbetreibungs- und Konkurskammer des Bundesgerichts hatte mit Urteil vom 20. Oktober 1992 einen Rekurs der B. & M. AG abgewiesen, soweit darauf eingetreten werden konnte. Gegenstand jenes Rekursverfahrens war eine Wechselbetreibung. Entgegen der Auffassung der Rekurrentin war die Schuldbetreibungs- und Konkurskammer zum Ergebnis gelangt, dass die umstrittene Forderungsurkunde alle Elemente, die Art. 991 OR für den gezogenen Wechsel fordert, enthalte und dass deshalb die B. & M. AG als wechselmässig verpflichtet zu betrachten sei.\n\nB.- Mit Rechtsschrift vom 13. November 1992 stellte die B. & M. AG ein auf Art. 136 lit. d OG gestütztes Revisionsgesuch. Sie beantragte damit die Aufhebung des bundesgerichtlichen Urteils vom 20. Oktober 1992 und verlangte, dass der in der Wechselbetreibung Nr. 7526 des Betreibungsamtes Bürglen gegen die B. & M. AG ausgestellte Zahlungsbefehl aufzuheben und die Wechselbetreibung als nichtig zu erklären sei.", "considerants": "Aus den Erwägungen:\n\n3. Die B. & M. AG räumt ein, dass sie mit ihrer Rekursschrift vom 2. Oktober 1992 das Fehlen des Wechselprotestes gegenüber ihr nicht eigens als Nichtigkeitsgrund für die Wechselbetreibung geltend gemacht habe. Ein solcher Einwand hätte ihr jedoch schon im Rekursverfahren nicht geholfen; denn er führt zu einer materiellrechtlichen Frage, die vom Rechtsöffnungsrichter zu beurteilen ist. Der Betreibungsbeamte und in gleicher Weise die Aufsichtsbehörden über Schuldbetreibung und Konkurs haben demgegenüber - wie im Urteil der Schuldbetreibungs- und Konkurskammer des |26| Bundesgerichts vom 20. Oktober 1992 erklärt worden ist - nur zu prüfen, ob die eingereichte Forderungsurkunde alle wesentlichen Erfordernisse eines Wechsels oder Checks erfüllt und eine wechselmässige Verpflichtung des Schuldners begründet.\n\nIn BGE 111 III 35 E. 1, auf den sich die Schuldbetreibungs- und Konkurskammer in jenem Urteil berufen hat, ist auch gesagt worden, von einer wechselmässigen Verpflichtung sei im allgemeinen auszugehen, wenn der Schuldner die in Frage stehende Forderungsurkunde als Aussteller, Akzeptant (Bezogener), Indossant oder Wechselbürge unterzeichnet hat. In dem - nicht ganz auf der allgemeinen Linie liegenden - Fall des zitierten Bundesgerichtsentscheides war der Protest nur deshalb von Bedeutung, weil dieser die Zweideutigkeit des Wechsels in klarer Weise beseitigte; denn aus der Protesturkunde erst ergab sich, dass Bezogener und Aussteller die gleichen Personen waren, während die im Wechsel erwähnte Bank blosser Zahlungsort war (siehe insbesondere BGE 111 III 36 f. E. 2b; Pra 74/1985, Nr. 158 E. 2b).\n\nAus diesem Grund - zur Feststellung, ob der Titel bei erster Betrachtung eine Wechselbetreibung zulasse, wie es in der Regeste zu BGE 111 III 33 ff. heisst - musste sich die Schuldbetreibungs- und Konkurskammer des Bundesgerichts dort mit dem den Wechsel begleitenden Protest befassen. Das ist aber nicht die Regel.\n\nb) Im vorliegenden Fall muss die Protesturkunde nicht herangezogen werden, um - nach der Feststellung, wer Aussteller und Bezogener ist - die Rechtsnatur der in Frage stehenden Forderungsurkunde zu bestimmen. Es geht aus dem hier strittigen Wechsel unzweideutig hervor, dass ihn die B. & M. AG als Ausstellerin im Sinne von Art. 993 Abs. 2 OR auf sich selbst gezogen hat; und es kann auch nicht in Frage gestellt werden, dass dieser gezogene Wechsel alle von Art. 991 OR geforderten Elemente enthält. Als Ausstellerin ist die B. & M. AG namentlich nach Massgabe von Art. 999 Abs. 1 OR wechselrechtlich verpflichtet.\n\nDas - und nichts mehr - hatte der Betreibungsbeamte aufgrund der ihm vorgelegten Forderungsurkunde zu beurteilen. Ob sich in der Folge aus irgendeinem Grund (zum Beispiel wegen unterlassenen Protestes mangels Annahme oder Zahlung) etwas an der materiellen Rechtslage geändert habe, brauchte der Betreibungsbeamte nicht zu prüfen. Daher kann - wie schon im Urteil vom 20. Oktober 1992 erklärt worden ist - für die Entscheidung im vorliegenden Fall nicht erheblich sein, was im Umfeld der X. GmbH geschehen ist."}