{"annee": "118", "cour": "IA", "page": "510", "date": "23/12/1992", "cite": ["116 IA 449", "118 IA 218", "100 IA 147", "93 I 338", "110 IA 163", "103 IA 468", "109 IB 20"], "cite_par": ["120 IA 209", "120 IB 251", "120 IA 227"], "chapeau": "67. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 23. Dezember 1992 i.S. Stadt Zürich gegen Karl Steiner AG, Sihl Zürcher Papierfabrik, Baurekurskommission I des Kantons Zürich, Regierungsrat des Kantons Zürich und Verwaltungsgericht des Kantons Zürich", "regestes": ["Application à titre de droit transitoire du § 234 de la loi zurichoise sur l'aménagement du territoire et les constructions (LATC/ZH). Le § 234 LATC/ZH donne un effet anticipé négatif à des mesures futures d'aménagement du territoire. Il n'est pas arbitraire de n'accorder cet effet à des mesures connues au cours d'une procédure de recours que si un intérêt public important l'exige. Une telle solution ne donne pas une portée excessive à la garantie de la propriété (consid. 4)."], "faits": "BGE 118 Ia 510 S. 511\n\nDie Karl Steiner AG beabsichtigt, auf dem Grundstück Kat.-Nr. 7588 der Sihl Papierfabrik in Zürich-Wiedikon einen Neubau mit einer Bruttogeschossfläche von 97000 m2 für Industrie und Gewerbe sowie mit einer Unterniveaugarage für 800 Personenwagen zu erstellen (sog. Überbauung Utopark). Die Parzelle, auf der heute die Fabrikations- und Bürogebäulichkeiten der Sihl Papierfabrik stehen, liegt nach der Bauordnung der Stadt Zürich vom 12. Juni 1963 (BauO) in der Industriezone J II. Am 23. Oktober 1991 wies der Gemeinderat bei bei Festsetzung der neuen Bau- und Zonenordnung der Stadt Zürich das Baugrundstück der sechsgeschossigen Wohnzone mit Dienstleistungsfunktion (W6D) zu, wobei er einen Wohnanteil von 40% festsetzte. In der Volksabstimmung vom 17. Mai 1992 wurde die neue Bau- und Zonenordnung von den Stimmbürgern angenommen. Die Karl Steiner AG und die Sihl Papierfabrik haben gegen die Zuweisung der Parzelle zur W6D je einen Rekurs bei der Baurekurskommission I des Kantons Zürich erhoben. Über diese Rechtsmittel ist zur Zeit noch nicht entschieden.\n\nDie Bausektion II des Stadtrats von Zürich wies am 1. Juli 1988 - nach zwei positiven Vorentscheiden über die zulässige Nutzung und die zulässige Baumassenziffer - das Gesuch für die Überbauung Utopark ab. Gegen die Verweigerung der Baubewilligung erhoben die Karl Steiner AG und die Sihl Papierfabrik einen Rekurs bei der Baurekurskommission I. In der Folge entspann sich ein Zuständigkeitskonflikt zwischen der Baurekurskommission I und dem Regierungsrat. Am 25. September 1991 behandelte der Regierungsrat die Rekurse und hiess sie im Sinne der Erwägungen und im überprüften Umfang gut. Zugleich hob er den Beschluss der Bausektion II des Stadtrats vom 1. Juli 1988 insoweit auf, als er die Verweigerung der Baubewilligung betrifft. Die Stadt Zürich focht den Entscheid des Regierungsrats vom 25. September 1991 beim Verwaltungsgericht des Kantons Zürich an, das ihr Rechtsmittel am 3. April 1992 abwies.\n\nDie Stadt Zürich hat gegen das Urteil des Verwaltungsgerichts vom 3. April 1992 eine staatsrechtliche Beschwerde wegen Verletzung der Gemeindeautonomie eingereicht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Bejahung der Autonomie der Zürcher Gemeinden bei der Anwendung von § 234 des Gesetzes über die Raumplanung und das BGE 118 Ia 510 S. 512öffentliche Baurecht vom 7. September 1975 [PBG]. Überprüfungsbefugnis des Bundesgerichts; vgl. BGE 118 Ia 220.)\n\n4. Nach Auffassung der Beschwerdeführerin ist es willkürlich, das Grundstück der Sihl Papierfabrik für die geplante Überbauung Utopark als baureif im Sinne von § 234 PBG zu betrachten. Sie rügt weiter, dass der angefochtene Entscheid in diesem Zusammenhang der Eigentumsgarantie (Art. 22ter BV) eine zu weit gehende Tragweite beimesse.\n\na) Nach § 233 Abs. 1 PBG dürfen Bauten nur auf Grundstücken erstellt werden, die baureif sind oder deren Baureife auf die Fertigstellung oder, wo die Verhältnisse es erfordern, bereits auf den Baubeginn hin gesichert ist. Baureif ist ein Grundstück nach der seit dem 1. Februar 1992 geltenden Fassung von § 234 PBG dann, wenn es erschlossen ist und wenn durch die bauliche Massnahme keine noch fehlende planungsrechtliche Festlegung nachteilig beeinflusst wird. Die Rechtsprechung geht davon aus, dass die planungsrechtliche Baureife einem Bauvorhaben nicht nur bei der erstmaligen Festsetzung eines Plans, sondern auch im Zusammenhang mit späteren Änderungen entgegengehalten werden kann (BGE 116 Ia 453 E. 4a mit Hinweisen auf die Rechtsprechung des Zürcher Verwaltungsgerichts). Als planungsrechtliche Festlegung gilt jede hinlänglich klar umrissene Erklärung über den Inhalt eines Raumplans, jedoch nicht eine kaum näher konkretisierte Planabsicht (vgl. BGE 116 Ia 453 E. 4a; BGE 110 Ia 165 E. 6a).\n\nb) Die Bauparzelle der Sihl Papierfabrik liegt nach der Bauordnung der Stadt Zürich aus dem Jahre 1963 in der Industriezone J II. Es ist unbestritten, dass die geplante Überbauung Utopark den Vorschriften dieser Zone entspricht.\n\nAm 17. Mai 1992 nahmen die Stimmbürger der Stadt Zürich eine neue Bau- und Zonenordnung an. Sie weist das Baugrundstück der sechsgeschossigen Wohnzone mit Dienstleistungsfunktion (W6D) mit einem Wohnanteil von 40% zu. Diese Festsetzung ist von den Beschwerdegegnerinnen angefochten worden und somit nicht rechtskräftig. Da die Überbauung Utopark überhaupt keine Wohnungen vorsieht, erfüllt sie unbestrittenermassen die Anforderungen der neuen Bau- und Zonenordnung nicht.\n\nIm Zeitpunkt des Entscheids der Bausektion II über das Baugesuch am 1. Juli 1988 stand jedoch die künftige Zuweisung des Bauareals in die Zone W6D mit der neuen Bau- und Zonenordnung noch nicht fest. Es bestand keine hinreichend konkretisierte Planabsicht, die dem Bauprojekt gemäss § 234 PBG hätte entgegengehalten werden BGE 118 Ia 510 S. 513können. Hingegen war im Zeitpunkt des Urteils des Verwaltungsgerichts am 3. April 1992 die neue Bau- und Zonenordnung vom Gemeinderat der Stadt Zürich verabschiedet. Sie enthält, mit der Zuteilung des Baugrundstücks zur Zone W6D eine Festsetzung, welche dessen Baureife gemäss § 234 PBG aufhebt.\n\nUnter diesen Umständen kommt der Frage entscheidende Bedeutung zu, ob künftige planungsrechtliche Festlegungen, die erst im Laufe eines Rechtsmittelverfahrens konkrete Gestalt annehmen, gemäss § 234 PBG eine Vorwirkung beanspruchen können. Wird auf den Zeitpunkt des Entscheids der Bausektion II (1. Juli 1988) abgestellt, ist die Baureife des Utoparkareals nach § 234 PBG zu bejahen. Erscheint demgegenüber der Zeitpunkt des verwaltungsgerichtlichen Urteils (3. April 1992) als massgebend, so fehlt dem Grundstück die Baureife.\n\nc) Das Verwaltungsgericht hält es nur für zulässig, den Wegfall der planungsrechtlichen Baureife nach § 234 PBG während des Rechtsmittelverfahrens zu berücksichtigen, wenn die Abwägung der auf dem Spiele stehenden Interessen zugunsten des Gemeinwesens ausfalle. Änderungen planungsrechtlicher Festlegungen könnten jedenfalls bei der Beurteilung eines Baugesuchs dann nicht mehr in Betracht fallen, wenn sie während der Dauer des Rechtsmittelverfahrens eigens zu dem Zweck unternommen würden, dem Gesuch nachträglich die Rechtsgrundlage zu entziehen (vgl. des Entscheid des Verwaltungsgerichts vom 11. Juni 1985 in ZBl 87/1986 140 f.).\n\nDie Beschwerdeführerin beanstandet diese Praxis des Verwaltungsgerichts nicht. Sie ist jedoch der Auffassung, dass der angefochtene Entscheid in willkürlicher Weise annehme, im vorliegenden Fall gingen die privaten Interessen der Beschwerdegegnerinnen ihrem Interesse auf Durchsetzung der neuen Bau- und Zonenordnung vor. Zudem werde der Eigentumsgarantie ein zu grosses Gewicht eingeräumt.\n\nd) Die Bestimmung von § 234 PBG bezweckt gleich wie die in Art. 27 RPG vorgesehene Planungszone die Sicherung der Entscheidungsfreiheit der Planungsbehörden, indem sie Vorhaben einstweilen untersagt, welche beabsichtigte neue planerische Festlegungen negativ beeinflussen. Künftigen Planfestsetzungen wird auf diese Weise eine sog. negative Vorwirkung zuerkannt, indem Bauten nur noch bewilligt werden, wenn sie die vorgesehene planerische Neuordnung nicht beeinträchtigen. Diese Regelung dient der Verwirklichung des verfassungsrechtlichen Auftrags der Raumplanung (Art. 22quater BV) und kann sich daher auf ein bedeutendes öffentliches BGE 118 Ia 510 S. 514Interesse stützen. Die Plansicherungsmassnahmen bewirken jedoch zugleich Eigentumsbeschränkungen, die nur bei Wahrung der Verhältnismässigkeit zulässig sind (BGE 103 Ia 482 E. 8b; BGE 100 Ia 151 f. E. 2b; BGE 93 I 340 E. 4; vgl. auch BGE BGE 109 Ib 22 E. 4a). Im Blick darauf wird die zeitliche Dauer der negativen Vorwirkung in § 235 PBG auf drei Jahre beschränkt. Sie findet zudem nur Anwendung, wenn der Inhalt der künftigen planerischen Festsetzung hinreichend konkretisiert ist.\n\nBei der Beurteilung der intertemporalrechtlichen Anwendung von § 234 PBG muss die erwähnte Bedeutung der zeitlichen und sachlichen Beschränkung der negativen Vorwirkung beachtet werden. Im vorliegenden Fall kam die Verneinung der Baureife im Zeitpunkt des erstinstanzlichen Entscheids am 1. Juli 1988 nicht in Frage, weil über die Festsetzungen der künftigen Bau- und Zonenordnung noch keine Klarheit bestand. Die Berücksichtigung der nachträglich eingetretenen fehlenden planungsrechtlichen Baureife hätte für den Bauwilligen zur Folge, dass er hinterher Vorschriften unterworfen würde, die bei Einreichung des Baugesuchs und noch im Zeitpunkt des erstinstanzlichen Entscheids nicht einmal im Entwurf vorlagen. Auch wenn der Grundeigentümer keinen Anspruch darauf hat, dass seine baulichen Nutzungsmöglichkeiten dauernd bestehenbleiben (vgl. BGE 114 Ia 33 E. 6; 107 Ia 36 E. 3a), muss er doch bei der Ausarbeitung eines Bauprojekts auf geltende und auf voraussehbare künftige planungsrechtliche Vorschriften abstellen können. Das Verwaltungsgericht hat daher der Eigentumsgarantie keine zu weit gehende Tragweite gegeben, noch ist es in Willkür verfallen, wenn es in der vorliegenden Situation den privaten Interessen der Beschwerdegegnerinnen von vornherein ein erhebliches Gewicht beimass, das nur aufgewogen werden könnte, soweit besondere öffentliche Anliegen in Frage stünden.\n\ne) Der angefochtene Entscheid durfte das Vorliegen solcher qualifizierter öffentlicher Interessen ohne Willkür verneinen. Wieso an einer Wohnnutzung auf dem von überaus stark befahrenen Strassenabschnitten, Bahn- und Tramlinien umgebenen Utoparkareal ein besonderes öffentliches Interesse bestehen sollte, vermag die Beschwerdeführerin nicht darzulegen. Sie behauptet lediglich, bei einer zweckmässigen architektonischen Anordnung der Wohnungen könnten auf dem Baugrundstück die Grenzwerte der Lärmschutzverordnung eingehalten werden. Selbst wenn man zusätzlich die gute verkehrsmässige Erschliessung und das von der Stadt Zürich angeführte Ziel der Sicherstellung der Nutzungsvielfalt mitberücksichtigt, BGE 118 Ia 510 S. 515erscheint die Festsetzung eines 40%igen Wohnanteils für das Utoparkareal keineswegs als zwingend. Die tatsächlichen Verhältnisse haben sich seit dem 12. Juni 1985 kaum wesentlich geändert, als der Stadtrat von Zürich der Bauherrin mitteilte, er erachte das Utoparkareal nach eingehenden Abklärungen und unter Berücksichtigung der topographischen Lage nicht als geeignet für Wohnzwecke. Die seitherige Festsetzung eines Wohnanteils für das Baugrundstück entspringt offensichtlich allein dem inzwischen erfolgten Wandel der politischen Vorstellungen über die künftige räumliche Entwicklung der Stadt Zürich. Das angeführte öffentliche Interesse an der Sicherstellung der Nutzungsdurchmischung und der Bereitstellung von zusätzlichem Wohnraum ist allgemeiner Natur und nicht einzig auf das Utoparkareal bezogen. Es wird durch die Verwirklichung der geplanten Überbauung auch nicht ernsthaft in Frage gestellt. Das Verwaltungsgericht konnte bei dieser Sachlage ohne Willkür ein vorrangiges öffentliches Interesse an der Beachtung der Vorwirkung der neuen Bau- und Zonenordnung verneinen. Eine Verletzung der Gemeindeautonomie der Beschwerdeführerin liegt daher nicht vor."}