{"annee": "118", "cour": "IB", "page": "312", "date": "9/7/1992", "cite": ["117 IA 412", "98 IA 491", "116 IA 186", "115 IA 12"], "cite_par": ["131 II 627", "131 III 546", "142 II 182"], "chapeau": "40. Arrêt de la IIe Cour de droit public du 9 juillet 1992 dans la cause M. c. Commission cantonale de recours en matière d'impôt du canton de Fribourg et Service cantonal des contributions (recours de droit administratif)", "regestes": ["Art. 58 LIA: restitution de l'impôt anticipé remboursé à tort. Le notaire qui verse les fonds déposés par ses clients sur des comptes bancaires ouverts à son nom doit, dans l'exécution de son mandat, créditer à ses clients les intérêts payés par la banque. Il ne peut donc pas avoir la jouissance des intérêts sur les fonds des clients au sens de l'art. 21 al. 1 lettre a LIA et obtenir ainsi le remboursement de l'impôt anticipé sur ces intérêts (consid. 2). Les conditions pour obtenir la restitution de cet impôt sont réunies en l'espèce (consid. 3)."], "faits": "|312|\n\nM. exerce la profession de notaire depuis 1979. Il verse les fonds déposés par ses clients sur des comptes courants bancaires ouverts à son nom et enregistre ces versements dans sa comptabilité sur des comptes ouverts au nom de chacun de ses clients. Les dépôts relatifs au paiement de l'impôt sur les gains immobiliers ou de la taxe compensatoire sont rémunérés sur la base du compte ouvert pour chacun des clients. Se référant aux taux d'intérêts pratiqués par les établissements bancaires, le notaire procède au calcul de l'intérêt qu'il rétrocède à ses clients; l'intérêt rétrocédé est un intérêt brut.\n\n|313|\n\nDans les comptes de pertes et profits du notaire, les rendements bruts des placements bancaires figurent sous la rubrique \"intérêts créanciers\"; ils englobent à la fois les intérêts de la fortune de l'intéressé et les intérêts provenant des placements de clients. Les seconds sont comptabilisés comme charges dans un compte \"intérêts rétrocédés aux clients\". Pour les années 1985 à 1987, M. a obtenu le remboursement de l'impôt anticipé sur la totalité des intérêts créanciers totaux annoncés au fisc.\n\nCette situation ne donna lieu à aucun reproche du Service cantonal des contributions lors de son contrôle effectué au mois de novembre 1988.\n\nConstatant que M. avait bénéficié à tort du remboursement de l'impôt anticipé prélevé sur les intérêts rétrocédés à ses clients, l'Administration fédérale des contributions ordonna l'extourne de l'impôt anticipé, conformément à l'art. 57 al. 3 de la loi fédérale sur l'impôt anticipé (LIA; RS 642.21).\n\nPar décision du 26 mars 1990, le Service cantonal des contributions exigea alors la restitution de l'impôt anticipé remboursé à tort.\n\nM. recourut contre cette décision auprès de la Commission cantonale de recours en matière d'impôt; il se prévalait essentiellement de sa bonne foi et du fait qu'étant lié à ses clients par un contrat de dépôt, il avait la jouissance des intérêts sur les fonds déposés au sens de l'art. 21 al. 1 lettre a LIA.\n\nPar décision du 7 juin 1991, la Commission cantonale de recours en matière d'impôt rejeta le recours pour le motif que les conditions de l'art. 21 al. 1 lettre a LIA n'étaient pas réunies, car le notaire n'avait pas la libre disposition du rendement des fonds de ses clients. Par ailleurs, il n'était pas exclu que le remboursement de l'impôt anticipé ait permis à certains clients d'éluder l'impôt ordinaire (art. 21 al. 2 LIA) ou de bénéficier d'un avantage indu s'ils étaient domiciliés à l'étranger. Enfin, le recourant ne pouvait pas se prévaloir du comportement contradictoire de l'autorité.\n\nM. a formé un recours de droit administratif contre cette décision et a conclu à son annulation.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. a) L'art. 21 al. 1 lettre a LIA prévoit que le remboursement de l'impôt anticipé peut être demandé par l'ayant droit qui avait, au moment de l'échéance de la prestation imposable, le droit de jouissance |314| sur les valeurs qui ont produit le rendement soumis à l'impôt, pour autant qu'il soit domicilié en Suisse (art. 22 al. 1 LIA). Le remboursement est toutefois considéré comme inadmissible dans tous les cas où il pourrait permettre d'éluder un impôt (art. 21 al. 2 LIA).\n\nIl s'agit donc en premier lieu de déterminer qui, du recourant ou de ses clients, doit être considéré comme le détenteur du droit de jouissance sur les valeurs placées qui ont fait l'objet du remboursement de l'impôt anticipé.\n\nb) A son art. 27, la loi fribourgeoise du 20 septembre 1967 sur le notariat dispose que les sommes d'argent confiées aux notaires doivent être tenues à disposition en tout temps. L'art. 7 du règlement d'exécution du 29 décembre 1967 prévoyait pour sa part que les notaires ont l'obligation de conserver séparément de leurs propres deniers les fonds de clients qui leur ont été confiés (al. 1) et qu'ils remettront ces fonds à leur destinataire ou les placeront en banque sur un compte client, à moins qu'ils ne doivent être tenus à disposition en vue de paiements à brève échéance (al. 2). Dans sa version modifiée du 7 octobre 1986, l'art. 7 du règlement précise, à son alinéa 3, que l'intérêt du capital placé en banque sur un compte client appartient à ce dernier. Il résulte de ces dispositions que le recourant ne pouvait en tout cas pas prétendre au remboursement de l'impôt anticipé prélevé sur les intérêts crédités aux clients pour la période postérieure à octobre 1986. La question de la jouissance doit dès lors être examinée uniquement pour la période antérieure au règlement révisé.\n\nc) Si les fonds déposés sont individualisés dans la comptabilité du notaire, il n'en demeure pas moins qu'en règle générale, ces fonds lui sont remis non scellés, non clos et non individualisés, sinon ils ne pourraient pas être déposés sur un compte bancaire. Sur la base de la présomption de l'art. 481 al. 2 CO, le dépôt de ces fonds clients doit donc être considéré comme un contrat de dépôt irrégulier, ce qui n'est d'ailleurs pas contesté par les parties.\n\nReste à déterminer qui, du notaire ou de ses clients, doit bénéficier de l'intérêt. La question est discutée en doctrine: certains auteurs admettent que le déposant a droit aux intérêts litigieux (GAUTSCHI, Berner Kommentar, 2e édition, note 4a ad art. 481 CO; GUHL/MERZ/DRUEY, Das schweizerische Obligationenrecht, 8e édition, Zurich 1991, p. 549), alors que d'autres (par exemple, TERCIER, La partie spéciale du code des obligations, Zurich 1988 Nos 3584 et ss, p. 462) ne se prononcent pas clairement. Cette question n'est toutefois pas déterminante, car, en l'espèce, le contrat de dépôt irrégulier est lié à l'activité |315| d'un mandataire, auquel il appartient de créditer à son client les intérêts payés par la banque dans le cadre de l'exécution du mandat.\n\nAu demeurant, les dispositions d'exécution de la législation cantonale sur le notariat en vigueur avant le 7 octobre 1986 précisaient que le notaire avait l'obligation de conserver séparément de ses propres deniers les fonds des clients et de placer ces fonds en banque, ce qui laissait déjà sous-entendre que les intérêts devaient être crédités au client.\n\nd) Il est vrai que le recourant conteste que la législation cantonale sur le notariat et ses dispositions d'application puissent modifier la portée du droit privé fédéral. Cette question est toutefois sans pertinence dans la mesure où, comme on l'a vu, les intérêts des fonds placés par le mandataire appartiennent aux clients en droit privé. A cela s'ajoute qu'en créditant ses clients du montant des intérêts, le recourant a lui-même reconnu qu'ils y avaient droit, de sorte que sa tentative de démontrer le contraire ne saurait convaincre. De toute façon, même si les règles du contrat de mandat s'appliquent à la profession de notaire, celle-ci fait également l'objet d'une réglementation de droit public, expressément réservée par l'art. 6 CC. Les cantons n'excèdent donc pas leurs compétences s'ils édictent des règles de droit public qui sont motivées par un intérêt public pertinent, à tout le moins lorsque, comme en l'espèce, le droit civil n'a pas entendu réglementer la matière d'une façon exhaustive (ATF 98 Ia 491).\n\ne) Il résulte de cet examen que le recourant ne pouvait pas avoir la jouissance, au sens de l'art. 21 al. 1 lettre a LIA, des intérêts sur les fonds des clients. En outre, sa manière de procéder ne permettait pas de savoir si ses clients déclaraient le montant des intérêts qu'il leur créditait. Le fait de rembourser l'impôt anticipé au recourant, alors que celui-ci déduit de ses charges les intérêts bruts correspondants, revient, en réalité, à offrir aux clients la possibilité d'éluder l'impôt, de sorte que ce remboursement tombe sous le coup de l'art. 21 al. 2 LIA. Il n'est par ailleurs pas exclu que certains clients du notaire n'auraient pas pu obtenir le remboursement de l'impôt anticipé s'ils l'avaient demandé, notamment s'ils n'étaient pas domiciliés en Suisse (art. 22 al. 1 LIA).\n\nDans ces circonstances, l'administration fiscale pouvait considérer que le recourant avait obtenu à tort le remboursement de l'impôt anticipé pour les intérêts litigieux et qu'il y avait lieu de lui en ordonner la restitution.\n\n|316|\n\n3. Le recourant soutient aussi qu'il est contraire au principe de la bonne foi d'exiger, en 1990, la restitution d'un impôt pour les années 1985 à 1987, alors que sa situation avait été contrôlée en novembre 1988 sans que l'administration fiscale procède à un redressement.\n\na) Il faut tout d'abord relever que le recourant ne saurait contester le principe même de la restitution de l'impôt anticipé imputé ou remboursé à tort, qui est expressément prévu par l'art. 58 LIA; cette disposition permet en effet à l'administration cantonale de l'impôt anticipé d'agir contre le contribuable dans un délai de six mois dès le contrôle de l'Administration fédérale des contributions.\n\nS'il est vrai que l'application de cette disposition peut, dans certains cas, paraître choquante aux yeux du contribuable, le Tribunal fédéral est cependant tenu de l'appliquer sans revoir sa constitutionnalité (art. 113 al. 3 Cst.). Reste à examiner le problème posé par le contrôle fiscal subi par le recourant en 1988 et ses conséquences.\n\nb) Découlant directement de l'art. 4 Cst. et valant pour l'ensemble de l'activité étatique, le principe de la bonne foi donne au citoyen le droit d'être protégé dans la confiance légitime qu'il met dans les assurances reçues des autorités; ce principe protège donc l'administré lorsque ce dernier a réglé sa conduite d'après des décisions, des déclarations ou un comportement déterminé de l'administration (ATF 115 Ia 18 consid. 4a et les arrêts cités). Le principe de la bonne foi régit aussi les rapports entre les autorités fiscales et les contribuables; le droit fiscal est toutefois dominé par le principe de la légalité, de telle sorte que le principe de la bonne foi ne saurait avoir qu'une influence limitée, surtout s'il vient à entrer en conflit avec le principe de la légalité (RIVIER, Droit fiscal suisse, p. 302). Pour que l'administré puisse opposer à l'autorité le principe de la bonne foi, il faut notamment qu'il ait, en ayant connaissance d'un comportement donné de l'autorité, pris des dispositions qu'il ne peut plus modifier par la suite sans subir un préjudice (ATF 117 Ia 418 consid. 3b, ATF 116 Ia 187 consid. 3c).\n\nc) En l'espèce, l'autorité intimée se prévaut à tort du fait que le contrôle de 1988 et la décision de 1990 ont été opérés par des services différents de l'administration fiscale fribourgeoise, car l'on est en droit d'attendre de l'autorité administrative et de l'autorité fiscale en particulier, un minimum de coordination dans la pratique. Ce point n'est toutefois pas décisif dans la mesure où il s'agit uniquement de savoir si l'administration fiscale peut ou non, sans violer le principe de la bonne foi, revoir la situation du contribuable après un contrôle |317| approfondi. En ce qui concerne l'impôt anticipé, l'art. 58 LIA, en relation avec l'art. 52 LIA, permet de répondre de manière affirmative. En effet, si l'Office cantonal de l'impôt anticipé est chargé de fixer exactement le droit au remboursement (art. 52 al. 1 LIA), cela n'exclut nullement que la situation puisse être revue aux conditions de l'art. 58 LIA, après le contrôle de l'Administration fédérale des contributions.\n\nA cela s'ajoute que le recourant n'a pas pris de dispositions particulières en se fondant sur l'attitude de l'administration. Il n'a en effet pas été incité par l'autorité fiscale, ou par le silence de celle-ci après le contrôle de 1988, à créditer à ses clients les intérêts bruts comptabilisés par la banque, puisqu'il opérait de cette manière depuis plusieurs années.\n\nQuant au préjudice éventuel que subirait le recourant par le fait qu'il ne peut plus se retourner contre ses clients, il ne dépend aucunement des assurances qui auraient été données par l'autorité fiscale au moment du contrôle de 1988. Le Tribunal fédéral n'a donc pas à examiner cette question, de même qu'il ne lui appartient pas de résoudre les problèmes pratiques que posent les sommes d'argent confiées aux mandataires professionnels. Il suffit à cet égard de constater qu'en l'espèce, la seule solution compatible avec l'art. 21 al. 2 LIA est d'ouvrir un compte séparé au nom de chaque client, car cette disposition oblige à rechercher le véritable propriétaire économique des fonds déposés.\n\nd) Le recours doit donc être également rejeté en tant qu'il porte sur la violation du principe de la bonne foi."}