{"annee": "118", "cour": "II", "page": "63", "date": "4/3/1992", "cite": [], "cite_par": [], "chapeau": "13. Auszug aus dem Urteil der I. Zivilabteilung vom 4. März 1992 i.S. S. AG gegen Paul G. (Berufung)", "regestes": ["Notion de l'escompte. Un escompte stipulé dans le contrat ne peut être déduit que si le paiement est effectué dans les délais. Le maître qui retient son paiement, parce qu'il juge la facture de l'entrepreneur exagérée, perd son droit à la déduction de l'escompte même s'il avait de bonnes raisons de douter de l'exactitude de la facture."], "faits": "|64|\n\nDie S. AG führte für Paul G. Baumeisterarbeiten aus. In der Schlussabrechnung beanspruchte sie dafür einen Werklohn von Fr. 291'632.50. Paul G. bezahlte insgesamt Fr. 241'000.--. Die Klage der S. AG auf Bezahlung des Restbetrages schützte das Kantonsgericht des Kantons Schwyz in zweiter Instanz im Umfang von Fr. 9'101.60. In ihrer Berufung ans Bundesgericht macht die Klägerin unter anderem geltend, das Kantonsgericht habe dem Beklagten einen zu hohen Skontoabzug zugestanden.", "considerants": "Aus den Erwägungen:\n\n4. Das Kantonsgericht gesteht dem Beklagten auf dem gesamten, für ausgewiesen erachteten Rechnungsbetrag von Fr. 267'837.90 den vertraglich vorgesehenen Skonto von 7% auf Akkordarbeiten bzw. 2% auf Regiearbeiten zu. Es hält einen Skontoabzug insbesondere auch auf dem Rechnungsbetrag für gerechtfertigt, den es der Klägerin über die vom Beklagten bereits geleisteten Zahlungen hinaus noch zuspricht. Im angefochtenen Urteil wird dazu ausgeführt, der Beklagte habe begründeten Anlass gehabt, an der Korrektheit der Schlussabrechnung zu zweifeln; es sei ihm deshalb nicht zuzumuten gewesen, innert der Skontofrist zu zahlen; vielmehr müsse ihm zugebilligt werden, die richterliche Überprüfung abzuwarten, ohne den vertraglich zugesicherten Skontoabzug riskieren zu müssen.\n\nDie Klägerin anerkennt vor Bundesgericht die Berechtigung des Skontoabzugs auf den vom Beklagten geleisteten Zahlungen von insgesamt Fr. 241'000.--. Dagegen macht sie geltend, der auf dem Restbetrag zugestandene Skontoabzug werde durch den Vertrag der Parteien nicht gedeckt.\n\na) Der Zweck des Skontos besteht darin, den Besteller zur pünktlichen Zahlung zu veranlassen und dadurch die Liquidität des Unternehmers zu erhöhen (GAUCH, Der Werkvertrag, 3. Aufl. 1985, S. 240 Rz. 847). Dem entspricht, dass der vereinbarte prozentuale Preisnachlass beim Skonto - im Gegensatz zum einfachen Rabatt - die |65| prompte Bezahlung voraussetzt. Da die Ausdrücke \"Skonto\" und \"Rabatt\" bisweilen in untechnischer Weise verwendet werden, ist der Sinn der getroffenen Vereinbarung gegebenenfalls durch Auslegung zu ermitteln (GAUCH, a.a.O., S. 241 Rz. 849).\n\nb) Im vorliegenden Fall stellt der Beklagte nicht in Abrede, dass die Parteien im Werkvertrag vom 14. Oktober 1977 einen eigentlichen Skonto und nicht einen einfachen Rabatt vereinbart hatten. Er macht allerdings geltend, indem die Klägerin in ihrer Schlussabrechnung den Frankenbetrag des Skontos bereits von ihrer Werklohnforderung abgezogen habe, habe sie zu erkennen gegeben, dass sie den Skontoabzug unabhängig vom Zeitpunkt der Zahlung zulasse. Davon kann indessen keine Rede sein, ist doch die Position Skonto in der Schlussabrechnung mit dem ausdrücklichen Hinweis \"innert 30 Tagen\" versehen.\n\nSteht somit fest, dass eine eigentliche Skontovereinbarung und nicht die Gewährung eines einfachen Rabattes vorliegt, so kommt nach dem Gesagten ein Preisnachlass nur für die vom Beklagten tatsächlich geleisteten Zahlungen in Frage. Auf dem Restbetrag, den der Beklagte der Klägerin darüber hinaus noch schuldet, kann entgegen der Ansicht der Vorinstanz kein Skonto mehr abgezogen werden.\n\nDaran ändert nichts, dass der Beklagte begründeten Anlass zu Zweifeln an der Richtigkeit der Schlussabrechnung hatte und dass er deren Genehmigung zu Recht abgelehnt hat. Der Gefahr eines Skontoverlusts hätte der Beklagte mit einer zusätzlichen Akontozahlung vorbeugen können. Dass ihm, wie das Kantonsgericht annimmt, zuzubilligen sei, die Zahlung bis zur gerichtlichen Überprüfung der Schlussabrechnung zurückzuhalten, ohne den Anspruch auf den Skontoabzug zu verlieren, kann nicht zutreffen. Diese Auffassung ist mit dem Wesen des Skontos nicht zu vereinbaren, läuft sie dessen Zweck doch stracks zuwider. Sie findet auch in den Ausführungen von Reber (Rechtshandbuch für Bauunternehmer, Bauherr, Architekt und Bauingenieur, 4. Aufl. 1983, S. 92) und in der von diesem angeführten kantonalen Gerichtspraxis (SJZ 69/1973, S. 381 Nr. 175; SJZ 68/1972, S. 377 Nr. 239; PKG 1971, S. 49 ff. Nr. 12), auf welche die Vorinstanz verweist, keine Stütze; dort wird lediglich die Frage behandelt, ob der Anspruch auf den Skontoabzug auch hinsichtlich bereits geleisteter Teilzahlungen dahinfalle, wenn der Besteller den Schlussbetrag nicht fristgerecht begleiche."}