{"annee": "118", "cour": "IA", "page": "184", "date": "8/4/1992", "cite": ["116 IA 78", "107 IA 186", "116 IA 242", "112 IA 208", "105 IA 80", "114 IA 395", "111 IA 201", "115 IA 183", "112 IA 221", "114 IA 263", "117 IA 59", "113 IA 390", "111 IA 115", "110 IA 1", "114 IA 80", "113 IA 46", "116 IA 359", "104 IA 425", "100 IA 366"], "cite_par": ["122 I 70", "125 II 86", "123 I 175", "141 I 130", "121 I 334", "124 I 127", "120 IA 194", "128 I 34", "119 IA 254", "120 IA 165", "121 I 357"], "chapeau": "26. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 8. April 1992 i.S. Grüne Partei des Kantons Zürich, B., S. und O. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde).", "regestes": ["Art. 85 let. a OJ; référendum financier cantonal contre la rénovation par étapes d'une route. 1. Le programme de construction des routes adopté par le Conseil d'Etat du canton de Zurich ne peut pas être attaqué par la voie du recours de droit public (consid. 1a). 2. Répartition d'un crédit pour la rénovation d'une route en dépenses liées et en dépenses nouvelles (consid. 2). 3. Interdiction d'éluder les limites du référendum financier en divisant des projets qui forment un tout; la division de projets routiers est admissible lorsque chacune des étapes représente une réalisation indépendante, cohérente et utilisable (consid. 3a). Les besoins de l'entretien constituent un critère adéquat pour la rénovation par étapes d'une route (consid. 3b et consid. 3c)."], "faits": "BGE 118 Ia 184 S. 185\n\nDie Tösstalstrasse S-1 ist die Hauptverbindung von Winterthur über Bauma nach Wald. Sie wurde zwischen 1930 und 1940 erstellt und seit 1970 sukzessive auf einen einheitlichen Standard mit einer Fahrbahnbreite von 7,0 bis 7,5 Meter ausgebaut. Dieser Ausbau fehlt nur noch auf zwei Abschnitten zwischen Dillhus und Bauma sowie zwischen der Gemeindegrenze von Bauma und Fischenthal bei Lipperschwändi und Länzen. Am 10. April 1991 genehmigte der Regierungsrat des Kantons Zürich das Projekt für die Erneuerung der Tösstalstrasse für die etwa 900 Meter lange Strecke zwischen Lipperschwändi und Länzen und bewilligte dafür einen Kredit von Fr. 3'860'000.--.\n\nDie zur Erneuerung des fraglichen Strassenabschnitts vorgesehenen Massnahmen umfassen im wesentlichen: BGE 118 Ia 184 S. 186\n\na) die Erneuerung des Oberbaus von Fahrbahn und Trottoir innerhalb der bestehenden Gebietsbreite;\n\nb) die technische Erneuerung der Strassenbeleuchtung und die Verstärkung eines Bachdurchlasses;\n\nc) die Verbreiterung der 6,0 Meter breiten Fahrbahn um 1,5 Meter auf insgesamt 7,5 Meter;\n\nd) die Erstellung eines gemeinsamen Geh- und Radwegs mit einer Breite von 3,0 Metern, teilweise durch einen Grünstreifen von der Fahrbahn getrennt. Dieser Geh- und Radweg ersetzt das bisherige Trottoir.\n\nGemäss dem Regierungsratsbeschluss dienen die Massnahmen nach Buchstaben a und b und - soweit das Trottoir ersetzt wird - auch nach Buchstaben d der Erhaltung und zeitgemässen Ausstattung der Strassensubstanz. Den dafür notwendigen Kredit betrachtet der Regierungsrat daher als gebundene Ausgabe. Die Massnahmen nach Buchstaben c und teilweise nach Buchstaben d sollen gleichzeitig mit der Strassenerneuerung erstellt werden. Diese Neuinvestitionen erfordern einen Kredit von Fr. 1'760'000.-- und stellen nach Auffassung des Regierungsrats neue Ausgaben dar.\n\nDie Grüne Partei des Kantons Zürich, B., S. und O. erheben staatsrechtliche Beschwerde wegen Verletzung der politischen Rechte und stellen den Antrag, es sei der Beschluss des Regierungsrats des Kantons Zürich vom 10. April 1991 aufzuheben und es sei der Regierungsrat aufzufordern, die erforderlichen Kredite durch die verfassungsmässigen Instanzen bewilligen zu lassen. Zur Begründung führen sie aus, dass der Regierungsrat den Strassenbaukredit zu Unrecht in einzelne Teilkredite aufgeteilt habe. Weiter ziehen sie die Aufteilung des Kredites in neue und gebundene Ausgaben in Zweifel und erheben ansatzweise weitere Rügen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob und gegebenenfalls in welchem Umfang auf eine staatsrechtliche Beschwerde einzutreten ist (BGE 116 Ia 79 E. 1; BGE 114 Ia 81 E. 1, 308 E. 1a, 462 E. 1).\n\na) Nach Art. 85 lit. a OG beurteilt das Bundesgericht Beschwerden betreffend die politische Stimmberechtigung der Bürger und BGE 118 Ia 184 S. 187betreffend kantonale Wahlen und Abstimmungen. Besteht in einem Kanton das Institut des obligatorischen oder fakultativen Finanzreferendums, so kann Anfechtungsgegenstand der Stimmrechtsbeschwerde jeder Ausgabenbeschluss des Staates sowie ein darüber ergangener Rechtsmittelentscheid sein, unabhängig davon, ob jener von der Exekutive oder der Legislative gefasst worden ist. Die Frage, ob der Kreditbeschluss dem Referendum unterstellt werden muss oder nicht, ist - genauso wie jene, ob die Kreditvorlage vollständig sei - nicht eine Eintretensfrage, sondern Gegenstand der materiellen Beurteilung (BGE 113 Ia 389 E. 1b; 112 Ia 224 f. E. 1b; 111 Ia 202 E. 2). Der Kreditbeschluss des Regierungsrats des Kantons Zürich vom 10. April 1991 kann demnach mit Stimmrechtsbeschwerde angefochten werden.\n\nEinzelnen Äusserungen der Beschwerdeführer könnte entnommen werden, dass sie auch die Bauprogramme der Staatsstrassen, insbesondere das Strassenbauprogramm für die Jahre 1989-1991, anfechten wollen. Nach § 8 Abs. 1 des Gesetzes über den Bau und den Unterhalt der öffentlichen Strassen vom 27. September 1981 (Strassengesetz; GS 722.1) erstattet der Regierungsrat dem Kantonsrat jährlich gleichzeitig mit dem Voranschlag Bericht über das Bauprogramm für Staatsstrassen der nächsten drei Jahre. Es handelt sich beim Strassenbauprogramm um ein Planungsmittel des Regierungsrats, das über die Strassenbauprojekte Auskunft gibt, die in den kommenden drei Jahren erstellt werden sollen; zugleich enthält es Angaben über deren voraussichtliche Kosten. Aus den verschiedensten Gründen (Projekteinsprachen, Schwierigkeiten beim Landerwerb, Kreditverweigerungen durch den Kantonsrat oder die Stimmberechtigten, Neubewertung der Zweckmässigkeit eines Vorhabens aufgrund inzwischen durchgeführter Untersuchungen, schlechte Witterung etc.) besteht für dessen genaue Einhaltung indessen keine Gewähr (vgl. Bericht des Regierungsrates an den Kantonsrat über das Bauprogramm der Staatsstrassen für die Jahre 1990-1992 vom 4. Oktober 1989, S. 2). Bei Strassenvorhaben gilt deshalb das Prinzip der rollenden Planung, und in späteren Strassenbauprogrammen ist in der Zwischenzeit geänderten Planungsvorstellungen Rechnung zu tragen. Projekte, die im Strassenbauprogramm erscheinen, bedürfen zur Verwirklichung stets noch eines Kreditbeschlusses und einer Projektgenehmigung. Das Strassenbauprogramm ersetzt demnach weder Ausgabenbeschlüsse durch die zuständige Behörde noch die Projektgenehmigung durch den Regierungsrat (vgl. §§ 9 und 16 des Strassengesetzes). Da die Strassenbauprogramme keine Ausgabenbeschlüsse BGE 118 Ia 184 S. 188enthalten, können sie auch nicht mit Stimmrechtsbeschwerde angefochten werden. Auf die Stimmrechtsbeschwerde ist daher insoweit nicht einzutreten.\n\nb) Die Beschwerdeführer sind stimmberechtigte Einwohner des Kantons Zürich. Als solche sind sie zur Stimmrechtsbeschwerde legitimiert (BGE 116 Ia 364 E. 3a, 479; BGE 114 Ia 264 E. 1b, 399).\n\nPolitischen Parteien, die im Gebiet des Gemeinwesens, dessen Hoheitsakt angefochten wird, tätig sind, steht die Befugnis zu, Stimmrechtsbeschwerde zu erheben (BGE 114 Ia 265 E. 1c; BGE 113 Ia 49 E. 1a, 395 E. 2b/bb; BGE 111 Ia 116). Die Grüne Partei des Kantons Zürich ist demnach ebenfalls zur Stimmrechtsbeschwerde legitimiert.\n\nc) Die amtliche Publikation des angefochtenen Beschlusses erfolgte am 3. Mai 1991. Die dreissigtägige Beschwerdefrist ist mit der Eingabe vom 13. Mai 1991 gewahrt. Auf die Ausführungen der Beschwerdeführer bezüglich der angeblich mangelhaften Eröffnung des angefochtenen Beschlusses braucht nicht weiter eingegangen zu werden, weil sie dadurch keinen Nachteil erlitten haben. Sie haben rechtzeitig Beschwerde erhoben und konnten sich umfassend äussern.\n\nSoweit die Beschwerdeführer mit der vorliegenden Eingabe allerdings auch den Regierungsratsbeschluss Nr. 2378 vom 3. August 1978 anfechten wollen, ist ihre Beschwerde verspätet, und es ist darauf nicht einzutreten.\n\nd) Die staatsrechtliche Beschwerde ist grundsätzlich kassatorischer Natur, das heisst, es kann mit ihr nur die Aufhebung des angefochtenen Entscheids, nicht aber der Erlass positiver Anordnungen verlangt werden. Eine Ausnahme ist nur gerechtfertigt, wenn der verfassungsmässige Zustand nicht bereits mit der Aufhebung des angefochtenen Entscheids herzustellen ist (BGE 114 Ia 401 E. 4; BGE 112 Ia 211 f. E. 2c, 225 E. 1c, je mit weiteren Hinweisen).\n\nWürde vorliegend die staatsrechtliche Beschwerde gutgeheissen und damit der Beschluss des Regierungsrats aufgehoben, so wäre der Kanton Zürich verpflichtet, unter Berücksichtigung der Erwägungen des Bundesgerichts zur Finanzierung des Bauvorhabens einen Kreditbeschluss zu fassen, der die politischen Rechte der Stimmbürger wahrt. Positiver Anordnungen bedürfte es zur Wiederherstellung des verfassungsmässigen Zustandes nicht. Soweit die Beschwerdeführer mehr verlangen als die Aufhebung des angefochtenen Entscheids, ist demnach auf ihre Beschwerde nicht einzutreten.\n\n2. Die Beschwerdeführer haben einige Rügen, sofern sie sie überhaupt gültig erheben wollten, nur ansatzweise begründet. Nach BGE 118 Ia 184 S. 189Art. 90 lit. b OG muss im staatsrechtlichen Beschwerdeverfahren die Eingabe die wesentlichen Tatsachen und eine kurz gefasste Darlegung darüber enthalten, welche verfassungsmässigen Rechte bzw. welche Rechtssätze und inwiefern sie durch den angefochtenen Entscheid verletzt worden sind. Das Bundesgericht prüft nur Rügen, die genügend klar und detailliert erhoben werden (BGE 115 Ia 185; BGE 110 Ia 3 f.; BGE 107 Ia 186).\n\na) Die Beschwerdeführer ziehen die im angefochtenen Entscheid vorgenommene Aufteilung in gebundene und neue Ausgaben in Zweifel. Sie machen geltend, es falle auf, dass die Neuinvestitionen knapp unter der Referendumsgrenze lägen, begründen aber nicht näher, wieso die vom Regierungsrat vorgenommene Aufteilung unzulässig sein soll. Auf ihre Beschwerde kann daher in diesem Punkt nicht eingetreten werden. Bei einer materiellen Prüfung erwiese sie sich überdies ohne weiteres als unbegründet.\n\nNach Art. 30 Abs. 1 Ziff. 2 der Verfassung des eidgenössischen Standes Zürich vom 18. April 1869 (KV) sind dem fakultativen Referendum unter anderem die Beschlüsse des Kantonsrats über neue einmalige Ausgaben für einen bestimmten Zweck von mehr als Fr. 2'000'000.-- bis zu Fr. 20'000'000.-- unterstellt. Der Regierungsrat hat für die Erneuerung der Tösstalstrasse einschliesslich der Strassenverbreiterung und des Baus eines Geh- und Radwegs für das Teilstück von der Gemeindegrenze von Bauma und Fischenthal bis Länzen einen Kredit von Fr. 3'860'000.-- bewilligt. Davon entfallen gemäss Regierungsratsbeschluss Fr. 2'100'000.-- auf gebundene Ausgaben und Fr. 1'760'000.-- auf Neuinvestitionen. Der Regierungsrat hat dargetan, dass er die Ausgaben für die Erneuerung des Oberbaus von Fahrbahn und Trottoir innerhalb der bestehenden Gebietsbreite, für die technische Erneuerung der Strassenbeleuchtung und die Verstärkung eines Bachdurchlasses sowie einen Anteil für den neuen Geh- und Radweg - als Ersatz für das bisherige Trottoir - als gebundene Ausgaben betrachte. Demgegenüber handle es sich bei den Ausgaben für die Verbreiterung der Fahrbahn von 6,0 auf 7,5 Meter sowie für den grösseren Anteil des gemeinsamen Geh- und Radwegs um neue Ausgaben. Die Beschwerdeführer legen nicht dar, inwiefern diese Aufteilung betragsmässig unzutreffend sein sollte. Sie steht vielmehr in Übereinstimmung mit den von den Beschwerdeführern selber angeführten Urteilen des Bundesgerichts und den darin entwickelten Grundsätzen (vgl. BGE 117 Ia 62 E. 4c; BGE 113 Ia 399 ff. E. 5 sowie die Urteile vom 9. Juni 1988 in ZBl 89/1988 542 f., vom 25. Februar 1987 i.S. G. B. gegen den Regierungsrat des BGE 118 Ia 184 S. 190Kantons Zürich und vom 30. September 1987 in ZBl 89/1988 450 ff. E. 3).\n\nZu keinen weiteren Ausführungen Anlass gibt die Kritik der Beschwerdeführer bezüglich § 45 der Verordnung über die Finanzverwaltung. Da auch der Regierungsrat der Auffassung ist, der Kredit für die Verbreiterung der Fahrbahn der Tösstalstrasse auf einen einheitlichen Standard von 7,5 Metern sei als neue Ausgabe zu betrachten, stimmen die Aussagen der Beschwerdeführer mit jenen des angefochtenen Entscheids überein. Dasselbe gilt bezüglich des erforderlichen Anteils von neuen Ausgaben zur Erstellung des Geh- und Radwegs.\n\nb) Die Beschwerdeführer machen geltend, dass die Bewilligung von einmaligen neuen Ausgaben bis zu Fr. 2'000'000.-- nicht in der Kompetenz des Regierungsrats, sondern in derjenigen des Kantonsrats unter Ausschluss des fakultativen Referendums liege. Wie es sich damit verhält, kann dahingestellt bleiben. Die Beschwerdeführer anerkennen selber, dass in diesem Fall das fakultative Referendum ausgeschlossen ist, weshalb ihr politisches Stimmrecht nicht berührt wird. Auf ihre Stimmrechtsbeschwerde kann deshalb insoweit nicht eingetreten werden.\n\n3. Bei Stimmrechtsbeschwerden prüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige anderer kantonaler Vorschriften, welche den Inhalt des Stimm- und Wahlrechts normieren oder mit diesem in engem Zusammenhang stehen. Die Auslegung anderer kantonaler Normen sowie die Feststellung des Sachverhalts durch die kantonalen Behörden werden dagegen nur auf Willkür hin überprüft (BGE 116 Ia 244 mit Hinweisen).\n\na) Die Beschwerdeführer machen geltend, der Regierungsrat habe die Verbreiterung der Strasse und die Erstellung eines Geh- und Radwegs als einheitliches Vorhaben durch die Aufteilung in verschiedene Abschnitte künstlich unterteilt. Er habe das Finanzreferendum dadurch umgangen, dass die einzelnen Abschnitte so gebildet worden seien, dass die dafür erforderlichen Kredite je für sich allein genommen die Referendumsgrenze nicht erreichten. Besonders stossend sei die Aufteilung des ursprünglich gemeinsam projektierten Strassenstücks zwischen Wellenau und Länzen in zwei Etappen. Die Beschwerdeführer rügen damit, der Regierungsrat habe die sich aus dem Prinzip der Einheit der Materie ergebenden Anforderungen an Kreditvorlagen verletzt.\n\nb) Der Grundsatz der Einheit der Materie ist im zürcherischen Recht ausdrücklich nur für die Volksinitiative verankert. Nach § 4 BGE 118 Ia 184 S. 191Abs. 1 Ziff. 4 des Gesetzes über das Vorschlagsrecht des Volkes vom 1. Juni 1969 (GS 162) sind Initiativen ungültig, welche Begehren verschiedener Art enthalten, die keinen inneren Zusammenhang aufweisen, es sei denn, es handle sich um eine Initiative auf Gesamtrevision der Verfassung. Für das Finanzreferendum bestimmt Art. 30 Abs. 1 Ziff. 2 KV immerhin, dass \"Beschlüsse des Kantonsrates über neue einmalige Ausgaben für einen bestimmten Zweck\" der Volksabstimmung zu unterstellen sind. Welche Bedeutung dieser Vorschrift im Rahmen des Prinzips der Einheit der Materie zukommt, kann offenbleiben, denn dieser Grundsatz gilt auch unmittelbar aufgrund des Bundesverfassungsrechts (Urteil vom 30. September 1987 in ZBl 89/1988 459 E. 3b/aa; 113 Ia 52 E. 4a; 112 Ia 229 E. 2b/bb, je mit Hinweisen).\n\nFür das Finanzreferendum folgt aus dem Grundsatz der Einheit der Materie, dass sich eine Finanzvorlage nicht auf mehrere Gegenstände beziehen darf, es sei denn, dass mehrere Ausgaben sich gegenseitig bedingen oder aber einem gemeinsamen Zweck dienen, der zwischen ihnen eine enge sachliche Verbindung schafft. Auf der anderen Seite darf ein Gegenstand, der ein Ganzes bildet, nicht künstlich in Teilstücke aufgeteilt werden, welche je einzeln dem Referendum nicht unterstehen, mit dem Ziel, den Gegenstand dem Referendum zu entziehen (Urteil vom 30. September 1987 in ZBl 89/1988 459 E. 3b/bb; BGE 112 Ia 229 E. 2b/bb; BGE 100 Ia 376 f.). Nach ständiger Rechtsprechung ist es somit unzulässig, die in der Verfassung für das Referendum gegen Kreditbeschlüsse festgesetzten Grenzen durch Aufteilung zusammengehörender Vorlagen zu umgehen (BGE 111 Ia 203 E. 3b; BGE 104 Ia 427; BGE 100 Ia 377). Dagegen bestehen gegen eine Aufteilung grosser Bauvorhaben keine rechtlichen Bedenken, wenn die Zuständigkeit dadurch nicht verschoben wird und wenn die Ausführung der einzelnen Teile für sich allein gesehen einen vernünftigen Sinn ergibt, so dass die Freiheit der Stimmbürger, sich für oder gegen die späteren Etappen auszusprechen, durch den ersten Entscheid nicht aufgehoben wird (BGE 112 Ia 230, BGE 105 Ia 89; BGE 104 Ia 427). Dabei spielt auch das zeitliche Element eine Rolle. Verschiedene Kreditvorlagen können wegen der grossen zeitlichen Distanz, die zwischen ihnen liegt, derart voneinander isoliert erscheinen, dass eine Zusammenrechnung nicht mehr gerechtfertigt ist und die Ausgabenbewilligung deshalb etappenweise erfolgen darf, selbst wenn die Vorhaben demselben Zweck dienen (vgl. ERNST MARTIN LAUR, Das Finanzreferendum im Kanton Zürich, 1966, S. 112; HANS ESCHER, Das Finanzreferendum in den BGE 118 Ia 184 S. 192schweizerischen Kantonen, 1943, S. 170). Im Zusammenhang mit dem Strassenbau hat das Bundesgericht in einem ähnlich gelagerten Fall wie dem vorliegenden, der den Ausbau der Hulfteggstrasse vom Tösstal in den Kanton St. Gallen betraf, entschieden, dass eine Vielzahl von Strassenprojekten in einem einzigen Beschluss über ein Strassenbauprogramm zusammengefasst werden könnten; es dürfe aber auch über bestimmte Strassenstücke gesondert beschlossen werden, wenn die einzelnen Etappen in sich geschlossene, selbständig sinnvolle und nutzbare Anlagen darstellten. Strassen bilden somit dann einen einzigen unteilbaren Gegenstand, wenn die einzelnen Strassenstücke weitgehend nutzlos wären, sofern die Strasse nicht fertiggestellt würde (Urteil vom 30. September 1987 in ZBl 89/1988 460; vgl. auch BGE 112 Ia 230; BGE 105 Ia 89). Im Rahmen dieser Kriterien entscheidet sich die Frage, ob eine einheitliche Vorlage bejaht werden kann, aufgrund der konkreten Umstände des Einzelfalls.\n\nc) Die über 30 Kilometer lange Tösstalstrasse wurde ab 1970 in ungefähr 40 kurzen Teilabschnitten von einigen hundert Metern bis etwa zwei Kilometern sukzessive auf den heutigen Standard ausgebaut. Dabei ging man nicht der Reihe nach in der Weise vor, dass von Norden nach Süden oder umgekehrt ein Abschnitt nach dem anderen erneuert und ausgebaut wurde. Vielmehr richtete sich die Abfolge der Arbeiten vorab nach dem Unterhaltsbedarf. Man besserte die Strasse aus, wenn dies nötig war und baute das betroffene Strassenstück gleichzeitig aus. Heute ist mit Ausnahme von zwei kurzen Abschnitten die gesamte Strasse zwischen Winterthur und Wald auf den neuen Standard mit einer Fahrbahnbreite von 7,0 bis 7,5 Metern ausgebaut. Dabei kann mit Blick auf den grossen Zeitraum, in dem die Sanierungen und der Ausbau erfolgten, nicht in allgemeiner Weise gesagt werden, die Aufteilung in Teilstücke sei vorgenommen worden, um das Referendum zu umgehen. Vielmehr gab es anfangs der siebziger Jahre kein Referendum im Strassenbau. Als die Stimmbürger des Kantons Zürich am 13. März 1977 die \"Volksinitiative für Demokratie im Strassenbau\" annahmen, welche Ausgaben für den Bau und die Korrektion von Strassen I. Klasse in gleicher Weise wie in anderen Aufgabenbereichen dem Finanzreferendum unterstellt, war bereits mehr als die Hälfte der Ausbauschritte getätigt.\n\nd) Dies bedeutet nicht, dass die Teilschritte in beliebiger Länge beschlossen werden dürfen. Insbesondere dürfen sie nicht im Hinblick auf das Finanzreferendum so gewählt werden, dass bei jedem einzelnen Abschnitt die Referendumsgrenze gezielt unterschritten BGE 118 Ia 184 S. 193wird. Vielmehr sind für die Unterteilung sachliche Gründe erforderlich. Da der Entscheid über die einzelnen Ausbauetappen stark von der Feststellung und der Bewertung tatsächlicher Verhältnisse abhängt, muss der zuständigen Behörde in diesem Bereich im Interesse einer sachgerechten und wirtschaftlichen Lösung ein erhebliches Ermessen zugestanden werden (vgl. auch das die Erneuerung der Hulfteggstrasse betreffende Urteil vom 30. September 1987 in ZBl 89/1988 461).\n\nDie Beschwerdeführer machen geltend, im Strassenbauprogramm 1986-1988 sei vorgesehen gewesen, dass als Objekt 770 das Teilstück Wellenau (Gemeinde Bauma) bis Länzen (Gemeinde Fischenthal) erneuert und ausgebaut werde. Im nächsten Strassenbauprogramm 1987-1989 sei nur noch der Abschnitt Wellenau bis Lipperschwändi (Gemeindegrenze zwischen Bauma und Fischenthal) aufgeführt worden. Erst später sei dann auch der hier zur Diskussion stehende Abschnitt in das Strassenbauprogramm aufgenommen worden. Tatsächlich wurde das ursprünglich gemeinsam projektierte Teilstück Wellenau bis Länzen in zwei Abschnitte unterteilt, nämlich denjenigen von Wellenau bis zur Gemeindegrenze bei Lipperschwändi und denjenigen von der Gemeindegrenze bis Länzen. Die Beschwerdeführer vermuten, dass diese Unterteilung referendumspolitisch begründet sei, indem die neuen Ausgaben für beide Teilstücke je knapp unter Fr. 2'000'000.-- liegen. Es trifft zu, dass der Regierungsrat mit seinem Beschluss Nr. 2378/1988 vom 3. August 1988 für den ersten Abschnitt neue Ausgaben von Fr. 1'930'000.-- und mit dem angefochtenen Entscheid für den zweiten Abschnitt neue Ausgaben von Fr. 1'760'000.-- bewilligte. Es ist aus dieser Sicht verständlich, wenn die Beschwerdeführer hinter dieser nachträglichen Aufteilung eine Umgehung des Finanzreferendums vermuten.\n\nDer Regierungsrat vermag sein Vorgehen indessen sachlich zu begründen. Zunächst kann darauf hingewiesen werden, dass die beiden Teilstücke nicht kürzer sind als zahlreiche andere. Vielmehr fügen sie sich von ihrer Länge her je einzeln in das Bild der übrigen Ausbauschritte ein, wie sie schon in den siebziger Jahren gewählt wurden. Die Baudirektion räumt allerdings ein, dass die beiden Abschnitte ursprünglich gemeinsam projektiert worden seien, weil in jenem Bereich der Standort für den Übergang des Radwegs gefunden werden musste. Der geeignete Punkt habe sich nur aus einer Gesamtschau heraus bestimmen lassen. Deshalb sei zunächst ein generelles Projekt über den ganzen Abschnitt Wellenau bis Länzen erarbeitet und der Bevölkerung nach Massgabe von § 13 des BGE 118 Ia 184 S. 194kantonalen Strassengesetzes unterbreitet worden. Zudem habe man angenommen, dass eine blosse Belagsverstärkung der bestehenden Fahrbahn genügen würde. Als man indessen an die Realisierung des Projektes herangetreten sei, habe man festgestellt, dass der Strassenkörper auf dem Boden der Gemeinde Bauma stark zerstört gewesen sei und daher völlig erneuert werden musste. In Anbetracht der knappen im Kanton Zürich für den Strassenbau zur Verfügung stehenden finanziellen Mittel habe sich deshalb eine Redimensionierung des bekanntgemachten Projekts aufgedrängt. Folgerichtig sei im Strassenbauprogramm 1987-1989 nur noch das stark beschädigte Teilstück Wellenau bis Lipperschwändi erschienen. Allerdings hätten die erwähnten Finanzrestriktionen und eine andere Prioritätenordnung dazu geführt, dass selbst das reduzierte Projekt im Strassenbauprogramm 1988-1990 nicht mehr enthalten war. Es wurden damals zunächst nurmehr bereits angefangene Sanierungsprojekte weitergeführt. Im Interesse der Substanzerhaltung des Strassennetzes habe sich das Parlament in der Folge allerdings veranlasst gesehen, allgemeine Staatsmittel dem Strassenfonds zuzuwenden mit der Konsequenz, dass das Teilstück Wellenau bis Lipperschwändi wiederum in das Strassenbauprogramm 1989-1991 aufgenommen wurde. Mit dem erwähnten Regierungsratsbeschluss Nr. 2378 vom 3. August 1988 wurde der Kredit für diesen Abschnitt bewilligt.\n\nDiese Ausführungen über die Finanzlage des Kantons Zürich im Bereich des Strassenwesens werden von den Beschwerdeführern zwar anders bewertet, sind aber dem Grundsatze nach nicht bestritten und erklären die verschiedenen Korrekturen in den Strassenbauprogrammen. Das Bundesgericht hat sich zur Finanzpolitik des Kantons Zürich im Bereich des Strassenbaus nicht weiter zu äussern. Aus den der Beschwerdeantwort beigelegten Fotografien ist zudem ersichtlich, dass der Zustand des Strassenbelags im Abschnitt Wellenau bis Lipperschwändi tatsächlich schlechter war als im südlich angrenzenden Abschnitt zwischen Lipperschwändi und Länzen. Die Beschwerdeführer bestreiten zwar diese Aussage, doch vermögen sie ihre Bestreitung im Gegensatz zur Baudirektion, welche aussagekräftige Fotografien zu den Akten gelegt hat, nicht zu belegen. Der Unterhaltsbedarf ist ein sachliches Kriterium für die Prioritätensetzung bei einer Strassensanierung mit einem damit verbundenen Ausbau. Da sich somit die Aufteilung des ursprünglichen Strassenbauprojekts Wellenau bis Länzen in zwei Teiletappen auf sachliche Gründe stützt, ist eine unzulässige Umgehung des Finanzreferendums zu verneinen.\n\nBGE 118 Ia 184 S. 195\n\nSchliesslich mag es auch zutreffen, dass eine andere Aufteilung des Strassenbauprojekts Wellenau bis Länzen möglich gewesen wäre. Die Beschwerdeführer erwähnen verschiedene Varianten. Dies ändert jedoch nichts daran, dass die vom Regierungsrat vorgenommene Etappierung auf sachlichen Gründen beruht. Dem Regierungsrat kommt bei der Wahl des Vorgehens zur Sanierung und zum Ausbau längerer Strassenverbindungen ein erhebliches Ermessen zu. Im Vergleich zu anderen Anlagen (Gebäuden, Flussläufen etc.) drängt sich bei Strassen eine bestimmte Reihenfolge der Sanierung kaum von vornherein auf, und es darf auch darauf Rücksicht genommen werden, dass alle Teile des Kantons in gleicher Weise an der allgemeinen Wohlfahrt teilnehmen können (vgl. BGE 105 Ia 89). Vorliegend hat der Regierungsrat von dem ihm in diesem Bereich zustehenden Ermessen in sachlicher Weise Gebrauch gemacht, und es kann daher nicht von einer Umgehung des Referendumsrechts gesprochen werden."}