{"annee": "118", "cour": "IB", "page": "164", "date": "10/4/1992", "cite": ["117 IB 225", "108 IB 419", "99 IB 233"], "cite_par": ["119 IB 208", "135 I 279"], "chapeau": "21. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 10. April 1992 i.S. X. gegen Eidgenössisches Militärdepartement (Verwaltungsgerichtsbeschwerde).", "regestes": ["Art. 45 al. 2bis StF, art. 54e du Règlement des fonctionnaires (1); refus d'accorder une augmentation réelle de traitement en raison de prestations insuffisantes (Instructions relatives aux \"éléments déterminant la rémunération selon les prestations\"). 1. Pouvoir de cognition du Tribunal fédéral (consid. 4a-c). 2. Concept de \"prestations du fonctionnaire\" selon l'art. 45 al. 2bis StF (consid. 4d). 3. Admissibilité et portée de la différenciation prévue par les Instructions de l'Office fédéral du personnel des 30 avril/1er mai 1991 à son chiffre 5.7 entre \"fournir consciemment des prestations insuffisantes\" et \"ne pas pouvoir fournir ce qui est demandé\" (consid. 4e et 5c)."], "faits": "BGE 118 Ib 164 S. 165\n\nX. ist am 1. September 1970 als Spengler in den Bundesdienst eingetreten; 1975 wurde er zum Handwerksmeister in der 12. Besoldungsklasse befördert.\n\nAm 24. Juni 1991 verweigerte ihm das Eidgenössische Militärdepartement die generelle reale Besoldungserhöhung von 3% auf 1. Juli 1991.\n\nDas Bundesgericht heisst eine gegen diesen Entscheid gerichtete Verwaltungsgerichtsbeschwerde gut und weist die Sache zu neuem Entscheid an die Vorinstanz zurück", "considerants": "aus folgenden Erwägungen:\n\n3. a) Die Verweigerung der realen Besoldungserhöhung beruht auf dem am 23. Juni 1988 in das Beamtengesetz vom 30. Juni 1927 (BtG; SR 172.221.10) eingefügten Art. 45 Abs. 2bis, der wie folgt lautet:\n\n\"Bei der Gewährung einer realen Erhöhung der Beträge nach Artikel 36 sowie von ordentlichen und ausserordentlichen Besoldungserhöhungen nach den Artikeln 40 und 41 ist die Leistung des Beamten angemessen zu\n\nberücksichtigen.\"\n\nb) Nach Art. 54e der Beamtenordnung (1) vom 10. November 1959 (BO [1]; SR 172.221.101) werden die reale Erhöhung der Beträge nach Art. 36 sowie die ordentliche Besoldungserhöhung nach Art. 40 BtG jenem Beamten nicht gewährt, dessen Leistungen \"ungenügend\" sind (Abs. 1). Die Wahlbehörde führt das Verfahren nach dem Verwaltungsverfahrensgesetz durch und eröffnet die Verfügung BGE 118 Ib 164 S. 166schriftlich unter Angabe der Gründe und des Rechtsmittels (Abs. 3). Mit dem Entscheid wird die ganze reale oder ordentliche Besoldungserhöhung verweigert (Abs. 4); jede weitere Nichtgewährung muss neu verfügt werden (Abs. 5).\n\nc) Das Eidgenössische Personalamt hat am 30. April/1. Mai 1991 eine Wegleitung erlassen, wie diese sogenannte \"negative Leistungslohnkomponente\" in der Praxis zu realisieren ist. Dabei handelt es sich zwar nur um eine verwaltungsinterne Richtlinie und somit nicht um Bundesrecht im Sinne von Art. 104 lit. a OG, welches den Richter zu binden vermöchte (BGE 117 Ib 231 E. 4b), dennoch kommt ihr im vorliegenden Fall eine gewisse Bedeutung zu (vgl. E. 4a).\n\n4. a) Art. 45 Abs. 2bis BtG, welcher auf einen Vorschlag der vorberatenden nationalrätlichen Kommission zurückgeht, will das Leistungselement im Lohn verstärken (vgl. Protokolle der nationalrätlichen Kommission vom 18./25. Januar 1988 betreffend die Änderung des Beamtengesetzes vom 23. Juni 1988). Dem Bund sollte im Rahmen einer modernen Personalpolitik ein neues \"Führungsinstrument\" in die Hand gegeben werden (Amtl. Bull. 1988 N 362 Votum Allenspach; 363 Votum Seiler).\n\nMit der Verwendung des unbestimmten Rechtsbegriffs, wonach die Leistung des Beamten \"angemessen\" zu berücksichtigen sei, räumte der Gesetzgeber dem Bundesrat und der Bundesverwaltung einen erheblichen Beurteilungsspielraum ein, welcher das Bundesgericht bindet. Es darf sein eigenes Ermessen nicht an die Stelle jenes dieser Behörden setzen, sondern muss sich auf die Prüfung beschränken, ob die Verordnung den Rahmen des im Gesetz eingeräumten Ermessens offensichtlich sprengt oder aus anderen Gründen gesetzes- oder verfassungswidrig ist; nur in diesem Fall rechtfertigt es sich auch, von den Richtlinien des Eidgenössischen Personalamtes abzuweichen.\n\nb) Die Beurteilung der Frage, ob ein Beamter ungenügende Leistungen erbringt, ist in allererster Linie Sache der unmittelbaren Vorgesetzten, die dessen tägliche Arbeit am zuverlässigsten einschätzen können (vgl. BGE 108 Ib 421 E. 2b). Auch wenn das Bundesgericht den Sachverhalt im vorliegenden Fall von Amtes wegen feststellen kann (Art. 105 Abs. 1 OG), auferlegt es sich in dieser Beziehung Zurückhaltung, weil ihm für eine völlig freie Beurteilung der Leistung die erforderliche Sachnähe fehlt (vgl. BBl 1990 II 1451). Es hebt eine Verfügung, durch die eine reale oder ordentliche Besoldungserhöhung verweigert wird, nur auf, wenn sich die zugrundeliegende BGE 118 Ib 164 S. 167Einschätzung als sachlich unhaltbar erweist (vgl. BGE 108 Ib 421 E. 2b, 103 Ib 323, BGE 99 Ib 237 E. 3).\n\nc) Ob die Leistungen eines Beamten qualitativ und quantitativ den Erwartungen entsprechen, kann nicht anhand eines bestimmten und leicht fassbaren Kriteriums geprüft werden. Wegen der Vielfalt der im Bundesdienst zu stellenden Anforderungen bestehen keine einheitlichen Beurteilungsschemata für alle Bediensteten. Die Bewertung soll aber in jedem Fall - auch wenn eine Qualifikation nie völlig frei von persönlichen Einschätzungen des Vorgesetzten bleibt - möglichst objektiv erfolgen. Sinnvollerweise knüpft sie deshalb an die Umschreibung der Funktionen im Pflichtenheft und die periodische Personalbeurteilung nach Art. 51 Abs. 3 BtG an (vgl. Amtl. Bull. 1988 N 362 Votum Allenspach), welche sich ihrerseits auf einzelne bestimmbare Sachverhalte stützt (Art. 23 Abs. 2 lit. a BO [1]).\n\nBesteht kein Pflichtenheft, wird ein solches als überholt bezeichnet oder ist eine Personalbeurteilung nach Art. 51 Abs. 3 BtG (noch) nicht erfolgt, kann das Ungenügen der Leistungen aber auch in einem separaten Verfahren festgestellt werden (vgl. Art. 54e Abs. 3 BO [1]), solange die verfahrensrechtlichen Minimalgarantien sichergestellt erscheinen. Die Feststellung des Sachverhaltes hat dabei über eine längere Zeitdauer zu erfolgen, d.h. sie darf nicht punktueller Natur sein, und muss so ausgestaltet werden, dass der Richter sie überprüfen kann.\n\nd) Der Begriff der \"Leistung\" ist nach den Richtlinien des Eidgenössischen Personalamtes weit zu verstehen: Neben Quantität und Qualität habe er auch das Verhalten am Arbeitsplatz zum Inhalt. Über den Ausstoss (output) hinaus seien generell das leistungsbezogene Verhalten sowie die Art und Weise der Zusammenarbeit mitumfasst. Unter den Begriff falle jenes Verhalten, welches die Leistung gegenüber Kunden, Mitarbeiterinnen und Mitarbeitern wesentlich beeinflusse. Wer zwar eine grosse Produktion ausweise, im übrigen aber am Arbeitsplatz Unzufriedenheit auslöse und die \"Kundschaft\" verärgere, riskiere eine negative Verfügung (Ziff. 6).\n\nDiese Auslegung des Leistungsbegriffs ist nicht zu beanstanden. Sie ergibt sich konsequenterweise aus den beamtenrechtlichen Pflichten. Nach Art. 21 Abs. 1 BtG sind Beamte zu persönlicher Dienstleistung gehalten. Auch ohne Aufforderung haben sie sich in ihren dienstlichen Obliegenheiten gegenseitig zu unterstützen und zu vertreten (Art. 21 Abs. 2 BtG). Der Beamte muss seine dienstlichen Obliegenheiten treu und gewissenhaft erfüllen und dabei alles tun, was die Interessen des Bundes fördert, und alles unterlassen, BGE 118 Ib 164 S. 168was sie beeinträchtigt (Art. 22 BtG). Gegenüber Vorgesetzten und Mitarbeitern sowie im Verkehr mit dem Publikum hat er sich höflich und taktvoll zu benehmen (Art. 24 Abs. 2 BtG). Unter den Begriff der \"Leistung\", welche nach Art. 45 Abs. 2bis BtG \"angemessen\" zu berücksichtigen ist, fällt damit nicht nur die quantitative und qualitative Erledigung der Arbeit, sondern allgemein das Verhalten am Arbeitsplatz. Auch Art. 23 Abs. 1 BO (1), welcher die regelmässige Personalbeurteilung im Bund näher umschreibt, sieht eine umfassende Bewertung der Bediensteten vor. Der Vorgesetzte hat nicht nur die Leistung im engeren Sinn, sondern zusätzlich das Verhalten und die Art und Weise der Zusammenarbeit der ihm unterstellten Beamten zu würdigen. Es wäre widersprüchlich, die Personalbeurteilung nach Art. 51 Abs. 3 BtG und 23 BO (1) weit zu fassen, eine allfällige lohnmässige Berücksichtigung dagegen nur gerade auf die Leistung im engeren Sinne zu beschränken.\n\ne) Das Eidgenössische Personalamt führt in seiner Richtlinie zusätzlich eine subjektive Komponente in die Leistungsbeurteilung ein: Art. 45 Abs. 2bis BtG ziele auf das \"Nichtleisten-Wollen\" ab; wenn der Bedienstete nicht leisten könne (Krankheit, fehlendes Wissen und Können usw.), so müssten grundsätzlich andere Massnahmen ergriffen werden, zu denken sei etwa an eine Umgestaltung des Dienstverhältnisses oder die Zuweisung anderer Arbeit (vgl. Ziff. 5.7). Wenn Gesetz und Verordnung ein subjektives Element auch nicht ausdrücklich vorsehen, steht der Einführung eines solchen - bei dem weiten Ermessen, welches der Gesetzgeber der Verwaltung zur Realisierung der negativen Leistungslohnkomponente eingeräumt hat - doch nichts im Weg. Die Richtlinie des Eidgenössischen Personalamtes ist deshalb auch insofern nicht zu beanstanden.\n\n5. Anhand dieser Überlegungen ist im konkreten Fall zu prüfen, ob die Leistungen des Beschwerdeführers objektiv ungenügend waren und, falls die Frage bejaht wird, ob dies auf mangelnden Leistungswillen zurückzuführen ist.\n\n(E. 5a und b: Das Bundesgericht bejaht aufgrund der Qualifikationen durch die Vorgesetzten das objektive Ungenügen der Leistungen des Beschwerdeführers in der massgebenden Zeitperiode.)\n\nc) Nach Ziffer 5.7 der Wegleitung des Eidgenössischen Personalamtes zielen die Massnahmen gemäss Art. 45 Abs. 2bis BtG - wie bereits ausgeführt - auf ein \"Nichtleisten-Wollen\" ab. Wenn der Bedienstete nicht leisten kann, obwohl er möchte, so sind andere Massnahmen zu ergreifen.\n\nBGE 118 Ib 164 S. 169\n\nDer Beschwerdeführer hat wiederholt die ungenügende Leistung mit seiner angeblich angeschlagenen Gesundheit begründet. In seiner Stellungnahme zuhanden des Militärdepartementes wies er darauf hin, dass er unter Depressionen leide. Nach dem Qualifikationsgespräch mit seinem Vorgesetzten habe er erneut ärztlich behandelt werden müssen. Bereits bei den einzelnen rapportierten Beanstandungen begründete er sein Fehlverhalten mit gesundheitlichen Problemen. Diese anerkennt das Bundesamt, wenn es den Beschwerdeführer als \"zugegebenermassen psychisch angeschlagen\" bezeichnet.\n\nWeil nach der Wegleitung des Personalamtes die Frage rechtserheblich ist, ob der Beschwerdeführer keine genügenden Leistungen erbringt, weil er nicht leisten will oder aber aus gesundheitlichen Gründen dies an seiner Arbeitsstelle nicht tun kann, hätte das Departement auf die entsprechenden Vorbringen eingehen und - nötigenfalls unter Beizug des verwaltungsärztlichen Dienstes - weitere Abklärungen treffen müssen. Der Sachverhalt erweist sich in diesem Punkt als ungenügend abgeklärt, zudem hat die Vorinstanz ihr Ermessen überschritten, wenn sie dem Beschwerdeführer die Reallohnerhöhung verweigerte, ohne die Frage eines krankheitsbedingten Leistungsrückgangs zu prüfen. Der angefochtene Entscheid ist deshalb aufzuheben und die Sache zu neuem Entscheid im Sinne der Erwägungen an die Vorinstanz zurückzuweisen (Art. 114 Abs. 2 OG)."}