{"annee": "118", "cour": "IA", "page": "151", "date": "24/6/1992", "cite": ["98 IB 329", "117 IA 302", "117 IB 4", "110 IB 29", "114 IB 305", "117 IB 497", "115 IA 343", "116 IA 339", "114 IA 32", "116 IB 185", "100 IA 223", "116 IA 328", "118 IB 38", "116 IA 41", "115 IA 358", "115 IA 350", "116 IA 193", "114 IA 371"], "cite_par": ["132 II 218", "120 IB 436", "120 IA 227", "119 IA 411", "119 IB 124", "122 I 279"], "chapeau": "23. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. Juni 1992 i.S. Erbengemeinschaft D. und Mitb. gegen Einwohnergemeinde Bottmingen und Regierungsrat des Kantons Basel-Landschaft (staatsrechtliche Beschwerde).", "regestes": ["Art. 4 et art. 22ter Cst.; création d'une zone de protection du paysage pour une surface non bâtie, dans un périmètre réservé autrefois à des constructions. 1. Refus de classement ou déclassement (consid. 3b)? 2. Lorsque le territoire à bâtir ne peut plus être étendu, il est admissible de créer des zones à protéger même si un besoin objectif de terrain constructible est établi; ce besoin peut être apprécié d'un point de vue régional (consid. 4). En l'espèce, il n'y a pas de circonstances particulières qui commanderaient l'institution d'une zone à bâtir ni qui l'emporteraient sur l'intérêt public à l'institution d'une zone à protéger (consid. 5). 3. Un lotissement ne peut être maintenu que si la destination du sol correspond à un plan d'affectation conforme au droit fédéral (consid. 5c). En l'espèce, la création de la zone à protéger ne constitue pas une violation du droit à l'égalité de traitement (art. 4 Cst.) des propriétaires des lots concernés (consid. 6). 4. La commune doit abroger le plan d'équipement routier et corriger le lotissement à la suite de la création de la zone à protéger; les propriétaires ont droit à la rétrocession du terrain destiné à l'équipement qui avait été attribué à la commune (consid. 7)."], "faits": "BGE 118 Ia 151 S. 152\n\nAm 6. Juli 1956 beschloss eine Grundeigentümerversammlung, im Gebiet Spitzacker, Gemeinde Bottmingen, mit Einbezug des Bruderholzackers eine Baulandumlegung einzuleiten. Der Umlegungsperimeter umfasste eine Fläche von rund 450 000 m2. Beteiligt waren 83 Landeigentümer. Die überwiegend langgestreckten und schmalen, landwirtschaftlich genutzten Parzellen wurden in Abstimmung auf das geplante Strassennetz für die Erschliessung des Gebietes zu überbaubaren Parzellen umgestaltet. Im Jahre 1959 traten die Eigentümer den neuen Besitzstand an, in den Jahren 1964 und 1969 wurde mit der Genehmigung des Vermarkungsplanes und der Verurkundung des neuen Besitzstandes das Umlegungsunternehmen abgeschlossen.\n\nDie Neuzuteilung erfolgte nach dem Verhältnis der Flächen des alten Besitzstandes zur Gesamtfläche des Umlegungsperimeters. Für BGE 118 Ia 151 S. 153die Neuzuteilung wurden 15% des einbezogenen Areales für öffentliche Anlagen wie Strassen und Fussgängerwege ausgeschieden. Dieses Land wurde grösstenteils für öffentliche Anlagen beansprucht und die entsprechende Fläche wurde gemäss dem der Umlegung zugrundeliegenden Strassenlinienplan der Gemeinde zugeteilt.\n\nDie ortsplanerische Grundlage für die Durchführung der Baulandumlegung Spitzacker bildete ein Zonenplan aus dem Jahre 1951. Gemäss diesem lag das gesamte Gemeindegebiet von Bottmingen mit Ausnahme des Waldes im Baugebiet, eine Festsetzung, die auch bei einer Zonenplanrevision von 1966 nicht geändert wurde.\n\nIn Vollzug des Bundesgesetzes über den Schutz der Gewässer gegen Verunreinigung vom 8. Oktober 1971 (Gewässerschutzgesetz, GSchG; SR 814.20), der Allgemeinen Gewässerschutzverordnung vom 19. Juni 1972 (AGSchV; SR 814.201), des als dringlich erklärten allgemein verbindlichen Bundesbeschlusses über dringliche Massnahmen auf dem Gebiete der Raumplanung (BMR; AS 1972 I 644 ff.) sowie des am 1. Januar 1969 in Kraft getretenen kantonalen Baugesetzes vom 15. Juni 1967 (BauG) schied der Regierungsrat des Kantons Basel-Landschaft aufgrund der kantonalen Verordnung betreffend den Vollzug des BMR vom 6. Februar 1973 das Gebiet des Bruderholzackers als provisorisches Schutzgebiet C aus. Die entsprechende Festsetzung wurde bis zum Inkrafttreten des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (Raumplanungsgesetz, RPG; SR 700) am 1. Januar 1980 verlängert und anschliessend durch den Regionalplan Landschaft abgelöst, der vom Landrat des Kantons Basel-Landschaft am 23. Oktober 1980 erlassen wurde. Dieser Plan bezeichnete das Gebiet des Bruderholzes als Landschaftsschutzgebiet.\n\nAufgrund der Festsetzungen des Regionalplanes Landschaft wurde die Gemeinde Bottmingen angewiesen, ihre Ortsplanung zu ändern und unter anderem den Bruderholzacker einer kommunalen Landschaftsschutzzone zuzuweisen. Die Einwohnergemeindeversammlung Bottmingen setzte mit Beschluss vom 25. Mai 1987 die Zonenvorschriften Landschaft, bestehend aus dem Zonenplan Landschaft (Nutzungsplan) im Massstab 1:2000 und dem Zonenreglement Landschaft, fest. Der noch nicht überbaute Bruderholzacker, rund 1/9 des ehemaligen Baulandumlegungsgebiets \"Spitzacker\", wurde aus dem bisherigen Baugebiet entlassen und einer Landschaftsschutzzone, in welcher eine Überbauung grundsätzlich ausgeschlossen ist, zugewiesen.\n\nWährend der Planauflage erhoben die Erben D. und Mitbeteiligte gegen die Schutzzonenfestsetzung Einsprache. Der Regierungsrat BGE 118 Ia 151 S. 154wies die Einsprachen ab, soweit auf sie einzutreten war. Der Beschluss der Einwohnergemeindeversammlung betreffend die Zonenvorschriften Landschaft wurde im Sinne der Erwägungen genehmigt. Das ausserhalb des neuen Baugebietsperimeters gelegene Gebiet wurde der Bundesgesetzgebung über die Erhaltung des bäuerlichen Grundbesitzes unterstellt.\n\nMit staatsrechtlichen Beschwerden verlangen die Erben D. und Mitbeteiligte, der Entscheid des Regierungsrates sei aufzuheben. Das Bundesgericht weist die staatsrechtlichen Beschwerden ab, soweit auf sie einzutreten war.", "considerants": "Aus den Erwägungen:\n\n3. a) Dem Regierungsrat kann keine willkürliche Feststellung des rechtserheblichen Sachverhalts vorgeworfen werden. Wie anlässlich des Augenscheines und der Instruktionsverhandlung festgestellt werden konnte, ist in erster Linie die Würdigung der tatsächlichen Verhältnisse umstritten.\n\nDie Beschwerdeführer stellen nicht in Abrede, dass das Bruderholz mit Einschluss des Bruderholzackers ein landwirtschaftlich gut nutzbares Areal ist, dem für die Erholung des dicht besiedelten Agglomerationsgebietes sowie mit Rücksicht auf das Landschaftsbild ein erheblicher Wert zukommt. Sie leiten hingegen aus dem Bau und dem Bestand der Verbindungsstrasse, die von Münchenstein nach Bottmingen führt, von der Auffassung des Regierungsrates abweichende Folgerungen her. Sie sind der Meinung, diese Strasse beeinträchtige den Erholungswert des Bruderholzackers in derart erheblichem Masse, dass seine Einweisung in eine Landschaftsschutzzone nicht mehr gerechtfertigt sei. Auch würdigen sie die vom Regierungsrat vorgelegten Zahlen über die Bevölkerungsentwicklung und die Baulandreserven in der Gemeinde Bottmingen und im Bezirk Arlesheim anders; sie legen dar, die Baulandreserven seien ungenügend, namentlich für den Bau von Einfamilienhäusern. Hiefür würde sich der Bruderholzacker in gleicher Weise wie das angrenzende, bereits weitgehend überbaute Gebiet des Spitzackers ausgezeichnet eignen.\n\nb) Für die Beurteilung dieser Einwendungen ist nicht die Sachverhaltsfeststellung entscheidend, sondern die Frage, ob der Regierungsrat alle massgebenden öffentlichen und privaten Interessen in ausreichendem Masse berücksichtigt und richtig abgewogen hat, eine BGE 118 Ia 151 S. 155Frage, die das Bundesgericht - wie erwähnt - in Berücksichtigung des Verfassungsschutzes des Eigentums grundsätzlich ohne Beschränkung seiner Kognition prüft. Als erstes ist dabei abzuklären, wie die Festsetzung der umstrittenen Landschaftsschutzzone in Anwendung des eidgenössischen und kantonalen Raumplanungsrechts zu qualifizieren ist.\n\naa) Die Baulandumlegung Spitzacker wurde gemäss dem früheren kantonalen Baugesetz vom 15. Mai 1941 durchgeführt. Nach der Einleitung des Verfahrens im Jahre 1956 waren die für die Parzellarordnung entscheidenden Schritte im wesentlichen bereits im Jahre 1959 mit dem Antritt des neuen Besitzstandes und in den Jahren 1964 und 1969 mit der Genehmigung des Vermarkungsplanes und der Verurkundung des neuen Besitzstandes abgeschlossen. Nach der unbestrittenen Darstellung des Regierungsrates lag damals das gesamte Gemeindegebiet mit Ausnahme des Waldes in der Bauzone. Bereits dem am 1. Januar 1969 in Kraft getretenen neuen kantonalen Baugesetz vom 15. Juni 1967 widerspricht dies. Dieses Gesetz verlangt eine Gebietsausscheidung mit Einteilung des Gemeindebannes in Bau-, Land- und Forstwirtschaftsgebiet (§ 9 ff. BauG).\n\nbb) Aufgrund der verfassungsrechtlichen Ordnung des Bodenrechts gemäss den Art. 22ter und 22quater BV vom 14. September 1969 wurden die Kantone verpflichtet, nach den bundesrechtlichen Grundsätzen eine der zweckmässigen Nutzung des Bodens und der geordneten Besiedlung des Landes dienende Raumplanung zu schaffen. Ein zentrales Anliegen dieser Neuordnung bildet die Festlegung der zulässigen Nutzung des Bodens in Beachtung des Gebotes der haushälterischen Nutzung durch Nutzungspläne (BGE 117 Ib 7 E. 3a, bb; BGE 118 Ib 40 E. 2a).\n\nDer Bundesgesetzgeber trug dem verfassungsrechtlichen Gebot des Art. 22quater BV zunächst mit dem Erlass des Gewässerschutzgesetzes vom 8. Oktober 1971 sowie mit dem Bundesbeschluss über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 17. März 1972 Rechnung, ein Beschluss, der bis zum Inkrafttreten des Raumplanungsgesetzes am 1. Januar 1980 verlängert wurde. Namentlich ist darauf hinzuweisen, dass nach Inkrafttreten des Gewässerschutzgesetzes ein generelles Kanalisationsprojekt (GKP) zwar Bauland bezeichnen konnte (Art. 20 GSchG in der Fassung vom 1. Juli 1972), doch musste dieses den in Art. 15 AGSchV enthaltenen Dimensionierungskriterien entsprechen (in BGE 114 Ib 305 nicht publizierte E. 5a). Danach ist das GKP für das überbaute und innert höchstens fünfzehn Jahren zur Erschliessung vorgesehene Baugebiet BGE 118 Ia 151 S. 156anzulegen, eine Bestimmung, die sich mit dem am 1. Januar 1975 in Kraft getretenen Art. 5 Abs. 1 des Wohnbau- und Eigentumsförderungsgesetzes vom 4. Oktober 1974 (WEG; SR 843) deckt.\n\nIn Übereinstimmung mit diesen bundesrechtlichen Anordnungen setzte der Regierungsrat des Kantons Basel-Landschaft mit Beschluss vom 6. Februar 1973 die kantonalen Schutzgebiete fest, wobei das Gebiet des Bruderholzackers als provisorisches Schutzgebiet C ausgeschieden wurde. Die Geltungsdauer der kantonalen Verordnung betreffend den Vollzug des BMR vom 6. Februar 1973 wurde bis zum Inkrafttreten des Raumplanungsgesetzes verlängert und der angeordnete Schutz in der Folge gemäss der Verordnung über einführende Massnahmen über die Raumplanung vom 18. Dezember 1979 gestützt auf Art. 27 RPG sowie notfalls mit Bausperren nach § 39 BauG sichergestellt. Insbesondere wurden die Schutzgebiete C durch den vom Landrat des Kantons Basel-Landschaft am 23. Oktober 1980 beschlossenen Regionalplan Landschaft abgelöst. Mit diesen Massnahmen sicherte der Kanton Basel-Landschaft ab 1973 lückenlos den Schutz des Bruderholzes mit Einschluss des Bruderholzackers als Landwirtschafts- und Erholungsgebiet.\n\ncc) Es ergibt sich hieraus, dass die aufgrund des früheren kantonalen Baugesetzes von 1941 in der Gemeinde Bottmingen geltende Rechtslage keiner raumplanerischen Grundordnung im Sinne der verfassungsrechtlichen Ordnung des Bodenrechts und des eidgenössischen und des kantonalen Planungs- und Baurechts entsprach. Die Gemeinde hatte ihr Gebiet nicht in Baugebiet und Landwirtschaftsgebiet unterteilt (§ 9 ff. BauG). Sie verfügte demgemäss nicht über einen Nutzungsplan, der die zulässige Nutzung des Bodens im Sinne der Art. 14 ff. RPG ordnete. Ein solcher wurde auch nie gestützt auf Art. 35 Abs. 3 RPG genehmigt. Das Bundesrecht verpflichtete die Gemeinde Bottmingen, spätestens innert acht Jahren nach Inkrafttreten des Raumplanungsgesetzes einen den Zielen und Planungsgrundsätzen des Bundesrechts entsprechenden Nutzungsplan festzusetzen (Art. 35 Abs. 1 lit. b RPG). Mit dem Beschluss vom 25. Mai 1987 kam die Einwohnergemeindeversammlung Bottmingen diesem Auftrag und damit der vom Bundesrecht verlangten verbindlichen Begrenzung des Baugebietes nach.\n\nDie Einweisung des Bruderholzackers in die Schutzzone stellt somit eine Nichteinzonung des Areales in eine Bauzone und nicht eine Auszonung aus einer den Raumplanungsgrundsätzen entsprechenden Bauzone dar (BGE 117 Ib 7 f. E. 3a; BGE 115 Ia 346 E. 5b und c mit Hinweisen).\n\nBGE 118 Ia 151 S. 157\n\n4. a) Aufgrund der Einwendungen der Beschwerdeführer ist zu prüfen, ob die Nichteinweisung ihrer Grundstücke in eine Bauzone verfassungsmässige Rechte der Beschwerdeführer verletzt. Diese sind der Meinung, der Bruderholzacker erfülle die gesetzlichen Voraussetzungen einer Bauzone gemäss Art. 15 RPG. Mit Recht machen sie nicht geltend, dass er zum weitgehend überbauten Gebiet (Art. 15 lit. a RPG) gehöre. Sie bringen indes vor, die entsprechende Fläche werde voraussichtlich innert 15 Jahren als Bauland benötigt und könne innert dieser Zeit erschlossen werden (Art. 15 lit. b RPG).\n\nb) Land, das nach den gesetzlichen Vorschriften in die Bauzone gehört, ist grundsätzlich in eine solche Zone einzuweisen (BGE 116 Ia 331 E. 3b mit Hinweisen). Bei der Festsetzung von Bauzonen ist jedoch nicht allein deren Begriffsumschreibung in Art. 15 RPG zu beachten. Vielmehr sind alle im positiven Recht normierten Ziele und Grundsätze optimal zu berücksichtigen (BGE 117 Ia 307 E. 4b; BGE 116 Ia 333 f. E. 4c; BGE 114 Ia 374 E. 5b). Planungsmassnahmen sind nur dann verfassungskonform, wenn neben den Kriterien der Eignung, der Überbauung und des Bedarfes auch alle anderen im konkreten Fall massgebenden raumplanerischen Gesichtspunkte bei der Interessenabwägung berücksichtigt werden. Hiezu zählt das Gebot der Schonung der Landschaft; insbesondere sollen der Landwirtschaft genügende Flächen geeigneten Kulturlandes erhalten und naturnahe Landschaften und Erholungsräume geschützt bleiben (Art. 3 Abs. 2 lit. a und d RPG), ein Gebot, dass sich mit § 1 BauG in der Fassung vom 15. Oktober 1979 deckt.\n\nc) Im Lichte der Ziele und Grundsätze des Raumplanungsgesetzes ist die vom Regierungsrat im Jahre 1973 beschlossene Einweisung des Bruderholzackers in das Schutzgebiet C, die vom Landrat mit der Genehmigung des Regionalplanes Landschaft am 23. Oktober 1980 bestätigt wurde, nicht zu beanstanden. Auch wenn die Verbindungsstrasse, die von Münchenstein nach Bottmingen führt, den Bruderholzrücken durchschneidet, ist dieser Eingriff nicht als derart schwerwiegende Beeinträchtigung zu bezeichnen, dass die Einweisung des Bruderholzackers in eine Schutzzone nicht gerechtfertigt wäre.\n\nDer Augenschein hat bestätigt, dass die Strasse in einem Einschnitt verläuft, weshalb ihr Verlauf vom Bruderholzacker aus kaum als störend wahrgenommen wird. Auch stösst der Bruderholzacker nur auf der nördlichen Seite an die Bauzone an, im Osten, Westen und Süden ist er von landwirtschaftlich genutzter Freifläche umgeben. Dass er geringfügig tiefer liegt als das angrenzende Gebiet der Gemeinde BGE 118 Ia 151 S. 158Reinach, schliesst seine Schutzwürdigkeit nicht aus; jedenfalls sind die entsprechenden Folgerungen der kantonalen Instanzen bei der vom Bundesgericht zu wahrenden Zurückhaltung nicht zu beanstanden.\n\nd) Verhält es sich so, kommt der Streitfrage, ob die Gemeinde Bottmingen über ausreichende Bauzonenreserven verfüge oder ob bei zutreffender Würdigung der Prognosen über die Bevölkerungsentwicklung und den Bauflächenbedarf der Bruderholzacker voraussichtlich innert 15 Jahren als Bauland benötigt werde, keine entscheidende Bedeutung zu. In einer einzelnen Gemeinde dürfen Schutzzonen auch dann festgelegt werden, wenn trotz eines gegebenen Bedarfs die Bauzonen wegen der Gebietsbegrenzung nicht mehr ausgedehnt werden können. Die Einwendungen der Beschwerdeführer, mit welchen diese die Schlüssigkeit der von der Gemeinde und dem Kanton vorgelegten Prognosen und Berechnungen bezweifeln, vermögen daher die nach den Zielen und Grundsätzen der Raumplanung berechtigte Schutzzonenfestsetzung nicht in Frage zu stellen.\n\nDie bundesgerichtliche Rechtsprechung lässt es im übrigen zu, dass für die Ermittlung des Baulandbedarfs massgebend auf eine regionale Betrachtung abgestellt wird (BGE 116 Ia 341 f. E. 3b, aa; nicht publizierter Entscheid des Bundesgerichtes vom 10. Dezember 1987 i.S. Gemeinde Oberwil gegen Regierungsrat des Kantons Basel-Landschaft, E. 4e, eb). Auch hat das Bundesgericht keinen Anlass, an der Zuverlässigkeit der von der Gemeinde und dem Kanton angestellten Erhebungen zu zweifeln. Selbst wenn die vorhandenen Baulandreserven nicht auf den Markt gelangen sollten, ist es nicht ausgeschlossen, sie bei der Berechnung der für die Überbauung benötigten Flächen mitzuberücksichtigen (BGE 116 Ia 328, 333 E. 4b und c).\n\nSchliesslich ist festzustellen, dass die Festsetzung der Landschaftsschutzzone im Gebiete des Bruderholzackers in Bottmingen im Rahmen des Konzeptes \"Grüner Finger\" mit den nutzungsplanerischen Festlegungen im Kanton Basel-Stadt für das Gebiet östlich der Predigerhofstrasse gemäss Zonenplan des Kantons Basel-Stadt, Ausgabe 1988, abgestimmt ist (Art. 2 Abs. 1, Art. 6 Abs. 4 und Art. 7 Abs. 1 RPG).\n\n5. Weiter ist zu prüfen, ob im konkreten Fall besondere Umstände vorliegen, welche trotz der grundsätzlichen Übereinstimmung der Schutzzonenfestsetzung mit den Raumplanungsgrundsätzen für die Einweisung des Gebietes in eine Bauzone sprechen und ob gegebenenfalls BGE 118 Ia 151 S. 159diesen Umständen ein derart erhebliches Gewicht beizumessen ist, dass sie die für die Nichteinzonung in eine Bauzone sprechenden Gründe überwiegen (BGE 115 Ia 354 f. E. 3f und 356 E. 3f, dd).\n\na) Auch wenn - wie dies hier namentlich zufolge der Rechtsänderungen zutrifft - keine Zusicherungen vorliegen, aus denen sich gemäss der bundesgerichtlichen Rechtsprechung zur Verbindlichkeit behördlicher Auskünfte aus Art. 4 BV gegebenenfalls eine Pflicht zur Einweisung von Land in eine Bauzone ergeben kann (dazu BGE 116 Ib 187 E. 3c mit Hinweisen), ist der Vorgeschichte der Nutzungsplanfestsetzung bzw. der aufgrund früheren Rechts durchgeführten Baulandumlegung erhebliche Bedeutung beizumessen (BGE 115 Ia 356 E. 3f, cc).\n\nDiese bezweckte, die Parzellen so zu gestalten, dass sie der Überbauung zugeführt werden können, eine Absicht, die für den Bruderholzacker im Zeitpunkt der Einleitung und Durchführung der Baulandumlegung in den Jahren nach 1956 bestand. Im Rahmen der durchgeführten Erschliessungsplanung wurde gemäss basellandschaftlichem Recht von dem in den Umlegungsperimeter einbezogenen Land ein pauschaler Abzug von 15% gemacht, um das namentlich für die Erschliessungsstrassen benötigte Land auszuscheiden und der Gemeinde zuzuteilen. Im Gebiet des Bruderholzackers wurde dementsprechend das für die Schönmattstrasse, die Gempenstrasse und die Wannenstrasse sowie das für die Verbreiterung der Astershagstrasse erforderliche Land ausgeschieden und der Gemeinde zugeteilt.\n\nb) In BGE 115 Ia 350 betreffend das Gebiet \"Wannen\" in Pratteln bejahte das Bundesgericht unter anderem deshalb eine Einzonungspflicht, weil im Rahmen einer Landerwerbsumlegung für den Nationalstrassenbau den damaligen Beschwerdeführern gewerblich genutztes oder nutzbares Land entzogen und ihnen als Realersatz im Rahmen der Umlegung im Sinne von Art. 31 des Bundesgesetzes über die Nationalstrassen vom 8. März 1960 (Nationalstrassengesetz, NSG; SR 725.11) gleichwertiges Land neu zugeteilt worden war. Dass die Zuteilung in der Meinung erfolgte, es handle sich um Bauland, wurde durch die Ausscheidung der für die Erschliessung benötigten Strassenfläche und deren Zuteilung an die Gemeinde bestätigt, wobei diese Ausscheidung in Übereinstimmung mit dem vom Einwohnerrat erlassenen und vom Regierungsrat genehmigten Strassennetzplan erfolgte (BGE 115 Ia 355). Es fragt sich, ob im vorliegenden Fall die durchgeführte Baulandumlegung der Sach- und BGE 118 Ia 151 S. 160Rechtslage des genannten Falles einer Landerwerbsumlegung für den Nationalstrassenbau gleichzustellen ist.\n\nIm Falle \"Pratteln/Wannen\" trug das Bundesgericht nicht nur der Tatsache der durchgeführten Landumlegung und dem Umstand, dass die kantonalen und kommunalen Behörden noch nach Erlass des Raumplanungsgesetzes von der Baulandqualität ausgingen, sondern vor allem auch der Lage und Eignung des neu zugeteilten Landes für eine gewerbliche Überbauung Rechnung. Dabei prüfte es, ob allenfalls ein Interesse an einer landwirtschaftlichen Nutzung als derart erheblich zu gewichten wäre, dass die Umstände, welche für eine Einzonung sprechen, zurückzutreten hätten. Es verneinte diese Frage, da das betreffende Areal nur begrenzt für eine landwirtschaftliche Nutzung geeignet war. Auch zeichnete sich seine Lage nicht durch eine besondere Schutzwürdigkeit im Sinne der Raumplanungsgrundsätze aus. Es stiess vielmehr an bereits gewerblich genutztes Land an und war von Verkehrsstrassen mit erheblichem Verkehr umgeben und daher einer starken Immissionsbelastung ausgesetzt (BGE 115 Ia 354 ff. E. 3).\n\nDemgegenüber führten im Entscheid BGE 115 Ia 358 betreffend das Gebiet \"Pratteln/Erli\" namentlich Gründe der Eignung des Gebietes für die landwirtschaftliche Nutzung und dessen Bedeutung als besonders wertvolles Naherholungsgebiet trotz einer früher durchgeführten Baulandumlegung zum Schluss, die Nichteinzonung des Areales sei verfassungsrechtlich nicht zu beanstanden (BGE 115 Ia 360 ff. E. 3f).\n\nc) Diese Umstände zeigen, dass der vorliegende Fall nicht der im Falle \"Pratteln/Wannen\" gegebenen Sachlage gleichgestellt werden kann. Der Regierungsrat durfte zu Recht annehmen, dass im Bruderholzacker die öffentlichen Interessen überwiegen, welche für die Freihaltung des Areales als Erholungs- und Landschaftsschutzgebiet sowie als landwirtschaftlich ausgezeichnet nutzbares Land sprechen (BGE 115 Ia 362 E. 3f, ee).\n\nDie bundesgerichtliche Rechtsprechung anerkennt, dass grundsätzlich die Verwirklichung einer den gesetzlichen Grundsätzen des Raumplanungsrechts entsprechenden Planung Vorrang hat vor dem Gebot der Beständigkeit eines altrechtlichen Planes. Die Frage der Rechtssicherheit und damit der Planbeständigkeit stellt sich nur für bundesrechtskonforme Pläne (BGE 116 Ia 235 E. 4a; BGE 114 Ia 33 f. E. 6). Auch eine Parzellarordnung kann deshalb nur Beständigkeit beanspruchen, wenn ihr ein bundesrechtskonformer Nutzungsplan zugrunde liegt (in diesem Sinne die in BGE 117 Ib 497 nicht BGE 118 Ia 151 S. 161publizierten E. 4 und 5), was hier nicht zutrifft. Den privaten Interessen der Eigentümer an der baulichen Nutzung ihres Landes kann somit nicht das gleiche Gewicht wie im Falle \"Pratteln/Wannen\" zugebilligt werden.\n\n6. a) Die Beschwerdeführer bestreiten die Verfassungskonformität der Landschaftsschutzzone weiter namentlich mit dem Hinweis auf das Ergebnis der Baulandumlegung, in deren Rahmen Landabzüge für die geplanten und im Gebiet des Spitzackers auch verwirklichten Erschliessungsanlagen vorgenommen wurden. Sie erblicken hierin sowohl einen Verstoss gegen das Rechtsgleichheitsgebot (Art. 4 BV) als auch gegen die Eigentumsgarantie (Art. 22ter BV) und sind der Meinung, dieser Verstoss könne nur durch Zuweisung des Bruderholzackers in eine Bauzone behoben werden.\n\nZu dieser Frage hat sich der Regierungsrat im angefochtenen Entscheid nicht näher geäussert. Er ist offenbar der Meinung, die entsprechenden Einwendungen seien im Rahmen eines allfälligen Entschädigungsverfahrens zu beurteilen.\n\nb) Die Baulandumlegung bezweckte, die früheren langgestreckten, zum Teil schmalen und mit Flurwegen für die landwirtschaftliche Nutzung erschlossenen Parzellen in Verbindung mit der Festlegung des Strassennetzes - entsprechend der nach früherem Recht vorgesehenen baulichen Nutzung - zu Bauparzellen umzugestalten. Im Hinblick auf diese Nutzung wurde von der Gleichwertigkeit des Landes ausgegangen. Dementsprechend erhielten die Eigentümer nach dem Verhältnis der Fläche ihres alten Besitzes zum Perimetergebiet für die Überbauung geeignete Parzellen, wobei von der gesamten Fläche ein Abzug von 15% insbesondere für die der Gemeinde zugeteilten Erschliessungsanlagen vorgenommen wurde. Bei der Neuzuteilung trug man soweit als möglich der Lage der bisherigen Parzellen Rechnung.\n\nIm bundesgerichtlichen Instruktionsverfahren wurde Aufschluss über den alten Besitzstand der Beschwerdeführer und dessen Vergleich mit dem neuen Besitzstand verlangt. Das Ergebnis ist aufschlussreich, zeigt doch der Vergleich, dass auf die Lage des alten und des neuen Besitzstandes Rücksicht genommen wurde. Soweit die Beschwerdeführer bzw. deren Rechtsvorgänger sowohl im Gebiet der heutigen bereits weitgehend überbauten Bauzone Spitzacker als auch im nun umstrittenen Bereich Bruderholzacker Parzellen besassen, erhielten sie in beiden Gebieten Neuzuteilungen. Soweit der alte Besitzstand nur im Bruderholzacker lag, erfolgte die BGE 118 Ia 151 S. 162Neuzuteilung in diesem Gebiet. Das flächenmässige Verhältnis der Ansprüche der Beschwerdeführer ist unbestrittenermassen zufolge der einheitlichen Behandlung des Umlegungsperimeters bei Berücksichtigung der gesamten Fläche des Gebietes gewahrt. Doch hat die Einweisung des Bruderholzackers in eine Schutzzone zur Folge, dass die Beschwerdeführer die ihnen in diesem Gebiet zugeteilten Parzellen nur landwirtschaftlich nutzen können.\n\nc) Diese Auswirkung kann nicht im Nachhinein dem Umlegungsunternehmen angelastet werden. Sie ist vielmehr Folge der Planungsmassnahmen, die aufgrund der Rechtsänderungen nach Abschluss der Parzellarordnung beschlossen wurden. Die Beschwerdeführer werden als Grundeigentümer insofern nicht anders betroffen als alle Eigentümer von Land, das nach der früheren Rechtslage als Bauland oder jedenfalls Bauerwartungsland galt und das in Vollzug der vom Bundesrecht gebotenen Raumplanung einer Nichtbauzone zugewiesen wurde.\n\nOb die Beschwerdeführer diese Rechtsänderung im Lichte des verfassungsrechtlichen Rechtsgleichheitsgebots hinnehmen müssen, ist nach den für die Beurteilung von Planungsmassnahmen geltenden Grundsätzen zu prüfen. Hiefür geht die bundesgerichtliche Rechtsprechung davon aus, dass dem Gleichheitsprinzip nur eine abgeschwächte Wirkung zukommt (BGE 117 Ia 307 E. 4b; BGE 116 Ia 195 E. 3b). Ausserdem hat die Verwirklichung einer den gesetzlichen Grundsätzen entsprechenden Nutzungsplanung Vorrang gegenüber dem Bestand der früheren Rechtslage (BGE 114 Ia 33 E. 6 mit Hinweisen), auch wenn die Interessen der betroffenen Eigentümer am Fortbestand der früheren Rechtsposition mitzuberücksichtigen sind (BGE 115 Ia 347 E. 5c). Aus der Eigentumsgarantie kann in solchen Fällen grundsätzlich kein Anspruch auf Einweisung von Liegenschaften in eine Bauzone hergeleitet werden (BGE 116 Ia 236; BGE 114 Ia 33 E. 6).\n\nd) Auch die erhebliche Gewichtung des Ergebnisses der Baulandumlegung und des Interesses der Eigentümer am Fortbestand der Rechtsposition, welche sie gemäss der früheren Rechtslage besassen, führt unter den gegebenen Umständen nicht zu einer Verpflichtung der Gemeinde, den Bruderholzacker in eine Bauzone aufzunehmen. Das Bundesgericht hat in einem neuesten Urteil festgestellt, dass eine mehr als 15 Jahre zurückliegende Güterzusammenlegung das für die Planung zuständige Gemeinwesen nicht daran hindert, seine Zonenordnung veränderten Verhältnissen anzupassen (nicht veröffentlichtes Urteil des Bundesgerichtes vom 6. Februar 1992 i.S. E. und Kons. gegen Gemeinde Küttigkofen, E. 6).\n\nBGE 118 Ia 151 S. 163\n\nDie Baulandumlegung Spitzacker wurde vor 36 Jahren eingeleitet und der Antritt des neuen Besitzstandes erfolgte vor rund 33 Jahren. Zwar zog sich der definitive Abschluss des Unternehmens bis zum Jahre 1970 hin, doch ändert dies nichts daran, dass es sich um ein weit zurückliegendes Unternehmen handelt, gegenüber dessen Bestand die Anwendung des neuen Rechts Vorrang verdient; andernfalls würde die Durchsetzung neuen Rechts in untragbarer Weise erschwert, was dem Gesetzmässigkeitsprinzip widerspräche. Ausserdem würden Eigentümer von Grundstücken, die in ein Baulandumlegungsverfahren einbezogen wurden, gegenüber Landeigentümern, deren Grundstücke sich für eine Überbauung eignen, ohne dass die Parzellarordnung geändert werden muss, bevorzugt. Auch diese müssen eine Nichteinzonung oder eine nur teilweise Einweisung ihrer Grundstücke in eine Bauzone hinnehmen; einen Anspruch auf Einzonung ihres Grundbesitzes haben sie grundsätzlich nicht.\n\ne) Schliesslich ist festzustellen, dass eine nur etappenweise Erschliessung des grossen Umlegungsgebietes Spitzacker dem früheren und geltenden Recht entsprach (§ 12 BauG, Art. 5 WEG, Art. 19 Abs. 2 RPG). Wie die Gemeinde zutreffend darlegt, war sie nicht verpflichtet, den am Rande des Umlegungsperimeters gelegenen Bruderholzacker vorgängig zu erschliessen. Die Eigentümer stellten vor Erlass der Schutzzonenanordnung im Jahre 1973 keine Anträge, auf ihre Kosten die Erschliessung des Bruderholzackers auszuführen (vgl. § 12 Abs. 2 BauG sowie BGE 110 Ib 34 E. 4a); jedenfalls wird dies nicht geltend gemacht. Dies wäre wegen der hohen Kosten auch kaum in Frage gekommen. Es ist zu bedenken, dass die Verpflichtung, neue Bauten an eine Kanalisation anzuschliessen, bereits aufgrund der eidgenössischen Gewässerschutzgesetzgebung bestand (Art. 15 und 17 ff. GschG). Die Kanalisation zählt zu den Erschliessungsanlagen gemäss § 12 BauG und ist von der Gemeinde nach ihren Projekten und Reglementen zu bauen. Hätten die Eigentümer von Liegenschaften im Bruderholzacker deren vorzeitige Erstellung verlangt, hätten sie die Kosten vorschiessen müssen (§ 12 Abs. 2 BauG).\n\n7. a) Nach dem Gesagten liegt in der Nichteinweisung des Bruderholzackers in eine Bauzone entgegen der Auffassung der Beschwerdeführer keine Verletzung verfassungsmässiger Rechte vor. Die staatsrechtlichen Beschwerden sind daher abzuweisen.\n\nb) Festzustellen ist hingegen, dass die Zuweisung der Liegenschaften der Beschwerdeführer in die Landschaftsschutzzone ohne die für die bestimmungsgemässe landwirtschaftliche Nutzung nötige BGE 118 Ia 151 S. 164Korrektur des Strassenplanes und der Parzellarordnung erfolgte. Die Zuteilung von Land an die Gemeinde für Baulanderschliessungsstrassen, die wegen der späteren Festsetzung der Landschaftsschutzzone nicht benötigt werden, widerspricht einer der Planfestsetzung entsprechenden Bodennutzung (zur Abstimmung von Parzellarordnungen auf die Nutzungsplanung BGE 116 Ia 47 E. 4c, cb; Urteil des Bundesgerichtes vom 1. April 1981, publiziert in ZBl 84/1983 S. 184 E. 4 betreffend Erschliessungsplanung und Umlegung; PETER HÜBNER, Die Parzellarordnung nach baselstädtischem Recht, Diss. Basel 1990/1991, S. 81 ff.; EJPD/BRP, Erläuterungen RPG, N 2b zu Art. 20).\n\nDer Augenschein hat bestätigt, dass die für eine bauliche Nutzung gestalteten Parzellen eine landwirtschaftliche Nutzung erschweren. Dass den Nachteilen mit einer einheitlichen Verpachtung der Parzellen an einen oder wenige Landwirte begegnet werden kann, ist nicht ausschlaggebend. Eine rationelle landwirtschaftliche Nutzung ist auf eine hiefür gestaltete Parzellenform und soweit nötig auf landwirtschaftliche Flurwege angewiesen und daher auf die Dauer nicht sichergestellt, sofern die entsprechenden Parzellarordnungsmassnahmen nicht durchgeführt werden (in diesem Sinne Art. 77 Abs. 1 des Bundesgesetzes über die Förderung der Landwirtschaft und die Erhaltung des Bauernstandes vom 3. Oktober 1951 (Landwirtschaftsgesetz, LwG; SR 910.1) und Art. 2 Abs. 1 der Verordnung über die Unterstützung von Bodenverbesserungen und landwirtschaftlichen Hochbauten vom 14. Juni 1971 (Bodenverbesserungs-Verordnung, BoV; SR 913.1); vgl. dazu BGE 98 Ib 330 E. 6). Da es sich beim Bruderholzacker um besten landwirtschaftlichen Boden handelt, der nach der Rechtskraft der Zonenfestsetzung zu den Fruchtfolgeflächen des Kantons Basel-Landschaft geschlagen werden soll, hätte eine den Grundsätzen des Raumplanungsrechts entsprechende Zonenfestsetzung mit der Anordnung einer Korrektur des auf eine bauliche Nutzung abgestimmten Erschliessungsplanes und der Parzellarordnung im Bruderholzacker verbunden werden müssen.\n\nEntsprechende Anträge haben die Beschwerdeführer jedoch weder im kantonalen noch im staatsrechtlichen Beschwerdeverfahren gestellt, weshalb es bei den vorerwähnten Feststellungen sein Bewenden hat (Art. 90 Abs. 1 OG). Ergänzend ist festzuhalten, dass die Zuteilung der für die vorgesehenen Erschliessungsstrassen entsprechenden Fläche an die Gemeinde im Ergebnis einer Enteignung gleichkommt (vgl. BGE 100 Ia 230), da ihr Zweck, die BGE 118 Ia 151 S. 165Feinerschliessung der nach dem früheren Recht zur Überbauung bestimmten Parzellen zu ermöglichen, nachträglich dahinfiel. Die Beschwerdeführer haben bei dieser Sachlage einen Rechtsanspruch darauf, dass die der Gemeinde zugeteilten Flächen der geplanten Erschliessungsanlagen reprivatisiert werden. Sie sind befugt, entsprechende Anträge zu stellen. Die Neuordnung der Parzellen, die für die bestimmungsgemässe Nutzung des Bodens erforderlich ist, kann von Amtes wegen verfügt werden (Art. 20 RPG; BGE 116 Ia 47 E. 4c, cb), wobei in diesem Verfahren die Impropriation der der Gemeinde zugeteilten, für die bestimmungsgemässe landwirtschaftliche Nutzung des Landes nicht benötigten Flächen erfolgen kann. Der Regierungsrat ist befugt, die zuständigen Behörden anzuweisen, das erforderliche Verfahren für die Neugestaltung der Parzellen im Blick auf die nun festgelegte landwirtschaftliche Nutzung einzuleiten und auf Kosten des zuständigen Gemeinwesens durchzuführen, da die nachträgliche Rechtsänderung, die auf die Revision des Bodenrechts und die Verpflichtung zur Raumplanung zurückzuführen ist, nicht den Eigentümern angelastet werden kann. Dass die Neuordnung der Grundstücke auf das Gebiet der Schutzzone beschränkt werden muss, ist Folge der Nutzungsplanung; ein Einbezug des gesamten früheren Umlegungsperimeters ist verfassungsrechtlich nicht gefordert.\n\nOb im übrigen die Nichteinweisung der Grundstücke der Beschwerdeführer in eine Bauzone in Berücksichtigung der Korrektur der Parzellarordnung zusätzlich Entschädigungsfolgen nach sich zieht, ist nicht in diesem Verfahren zu beurteilen."}