{"annee": "118", "cour": "IB", "page": "301", "date": "14/8/1992", "cite": ["117 IB 285", "118 IB 1", "110 IB 160", "116 IB 175", "116 IB 119", "117 IB 135", "117 IB 270", "114 IB 81", "117 IB 9", "115 IB 472", "111 IB 201", "117 IB 178", "116 IB 8", "116 IB 50", "107 IB 233", "115 IB 335", "118 IB 196", "117 IB 308", "117 IB 97"], "cite_par": ["124 II 460", "120 IB 48"], "chapeau": "38. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. August 1992 i.S. WWF Schweiz gegen H., Politische Gemeinde Amriswil, Amt für Raumplanung und Departement für Bau und Umwelt sowie Verwaltungsgericht des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 12 LPN, art. 55 LPE, art. 24 LAT; autorisation exceptionnelle pour l'agrandissement d'une installation d'élevage de porcs, droit de recours des organisations nationales de protection de l'environnement. Les organisations qui ont qualité pour recourir en vertu des art. 12 LPN et 55 LPE peuvent aussi attaquer les autorisations exceptionnelles fondées sur l'art. 24 al. 2 LAT. Elles sont non seulement habilitées à se plaindre de la violation du droit fédéral de la protection de l'environnement, de la nature et du paysage, mais aussi à soulever tous les griefs, admissibles selon l'art. 104 OJ, relatifs à la protection de l'environnement ou à la protection de la nature et du paysage (consid. 1b, c)."], "faits": "|302|\n\nH. ist Inhaber einer Käserei und eines Schweinezucht- und Schweinemastbetriebs auf der in seinem Eigentum stehenden Parzelle Nr. 7 in der Landwirtschaftszone der Gemeinde Amriswil. Das Stallgebäude ist an die Käserei angebaut. In den beiden Obergeschossen der Käserei befindet sich die Wohnung des Betriebsinhabers.\n\nUm den Betrieb mit 72 Mutterschweinen, 36 Jungsauen oder Zuchtjagern und 400 Mastschweinen den neuen Bestimmungen des Tierschutzrechts anzupassen, beabsichtigte H., den Stall umzubauen. Die Betriebsfläche sollte um rund 23% erweitert und die Raumaufteilung geändert werden. Abgesehen von einer Reduktion um vier Mastschweine sollte der Umbau keine Änderung der Tierzahl zur Folge haben.\n\nAm 21. April 1989 erteilte das Bundesamt für Landwirtschaft für dieses Vorhaben eine Stallbaubewilligung (Art. 2 Abs. 1 der Verordnung über die Bewilligung von Stallbauten vom 13. April 1988, Stallbauverordnung, SR 916.016). Mit Verfügung vom 26. Juli 1989 entschied das Amt für Raumplanung des Kantons Thurgau, die Liegenschaft entspreche nicht dem Zweck der massgeblichen Nutzungszone (Landwirtschaftszone), und es bewilligte das Bauvorhaben gestützt auf Art. 24 Abs. 2 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG). Am 14. November 1989 bewilligte der Gemeinderat Amriswil den Umbau, jedoch unter dem Vorbehalt des Umweltverträglichkeitsberichts, der sich damals noch bei der kantonalen Fachstelle in Prüfung befand. Das Ergebnis der Umweltverträglichkeitsprüfung (UVP) - Zustimmung zum Projekt unter verschiedenen Auflagen - wurde von der Gemeinde Amriswil mit Verfügung vom 5. Dezember 1989 übernommen.\n\nDie nach Art. 25 Abs. 2 der Verordnung über die Raumplanung vom 2. Oktober 1989 (RPV) erforderliche Publikation der Ausnahmebewilligung erfolgte am 1. Dezember 1989. Am 21. Dezember 1989 erhob die Stiftung WWF Schweiz beim kantonalen Departement |303| für Bau und Umwelt Rekurs gegen die durch das Amt für Raumplanung erteilte Ausnahmebewilligung. Der WWF beantragte u.a. die Verweigerung einer Ausnahmebewilligung nach Art. 24 RPG.\n\nMit Entscheid vom 16. Juli 1990 wurde der Rekurs des WWF gegen die Ausnahmebewilligung vom Departement für Bau und Umwelt abgewiesen. Gegen diesen Entscheid gelangte der WWF an das Verwaltungsgericht. Am 29. Mai 1991 wies das Verwaltungsgericht des Kantons Thurgau die Beschwerde der Stiftung WWF Schweiz ab, soweit es darauf eintrat.\n\nMit Verwaltungsgerichtsbeschwerde vom 12. September 1991 beantragt der WWF Schweiz die Aufhebung des Verwaltungsgerichtsurteils vom 29. Mai 1991, soweit darin seine Beschwerde abgewiesen wurde und ihm Kosten auferlegt wurden. Weiter verlangt der WWF, die Ausnahmebewilligung gemäss Art. 24 RPG für den Um- und Ausbau des Schweinestalls sei zu verweigern.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Die Verwaltungsgerichtsbeschwerde richtet sich gegen ein kantonal letztinstanzliches Urteil, in welchem eine Ausnahmebewilligung im Sinne von Art. 24 Abs. 2 RPG erteilt worden ist. Dieser Entscheid ist gemäss Art. 34 Abs. 1 RPG mit Verwaltungsgerichtsbeschwerde anfechtbar (BGE 117 Ib 11 E. 2a; BGE 107 Ib 234 f. E. 1a).\n\nIm Baubewilligungsverfahren wurde unter anderem auch die Vereinbarkeit des umstrittenen Vorhabens mit den Vorschriften des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG) geprüft. Nach Art. 54 USG in Verbindung mit Art. 97 ff. OG und Art. 5 VwVG ist auch gegen Verfügungen letzter kantonaler Instanzen, welche sich auf das Umweltschutzgesetz des Bundes stützen, die Verwaltungsgerichtsbeschwerde zulässig (BGE 117 Ib 311 f. E. 1a mit Hinweisen). Im vorliegenden Fall ist kein Ausschlussgrund gemäss Art. 99 ff. OG oder der Spezialgesetzgebung erfüllt.\n\nb) Der WWF Schweiz ist eine gesamtschweizerische Vereinigung, die sich statutengemäss dem Natur- und Heimatschutz widmet (BGE 114 Ib 84 E. 1b; BGE 110 Ib 162 E. 2). Er ist nach Art. 103 lit. c OG in Verbindung mit Art. 12 Abs. 1 des Bundesgesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 (NHG) zur Anfechtung einer Ausnahmebewilligung im Sinne von Art. 24 RPG berechtigt (vgl. BGE 117 Ib 274 E. 1a mit Hinweisen). Dabei macht es keinen Unterschied, |304| ob eine Ausnahmebewilligung gemäss Art. 24 Abs. 1 oder Abs. 2 RPG in Frage steht, denn auch die Anwendung von Art. 24 Abs. 2 RPG erfolgt in Erfüllung einer Bundesaufgabe im Sinne der Art. 2 und 12 NHG (vgl. BGE 115 Ib 480 ff. E. 2).\n\nDas kantonale Verwaltungsgericht zieht in seiner Vernehmlassung die Beschwerdebefugnis des WWF Schweiz gemäss Art. 12 NHG nicht grundsätzlich in Zweifel. Der WWF habe sich aber in der Beschwerdebegründung auf die Anrufung \"einer intakten, unverbauten Thurgauer Landschaft\" beschränkt, ohne substantiiert darzutun, weshalb die dem angefochtenen Entscheid zugrundeliegende Auffassung, die besondere Schutzwürdigkeit der fraglichen Landschaft sei zu verneinen, unrichtig sei.\n\nFür die Frage der Legitimation kann nicht entscheidend sein, ob und wie ausführlich sich der Beschwerdeführer mit dem angefochtenen Entscheid inhaltlich auseinandersetzt. Es genügt, dass der WWF die Qualifizierung der Umgebung als solche ohne besondere Schutzwürdigkeit in seiner Verwaltungsgerichtsbeschwerde ausdrücklich als unzutreffend zurückweist und geltend macht, die erteilte Ausnahmebewilligung verstosse gegen die nach Art. 24sexies BV und den Vorschriften des Natur- und Heimatschutzgesetzes notwendige Rücksichtnahme auf Natur und Heimat (vgl. BGE 117 Ib 100, 274 E. 1a; BGE 116 Ib 121 f. E. 2b, BGE 115 Ib 479 f. E. 1d/bb, je mit Hinweisen).\n\nc) Der WWF Schweiz ist zudem eine nach Art. 55 USG beschwerdeberechtigte gesamtschweizerische Umweltschutzorganisation (Verordnung über die Bezeichnung der beschwerdeberechtigten Umweltschutzorganisationen vom 27. Juni 1990, SR 814.016; BGE 117 Ib 292 E. 2). Im vorliegenden Fall ist die Änderung einer bestehenden Anlage umstritten, welche eine Umweltverträglichkeitsprüfung im Sinne von Art. 9 USG erfordert (Ziff. 80.4 des Anhangs der Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988 [UVPV, SR 814.011] i.V.m. Art. 2 Abs. 1 UVPV). Der WWF ist somit auch gestützt auf Art. 55 USG zur Erhebung der vorliegenden Verwaltungsgerichtsbeschwerde berechtigt.\n\nObwohl sämtliche Kriterien von Art. 55 Abs. 1 USG erfüllt sind, vertritt das Verwaltungsgericht die Meinung, der WWF Schweiz könne aus dieser Norm keine Beschwerdebefugnis ableiten, weil er keine Verletzung des Bundesumweltschutzrechts rüge. Dieser Auffassung kann nicht gefolgt werden. Art. 55 USG regelt das Beschwerderecht der Umweltschutzorganisationen gegen alle Verfügungen, die sich auf die Planung, Errichtung oder Änderung von |305| Anlagen beziehen, für welche eine Umweltverträglichkeitsprüfung erforderlich ist. Das Beschwerderecht der Umweltschutzorganisationen steht im Dienste der Respektierung sämtlicher bundesrechtlicher Vorschriften über den Schutz der Umwelt. Dazu gehören gemäss der nicht abschliessenden Aufzählung der einschlägigen Erlasse in Art. 3 UVPV neben dem Umweltschutzgesetz die ausdrücklich genannten Vorschriften über den Natur- und Heimatschutz, den Landschaftsschutz, den Gewässerschutz, die Walderhaltung, die Jagd und die Fischerei (vgl. BGE 118 Ib 5 f. E. 1b). Nach der Rechtsprechung hat die vom Bundesrecht vorgeschriebene Gesamtbetrachtung zudem vor allem auch die Anliegen der Raumplanung miteinzuschliessen (BGE 117 Ib 191 E. cc; BGE 116 Ib 60 E. 4d, 262 E. 1a). Daraus ergibt sich, dass die nach Art. 55 USG beschwerdeberechtigten Organisationen nicht nur eine Verletzung des Umweltschutzgesetzes des Bundes rügen dürfen, sondern sämtliche im Interesse des Schutzes der Umwelt liegende, nach Art. 104 OG zulässige Rügen gegen ein der UVP-Pflicht unterstehendes Projekt erheben können, somit neben der Verletzung von Bundesrecht (inkl. Bundesverfassungsrecht; BGE 116 Ib 178 E. 1, BGE 115 Ib 338 E. 2, BGE 111 Ib 202 E. 2) auch die Rüge der Missachtung von kantonalem Recht, das unselbständige Bedeutung hat oder von übrigem kantonalem Recht, das in einem engen Sachzusammenhang mit dem anwendbaren Bundesrecht steht (BGE 118 Ib 199 E. c, 237 E. b, 329 E. 1b; BGE 117 Ib 139 f., 158 E. 1a, 277 E. 1e; BGE 116 Ib 8 ff., 169 ff.)."}