{"annee": "118", "cour": "IA", "page": "305", "date": "9/7/1992", "cite": ["114 IA 350", "112 IA 251", "116 IA 181", "103 IA 169", "115 IA 378", "115 IA 277", "114 IA 286", "112 IA 107", "102 IA 211", "103 IA 369", "88 I 31", "117 IA 27", "117 IA 97", "90 I 249", "104 IA 336", "113 IA 388", "118 IA 245", "108 IA 33", "116 IA 359", "112 IA 136", "116 IA 113", "105 IA 349"], "cite_par": ["123 I 296", "120 IA 89", "124 IV 23", "135 I 209", "121 I 22", "123 IV 29", "122 I 61", "134 I 322", "122 I 130", "120 IA 286", "123 I 1", "121 I 273", "119 IA 178", "122 I 70", "120 IA 299", "120 IB 97", "125 I 71", "119 IA 460", "122 I 222"], "chapeau": "42. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 9. Juli 1992 i.S. X. gegen Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Séparation des pouvoirs; liberté personnelle; art. 4 et art. 22ter Cst.; \"nulla poena sine lege\"; contrôle abstrait de l'ordonnance saint-galloise sur les armes du 5 février 1991. 1. Complément au recours lors d'un deuxième échange d'écritures selon l'art. 93 al. 3 OJ (consid. 1c). 2. Recours pour violation du principe de la séparation des pouvoirs et pour violation du droit de vote des citoyens (consid. 1d). 3. Etendue de l'examen de dispositions cantonales par le juge constitutionnel lors d'un contrôle abstrait des normes (consid. 1f). 4. Exigences découlant du droit fédéral relatives à la délégation législative (consid. 2). L'attribution au Conseil d'Etat du pouvoir de réglementer la possession et le port d'armes telle que prévue à l'art. 2 de la loi saint-galloise sur les armes du 4 janvier 1972 est conforme à ces exigences (consid. 3) et constitue une base légale suffisante pour restreindre la liberté personnelle pour autant que celle-ci soit touchée par les dispositions attaquées (consid. 4). 5. Exceptions au devoir de posséder un port d'armes (consid. 5). 6. Il n'est pas contraire à la garantie de propriété de saisir des objets ayant été interdits ou de les faire détruire par les personnes concernées tant que l'exécution de ces mesures satisfait aux exigences constitutionnelles dans le cas d'espèce (consid. 6). 7. Les dispositions pénales de l'ordonnance attaquée se fondent sur une loi au sens formel, laquelle concrétise suffisamment le genre et l'étendue de la peine (consid. 7)."], "faits": "BGE 118 Ia 305 S. 306\n\nDer Regierungsrat des Kantons St. Gallen hat am 5. Februar 1991 gestützt auf das Gesetz vom 4. Januar 1972 über den Handel mit BGE 118 Ia 305 S. 307Waffen und Munition, das Waffentragen und den Waffenbesitz (Waffengesetz, sGS 452.1) eine neue Waffenverordnung (sGS 452.15) erlassen.\n\nDiese Regelung untersagt in Art. 5 bestimmten Personen (Jugendlichen unter 18 Jahren, Geisteskranken und -schwachen, Entmündigten usw.) den Besitz von Waffen und Munition; in Art. 6 verbietet sie grundsätzlich den Besitz von Seriefeuerwaffen (Abs. 1 lit. a), Explosivkörpern, wie Handgranaten und Bomben (lit. b), von Spring- und Fallmessern, die einhändig bedient werden können (lit. c), von Elektroschockgeräten (lit. d) und Waffen, die einen Gebrauchsgegenstand vortäuschen (lit. e), von zum Zweck der Verheimlichung konstruierten Schusswaffen (lit. f), Schalldämpfern (lit. g) sowie von Stahlruten und Schlagringen (lit. h).\n\nDas Tragen und Mitführen von Waffen nach Art. 2 des Konkordates vom 13. Januar 1970 über den Handel mit Waffen und Munition (Konkordat; sGS 452.11; SR 514.542), d.h. vor allem von Faustfeuerwaffen und anderen Schusswaffen zu einhändigem Gebrauch, mit denen feste Geschosse, Gase oder andere Reizstoffe verschossen werden, ist bewilligungspflichtig (Art. 9 lit. a); dasselbe gilt für halbautomatische Handfeuer- und Repetierschrotwaffen sowie für Schlagstöcke (Art. 9 lit. b-d). Der Waffentragschein wird Gesuchstellern erteilt, die ein Bedürfnis, namentlich eine besondere Gefährdung von Personen oder Eigentum, glaubhaft machen (Art. 10 Abs. 1 lit. a) und Gewähr für eine sichere Handhabung der Waffe bieten (Art. 10 Abs. 1 lit. b).\n\nArt. 17 der Verordnung bedroht mit Haft oder Busse, wer Waffen besitzt, deren Besitz verboten ist (Art. 6 in Verbindung mit Art. 17 lit. a), Waffen nach Art. 9 der Verordnung ohne Bewilligung trägt (Art. 17 lit. b) oder wer trotz Verbot Waffen oder Munition besitzt (Art. 5 in Verbindung mit Art. 17 lit. c).\n\nFür die Bewilligung, ausnahmsweise eine verbotene Waffe zu besitzen, sieht die Verordnung eine Gebühr im Rahmen von Fr. 50.-- bis 300.-- vor (Art. 18 Ziff. 27.23). Waffen und Munition, deren Besitz verboten ist, sind unter Vorbehalt der Erteilung einer Ausnahmebewilligung innert sechs Monaten seit Vollzugsbeginn der Polizei oder berechtigten Dritten zu übergeben oder aber zu vernichten (Art. 20).\n\nX. erhob am 30. Mai 1991 gegen die neue st. gallische Waffenverordnung staatsrechtliche Beschwerde. Er beantragt, \"Art. 9 lit. b, c; Art. 10 lit. a; Art. 17 lit. a-c, Art. 18 Ziff. 27.23 und Art. 20\" aufzuheben.\n\nBGE 118 Ia 305 S. 308\n\nDer Präsident der II. öffentlichrechtlichen Abteilung ordnete am 3. September 1991 einen zweiten Schriftenwechsel an, in welchem X. neu auch Art. 6 der Waffenverordnung, insbesondere dessen lit. c, d, f und h, beanstandete. Landammann und Regierungsrat hielten an ihrem Antrag fest, die Beschwerde abzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt,", "considerants": "aus folgenden Erwägungen:\n\n1. c) Findet wie im vorliegenden Fall in Anwendung von Art. 93 Abs. 3 OG ausnahmsweise ein zweiter Schriftenwechsel statt, so ist eine Beschwerdeergänzung nur insoweit zulässig, als die Erwägungen der kantonalen Behörden hierzu Anlass geben. Anträge und Rügen, welche bereits in der Beschwerde selber hätten gestellt bzw. vorgebracht werden können, sind unstatthaft (vgl. BGE 102 Ia 213 E. 1 mit Hinweis, BGE 90 I 250 /51; HANS MARTI, Die staatsrechtliche Beschwerde, 4. Aufl., S. 145, Ziff. 262). Auf die Kritik des Beschwerdeführers an Art. 6 der Waffenverordnung und der damit verbundenen Ergänzung seiner Anträge ist nicht einzutreten; innert der Beschwerdefrist Versäumtes kann nicht im zweiten Schriftenwechsel nachgeholt werden.\n\nd) Der Beschwerdeführer macht geltend, die in Art. 2 des Waffengesetzes vorgesehene Rechtssetzungsdelegation an die Exekutive entspreche einer Blankettnorm und sei unzulässig, weil sie die demokratischen Stimm- und Kontrollrechte des Bürgers illusorisch mache. Soweit sich diese Rüge nicht gegen die Verordnung, sondern gegen das Waffengesetz selber richtet und mit Argumenten begründet wird, die ausschliesslich in einer Stimmrechtsbeschwerde vorzubringen wären, weil sie den einzelnen in seiner Organstellung als Stimmbürger treffen, kann darauf nicht eingetreten werden (BGE 105 Ia 360 E. 4b; vgl. auch BGE 113 Ia 389 E. 1b, 395 E. 2b/dd; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1984, S. 129/130; CARL HANS BRUNSCHWILER, Die Gewaltentrennung und die politischen Rechte, Die Legitimation zur Stimmrechtsbeschwerde, in: Staatsorganisation und Staatsfunktionen im Wandel, Festschrift für Kurt Eichenberger, Basel/Frankfurt am Main 1982, S. 605 ff.); die Frist für die Stimmrechtsbeschwerde gegen das Waffengesetz von 1972 ist längst abgelaufen.\n\ne) Weil die behaupteten Rechtsverletzungen nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen BGE 118 Ia 305 S. 309Bundesbehörde gerügt werden können (Art. 84 Abs. 2 OG) und hierfür auch kein kantonales Rechtsmittel zur Verfügung steht (Art. 86 Abs. 2 OG), ist auf die vorliegende staatsrechtliche Beschwerde unter diesen Vorbehalten einzutreten.\n\nf) Das Bundesgericht hebt im Rahmen der abstrakten Normenkontrolle angefochtene kantonale Bestimmungen nur auf, wenn sie sich jeder verfassungskonformen Auslegung entziehen (BGE 116 Ia 380 /81 E. 10c). Erscheint eine generell-abstrakte Regelung unter normalen Verhältnissen, wie sie der Gesetzgeber voraussetzen durfte, als verfassungsrechtlich haltbar, so vermag die ungewisse Möglichkeit, dass sie sich in besonders gelagerten Einzelfällen als verfassungswidrig auswirken könnte, ein Eingreifen des Verfassungsrichters im Stadium der abstrakten Normenkontrolle im allgemeinen noch nicht zu rechtfertigen. Wird in diesem Verfahren das Vorliegen einer Verfassungsverletzung verneint, hindert dies den Bürger nicht, eine Verfassungswidrigkeit bei der Anwendung im Einzelfall erneut geltend zu machen; ein hinreichender verfassungsrechtlicher Schutz bleibt somit gewährleistet (BGE BGE 114 Ia 354 /55 E. 2).\n\n2. Der Beschwerdeführer macht eine Verletzung des Gewaltenteilungs- und Legalitätsprinzips geltend. Der Regierungsrat habe in der Waffenverordnung Regelungen getroffen, welche durch das Gesetz nicht gedeckt seien; seine Verordnung ermangle in den kritisierten Punkten der gesetzlichen Grundlage. Die Beeinträchtigung verfassungsmässiger Rechte bedürfe eines Gesetzes, welches die Grundzüge der Regelung enthalte. Die \"gewichtigen Einschränkungen der persönlichen Freiheit, der Eigentumsgarantie und der Strafandrohungen bezüglich des Tragens von nicht erwerbsscheinpflichtigen Waffen\" sowie des Besitzes von Waffen seien \"durch die Delegationsnorm von Art. 2 Waffengesetz nicht abgedeckt\" und deshalb verfassungswidrig. Sie verletzten überdies Art. 54 und 65 der Kantonsverfassung vom 16. November 1890 (KV; SR 131.225).\n\na) Das Erfordernis der gesetzlichen Grundlage ist einerseits Voraussetzung der Beschränkung spezifischer Grundrechte, andererseits schützt der Grundsatz der Gewaltentrennung, der nach der Rechtsprechung des Bundesgerichts durch sämtliche Kantonsverfassungen als Individualrecht der Bürger gewährleistet wird (BGE 105 Ia 359 E. 3d), das Legalitätsprinzip im Zusammenhang mit der Delegation von Rechtssetzungsbefugnissen. Die beiden Aspekte hängen eng zusammen: Grundrechtsbeschränkungen haben auf einer gesetzlichen Grundlage zu beruhen, das heisst sie müssen sich auf eine generell-abstrakte Norm stützen, die ihrerseits materiell und BGE 118 Ia 305 S. 310formell verfassungsmässig ist (BGE 108 Ia 35 E. 3a mit Hinweis; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, Zürich 1988, S. 351, N. 1134). Schwere Eingriffe in grundrechtlich geschützte Positionen bedürfen in den wesentlichen Punkten einer klaren, unzweideutigen Grundlage in einem formellen Gesetz (vgl. BGE 115 Ia 288 E. 7a); je nach Intensität der Beeinträchtigung prüft das Bundesgericht das Vorliegen einer gesetzlichen Grundlage im kantonalen Recht mit unterschiedlicher Kognition (BGE 116 Ia 185 E. 3c mit Hinweisen; vgl. auch THOMAS COTTIER, Die Verfassung und das Erfordernis der gesetzlichen Grundlage, Chur/Zürich 1991, S. 45 ff., Kapitel 4.3, JÖRG PAUL MÜLLER, in Kommentar BV, Einleitung zu den Grundrechten, Rz. 115-118, JÖRG PAUL MÜLLER, Elemente einer schweizerischen Grundrechtstheorie, Bern 1982, S. 105 ff.).\n\nDie Frage der Zulässigkeit der Gesetzesdelegation ist vorweg zu prüfen. Erweist sich die Delegation bereits als verfassungswidrig, so ist die angefochtene Verordnung - zumindest in den kritisierten Punkten - schon wegen der Art ihres Zustandekommens aufzuheben, ohne dass die Verfassungsmässigkeit des Inhaltes noch geprüft werden müsste (BGE 88 I 33).\n\nb) Ob und wieweit der kantonale Gesetzgeber oder ein ihm nachgeordnetes Organ seine Zuständigkeit zur Rechtssetzung an ein anderes Organ delegieren darf, ist vorab eine Frage des kantonalen Verfassungsrechts, welches hierzu aber häufig keine ausdrückliche Regelung enthält. Bundesrechtlich ist die Delegation von Rechtssetzungskompetenzen vom kantonalen Gesetzgeber an eine Verwaltungsbehörde zulässig, wenn sie nicht durch das kantonale Recht ausgeschlossen wird, sich auf ein bestimmtes Gebiet beschränkt und das Gesetz die Grundzüge der Regelung selbst enthält, soweit sie die Rechtsstellung der Bürger schwerwiegend berührt. Bei Einschränkungen von Freiheitsrechten ist die bundesgerichtliche Rechtsprechung in den Anforderungen, denen die Delegation rechtssetzender Befugnisse vom Gesetzgeber an eine andere kantonale Behörde - in der Regel die Exekutive - zu genügen hat, streng (BGE 104 Ia 340 E. 4b), doch ist die Natur des geregelten Gegenstandes und die Schwere des Eingriffes immer auch mitzuberücksichtigen (vgl. BGE 103 Ia 381 ff. E. 6). In Abweichung von der Formulierung in jüngeren Entscheiden ist dagegen die Voraussetzung, dass die Delegation in einem Gesetz enthalten sein muss, welches der Volksabstimmung unterliegt (vgl. BGE 115 Ia 379 E. 3a, 290 E. 7c; BGE 112 Ia 254 E. 2a, 139 E. 3b), zu präzisieren: Die Übertragung der BGE 118 Ia 305 S. 311Rechtssetzungsbefugnis muss lediglich in einem formellen Gesetz vorgesehen sein; ob hierfür ein Gesetzesreferendum nötig ist, bestimmt sich indessen einzig und allein nach der kantonalen Verfassungsordnung (BGE 118 Ia 247 E. 3b mit Hinweisen).\n\nDas Bundesgericht prüft das Vorliegen dieser Anforderungen mit freier Kognition (BGE 112 Ia 139 E. 3b).\n\nc) Nach Art. 2 des Waffengesetzes kann der Regierungsrat Vorschriften über das Waffentragen und über den Waffenbesitz erlassen. Diese Regelung unterlag dem fakultativen Referendum, welches nicht ergriffen wurde. Die angefochtenen Bestimmungen der regierungsrätlichen Verordnung beziehen sich nicht als Vollzugsvorschriften zum Konkordat auf den Handel mit Waffen und Munition. Sie stützen sich auch nicht direkt auf kantonales Verfassungsrecht, sondern beruhen auf einer ausdrücklichen Ermächtigung zum Erlass von gesetzesvertretenden Vorschriften. Die Zulässigkeit dieser Delegation ist zu prüfen. Soweit der Beschwerdeführer in seiner Eingabe von anderen Voraussetzungen ausgeht (polizeiliche Generalklausel, Art. 54 KV und 65 KV, welche die Gesetzgebungsbefugnisse des Grossen Rates bzw. des Regierungsrates im Bereich des Gesetzesvollzuges regeln), gehen seine Vorbringen am Problem vorbei.\n\n3. a) Die Verfassung des Kantons St. Gallen regelt die Delegation rechtssetzender Befugnisse, d.h. die Ermächtigung von dem Gesetzgeber nachgeordneten Organen zum Erlass primärer Normen, nicht (BERNHARD NOTTER, Die St. Gallische Rechtssetzung in der Form des Gesetzes und der Verordnung, Diss. Freiburg 1967, S. 86). Die Übertragung von solchen Zuständigkeiten war indessen bereits unter der Verfassung von 1861 üblich, unter der heute geltenden von 1890 wurde diese Praxis noch ausgebaut (BERNHARD NOTTER, a.a.O., S. 82 ff.). In BGE 88 I 33 ff. hat das Bundesgericht die Zulässigkeit des Erlasses gesetzesvertretender Bestimmungen durch den Regierungsrat im Kanton St. Gallen grundsätzlich bejaht. Aus einer im damaligen Verfahren eingereichten Liste der in verschiedenen Gesetzen vorgesehenen Delegationen ergibt sich, dass auch das Verfassungsverständnis des Grossen Rates eine solche Übertragung von Rechtssetzungsbefugnissen nicht ausschloss. Zwar soll das Legalitätsprinzip heute im Kanton St. Gallen wieder \"deutlich strenger\" gehandhabt werden (YVO HANGARTNER, Das Gesetz im st. gallischen Staatsrecht, in: ANDREAS AUER/WALTER KÄLIN (Hrsg.), Das Gesetz im Staatsrecht der Kantone, Chur/Zürich 1991, S. 289), doch lässt dies den Schluss noch nicht zu, das kantonale Recht verbiete die Übertragung rechtssetzender Befugnisse. Nach NOTTER ist es mit dem BGE 118 Ia 305 S. 312Gesetzesvorbehalt im st. gallischen Recht vereinbar, wenn primäre Rechtssätze durch den dazu ermächtigten Regierungsrat erlassen werden, sofern deren Inhalt und Umfang eindeutig begrenzt ist und sie sich an die im formellen Gesetz enthaltenen Grundlinien einer materiellen Regelung anlehnen, unzulässig sei lediglich eine \"leere\" Delegationsklausel (S. 88/89); nach HANGARTNER ist die Problematik aufgrund allgemeiner Erwägungen zur Rechtssetzung der Regierung im gewaltenteiligen Staat anzugehen (S. 289). ELMAR FLORIN KOBLER verweist zu einer über den reinen Vollzug hinausgehenden Kompetenzdelegation im Kanton St. Gallen auf die bundesgerichtliche Praxis (ELMAR FLORIN KOBLER, Die Rechtsstellung der st. gallischen Kantonsregierung, Diss. St. Gallen 1971, S. 80 f.).\n\nb) Das Waffengesetz vom 4. Januar 1972 besteht aus drei Artikeln: Art. 1 erklärt, dass der Kanton St. Gallen dem Konkordat vom 13. Januar 1970 über den Handel mit Waffen und Munition beitritt, und ermächtigt den Regierungsrat, die hierzu erforderlichen Vollzugsvorschriften zu erlassen. Nach Art. 2 kann der Regierungsrat zudem - wie bereits ausgeführt - das Waffentragen und den Waffenbesitz regeln; Art. 3 handelt schliesslich vom Inkrafttreten des Gesetzes.\n\nDie in Art. 2 enthaltene Delegationsnorm beschränkt sich auf dem Hintergrund des durch das Gesetz selber hergestellten Bezuges zwischen Konkordat und Verordnung durchaus auf ein bestimmtes Gebiet. Der Regierungsrat wurde nicht einfach zum Erlass von Vorschriften \"über Waffen\" ermächtigt, sondern lediglich zu einschränkenden Bestimmungen über den \"Waffenbesitz\" und das \"Waffentragen\", wobei der Gesetzgeber eine verfassungskonforme Regelung in Weiterführung der im Konkordat getroffenen Wertungen und der bisherigen Praxis voraussetzte.\n\nc) Das Waffentragen ist vom Regierungsrat des Kantons St. Gallen (offenbar) am 25. Mai 1934 erstmals geregelt worden (Gesetzessammlung, Neue Folge, Bd. 15, S. 351). Die entsprechende Verordnung verbot, ohne Waffenschein auf dem Gebiet des Kantons Schusswaffen, Gasschusswaffen, Handgranaten, Petarden, Brandraketen, Stichwaffen (Dolche, Stilette, Stellmesser, Stockdegen und dergleichen), Schlagwaffen (Stahlruten, Schlagringe) oder andere gefährliche Waffen und zu Überfällen bestimmtes Werkzeug mit sich zu tragen oder auf andere Weise mitzuführen. Nach Art. 3 und 4 der Verordnung wurde eine Bewilligung, solche Waffen dennoch zu tragen, gutbeleumdeten Gesuchstellern erteilt, die \"volle Gewähr\" boten, \"dass im Gebrauch der Waffe kein Missbrauch getrieben\" wurde, und die wegen einer besonderen Gefährdung einer Waffe BGE 118 Ia 305 S. 313bedurften. In der Botschaft vom 24. April 1945 an den Grossen Rat zum Beitritt zum Konkordat vom 20. Juli 1944 über den Handel mit Waffen und Munition führte der Regierungsrat aus, der Kanton St. Gallen werde die Verordnung über das Waffentragen vom 25. Mai 1934 im wesentlichen beibehalten und die Konkordatsbestimmungen in diese aufnehmen (Amtsblatt 1945, S. 361). Die Verordnung vom 12. Dezember 1947 über den Handel mit Waffen und Munition (nGS 11-17) sah in der Folge wiederum eine Bewilligungspflicht zum Tragen und Mitführen bestimmter Waffen und anderer \"zu Überfällen\" geeigneten Gegenständen vor (Art. 8). Der Waffenschein durfte gutbeleumdeten Personen erteilt werden, hiervon generell ausgenommen waren Gesuchsteller, denen kein Waffenerwerbsschein abgegeben werden konnte (Art. 10). Obwohl ein Bedürfnisnachweis nicht ausdrücklich vorgesehen war, wurde er in der Praxis weiterhin verlangt (vgl. GVP/SG 1984 Nr. 72 S. 173). Art. 12 verbot unter Vorbehalt einer Ausnahmebewilligung den privaten Besitz von Maschinenpistolen, Maschinengewehren, Explosivkörpern, wie Handgranaten und Bomben, sowie von Waffen, die einen Gebrauchsgegenstand vortäuschten. In der Botschaft vom 16. März 1971 zum Gesetz über den Handel mit Waffen und Munition, das Waffentragen und den Waffenbesitz wies der Regierungsrat auf seine Waffenverordnung von 1947 hin und fasste, soweit sie mehr als Ausführungsbestimmungen zum Konkordat enthielt, kurz ihren Inhalt zusammen, bevor er erklärte, es gehe mit Art. 2 des Waffengesetzes darum, \"hiefür\" eine einwandfreie gesetzliche Grundlage gemäss Art. 54 der Kantonsverfassung zu schaffen (Amtsblatt 1971, S. 489). In den Verhandlungen des Grossen Rates wies der Präsident der vorberatenden Kommission darauf hin, dass sich das Konkordat von 1944 \"wie auch die Waffenverordnung (...) im grossen und ganzen bewährt\" hätten (ProtGR 1968/72, 1410).\n\nd) Nach Art. 2 des Konkordates von 1970 dürfen Faustfeuerwaffen und andere Schusswaffen zu einhändigem Gebrauch, mit denen feste Geschosse, Gase oder andere Reizstoffe verschossen werden, nur gegen vorherige Abgabe eines vom Käufer eigenhändig unterzeichneten Waffenerwerbsscheines gewerbsmässig verkauft werden (Abs. 1). Als Waffen gelten auch einhändig zu bedienende Geräte, welche durch Verschiessen, zielgerichtetes Versprühen oder Zerstäuben von Reizstoffen jeder Art die menschliche Widerstandskraft oder Gesundheit beeinträchtigen und zur Benützung als Waffe oder zum Selbstschutz angeboten werden (Abs. 2). Art. 5 des Konkordates nennt verschiedene vom Waffenerwerbsschein ausgeschlossene BGE 118 Ia 305 S. 314Personenkategorien; Art. 8 verbietet den An- und Verkauf von Maschinenpistolen und -gewehren, von Schusswaffen, die einen Gebrauchsgegenstand vortäuschen, sowie von Spring- und Fallmessern, die einhändig bedient werden können.\n\nDie Bestimmungen in der Waffenverordnung über den Waffenbesitz und das Waffentragen knüpfen an diese Regelung an: Art. 5 Abs. 1 verbietet grundsätzlich Personen den Waffenbesitz, denen nach Art. 5 des Konkordates kein Waffenerwerbsschein abgegeben werden darf. Art. 6, der von den verbotenen Waffen handelt, deckt sich teilweise mit Art. 8 des Konkordates; in lit. b verbietet er aber überdies den Besitz von Explosivkörpern wie Handgranaten und Bomben, d.h. von Gegenständen, die unter das eidgenössische Sprengstoffgesetz fallen (Bundesgesetz vom 25. März 1977 über explosionsgefährliche Stoffe, SR 941.41). Nach Art. 9 der Waffenverordnung bedürfen schliesslich in erster Linie das Tragen und Mitführen von Waffen nach Art. 2 des Konkordates eines Waffentragscheines.\n\ne) Die Delegation der Rechtssetzungsbefugnis über den Waffenbesitz und das Waffentragen bezog sich damit auf ein beschränktes Gebiet; die Grundzüge der dem Regierungsrat eingeräumten Regelungskompetenz waren insofern bekannt, als die neue Waffenverordnung sich an das Konkordat anlehnen und die bisherige, bereits bekannte Normierung in diesem Bereich weiterführen sollte. Das Parlament war aufgrund der Erklärungen in der Botschaft vom 16. März 1971 hierüber im Bild; dem Stimmbürger war es ohne weiteres möglich, sich zu informieren. Wer mit der bei Erlass des Waffengesetzes geltenden Verordnungsregelung und der Möglichkeit gewisser Anpassungen an die Entwicklung der Verhältnisse, welche durch die Delegation an die Exekutive erleichtert werden sollten (vgl. BGE 103 Ia 381 ff. E. 6), nicht einverstanden war, durfte der Delegationsnorm im Waffengesetz nicht zustimmen und hätte gegen das Gesetz das fakultative Referendum ergreifen müssen.\n\n4. Der Beschwerdeführer rügt - wenn auch kaum hinreichend begründet (vgl. Art. 90 Abs. 1 lit. b OG) -, die Regelung über das Waffentragen und den Waffenbesitz stelle, soweit sie nicht nur der Kontrolle diene, dass Personen, denen kein Waffenerwerbsschein abgegeben werden dürfe, auch keine Waffen trügen, eine schwere Beeinträchtigung der persönlichen Freiheit dar. Der Eingriff müsse deshalb in einem formellen Gesetz vorgesehen sein.\n\na) Nach der bundesgerichtlichen Rechtsprechung schützt das ungeschriebene Verfassungsrecht der persönlichen Freiheit nicht nur BGE 118 Ia 305 S. 315die Bewegungsfreiheit und die körperliche Integrität, sondern darüber hinaus alle Freiheiten, die elementare Erscheinungen der Persönlichkeitsentfaltung darstellen. Nicht jeder beliebige Eingriff in den persönlichen Bereich des Bürgers rechtfertigt indessen die Berufung auf dieses Grundrecht. Die persönliche Freiheit hat nicht die Funktion einer allgemeinen Handlungsfreiheit; sie schützt nicht vor jeglichem physischen oder psychischen Missbehagen. Ihr Schutzbereich ist im Einzelfall angesichts von Art und Intensität der Beeinträchtigung zu bestimmen (BGE 117 Ia 30 E. 5a).\n\nb) In BGE 103 Ia 171 E. 2 hat das Bundesgericht bezweifelt, dass das Verbot, Waffen auf öffentlichem Grund zu tragen, die persönliche Freiheit berühre. Das Waffentragen könne kaum als \"elementare Erscheinung der Persönlichkeitsentfaltung\" bezeichnet werden. Die Voraussetzung, eine Bewilligung erwerben zu müssen, um auf öffentlichem Grund und Boden eine Waffe tragen zu können, stelle die körperliche Integrität des einzelnen als solche nicht in Frage. Nach BGE 114 Ia 290 E. 6b fällt die Unterstellung des Handels mit halbautomatischen Gewehren unter die Bewilligungspflicht nicht in den Anwendungsbereich der persönlichen Freiheit.\n\nDie angefochtene Waffenverordnung des Kantons St. Gallen schliesst den Besitz und das Tragen von Waffen auf öffentlichem Grund und Boden nicht absolut aus. Für den Besitz an sich verbotener Waffen wie Seriefeuerwaffen, Handgranaten, Bomben usw. kann das Justiz- und Polizeidepartement Ausnahmebewilligungen erteilen; das Tragen einer Waffe im Sinne von Art. 9 der Verordnung ist dagegen lediglich - wie bisher - einer Bewilligungspflicht unterworfen. Sowohl der Besitz wie das Tragen von Waffen zum Schutz der eigenen Person - nur dieser Aspekt berührt die persönliche Freiheit - sind weiterhin möglich. Verbote und Beschränkungen auf dem Gebiet des Waffenhandels, -besitzes und -tragens sollen die Sicherheit für den einzelnen allgemein gerade erhöhen (vgl. WALTER RUDOLF HÄBERLING, Waffenhandel, Erwerb, Besitz und Tragen von Waffen aus der Sicht des Nebenstrafrechts, Diss. ZH 1990, S. 1 f.; HANS WERNER BERCHTOLD, Die Einschränkung des Waffenhandels im Dienste der Verbrechensverhütung, Diss. ZH 1945, S. 23 ff.); dass sie nicht (vollständig) durchgesetzt werden können, lässt den Besitz und das Tragen von Waffen nicht grundsätzlich und unabhängig von der konkreten Regelung unter den Schutz der persönlichen Freiheit fallen.\n\nc) Selbst wenn die angefochtenen Bestimmungen aber die persönliche Freiheit tangieren sollten, könnte von schweren Eingriffen, welche eine Grundlage in einem formellen Gesetz erfordern würden, nicht die Rede sein.\n\nBGE 118 Ia 305 S. 316\n\nNach Art. 9 der Waffenverordnung ist, über die in Art. 2 des Konkordates genannten Waffen hinaus, ein Waffentragschein für halbautomatische Handfeuerwaffen und Repetierschrotwaffen erforderlich, was der Beschwerdeführer beanstandet. Welche Waffen im Interesse der allgemeinen Sicherheit einer Tragbewilligung bedürfen, ist vorweg eine technische - nicht ein für allemal zu entscheidende - Frage, die der Gesetzgeber zur fortlaufenden Anpassung an den Regierungsrat delegieren durfte. Dass halbautomatische Handfeuerwaffen oder Repetierschrotwaffen weniger gefährlich wären als die in Art. 2 des Konkordates aufgezählten Gegenstände, weshalb an einer präventiven Kontrolle ihrer Träger kein öffentliches Interesse bestünde oder eine solche unverhältnismässig erschiene, tut der Beschwerdeführer nicht dar. Soweit er geltend macht, der Gesetzgeber habe das Tragen von halbautomatischen Handfeuerwaffen, welche \"unbedenklich verkäuflich\" seien, nicht verbieten wollen, weshalb auch der Regierungsrat dies nicht tun dürfe, übersieht er, dass zwischen dem Erlass des Gesetzes und der Verordnung rund 20 Jahre liegen und der Regelungsbedarf sich in einer derart langen Zeitdauer durchaus ändern kann. Der Gesetzgeber wollte dem Regierungsrat gerade in diesem Bereich einen gewissen Ermessensspielraum einräumen, was sich aus der parlamentarischen Diskussion um die Bewilligungspflicht für langläufige Waffen ergibt (Prot GR 1968/72, 1411); zu berücksichtigen ist schliesslich, dass Art. 8 der Waffenverordnung von 1947 weiter ging und schlechthin \"andere zu Überfällen geeignete Gegenstände\" der Bewilligungspflicht unterstellte.\n\nDer Beschwerdeführer wendet sich auch vergeblich gegen Art. 10 Abs. 1 lit. a der Waffenverordnung, wonach der Waffentragschein nur erteilt wird, wenn der Gesuchsteller ein Bedürfnis, namentlich eine besondere Gefährdung von Personen oder Eigentum, glaubhaft machen kann. Zwar verschärft die neue Waffenverordnung in diesem Punkt die Regelung von 1947, doch verlangte die Praxis bereits bisher einen Bedürfnisnachweis, was sie mit \"Sinn und Zweck der Bewilligungspflicht für das Waffentragen und daraus, dass eine zusätzliche Bewilligung hiezu erforderlich ist\", begründete (GVP/SG 1984 Nr. 72 S. 173). Nachdem der Gesetzgeber mit Art. 2 des Waffengesetzes die bestehende - unter Umständen aber zu ergänzende - Waffenverordnung in einem formellen Gesetz abstützen wollte, lag es nahe, diesen Bedürfnisnachweis, welcher bereits in der Verordnung über das Waffentragen von 1934 enthalten war, wieder ausdrücklich in die neue Regelung aufzunehmen. Die Voraussetzung, BGE 118 Ia 305 S. 317dass ein Waffentragschein nur erteilt wird, wenn ein Bedürfnis glaubhaft gemacht ist, dient dem Schutz der öffentlichen Sicherheit (vgl. BGE 103 Ia 173 E. 4); das private Interesse, die entsprechende Bewilligung zu erhalten, ist gegen dieses Interesse im Einzelfall abzuwägen (vgl. BGE 103 Ia 175 E. 4b; vgl. E. 1f).\n\n5. a) Nach Art. 13 der Waffenverordnung unterliegen Personen der Waffentragscheinpflicht nicht, die eine Waffe ungeladen und mit leerem Magazin zur Teilnahme an einer militärischen oder einer privaten Schiessübung auf einer bewilligten Schiessanlage mitführen (Abs. 1 lit. b) oder eine Waffe dem Büchsenmacher bringen oder dort abholen (Abs. 1 lit. c). Der Beschwerdeführer rügt in diesem Punkt eine Verletzung des in Art. 4 BV enthaltenen Gleichbehandlungsgebotes; dieses verlange, \"dass das Tragen von ungeladenen und gesicherten Waffen generell von der Pflicht, einen Tragschein zu haben, ausgenommen\" werde. Die Regelung in Art. 13 Abs. 1 lit. b und c der Waffenverordnung stelle auf das räumliche Ankunftsziel statt auf das Gefährdungspotential ab; es erscheine aber sinnlos, \"das Tragen von ungefährlichen Waffen von einer Notlage des Waffenträgers abhängig zu machen\".\n\nb) Die Pflicht, einen Waffentragschein zu besitzen, dient der Kontrolle des Tragens bestimmter Waffen in der Öffentlichkeit. Wenn der Regierungsrat aus Gründen der Praktikabilität und einer wirksamen - präventiven - Kontrolle auf die Waffentragscheinpflicht nur in wenigen begrenzten Fällen und nicht bei allen ungeladen oder gesichert in der Öffentlichkeit getragenen Waffen verzichtet hat, ist dies nicht zu beanstanden. Es erscheint durchaus sinnvoll, dass in der Öffentlichkeit - abgesehen von den in der Verordnung genannten Ausnahmen - grundsätzlich eine Waffe nur tragen soll, wer die allgemeinen Voraussetzungen hierzu erfüllt. Die vom Regierungsrat getroffene Regelung ist demnach weder sinn- oder zwecklos, noch trifft sie rechtliche Unterscheidungen, für die ein vernünftiger Grund in den zu regelnden Verhältnissen nicht ersichtlich wäre (vgl. BGE 117 Ia 101 E. 3a, BGE 116 Ia 116 E. 2c).\n\n6. a) Soweit Art. 20 der Waffenverordnung vorsieht, dass Waffen und Munition, deren Besitz verboten ist, innert sechs Monaten seit Vollzugsbeginn der Polizei oder berechtigten Dritten zu übergeben oder zu vernichten sind, macht der Beschwerdeführer eine Verletzung der Eigentumsgarantie (Art. 22ter BV) geltend. Die Beschlagnahmung rechtmässig erworbener Waffen stelle einen schwerwiegenden Eingriff in die Eigentumsfreiheit dar, weil die Betroffenen gezwungen würden, ihr Eigentum aufzugeben. Art. 20 der BGE 118 Ia 305 S. 318Waffenverordnung verletze zudem die Bestandesgarantie, da er keine Enteignungsentschädigung vorsehe.\n\nb) Wird der Besitz bestimmter Gegenstände (zu Recht) verboten, muss zwangsläufig geregelt werden, was mit den vorhandenen Sachen geschehen soll, deren Besitz gegen das Verbot verstösst. Die Kompetenz zum Erlass einschränkender Vorschriften über den Waffenbesitz umfasst dabei auch die Befugnis, die Beseitigung bereits vorhandener unerlaubter Waffen zu verlangen bzw. entsprechende Übergangsregelungen zu treffen. Es verstösst nicht an sich gegen die Eigentumsgarantie, verbotene Gegenstände einzuziehen oder durch den Betroffenen vernichten zu lassen, solange der Vollzug im Einzelfall den verfassungsrechtlichen Anforderungen genügt. Die in Art. 20 der Waffenverordnung getroffene Regelung lässt eine solche verfassungsmässige Handhabung aber durchaus zu: Art. 20 behält ausdrücklich die Erteilung einer Bewilligung nach Art. 7 vor, wonach das Justiz- und Polizeidepartement Ausnahmen vom Verbot des Waffenbesitzes gestatten kann, zudem verbietet er den Verkauf der Waffen an einen berechtigten Dritten, etwa einen Sammler, nicht. Ob, falls die umstrittene Waffe tatsächlich eingezogen wird, die Beschlagnahme eine Entschädigungspflicht auslöst, ist im Einzelfall zu entscheiden. Art. 20 der Waffenverordnung schliesst eine solche zumindest nicht aus, weshalb er auch insofern im Rahmen einer abstrakten Normenkontrolle nicht zu beanstanden ist (vgl. E. 1f.).\n\n7. Nach Art. 17 der Waffenverordnung wird unter anderem mit Haft oder Busse bestraft, wer vorsätzlich oder fahrlässig ohne Bewilligung Waffen nach Art. 6 besitzt (lit. a), solche nach Art. 9 ohne Bewilligung trägt (lit. b) oder aber Waffen und Munition trotz Verbot besitzt (lit. c). Der Beschwerdeführer rügt eine Verletzung des Grundsatzes \"nulla poena sine lege\". Als schwerwiegender Eingriff in die persönliche Freiheit bedürften Strafen einer formellgesetzlichen Grundlage, welche Strafart, strafbare Sachverhalte und im Falle der Busse ihr Höchstmass festlege.\n\na) Der Grundsatz \"nulla poena sine lege\" folgt aus Art. 4 BV und ist dann verletzt, wenn ein Bürger wegen einer Handlung, die im Gesetz überhaupt nicht als strafbar bezeichnet ist, strafrechtlich verfolgt wird, oder wenn eine Handlung, wegen der ein Bürger strafrechtlich verfolgt wird, zwar im Gesetz mit Strafe bedroht ist, dieses Gesetz selber aber nicht als rechtsbeständig angesehen werden kann, oder endlich, wenn der Richter eine Handlung unter ein Strafgesetz subsumiert, die darunter auch bei weitestgehender Auslegung nach allgemeinen strafrechtlichen Grundsätzen nicht subsumiert werden BGE 118 Ia 305 S. 319kann. Der Bundesgesetzgeber hat dieses Prinzip in Art. 1 StGB übernommen; weil im vorliegenden Fall indessen kantonales und nicht eidgenössisches Strafrecht zur Diskussion steht, kann sich der Beschwerdeführer im Rahmen der staatsrechtlichen Beschwerde darauf berufen (BGE 112 Ia 112 E. 3a).\n\nJede Strafe, welche einen Freiheitsentzug mit sich bringt, bedarf als schwerer Eingriff in die persönliche Freiheit einer klaren Grundlage in einem formellen Gesetz. Für andere Strafen genügt nach der Rechtsprechung dagegen eine Verordnung, die sich im Rahmen von Verfassung und Gesetz hält (BGE 112 Ia 112 E. 3b mit Hinweisen; vgl. auch RENÉ A. RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel/Frankfurt am Main 1990, S. 22 Nr. 8 B.II.c., S. 190 Nr. 59 B.II.g., S. 201 Nr. 63 B.VI.b.).\n\nb) Art. 3 des Übertretungsstrafgesetzes vom 13. Dezember 1984 des Kantons St. Gallen (UeStG; sGS 921.1) ermächtigt den Regierungsrat ausdrücklich, für Widerhandlungen gegen seine Verordnungen und Allgemeinverfügungen Übertretungsstrafen anzudrohen. Weshalb dies im Zusammenhang mit der Waffenverordnung nicht gelten sollte, ist nicht ersichtlich. Der Beschwerdeführer wendet unter Verweis auf die Botschaft vom 30. November 1982 zu Art. 35 des Übertretungsstrafgesetzes (Leichtfertiger Verkauf und Gebrauch von Schusswaffen; Amtsblatt 1983, S. 54 f.) zwar ein, diese Kompetenz beschränke sich nur auf Vollzugsverordnungen. Aus der von ihm zitierten Stelle lässt sich dies indessen nicht ableiten. Der Regierungsrat erklärt dort, dass das Konkordat und die Waffenverordnung \"jede Übertretung ihrer Vorschriften bereits unter Strafe\" stelle; erst dann folgt der Hinweis, dass von einer genaueren Umschreibung des strafbaren Verhaltens \"im Hinblick auf das in Vorbereitung stehende Bundesgesetz über Waffen, Waffenzubehör und Munition\" abgesehen werden könne.\n\nAls unbegründet erweist sich schliesslich die Kritik, es fehle eine gesetzliche Grundlage, welche die Strafart und im Falle der Busse deren Höchstmass festlege. Art. 1 UeStG verweist, soweit die kantonale Gesetzgebung nichts anderes vorsieht, auf die allgemeinen Bestimmungen des Schweizerischen Strafgesetzbuches und damit auf die in Art. 101-109 StGB getroffene Regelung. Art. 101 StGB bezeichnet als Übertretungen die mit Haft oder Busse oder mit Busse allein bedrohten Handlungen, Art. 106 StGB legt seinerseits den Bussenhöchstbetrag fest. Völlig ins Leere stösst das Argument, Art. 17 der Waffenverordnung enthalte keine Möglichkeit, in leichten Fällen von Strafe abzusehen; Art. 2 UeStG sieht dies ausdrücklich vor."}