{"annee": "118", "cour": "IB", "page": "203", "date": "8/1/1992", "cite": ["110 IB 43", "114 IB 34", "106 IB 241", "117 IB 15", "116 IB 11", "116 IB 249", "108 IB 245"], "cite_par": ["119 IB 348", "124 II 219", "121 II 317", "132 II 427", "132 III 49"], "chapeau": "27. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 8. Januar 1992 i.S. Erben R. gegen Kanton Freiburg und Staatsrat des Kantons Freiburg (Verwaltungsgerichtsbeschwerde).", "regestes": ["Opposition au projet définitif d'une route nationale; prétention à indemnité pour immissions polluantes. Dans la procédure d'opposition, les prétentions à indemnité pour l'expropriation du droit de s'opposer à des immissions polluantes provenant du fonds voisin peuvent tout au plus être annoncées à titre provisionnel. Question laissée indécise: pour évaluer si de telles immissions excèdent ce que le propriétaire doit tolérer, faut-il appliquer les mêmes critères qu'en matière de bruit?"], "faits": "BGE 118 Ib 203 S. 204\n\nDer Sachverhalt kann dem Urteil vom gleichen Tage in Sachen A. P. und Mitbeteiligte (nachstehend S. 207 ff.) entnommen werden.", "considerants": "Aus den Erwägungen:\n\n8. Die Beschwerdeführer bringen weiter vor, falls die aufgelegten Pläne ohne Änderung genehmigt und ausgeführt würden, werde ihre Liegenschaft nach Inbetriebnahme der Nationalstrasse infolge der Luftverunreinigung praktisch unbewohnbar. Damit würden ihnen ihre Nachbarrechte im Sinne von Art. 684 Abs. 2 ZGB und Art. 5 EntG entzogen und hätte der Bauherr deshalb ein formelles Enteignungsverfahren einzuleiten.\n\nEs trifft zu, dass nach Art. 5 EntG neben anderen dinglichen Rechten an Grundstücken auch die aus dem Grundeigentum hervorgehenden Nachbarrechte Gegenstand der Enteignung bilden können. Gehen übermässige Einwirkungen im Sinne von Art. 684 Abs. 2 ZGB von einem Werk aus, welches im öffentlichen Interesse liegt und für das dem Werkeigentümer das Enteignungsrecht zusteht, so wird deshalb - falls die Immissionen nicht vermieden werden können - das sich aus Art. 679 und 684 ZGB ergebende nachbarliche Abwehrrecht unterdrückt und wächst dem betroffenen Nachbarn hiefür ein Anspruch auf Enteignungsentschädigung zu (vgl. etwa BGE 116 Ib 15 f., BGE 106 Ib 244 E. 3, 383). Dies gilt auch weiterhin nach Inkrafttreten des Umweltschutzgesetzes, verfolgt dieses doch andere Zwecke als das Enteignungsgesetz und schränkt grundsätzlich weder die nachbarlichen Abwehrrechte gegenüber übermässigen Immissionen im Sinne des ZGB ein, noch unterdrückt es enteignungsrechtliche Ansprüche, die dadurch entstehen, dass zivilrechtliche Klagen ausgeschlossen werden (vgl. BGE 116 Ib 22 f. E. 3b). Indessen kann auf die von den Beschwerdeführern sinngemäss aufgeworfene Frage, ob ihnen ein Entschädigungsanspruch aus formeller Enteignung zustehe, im vorliegenden Verfahren aus folgenden Gründen nicht eingegangen werden: BGE 118 Ib 203 S. 205\n\na) Nach der Legitimationsbestimmung von Art. 103 lit. a OG beschränkt sich der Kreis der im (nationalstrassenrechtlichen) Plangenehmigungsverfahren Einsprache- und Beschwerdeberechtigten nicht mehr nur auf die Enteigneten, sondern umfasst alle von der Plangenehmigung Betroffenen, die ein schutzwürdiges Interesse an deren Aufhebung oder Änderung haben (vgl. BGE 115 Ib 432 f. E. 4c, BGE 108 Ib 247 ff.). Dass ein Grundeigentümer zur Teilnahme am Plangenehmigungs- und Einspracheverfahren zugelassen wird, bedeutet demnach noch nicht, dass ihm die Qualität eines \"Enteigneten\" zuerkannt werde. Ob ein Einsprecher als Enteigneter zu betrachten sei und ihm ein Entschädigungsanspruch zustehe, hat nicht die nach der Spezialgesetzgebung zuständige Einsprachebehörde zu beurteilen, sondern der eigentliche Enteignungsrichter, d.h. in erster Instanz die Eidgenössische Schätzungskommission (vgl. BGE 116 Ib 251 ff. und dort zitierte Entscheide).\n\nb) Da sich die allenfalls übermässigen Immissionen aus dem Betrieb der Strasse ergeben, kann in der Regel erst nach der Inverkehrsetzung beurteilt werden, ob den Nachbarn eine Entschädigung geschuldet sei. Das Begehren der Beschwerdeführer ist daher als verfrüht zu betrachten und zwar auch deshalb, weil heute noch nicht feststeht, wie sich der Verkehr bis zur Vollendung des Werkes in mehreren Jahren entwickeln wird und ob der dannzumalige Stand der Technik nicht erlaubt, wirksame Massnahmen gegen die Schadstoff-Emissionen zu ergreifen. Die Anmeldung von Entschädigungsansprüchen kann daher im heutigen Zeitpunkt höchstens vorsorglich erfolgen.\n\nc) Nach bundesgerichtlicher Rechtsprechung gelten die vom Schienen- und Strassenverkehr ausgehenden Lärm-Immissionen nur dann als übermässig im Sinne von Art. 684 ZGB, wenn sie für den Grundeigentümer nicht voraussehbar waren, ihn in spezieller Weise treffen und einen schweren Schaden verursachen (vgl. etwa BGE 110 Ib 48 E. 4 und dort zitierte Urteile). Ob diese Rechtsprechung auch für die Luftverunreinigung durch den Strassenverkehr zu übernehmen sei oder ob hiefür andere Kriterien aufgestellt werden müssten, bedarf einer eingehenden Abklärung. So ist beispielsweise schon entschieden worden, dass die Voraussetzungen der Unvorhersehbarkeit und der Spezialität der Immissionen sowie der Schwere des Schadens für Beeinträchtigungen durch Bauarbeiten nicht gelten können (BGE 117 Ib 16 ff.). Auch hat das Bundesgericht bereits darauf hingewiesen, dass zwar bei der Beurteilung der Zumutbarkeit von Immissionen auf die Vorarbeiten für das eidgenössische BGE 118 Ib 203 S. 206Umweltschutzgesetz abgestellt werden könne, der Enteignungsrichter aber bei der rechtlichen Würdigung der in den Expertenberichten verarbeiteten Erkenntnisse und Erfahrungen frei bleibe (BGE 114 Ib 36 E. 3). Im weiteren stellt sich die - bisher noch nicht beantwortete - Frage, ob im Hinblick auf die durch das Umweltschutzgesetz aufgestellten Grundsätze der Enteignete nicht verpflichtet werden könne, auf Kosten des Enteigners mögliche Schutzvorkehren auf seiner Liegenschaft zu treffen oder deren Vornahme zu dulden. Die Prüfung dieser Fragen sprengt jedoch wie erwähnt den Rahmen des vorliegenden Verfahrens."}