{"annee": "118", "cour": "V", "page": "65", "date": "29/4/1992", "cite": ["110 V 229", "116 V 255", "116 IB 185", "101 V 1", "115 V 183", "117 V 1", "116 V 298", "113 II 31", "113 V 248", "112 V 337"], "cite_par": ["120 V 306", "119 V 26", "119 V 78", "119 V 65", "122 V 270", "121 V 65", "124 V 137", "126 V 143"], "chapeau": "9. Arrêt du 29 avril 1992 dans la cause S. S.A. contre Caisse de compensation du canton de Fribourg et Commission cantonale fribourgeoise de recours en matière d'assurances sociales.", "regestes": ["Art. 14 al. 3 LAVS, art. 38 RAVS: Décision de taxation. L'établissement d'une taxation d'office mentionnant sous forme d'estimation les salaires soumis à cotisations est admissible lorsque la caisse de compensation se trouve pratiquement dans l'impossibilité de connaître avec la précision requise par la loi le montant des salaires soumis à cotisations, en raison de la carence de l'employeur qui omet, malgré sommation, de fournir en temps utile les données nécessaires à la fixation des cotisations paritaires (consid. 3). Art. 1er al. 1 let. c, art. 12 al. 1 LAVS, art. 1er LAI: Règle de l'égalité de traitement entre Suisses et étrangers et assurance obligatoire. Statut en matière d'AVS/AI de scaphandriers de nationalité étrangère travaillant en mer pour le compte d'une société française d'offshore pétrolier qui loue leurs services à une société de droit suisse appartenant à ladite société française (consid. 4 à consid. 6)."], "faits": "|66|\n\nA.- a) La société anonyme S. S.A., dont le siège est à Fribourg et qui a été inscrite au registre du commerce le 10 avril 1981, a pour but la gestion et la mise à disposition de personnel dans tous les domaines d'activités notamment en matière de travaux de génie civil, de navigation, de transport maritime et d'offshore pétrolier.\n\nS. S.A. fait partie du groupe C. qui a à sa tête une société de droit français, la C. S.A., dont le siège est à Marseille, laquelle détient 100% du capital-actions de la société C. S. S.A., également domiciliée à Marseille et qui elle-même possède 97% des actions de S. S.A.\n\nLe 4 décembre 1981, S. S.A. et C. S. S.A. ont conclu une \"convention de mise à disposition de personnel\", par laquelle la première société s'engage à mettre à la disposition de la seconde, qualifiée de \"société de prestations de services mondialement connue pour ses activités dans la recherche pétrolière offshore\", le personnel spécialisé dont elle dispose et que C. S. S.A. serait amenée à lui demander.\n\nAux termes de cette convention, S. S.A. est l'employeur exclusif du personnel mis à disposition et assume les obligations qui découlent de ce statut. Elle s'engage à assumer les obligations qui lui incombent en sa qualité d'employeur et notamment les obligations dérivant de l'art. 328 CO, en cas de maladie ou d'accidents professionnels pouvant survenir aux membres de son personnel. \"A cet effet, S. (S.A.) a souscrit une couverture d'assurance au bénéfice de son personnel dont les garanties sont comparables à celles des régimes sociaux européens et dont le détail figure dans le Statut S. annexé à la présente Convention.\" Cette convention a été complétée par un accord intervenu le 4 juin 1985 au sujet de la prise en charge par C. S. S.A. des salaires bruts versés aux membres du personnel opérationnel, des frais d'administration du bureau de Fribourg, y compris les salaires et les charges patronales concernant le personnel qui y travaille, ainsi que des impôts dus en Suisse par S. S.A.\n\n|67|\n\nPar ailleurs, le \"personnel opérationnel expatrié\" employé par S. S.A. est soumis à un \"Statut\" extrêmement détaillé qui précise les modalités de mise à disposition des \"groupes industriels utilisateurs\" du personnel concerné. Celui-ci est spécialisé dans l'\"offshore pétrolier\" et comprend notamment des scaphandriers de différentes catégories.\n\nb) S. S.A. est affiliée depuis le 1er février 1981 à la Caisse de compensation du canton de Fribourg (ci-après: la caisse). Dans le questionnaire d'affiliation qu'elle a rempli le 4 mai 1981, elle indiquait qu'elle occupait du personnel en Suisse et à l'étranger, au total 120 à 350 personnes, en précisant: \"Actuellement 1 personne, fin décembre 1981 env. 300.\"\n\nToutefois, ce n'est qu'au mois de mai 1986, à l'occasion d'un contrôle des salaires versés par S. S.A., que la caisse s'est préoccupée du statut des travailleurs occupés à l'étranger pour le compte de la société. Il s'en est suivi une procédure d'enquête à l'issue de laquelle la caisse a informé la société, par lettre du 14 juillet 1986, qu'elle avait acquis la conviction que des travailleurs de nationalité française, occupés à l'étranger par C. S. S.A. mais salariés de S. S.A., étaient assujettis aux assurances sociales suisses, de sorte que des cotisations paritaires devaient être prélevées sur leurs salaires, ce qui ferait l'objet de décisions ultérieures. Le mandataire de la société ayant demandé un entretien à ce sujet à l'Office fédéral des assurances sociales (ci-après: l'OFAS), celui-ci a confirmé, dans une lettre du 10 septembre 1986, le point de vue déjà exprimé par la caisse dans la lettre précitée.\n\nLe 18 décembre 1986, la caisse a notifié à la société une décision par laquelle, afin d'éviter la survenance de la prescription, elle fixait provisoirement et d'office à 15 millions de francs la somme des salaires payés en 1981 par S. S.A. et faisant l'objet d'une taxation complémentaire. Le montant des cotisations AVS/AI/APG/AC ainsi déterminé s'élevait à 1'575'000 francs, somme à laquelle s'ajoutaient 45'000 francs de frais de gestion, 456'000 francs de contributions au régime cantonal des allocations familiales et 477'900 francs d'intérêts moratoires, soit au total 2'553'900 francs. Tout en indiquant les voie et délai de recours contre ladite décision, l'auteur de cette dernière précisait ce qui suit: \"Vous n'êtes donc pas tenus au paiement des cotisations complémentaires fixées par la présente décision. En revanche, nous vous prions de nous envoyer votre prise de position, dans les meilleurs délais, conformément à ce qui a été convenu lors de l'entrevue avec M. A.\" |68|\n\nS. S.A. a formé le 19 janvier 1987, devant la Commission cantonale fribourgeoise de recours en matière d'assurances sociales, un recours contre la décision précitée. En raison des pourparlers menés par les parties, la procédure a été suspendue jusqu'à la fin du mois de mars 1990.\n\nEntre-temps, toujours pour éviter la survenance de la prescription, la caisse a rendu trois nouvelles décisions relatives aux cotisations AVS/AI/APG (mais pas AC), aux frais de gestion, aux contributions aux allocations familiales cantonales et aux intérêts moratoires, à savoir:\n\n- le 11 décembre 1987, pour l'année 1982 (2'326'163 fr. 65);\n\n- le 16 décembre 1988, pour l'année 1983 (2'294'663 fr. 65);\n\n- le 13 décembre 1989, pour l'année 1984 (2'294'663 fr. 65).\n\nS. S.A. a recouru successivement contre ces trois décisions, devant la commission cantonale de recours, dans les mêmes termes que ceux de son recours du 19 janvier 1987.\n\nPar jugement du 9 novembre 1990, ladite commission, après avoir joint les quatre causes, a admis partiellement les recours dans le sens des considérants, c'est-à-dire en invitant la caisse intimée à déterminer définitivement le montant des cotisations paritaires dues par la société pour les années 1981 à 1984, à l'exclusion toutefois des cotisations APG et AC.\n\nLe recours de droit administratif interjeté contre ce jugement par S. S.A. a été déclaré irrecevable en raison de sa tardiveté, par arrêt du 17 avril 1991. Le Tribunal fédéral en a fait de même, par arrêt du 5 juin 1991, pour un recours de droit public également formé par la société contre le jugement cantonal.\n\nc) Le 6 décembre 1990, la caisse a rendu une nouvelle décision qui concernait cette fois les cotisations dues pour l'année 1985. Motivé de manière analogue aux décisions précédentes, l'acte administratif en cause prenait en compte, à titre provisoire, une masse salariale estimée à 20 millions de francs, de sorte que les cotisations AVS/AI s'élevaient à 1'880'000 francs, les frais de gestion à 51'700 francs, les intérêts moratoires à 569'851 fr. 50 et les contributions aux allocations familiales à 558'000 francs, soit au total 3'059'551 fr. 50.\n\nB.- Le recours formé le 7 janvier 1991 par S. S.A. contre cette décision a été rejeté le 24 avril 1991 par la juridiction cantonale, dont le prononcé renvoie à plusieurs reprises aux considérants du jugement rendu le 9 novembre 1990 entre les mêmes parties.\n\nC.- S. S.A. interjette recours de droit administratif et conclut principalement à l'annulation du jugement attaqué et des cinq décisions |69| rendues par la caisse, subsidiairement au renvoi de la cause à la juridiction cantonale \"pour nouvel examen et instruction approfondie\".\n\nLa société a également formé devant le Tribunal fédéral un recours de droit public contre le jugement cantonal. Par ordonnance du 2 juillet 1991, le Président de la IIe Cour de droit public a notamment suspendu la procédure jusqu'à droit connu sur le recours formé devant la Cour de céans.\n\nLa caisse intimée déclare se rallier aux conclusions de l'autorité de première instance, tandis que l'OFAS propose de rejeter le recours, dans la mesure où il est recevable.\n\nLa recourante ayant sollicité le droit de produire un mémoire complémentaire et demandé l'audition d'un témoin, sa requête a été rejetée par le juge délégué qui l'a toutefois informée qu'il tiendrait compte du mémoire de recours qu'elle avait produit dans la cause précédente - liquidée le 17 avril 1991 par arrêt d'irrecevabilité, sans examen au fond - étant donné que le jugement attaqué renvoie aux considérants du prononcé précédemment rendu, le 9 novembre 1990, entre les mêmes parties.", "considerants": "Considérant en droit:\n\n1. a) Dans la mesure où la recourante conclut à l'annulation des décisions rendues par l'intimée les 18 décembre 1986, 11 décembre 1987, 16 décembre 1988 et 13 décembre 1989, son recours est irrecevable. En effet, le seul objet de la contestation, dans le présent procès, est la décision du 6 décembre 1990 contre laquelle était dirigé le recours sur lequel la juridiction cantonale s'est prononcée dans le jugement attaqué. Quant au jugement cantonal rendu le 9 novembre 1990 entre les mêmes parties, il est en force, à la suite des arrêts d'irrecevabilité rendus le 17 avril 1991 par la Cour de céans et le 5 juin 1991 par le Tribunal fédéral.\n\nb) Par ailleurs, le recours de droit administratif est irrecevable en tant que ses conclusions se rapportent également, de manière implicite, aux contributions réclamées à la recourante au titre du régime des allocations familiales de droit cantonal (ATF 101 V 3 consid. 1b).\n\n2. a) Comme aucune prestation d'assurance n'est litigieuse, le Tribunal fédéral des assurances doit se borner à examiner si le jugement de première instance viole le droit fédéral, y compris par l'excès |70| ou par l'abus du pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\nIl faut en outre tenir compte de l'art. 114 al. 1 OJ, selon lequel le Tribunal fédéral des assurances n'est pas lié par les conclusions des parties en matière de contributions publiques, lorsque le litige porte sur la violation du droit fédéral ou sur la constatation inexacte ou incomplète des faits.\n\nb) Par ailleurs, le Tribunal fédéral des assurances n'étant pas lié par les motifs que les parties invoquent (art. 114 al. 1 en corrélation avec l'art. 132 OJ), il examine d'office si le jugement attaqué viole des normes de droit public fédéral ou si la juridiction de première instance a commis un excès ou un abus de son pouvoir d'appréciation (art. 104 let. a OJ). Il peut ainsi admettre ou rejeter un recours sans égard aux griefs soulevés par le recourant ou aux raisons retenues par le premier juge (ATF 116 V 257 consid. 1 et les références).\n\n3. a) Comme les quatre décisions précédentes, la décision litigieuse du 6 décembre 1990 a été rendue par la caisse intimée dans le seul but d'éviter la prescription (recte: la péremption; cf. ATF 115 V 186 consid. 2b) quinquennale (art. 16 al. 1 LAVS) des cotisations paritaires dues par la recourante pour l'année 1985. Faute de connaître l'identité des assurés occupés par la recourante, ainsi que le montant de leurs salaires, la caisse a procédé à une taxation d'office et fixé de manière forfaitaire à 20 millions de francs la somme des salaires soumis à cotisations en 1985, tout en précisant qu'elle renonçait, \"dans l'immédiat\", à encaisser les cotisations y relatives.\n\nOr, comme le relève la recourante, il importe, lorsqu'on fixe les cotisations AVS/AI, de connaître avec précision l'identité des assurés qui \"bénéficieront ... des bienfaits de l'AVS\", puisque c'est pour leur compte que l'employeur est astreint à payer les cotisations paritaires dont la moitié, représentant la cotisation de l'assuré, doit, en principe, être retenue lors de chaque paie (art. 14 al. 1 LAVS). Car si elle ne connaît pas l'identité des assurés, la caisse de compensation ne peut évidemment créditer leur compte individuel. C'est pourquoi, lorsque la caisse rend, en application de l'art. 39 RAVS, une décision en paiement de cotisations arriérées, celle-ci doit indiquer, au moins dans une pièce annexée, toutes les données nécessaires à la comptabilisation des cotisations dans les différents comptes individuels, telles que les noms des assurés, le montant des salaires déterminants et des cotisations correspondantes, ainsi que l'année pour |71| laquelle ces dernières sont facturées (ATF 110 V 234 consid. 4a; RCC 1992 p. 314). Cependant, pour que la caisse puisse satisfaire à cette condition, il faut que l'employeur lui fournisse, ou fournisse à l'organe de révision compétent, les renseignements nécessaires, comme il en a l'obligation (art. 51 al. 3 LAVS; 35 al. 1 et 209 al. 1 RAVS).\n\nb) En l'occurrence, il est manifeste que la décision administrative litigieuse ne satisfait pas à ces exigences dès lors qu'il n'en ressort qu'une estimation et qu'aucune donnée sur les assurés concernés n'y figure (cf. art. 140 al. 1 RAVS).\n\nToutefois, la jurisprudence a admis que, dans certaines circonstances, la communication sous forme d'estimation des salaires soumis à cotisations et la simple mention d'une somme forfaitaire peut suffire à la validité d'une décision. Un tel procédé n'est toutefois admissible que lorsque la caisse de compensation se trouve pratiquement dans l'impossibilité de connaître avec la précision requise par la loi le montant des salaires soumis à cotisations, en raison de la carence de l'employeur qui omet, malgré sommation (cf. art. 37 RAVS), de fournir en temps utile les données nécessaires à la fixation des cotisations paritaires. En d'autres termes, il faut que la caisse se soit trouvée contrainte, en raison de la carence de l'employeur, de prendre des mesures en vue d'éviter la péremption des cotisations dues (ATFA 1961 p. 149 consid. 1; RCC 1983 p. 311 consid. 3b; arrêt non publié H. du 25 novembre 1982; KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, Berne 1989, p. 251, n. 14.67). La caisse se voit dès lors dans l'obligation d'établir une taxation d'office, au sens des art. 14 al. 3 LAVS et 38 RAVS. La décision rendue sur cette base est une décision de taxation et non pas une décision de cotisations (RCC 1991 p. 37 consid. 3b). Elle est propre à empêcher la péremption des cotisations au sens de l'art. 16 al. 1 LAVS (ATFA 1963 p. 186).\n\nc) En l'espèce, la recourante avait indiqué déjà au mois de mai 1981, dans le questionnaire d'affiliation remis à la caisse intimée, qu'elle occupait du personnel tant en Suisse qu'à l'étranger et qu'à la fin du mois de décembre 1981, l'effectif atteindrait environ 300 personnes. Ce n'est qu'au mois de mai 1986, à l'occasion d'un contrôle des salaires versés par S. S.A., que la caisse s'est préoccupée du statut des travailleurs occupés à l'étranger pour le compte de la société. A l'issue d'une procédure d'enquête, la caisse a informé la société, par lettre du 14 juillet 1986 - dont la teneur a été confirmée par l'OFAS le 10 septembre 1986 -, qu'elle avait acquis la |72| conviction que des travailleurs de nationalité française, occupés à l'étranger par C. S. S.A. mais salariés de S. S.A., étaient assujettis aux assurances sociales suisses, de sorte que des cotisations paritaires devaient être prélevées sur leurs salaires. Le 30 avril 1987, la caisse a sommé S. S.A. de mettre à sa disposition, dans un délai échéant le 15 mai suivant, les documents comptables propres à établir le montant des salaires versés aux travailleurs occupés à l'étranger. La société n'a toutefois pas donné suite à cette injonction. Par lettre du 14 novembre 1989, la caisse a énuméré de manière détaillée les pièces comptables dont elle avait besoin pour fixer les cotisations paritaires. La recourante n'a pas non plus donné suite à cette demande, préférant manifestement attendre le résultat des procédures judiciaires où elle a entrepris de contester le principe même de l'assujettissement à l'AVS des salariés occupés à l'étranger.\n\nCela étant, on doit admettre que la caisse s'est trouvée dans l'obligation d'établir une taxation d'office en raison de la carence de l'employeur qui a omis de fournir en temps utile les données nécessaires à la fixation des cotisations paritaires. La décision rendue sur cette base le 6 décembre 1990 n'est dès lors pas critiquable quant à son contenu.\n\nd) Pour autant, et si la recourante devait être déboutée sur le fond, cela ne signifierait nullement que l'autorité judiciaire ratifie purement et simplement, quant à son montant, la taxation d'office décidée par l'intimée. En effet, une fois tranchée la question de principe, il appartiendra à la caisse, s'il y a lieu, de procéder à l'instruction proprement dite, sur la base des renseignements recueillis auprès de l'employeur (cf. ATFA 1961 p. 149 consid. 2).\n\n4. a) Sont obligatoirement assurés conformément à la loi fédérale sur l'assurance-vieillesse et survivants les ressortissants suisses qui travaillent à l'étranger, pour le compte d'un employeur en Suisse, et qui sont rémunérés par cet employeur (art. 1er al. 1 let. c LAVS).\n\nUn ressortissant suisse à l'étranger travaille pour le compte d'un employeur en Suisse s'il est lié à une personne ou à une entreprise sise en Suisse par un rapport de subordination et de dépendance sur le plan économique ou de l'organisation du travail. Il en va toujours ainsi lorsqu'il existe un contrat de travail typique au sens du droit des obligations. Cependant, étant donné que dans l'AVS sont déterminants non pas les rapports de droit civil mais les circonstances économiques, il peut suffire - pour admettre que le ressortissant suisse à l'étranger travaille pour un employeur en Suisse - d'une convention proche d'un contrat de travail proprement dit. Quand l'intéressé |73| travaille à l'étranger pour une agence ou une succursale qui dépend d'une entreprise suisse, il est réputé travailler pour un employeur en Suisse; tel n'est pas le cas, en revanche, s'il est au service d'une succursale ou d'une société affiliée autonome à l'égard de l'entreprise suisse. En outre, un ressortissant suisse à l'étranger est réputé rémunéré par un employeur en Suisse lorsque le revenu de son travail est pris en charge et comptabilisé comme tel par ce dernier. A cet égard, il importe peu que l'employeur verse le salaire lui-même ou qu'il le fasse verser par l'intermédiaire d'un tiers (RCC 1987 p. 312 consid. 2a).\n\nb) Selon la jurisprudence, la même règle s'applique aux étrangers qui travaillent à l'étranger, pour le compte d'un employeur en Suisse, et qui sont rémunérés par cet employeur, à la double condition que, d'une part, il s'agisse de ressortissants d'un pays ayant conclu avec la Suisse une convention de sécurité sociale comportant une clause d'égalité de traitement entre les nationaux des deux Etats et que, d'autre part, le lieu de travail se situe dans un pays qui n'a pas conclu une telle convention avec la Suisse. Cette règle s'applique notamment aux ressortissants français (ATF 112 V 337, 343 consid. 7b).\n\nCertes, cette extension du domaine d'application de l'art. 1er al. 1 let. c LAVS à certains ressortissants étrangers a donné lieu à diverses critiques (TRUTMANN, Annuaire suisse de droit international, XLIV/1988, pp. 255 ss; KÄSER, op.cit., p. 27). La première des deux auteurs cités paraît surtout craindre qu'il en résulte une inutile et coûteuse double charge pour les travailleurs concernés. C'est oublier toutefois qu'en vertu des art. 1er al. 2 let. b LAVS et 1er LAI, les personnes affiliées à une institution officielle étrangère d'assurance-vieillesse, survivants et invalidité peuvent être exemptées de l'AVS/AI si leur assujettissement à ces assurances sociales suisses constitue pour elles un cumul de charges trop lourdes (ATF 117 V 3 consid. 4a). Par ailleurs, on peut constater, à la lecture de l'arrêt critiqué, qu'à tout le moins dans le cas de l'Allemagne et de la France, ce sont les représentants de ces deux pays qui ont manifesté le souhait, lors des négociations qui ont précédé la conclusion des traités, que leurs propres ressortissants bénéficient également de la règle figurant à l'art. 1er al. 1 let. c LAVS (ATF 112 V 342 consid. 7a et 344 consid. 7b). Cela permet d'affirmer qu'il s'agit en réalité d'une mesure de protection sociale en faveur des travailleurs étrangers employés par une entreprise suisse et non pas d'une extension abusive du champ d'application de la loi suisse en territoire étranger.\n\n|74|\n\n5. La recourante soutient qu'elle ne saurait, malgré les apparences, être considérée comme l'employeur suisse du personnel étranger qu'elle met à disposition de C. S. S.A. en territoire étranger, au sens de l'art. 1er al. 1 let. c LAVS et de la jurisprudence précitée. Cependant, aucun des arguments qu'elle développe dans son recours - ou qu'elle a fait valoir dans le recours de droit administratif dirigé contre le jugement de la juridiction cantonale du 9 novembre 1990 - n'emporte la conviction.\n\nAux termes de l'art. 12 al. 1 LAVS est considéré comme employeur quiconque verse à des personnes obligatoirement assurées une rémunération au sens de l'art. 5 al. 2 LAVS. Si l'assuré est en même temps et pour la même activité en rapport de dépendance et de subordination à l'égard de plusieurs personnes, l'obligation de faire des décomptes et de payer les cotisations incombe à l'employeur qui a le contact le plus immédiat et le plus étroit avec l'assuré (RCC 1990 p. 142 consid. 1b). Par ailleurs, il n'est pas indifférent que le 4 mai 1981, lorsqu'elle a rempli le questionnaire d'affiliation à la caisse intimée, la recourante ait expressément indiqué qu'elle occupait du personnel en Suisse et à l'étranger. En effet, ce faisant, elle s'engageait à établir des décomptes et à payer des cotisations pour ce personnel aussi, dans la mesure où il était assujetti à l'AVS/AI. Or, selon la jurisprudence, lorsque le salaire est versé par plusieurs personnes et qu'il est difficile de déterminer clairement qui est parmi ces personnes le véritable employeur tenu de payer les salaires, parce que l'assuré est en même temps et pour la même activité en rapport de dépendance et de subordination à l'égard de ces deux personnes, c'est la personne qui a pris l'engagement, à l'égard de la caisse de compensation, de faire les décomptes et de payer les cotisations qui sera dans tous les cas considérée comme employeur (RCC 1990 p. 145 consid. 5d). Il est dès lors sans importance de savoir qui de la recourante ou de C. S. S.A. supporte réellement la charge économique des salaires payés au personnel engagé par S. S.A. et mis à la disposition de la société précitée. Seule la recourante doit, en vertu des engagements qu'elle a pris en 1981, fournir les décomptes et payer les cotisations paritaires en qualité d'employeur.\n\nC'est également en vain que, soulignant ses liens étroits avec le groupe C. et plus particulièrement C. S. S.A., la recourante invoque de manière implicite le principe dit de la transparence (\"Durchgriff\") qui permet, en cas d'abus de droit, de rechercher directement le propriétaire économique de la personne morale apparemment partie à un contrat (ATF 113 II 36 consid. 2c). Ainsi que le Tribunal fédéral des |75| assurances l'a déjà jugé à propos d'affaires similaires, il n'y a pas lieu de s'écarter, en l'occurrence, des principes généraux du droit des sociétés qui reconnaissent - sous réserve de l'abus de droit - la dualité juridique existant entre la société anonyme et ses actionnaires ou, le cas échéant, son actionnaire unique (RCC 1989 p. 630 consid. 2c).\n\nCe premier moyen du recours doit ainsi être écarté.\n\n6. La recourante conteste ensuite la décision litigieuse sous un autre angle. Selon elle, les plongeurs de nationalité française qu'elle emploie travaillent sur des sites en mer du Nord qui se trouvent en Grande-Bretagne (Ecosse, Angleterre) et en Norvège, c'est-à-dire dans des pays liés à la Suisse par des conventions de sécurité sociale, ce qui, d'après la jurisprudence exposée au consid. 4b, exclurait l'application de l'art. 1er al. 1 let. c LAVS. En outre, il arrive que les plongeurs travaillent dans des eaux internationales, ce qui ne permet pas, selon la recourante, de définir leur lieu de travail.\n\nCette argumentation est mal fondée. En effet, ainsi qu'on l'a déjà relevé (cf. consid. 3b), la décision litigieuse est une décision de taxation et non pas une décision de cotisations. Par conséquent, il incombe maintenant à la recourante - à l'égard de laquelle l'administration de l'AVS a fait preuve, jusqu'à présent, de beaucoup de patience - de remettre à la caisse intimée, à bref délai, l'ensemble des documents comptables qui lui ont déjà été réclamés à plusieurs reprises, en dernier lieu dans la lettre de la caisse du 14 novembre 1989, ce qui permettra, en particulier, de connaître l'identité, la nationalité et le lieu de travail des personnes employées par la recourante à l'étranger et rétribuées par elle.\n\nCe n'est qu'ensuite qu'il appartiendra à la caisse intimée de se prononcer sur les objections de la recourante, en particulier celles qui se fondent sur le lieu de travail des membres de son personnel. Elle le fera à la lumière des principes établis par la jurisprudence précitée et des instructions de l'autorité fédérale de surveillance et rendra à ce sujet une ou plusieurs décisions de cotisations, elles-mêmes sujettes à recours.\n\nL'OFAS relève dans son préavis qu'une partie du personnel occupé par la recourante est constitué de scaphandriers qui travaillent en mer du Nord sur différents sites, ce qui risque d'entraîner des difficultés de délimitation du lieu de travail de ce personnel. Seule, en effet, la convention de sécurité sociale conclue le 21 février 1979 avec le Royaume de Norvège prévoit expressément que ce traité s'applique également à la partie du plateau continental placée sous souveraineté norvégienne (art. 2).\n\n|76|\n\nIl est toutefois inutile de se perdre en conjectures à ce propos, puisque la notion même de plateau continental implique la souveraineté d'un Etat côtier sur les sites marins qui en font partie (cf. notamment la convention de Genève sur le plateau continental du 29 avril 1958, en vigueur pour la Suisse depuis le 17 juin 1966 [RS 0.747.305.13 ou ROLF 1966 p. 1031], et les art. 76 ss de la convention de Montego Bay sur le droit de la mer du 10 décembre 1982 [cf. IANNUCCI, Le plateau continental et la troisième conférence des Nations Unies sur le droit de la mer, thèse Neuchâtel 1989, p. 318; ainsi que les articles de MONNIER, CAFLISCH, REVERDIN ET TYTGAT, in Annuaire suisse de droit international, XXXIX/1983, pp. 9 ss]).\n\nQuoi qu'il en soit, ce n'est qu'au moment où l'administration disposera des données que la recourante a l'obligation de lui fournir qu'il sera possible de trancher ce point de droit.\n\nEn l'état, ce second moyen de la recourante est également mal fondé.\n\n7. La recourante soutient encore que lors des pourparlers avec les représentants des autorités, fiscales en particulier, qui ont précédé sa création et son implantation à Fribourg, ses mandataires auraient obtenu des renseignements de nature à la persuader que le personnel qu'elle occuperait à l'étranger ne serait pas assujetti aux assurances sociales, raison pour laquelle elle a souscrit une couverture d'assurance au bénéfice de son personnel donnant des garanties comparables à celles des \"régimes sociaux européens\". Aussi invoque-t-elle une violation de son droit à la protection de la bonne foi.\n\nLe droit à la protection de la bonne foi permet au citoyen d'exiger que l'autorité respecte ses promesses et qu'elle évite de se contredire. Ainsi, un renseignement ou une décision erronés peuvent obliger l'administration à consentir à un administré un avantage contraire à la loi, si les conditions cumulatives suivantes sont réunies:\n\n1. il faut que l'autorité soit intervenue dans une situation concrète à l'égard de personnes déterminées;\n\n2. qu'elle ait agi ou soit censée avoir agi dans les limites de sa compétence;\n\n3. que l'administré n'ait pu se rendre compte immédiatement de l'inexactitude du renseignement obtenu;\n\n4. qu'il se soit fondé sur celui-ci pour prendre des dispositions qu'il ne saurait modifier sans subir un préjudice;\n\n5. que la loi n'ait pas changé depuis le moment où le renseignement a été donné (ATF 116 Ib 187 consid. 3c, ATF 116 V 298 consid. 3a et les références).\n\n|77|\n\nCes conditions ne sont manifestement pas réalisées dans le cas d'espèce. En premier lieu, la recourante omet de désigner avec exactitude l'autorité compétente qui aurait donné des renseignements propres à lier cette dernière sous l'angle de la protection de la bonne foi. Ensuite, elle n'indique pas en quoi exactement consistaient lesdits renseignements. Par ailleurs, la recourante fait elle-même valoir qu'au moment de sa création, elle s'était entourée des conseils d'avocats suisses qui s'étaient renseignés \"auprès des autorités responsables de l'AVS\". Or, pas plus les uns que les autres ne pouvaient ignorer que l'art. 1er al. 1 let. c LAVS s'applique également, en vertu de conventions bilatérales, à certains ressortissants étrangers - dont les Français - occupés dans un Etat tiers pour le compte d'un employeur en Suisse. Cette question avait p.ex. été l'objet en 1981, l'année même de la création de S. S.A., d'instructions de l'OFAS publiées dans le Bulletin de l'AVS No 104 et dans la RCC 1981 pp. 226 ss. En outre, depuis 1982, la brochure reproduisant la législation en matière d'AVS, régulièrement rééditée par l'OFAS et connue de tous les praticiens, contient une note explicite à ce sujet, après le texte de l'art. 1er LAVS.\n\nDès lors, même si, par hypothèse, un fonctionnaire de l'administration de l'AVS avait prétendu que la règle en question ne s'appliquait en aucun cas aux plongeurs et autres spécialistes liés à la recourante par un contrat de travail, rétribués par elle et occupés sur un site marin, les juristes qualifiés auxquels les fondateurs de S. S.A. s'étaient adressés n'auraient pu manquer de reconnaître immédiatement l'inexactitude du renseignement ainsi obtenu.\n\nPlus discutable paraît en revanche l'attitude de la caisse intimée qui semble avoir attendu cinq ans avant de se préoccuper du statut du personnel étranger de la recourante et de lui réclamer le paiement de cotisations arriérées, au risque de provoquer un important surcroît de travail à cette dernière pour reconstituer avec la précision requise les données qu'elle devra fournir à l'administration pour les années 1981 et suivantes. Cet élément n'est cependant pas décisif au stade actuel de la procédure mais il pourrait p.ex. intervenir dans l'appréciation des conditions permettant la remise de cotisations arriérées (art. 40 RAVS; ATF 113 V 248).\n\nLe moyen tiré de la protection de la bonne foi doit également être rejeté.\n\n8. Le recours de droit administratif se révèle ainsi mal fondé en toutes ses conclusions, dans la mesure où il est recevable. Cela ne signifie cependant pas que la décision de taxation d'office du |786| décembre 1990 devienne exécutoire. Comme on l'a déjà relevé, cette taxation ne saurait, en l'état, être confirmée quant à son montant puisque, pour le moment, on ne connaît ni l'identité des assurés, ni le montant des salaires soumis à cotisations (cf. consid. 3d). Aussi, le recours sera-t-il rejeté \"au sens des considérants\".\n\n9. (Frais de justice)."}