{"annee": "118", "cour": "IA", "page": "133", "date": "10/6/1992", "cite": ["117 IA 22", "110 V 360", "109 IA 107"], "cite_par": ["141 I 70", "120 IA 48", "122 I 1", "141 I 124", "132 I 201"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. Juni 1992 i.S. X. u. Kons. gegen Kantonsgericht von Graubünden (staatsrechtliche Beschwerde).", "regestes": ["Art. 4 Cst.; fixation des honoraires du défenseur d'office. Résumé de la jurisprudence du Tribunal fédéral (consid. 2a-consid. 2b). Lorsque le défenseur d'office n'a pas consacré un temps exagéré à son activité, il est contraire à l'art. 4 Cst. de le rétribuer à raison de 23 ou 30 francs à l'heure (consid. 2c-d)."], "faits": "BGE 118 Ia 133 S. 133\n\nIm Strafverfahren gegen C. ernannte das Untersuchungsrichteramt Chur am 4. Februar 1991 X., c/o. Advokaturbüro Dr. Z., Chur, zum amtlichen Verteidiger. Nach Eingang der Anklageschrift beim Kantonsgericht von Graubünden wurde vom Kantonsgerichtspräsidenten anstelle von X. Y., ebenfalls Praktikant beim Anwaltsbüro Dr. Z., zum amtlichen Verteidiger von C. ernannt. Das Kantonsgericht von Graubünden verurteilte C. am 20. August 1991 wegen verschiedenen Delikten zu 4 1/2 Jahren Zuchthaus und Busse. Den dem Verurteilten auferlegten Honoraranspruch der amtlichen Verteidigung setzte das Gericht auf Fr. 2'000.-- fest. Gegen die Festlegung des Honorars der amtlichen Verteidigung gelangten X., Y. und Dr. Z. wegen Verletzung von Art. 4 BV mit staatsrechtlicher Beschwerde ans Bundesgericht. Sie beantragen, es sei Ziffer 4 des Dispositivs des BGE 118 Ia 133 S. 134Kantonsgerichtsurteils vom 20. August 1991 betreffend Höhe des Anwaltshonorars aufzuheben. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus folgenden Erwägungen:\n\n2. a) Die Beschwerdeführer rügen als Verstoss gegen Art. 4 BV, dass die Bemessung des Anwaltshonorars offensichtlich zu gering sei, würde doch der resultierende Stundenansatz nicht einmal ganz Fr. 25.-- betragen. Zeitaufwand und Schwierigkeit des Falles seien bei der Honorarfestsetzung durch das Kantonsgericht völlig ungenügend berücksichtigt worden. Es liege ein klarer Fall von Rechtsmissbrauch vor.\n\nb) Nach der bundesgerichtlichen Rechtsprechung kommt den Kantonen bei der Bemessung des Honorars eines amtlichen Rechtsvertreters ein weiter Ermessensspielraum zu. Das Bundesgericht kann demnach nur eingreifen, wenn die kantonalen Bestimmungen, welche den Umfang der Entschädigung umschreiben, in Verletzung von Art. 4 BV willkürlich angewendet werden oder wenn die kantonalen Behörden ihr Ermessen überschreiten oder missbrauchen (BGE 110 V 365; BGE 109 Ia 109). Darüber hinaus kann die Festsetzung eines Honorars wegen Verletzung von Art. 4 BV aufgehoben werden, wenn sie ausserhalb jedes vernünftigen Verhältnisses zu den vom Anwalt geleisteten Diensten steht und in krasser Weise gegen das Gerechtigkeitsgefühl verstösst (ROBERT LEVI, Schwerpunkte der strafprozessualen Rechtsprechung des Bundesgerichtes und der Organe der Europäischen Menschenrechtskonvention, ZStrR 102/1985, S. 357; unveröffentlichte Urteile vom 13. September 1984 i.S. T., vom 9. November 1988 i.S. G., vom 26. März 1990 i.S. W. und vom 2. Mai 1991 i.S. B.).\n\nBei der Beurteilung einer konkreten Honorarfestsetzung ist auf die Umstände des Einzelfalles abzustellen (vgl. BGE 117 Ia 22 f. E. 3a; BGE 110 V 365 E. c; BGE 109 Ia 110 E. b). Obwohl die Entschädigung des Offizialverteidigers gesamthaft gesehen angemessen sein muss, darf sie nach der bundesgerichtlichen Rechtsprechung tiefer angesetzt werden als bei einem privaten Rechtsanwalt (BGE 117 Ia 23 E. 3a mit Hinweisen). Dabei muss auch die Anwendung eines Rahmentarifes den Anforderungen der Verfassung genügen (zitiertes Urteil des Bundesgerichtes vom 2. Mai 1991 i.S. B., E. 4a). Gestützt auf diese Erwägungen hat das Bundesgericht eine Entschädigung von ca. BGE 118 Ia 133 S. 135Fr. 40.-- pro Stunde für eine amtliche Verteidigung (im Kanton Thurgau) als eindeutig zu tief befunden (zitiertes Urteil vom 2. Mai 1991 i.S. B.; vgl. Der Schweizer Anwalt Nr. 135 11/1991, S. 11). Hingegen hatte es mit Urteil vom 26. Februar 1991 i.S. R. in einem ebenfalls den Kanton Thurgau betreffenden Fall eine Entschädigung von Fr. 61.-- pro Stunde für im Jahre 1989 geleistete Verteidigungsarbeit noch an der untersten Grenze des Zulässigen erachtet. Schon 1984 hatte das Bundesgericht in einem Zürcher Fall einen Stundenansatz von Fr. 80.-- als knapp nicht missbräuchlich tief angesehen (unveröffentlichtes Urteil vom 11. Oktober 1984 i.S. K.).\n\nc) Aus den Erwägungen des angefochtenen Urteils ergibt sich, dass das Honorar von Fr. 2'000.-- für die Mandatführung durch beide Substituten X. und Y. von Rechtsanwalt Dr. Z. zugesprochen worden ist. Diese hatten für ihre Bemühungen während der Untersuchung (X.) einen Aufwand von 55,5 Stunden sowie Spesen von Fr. 24.40, bzw. für die Bemühungen nach der Anklageerhebung (Y.) einen Aufwand von 25,75 Stunden und Spesen von Fr. 97.60 in Rechnung gestellt. Bringt man von den zugesprochenen Fr. 2'000.-- die vom Kantonsgericht unbeanstandeten Spesen in Abzug, so ergibt sich für die in Rechnung gestellten total 81,25 Stunden ein Stundenhonorar von rund Fr. 23.--. Das Kantonsgericht hat sich dabei offenbar auf die bündnerische Verordnung über Gebühren und Entschädigung der im Strafverfahren wirkenden Personen sowie das Rechnungswesen vom 16. Dezember 1974 (Stand 1. Januar 1990) gestützt. Gemäss Art. 9 dieser Verordnung hat die Entschädigung der amtlichen Verteidiger im Untersuchungsverfahren Fr. 80.-- bis Fr. 2'300.-- und vor Kantonsgericht Fr. 150.-- bis Fr. 2'500.-- zu betragen. Gemäss Art. 11 der Verordnung sind bei der Bemessung der Entschädigung insbesondere der Zeitaufwand des amtlichen Verteidigers, die Art seiner Bemühungen, seine effektiven Auslagen sowie die Schwierigkeiten des Falles angemessen zu berücksichtigen.\n\nDer Zeitaufwand stellt auch nach der bündnerischen Verordnung das primäre Bemessungskriterium dar. Sollte der in Rechnung gestellte Zeitaufwand angemessen sein, ist die zugesprochene Entschädigung von rund Fr. 23.-- pro Stunde auf Grund der dargelegten Rechtsprechung krass unhaltbar und verstösst damit gegen Art. 4 BV. Dabei ist auch zu berücksichtigen, dass der vorliegende Fall eher schwierig war. Dies zeigt sich schon aufgrund der grossen Zahl der einzelnen deliktischen Handlungen als auch der verschiedenen in Betracht fallenden Straftatbestände, deren Anwendung zum Teil bestritten wurde.BGE 118 Ia 133 S. 136\n\nd) Das Kantonsgericht führt allerdings an, die Verteidigung habe einen übermässigen Aufwand betrieben. Zum Teil unangebracht seien insbesondere die gegen zwanzig Besprechungen mit dem Mandanten und die rund zehn Unterredungen mit dem Untersuchungsrichter gewesen. Ebensowenig sei es nötig gewesen, an allen Einvernahmen teilzunehmen.\n\nIn Fällen, in denen eine kantonale Behörde den vom Anwalt in Rechnung gestellten Arbeitsaufwand als übersetzt bezeichnet, greift das Bundesgericht nur mit grosser Zurückhaltung ein. Es ist Sache der kantonalen Instanzen, die Angemessenheit anwaltlicher Bemühungen zu beurteilen, wobei sie über ein beträchtliches Ermessen verfügen. Das Bundesgericht schreitet aufgrund von Art. 4 BV nur ein, wenn der Ermessensspielraum klarerweise überschritten worden ist und Bemühungen nicht honoriert werden, die zweifelsfrei zu den Obliegenheiten eines amtlichen Verteidigers gehören (unveröffentlichte Urteile vom 23. Dezember 1988 i.S. W. und vom 20. Februar 1991 i.S. P.). Willkürlich ist die Auffassung des Kantonsgerichtes, es habe eine Kürzung der Entschädigung vornehmen dürfen, weil es nicht nötig gewesen sei, an allen Einvernahmen teilzunehmen. Zu den Obliegenheiten eines amtlichen Verteidigers gehört es, das rechtliche Gehör seines Mandanten vollumfänglich zu wahren. Zu diesem Zweck ist er grundsätzlich berechtigt, an allen Einvernahmen teilzunehmen. Dies verkannte das Kantonsgericht in Verletzung von Art. 4 BV. Was die zehn Unterredungen mit dem Untersuchungsrichter und die gegen zwanzig Besprechungen mit dem Verhafteten anbelangt, so hat das Kantonsgericht offenbar übersehen, dass es sich dabei zum grossen Teil um Telefonate handelte. Zehn Kontakte mit dem Untersuchungsrichter während einer Mandatszeit von sieben bis acht Monaten ergeben pro Monat weniger als 1 1/2 Unterredungen. Es ist willkürlich, dies als übertriebenen Aufwand zu bezeichnen. Ob die gegen zwanzig Besprechungen mit dem Mandanten einen übertriebenen Aufwand darstellen, braucht hier nicht abschliessend beurteilt zu werden. Es ist allerdings zu bedenken, dass sich dieser während sieben Monaten in Untersuchungshaft befand und dass die zahlreichen ihm vorgeworfenen deliktischen Handlungen zur Wahrnehmung der Verteidigungsrechte entsprechender Unterredungen bedurften. Selbst wenn die Zahl von gegen zwanzig Besprechungen um die Hälfte zu reduzieren wäre, ergäbe sich noch ein Zeitaufwand von über 60 Stunden und damit ein Honoraransatz von ca. Fr. 30.-- pro Stunde. Auch ein solcher wäre aber nach dem Gesagten eindeutig zu gering. Dies selbst dann, wenn dem Umstand Rechnung getragen BGE 118 Ia 133 S. 137würde, dass es sich bei den beiden amtlichen Verteidigern um Anwaltssubstituten handelte. Diese waren, jedenfalls in einem gewissen Umfang, durch Rechtsanwalt Dr. Z. zu beaufsichtigen, was bei der Honorarfestsetzung ebenfalls zu berücksichtigen ist."}