{"annee": "113", "cour": "II", "page": "264", "date": "29/4/1987", "cite": ["108 II 278", "97 II 350", "89 II 256", "94 II 161", "93 II 242", "109 II 34", "111 II 170", "97 II 66", "77 II 243"], "cite_par": ["128 V 236", "119 II 368", "115 II 456", "124 II 543", "131 III 300", "115 II 42", "129 III 738", "120 II 214", "119 II 468", "143 III 348", "131 III 430"], "chapeau": "48. Auszug aus dem Urteil der I. Zivilabteilung vom 29. April 1987 i.S. Arbeitsgemeinschaft K.-S. gegen Firma X. (Berufung)", "regestes": ["Dommage causé par l'écroulement d'un échafaudage tubulaire. Prescription. 1. La convention ayant pour objet l'installation d'un échafaudage tubulaire, qui doit servir à la construction d'un pont en béton, est soumise au droit du contrat d'entreprise (consid. 2a). 2. Art. 210 et 371 CO. Prescription en droit du contrat d'entreprise (consid. 2b). Un échafaudage tubulaire n'est pas une construction immobilière au sens de l'art. 371 al. 2 CO; l'action en garantie, appartenant au maître de l'ouvrage, se prescrit dès lors, en règle générale, par un an à compter de la livraison de l'échafaudage (consid. 2c). 3. L'art. 137 al. 2 CO exige que la créance soit reconnue quant à son montant (consid. 2d). De simples pourparlers ou des offres transactionnelles, postérieurs à l'expiration du délai de prescription, ne constituent pas une reconnaissance de dette subséquente, assimilable à une renonciation à la prescription acquise; ils ne font pas non plus apparaître comme abusif le fait d'invoquer la prescription (consid. 2e)."], "faits": "BGE 113 II 264 S. 265\n\nA.- Der Bau der N3 erforderte beim Anschluss Weesen eine Dienstbrücke über den Escherkanal, die von der Arbeitsgemeinschaft K.-S. zu erstellen war. Im Mai 1977 vergab die Gemeinschaft den Bau des Lehrgerüstes für das Mittelfeld der Brücke an die Firma X. Verschiedene Arbeiten, die mit dem Bau des Gerüstes zusammenhingen, blieben Sache der Gemeinschaft.\n\nAm 4. Juli 1977 wurde das Lehrgerüst von den Parteien besichtigt. Anwesend war auch ein Vertreter der Bauleitung, der in einem Protokoll vom 7. Juli festhielt, dass er die Parteien auf verschiedene Mängel aufmerksam gemacht habe, die bei der Fertigstellung des Gerüstes zu beachten seien.\n\nAm 29. Juli 1977 begann die Arbeitsgemeinschaft mit dem Betonieren. Als die voraussichtliche Menge Beton zu etwa zwei Dritteln eingebracht war, stürzte das Lehrgerüst ein. Es entstand beträchtlicher Sachschaden.\n\nB.- Im November 1982 klagte die Arbeitsgemeinschaft K.-S. gegen die Firma X. auf Zahlung von Schadenersatz nebst Zins.\n\nDas Bezirksgericht Steckborn wies die Klage am 3. November 1983 wegen Verjährung ab. Auf Appellation hin entschied das Obergericht des Kantons Thurgau am 6. September 1984 und am 2. Oktober 1986, dass die Klage nicht bloss wegen Verjährung, sondern auch materiell abzuweisen sei, weil die Klägerinnen für den Einsturz der Brücke allein verantwortlich seien.\n\nC.- Die Klägerinnen haben gegen die Entscheide des Obergerichts Berufung eingelegt, die vom Bundesgericht abgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n1. (Ausführungen darüber, dass die Auffassung des Obergerichts, die Klägerinnen seien für den Einsturz des Gerüstes und für BGE 113 II 264 S. 266die Folgen davon allein verantwortlich, bundesrechtlich nicht zu beanstanden ist.)\n\n2. Bei diesem Ergebnis könnte an sich offenbleiben, ob das Obergericht die Klage auch wegen Verjährung der Schadenersatzforderung abweisen durfte. Die Bedeutung dieser Frage ist in Fällen wie dem vorliegenden indes nicht zu übersehen, zumal selbst verjährte Forderungen zur Verrechnung gestellt werden können und die Klägerinnen behaupten, der Versicherer der Beklagten habe die Deckung des Schadens, zumindest die Kosten für die Bergung und die Ermittlung der Schadensursache, zugesagt und mit ihnen während Jahren darüber verhandelt; die Klägerinnen stellen die Verjährungsfrage denn auch in den Vordergrund. Unter diesen Umständen rechtfertigt sich ausnahmsweise auch eine Stellungnahme zur zweiten Begründung des Obergerichts.\n\na) Dabei ist entgegen der Annahme der Klägerinnen aber nicht von Auftragsrecht, sondern von den Bestimmungen über den Werkvertrag auszugehen. Die Beklagte hatte laut \"Auftragsbestätigung\" vom 9. Mai 1977 das Lehrgerüst für das Mittelfeld der Dienstbrücke zu erstellen; ihre Verpflichtung bestand daher im Bau und in der Ablieferung eines Werkes im Sinne von Art. 363 OR, nicht in blossen Dienstleistungen. Dass das Lehrgerüst nicht das eigentliche Bauwerk darstellte, sondern bloss dessen Errichtung diente, ändert daran nichts. Auch Hilfsbauten gelten als Werke im Sinne des Gesetzes, gleichviel ob sie nur vorübergehend benötigt oder für eine längere Benützung erstellt werden. Diese Auffassung liegt unter anderem BGE 111 II 171 zugrunde, wo es um die mangelhafte Montage einer Krananlage ging.\n\nDass das Lehrgerüst Pläne und statische Berechnungen erforderte, machte den Vertrag nicht zu einem Auftrag, selbst wenn zwischen den Parteien von einem solchen Vertragsverhältnis die Rede war. Das ergibt sich auch nicht aus BGE 111 II 172, wie die Klägerinnen anzunehmen scheinen, oder gar aus der neuesten Rechtsprechung, wonach auch geistige Arbeitserfolge - wiederum - dem Werkvertragsrecht unterstehen, wenn sie verkörpert und damit wahrnehmbar festgehalten werden (BGE 109 II 37 /38 und 464/65; GAUCH, Der Werkvertrag, Rz. 42); dies trifft für ein Lehrgerüst augenfällig zu. Das gilt auch für den Generalunternehmer, der ein Werk zu projektieren und herzustellen hat (BGE 97 II 68 E. 1 und BGE 94 II 162). Werkvertragsrecht wird daher nicht dadurch ausgeschlossen, dass die Herstellung des Werkes besondere BGE 113 II 264 S. 267geistige Fähigkeiten und einen entsprechenden Arbeitseinsatz verlangt.\n\nb) Ansprüche des Bestellers aus Mängeln des abgenommenen Werkes verjähren in einem oder fünf Jahren (Art. 371 OR), solche aus Pflichtverletzungen des Unternehmers vor Ablieferung des Werkes mit Ablauf von zehn Jahren (Art. 127 OR; BGE 111 II 171 /72). Die massgebende Verjährungsfrist hängt damit in Fällen wie hier unter anderem davon ab, ob das Werk im Zeitpunkt des schädigenden Ereignisses abgenommen oder noch unvollendet war. Vollendet ist das Werk, wenn der Unternehmer alle vereinbarten Arbeiten ausgeführt hat (BGE 94 II 164 E. 2c), was aber nicht heisst, dass es auch mängelfrei sein müsse (BGE 107 II 52/53; GAUCH, Rz. 96). Abgeliefert wird das Werk sodann durch Übergabe oder durch die Mitteilung des Unternehmers, das Werk sei vollendet (BGE 97 II 353 E. 2c; GAUCH, Rz. 82 ff.).\n\nNach den tatsächlichen Feststellungen des Obergerichts hatte die Beklagte am 4. Juli 1977, als die Parteien zusammen mit dem Vertreter der Bauleitung das Lehrgerüst besichtigten, ihre Arbeiten beendet. Die zusätzlichen Sicherheitsmassnahmen, die damals besprochen, von der Arbeitsgemeinschaft vorgeschlagen und von der Bauleitung angeordnet wurden, waren von den Klägerinnen zu treffen. Ob das Lehrgerüst am 4. Juli auch im Sinne von Art. 371 Abs. 2 OR abgenommen worden sei, kann offenbleiben; eine solche Abnahme ist jedenfalls darin zu erblicken, dass die Klägerinnen am 29. Juli 1977 mit dem Betonieren der Brücke begannen, das Lehrgerüst also selber für fertig und zum Gebrauch bereit hielten. Ihre Ansprüche aus dem Einsturz des Gerüstes, das daraufhin versagte, erweisen sich damit als gewährleistungsrechtliche und unterstehen den Verjährungsfristen des Art. 371 OR, die spätestens am 29. Juli 1977 zu laufen begannen (GAUCH, Rz. 1622 f.).\n\nc) Die Ansprüche des Bestellers wegen Mängeln des Werkes verjähren in der Regel mit Ablauf eines Jahres seit der Ablieferung (Art. 371 Abs. 1 in Verbindung mit Art. 210 OR), fünf Jahre nach Abnahme hingegen, wenn es sich um Mängel eines unbeweglichen Bauwerkes handelt (Art. 371 Abs. 2 OR). Diese Fristen gelten auch für Schadenersatzansprüche aus Werkmängeln (BGE 77 II 249).\n\nDas streitige Lehrgerüst wurde nur für den Bau der Brücke benötigt, die voraussichtliche Dauer seiner Benützung daher auf drei Monate festgesetzt. Schon das spricht gegen die Annahme eines unbeweglichen Bauwerkes und damit gegen die Anwendbarkeit der längeren BGE 113 II 264 S. 268Verjährungsfrist. Art. 371 Abs. 1 OR beschränkt die Gewährleistungspflicht des Unternehmers auf ein Jahr, um zu verhüten, dass der Besteller seine Ansprüche erst in einem Zeitpunkt geltend mache, in dem der Unternehmer nicht mehr auf seine Gewährsleute, besonders auf die Materiallieferanten zurückgreifen kann. Art. 371 Abs. 2 OR will dagegen vermeiden, dass Ansprüche des Bestellers früher verjähren, als es die Natur des Werkes und der Mängel, die es aufweisen kann, rechtfertigt, weil oft erst nach längerer Zeit erkennbar wird, ob das Werk den Anforderungen der Festigkeit oder den geologischen und atmosphärischen Verhältnissen standhält. Es geht daher nicht an, jeden Arbeitserfolg, der mit einem unbeweglichen Bauwerk zusammenhängt, deswegen einem solchen Werk gleichzusetzen. Eine Leistung gilt vielmehr nur dann als unbewegliches Bauwerk, wenn der Gegenstand des Vertrages, durch den sie versprochen wird, nach seiner Natur selber als Bauwerk angesprochen werden kann (BGE 93 II 245 /46). Das lässt sich von einer blossen Hilfsbaute zur Erstellung eines Werkes nicht sagen.\n\nd) Die Ansprüche der Klägerinnen unterstehen deshalb der einjährigen Frist, die spätestens am 29. Juli 1977 zu laufen begann, durch das Sühnebegehren vom 1. November 1982 aber nur unterbrochen werden konnte, wenn sie vorher gehemmt oder bereits mit besonderer Wirkung unterbrochen worden war. Für Hinderungs- oder Stillstandsgründe gemäss Art. 134 OR liegt nichts vor. Die Klägerinnen berufen sich vielmehr auf eine Unterbrechung im Sinne von Art. 137 Abs. 2 OR, da die Beklagte bzw. deren Haftpflichtversicherung in der Vereinbarung der Parteien vom 30. Juli 1977 \"die Schadensdeckung zugesagt\", den Schaden also anerkannt habe; es gelte deshalb die zehnjährige Verjährungsfrist.\n\nEine Schuldanerkennung im Sinne dieser Bestimmung setzt indes voraus, dass die Forderung in der Urkunde nicht bloss grundsätzlich, sondern ihrer Höhe nach anerkannt wird; sie muss darin wie im Falle eines Urteils beziffert werden (BGE 75 II 232 E. 3b und 61 II 336 E. 3; BECKER, N. 2 zu Art. 137 OR; VON BÜREN, OR Allg. Teil S. 437). Diesen Anforderungen genügt die Deckungszusage in der Vereinbarung vom 30. Juli 1977 nicht; wenn ihr überhaupt die Bedeutung einer Schuldanerkennung zukommt, vermochte sie höchstens eine neue einjährige Frist in Gang zu setzen (Art. 137 Abs. 1 OR), die am 30. Juli 1978 endete, sofern die Verjährung nicht vorher erneut unterbrochen wurde.\n\nBGE 113 II 264 S. 269Dass dies der Fall gewesen sei, machen die Klägerinnen nicht geltend; ihre Ansprüche sind daher spätestens am 30. Juli 1978 verjährt.\n\ne) Die Klägerinnen wollen freilich durch wiederholt bekundete Gesprächs- und Verhandlungsbereitschaft der Haftpflichtversicherung davon abgehalten worden sein, die Verjährung rechtzeitig zu unterbrechen, insbesondere durch Klage; die Verjährungseinrede der Beklagten erweise sich deshalb als rechtsmissbräuchlich. Es ist richtig, dass diese Einrede einen Rechtsmissbrauch im Sinne von Art. 2 Abs. 2 ZGB darstellt und daher nicht zu schützen ist, wenn sie gegen erwecktes Vertrauen verstösst, der Schuldner insbesondere ein Verhalten gezeigt hat, das den Gläubiger bewogen hat, rechtliche Schritte während der Verjährungsfrist zu unterlassen, und das seine Säumnis auch bei objektiver Betrachtungsweise als verständlich erscheinen lässt (BGE 108 II 287 E. 5c; BGE 89 II 262 E. 4; MERZ, N. 410 ff. zu Art. 2 ZGB). Der Schuldner muss den Gläubiger indes während offener Verjährungsfrist veranlasst haben zuzuwarten; ein vertrauensbildendes Verhalten nach Eintritt der Verjährung nützt dem Gläubiger nichts. Diesfalls wird die unklagbar gewordene Obligation nur dann wieder zu einer klagbaren, wenn der Schuldner auf die Verjährungseinrede verzichtet und die Forderung wenigstens teilweise vorbehaltlos anerkennt (SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Bd. I S. 248).\n\nFür ein solches Verhalten der Beklagten oder ihrer Haftpflichtversicherung nach dem 30. Juli 1978 liegt hier nichts vor; aus der Berufung erhellt vielmehr, dass die Versicherung ihre Haftpflicht am 28. November 1978 abgelehnt hat. Blosse Vergleichsofferten und -verhandlungen reichen für die Annahme einer Schuldanerkennung nicht aus, wenn sie nicht zu einer Einigung führen. Es nützt den Klägerinnen daher nichts, dass die Versicherung angeblich noch 1981/82 bereit war, einen Drittel oder Viertel des Schadens zu übernehmen, behaupten sie doch nicht, sie hätten eine Offerte angenommen oder die Versicherung dabei behaftet; nach der Berufung erachteten sie das im Gegenteil \"als zu wenig\". Die Vergleichsangebote der Beklagten bzw. deren Versicherung lassen sich daher nicht als Schuldanerkennungen ausgeben, welche die Verjährungsfrist nach dem 30. Juli 1978 noch unterbrochen hätten, wie die Klägerinnen glauben machen wollen."}