{"annee": "113", "cour": "IB", "page": "246", "date": "12/10/1987", "cite": ["107 IB 133", "106 IB 34"], "cite_par": ["119 IB 103"], "chapeau": "41. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 12. Oktober 1987 i.S. Hotz & Co. gegen Getreidetrocknungsgesellschaft AMT, Eidgenössische Getreideverwaltung und Eidgenössische Getreiderekurskommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation d'exploiter un centre de conditionnement pour le blé indigène. 1. En règle générale, une demande d'autorisation d'exploiter est traitée selon le droit applicable au moment de la décision, et non selon celui qui était en vigueur lors du dépôt de la requête (consid. 2a). 2. Conditions de l'autorisation au sens de l'art. 10 de l'Ordonnance générale concernant la loi sur le blé (RS 916.111.01): a) besoin d'un nouveau centre de conditionnement (consid. 3); b) absence de mise en danger sérieuse pour les centres de conditionnement existants, ce qui peut être garanti en limitant la capacité de prise en charge du nouveau centre de conditionnement (consid. 4)."], "faits": "|247|\n\nDie Getreidetrocknungsgesellschaft AMT, Mettmenstetten, ersuchte im Jahre 1976 die Eidgenössische Getreideverwaltung um Bewilligung zum Betrieb einer Sammelstelle mit kollektiver Ablieferung von Brotgetreide. Das Begehren wurde von der Getreideverwaltung gutgeheissen, auf Beschwerde zweier benachbarter Sammelstellen (worunter die der heutigen Beschwerdeführerin) von der Eidgenössischen Getreiderekurskommission jedoch abgewiesen, weil die Errichtung einer Sammelstelle in Mettmenstetten jene der Firma Hotz & Co. in Baar ernsthaft gefährden würde.\n\nIn der Folge errichtete die Getreidetrocknungsgesellschaft AMT eine Sammelstelle für Futtergetreide, die im Jahre 1983 in Betrieb genommen wurde.\n\nAm 31. Dezember 1984 stellte die Getreidetrocknungsgesellschaft AMT erneut ein Gesuch zur Führung einer Brotgetreidesammelstelle mit der Begründung, die Verhältnisse hätten sich seit 1976 grundlegend verändert. Die Durchschnittserträge an Brotgetreide würden tendenziell steigen, angesichts des ständig zunehmenden Strassenverkehrs sei das Interesse der Produzenten an kurzen Anfahrtswegen von grosser Wichtigkeit und schliesslich könnten die Produzenten nicht verstehen, dass sie neben dem Futtergetreide nicht auch ihr Brotgetreide in Mettmenstetten abliefern dürften. Die Firma Hotz & Co. in Baar habe seit 1976 ihre Lagerkapazität ausgebaut und ihre Übernahmemengen massiv steigern können, so dass die Bewilligung der geplanten Sammelstelle für sie keine ernsthafte Gefährdung mehr nach sich ziehen werde.\n\nDie Eidgenössische Getreideverwaltung lehnte das Gesuch am 4. März 1985 ab. Sie verneinte das Vorliegen eines Bedürfnisses für eine zusätzliche Sammelstelle, weil den Produzenten im Knonaueramt bereits acht Sammelstellen zur Verfügung stünden, welche über die notwendige Kapazität verfügten, um alles anfallende Brotgetreide fristgerecht zu übernehmen. Zudem würde bei Erteilung der Bewilligung die Mühle Hotz & Co. in Baar ernsthaft gefährdet.\n\nGegen diesen Entscheid rekurrierte die Getreidetrocknungsgesellschaft AMT an die Eidgenössische Getreiderekurskommission, welche die Beschwerde insoweit guthiess, als der Getreidetrocknungsgesellschaft AMT die Bewilligung zum Betrieb einer Kollektivsammelstelle grundsätzlich erteilt wurde, freilich unter Beschränkung der jährlichen Übernahmekapazität; zu deren Festsetzung wurde die Sache an die Eidgenössische Getreideverwaltung |248| zurückgewiesen. Die Rekurskommission nahm an, ein Bedürfnis für die geplante Sammelstelle sei nachgewiesen. Eine Gefährdung der Mühle Hotz & Co. könne dadurch verhindert werden, dass dieser die Übernahmemenge der Jahre 1978 bis 1982 erhalten und die Kapazität der neuen Sammelstelle beschränkt werde. So könne den Interessen an einer möglichst freien Getreideordnung Genüge getan werden, ohne dass die wirtschaftliche Existenz anderer Sammelstellen in Frage gestellt werde.\n\nDie Firma Hotz & Co., Obermühle in Baar, erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des Urteils der Eidgenössischen Getreiderekurskommission. Sie verlangt, der Getreidetrocknungsgesellschaft AMT sei die Bewilligung gänzlich zu verweigern. Die Getreidetrocknungsgesellschaft AMT und die Eidgenössische Getreideverwaltung beantragen Abweisung der Beschwerde. Die Eidgenössische Getreiderekurskommission und das Eidgenössische Volkswirtschaftsdepartement haben auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n2. a) Gemäss Art. 8 des Bundesgesetzes über die Brotgetreideversorgung des Landes (Getreidegesetz, SR 916.111.0) übernimmt der Bund unmittelbar vom Produzenten gutes und mahlfähiges Inlandgetreide, wobei die Organisation der Übernahme durch den Bundesrat festgelegt wird. Nach Art. 10 Abs. 1 der am 1. Juli 1986 in Kraft getretenen Allgemeinen Verordnung zum Getreidegesetz (SR 916.111.01) bedarf es zum Betrieb einer Sammelstelle einer Bewilligung der Getreideverwaltung. Art. 10 Abs. 3 der genannten Verordnung umschreibt die Bewilligungsvoraussetzungen wie folgt:\n\n\"Die Sammelstelle muss unter Berücksichtigung des gesamten Getreidebaus einer Region über ein angemessenes Einzugsgebiet verfügen. Den Interessen bestehender Sammelstellen ist ausreichend Rechnung zu tragen. Nötigenfalls beschränkt die Verwaltung die Übernahme auf eine bestimmte Menge oder Getreideart. Bei der Beschränkung der Übernahmemenge sind die beteiligten Kantone anzuhören.\"\n\nMit der Allgemeinen Verordnung zum Getreidegesetz wurde die alte Verordnung I zum Getreidegesetz vom 10. November 1959 abgelöst. Deren Art. 10bis umschrieb die Bewilligungsvoraussetzungen in der Fassung vom 12. Mai 1982 ähnlich (AS 1982, S. 771), |249| wich jedoch insofern von der heute geltenden Ordnung ab, als bei der Prüfung des angemessenen Einzugsgebietes nicht der gesamte Getreidebau einer Region, sondern lediglich das Brotgetreide zu berücksichtigen war, und neben der Beschränkung der Übernahmemenge die Festsetzung des Einzugsgebietes vorgesehen wurde (zur noch auf die letztere Massnahme beschränkten Fassung von 1963 vgl. BGE 106 Ib 40 /41).\n\nIn übergangsrechtlicher Hinsicht stellt sich die Frage nach dem anwendbaren Recht. Zum Zeitpunkt der Einreichung des Gesuches um die Errichtung einer Sammelstelle und des erstinstanzlichen Entscheides stand die alte Verordnung I zum Getreidegesetz in Kraft, im Zeitpunkt des Erlasses des Beschwerdeentscheides am 15. Dezember 1986 jedoch bereits die neue Allgemeine Verordnung zum Getreidegesetz. Bei der Beurteilung, welches Recht bei einer Rechtsänderung Anwendung findet, gilt der Grundsatz, dass diejenigen Rechtssätze massgebend sind, die bei der Erfüllung des rechtlich zu ordnenden oder zu Rechtsfolgen führenden Tatbestandes Geltung haben. Ist über eine Bewilligung zum Betrieb einer Sammelstelle zu entscheiden, erfüllt sich der rechtlich zu ordnende Tatbestand bei Betriebsbeginn. Bei einer Änderung des Rechtes zwischen Gesuchseinreichung und endgültiger Gesuchserledigung ist demnach das neue Recht anzuwenden. Daran ändert nichts, dass Art. 81 Abs. 2 der Allgemeinen Verordnung zum Getreidegesetz die aufgehobenen Bestimmungen für alle bis zum 30. Juni 1986 eingetretenen Tatsachen als weiterhin anwendbar erklärt. Denn für die Erteilung der Bewilligung ist, wie dargelegt, die Tatsachenlage bei Betriebsbeginn und nicht bei Einreichung des Gesuches massgebend (BGE 107 Ib 137 /8 E. 2a und b). Dass die Eidgenössische Getreiderekurskommission gestützt auf das alte Recht entschieden und die Bewilligung zum Betrieb der Sammelstelle erteilt hat, bleibt insofern ohne Auswirkung, als vorliegend das neue Recht für den Gesuchsteller noch günstiger ist (E. 3c) und das Bundesgericht zu keiner abweichenden Beurteilung in der Sache gelangt.\n\nb) Das Bundesgericht hat in mehreren Entscheiden die Bewilligungsvoraussetzungen näher umschrieben. Ausgangspunkt bildete jeweils die Überlegung, dass die mechanisierten Erntemethoden vermehrt eine Nachbehandlung des Getreides durch Reinigungs- und Trocknungsstellen sowie längeres Lagern erfordern, was eine gewisse Konzentration der Annahmestellen auf leistungsfähige Betriebe bedingt, die in der Lage sind, die Nachbehandlung fachmännisch |250| und wirtschaftlich durchzuführen. Diese erhöhten Anforderungen an die Sammelstellen ziehen grössere Investitionen nach sich und setzen zugleich einen gesicherten Kundenkreis voraus. Deshalb muss eine Sammelstelle über ein angemessenes Einzugsgebiet verfügen, wenn sie zum Betrieb ermächtigt werden will. Wer eine neue Sammelstelle betreiben will, hat nachzuweisen, dass die geplante Sammelstelle in einer Gegend liegt, wo ein Bedürfnis für eine weitere Sammelstelle besteht.\n\nSelbst wenn ein Bedürfnis der im natürlichen Einzugsgebiet befindlichen Getreideproduzenten für eine neue Sammelstelle grundsätzlich bejaht wird, kann die Bewilligung aus wirtschafts- und strukturpolitischen Überlegungen verweigert werden, wenn dadurch andere Sammelstellen ernsthaft gefährdet würden; es widerspräche dem Sinn des mit der Bewilligungspflicht verfolgten Zweckes, wirtschaftlich lebens- und leistungsfähige Annahmestellen zu sichern, wenn als Folge der Bewilligung einer neuen Sammelstelle bereits bestehende ihr existenzsicherndes Einzugsgebiet verlören. Solchen Auswirkungen kann unter Umständen auch durch mildere Massnahmen wie durch Festlegung der Übernahmekapazität entgegengetreten werden (BGE 106 Ib 38 E. 2 mit Hinweis auf das nicht veröffentlichte Urteil Suter vom 21. Dezember 1979). An diesen Grundsätzen hat das neue Recht nichts geändert.\n\nc) Im vorliegenden Fall macht die Beschwerdeführerin geltend, die Bewilligung für eine neue Sammelstelle in Mettmenstetten müsse aus einem doppelten Grund verweigert werden. Zum einen bestehe kein Bedürfnis der Getreideproduzenten für eine zusätzliche Sammelstelle, zumal die bestehenden alles Getreide problemlos entgegennehmen könnten. Anderseits würde die Errichtung der geplanten Sammelstelle die Beschwerdeführerin in ihrer Existenz treffen, so dass sie als leistungsfähige Sammelstelle nicht weiter bestehen könnte. Ob von seiten der Produzenten ein Bedürfnis für eine neue Sammelstelle besteht und ob durch die Bewilligung andere Sammelstellen gefährdet würden, sind Rechtsfragen, die das Bundesgericht aufgrund von Art. 104 lit. a OG überprüfen kann. Immerhin ist der Verwaltung und auch der Eidgenössischen Getreiderekurskommission, der Fachleute angehören, ein gewisser Beurteilungsspielraum zu belassen. Das Bundesgericht übt Zurückhaltung, wo Verhältnisse eine Rolle spielen, die die Fachleute besser beurteilen können.\n\n|251|\n\n3. a) In ihrem Entscheid hat die Rekurskommission angenommen, Mettmenstetten sei, weil mitten in einem natürlichen Produktionsgebiet gelegen und von dessen Produzenten gut erreichbar, ein idealer Standort für eine Sammelstelle im Knonaueramt. Da dort in den letzten Jahren die Getreideproduktion stark gestiegen sei, müsse die Bedürfnisfrage bejaht werden. Dies auch deshalb, weil für einen Teil der Produzenten die Anfahrtswege zu den bestehenden Sammelstellen, insbesondere zu jener der Beschwerdeführerin, relativ lang und nicht ungefährlich seien. Von Bedeutung sei ferner, dass die Getreidetrocknungsgesellschaft AMT bereits eine Sammelstelle für Futtergetreide betreibe und es betriebswirtschaftlich von Vorteil sei, wenn die Produzenten Futter- und Brotgetreide in der gleichen Sammelstelle abliefern könnten.\n\nDie Beschwerdeführerin wirft der Rekurskommission vor, sie habe bei der Prüfung der Bedürfnisfrage wichtige Umstände nicht berücksichtigt. So würden sich die Einzugsgebiete der geplanten Sammelstelle in Mettmenstetten und der Beschwerdeführerin zu mehr als 80% decken. Zudem käme die neue Sammelstelle praktisch ins Herz des angestammten Einzugsgebietes der Beschwerdeführerin zu liegen. Davon abgesehen sei die Beschwerdeführerin bisher stets in der Lage gewesen, auch bei Rekordernten - wie jener im Jahre 1984 - das Ernteaufkommen ohne Verzögerung rationell entgegenzunehmen. Im übrigen habe die Vorinstanz die Tendenz im Brotgetreideanbau unrichtig bewertet, weil sie die längerfristige Entwicklung nicht berücksichtigt habe. Die Ernten von 1983 und 1984 seien Ausnahmen gewesen. Mit Blick auf die Massnahmen des Bundes zur Restrukturierung im Brotgetreideanbau werde die Brotgetreideanbaufläche und damit auch die eingelieferte Brotgetreidemenge im strittigen Einzugsgebiet wieder rückläufig sein, um so mehr als durch den Bau der Autobahn durch das Knonaueramt rund 50 ha Kulturland verlorengingen. Eine dauerhafte Veränderung der Verhältnisse im Brotgetreidesektor des Knonaueramtes liege jedenfalls nicht vor. Es gehe nicht an, anhand einer Ausnahmesituation, wie sie 1983 und 1984 bestanden habe, ein Bedürfnis für eine neue Sammelstelle zu bejahen.\n\nb) Das Bedürfnis nach einer neuen Sammelstelle kann nicht schon deshalb verneint werden, weil die bereits bestehenden Sammelstellen technisch in der Lage sind, das angelieferte Getreide zu übernehmen. Eine bestehende Sammelstelle hat auch keinen Anspruch darauf, dass in ihrer Nähe keine neue Sammelstelle |252| bewilligt werde. Würden neue Betriebe von vornherein nicht zugelassen, käme dies einer Monopolstellung der bisherigen Sammelstellen gleich. Dies widerspräche jedoch der massgebend liberal geprägten Getreideordnung. Art. 23bis BV statuiert denn auch kein Monopol für den Ankauf von Getreide, vielmehr versucht der Bund nur, günstige Übernahmebedingungen zu gewährleisten. Die Einzugsgebiete der verschiedenen Sammelstellen können sich durchaus überschneiden, so dass Wettbewerb um die Kunden besteht.\n\nc) Die Eidgenössische Getreiderekurskommission hat festgestellt, dass die geplante Sammelstelle leistungsfähig wäre und an einem zentralen Ort des Produktionsgebietes errichtet würde, welches die Gemeinden Jonen, Hedingen, Ottenbach, Obfelden, Affoltern a.A., Aeugst a.A., Mettmenstetten, Maschwanden, Rifferswil, Hausen a.A., Knonau und Kappel a.A. umfasst. In ihrer Vernehmlassung weist sodann die Getreideverwaltung darauf hin, dass seit 1983 eine Wende im Brotgetreideanbau eingetreten sei; die Grossernten seit 1983 stellten keine Ausnahmeerscheinung dar, sondern seien bedingt durch hohe Hektarerträge leistungsstarker Sorten und durch gezielte Anbaumethoden. Selbst bei Reduktion der heutigen Anbaufläche als Folge der vom Bund geplanten Preismassnahmen seien mit Blick auf die derzeitigen Anbaumethoden und das vorhandene Genpotential künftig Brotgetreideernten zu erwarten, die kaum mehr auf das Niveau vor 1983 zurückfallen würden. Das sind Fachfragen, welche die sachkundige Verwaltung besser beurteilen kann als das Bundesgericht. Geht man davon aus, dass seit 1983 eine strukturelle, insbesondere sortenbedingte starke Ertragssteigerung beim Brotgetreide eingetreten ist, welche auch längerfristig Ernten erwarten lässt, die gegenüber der Situation von 1978 wesentlich höher ausfallen werden, haben sich die Verhältnisse im Brotgetreideanbau seit der Beurteilung des letzten Gesuches der Getreidetrocknungsgesellschaft AMT wesentlich verändert. Dafür sprechen auch die von der Beschwerdeführerin vorgelegten Angaben über die von ihr entgegengenommenen Getreideablieferungen. Daraus erhellt, dass sich die Einlieferungen im Vergleich zur Periode von 1978 bis 1982 seit dem Jahre 1983 nahezu verdoppelt haben.\n\nIm übrigen weist die Getreideverwaltung darauf hin, dass es bei den Restrukturierungsmassnahmen des Bundes keineswegs um eine Reduktion der Anbaufläche für Getreide gehe, sondern vielmehr um eine gewisse Umstellung im Getreidebau, nämlich um |253| eine Verlagerung von Brotgetreide zum Futtergetreide, dessen Markt noch nicht ausgelastet sei. Gesamthaft werde deshalb die Getreideanbaufläche nicht reduziert. In diesem Zusammenhang ist von Bedeutung, dass nach Art. 10 Abs. 3 der hier anwendbaren neuen Allgemeinen Verordnung zum Getreidegesetz bei der Beurteilung der Frage nach dem Einzugsgebiet einer neuen Sammelstelle der gesamte Getreidebau einer Region und nicht mehr bloss das Brotgetreide zu berücksichtigen ist. Damit dringt die Argumentation der Beschwerdeführerin nicht durch, wegen der vorgesehenen Massnahmen des Bundes würden die Getreideablieferungen künftig rückläufig sein. Die erwähnte mögliche Verlagerung von Brot- zu Futtergetreide führt nicht zu einer Reduktion der Anbaufläche insgesamt und entsprechend nicht zu reduzierten Getreideablieferungen.\n\nd) Beachtlich ist sodann das Bedürfnis der Produzenten, ihr Getreide relativ rasch und ohne lange Anfahrtsstrecken abliefern zu können. Dies gilt vermehrt im Blick auf die neuen Getreidesorten, die fast gleichzeitig reifen und immer kürzere Erntezeiten bedingen. Im vorliegenden Fall ist die Sammelstelle der Beschwerdeführerin für die Produzenten aus den vorerwähnten Gemeinden des Knonaueramtes ungünstiger gelegen als die geplante Sammelstelle in Mettmenstetten. Bei der Ablieferung an die bestehenden Stellen müssen die Produzenten Anfahrtswege bis zu 15 km und mehr zurücklegen und erst noch ein Gefälle von 8% (Bachtalenstrasse) überwinden. Durch erhöhten Treibstoffverbrauch und vermehrte Aufwendung von Arbeitszeit wirken solche Wege für die Produzenten kostensteigernd, und sie sind auch mit den Anstrengungen zur Einschränkung des privaten Energieverbrauches und zur Luftreinhaltung nicht zu vereinbaren. Überdies wird bei Wegstrecken dieser Länge der übrige Verkehr behindert und die Unfallgefahr erhöht, wenn während der Ablieferungsperiode landwirtschaftliche Fahrzeuge mit niedriger Geschwindigkeit in grösserer Zahl auf den Strassen fahren. Gerade in dieser Hinsicht hat die geplante Sammelstelle in einer ländlichen Gegend mit verhältnismässig geringem Verkehr Vorteile gegenüber der Sammelstelle der Beschwerdeführerin in Baar in einem industrialisierten Gebiet mit naturgemäss stärkerem Verkehrsaufkommen. Den berechtigten Interessen der Produzenten an kurzen und verkehrsmässig günstigen Anfahrtswegen ist Rechnung zu tragen.\n\ne) Schliesslich kommt ein weiterer Umstand hinzu. Seitdem die Getreidetrocknungsgesellschaft AMT im Jahre 1983 eine Sammelstelle |254| für Futtergetreide betreibt, liefert ein Teil der Produzenten aus dem Knonaueramt ihr Futtergetreide in Mettmenstetten ab, wogegen das Brotgetreide in die bestehenden, weiter entfernten Sammelstellen überführt werden muss. Unter dem Gesichtswinkel der rationellen Arbeitsweise erscheint der Wunsch der Produzenten, mit dem Futtergetreide auch das Brotgetreide in dieselbe Annahmestelle einliefern zu können, verständlich und darf bei der Beurteilung der Bedürfnisfrage mitberücksichtigt werden.\n\nf) Gesamthaft betrachtet ist im vorliegenden Fall ein Bedürfnis der Produzenten des Knonaueramtes für eine Sammelstelle in Mettmenstetten ausgewiesen, weil eine solche angesichts der seit 1983 stark gesteigerten, strukturell bedingten Grossernten über ein hinlängliches Einzugsgebiet verfügen würde, zudem die Interessen der Produzenten an kürzeren und verkehrsgünstigeren Anfahrtswegen für eine neue Sammelstelle im Zentrum des Produktionsgebietes sprechen und es schliesslich rationeller erscheint, wenn Brot- und Futtergetreide am gleichen Ort abgeliefert werden können.\n\n4. a) Ist nach dem Gesagten ein Bedürfnis für die Bewilligung der beantragten Sammelstelle zu bejahen, so bleibt zu prüfen, ob die Ermächtigung aus wirtschafts- und strukturpolitischen Überlegungen zu verweigern sei, weil dadurch andere Sammelstellen ernsthaft gefährdet würden. Zwar genügt nicht jede mögliche Beeinträchtigung bestehender Sammelstellen, um die Bewilligung einer neuen, für die gute Gründe sprechen, zu untersagen. Die Bewilligung müsste aber verweigert werden, wenn eine geplante Sammelstelle ihr Einzugsgebiet nur so schaffen könnte, dass bestehende Sammelstellen ernsthaft gefährdet wären. Anderseits kann der Gefährdungssituation gegebenenfalls durch mildere Massnahmen als durch eine Bewilligungsverweigerung begegnet werden. Insbesondere käme eine Beschränkung der Übernahmekapazität in Frage.\n\nb) Im vorliegenden Fall hat die Rekurskommission angenommen, die Beschwerdeführerin würde stark benachteiligt, wenn der geplanten Sammelstelle gestattet würde, beliebig viel Getreide zu übernehmen. Mit Blick auf die Überschneidung der beiden Einzugsgebiete hat die Rekurskommission die Erteilung einer vorbehaltlosen Bewilligung abgelehnt. Insofern hat sie der Gefährdungslage der Beschwerdeführerin durchaus Rechnung getragen. Anderseits hat sie berücksichtigt, dass die Übernahmemengen der Beschwerdeführerin in der Periode von 1978 bis 1984 fast auf das Doppelte angestiegen sind und deshalb eine Bewilligungsverweigerung |255| keine verhältnismässige Anordnung wäre. Entsprechend hat sie unter Berücksichtigung des Verhältnismässigkeitsprinzips die Übernahmemenge für die neue Sammelstelle grundsätzlich beschränkt. Dabei ging sie von der Überlegung aus, dass die Beschwerdeführerin eine gewisse Einbusse wirtschaftlich verkraften könne, wenn ihr eine Übernahmemenge erhalten bleibe, wie sie sie in den Jahren 1978 bis 1982 erzielt hatte.\n\nDie Beschwerdeführerin wendet ein, die Rekurskommission habe keine Rücksicht genommen auf jene Investitionen, die mit Kenntnis und Bewilligung der Getreideverwaltung getätigt worden seien, aber nicht mehr vernünftig amortisiert werden könnten, wenn die neue Sammelstelle bewilligt würde. Im Jahre 1976 sei ein dritter Getreidesilo mit einem Kostenaufwand von Fr. 1'178'325.-- erstellt und ausserdem in den Jahren 1982/83 ein Neubau der Annahmestelle für Fr. 770'418.-- vorgenommen worden. Die jährlichen Kosten für die Verzinsung und Amortisation dieser Investitionen beliefen sich auf Fr. 113'914.--, während die Erträge aus den Ernten von 1981 bis 1986 durchschnittlich Fr. 116'650.-- betragen hätten, so dass sich Kosten und Ertrag praktisch die Waage hielten. Mit Blick darauf könne die Beschwerdeführerin unmöglich auf die strittige Menge an Brotgetreide verzichten.\n\nc) Massgebend ist, ob sich die Verhältnisse gegenüber der Situation von 1978, als das erste Gesuch der Getreidetrocknungsgesellschaft AMT abgelehnt worden war, inzwischen derart verändert haben, dass eine Neubeurteilung der Gefährdungslage der Beschwerdeführerin angezeigt ist. Die Rekurskommission hat dies bejaht mit Blick auf die seit 1983 stark angestiegenen Getreidemengen. Diese betrugen:\n\n1978: 994 Tonnen.\n\n1979: 1015 Tonnen.\n\n1980: 929 Tonnen.\n\n1981: 1061 Tonnen.\n\n1982: 978 Tonnen.\n\n1983: 1408 Tonnen.\n\n1984: 1946 Tonnen.\n\nDie seit 1983 einsetzenden Grossernten, die sich nach den fachkundigen Ausführungen der Getreideverwaltung im Jahre 1985 fortsetzten und auch für die weitere Zukunft zu erwarten sind, lassen eine Neubeurteilung der Gefährdungslage durchaus zu. Die |256| Überlegungen der Vorinstanz, die Einbussen bei der Beschwerdeführerin seien im Hinblick auf diese Grossernten wirtschaftlich tragbar, zumal ihr ein Getreideanteil aus dem Knonaueramt mindestens in Höhe der Übernahmemengen der Jahre 1978 bis 1982 erhalten bleibe, sind sachlich durchaus vertretbar und stellen eine gangbare Lösung dar. Die Beschwerdeführerin konnte nämlich nicht berechtigterweise darauf vertrauen, dass in ihrer Nähe keine neue Annahmestelle bewilligt werde, insbesondere nicht bei wesentlich veränderten Verhältnissen, wie sie seit 1983 eingetreten sind. Ebensowenig durfte sie darauf vertrauen, sie könne künftig eine unbeschränkte Menge an Getreide übernehmen. Da die Sammelstellen über keine Monopolstellung verfügen, müssen sie gegebenenfalls eine gewisse Beeinträchtigung ihrer Erwerbsquelle in Kauf nehmen. Dem Schutz der Beschwerdeführerin hat die Rekurskommission insofern Rechnung getragen, als ihr die zur Erhaltung ihrer Existenz notwendige Menge garantiert wurde.\n\nDie Berufung der Beschwerdeführerin auf die von ihr getätigten Investitionen dringt nicht durch. Die Getreideverwaltung weist mit Recht darauf hin, dass der im Jahre 1976 erstellte Silo der Aufnahme der damaligen Getreidemengen diente. Dasselbe gilt für die Erneuerung der veralteten Annahmestelle, die ohnehin keine Bewilligung der Getreideverwaltung voraussetzte, auf der Basis der Ablieferungsmengen der Jahre 1981 und früher. Als die Beschwerdeführerin diese Investitionen tätigte, konnte sie die 1983 sprunghaft einsetzende und ungeahnte Entwicklung nicht voraussehen, weshalb ihre Investitionen auch nicht auf diese Grossernten ausgerichtet sein konnten. Die Beschwerdeführerin hat zwar Dispositionen getroffen, die von den damaligen Verhältnissen her gerechtfertigt sein mochten, jedoch keineswegs auf die nicht voraussehbare Entwicklung seit 1983 abgestimmt sein konnten. Insofern hat die Verwaltung bei der Beschwerdeführerin kein berechtigtes Vertrauen erweckt, das nunmehr bei der Bewilligungserteilung an die Getreidetrocknungsgesellschaft AMT zu berücksichtigen wäre. Schon gar nicht könnte sich die Beschwerdeführerin auf den Vertrauensgrundsatz berufen, falls sie ihre Investitionen für die damaligen Verhältnisse zu gross dimensioniert hätte. Daraus entstehende Schwierigkeiten müsste sie sich selbst zuschreiben.\n\nSchliesslich ist zu beachten, dass die Rekurskommission die Beschränkung der Aufnahmekapazität für die neue Sammelstelle nicht quantitativ bemessen, sondern nur grob abgesteckt hat, indem als Richtlinie festgelegt wurde, dass der Beschwerdeführerin |257| eine Übernahmemenge entsprechend jener aus den Jahren 1978 bis 1982 erhalten bleiben soll. Zwar hat die Getreidetrocknungsgesellschaft AMT eine Kapazität von jährlich 700 Tonnen beantragt, doch hat die Rekurskommission dazu bemerkt, es sei fraglich, ob dies ausreiche, um der Beschwerdeführerin die erwähnte garantierte Übernahmemenge zu erhalten. Die Kapazitäten im einzelnen festzulegen, wird Sache der Getreideverwaltung sein. Dabei muss sie ohnehin die beteiligten Kantone anhören, wodurch sichergestellt ist, dass die örtlichen Verhältnisse und Bedürfnisse bestmöglichst berücksichtigt werden."}