{"annee": "113", "cour": "V", "page": "225", "date": "22/9/1987", "cite": ["112 V 174", "110 V 252", "111 V 279"], "cite_par": [], "chapeau": "37. Arrêt du 22 septembre 1987 dans la cause Caisse nationale suisse d'assurance en cas d'accidents contre Section vaudoise de l'Aéro-Club de Suisse et Office fédéral des assurances sociales", "regestes": ["Art. 66 al. 1 let. g LAA, art. 78 let. g OLAA. - L'art. 78 let. g OLAA, qui prévoit que les \"écoles de navigation aérienne\" sont réputées entreprises de communications et de transports et entreprises en relation directe avec l'industrie des transports, au sens de l'art. 66 al. 1 let. g LAA, et qui les soumet de ce fait à l'obligation d'assurer leur personnel auprès de la Caisse nationale, est conforme à la loi. - Cette disposition s'applique également à une école d'aviation dont l'activité se limite à l'enseignement du pilotage, sans effectuer d'autres transports de personnes ou de choses."], "faits": "|225|\n\nA.- Le 9 mars 1984, la Caisse nationale suisse d'assurance en cas d'accidents (CNA) a affilié, en tant qu'entreprise devant être assurée obligatoirement auprès d'elle, la Section vaudoise de l'Aéro-Club de Suisse, association qui exploite une école d'aviation à l'aérodrome de la Blécherette à Lausanne. Sur opposition de l'association, elle a confirmé cet acte administratif par décision du 16 juillet 1984.\n\n|226|\n\nB.- L'association a recouru contre cette décision devant l'Office fédéral des assurances sociales qui a admis le recours et annulé l'acte attaqué du 9 mars 1984 par décision du 18 juillet 1986. Il a considéré en résumé que, en vertu du nouveau régime de l'assurance-accidents entré en vigueur le 1er janvier 1984, de même que sous la législation et la pratique antérieures, les écoles de navigation aérienne n'étaient soumises à l'obligation de s'assurer auprès de la CNA que si elles avaient qualité d'entreprises de transport, c'est-à-dire si elles effectuaient des vols pour des tiers, ce qui n'était pas le cas de la Section vaudoise de l'Aéro-Club de Suisse.\n\nC.- La CNA interjette recours de droit administratif contre cette décision, en concluant à l'annulation de celle-ci et au rétablissement de sa décision du 9 mars 1984.", "considerants": "Considérant en droit:\n\n1. L'art. 66 LAA énumère les entreprises et administrations dont les travailleurs sont assurés obligatoirement auprès de la CNA. La liste qu'il contient mentionne en particulier les \"Entreprises de communications et de transports et entreprises qui sont en relation directe avec l'industrie des transports\" (al. 1 let. g). Le Conseil fédéral est chargé de désigner de manière détaillée les entreprises soumises à l'obligation de s'assurer auprès de la CNA (al. 2). Il a fait usage de cette délégation de compétence aux art. 73 ss OLAA. Selon l'art. 78 OLAA, sont réputées entreprises de communications et de transports et entreprises en relation directe avec l'industrie des transports, au sens de la disposition légale susmentionnée, notamment les \"entreprises de transports par terre, par eau ou par air\" (let. a), les \"entreprises qui exploitent un aérodrome ou qui assurent des services d'escale sur les aérodromes\" (let. f) et les \"écoles de navigation aérienne\" (let. g).\n\n2. Dans sa décision, l'Office fédéral des assurances sociales a exposé que les écoles de navigation aérienne ne devaient pas nécessairement être considérées dans tous les cas comme des entreprises de transport au sens de l'art. 66 al. 1 let. g LAA. Il s'est référé à la jurisprudence (arrêt non publié du 5 mai 1972 dans la cause Aéro-Club de Suisse, Section vaudoise, c/CNA), selon laquelle est une entreprise de transport celle dont l'activité habituelle ou l'une des activités habituelles est de transporter des personnes ou des choses à l'extérieur des lieux consacrés à une exploitation déterminée au moyen de véhicules dont elle assure la conduite, définition |227| qui exclut - d'après le Tribunal fédéral des assurances - les entreprises de location de voitures sans conducteur et les écoles de conduite, parce que le véhicule loué est conduit par le client, et que le but d'une école de conduite n'est pas de transporter l'élève mais de l'instruire. Constatant que, en l'occurrence, la Section vaudoise de l'Aéro-Club de Suisse met ses appareils à la disposition de ses seuls membres, qu'elle n'effectue aucun vol pour des tiers, tels que des vols de remorquage ou de parachutage, et qu'elle ne transporte pas de passagers (autres que le pilote et son élève), l'office fédéral a considéré que cette association n'entrait pas dans la catégorie des entreprises de transport.\n\nIl a rappelé, en outre, que la pratique suivie par la CNA sous l'ancien droit, soit avant l'entrée en vigueur, le 1er janvier 1984, de la LAA, opérait déjà cette distinction entre les diverses écoles de navigation aérienne, puisqu'elle n'assujettissait à l'assurance-accidents obligatoire que les écoles de pilotage exécutant des vols pour des tiers. Or, a expliqué l'office fédéral, l'intention du législateur qui a promulgué la LAA n'était pas de modifier fondamentalement le domaine d'activité de la CNA, de sorte qu'en ce qui concerne l'art. 78 let. g OLAA, \"tout porte à penser que le Conseil fédéral a simplement voulu codifier une pratique, sans pour autant vouloir classer toutes les écoles de navigation aérienne comme entreprises de transports\".\n\nL'autorité inférieure en a déduit que l'intimée n'était pas soumise à l'obligation d'assurer son personnel auprès de la CNA.\n\n3. a) D'après cette argumentation, reprise également par l'intimée, l'art. 78 let. g OLAA ne serait conforme à la loi - soit à l'art. 66 al. 1 let. g LAA - que s'il était interprété et appliqué de la manière restrictive indiquée par l'office fédéral. Comme l'observe la recourante, il s'agit donc d'examiner en l'espèce si cette disposition réglementaire respecte le cadre de la compétence déléguée au Conseil fédéral par l'art. 66 al. 2 LAA.\n\nLe Tribunal fédéral des assurances examine en principe librement la légalité des dispositions d'application prises par le Conseil fédéral. En particulier, il exerce son contrôle sur les ordonnances (dépendantes) qui reposent sur une délégation législative. Lorsque celle-ci est relativement imprécise et que, par la force des choses, elle donne au Conseil fédéral un large pouvoir d'appréciation, le tribunal doit se borner à examiner si les dispositions incriminées sortent manifestement du cadre de la délégation de compétence donnée par le législateur à l'autorité exécutive ou si, pour d'autres |228| motifs, elles sont contraires à la loi ou à la Constitution. A cet égard, une norme réglementaire viole l'art. 4 Cst. lorsqu'elle n'est pas fondée sur des motifs sérieux et objectifs, qu'elle est dépourvue de sens et d'utilité ou qu'elle opère des distinctions juridiques que ne justifient pas les faits à réglementer. Dans l'examen auquel il procède à cette occasion, le juge ne doit toutefois pas substituer sa propre appréciation à celle de l'autorité dont émane la réglementation en cause. Il doit au contraire se borner à vérifier si la disposition litigieuse est propre à réaliser objectivement le but visé par la loi, sans se soucier, en particulier, de savoir si elle constitue le moyen le mieux approprié pour atteindre ce but (ATF 112 V 178 /9, ATF 111 V 284 consid. 5a, 395 consid. 4a, ATF 110 V 256 consid. 4a et 328 consid. 2d, ainsi que les références citées dans ces arrêts).\n\nEn l'espèce, l'art. 66 al. 1 let. g LAA mentionne non seulement les entreprises de communications et de transports proprement dites, mais également les \"entreprises qui sont en relation directe avec l'industrie des transports\". De toute évidence, ces termes recouvrent un cercle d'entreprises relativement large, qui excède le domaine des activités de transport au sens strict. Ainsi, même une appréciation très rigoureuse du critère de la relation directe ne permet pas d'exclure que cette disposition s'applique à des entreprises telles qu'une école d'aviation, tant il est vrai que la navigation aérienne se présente d'abord comme un moyen de transporter personnes et choses, et non seulement comme une activité récréative ou sportive. Chargé de désigner ces entreprises, le Conseil fédéral n'a donc nullement outrepassé les limites de la délégation de compétence en soumettant à l'obligation d'assurance auprès de la CNA de telles écoles. Savoir si cette décision se justifiait sur le plan de l'opportunité est une question que le juge doit, comme on l'a vu, s'abstenir de trancher. Aussi doit-on se borner à constater que l'existence, à l'appui de la disposition incriminée, de motifs légitimes et raisonnables, conformes à l'ordre légal, ne saurait être sérieusement mise en doute.\n\nb) Soutenir que le Conseil fédéral n'avait pas l'intention d'attribuer à la CNA la compétence d'assurer toutes les écoles de navigation aérienne, mais seulement celles dont l'exploitation comprend une activité de transporteur telle qu'elle a été définie naguère par la jurisprudence, c'est formuler une simple conjecture qui se révèle dénuée de fondement.\n\n|229|\n\nPareille réserve eût été, en effet, suffisamment insolite pour justifier sa mention expresse par l'autorité exécutive, dont la tâche est précisément de régler les détails.\n\nD'autre part, il est vrai qu'en édictant la LAA le législateur n'a pas voulu modifier radicalement le domaine des compétences de la CNA, encore qu'il lui ait - il convient de le rappeler - attribué nouvellement l'affiliation de secteurs importants tels que l'administration fédérale, et les entreprises et établissements de la Confédération (art. 66 al. 1 let. p LAA). Ainsi, sur le plan des transports et communications, l'art. 60bis al. 1 let. c LAMA prévoyait-il déjà la faculté du Conseil fédéral de déclarer l'assurance-accidents obligatoire (auprès de la CNA) applicable \"aux entreprises industrielles ou commerciales faisant usage d'installations ou de machines dangereuses et à celles qui sont en corrélation directe avec l'industrie des transports\". Mais, si la soumission de la Section vaudoise de l'Aéro-Club de Suisse à l'assurance obligatoire auprès de la CNA a été niée sous l'ancien droit, en vertu de l'arrêt de la Cour de céans déjà cité, cela résultait notamment du fait que l'art. 17 Ord. I - la disposition d'exécution de l'art. 60bis al. 1 let. c LAMA - prévoyait la soumission à l'assurance d'entreprises fondamentalement différentes d'un club d'aviation. Aujourd'hui, avec l'usage que le Conseil fédéral a fait, à l'art. 78 let. g OLAA, de sa compétence, semblable à celle que lui déléguait autrefois la LAMA, la situation est différente, et l'office fédéral fait erreur lorsqu'il expose que la définition de l'entreprise de transport donnée par la Cour de céans dans son arrêt du 5 mai 1972 reste déterminante en l'espèce.\n\nc) Il résulte de ce qui précède que la thèse de la recourante, selon laquelle l'art. 78 let. g OLAA est clair et ne souffre aucune interprétation particulière sinon littérale, doit être approuvée. La soumission de l'intimée à l'assurance auprès de la CNA n'est ainsi pas critiquable, de sorte que la décision attaquée de l'Office fédéral des assurances sociales doit être annulée.\n\n4. (Frais.)\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, et la décision de l'Office fédéral des assurances sociales du 18 juillet 1986 est annulée."}