{"annee": "113", "cour": "IV", "page": "68", "date": "29/7/1987", "cite": ["108 IV 3", "90 IV 134", "106 IV 276", "100 IV 23"], "cite_par": ["133 IV 158", "119 IV 134", "117 IV 130", "124 IV 145", "115 IV 189", "115 IA 406", "120 IV 300", "120 IV 98", "117 IV 58", "141 IV 249", "117 IV 467", "118 IV 309", "118 IV 244", "134 IV 255", "127 IV 68"], "chapeau": "21. Urteil des Kassationshofes vom 29. Juli 1987 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 254 CP; suppression de titres. Celui qui, en violation de ses devoirs, omet de transmettre sans délai un document à la personne prévue par un réglement interne, ne commet pas de ce seul fait une suppression de titres (consid. I/2b). 2. Art. 140 et 25 CP; complicité d'abus de confiance par omission. a) Une responsabilité de l'employé ne peut être déduite du seul devoir de fidélité découlant du contrat de travail conformément à l'art. 321a al. 1 CO (consid. II/6a). b) Celui qui a dans l'entreprise de son employeur un poste de confiance n'encourt de responsabilité à l'égard des biens de son employeur que dans le domaine de ses compétences exclusivement et ne doit par conséquent se prémunir contre les agissements de ses subordonnés qui menacent ces biens que dans ce domaine exclusivement (consid. II/7)."], "faits": "BGE 113 IV 68 S. 68\n\nA.- A. trat am 15. Februar 1977 bei der Z. Finanz AG/Zürich als Leiter der Börsenabteilung und Stellvertreter des Devisenhändlers ein, wo er per 1. Januar 1978 zum Handlungsbevollmächtigten, per 1. Januar 1981 zum Prokuristen und per 1. Januar 1983 zum Vizedirektor avancierte. In seiner Stellung war er mit dem BGE 113 IV 68 S. 69Börsenhandel, der Aufnahme und Plazierung von Termingeldern, der Abwicklung von Treuhandgeschäften, der Festsetzung des Zinssatzes, der Auswahl der Vertragsbanken, dem Handel in Devisen und Edelmetallen sowie der Betreuung gewisser Privatkunden betraut.\n\nAm 1. April 1978 trat X. bei der gleichen Firma als Devisenhändler ein, wo er nach entsprechender Beförderung vom 1. Juli 1979 bis 31. Dezember 1980 als Handlungsbevollmächtigter tätig war. In dieser Stellung war er mit der Aufnahme und Plazierung von Termingeldern, der Abwicklung von Treuhandgeschäften, der Festsetzung der Zinssätze, der Auswahl der Vertragsbanken, dem Handel in Devisen und Edelmetallen sowie der Positionskontrolle betraut. Überdies versah er im Börsenbereich die Stellvertretung von A.\n\nAb Ende 1978 tätigten A. und X. private Spekulationsgeschäfte über ein Brokerhaus in Genf. Mangels genügender Eigenmittel überwälzten sie dabei von einem nicht näher bestimmten Zeitpunkt an das Margenrisiko vollumfänglich auf ihre Arbeitgeberin. Aufgrund dieser Geschäfte, deren Positionen im Juli 1979 liquidiert werden mussten, erlitten X. und A. Verluste in Höhe von rund Fr. 35'000.-- bzw. Fr. 117'000.--. In der Absicht, diese auszugleichen, nahm A. zwecks Finanzierung neuer Spekulationen namens und auf Rechnung der Z. Finanz AG bei Drittbanken Festgelder auf, die er auf Konti der von ihm beherrschten B. Stiftung mit Sitz in Vaduz oder auf speziell für diesen Zweck eröffnete, ihren Inhabern unbekannte \"Kundenkonti\" transferierte.\n\nX. wird vorgeworfen, er habe, ohne seiner Arbeitgeberin pflichtgemäss Meldung zu erstatten, geduldet, dass A. unter Führung einer gesonderten Fälligkeitskontrolle im Jahre 1980 vier Festgeldaufnahmen über Beträge von insgesamt US$ 2,9 Mio. tätigte. Überdies wird ihm zur Last gelegt, eine Bestätigung der Bank C. SA Luxembourg, die eine dieser Festgeldaufnahmen betraf, bei sich zuhanden von A. während dessen Ferienabwesenheit verwahrt zu haben, statt sie pflicht- und ordnungsgemäss an die Buchhaltungsabteilung der Z. Finanz AG weiterzuleiten.\n\nB.- Das Obergericht des Kantons Zürich verurteilte mit Urteil vom 22. Oktober 1986 A. wegen wiederholter und fortgesetzter Veruntreuung und weiterer Delikte zu 2 Jahren und 3 Monaten Gefängnis und X. wegen fortgesetzter Gehilfenschaft zur Veruntreuung im Deliktsbetrag von Fr. 4'550'500.-- sowie wegen Unterdrückung BGE 113 IV 68 S. 70von Urkunden zu 1 Jahr Gefängnis mit bedingtem Strafvollzug bei einer Probezeit von 2 Jahren. Das Kassationsgericht des Kantons Zürich hat am 18. Mai 1987 eine von X. gegen dieses Urteil eingereichte Nichtigkeitsbeschwerde abgewiesen.\n\nC.- X. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil der Vorinstanz aufzuheben und die Sache zur Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung: I. Unterdrückung von Urkunden\n\n1. Dem Beschwerdeführer wird vorgeworfen, im November 1980 während der Ferienabwesenheit von A. eine die Festgeldaufnahme über US$ 500'000.-- betreffende Bestätigung der Bank C. SA Luxembourg nicht pflicht- und ordnungsgemäss an die Buchhaltungsabteilung weitergeleitet und sich daher der Urkundenunterdrückung schuldig gemacht zu haben. Das Obergericht nimmt an, X. habe die Festgeldbestätigung bis zur Rückkehr des A. aus den Ferien, d.h. ungefähr zwei Wochen lang, aufbewahrt. Als Ferienstellvertreter habe er die Pflicht gehabt, die Festgeldbestätigung unverzüglich an die Buchhaltung weiterzuleiten. Dadurch, dass er dies nicht getan habe, habe er den Tatbestand der Urkundenunterdrückung erfüllt.\n\nMit der Nichtigkeitsbeschwerde wird geltend gemacht, indem X. die Bestätigung in die Pendenzenmappe von A. legte, habe er sie nicht an einem Ort verwahrt, wo sie dem Zugriff der Berechtigten nicht mehr zugänglich gewesen sei.\n\n2. a) Den objektiven Tatbestand von Art. 254 StGB erfüllt, wer eine Urkunde, über die er nicht allein verfügen darf, beschädigt, vernichtet, beiseiteschafft oder entwendet. Beiseitegeschafft ist eine Urkunde, wenn der Berechtigte ausserstande ist, sie als Beweismittel zu benützen, weil sie ihm unzugänglich gemacht wurde, oder wenn durch Verstecken oder ähnliche Vorkehren verhindert wird, dass die Schrift in ihrer Existenz und Beweiskraft zur Geltung kommt (BGE 100 IV 26). Unterdrückt ist eine Urkunde erst, wenn der Berechtigte ausserstande ist, von ihr als Beweismittel Gebrauch zu machen, sei es, dass die Schrift ganz oder teilweise zerstört, sei es, dass sie dem Berechtigten unzugänglich gemacht wurde (BGE 90 IV 136).\n\nBGE 113 IV 68 S. 71\n\nb) Aus den tatsächlichen Feststellungen im angefochtenen Urteil ergibt sich nicht, dass der Beschwerdeführer die in Frage stehende Festgeldbestätigung seiner Arbeitgeberin unzugänglich gemacht hätte. Zwar behaftete das Gericht ihn bei seiner Zugabe, wonach er \"den Beleg möglicherweise in die Pendenzenmappe von A. gelegt habe\", und hielt überdies fest, dass er die Urkunde \"bis zur Rückkehr des A. aus den Ferien, d.h. also ungefähr zwei Wochen lang aufbewahrte\". In der Folge prüfte es jedoch die Behauptung des Beschwerdeführers nicht, wonach er die Bestätigung nicht an einen Ort verbracht habe, \"wo sie dem Zugriff des Berechtigten (d.h. der Geschäftsleitung seiner Arbeitgeberin) nicht mehr zugänglich gewesen sei\". Dieses Vorbringen erachtete die Vorinstanz als unerheblich, da \"X. als Ferienstellvertreter handelnd, die Pflicht ... gehabt hätte, die Festgeldbestätigung unverzüglich an die Buchhaltung weiterzuleiten\". Mit dieser Sachverhaltsdarstellung und Beweiswürdigung lässt sich der Schuldspruch wegen Urkundenunterdrückung nicht aufrechterhalten. Dieses Delikt begeht noch nicht, wer es - wenn auch pflichtwidrig - unterlässt, einen Beleg unverzüglich an die betriebsintern zuständige Stelle weiterzuleiten. Die Erfüllung des Tatbestands setzt vielmehr, wie die in Erw. 2a zitierte Rechtsprechung zeigt, voraus, dass der Täter dem Berechtigten den Zugriff auf die Urkunde verunmöglicht oder zumindest in einem erheblichen Ausmass erschwert. Dass dies in casu der Fall gewesen wäre, stellt die Vorinstanz nirgends fest. Am Rande mag darauf hingewiesen werden, dass der Beschwerdeführer (wie schon vor dem Obergericht) auch heute geltend macht, die aufliegende Pendenzenmappe habe sich im Zugriffsbereich der Kontrollbehörden befunden. Die Verurteilung wegen Urkundenunterdrückung ist deshalb aufzuheben.\n\nc) Es fragt sich allerdings, ob sich der Beschwerdeführer der Gehilfenschaft zu Urkundenunterdrückung schuldig gemacht hat. Eine solche könnte z.B. darin liegen, dass er die Bestätigung dem A. zugehalten hat im Wissen darum, dass dieser sie später beseitigen werde. Damit hätte der Beschwerdeführer die Haupttat erst ermöglicht, somit also gefördert. Wie gesagt, lässt sich dem angefochtenen Entscheid dazu allerdings nichts genaues entnehmen. Sollte nach kantonalem Prozessrecht eine entsprechende Ergänzung möglich sein, so hätte die Vorinstanz zu untersuchen, ob der Beschwerdeführer eine von A. am Bestätigungsschreiben begangene Urkundenunterdrückung bewusst gefördert hat und deshalb wegen Gehilfenschaft zu diesem Delikt zu verurteilen ist.\n\nBGE 113 IV 68 S. 72\n\n3. Die Vorinstanz hat weiter angenommen, im Verhalten des Beschwerdeführers liege eine Förderung der von A. begangenen Veruntreuung. Diesbezüglich kann zunächst auf das oben in Erw. 2b und c Gesagte verwiesen werden. Die Vorinstanz hat nur festgestellt, der Beschwerdeführer habe die Festgeldbestätigung pflichtwidrig nicht unverzüglich an die Buchhaltung weitergeleitet. Sie erklärt jedoch nicht, wie er dadurch bewirkt haben soll, \"dass die Handlungsweise des A. weiterhin unentdeckt blieb\". Bei der summarischen Begründung der Vorinstanz ist ein Kausalzusammenhang zwischen der Verhaltensweise des Beschwerdeführers und der Tatsache, dass die Machenschaften des A. verborgen blieben, nicht erkennbar, weshalb die Sache auch insoweit zur Neuentscheidung an die Vorinstanz zurückzuweisen ist. II. Gehilfenschaft zur Veruntreuung durch Unterlassen\n\n4. Die Vorinstanz hat - das soeben erörterte Zurückhalten der Bestätigung ausgenommen - festgestellt, dass der Beschwerdeführer die Veruntreuungen des A. nicht aktiv gefördert hat. Sie nimmt jedoch an, dass er als Garant verpflichtet gewesen wäre, gegen die Machenschaften des A. durch Anzeige bei ihrer Arbeitgeberin einzuschreiten. Indem er diese Pflicht verletzt habe, habe er sich der Gehilfenschaft zur Veruntreuung durch Unterlassen strafbar gemacht.\n\nMit der Nichtigkeitsbeschwerde wird geltend gemacht, die Vorinstanz habe zu Unrecht aus einer angeblichen zivilrechtlichen Pflicht auf eine Garantenstellung geschlossen. Eine solche dürfe nur angenommen werden, wenn dem Verpflichteten eine Autoritäts- oder Vertrauensstellung mit besonderer Kontrollpflicht zukomme. X. habe die Stellung eines einfachen Sachbearbeiters gehabt, weshalb eine Garantenpflicht zu verneinen sei.\n\n5. a) Ein unechtes Unterlassungsdelikt ist gegeben, wenn wenigstens die Herbeiführung des Erfolges durch Tun ausdrücklich mit Strafe bedroht wird, der Beschuldigte durch sein Tun den Erfolg tatsächlich hätte abwenden können und infolge seiner besonderen Rechtsstellung dazu auch so sehr verpflichtet war, dass die Unterlassung der Erfolgsherbeiführung durch aktives Handeln gleichwertig erscheint (BGE 106 IV 277 f. mit Hinweisen; vgl. auch BGE 108 IV 5 E. 1b). Eine derartige Garantenstellung besteht insbesondere für den Täter, der kraft seiner besonderen Rechtsstellung das Gut vor der diesem drohenden Gefahr hätte schützen müssen. Mit BGE 113 IV 68 S. 73der zitierten Rechtsprechung wird deutlich gemacht, dass nicht jede Rechtspflicht für die Begründung einer Garantenpflicht genügt, sondern nur eine qualifizierte (dazu auch STRATENWERTH, Recht 1984, S. 93 ff.).\n\nb) Nach allgemeiner Ansicht lassen sich zwei Grundtypen von Garantenstellungen unterscheiden, nämlich einmal Obhutspflichten, d.h. Garantenstellungen zur Verteidigung bestimmter Rechtsgüter gegenüber unbestimmt vielen Gefahren, und zum anderen Überwachungspflichten, d.h. Garantenstellungen zur Überwachung bestimmter Gefahrenquellen zum Schutze unbestimmt vieler Rechtsgüter (STRATENWERTH, Strafrecht AT I, S. 375 f.; NOLL/TRECHSEL, Schweiz. Strafrecht AT I, S. 206; SCHUBARTH, Kommentar 1. Band Systematische Einleitung N. 131). Vorliegend geht es darum, ob und inwieweit den Beschwerdeführer eine Obhutspflicht in bezug auf das Vermögen seiner Arbeitgeberin traf und welche konkreten Handlungspflichten sich gegebenenfalls daraus ergaben. Auch die Vorinstanz leitet aus der Stellung des Beschwerdeführers und seiner arbeitsvertraglichen Verpflichtungen seine Pflicht her, für das Vermögen seiner Arbeitgeberin zu sorgen und deshalb gegen die Veruntreuungen des A. gegebenenfalls durch Anzeige bei der Direktion einzuschreiten. Sie nimmt also nicht eine Überwachungspflicht im Sinne der genannten Unterscheidung an, geht also nicht davon aus, der Beschwerdeführer sei verpflichtet gewesen, seinen Arbeitskollegen A. zu überwachen und aus diesem Grunde gegen dessen Veruntreuungen einzuschreiten.\n\n6. a) Genügt nur eine qualifizierte Rechtspflicht für die Begründung einer strafrechtlichen Garantenpflicht, dann kann eine solche aus der arbeitsvertraglichen Treuepflicht gemäss Art. 321a Abs. 1 OR allein nicht hergeleitet werden. Denn die Treuepflicht, die ihre Wurzel im in Art. 2 ZGB statuierten Grundsatz von Treu und Glauben hat, ist ein Sammelbegriff für verschiedene dem Arbeitnehmer obliegende Nebenpflichten, die gesetzlich nur teilweise konkretisiert sind (Art. 321b und c OR) und in der Regel ihrer Konkretisierung im Einzelfall bedürfen (STAEHELIN, Zürcher Kommentar, N. 6 ff. zu Art. 321a OR; vgl. auch REHBINDER, Berner Kommentar, N. 2 ff. zu Art. 321a OR und THOMAS GEISER, Die Treuepflicht des Arbeitnehmers und ihre Schranken, Bern 1983). Zu konkretisieren ist also zunächst der jeweilige Umfang der Treuepflicht, dann aber auch ihre Bedeutung und damit auch das Gewicht der einzelnen Pflicht. Nur wenn diese BGE 113 IV 68 S. 74Konkretisierung eine besondere Rechtsstellung des Arbeitnehmers zum Schutze des Vermögens des Arbeitgebers ergibt, kommt eine Garantenpflicht in Frage.\n\nb) In der zivilrechtlichen Literatur wird angenommen, der Arbeitnehmer habe von einem anderen Mitarbeiter zum Nachteil des Arbeitgebers begangene Verfehlungen dann anzuzeigen, wenn ihm dessen Beaufsichtigung obliegt oder wenn die Interessen des Arbeitgebers erheblich gefährdet oder verletzt werden (STAEHELIN, a.a.O., N. 13). Nach einer anderen Auffassung sollen Arbeitnehmer in untergeordneter Stellung Kollegen nur dann anzuzeigen haben, wenn der eingetretene oder drohende Schaden unverhältnismässig hoch ist, während leitende Angestellte stets zur Meldung des Betreffenden verpflichtet seien (REHBINDER, a.a.O., N. 9). An anderer Stelle wird betont, dass bei Vorgängen, die nur andere Arbeitnehmer betreffen, eine Informationspflicht nur bestehe, soweit die Überwachung zum Aufgabenbereich des Arbeitnehmers gehöre. Ohne spezielle Vereinbarung lasse sich aus der Treuepflicht über den konkreten Arbeitsbereich des Arbeitnehmers hinaus keine Pflicht zur Information des Arbeitgebers über betriebliche Vorgänge herleiten, welche den Arbeitnehmer nicht selbst betreffen (GEISER, a.a.O., S. 177 f.). In der Praxis hat das Gewerbegericht Zürich angenommen, eine fristlose Entlassung rechtfertige sich, wenn der Arbeitnehmer den Arbeitgeber über Veruntreuungen eines Arbeitskollegen nicht orientiert und sich überdies aus dem veruntreuten Geld habe freihalten lassen (ZR 1968 Nr. 33 S. 133). Ob in den erörterten Konstellationen auch eine strafrechtliche Garantenstellung anzunehmen sei, wird nicht erörtert. Auch in der strafrechtlichen Literatur finden sich kaum konkrete Aussagen dazu.\n\nc) Die von der Vorinstanz angenommene Förderung der Veruntreuung durch Unterlassen führt in die Nähe einer ungetreuen Geschäftsführung nach Art. 159 StGB (vgl. LUKAS SCHAUB, Die unrechtmässige Verwendung anvertrauten Gutes, Basel 1979, S. 139 ff.). Man wird sich ohnehin fragen müssen, ob die Strafbarkeit des Beschwerdeführers nicht eher unter diesem Gesichtspunkt zu prüfen ist.\n\nZum (weitergehenden, dennoch insoweit vergleichbaren) Untreuetatbestand des deutschen Rechtes (§ 266 StGB) wird angenommen, das Arbeitsverhältnis als solches begründe keine Treuepflichten im Sinne jenes Tatbestandes (SCHÖNKE/SCHRÖDER/LENCKNER, StGB-Kommentar, 22. A. § 266 N. 26). Soweit eine BGE 113 IV 68 S. 75gesteigerte Treuepflicht im Sinne jenes Tatbestandes bejaht wird, werde sie verletzt, wenn Vermögenswerte nicht vor Schäden geschützt werden, und zwar auch dann, wenn der Schaden durch das Handeln anderer droht. Allerdings bestehe die Handlungspflicht nur innerhalb der sachlichen und zeitlichen Grenzen des jeweiligen Aufgabenbereichs (a.a.O., N. 35; vgl. auch HÜBNER, Leipziger Kommentar, 10. A. § 266 N. 81).\n\nd) Ähnliche Überlegungen finden sich im Rahmen der Diskussion betreffend Straftaten in Unternehmen. Danach kann die Organisationsstruktur des Unternehmens zum Anknüpfungspunkt für eine Zurechnung von Verbandsdelikten genommen werden (BERND SCHÜNEMANN, Unternehmenskriminalität und Strafrecht, Köln, etc. 1979, S. 107). Entsprechend gibt es sektorale Garantenstellungen (a.a.O., S. 96). Eine derartige Anknüpfung drängt sich auch auf, wenn es wie hier um Straftaten innerhalb des Unternehmens gegen dieses geht.\n\ne) Hinzuweisen ist schliesslich darauf, dass gemäss Art. 6 Abs. 2 VStrR im Rahmen des Geltungsbereiches dieser Bestimmung nur die Pflicht besteht, Gesetzesverletzungen von Untergebenen, Beauftragten oder Vertretern abzuwenden, nicht aber solche von gleich- oder übergeordneten Personen. Auch wenn diese Bestimmung vorliegendenfalls nicht anwendbar ist, kann aus ihr hergeleitet werden, dass der Gesetzgeber prinzipiell eine Pflicht, gegen gleich- oder höhergestellte Mitarbeiter vorzugehen, verneint. Davon darf nur abgewichen werden, wenn sich aus anderen Gründen klar die Voraussetzungen einer Garantenstellung ergeben. Ein Indiz in gleicher Richtung bildet die Tatsache, dass das Schweizerische Recht keinen allgemeinen Tatbestand der unterlassenen Verbrechensanzeige kennt und die Einführung eines solchen Tatbestandes anlässlich der letzten Revision des StGB abgelehnt wurde (SCHULTZ, ZBJV 1979, 455).\n\n7. Im Lichte dieser Grundsätze ist zu prüfen, ob und inwieweit der Beschwerdeführer eine Garantenstellung innehatte. Nach den Feststellungen der Vorinstanz umfasste sein Aufgabenbereich die Aufnahme und Plazierung von Termingeldern und das Abwickeln von Treuhandgeschäften, damit verbunden das Fixieren des Zinssatzes und die Auswahl der Banken, der Handel in Devisen und Edelmetallen sowie die Kontrolle der Positionen. Ferner oblag ihm auch die Stellvertretung des Mitangeklagten A., welcher hauptsächlich für den Börsenbereich und die Vermögensverwaltung zuständig war. Aufgrund des damals gültigen Organigrammes BGE 113 IV 68 S. 76waren A. und X. einander in der Hierarchie gleichgestellt und bekleideten beide die Position eines Handlungsbevollmächtigten, wenn auch A. in Anbetracht seiner längeren Erfahrung ein gewisses Übergewicht zugekommen sein dürfte. Die Festgeldaufnahmen fielen grundsätzlich in den Kompetenzbereich des Beschwerdeführers, wobei aber A. auch kraft seiner eigenen Stellung in diesen Aufgabenbereich eingreifen konnte.\n\nDaraus ergibt sich, dass der Beschwerdeführer in seiner Arbeitgeberfirma eine verantwortungsvolle Position innehatte, zu welcher jedenfalls der Bereich der Festgeldaufnahmen gehörte. Er hatte deshalb in diesem Bereich eine Garantenstellung für das Vermögen seiner Arbeitgeberfirma und hätte deshalb in diesem Bereich gegen Machenschaften von ihm Untergebenen, die sich gegen dieses Vermögen richteten, einschreiten müssen.\n\nUmgekehrt ergibt sich aus dem angefochtenen Urteil, dass A. kraft seiner eigenen Stellung in den Bereich der Festgeldaufnahme eingreifen konnte. Das kann nichts anderes heissen, als dass der Kompetenzbereich des Beschwerdeführers beschränkt war, soweit A. in seinen Aufgabenbereich eingegriffen hat. Ist aber der Bereich einer Garantenstellung zu beschränken auf den Sektor der eigenen Zuständigkeit, dann ist sie vorliegendenfalls in bezug auf die von A. hinter dem Rücken der Arbeitgeberfirma vorgenommenen Festgeldaufnahmen und damit auch auf die von A. begangenen Veruntreuungen zu verneinen. Andernfalls würde die arbeitsrechtlich bestehende allgemeine Treuepflicht strafrechtlich überdehnt. Soweit also der Beschwerdeführer gegen die Tätigkeit des A. nicht eingeschritten ist, ohne ihn dabei aktiv zu fördern, ist er deshalb freizusprechen.\n\nWollte man anders entscheiden und wollte man insbesondere aus der allgemeinen arbeitsrechtlichen Treuepflicht stets auf eine Garantenpflicht zur Verhinderung von Vermögensschädigungen schliessen, käme man zu einer uferlosen Strafbarkeit. Wer in einem Grossbetrieb etwa erfährt, dass in einer anderen Abteilung durch unsachgemässes Vorgehen Gegenstände zerstört werden, würde sich der Sachbeschädigung durch Unterlassung strafbar machen. Im übrigen zeigt auch das Zögern der Zivilrechtsliteratur, eine generelle Anzeigepflicht zu bejahen, dass nur mit grosser Zurückhaltung und nur in einem sehr engen Bereich eine Garantenpflicht angenommen werden darf. Abzustellen ist vielmehr auf die Kompetenzzuweisung. Eine Garantenstellung ist deshalb nur möglich im Bereiche der eigenen Kompetenz.\n\nBGE 113 IV 68 S. 77\n\n8. Zusammenfassend ergibt sich somit, dass die Nichtigkeitsbeschwerde gutzuheissen ist. Die Vorinstanz wird die Strafbarkeit des Beschwerdeführers in bezug auf das Zurückhalten des Bestätigungsschreibens im Sinne der Erwägungen neu zu überprüfen, ihn im übrigen aber freizusprechen haben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 22. Oktober 1986, soweit es den X. betrifft, aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}