{"annee": "113", "cour": "V", "page": "92", "date": "25/6/1987", "cite": ["110 V 229", "107 IB 315", "108 II 213", "111 V 77"], "cite_par": [], "chapeau": "15. Auszug aus dem Urteil vom 25. Juni 1987 i.S. Ausgleichskasse des Kantons Glarus gegen X AG und Rekurskommission des Kantons Glarus für die AHV", "regestes": ["Art. 5 LAVS: Tentative d'éluder le paiement de cotisations. - Notion et conditions de la tentative d'éluder le paiement de cotisations (confirmation de la jurisprudence; consid. 4b). - Il n'y a pas tentative d'éluder le paiement de cotisations dans le cas d'une société anonyme qui verse à son unique actionnaire et seul employé un très faible salaire par rapport au montant des honoraires qu'elle a encaissés (consid. 4c). - En revanche, il faut encore examiner si les frais de la société anonyme ou les prélèvements sur le bénéfice net comprennent également un salaire déterminant, pour lequel la société est tenue de payer des cotisations (consid. 5b)."], "faits": "|92|\n\nA.- Der EDV-Spezialist X, wohnhaft in Z., ist Alleinaktionär, einziger Verwaltungsrat und Angestellter der von ihm gegründeten und nach ihm benannten EDV-Beratung X AG mit Sitz in Glarus. Seine Aktiengesellschaft setzte ihn als EDV-Berater direkt oder über eine dazwischengeschaltete Firma bei verschiedenen Unternehmen ein, welche die zu entrichtenden Honorare für die EDV-Dienstleistungen direkt oder indirekt an die Aktiengesellschaft bezahlten. Die Aktiengesellschaft richtete X in den Jahren 1978 bis 1980 als Lohn bezeichnete Entgelte aus, worüber sie mit der |93| Ausgleichskasse des Kantons Glarus abrechnete und die entsprechenden paritätischen Sozialversicherungsbeiträge bezahlte.\n\nAnlässlich einer im November 1983 durchgeführten Arbeitgeberkontrolle wurde festgestellt, dass die Honorareinnahmen der Aktiengesellschaft für die von X erbrachten Dienstleistungen sich auf ein Mehrfaches der Lohnzahlungen beliefen. Die Ausgleichskasse qualifizierte daraufhin die gesamten Honorareinnahmen als massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG unter Gewährung eines Spesenabzuges von 10% und unter Anrechnung der bereits abgerechneten Entgelte. Mit Verfügung vom 12. Dezember 1983 verlangte sie von der Aktiengesellschaft die Nachzahlung von Beiträgen für die Zeit vom 1. Januar 1978 bis 31. Dezember 1980.\n\nB.- Die hiegegen eingereichte Beschwerde hiess die Rekurskommission des Kantons Glarus für die AHV mit Entscheid vom 13. Mai 1985 gut und hob die Nachzahlungsverfügung vom 12. Dezember 1983 auf.\n\nC.- Die Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei die Nachzahlungsverfügung vom 12. Dezember 1983 wiederherzustellen; eventuell sei die Sache an die Vorinstanz zurückzuweisen zur Abklärung der Frage, \"welche Anteile der nicht abgerechneten Entgelte gegebenenfalls als Spesenersatz anerkannt werden können\".\n\nDie Aktiengesellschaft schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde, während das Bundesamt für Sozialversicherung (BSV) deren teilweise Gutheissung beantragt unter Rückweisung der Sache an die Ausgleichskasse, damit diese die geschuldeten Lohnbeiträge neu verfüge.", "considerants": "Aus den Erwägungen:\n\n3. a) Der in Z. wohnhafte EDV-Berater X gründete im März 1977 die nach ihm benannte EDV-Beratung X AG mit Sitz in Glarus. Das voll einbezahlte Aktienkapital beträgt Fr. 50'000.--, eingeteilt in 496 Namenaktien zu Fr. 100.-- und 4 Inhaberaktien zu Fr. 100.--. Einziger Verwaltungsrat mit Einzelunterschrift ist X, der unbestrittenermassen Alleinaktionär ist. Zweck der Gesellschaft ist vor allem die Erbringung von Beratungsdiensten auf dem Gebiet der elektronischen Datenverarbeitung. Diese EDV-Dienstleistungen erbringt einzig X, wobei er direkt oder indirekt über eine |94| Drittfirma bei verschiedenen Unternehmen eingesetzt wird. Im übrigen hat die Aktiengesellschaft weder Geschäftsräumlichkeiten in Glarus noch Mitarbeiter. Die Honorareinnahmen der Aktiengesellschaft für die von X erbrachten EDV-Dienstleistungen beliefen sich gemäss Bericht der Arbeitgeberkontrolle vom 2. Dezember 1983 im Jahre 1978 auf Fr. 134'078.--, 1979 auf Fr. 138'660.-- und 1980 auf Fr. 144'822.--. Davon richtete die Aktiengesellschaft an X 1978 Fr. 34'500.--, 1979 Fr. 44'500.-- und 1980 Fr. 55'500.-- als (mit der AHV abgerechnetes) Entgelt aus. Der Ertragsüberschuss der Aktiengesellschaft betrug nach dem Bericht der Arbeitgeberkontrolle vom 2. Dezember 1983 im Jahre 1978 Fr. 40'410.40 und 1980 Fr. 53'712.85.\n\nb) Die Ausgleichskasse erblickt in dieser tatsächlichen und rechtlichen Ausgestaltung der EDV-Tätigkeit des X eine Beitragsumgehung. Sie betrachtet deshalb die gesamten bei der Aktiengesellschaft eingegangenen Honorare als massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG unter Berücksichtigung eines Spesenabzuges von 10%. Nach Auffassung des BSV ist die Vermutung naheliegend, dass die Lohnzahlungen nur deshalb so tief gehalten worden seien, weil sich X aufgrund seiner beherrschenden Stellung in der Aktiengesellschaft noch andere geldwerte Vorteile gesichert habe; aus diesem Grunde sei dem Vorgehen der Ausgleichskasse dann beizupflichten, wenn vorerst vom jeweiligen Jahresumsatz der in der entsprechenden Gewinn- und Verlustrechnung ausgewiesene Gewinn abgezogen und hernach vom verbleibenden Rest 90% als massgebender Lohn erfasst werde. Demgegenüber verneinen Aktiengesellschaft und Vorinstanz eine Beitragspflicht über die abgerechneten Entgelte hinaus.\n\n4. a) Mit den am Verfahren Beteiligten ist davon auszugehen, dass X grundsätzlich hinsichtlich der Tätigkeit für seine Aktiengesellschaft als Unselbständigerwerbender zu qualifizieren und das ihm ausgerichtete, mit der AHV abgerechnete Entgelt (inkl. Verwaltungsratshonorar; vgl. Art. 7 lit. h AHVV) als massgebender Lohn im Sinne von Art. 5 Abs. 2 AHVG zu betrachten ist. Es stellt sich jedoch die Frage, ob und gegebenenfalls in welcher Höhe der über das abgerechnete Entgelt hinausgehende Teil der der Aktiengesellschaft zugeflossenen Honorareinnahmen der Beitragspflicht unterliegt.\n\nb) Nach der Rechtsprechung des Eidg. Versicherungsgerichts sind die Organe der AHV ebensowenig wie die Steuerbehörden verpflichtet, die zivilrechtliche Form, in der ein Sachverhalt |95| erscheint, unter allen Umständen als verbindlich anzusehen. Dies gilt namentlich dann, wenn eine Beitragsumgehung vorliegt (EVGE 1951 S. 15). Wie das Eidg. Versicherungsgericht bereits in EVGE 1951 S. 15 Erw. 4 (bestätigt im nicht veröffentlichten Urteil A. vom 26. November 1965) entschieden hat, ist eine Beitragsumgehung in Analogie zu den in der steuerrechtlichen Praxis und Doktrin (BGE 107 Ib 322 Erw. 4 mit Hinweisen; ASA 55, S. 134; vgl. auch BGE 109 Ia 100; MASSHARDT, Kommentar zur direkten Bundessteuer, 2. Aufl., N. 16 zu Art. 1; DUBS, Wirtschaftliche Betrachtungsweise und Steuerumgehung, in Mélanges Henri Zwahlen, S. 571 f.) entwickelten Kriterien anzunehmen, wenn\n\n- die von den Beteiligten gewählte Rechtsgestaltung als ungewöhnlich, sachwidrig oder absonderlich, jedenfalls den wirtschaftlichen Gegebenheiten völlig unangemessen erscheint,\n\n- anzunehmen ist, dass diese Wahl missbräuchlich und lediglich deshalb getroffen worden ist, um Beiträge einzusparen, welche bei sachgemässer Ordnung der Verhältnisse geschuldet wären,\n\n- und das gewählte Vorgehen tatsächlich zu einer erheblichen Beitragsersparnis führen würde, wenn es von den Organen der AHV hingenommen würde.\n\nSind diese drei Voraussetzungen erfüllt, so ist zu entscheiden, wie wenn die Umgehungshandlung nicht stattgefunden hätte (EVGE 1951 S. 19 Erw. 5; erwähntes Urteil A. vom 26. November 1965; OSWALD, AHV-Praxis, S. 151), und der Beitragspflicht ist die Ordnung zugrunde zu legen, die sachgemäss dem vom Beitragspflichtigen erstrebten wirtschaftlichen Zweck entsprochen hätte.\n\nc) X übt seine EDV-Tätigkeit als Angestellter der von ihm beherrschten und nach ihm benannten Aktiengesellschaft aus. Diese allgemein übliche rechtliche Ausgestaltung der eigenen Tätigkeit in Form einer Aktiengesellschaft ist weder als ungewöhnlich, sachwidrig noch als absonderlich zu bezeichnen. Insbesondere kann sich auch eine Einzelperson der Aktiengesellschaft für ihre Haftungsbeschränkung bedienen, welche grundsätzlich auch zugunsten des Alleineigentümers bzw. Alleinaktionärs gilt (BGE 108 II 215 oben mit Hinweisen). Die Beschwerdegegnerin behauptet denn auch, die Begrenzung des persönlichen Risikos sei das ausschlaggebende Motiv für die Gründung der Aktiengesellschaft gewesen. Demgegenüber sieht die Ausgleichskasse den Grund für die gewählte Rechtsform in der Beitragsersparnis, vor allem hinsichtlich der Solidaritätsbeiträge. Mit diesem Einwand lässt sich die Behauptung der Beschwerdegegnerin nicht entkräften, da die |96| Begrenzung des eigenen wirtschaftlichen Risikos häufig in Form der Aktiengesellschaft erfolgt und vorliegend ebensowenig wie in anderen Fällen als sachwidrig bezeichnet werden kann. Als ungewöhnlich erscheint nicht die gewählte Rechtsgestaltung als Aktiengesellschaft, sondern die Höhe des an einen EDV-Spezialisten ausgerichteten Entgelts im Verhältnis zu den eingegangenen Honorareinnahmen. In diesem Zusammenhang ist jedoch zu beachten, dass sich bei zusätzlichen, über das abgerechnete Entgelt hinausgehenden Bezügen des (Allein-)Aktionärs - z.B. in Form von Spesenersatz oder Gewinnausschüttungen (vgl. ZAK 1978 S. 179) - die Frage erhebt, ob es sich dabei um massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG handeln könnte. Sodann ist bei Veräusserung oder Auflösung der Aktiengesellschaft die Frage des beitragspflichtigen Liquidationsgewinns (Art. 17 lit. d und Art. 23bis AHVV; vgl. auch ZAK 1986 S. 578, 1981 S. 481) zu prüfen. Unerheblich ist vorliegend schliesslich in beitragsrechtlicher Sicht die Wahl des Sitzes der Aktiengesellschaft.\n\nd) Nach dem Gesagten sind die Voraussetzungen für die Annahme einer Beitragsumgehung nicht erfüllt. Daraus folgt, dass vorliegend die rechtliche Selbständigkeit der Aktiengesellschaft zu respektieren ist. Die Unterstellung der gesamten Honorareinnahmen der Aktiengesellschaft unter die Beitragspflicht ist daher nicht zulässig. Aus demselben Grund kommt grundsätzlich auch die vom BSV in der Vernehmlassung zur Verwaltungsgerichtsbeschwerde vorgeschlagene Lösung nicht in Betracht, wonach vom jeweiligen Jahresumsatz der in der entsprechenden Gewinn- und Verlustrechnung ausgewiesene Gewinn abgezogen und hernach vom verbleibenden Rest 90% als massgebender Lohn zu erfassen sei.\n\nUnter diesen Umständen kann dahingestellt bleiben, ob das Vorgehen der Ausgleichskasse im Falle einer Beitragsumgehung zulässig oder ob der Alleinaktionär nicht als Selbständigerwerbender bzw. als Unselbständigerwerbender im Verhältnis zum Dienstleistungsempfänger zu qualifizieren gewesen wäre. In Frage käme schliesslich auch eine analoge Lösung, wie sie für die Beitragspflicht der Teilhaber von Kollektiv- und Kommanditgesellschaften gilt (vgl. ZAK 1978 S. 180, 1973 S. 571).\n\n5. a) ...\n\nb) Nach dem Bericht der Arbeitgeberkontrolle vom 2. Dezember 1983 betrug der \"Ertragsüberschuss\" der Aktiengesellschaft 1978 Fr. 40'4l0.40 und 1980 Fr. 53'712.85 bei Honorareinnahmen |97| von Fr. 134'078.-- bzw. Fr. 144'822.-- und abgerechnetem Lohn für den Alleinaktionär von Fr. 34'500.-- bzw. Fr. 55'500.--. Danach muss die Aktiengesellschaft - nebst den abgerechneten Entgelten - offenbar einen erheblichen Aufwand aufweisen (1978 mehr als Fr. 58'000.--). Näheres geht jedoch aus den Akten nicht hervor. Nach Auffassung der beschwerdeführenden Ausgleichskasse handelt es sich beim Aufwand der Aktiengesellschaft \"weitgehend um private Aufwendungen\" des Alleinaktionärs. So seien \"unter anderem Kosten für das private Auto (inklusive Abschreibungen), kostspielige Konsumationen für private Bedürfnisse, private Auslandreisen, private Reisespesen in der Schweiz, Weekend-Aufenthalte, Steuern, Repräsentations-Spesen, Parkbussen usw. als geschäftsbedingter Aufwand verbucht\" worden.\n\nWie es sich damit verhält, lässt sich aufgrund der Akten nicht beurteilen. Angesichts des niedrigen Jahresgehalts des Alleinaktionärs und des (offenbar) erheblichen Aufwands der Aktiengesellschaft kann indessen nicht ausgeschlossen werden, dass der Alleinaktionär von seiner Aktiengesellschaft über das mit der AHV abgerechnete Entgelt hinaus zusätzliche Vergütungen bezogen hat, die als Entgelt für geleistete Arbeit erscheinen und als massgebender Lohn im Sinne von Art. 5 Abs. 2 AHVG (vgl. hiezu BGE 111 V 78 Erw. 2a, BGE 110 V 231 Erw. 2a mit Hinweisen) zu qualifizieren sind. Die Sache geht daher an die Ausgleichskasse zurück, damit diese die notwendigen Abklärungen in die Wege leite und hernach über eine allfällige Nachzahlungspflicht neu befinde. Dabei wird insbesondere der Frage nachzugehen sein, ob Löhne als Unkosten anderer Art verbucht wurden (ZAK 1955 S. 405) und wie es sich mit den Spesen und der Finanzierung der privaten Lebenshaltungskosten über die Aktiengesellschaft verhält. Zu prüfen wird auch sein, ob allfällige Zuwendungen aus dem Reingewinn der Aktiengesellschaft an den Alleinaktionär zum massgebenden Lohn gehören könnten (vgl. hiezu EVGE 1969 S. 145; ZAK 1978 S. 179, 1973 S. 570 und 571)."}