{"annee": "113", "cour": "IA", "page": "161", "date": "21/5/1987", "cite": ["110 IA 205", "111 IA 329", "111 IA 231", "111 IA 115", "111 IA 201", "110 IA 1", "111 IA 353", "103 IA 8", "108 IB 122", "112 IA 59", "96 I 369"], "cite_par": ["115 IA 42", "116 IA 52", "115 IA 148"], "chapeau": "25. Arrêt de la Ire Cour de droit public du 21 mai 1987 dans la cause Commune de Moutier et dame F. contre Conseil-exécutif du canton de Berne (recours de droit public)", "regestes": ["Art. 85 let. a OJ. Elections communales; vote par procuration. Décision préfectorale ordonnant un contrôle des procurations. Secret du vote. Un contrôle des procurations ne doit pas aboutir à rendre publique l'identité des personnes ayant voté par procuration (consid. 4)."], "faits": "|161|\n\nLes élections communales de Moutier du 30 novembre 1986 ont fait l'objet d'une plainte électorale dont l'instruction a été confiée à un préfet extraordinaire. Par décision du 3 février 1987, ce magistrat a ordonné plusieurs mesures d'instruction, dont certaines étaient destinées à vérifier la régularité des votes par procuration émis en conformité de l'art. 12 de la loi bernoise du 5 mai 1980 sur les droits politiques (LDP). Il a ainsi ordonné que les procurations \"rentrées\" soient comptées et qu'une liste manuscrite des électeurs représentés et de leurs représentants soit établie.\n\nLa commune de Moutier et dame F., une électrice qui avait voté par procuration, ont déféré cette décision au Conseil-exécutif du canton de Berne. Par arrêté du 11 mars 1987, cette autorité a rejeté leurs moyens. Elle a cependant invité le Préfet extraordinaire à autoriser les seules parties à la procédure principale à prendre connaissance de la liste des électeurs représentés et de leurs représentants, et cela en sa présence. Elle a également stipulé qu'aucune copie de la liste ne serait établie et que les noms y figurant ne pourraient pas être relevés par les personnes présentes lors de sa consultation. Elle a enfin ordonné que la liste soit détruite après l'entrée en force du jugement rendu sur la plainte électorale.\n\nLa commune municipale de Moutier et dame F. ont entrepris cet arrêté par la voie de deux recours de droit public distincts. La première |162| a allégué une violation de son autonomie et la seconde une violation de son droit de vote et de sa liberté personnelle. Le Tribunal fédéral a rejeté les recours dans la mesure où ils étaient recevables.", "considerants": "Considérant en droit:\n\n1. Les deux recours sont dirigés contre la même décision, qu'ils critiquent pour les mêmes motifs, tout en invoquant la violation de droits constitutionnels différents. Il est dès lors opportun de les joindre et de statuer à leur égard en un seul et même arrêt.\n\n2. En règle générale, le recours de droit public n'est recevable que contre des décisions cantonales de dernière instance; c'est seulement dans des cas exceptionnels, non réalisés en l'espèce, qu'il peut être dirigé simultanément contre la décision d'une autorité cantonale de recours et contre celle de l'autorité inférieure (ATF 111 Ia 353). Les conclusions des recourantes sont donc irrecevables dans la mesure où elles tendent à l'annulation de la décision prise par le Préfet extraordinaire du district de Moutier.\n\nI. Recours de la commune de Moutier\n\n3. La commune de Moutier recourt en tant que détentrice de la puissance publique; elle soutient que l'arrêté attaqué viole l'autonomie qui serait reconnue aux communes bernoises relativement à la réglementation et à la conduite de leurs élections. Elle a qualité pour soulever ce grief, l'existence de l'autonomie alléguée étant une question de fond, et non de recevabilité (ATF 112 Ia 62 consid. 2, ATF 111 Ia 330 consid. 1, 252 consid. 2).\n\nUne commune bénéficie de la protection de son autonomie dans les domaines que le droit cantonal ne règle pas de manière exhaustive et dans lesquels il lui laisse une liberté de décision relativement importante (ATF 111 Ia 331 consid. 2, ATF 110 Ia 205 consid. 2). Lorsque ces conditions sont réunies, la commune peut faire valoir que l'autorité cantonale a outrepassé sa compétence, qu'elle a violé les dispositions du droit fédéral, cantonal ou communal qui règlent la matière, ce que le Tribunal fédéral revoit librement s'il s'agit du droit constitutionnel et sous l'angle restreint de l'arbitraire s'il s'agit du droit de rang inférieur à la Constitution (ATF 111 Ia 331 consid. 2, 132 consid. 4a).\n\n|163|\n\nLa commune de Moutier prétend jouir d'une large autonomie dans la réglementation de ses propres élections, dans l'organisation des scrutins et dans la surveillance de leur bon déroulement. Cependant, l'art. 76 de la loi du 20 mai 1973 sur les communes dispose que les votes par correspondance et par procuration sont admis dans les mêmes conditions que pour les élections fédérales et cantonales. Ces conditions sont réglées de manière détaillée par les art. 10 à 13 de la loi du 5 mai 1980 sur les droits politiques et par les art. 23 à 28 et 31 de l'ordonnance du 10 décembre 1980 sur les droits politiques. La recourante ne démontre pas que ces dispositions laissent aux communes bernoises, dans ce domaine, une liberté d'appréciation et de décision suffisante pour qu'une autonomie protégée par le droit constitutionnel leur soit reconnue, et le recours doit être rejeté pour ce motif. Le Tribunal fédéral n'a pas à examiner la portée en l'espèce d'autres dispositions du droit cantonal, telles que les art. 18 et 92 al. 2 de la loi sur les communes qui donnent à celles-ci la compétence de fixer la procédure applicable aux élections, car elles ne sont pas invoquées par la recourante à qui il incombait, en vertu de l'art. 90 al. 1 lettre b OJ, de démontrer l'existence et l'étendue de son autonomie (ATF 112 Ia 63 consid. b; ATF 96 I 372). La motivation du recours ne répond pas davantage aux exigences de l'art. 90 al. 1 lettre b OJ, dans la mesure où elle revient à dire que le Préfet extraordinaire ne pouvait ordonner un contrôle des procurations, faute de faits concrets laissant supposer des erreurs dans le décompte des voix ou un comportement illicite des organes compétents. La recourante se contente en effet d'opposer sa thèse à celle de l'autorité intimée, sans indiquer les règles qui déterminent le pouvoir d'examen du Préfet extraordinaire en matière de constatation des faits et d'administration des preuves, et sans expliquer en quoi ces règles auraient été appliquées de manière arbitraire (ATF 110 Ia 3 consid. 2a).\n\nII. Recours de dame F.\n\n4. La recourante allègue principalement une violation de son droit de vote. Electrice à Moutier, elle a qualité pour soulever ce grief (ATF 111 Ia 116). Le Tribunal fédéral examine librement non seulement l'interprétation du droit fédéral et du droit constitutionnel cantonal, mais aussi celle des dispositions qui précisent le contenu et l'étendue du droit de vote ou qui ont un lien étroit avec ce droit (ATF 111 Ia 202, 197 consid. a). |164|\n\nL'arrêté attaqué concerne l'instruction d'une plainte déposée contre le déroulement du scrutin communal du 30 novembre 1986. La recourante ne conteste pas que cette instruction nécessite le contrôle de la régularité du vote par procuration. Seule est discutée la validité de l'une des mesures ordonnées par le magistrat instructeur pour procéder à ce contrôle. Il s'agit de l'établissement d'une liste des électeurs ayant voté par procuration et de leurs représentants. Selon la recourante, cette mesure permettrait au plaignant de savoir à qui elle a donné procuration et, partant, pour qui elle a voté, puisque l'appartenance politique de son mandataire - qui a été élu au Conseil de ville - est notoire. Les précautions ordonnées par l'autorité intimée (interdiction de donner la liste aux personnes assistant au dénombrement des votes par procuration et de copier les noms y figurant, destruction de la liste au terme de la procédure) seraient insuffisantes, une telle liste pouvant aisément être mémorisée.\n\nLe droit de vote commande que le secret soit préservé de la même façon pour les citoyens votant par procuration ou par correspondance et pour ceux qui se présentent personnellement au bureau de vote (ETIENNE GRISEL, Initiative et référendum populaires, Lausanne 1987, p. 86 ch. 2). Il est concevable, en théorie, qu'un électeur se fasse représenter par un autre qui n'appartiendrait pas au même parti que lui et serait chargé de voter, par représentation, contrairement à ses convictions. Les personnes ayant connaissance de la procuration, soit parce qu'elles sont membres du bureau de vote, soit pour une autre raison, peuvent cependant avoir des raisons de supposer, tout au moins lorsque le représentant est un membre éminent d'un des partis en lice, que les deux bulletins que celui-ci dépose dans l'urne sont semblables. Le secret du vote de celui qui s'exprime par l'intermédiaire d'un tiers est donc menacé par un danger spécifique résultant de la notoriété des opinions politiques du représentant. Il serait naturellement inadmissible d'aggraver ce risque en rendant publics les noms des personnes qui ont exercé leur droit de vote par l'intermédiaire d'un tiers. La solution retenue par l'autorité intimée n'entraîne toutefois pas une telle publicité. D'une part, le secret auquel sont tenues les personnes chargées du contrôle des procurations leur interdit de divulguer le nom des personnes qui se sont fait représenter. D'autre part, l'autorité intimée a pris suffisamment en compte l'intérêt des personnes ayant voté par procuration au maintien du secret sur le mandat qu'elles ont donné. Les mesures restrictives qu'elle a |165| ordonnées conformément au principe de la proportionnalité suffisent à la protection de ces intérêts. Aller au-delà rendrait illusoire la vérification de la régularité du vote par procuration. Le grief de la violation du droit de vote est ainsi mal fondé.\n\n5. Dame F. fait en outre valoir que sa liberté personnelle sera \"atteinte\" lors de prochaines élections. Selon son mémoire, \"il faut s'attendre à ce que les personnes figurant sur les listes établies par le Préfet soient la cible privilégiée de ceux qui, dans les partis, sont en quête de procurations\"; la recourante entend ne pas \"devoir subir les moult sollicitations désobligeantes de chaque parti politique de Moutier\".\n\nIl est douteux que ce grief soit recevable, dès lors que la recourante ne paraît pas avoir un intérêt actuel à l'annulation de l'arrêté attaqué (ATF 108 Ib 124 consid. 1, ATF 103 Ia 10 consid. 1a). Il est de toute manière dépourvu de pertinence. La liberté personnelle se conçoit comme une garantie générale et subsidiaire, à laquelle le citoyen peut se référer lorsque les droits fondamentaux dont il allègue la violation ne font pas l'objet de garanties particulières (ATF 111 Ia 232 consid. 3a). Or la protection de la recourante contre les inconvénients allégués est garantie par le principe du secret du vote, que l'autorité intimée a, ainsi qu'on l'a vu, dûment respecté. La liberté personnelle de la recourante n'est donc pas en cause."}