{"annee": "113", "cour": "IA", "page": "286", "date": "21/12/1987", "cite": ["111 IA 101", "112 IA 322", "107 IA 135", "110 IA 99", "103 IA 490", "112 IA 142"], "cite_par": ["114 IB 244", "131 II 13", "115 V 297", "116 IB 37", "117 IA 90", "128 I 92", "118 IA 488", "117 V 153", "121 I 225"], "chapeau": "45. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 21. Dezember 1987 i.S. X. gegen Obergericht des Kantons Schaffhausen (staatsrechtliche Beschwerde)", "regestes": ["Examen d'avocat; droit d'être entendu, composition de la commission d'examen, exigences requises pour l'examen (art. 4 et 31 Cst.). 1. Les garanties minimales du droit d'être entendu découlant de l'art. 4 Cst. n'imposent pas que celui qui a passé un examen ait la faculté de s'exprimer sur ses prestations avant une décision négative au sujet de cet examen (consid. 2c); de même il n'y a pas lieu de lui permettre de prendre connaissance du rapport de la commission d'examen avant la décision refusant la patente prise par le Tribunal supérieur du canton de Schaffhouse (consid. 2d). 2. Le droit à ce qu'une décision soit rendue par une autorité indépendante et impartiale n'est pas violé lorsque des avocats pratiquants sont experts à un examen d'avocat (consid. 3a). 3. Exigences admissibles pour un examen d'avocat au regard du principe de la liberté du commerce et de l'industrie (consid. 4 et 5)."], "faits": "|287|\n\nAm 4. und 15. Mai 1987 legte lic.iur. X. zum zweiten Mal die schriftliche Anwaltsprüfung im Kanton Schaffhausen ab. Mit Beschluss vom 19. Juni 1987 wies das Obergericht des Kantons Schaffhausen sein Gesuch um Erteilung des Anwaltspatentes definitiv ab. Unter Hinweis auf den Bericht der Prüfungskommission vom 11. Juni 1987 führte es aus, die beiden schriftlichen Arbeiten enthielten gravierende Mängel und seien als ungenügend zu qualifizieren.\n\nMit staatsrechtlicher Beschwerde macht X. geltend, sein Anspruch auf rechtliches Gehör sei verletzt, weil er keine Gelegenheit erhalten habe, vor dem Entscheid des Obergerichts zum Bericht der Prüfungskommission Stellung zu nehmen. Die Unabhängigkeit der Prüfungskommission sei nicht sichergestellt, weil sie sich mehrheitlich aus Anwälten zusammensetze. Die Prüfungsfälle eigneten sich für eine objektive Feststellung der für den Anwaltsberuf erforderlichen Fähigkeiten nicht, und die gestellten Anforderungen seien zu hoch, was mit dem Grundsatz der Verhältnismässigkeit unvereinbar erscheine und vor der Handels- und Gewerbefreiheit nicht standhalte. Schliesslich erachtet der Beschwerdeführer die Bewertung seiner Arbeiten als willkürlich.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer macht geltend, das Obergericht habe seinen Anspruch auf rechtliches Gehör dadurch verletzt, dass es ihm keine Möglichkeit gegeben habe, zum Bericht der Prüfungskommission |288| Stellung zu nehmen. Er behauptet nicht, kantonale Verfahrensvorschriften seien verletzt worden. Es ist daher einzig - und zwar mit freier Kognition - zu prüfen, ob das Obergericht den Anspruch des Beschwerdeführers auf rechtliches Gehör, wie er unmittelbar aus Art. 4 BV fliesst, verletzt hat (BGE 110 Ia 101 E. 4a).\n\nb) Art. 4 BV gibt dem Bürger grundsätzlich Anspruch auf Akteneinsicht und auf Äusserung, bevor ein für ihn nachteiliger Entscheid gefällt wird. Die Tragweite des Anspruchs auf rechtliches Gehör bestimmt sich indessen nach der konkreten Situation und Interessenlage im Einzelfall (BGE 111 Ia 103 E. 2b, 274 E. 2b). Einerseits dient das rechtliche Gehör der Sachaufklärung, anderseits stellt es ein persönlichkeitsbezogenes Mitwirkungsrecht dar.\n\nc) Die Frage ist, ob der Anspruch auf rechtliches Gehör gebietet, dem Prüfling vor Erlass eines negativen Examensentscheides die Möglichkeit zu geben, sich zu seiner Prüfungsleistung zu äussern. In Betracht fällt hiebei, dass der Prüfling selber ein Gesuch um Erteilung des Fähigkeitsausweises stellt und mit der Prüfung, die auf sein Begehren durchgeführt wird, seine Befähigung nachzuweisen versucht. Er schafft also sämtliche Unterlagen selber, auf Grund derer über die Erteilung des Fähigkeitsausweises entschieden wird. Der Anspruch auf rechtliches Gehör in seiner Funktion als persönlichkeitsbezogenes Mitwirkungsrecht ist damit gewahrt. Einer erweiterten Sachaufklärung bedarf es nach abgelegtem Examen sodann regelmässig nicht, weil die Leistung ohne nähere Erklärung des Prüflings durch den Experten im Lichte der Prüfungskriterien bewertet werden kann. Die konkrete Situation und Interessenlage nach Ablegung eines Examens gebietet also im Lichte des bundesgerichtlichen Gehörsanspruchs im allgemeinen nicht, den Betroffenen vor Erlass eines negativen Examensentscheides zu seiner Leistung anzuhören.\n\nd) Im vorliegenden Fall stellt sich nun allerdings insofern ein spezielles Problem, als nicht die Prüfungskommission selber, sondern auf deren Antrag und Bericht hin das Obergericht über die Erteilung des Fähigkeitsausweises entschieden hat (§ 9 des Dekretes betreffend das Anwaltswesen vom 30. Juni 1930, Anwaltsdekret). Fraglich ist, ob der Bericht der Prüfungskommission dem Beschwerdeführer zu unterbreiten sei. Das Akteneinsichtsrecht besteht dann, wenn es sich bei diesem Bericht um ein beweiserhebliches Dokument und nicht bloss um ein verwaltungsinternes Papier handelt (BGE 103 Ia 492). Wie das Bundesgericht bereits im |289| unveröffentlichten Urteil A. vom 28. Juni 1985 festgehalten hat, ist indessen die Einstufung des Berichts der Prüfungskommission als rein internes Papier nicht zu beanstanden. Die Prüfungskommission wird vom Obergericht ernannt (§ 11 Anwaltsdekret) und ist von diesem abhängig, was sich auch darin äussert, dass in der Regel ein Mitglied der Kommission Oberrichter ist und als Sekretär ein Obergerichtsschreiber amtet (Ziff. 1.3 und 4 der Richtlinien des Obergerichtes des Kantons Schaffhausen über die Durchführung der Anwaltsprüfungen vom 28. Oktober 1977). Organisatorisch liegt keine Verselbständigung vor. Die Kommissionsberichte dienen somit der internen Vorbereitung des Patentierungsentscheides. Sie haben eine Würdigung der Prüfungsleistungen zum Inhalt, die das Obergericht auch selber vornehmen könnte. Sie stellen also keine Beweismittel dar. Es kann daher nicht beanstandet werden, dass das Obergericht dem Beschwerdeführer vor Erlass seines Entscheides keine Einsicht in den Prüfungsbericht gewährt hat. Verfassungsrecht ist nicht verletzt.\n\n3. a) Der Beschwerdeführer bemängelt die Zusammensetzung der Prüfungskommission, welcher mehrheitlich Anwälte angehören.\n\nDie Rüge ist unbegründet. Wohl leitet sich aus Art. 4 BV ein Mindestanspruch auf Unabhängigkeit und Unbefangenheit der Behörde ab (BGE 112 Ia 147; BGE 107 Ia 137). Dieser Anspruch wird aber durch den Beizug praktizierender Anwälte als Prüfungsexperten nicht verletzt. Die blosse Möglichkeit, dass ein Kandidat, der die Prüfung besteht, später in ein Konkurrenzverhältnis zu den ihn prüfenden Anwälten treten könnte, führt noch nicht zu einer Interessenkollision und lässt nicht generell auf eine Befangenheit schliessen.\n\n4. Der Beschwerdeführer erachtet die Handels- und Gewerbefreiheit als verletzt, weil die Prüfung zu hohe Anforderungen stelle und zum Fähigkeitsnachweis nicht geeignet sei.\n\na) Bei der Festlegung der Anforderungen für das Bestehen einer Prüfung kommt den kantonalen Behörden ein weiter Gestaltungsspielraum zu. Die Prüfungsanforderungen haben jedoch den zu schützenden polizeilichen Rechtsgütern zu dienen. Unter dem Gesichtspunkt des Verhältnismässigkeitsgrundsatzes müssen sie geeignet sein, den mit der Prüfung verfolgten Zweck zu erreichen. Die Prüfungsordnung darf nicht unnötige oder übertriebene Erfordernisse aufstellen, muss anderseits aber den Schutzbedürfnissen des Publikums ausreichend Rechnung tragen (vgl. BGE 112 Ia 325).\n\n|290|\n\nb) Der Beschwerdeführer bestreitet nicht, dass Klausuren, wie sie vorliegend durchgeführt wurden, an sich geeignet sind, die fachliche Befähigung eines Kandidaten für den Anwaltsberuf festzustellen. Er macht auch nicht geltend, der gewählte Prüfungsstoff lasse keine diesbezüglichen Schlüsse zu. Vielmehr erachtet er lediglich den Sachverhalt, wie er den Prüfungsfällen zugrunde gelegt wurde, als unvollständig. So aber verhält es sich - entgegen der Auffassung des Beschwerdeführers - mitunter auch in der praktischen Tätigkeit des Anwaltes. Der Anwalt wird häufig Klienten aufgrund unvollständiger oder einseitiger Angaben zu beraten oder vor Gericht zu vertreten haben. Aus allenfalls unvollständigen Sachverhaltsangaben kann daher noch nicht auf eine mangelnde Eignung der Prüfungsfälle zum Fähigkeitsnachweis und damit auf einen Verstoss gegen den Verhältnismässigkeitsgrundsatz geschlossen werden.\n\nDie Frage hingegen, ob der Beschwerdeführer mit seiner Lösung der Prüfungsfälle seine Befähigung zum Anwaltsberuf nachgewiesen hat, ist im Lichte der konkreten Aufgabenstellung und der dort gemachten Sachverhaltsangaben zu beurteilen. Dies ist Gegenstand der Bewertung der Examensleistung, die vom Bundesgericht auf Willkür hin überprüft wird (E. 6).\n\nc) Der Beschwerdeführer trägt vor, die Anwaltsprüfung dürfe keine höheren Anforderungen stellen, als dies die Universität Zurich für das juristische Lizentiat tue. Diese Auffassung ist verfehlt. Ein Hochschulabschluss stellt keine Polizeibewilligung für eine Tätigkeit dar, bei der Schutzbedürfnisse des Publikums zu beachten wären. Der Vergleich des Beschwerdeführers mit seinen Leistungen an der Universität entbehrt damit zum vornherein der Grundlage. Im übrigen behauptet der Beschwerdeführer mit Recht nicht, der Prüfungsstoff habe übertriebene Anforderungen - etwa auf einem Spezialgebiet - gestellt, die von einem Anwalt nicht erwartet werden könnten. Ob die Prüfungskommission und das Obergericht die erbrachten Leistungen gemessen an der Aufgabenstellung zu streng beurteilt haben, ist wiederum Frage der Bewertung (E. 6) und nicht der Verhältnismässigkeit.\n\n5. Unter dem Gesichtspunkt des aus Art. 31 BV folgenden Anspruchs auf Gleichbehandlung der Gewerbegenossen kann der Beschwerdeführer nichts zu seinen Gunsten ableiten. Wenn gemäss § 4 Abs. 2 Anwaltsdekret Bewerbern mit langjähriger praktischer juristischer Tätigkeit die Prüfung ganz oder teilweise erlassen |291| werden kann, hat dies nichts mit der Situation eines jungen Juristen zu tun, der erst auf eine kurze praktische Tätigkeit zurückblicken kann.\n\nDer Beschwerdeführer wirft den kantonalen Behörden weiter vor, sie würden mit der Anwaltsprüfung wirtschaftspolitische Zielsetzungen verfolgen, indem sie die praktizierenden Anwälte vor Konkurrenz zu schützen suchten. Aus der Tatsache allein, dass heute mehr Kandidaten als früher die Prüfung nicht bestehen, kann dieser Schluss allerdings nicht gezogen werden. Das Obergericht führt diesbezüglich mit Recht an, die Anforderungen der Praxis an die beruflichen Fähigkeiten der Anwälte seien zufolge einer vielfältigeren und differenzierteren Gesetzgebung heute höher als früher. Die Rüge erweist sich damit, soweit sie in einer Art. 90 Abs. 1 lit. b OG genügenden Weise vorgetragen wird, als unbegründet.\n\n6. (Die Examensleistung konnte ohne Willkür als ungenügend gewertet werden.)"}