{"annee": "113", "cour": "IA", "page": "81", "date": "22/5/1987", "cite": ["112 IA 7", "112 IA 5", "104 IA 120"], "cite_par": ["119 V 208", "120 V 357", "116 IA 94", "122 I 53", "114 IA 97", "121 V 150", "115 IA 8", "117 V 282", "125 II 508", "119 IA 260"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. Mai 1987 i.S. E. gegen Gemeinde Trüllikon und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; droit d'être entendu, participation à l'inspection locale. Le droit d'être entendu du propriétaire concerné est violé lorsque, dans le cadre de l'approbation de la planification communale, le classement d'une parcelle est refusé sur la base d'une inspection locale effectuée sans la participation des propriétaires, s'il n'est pas procédé à une seconde inspection avec participation de l'intéressé."], "faits": "BGE 113 Ia 81 S. 81\n\nE. ist Eigentümer eines Grundstückes im Ortsteil Rudolfingen der Politischen Gemeinde Trüllikon. Die Gemeindeversammlung von Trüllikon setzte am 13. Dezember 1985 die kommunale Nutzungsplanung fest, wobei sie auf Antrag von E. auch dessen Grundstück in die Kernzone I miteinbezog, um dem Eigentümer den Bau eines Ökonomiegebäudes zu ermöglichen. Im Genehmigungsverfahren gelangte der Regierungsrat des Kantons Zürich zur Auffassung, ein Neubau an dieser Stelle würde das unter Schutz stehende Ortsbild von Rudolfingen schwer beeinträchtigen, und nahm deshalb die Kernzonen-Erweiterung im Bereiche der fraglichen Parzelle von der Genehmigung aus. Gegen diesen Beschluss BGE 113 Ia 81 S. 82hat E. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV sowie der Eigentumsgarantie erhoben. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt zunächst, der Regierungsrat habe ihm das rechtliche Gehör verweigert, da der Baudirektor am 17. Juni 1986 in Anwesenheit eines Vertreters des Amtes für Raumplanung, des Gemeindepräsidenten von Trüllikon sowie des Gemeindeschreibers einen Augenschein durchgeführt habe, zu welchem er nicht eingeladen worden sei. In der Folge habe ihm die Baudirektion zwar am 2. Juli 1986 mitgeteilt, sie nehme in Aussicht, dem Regierungsrat die Verweigerung der Genehmigung für die Festsetzung der Kernzone im Bereich seines Grundstückes zu beantragen, und habe ihm noch Gelegenheit gegeben, sich schriftlich zu äussern. Diese nachträgliche Anhörung habe indessen nur noch Alibifunktion gehabt; die Würfel seien bereits an der Augenscheinsverhandlung gefallen.\n\nDie Direktion der öffentlichen Bauten erklärt demgegenüber, der Baudirektor habe die Örtlichkeit besichtigt, um sich ein eigenes Bild für den dem Regierungsrat zu unterbreitenden Antrag über die Genehmigung der Nutzungsplanung der Gemeinde Trüllikon zu machen. Es habe sich nicht um eine Augenscheinsverhandlung mit der Gemeinde als beteiligter Partei gehandelt; die Anwesenheit des Gemeindepräsidenten habe lediglich der Gepflogenheit entsprochen, dass der Baudirektor Besichtigungen mit einer Kontaktnahme mit der Gemeindebehörde verbinde. Über die Nichtgenehmigung einer von der Gemeindeversammlung beschlossenen Einzonung entscheide nicht der Baudirektor, sondern der Gesamtregierungsrat. Dieser Entscheid sei nicht an der Augenscheinsverhandlung vom 17. Juni 1986 erfolgt, sondern erst in der Regierungsratssitzung vom 27. August 1986. Dem Beschwerdeführer sei ausreichend Gelegenheit gegeben worden, sich zum in Aussicht gestellten Nichtgenehmigungsantrag zu äussern. Die vorgenommene Anhörung genüge dem verfassungsrechtlichen Gehörsanspruch, und es sei kein weitergehendes, formelles Verfahren nötig.\n\n3. a) Der Umfang des Anspruchs auf rechtliches Gehör wird zunächst von den kantonalen Verfahrensbestimmungen umschrieben; erst wo sich dieser Rechtsschutz als ungenügend erweist, BGE 113 Ia 81 S. 83greifen die unmittelbar aus Art. 4 BV folgenden bundesrechtlichen Minimalgarantien Platz. Da der Beschwerdeführer keine Verletzung kantonaler Verfahrensvorschriften rügt, ist einzig und zwar mit freier Kognition zu prüfen, ob unmittelbar aus Art. 4 BV folgende Regeln missachtet wurden (BGE 112 Ia 5, 110 Ia 81/82 E. 5b, 85 E. 3b, je mit Hinweisen).\n\nEntgegen der Auffassung der Vorinstanz ist es ohne Belang, ob sie überhaupt verpflichtet war, einen Augenschein durchzuführen. Wenn eine Behörde zu diesem Beweismittel greifen will, hat sie das in den verfassungsrechtlich vorgeschriebenen Formen zu tun und die Grundsätze des rechtlichen Gehörs zu beachten. Die an einem Verfahren Beteiligten, zu denen hier auch der Beschwerdeführer gehört, haben Anspruch darauf, zu einem Augenschein gehörig beigezogen zu werden. Eine Ausnahme würde nur gelten, wenn schützenswerte Interessen Dritter oder des Staates oder eine besondere Dringlichkeit etwas anderes gebieten, oder wenn der Augenschein seinen Zweck nur erfüllen kann, wenn er unangemeldet durchgeführt wird. In einem solchen Fall genügt es, wenn die betreffende Partei nachträglich zum Beweisergebnis Stellung nehmen kann (BGE 112 Ia 5 f. E. 2c mit Hinweisen auf weitere Entscheide).\n\nb) Wie die Direktion der öffentlichen Bauten in ihrer Vernehmlassung erklärt, verschaffte im vorliegenden Fall der Augenschein dem Baudirektor die Grundlage für seinen Antrag an den Gesamtregierungsrat. Damit diente die Ortsschau aber nicht nur einer bloss informellen Orientierung, sondern der Feststellung von wesentlichen Tatsachen, die als beweisbedürftig zu gelten hatten und auch als solche eingeschätzt wurden (vgl. BGE 104 Ia 121 E. 2a). Dass irgendwelche schützenswerten Interessen Dritter oder die Besonderheit der Situation die Vornahme eines Augenscheins ohne Voranmeldung geboten hätten, wird von niemandem behauptet und ist offensichtlich nicht der Fall. Die Behörden hätten daher den Beschwerdeführer zur Ortsschau einladen müssen; dessen nachträgliche Anhörung genügte gemäss den in der Rechtsprechung entwickelten Grundsätzen dem Anspruch auf rechtliches Gehör nicht. Nun wendet die Direktion für öffentliche Bauten in der Beschwerdeantwort ein, der Baudirektor habe keinen Anlass zur Anhörung des Beschwerdeführers gehabt, bevor er überhaupt aufgrund des Augenscheines zur Auffassung gelangt sei, hinsichtlich der Einzonung der fraglichen Parzelle sei Antrag auf Nichtgenehmigung zu stellen. Dies trifft zwar an sich zu. Indessen war BGE 113 Ia 81 S. 84bereits aufgrund der Akten bekannt, dass die Gemeindeversammlung in der für das geschützte Ortsbild empfindlichen Dorfrand-Zone eine Änderung des Zonenplan-Entwurfes vorgenommen hatte, und musste insofern eine Nichtgenehmigung jedenfalls in Betracht gezogen werden, um so mehr, als das kantonale Amt für Raumplanung schon vor dem Augenschein einen entsprechenden Antrag gestellt hatte. Der Beschwerdeführer hätte deshalb vorsorglich zum Augenschein eingeladen werden können. Wollte der Baudirektor das nicht tun, so hätte ein zweiter Augenschein in Anwesenheit des Beschwerdeführers durchgeführt werden müssen. Da dies nicht geschehen ist, ist die Beschwerde wegen Verletzung von Art. 4 BV gutzuheissen und der angefochtene Entscheid aufzuheben. Dabei kommt es nicht darauf an, ob Aussicht bestehe, dass nach erneuter Prüfung des Falles in einem korrekten Verfahren anders entschieden würde (BGE 112 Ia 7, 105 Ia 51 E. 2c). - Unter diesen Umständen muss die vom Beschwerdeführer ebenfalls erhobene Rüge der Verletzung der Eigentumsgarantie unbehandelt bleiben."}