{"annee": "113", "cour": "IA", "page": "384", "date": "13/11/1987", "cite": ["111 IA 108", "112 IA 30", "83 I 250", "89 I 27", "95 I 330", "71 I 249"], "cite_par": ["141 II 280", "115 IA 134"], "chapeau": "58. Extrait de l'arrêt de la IIe Cour de droit public du 13 novembre 1987 dans la cause Jean-Marc Schlaeppi contre Tribunal cantonal du canton de Vaud (recours de droit public)", "regestes": ["Art. 33 Cst. et 5 Disp.trans. Cst.; exercice de la profession d'agent d'affaires. 1. Sont d'emblée exclues de la garantie accordée aux professions libérales par les art. 33 Cst. et 5 Disp.trans. Cst., les activités qui ne sont réglementées que dans quelques cantons et qui traduisent une pure spécificité cantonale (consid. 2b et c). 2. La profession d'agent d'affaires dans le canton de Vaud relève pour l'essentiel d'un apprentissage purement pratique, exigeant une expérience des affaires et de la pratique judiciaire plutôt qu'une formation juridique; elle n'est pas assimilable à la profession d'avocat; il est dès lors douteux qu'elle puisse être qualifiée de libérale (consid. 2d)."], "faits": "BGE 113 Ia 384 S. 385\n\nDomicilié dans le canton de Vaud, Jean-Marc Schlaeppi a obtenu le 15 novembre 1982 l'autorisation de pratiquer la profession d'agent d'affaires breveté en Valais. Le 25 novembre 1985, il a demandé au Tribunal cantonal vaudois une autorisation générale d'exercer cette profession dans le canton de Vaud, ce qui lui a été refusé par décision du 17 juin/7 août 1986.\n\nLe Tribunal fédéral rejette dans la mesure où il est recevable le recours de droit public formé contre cet arrêt par l'agent d'affaires valaisan.", "considerants": "Extrait des considérants:\n\n2. Dans la mesure où, selon lui, la profession d'agent d'affaires est une profession libérale, le recourant prétend être mis au bénéfice de l'art. 5 Disp.trans. Cst. et pouvoir exercer son activité sur tout le territoire de la Confédération.\n\na) L'art. 33 Cst. autorise les cantons à exiger des preuves de capacité de ceux qui veulent exercer une profession libérale. Son al. 2 charge la législation fédérale de pourvoir à ce que ces personnes puissent obtenir à cet effet des actes de capacité valables dans toute la Confédération. En attendant la promulgation de cette loi, l'art. 5 Disp.trans. Cst. permet aux personnes qui exercent une profession libérale et qui ont obtenu un certificat de capacité d'un canton ou d'une autorité concordataire représentant plusieurs cantons d'exercer leur profession sur tout le territoire de la Confédération.\n\nb) Au moment où l'autorité intimée a rendu sa décision, seuls onze cantons suisses connaissaient la profession d'agent d'affaires; de plus, parmi ceux-ci, quatre cantons ne faisaient pas dépendre l'exercice de la profession d'un examen de capacité. Depuis lors, le canton du Valais a abrogé la loi de 1971 sur les agents BGE 113 Ia 384 S. 386intermédiaires (loi abrogatoire du 23 janvier 1987), renonçant désormais à réglementer l'activité d'agent d'affaires.\n\nAinsi, à la différence de toutes les professions que la jurisprudence a reconnues à ce jour comme étant des professions libérales, celle d'agent d'affaires n'existe pas sur tout le territoire de la Confédération ou, à tout le moins, sur la majeure partie de celui-ci et relève principalement du particularisme cantonal. Dans un tel contexte, l'activité d'agent d'affaires ne satisfait pas à la définition de la profession libérale contenue à l'art. 33 Cst.\n\nEn effet, les deux alinéas de l'art. 33 Cst. ne peuvent être interprétés indépendamment l'un de l'autre et, avant même d'avoir à examiner si, par sa nature, une profession correspond à ce que la jurisprudence entend sous le notion de profession libérale, il faut voir préalablement si, en vertu de l'al. 2, la Confédération pourrait, le cas échéant, légiférer dans le domaine précis pour unifier les conditions d'accès à la profession considérée sur l'ensemble de son territoire (ATF 22, 923/924).\n\nOr, sous peine d'étendre à l'excès la compétence reconnue par le constituant à l'Etat fédéral, il faut d'emblée exclure du champ d'application de l'art. 33 Cst. toutes les activités qui ne sont organisées et réglementées que dans quelques cantons et qui, comme en l'espèce, traduisent une pure spécificité cantonale.\n\nDès l'instant que la profession d'agent d'affaires n'est pas implantée d'une manière suffisante à l'échelle nationale, une réglementation fédérale en la matière ne saurait se justifier sous le couvert de l'art. 33 Cst. Par voie de conséquence, faute d'être englobée dans la compétence fédérale prévue à l'art. 33 al. 2 Cst., la profession en cause ne peut bénéficier du régime transitoire aménagé par l'art. 5 Disp.trans. Cst.\n\nc) Au surplus, dans les quelques cantons qui connaissent cette activité, la notion d'agent d'affaires varie fortement. Alors que certains cantons ne réglementent que la profession d'agent de poursuites au sens de l'art. 27 LP (ATF 95 I 331), d'autres étendent plus ou moins la notion à des activités aussi diverses que celle d'avocat des causes mineures, d'agent immobilier, de détective privé, ou de conseiller fiscal (ATF 71 I 249ss). Ces disparités cantonales dans la définition même des professions en question montrent qu'il n'existe pas en Suisse l'uniformité minimale nécessaire pour imposer à un canton - par le biais de l'art. 5 Disp.trans. Cst. - la reconnaissance d'un certificat délivré sous de tout autres conditions par un canton tiers.BGE 113 Ia 384 S. 387\n\nd) L'art. 5 Disp.trans. Cst. étant inapplicable en l'espèce pour les motifs qui viennent d'être évoqués, il importe peu de déterminer si, par ailleurs, la profession d'agent d'affaires telle qu'elle est réglementée dans le canton de Vaud et, anciennement, dans le canton du Valais présente les caractéristiques d'une profession libérale. Tout au plus convient-il d'exprimer les doutes les plus sérieux à cet égard.\n\nEn effet, loin de correspondre aux conditions posées par la jurisprudence pour la reconnaissance d'une profession libérale (ATF 112 Ia 33, ATF 111 Ia 110, 91 I 306, ATF 89 I 36, ATF 83 I 253), les connaissances exigées relèvent pour l'essentiel d'un apprentissage purement pratique ainsi qu'en fait foi l'exigence primordiale du stage alors que l'examen final ne porte que sur des notions élémentaires dans les matières qui font l'objet d'une épreuve (cf., pour le Valais, art. 12 du règlement de la LAI). Exigeant une expérience des affaires et de la pratique judiciaire plutôt qu'une formation juridique (cf. BURCKHARDT, Kommentar der Schweiz. Bundesverfassung, 3e éd., p. 276), la profession d'agent d'affaires n'impose pas à ses membres des études d'un niveau qui justifierait de classer l'activité parmi les professions libérales.\n\nAu demeurant, en assimilant son activité à celle de l'avocat, le recourant perd de vue qu'en matière de poursuite pour dettes et faillites, l'agent d'affaires est limité - conformément à sa formation - à l'application de la partie procédurale de la LP et que lui échappent tous les problèmes de fond qui nécessitent l'intervention d'un avocat. De même, dans sa pratique judiciaire - autorisée pour les causes mineures -, dont il n'est pas contestable qu'elle pose parfois des problèmes juridiques délicats, l'agent d'affaires peut consulter un avocat pour résoudre les problèmes que ses connaissances pratiques lui permettent de déceler, mais non de résoudre. Enfin, sans en avoir le monopole, les avocats ont pour mission de conseiller les parties (art. 1er de la loi vaudoise sur le barreau), ce qui n'est pas prévu pour les agents d'affaires brevetés (art. 2 LAAB). Au vu de ces différences fondamentales, les deux professions ne peuvent être assimilées ainsi que le souhaite le recourant et son argumentation sur ce point se révèle sans pertinence."}