{"annee": "113", "cour": "IV", "page": "87", "date": "19/10/1987", "cite": ["110 IV 92"], "cite_par": ["117 IV 186", "114 IV 154"], "chapeau": "24. Auszug aus dem Urteil des Kassationshofes vom 19. Oktober 1987 i.S. L. gegen Staatsanwaltschaft des Kantons Zug (Nichtigkeitsbeschwerde)", "regestes": ["Art. 91 al. 3 LCR. Obstacle à la prise de sang. Lorsqu'il a été renoncé à la prise de sang prévue par la loi, il manque l'un des éléments objectifs de la punissabilité."], "faits": "BGE 113 IV 87 S. 88\n\nA.- Am Aschermittwoch, 12. Februar 1986, ca. 02.20 Uhr, fuhr L. Mit seinem Pw in Cham auf der Sinserstrasse in Richtung Bärenplatz. Dabei fiel er zwei Beamten einer Polizeipatrouille durch seine unsichere Fahrweise auf. Sie setzten daher zur Verfolgung an, konnten aber den Pw nicht mehr einholen. Dieser bog ausgangs Cham ab und hielt vor einer Liegenschaft an der Dersbachstrasse (Wohnort des Fahrzeuglenkers). Die Polizeibeamten, die dem Pw gefolgt waren, verlangten vom Fahrzeuglenker die Ausweise und bemerkten dabei auch Alkoholgeruch. In der Folge forderten sie L. zweimal auf, sich einem Atemlufttest zu unterziehen, den dieser beide Male verweigerte. Die Polizeibeamten begaben sich hierauf zu ihrem Patrouillenwagen, um mit der vorgesetzten Dienststelle Verbindung aufzunehmen und das weitere Vorgehen abzuklären. Vom Brandtourchef wurden sie aufgefordert, nichts weiteres zu unternehmen. In der Zwischenzeit ging L. in sein Haus, schloss die Türe und löschte das Licht.\n\nB.- Der Polizeirichter des Kantons Zug sprach L. am 29. April 1987 von der Anklage der Verletzung von Verkehrsregeln (Art. 27 Abs. 1 SVG) frei, büsste ihn aber wegen Vereitelung einer Blutprobe gemäss Art. 91 Abs. 3 SVG mit Fr. 800.--. Das Strafgericht des Kantons Zug bestätigte am 24. Juli 1987 im Berufungsverfahren das Urteil des Polizeirichters im Schuld- und Strafpunkt.\n\nC.- Mit eidgenössischer Nichtigkeitsbeschwerde beantragt der Gebüsste, er sei von Schuld, Strafe und Kosten freizusprechen; allenfalls sei die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 91 Abs. 3 SVG ist strafbar, wer sich vorsätzlich einer amtlich angeordneten Blutprobe widersetzt oder entzieht oder den Zweck der Massnahme vereitelt. Objektive Voraussetzung für die Anwendung dieser Bestimmung ist, dass eine Blutprobe amtlich angeordnet wurde oder nach den konkreten Umständen des Falles mit hoher Wahrscheinlichkeit angeordnet worden wäre. Die Voraussetzung für eine Bestrafung gemäss Art. 91 Abs. 3 SVG ist indessen nicht erfüllt, wenn auf die amtliche Anordnung einer Blutprobe verzichtet wurde, z.B. weil der Polizeibeamte BGE 113 IV 87 S. 89dieses Beweismittel nicht für erforderlich hielt (BGE 110 IV 94). Gleiches gilt auch im vorliegenden Fall, wo die vorgesetzte Dienststelle die beiden Beamten auf deren Anfrage hin ausdrücklich anwies, sie \"sollen keine weiteren Massnahmen treffen, lediglich die Personalien aufnehmen, den Führerausweis zurücklegen und L. zur Verzeigung bringen\". Diese Anweisung wurde von den Beamten befolgt. Gemäss den unwiderlegten Ausführungen in der Beschwerdeschrift begaben sie sich nach den erwähnten Abklärungen zur Haustüre des Beschwerdeführers zurück, warfen den von diesem zurückgelassenen Ausweis in den Briefkasten und fuhren anschliessend weg, ohne auch nur versucht zu haben, zu klingeln oder sich sonstwie bemerkbar zu machen. Damit brachten sie ihren Verzicht auf eine Blutprobe klar zum Ausdruck. Durch diesen Verzicht kam das Verfahren formell nie in jenes Stadium, in welchem die Sondernorm von Art. 91 Abs. 3 SVG eingreifen konnte (BGE 110 IV 94).\n\nFehlt es an einer objektiven Voraussetzung für eine Bestrafung im Sinne von Art. 91 Abs. 3 SVG, kommt nichts darauf an, ob der Beschwerdeführer im Moment, als er sich in sein Haus begab, mit der Anordnung einer Blutprobe gerechnet habe oder nicht. Auf die entsprechenden Ausführungen der Vorinstanz muss deshalb nicht eingetreten werden.\n\nDer Umstand, dass der Beschwerdeführer es trotz polizeilicher Aufforderung zweimal ablehnte, sich einem Atemlufttest zu unterziehen, ändert am Ergebnis nichts. Der Atemlufttest dient gemäss Art. 138 Abs. 3 VZV der Vorprobe; er ist eine (fakultative) Vorstufe bei der Feststellung der Angetrunkenheit, welche aber durch Blutprobe zu erfolgen hat (Art. 138 Abs. 1 VZV). Nur die amtlich angeordnete (oder anzuordnende) Blutprobe ist durch Art. 91 Abs. 3 SVG geschützt (BGE 110 IV 94). Da auf eine solche verzichtet wurde, darf der Beschwerdeführer nicht im Sinne von Art. 91 Abs. 3 SVG schuldig gesprochen werden, was zur Gutheissung der Beschwerde führt."}