{"annee": "113", "cour": "V", "page": "48", "date": "26/3/1987", "cite": ["101 V 120", "101 V 114", "108 V 13", "81 II 512"], "cite_par": ["127 V 456", "117 V 71", "117 V 351", "119 V 131", "119 V 180", "119 V 78"], "chapeau": "8. Urteil vom 26. März 1987 i.S. Schweizerische Unfallversicherungsanstalt gegen G. und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 24 al. 2 LAA. - La réglementation de l'art. 24 al. 2 LAA, selon laquelle l'indemnité pour atteinte à l'intégrité doit être fixée en même temps qu'une éventuelle rente d'invalidité, suppose que les conditions d'octroi de chacune des prestations soient réunies au même moment. - Si, exceptionnellement, l'indemnité pour atteinte à l'intégrité ne peut être allouée qu'ultérieurement parce que, au moment de la fixation de la rente, il n'est pas encore possible de se prononcer avec certitude sur les conditions du droit à l'indemnité, l'assuré peut prétendre un intérêt compensatoire de 5% tant et aussi longtemps que la décision est différée."], "faits": "|48|\n\nA.- Der 1951 geborene spanische Staatsangehörige Camilo G. war als Schaler in einer Bauunternehmung tätig gewesen. Am 26. Oktober 1983 erlitt er einen Betriebsunfall, bei welchem er sich |49| schwere Verletzungen zuzog. Er lag rund sechs Monate im Koma; am 27. Juli 1985 konnte er das Spital verlassen, um nach Spanien zurückzukehren und dort weiterbehandelt bzw. als Pflegefall betreut zu werden.\n\nDie Schweizerische Unfallversicherungsanstalt (SUVA) kam für die Heilbehandlung auf und sprach dem Versicherten mit Verfügung vom 4. September 1984 eine Invalidenrente von 100% ab 1. August 1984 zu; gleichzeitig stellte sie fest, der Anspruch auf eine Integritätsentschädigung könne noch nicht abschliessend beurteilt werden, weshalb der diesbezügliche Entscheid zurückgestellt werden müsse.\n\nEine Einsprache des Versicherten, mit welcher dieser das Aufschieben der Verfügung über den Anspruch auf eine Integritätsentschädigung beanstandete, wurde von der SUVA mit Entscheid vom 26. November 1984 abgewiesen.\n\nB.- Camilo G. liess gegen diesen Entscheid Beschwerde einreichen mit dem Begehren, die SUVA sei zu verpflichten, ihm eine Integritätsentschädigung von Fr. 69'600.--, nebst Zins von 5% ab 1. August 1984, zu bezahlen.\n\nDas Versicherungsgericht des Kantons Basel-Landschaft hiess die Beschwerde in dem Sinne teilweise gut, dass es die Sache an die SUVA zurückwies, damit sie über das Massliche der dem Beschwerdeführer ab 1. Januar 1984 geschuldeten Integritätsentschädigung befinde. In der Begründung wird ausgeführt, nach dem klaren Wortlaut von Art. 24 Abs. 2 UVG seien Rente und Integritätsentschädigung gleichzeitig festzusetzen. Dass es in Einzelfällen wünschbar sein könne, den Entscheid im Interesse einer genaueren Beurteilung aufzuschieben, vermöge kein Abweichen vom Gesetzeswortlaut zu rechtfertigen. Weil die SUVA den Entscheid rechtswidrig aufgeschoben habe, stehe dem Beschwerdeführer ein Anspruch auf Verzugszins zu (Entscheid vom 26. Juni 1985).\n\nC.- Mit Verfügung vom 16. August 1985 sprach die SUVA dem Versicherten eine Integritätsentschädigung im Höchstbetrag von Fr. 69'600.-- sowie eine Hilflosenentschädigung zu.\n\nD.- Mit Eingabe vom 12. September 1985 erhebt die SUVA Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der Entscheid des Versicherungsgerichts des Kantons Basel-Landschaft sei aufzuheben und es sei der Einsprache-Entscheid vom 26. November 1984 zu bestätigen; eventuell sei der vorinstanzliche Entscheid zumindest soweit aufzuheben, als er die SUVA zur Bezahlung eines Verzugszinses verpflichte.\n\n|50|\n\nCamilo G. lässt sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen. Das Bundesamt für Sozialversicherung vertritt die Auffassung, die Integritätsentschädigung sei stets zusammen mit der Invalidenrente festzusetzen, enthält sich jedoch eines Antrags hinsichtlich der Verzugszinspflicht.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Im vorinstanzlichen Verfahren liess der heutige Beschwerdegegner beantragen, es sei ihm eine Integritätsentschädigung von Fr. 69'600.-- zuzusprechen und es sei die SUVA zur Bezahlung eines Verzugszinses von 5% ab 1. August 1984 zu verpflichten. In teilweiser Gutheissung der Beschwerde bejahte die Vorinstanz den Anspruch auf die Integritätsentschädigung einschliesslich Verzugszins, wies die Sache jedoch an die SUVA zurück, damit sie über die Höhe der Integritätsentschädigung befinde. Nachdem die SUVA dem Beschwerdegegner mit Verfügung vom 16. August 1985 eine Integritätsentschädigung im gesetzlichen Höchstbetrag von Fr. 69'600.-- zugesprochen hat, ist der vorinstanzliche Entscheid, soweit er diesbezüglich die Rückweisung verfügte, gegenstandslos geworden. Soweit die SUVA mit der Verwaltungsgerichtsbeschwerde die Aufhebung des vorinstanzlichen Entscheides auch in diesem Punkt beantragt, kann darauf nicht eingetreten werden, weil mit der Verfügung vom 16. August 1985 hierüber rechtskräftig entschieden worden ist. Streitig und im folgenden zu prüfen ist lediglich noch, ob die SUVA dem Beschwerdegegner Verzugszins schuldet, weil sie über die Integritätsentschädigung nicht bereits im Zeitpunkt der Rentenverfügung (4. September 1984), sondern erst am 16. August 1985 verfügt hat.\n\n2. a) Nach ständiger Rechtsprechung werden im Bereich der Sozialversicherung grundsätzlich keine Verzugszinsen geschuldet, sofern sie nicht gesetzlich vorgesehen sind (BGE 108 V 15 Erw. 2a, BGE 101 V 117 Erw. 3). Dieser Grundsatz gilt indessen nicht ausnahmslos. So hat das Eidg. Versicherungsgericht wiederholt Verzugszinsen zugesprochen, wenn \"besondere Umstände\" vorlagen. Solche Umstände erachtete das Gericht als gegeben bei widerrechtlichen oder trölerischen Machenschaften der Verwaltungsorgane (BGE 101 V 118). In BGE 108 V 19 Erw. 4b hat es diese Praxis bestätigt und ergänzend festgestellt, für die ausnahmsweise Verzugszinspflicht bedürfe es neben der Rechtswidrigkeit auch eines schuldhaften |51| Verhaltens der Verwaltung (oder der Rekursbehörde). Dabei hat das Gericht es abgelehnt, die Verzugszinspflicht generell für bestimmte Gruppen von Fällen (etwa gerichtlich festgestellte Rechtsverzögerungen) zu bejahen. Wegleitend dafür war die Überlegung, dass die Auferlegung von Verzugszinsen im Sozialversicherungsrecht nur ausnahmsweise und in Einzelfällen gerechtfertigt ist, bei denen das Rechtsempfinden in besonderer Weise tangiert ist.\n\nb) Der SUVA ist darin beizupflichten, dass die nach der Rechtsprechung für die ausnahmsweise Zusprechung eines Verzugszinses geltenden Voraussetzungen im vorliegenden Fall nicht gegeben sind. Selbst wenn sich die Auslegung und Anwendung von Art. 24 Abs. 2 UVG durch die SUVA als unrichtig herausstellen sollte, was noch zu prüfen ist, kann von \"widerrechtlichen oder trölerischen Machenschaften\" bzw. von einem schuldhaften Verhalten nicht die Rede sein. Die Vorinstanz räumt denn auch ein, der SUVA könne kaum ein Schuldvorwurf gemacht werden; sie vertritt indessen die Auffassung, die Weigerung der SUVA, die Integritätsentschädigung gleichzeitig mit der Rente festzusetzen, stehe in klarem Widerspruch zum Gesetzeswortlaut, so dass jedenfalls die Rechtswidrigkeit gegeben sei. Wo aber eine objektive Rechtsverzögerung vorliege, könne selbst dann, wenn es an einem subjektiven Schuldvorwurf fehle, nicht von einer sorgfältigen Aufgabenerfüllung gesprochen werden, weshalb die Verzugszinspflicht zu bejahen sei.\n\nDieser Auffassung kann im Lichte der bisherigen Praxis, an welcher festzuhalten ist, nicht zugestimmt werden. Danach vermag eine objektive Rechtsverzögerung für sich allein noch keine Verzugszinspflicht zu begründen; der Anspruch auf Verzugszins setzt vielmehr auch ein schuldhaftes Verhalten der Behörde voraus. Mangels eines solchen Verhaltens ist im vorliegenden Fall kein Verzugszins geschuldet, und es kann sich lediglich die Frage stellen, ob die SUVA den streitigen Zins unter einem andern Rechtstitel zu bezahlen hat.\n\n3. a) Nach Art. 24 Abs. 1 UVG hat der Versicherte Anspruch auf eine angemessene Integritätsentschädigung, wenn er durch einen versicherten Unfall eine dauernde erhebliche Schädigung der körperlichen oder geistigen Integrität erleidet. Gemäss Abs. 2 der Bestimmung wird die Entschädigung mit der Invalidenrente festgesetzt (\"fixée en même temps que la rente d'invalidité\", \"determinata simultaneamente alla rendita d'invalidità\") oder, |52| falls kein Rentenanspruch besteht, bei der Beendigung der ärztlichen Behandlung gewährt.\n\nEin Integritätsschaden gilt als dauernd, wenn er voraussichtlich während des ganzen Lebens mindestens in gleichem Umfang besteht. Er ist erheblich, wenn die körperliche oder geistige Integrität, unabhängig von der Erwerbsfähigkeit, augenfällig oder stark beeinträchtigt wird (Art. 36 Abs. 1 UVV).\n\nb) Aus dem Wortlaut von Art. 24 Abs. 2 UVG ergibt sich klar, dass die Integritätsentschädigung gleichzeitig mit der Invalidenrente festzusetzen ist, falls ein Rentenanspruch besteht. Ausnahmen von dieser Regel sieht das Gesetz nicht vor. Es liegt entgegen der von der SUVA im erstinstanzlichen Beschwerdeverfahren vertretenen Auffassung auch keine blosse Ordnungsvorschrift vor.\n\nBei der Anwendung von Art. 24 Abs. 2 UVG kann indessen nicht unbeachtet bleiben, dass die Voraussetzungen für die Zusprechung der Invalidenrente (Art. 19 Abs. 1 UVG) anders geregelt sind als diejenigen für die Integritätsentschädigung (Art. 36 UVV). Beim Rentenanspruch besteht die Möglichkeit nachträglicher Änderungen, indem die Rente revidiert werden kann, wenn sich der Invaliditätsgrad erheblich geändert hat (Art. 22 UVG). Demgegenüber muss bei der Integritätsentschädigung ein für allemal feststehen, dass die Beeinträchtigung erheblich und dauernd ist und in welchem Umfang sie besteht (Art. 24 Abs. 1 UVG, Art. 36 Abs. 1 UVV). Dabei sind voraussehbare Verschlimmerungen des Integritätsschadens angemessen zu berücksichtigen; revisionsweise Neubeurteilungen sind dagegen ausgeschlossen (UVV Anhang 3 Ziff. 3). Diese Unterschiede können dazu führen, dass der Anspruch auf die Integritätsentschädigung nicht zur gleichen Zeit beurteilt werden kann wie derjenige auf die Invalidenrente. Die Regel von Art. 24 Abs. 2 UVG, wonach die Integritätsentschädigung gleichzeitig mit der Invalidenrente festzusetzen ist, darf aber weder dazu führen, dass der Entscheid über die Invalidenrente aufgeschoben wird, noch darf sie zur Folge haben, dass der Versicherte vom Anspruch auf die Integritätsentschädigung ausgeschlossen wird, weil in einem Zeitpunkt darüber zu entscheiden ist, in dem die Dauerhaftigkeit und das Ausmass der Beeinträchtigung noch nicht mit hinreichender Zuverlässigkeit beurteilt werden können. Der Grundsatz der Gleichzeitigkeit gemäss Art. 24 Abs. 2 UVG kann mithin nur Anwendung finden, soweit auch die Bedingungen für die Zusprechung der Invalidenrente und der Integritätsentschädigung gleichzeitig erfüllt sind. Dies dürfte in der Regel |53| der Fall sein; besondere Umstände können indessen zu Ausnahmen führen, so wenn der Arzt erst in einem späteren Zeitpunkt eine zuverlässige Prognose hinsichtlich der Dauerhaftigkeit und Erheblichkeit der Beeinträchtigung sowie allfälliger späterer Verschlimmerungen im Sinne von Anhang 3 Ziff. 3 zur UVV stellen kann.\n\nDer SUVA ist grundsätzlich somit darin beizupflichten, dass die Integritätsentschädigung zwar im Regelfall gleichzeitig mit der Invalidenrente festzusetzen ist, dass der Entscheid über die Integritätsentschädigung ausnahmsweise jedoch in einem späteren Zeitpunkt erfolgen kann, wenn sich die materiellen Anspruchsvoraussetzungen im Zeitpunkt der Rentenverfügung noch nicht zuverlässig beurteilen lassen (vgl. auch GILG/ZOLLINGER, Die Integritätsentschädigung nach dem Bundesgesetz über die Unfallversicherung, S. 71 ff., und MAURER, Schweizerisches Unfallversicherungsrecht, S. 415 f.).\n\n4. Werden im genannten Sinn Ausnahmen vom Grundsatz der Gleichzeitigkeit gemäss Art. 24 Abs. 2 UVG zugelassen, so wird dem Willen des Gesetzgebers nicht Rechnung getragen, demgemäss der Versicherte im Zeitpunkt, in dem die Invalidenrente zugesprochen wird, über die Entschädigung für die Beeinträchtigung der Integrität soll verfügen können. Es rechtfertigt sich daher, den Versicherten in solchen Fällen leistungsmässig in den Stand zu setzen, in dem er sich befände, wenn über die Integritätsentschädigung zusammen mit der Invalidenrente entschieden worden wäre. Dies kann nur in der Weise geschehen, dass ihm für die Zeit, während welcher der Entscheid über die Integritätsentschädigung aufgeschoben werden muss, ein Zinsanspruch eingeräumt wird. Dabei handelt es sich nicht um einen Verzugszins aufgrund eines schuldhaften Verhaltens der Verwaltung (BGE 108 V 13 ff.), sondern um einen unmittelbar aus dem Gesetz abgeleiteten Ausgleichszins ähnlich dem Schadenszins bei der zivilrechtlichen Genugtuung gemäss Art. 47/49 OR (vgl. BGE 81 II 519 Erw. 6; OFTINGER, Schweiz. Haftpflichtrecht, Bd. I, 4. Aufl., S. 174/75).\n\nDem Einwand der SUVA, wonach bei Bejahung des Zinsanspruchs im vorliegenden Fall eine Zinspflicht praktisch immer gegeben sei, wenn die Sozialversicherung zu geringe oder verspätete Versicherungsleistungen erbringe, ist entgegenzuhalten, dass der Versicherte eine Verspätung in der Auszahlung (z.B. infolge langwieriger Abklärungen) in der Regel in Kauf zu nehmen hat. Art. 24 Abs. 2 UVG stellt demgegenüber insofern eine besondere Regelung dar, als damit nicht nur der materielle Anspruchsbeginn, |54| sondern auch der Zeitpunkt, in dem verfügt werden muss, bestimmt wird, wobei die Verfügung auch die Auszahlung der Integritätsentschädigung umfasst. Das Gesetz bestimmt mithin den Zeitpunkt, in welchem der Versicherte die Leistung erhalten soll; erhält er sie ausnahmsweise erst in einem späteren Zeitpunkt, ist ihm ein Ausgleich in Form eines Zinses zu gewähren.\n\n5. Nach dem Gesagten steht dem Beschwerdegegner für die Zeit vom 4. September 1984 bis 16. August 1985 ein Zinsanspruch auf der ihm mit Verfügung vom 16. August 1985 gewährten Integritätsentschädigung zu. Es wird Sache der SUVA sein, den Anspruch betraglich festzulegen, wobei von einem Zinssatz von 5% auszugehen ist (vgl. BGE 101 V 120 oben sowie Art. 73 Abs. 1 OR).\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen, soweit darauf einzutreten ist. Die Schweizerische Unfallversicherungsanstalt wird im Sinne der Erwägungen verpflichtet, dem Beschwerdegegner auf der Integritätsentschädigung von Fr. 69'600.-- einen Zins von 5% zu bezahlen."}