{"annee": "113", "cour": "III", "page": "34", "date": "26/2/1987", "cite": ["101 III 78"], "cite_par": ["116 III 111", "130 III 661", "130 III 669"], "chapeau": "10. Auszug aus dem Urteil der II. Zivilabteilung vom 26. Februar 1987 i.S. Commerzbank AG gegen Roba AG (Berufung)", "regestes": ["Restrictions du droit de disposition du débiteur en cas de séquestre (art. 96 al. 1 et art. 275 LP). Les actes de disposition accomplis sans autorisation par le débiteur sur les biens séquestrés ne sont invalides qu'à l'égard du créancier séquestrant. C'est pourquoi un créancier qui fait frapper de séquestre des biens déjà séquestrés après que le débiteur en a disposé sans autorisation ne saurait se prévaloir du séquestre exécuté avant l'acte de disposition du débiteur (consid. 1a). L'art. 281 al. 1 LP n'y change rien. Cette disposition légale sur la participation provisoire du séquestrant à la saisie n'est applicable que lorsque, après la délivrance de l'ordonnance de séquestre, un autre créancier présente en premier une réquisition de saisie (consid. 1b)."], "faits": "BGE 113 III 34 S. 34\n\nA.- Am 27. August 1982 liess der Schweizerische Bankverein das Warenlager von Günter Mayer, Beilngries, Bundesrepublik Deutschland, welches dieser bei Werner Arnold in Bürglen unterhielt, für eine Forderung von Fr. 99'000.-- mit Arrest belegen. Am 11. Oktober 1982 wurde das Warenlager in der anschliessenden Betreibung gepfändet.\n\nBGE 113 III 34 S. 35\n\nAm 8. Oktober 1982 bestellte Günter Mayer in einem als \"Faustpfand-Verschreibung\" bezeichneten Vertrag zugunsten der Commerzbank AG, Filiale Erlangen, Bundesrepublik Deutschland, ein Faustpfandrecht, welches auch das Warenlager in Bürglen betreffen sollte. Am 19. Oktober 1982 schloss die Commerzbank AG als Treugeberin mit Werner Arnold einen Treuhandvertrag über das Warenlager ab.\n\nDer Schweizerische Bankverein wurde am 3. Dezember 1982 für seine Forderung befriedigt, soweit er diese prosequiert hatte.\n\nB.- Am 27. Oktober 1982 liess auch die Roba AG das Warenlager von Günter Mayer für eine Forderung von Fr. 31'000.-- mit Arrest belegen. In der Arresturkunde wurde die \"Faustpfand-Verschreibung\" zugunsten der Commerzbank AG vorgemerkt.\n\nDie Roba AG bestritt den Anspruch der Commerzbank AG auf die arrestierten Gegenstände. Die Commerzbank AG reichte hierauf am 18. November 1982 beim Landgericht Uri gegen die Roba AG Widerspruchsklage ein.\n\nUm die Verwertung der arrestierten Gegenstände zu ermöglichen, schlossen die Parteien am 21./24. September 1984 eine Vereinbarung ab. Danach sind die arrestierten Gegenstände durch einen Betrag von Fr. 11'550.-- abgelöst worden.\n\nC.- Mit Urteil vom 26. März 1985 hiess das Landgericht Uri die Widerspruchsklage der Commerzbank AG gut und entliess den Betrag von Fr. 11'550.-- aus dem Arrest.\n\nDie Roba AG reichte gegen dieses Urteil beim Obergericht Uri Berufung ein. Dieses hiess die Berufung am 15. Januar 1986 gut und stellte fest, dass der Betrag von Fr. 11'550.-- weiterhin mit Arrest belegt sei.\n\nD.- Gegen dieses Urteil wendet sich die Commerzbank AG mit Berufung an das Bundesgericht. Sie beantragt die Aufhebung des angefochtenen Urteils. In Gutheissung von Berufung und Widerspruchsklage sei der Betrag von Fr. 11'550.-- aus dem Arrest zu entlassen.\n\nDie Roba AG beantragt die Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n1. Die Klägerin stützt ihre Widerspruchsklage auf die \"Faustpfand-Verschreibung\", die der Schuldner Günter Mayer am 8. Oktober 1982 zu ihren Gunsten bestellt hat und die auch das BGE 113 III 34 S. 36Warenlager in Bürglen einschliessen sollte. Im Zeitpunkt der Pfandbestellung war das Warenlager indessen mit einem Arrest des Schweizerischen Bankvereins belegt. Es ist daher zu prüfen, ob dieser Arrest der Pfandbestellung durch den Schuldner entgegenstand.\n\na) Ein Arrest entfaltet hinsichtlich der Verfügungsbeschränkung des Schuldners die gleichen Wirkungen wie eine Pfändung (Art. 275 SchKG; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl., N 49 zu § 51; GILLIÉRON, Poursuite pour dettes, faillite et concordat, S. 357 f.). Gemäss Art. 96 Abs. 1 SchKG hat sich der Pfändungsschuldner bei Straffolge jeder vom Betreibungsbeamten nicht bewilligten Verfügung über die gepfändeten Vermögensstücke zu enthalten. Die Verfügungen des Schuldners sind nach Abs. 2 dieser Gesetzesbestimmung ungültig, soweit dadurch die Rechte verletzt werden, die den Gläubigern aus der Pfändung erwachsen. Mit dieser vom Gesetzgeber erst später eingefügten Bestimmung ist klargestellt worden, dass der Pfändungsschuldner - und somit gleicherweise auch der Arrestschuldner - nicht allgemein in seiner Verfügungsfähigkeit beschränkt ist, sondern nur im Hinblick auf die Pfändungs- bzw. Arrestgläubiger. Nur diesen gegenüber sind die nicht bewilligten Verfügungen ungültig (FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, 3. Aufl., Bd. I, N 3 zu § 25). Es liegt somit keine Nichtigkeit vor, auf die sich alle Gläubiger berufen könnten.\n\nb) Daraus ergibt sich, dass die \"Faustpfand-Verschreibung\" vom 8. Oktober 1982 nur gegenüber dem Schweizerischen Bankverein als Gläubiger des Arrestes vom 27. August 1982 und der anschliessenden Pfändung ungültig ist. Die Beklagte vermag aus diesem Arrest, der zudem seit der Befriedigung des Schweizerischen Bankvereins am 3. Dezember 1982 nicht mehr weiter verfolgt worden ist, nichts zu ihren Gunsten abzuleiten.\n\nArt. 281 Abs. 1 SchKG ändert an dieser Rechtslage nichts. Gemäss dieser Gesetzesbestimmung nimmt der Arrestgläubiger von Rechts wegen provisorisch an der Pfändung teil, wenn die Arrestgegenstände nach Ausstellung des Arrestbefehls von einem anderen Gläubiger gepfändet werden, bevor der Arrestgläubiger selber das Pfändungsbegehren stellen kann. Diese Bestimmung setzt somit voraus, dass nach Ausstellung des Arrestbefehls ein anderer Gläubiger als erster ein Pfändungsbegehren stellt.\n\nDem vorliegenden Fall liegt jedoch gerade der umgekehrte Sachverhalt zugrunde. Ein anderer Gläubiger, der Schweizerische BGE 113 III 34 S. 37Bankverein, hat ein Pfändungsbegehren gestellt, bevor der Arrestbefehl der Beklagten ausgestellt worden ist. Auf diesen Fall ist Art. 281 Abs. 1 SchKG nach seinem eindeutigen Wortlaut nicht anwendbar. Art. 281 Abs. 3 SchKG bestimmt zudem ausdrücklich, dass der Arrest keine weiteren Vorzugsrechte begründet, als sie in diesem Gesetzesartikel vorgesehen sind. Das Bundesgericht hat daher in konstanter Rechtsprechung entschieden, die Arrestnahme als solche verleihe dem Arrestgläubiger keinen Anspruch auf Teilnahme an einer bereits vor der Arrestnahme erfolgten Pfändung. Ein Pfändungsanschluss des Arrestgläubigers sei nur möglich, wenn dieser nach der gewöhnlichen Regelung von Art. 110 Abs. 1 SchKG innert 30 Tagen seit der vorausgegangenen Pfändung ein eigenes Pfändungsbegehren oder, soweit er zu einer privilegierten Anschlusspfändung gemäss Art. 111 SchKG berechtigt sei, innert Frist ein Teilnahmebegehren stelle (BGE 101 III 81 ff. mit zahlreichen Hinweisen; AMONN, N 55 zu § 51; GILLIÉRON, S. 187 unten). Dass diese Voraussetzung hier erfüllt sei, hat die Beklagte nicht einmal behauptet. Sie hat daher an den Wirkungen des Pfändungs- und Arrestverfahrens des Schweizerischen Bankvereins keinen Anteil.\n\nc) Es ergibt sich somit, dass die Beklagte den Arrest des Schweizerischen Bankvereins der zugunsten der Klägerin bestellten \"Faustpfand-Verschreibung\" nicht entgegenhalten kann. Aus diesem Grunde ist es auch unerheblich, ob die Klägerin bei der Pfandbestellung von diesem Arrest Kenntnis gehabt hat oder nicht. Eine allfällige Unkenntnis der Klägerin könnte nur bewirken, dass sie gemäss Art. 96 Abs. 2 SchKG als gutgläubige Dritte trotz des Arrestes das Pfandrecht auch gegenüber dem Schweizerischen Bankverein erwerben konnte. Die allfällige Gutgläubigkeit der Klägerin hätte somit zur Folge, dass die durch den Arrest zugunsten des Schweizerischen Bankvereins bewirkte Verfügungsbeschränkung des Schuldners ihr gegenüber nicht zum Tragen käme. Gegenüber der Beklagten bleibt eine Gut- oder Bösgläubigkeit der Klägerin bezüglich des Arrestes des Schweizerischen Bankvereins hingegen ohne Bedeutung, nachdem dieser Arrest zugunsten der Beklagten keine Verfügungsbeschränkung des Schuldners zur Folge hat.\n\nd) Auf ihren eigenen Arrest vom 27. Oktober 1982 beruft sich die Beklagte zu Recht nicht. Die allfällige \"Faustpfand-Verschreibung\" ist zeitlich vor diesem Arrest begründet worden und geht ihm daher vor."}