{"annee": "113", "cour": "II", "page": "406", "date": "17/11/1987", "cite": ["112 III 109", "112 IA 116", "109 II 351", "105 IB 49", "111 IA 292", "98 II 199", "108 IA 188", "86 II 59", "110 II 51", "112 II 1"], "cite_par": ["117 IA 328", "116 V 189", "115 II 129", "114 II 353", "124 III 108", "115 V 347", "115 V 448", "114 V 239", "115 II 390", "122 III 324", "115 III 111", "117 II 132", "118 II 40", "119 II 353"], "chapeau": "72. Extrait de l'arrêt de la Ire Cour civile du 17 novembre 1987 dans la cause Sibra Management S.A. contre Ville de Lancy (recours en réforme)", "regestes": ["Prolongation du bail; locaux commerciaux. 1. Valeur litigieuse (consid. 1). 2. Interprétation de la notion de \"locaux commerciaux\", au sens de l'art. 267a CO (consid. 2 et 3). 3. Dans le cas particulier, la chose louée par une commune pour être mise à la disposition d'une association de quartier afin que ses membres puissent y exercer diverses activités récréatives a été assimilée à un local commercial (consid. 4). 4. Exception au principe selon lequel le preneur doit pouvoir justifier d'un intérêt personnel à la prolongation du bail (consid. 5)."], "faits": "BGE 113 II 406 S. 407\n\nA.- Par contrat du 24 février 1982, Sibra Management S.A. (ci-après: Sibra S.A.), à Fribourg, a loué à la ville de Lancy, pour qu'elle le mît à la disposition d'une association de quartier, un local sis dans un immeuble dont elle est propriétaire au Petit-Lancy. Le bail devait expirer le 31 mars 1983, mais il était reconductible tacitement d'année en année.\n\nLe 18 décembre 1985, Sibra S.A. a résilié le contrat de bail pour le 31 mars 1986.\n\nB.- La ville de Lancy s'est opposée à la résiliation et a sollicité la prolongation judiciaire du bail pour une durée de deux ans.\n\nPar jugement du 3 septembre 1986, le Tribunal des baux et loyers du canton de Genève a rejeté la demande.\n\nStatuant le 1er juin 1987, sur appel de la ville de Lancy, la Chambre d'appel en matière de baux et loyers du canton de Genève a annulé ce jugement et prolongé le bail jusqu'au 31 mars 1988.\n\nC.- La défenderesse interjette un recours en réforme au Tribunal fédéral contre l'arrêt de la Chambre d'appel, en concluant au rejet de la requête visant à prolonger le bail.\n\nLa demanderesse et intimée propose le rejet du recours et la confirmation de l'arrêt attaqué.\n\nLe Tribunal fédéral rejette le recours, dans la mesure où il est recevable, et confirme l'arrêt cantonal.", "considerants": "Extrait des considérants:\n\n1. La contestation portant sur la prolongation du bail est de nature pécuniaire. Sa valeur litigieuse correspond au loyer et aux frais accessoires (sur ce dernier point, cf., mutatis mutandis, ATF 86 II 59 No 9) dus pour la durée de la prolongation demandée; cependant, lorsque le preneur a déjà bénéficié d'une prolongation de fait, elle se détermine d'après la durée du bail restant à courir BGE 113 II 406 S. 408au moment du prononcé de l'autorité cantonale de dernière instance (ATF 109 II 351 /352 et les arrêts cités).\n\nEn l'espèce, la Chambre d'appel a rendu son arrêt le 1er juin 1987. A cette date, seul restait en litige le solde de la prolongation sollicitée, soit les 10 mois devant encore s'écouler jusqu'au 31 mars 1988. Eu égard au loyer annuel de 9'204 fr. et à la provision de 1'920 fr. par an pour les frais de chauffage et d'eau chaude, la valeur litigieuse de la présente contestation se monte donc à 9'270 fr. (5/6 de 11'124 fr.). Comme elle excède la limite de 8'000 fr. prévue à l'art. 46 OJ, le recours en réforme de la défenderesse est recevable.\n\n2. En vertu de l'art. 267 al. 1 CO, le locataire peut requérir, sous certaines conditions, la prolongation judiciaire de son bail pour une durée d'une année au plus s'il s'agit d'un logement et de deux ans au plus s'il s'agit de locaux commerciaux et du logement qui en dépend. Le local occupé par l'association de quartier n'est assurément pas un logement. Aussi la question se pose-t-elle de savoir s'il peut être considéré comme un local commercial, au sens de la disposition précitée. La demanderesse, à l'instar de la cour cantonale, y répond par l'affirmative. La défenderesse, en accord avec le premier juge, le nie.\n\na) Le Tribunal fédéral n'a pas encore eu l'occasion de définir positivement la notion de local commercial. Dans les deux arrêts qu'il a rendus à ce sujet, il s'est borné à en exclure les terrains non bâtis (ATF 98 II 203 ss consid. 4, avec une réserve concernant des situations tout à fait particulières) ainsi que les places de parc et les garages loués séparément (ATF 110 II 51).\n\nb) Si elle n'est guère plus abondante, la jurisprudence cantonale est en revanche plus explicite. Pour le Tribunal d'appel de Bâle-Ville, un local peut être qualifié de commercial même si une telle activité n'y est pas exercée par le preneur; il en va ainsi du local mis à la disposition d'une association (BJM 1971, p. 175 in fine/176). Le Tribunal supérieur du canton de Zurich interprète lui aussi de manière extensive la notion de local commercial, dans laquelle il inclut tout ce qui ne sert pas à l'habitation (ZR 78 (1979), No 132). A l'opposé, le point de vue des autorités judiciaires vaudoises apparaît nettement plus restrictif. A titre d'exemple de cette autre conception de la même notion, on citera un jugement rendu le 30 mars 1983 par le Tribunal des baux qui a refusé le qualificatif de commercial à un local destiné aux réunions d'une association de ressortissants italiens, du fait que cette association BGE 113 II 406 S. 409n'avait pas un but économique et n'exerçait pas une industrie en la forme commerciale pour atteindre son but (Communications de l'Office fédéral du logement concernant le droit du loyer, fasc. 16, No 1; l'arrêt attaqué, p. 9, cite encore un arrêt non publié de la Chambre des recours du Tribunal cantonal vaudois du 20 septembre 1983).\n\nc) Rares sont les auteurs qui ont tenté de définir les locaux commerciaux au sens de l'art. 267a CO (voir aussi l'art. 290a CO). La plupart de ceux qui l'ont fait sont d'avis qu'il convient de prendre le terme \"commercial\" dans son acception la plus large, ne serait-ce que pour des raisons pratiques. JEANPRÊTRE (La prolongation des baux à loyer, in: Dixième journée juridique, Genève 1970, p. 118) ne voit pas pourquoi la loi laisserait sans protection le preneur dont l'activité, ni commerciale ni même économique, paraît digne d'être protégée (congrégation religieuse, bureau de bienfaisance, association artistique, groupement sportif, administration publique). Aussi, reprenant la définition de l'art. 9 al. 1 de l'ordonnance du 23 février 1962 concernant l'assouplissement du contrôle des loyers (RO 1962, p. 180), qualifie-t-il de locaux commerciaux \"les choses louées qui ne servent pas de logement\". SCHMID (n. 6 ad art. 267a), GUINAND/KNOEPFLER (FJS No 361, p. 2 in fine) et les auteurs du Guide du locataire (p. 225) lui emboîtent le pas sans motiver leur opinion. MOSER (Die Erstreckung des Mietverhältnisses nach Artikel 267a - 267f des Obligationenrechts, thèse Zurich 1975, p. 51) donne également la préférence à cette solution, bien qu'il définisse les locaux commerciaux comme ceux qui sont utilisés pour l'exercice d'une activité lucrative indépendante. Pour EGLI (Kündigungsbeschränkungen im Mietrecht, Zurich 1986, p. 15), la définition proposée par JEANPRÊTRE est sans doute trop large, mais il sied néanmoins d'étendre l'application de l'art. 267a CO à des locaux, tels que ceux d'une association, qui ne servent pas à des fins commerciales. GMÜR/CAVIEZEL (Mietrecht - Mieterschutz, 2e éd., p. 7) assimilent eux aussi les locaux d'une association aux locaux commerciaux.\n\n3. Sur la base de cette analyse de la jurisprudence et de la doctrine, il n'est pas possible d'exclure a priori le local litigieux de la catégorie des locaux commerciaux. Il reste à vérifier le bien-fondé de cette conclusion provisoire. A cet effet, il convient de circonscrire la notion de local commercial à l'aide des critères usuels, dont le rappel s'impose à titre préliminaire.BGE 113 II 406 S. 410\n\na) La loi s'interprète en premier lieu selon sa lettre (cf. ATF 112 Ia 117, ATF 112 III 110 et les arrêts cités). Toutefois, si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il faut alors rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit ainsi que des valeurs sur lesquelles elle repose, ou encore de sa relation avec d'autres dispositions légales (cf. ATF 112 II 4, 170, ATF 111 Ia 297, ATF 108 Ia 196, ATF 105 Ib 53 consid. 3a et les arrêts cités; concernant les différents principes et méthodes d'interprétation voir p.ex. DESCHENAUX, Le Titre préliminaire du code civil, in: Traité de droit civil suisse, t. II/I, p. 76 ss, et MEIER-HAYOZ, Nos 140 ss ad art. 1er CC). L'interprétation d'une loi fédérale n'est contraire à l'art. 113 al. 3 Cst. que dans la mesure où elle s'écarte aussi bien du sens et du but de la disposition considérée que de son texte clair (ATF 111 Ia 297, précité, et les références).\n\nb) aa) L'art. 267a CO traite notamment de la prolongation du bail des \"locaux commerciaux\" (\"Geschäftsräume\", \"locali d'affari\"). Cette expression n'est pas aussi explicite que le terme de \"logement\" qui figure dans la même disposition (cf. MOSER, op.cit., ibid.). En effet, si la notion de local est suffisamment précise pour ne pas prêter à discussion, celle de commerce présente en revanche des contours assez flous. Preuve en est le fait que, dans le langage courant comme dans la terminologie juridique, elle reçoit diverses significations. Dans la langue ordinaire, le mot \"commerce\" est employé, entre autres, en tant que synonyme de magasin, ou encore par opposition à l'agriculture et à l'industrie, voire, lato sensu, pour désigner une activité à but économique (cf. Le Grand Robert de la langue française, 2e éd., vol. 2, p. 734/735). Quelle que soit la définition retenue, on ne voit pas qu'elle puisse embrasser des activités qui ne revêtiraient pas un tel caractère. Il en va différemment dans le vocabulaire juridique; sans doute l'acception traditionnelle du terme en question y a-t-elle cours (cf. art. 934 CO et 53 ORC), mais, pour le législateur, les tribunaux et les commentateurs, le commerce n'implique pas nécessairement l'exercice d'une activité lucrative (voir les références figurant au consid. 2 lettres b et c). C'est dire que l'interprétation littérale n'est d'aucun secours dans le cas particulier.\n\nbb) Les travaux préparatoires ne permettent pas non plus d'établir clairement le sens que l'auteur de la loi a entendu donner BGE 113 II 406 S. 411aux termes de locaux commerciaux. Ils révèlent certes la volonté du législateur de restreindre le champ d'application des art. 267a-f CO et de n'y point faire entrer n'importe quelle chose immobilière (voir les références citées dans l'arrêt ATF 98 II 204 consid. 4a, susmentionné). Pour le reste, si le Conseil fédéral, dans son message du 27 novembre 1968 (FF 1968 II 873 ss), et les Chambres fédérales, durant leurs délibérations (BO CE 1969 p. 59 ss et 361 ss, 1970 p. 80 ss et 141 ss; BO CN 1969 p. 513 ss, 1970 p. 45 ss, 197 ss, 273 ss et 329 ss), ont évoqué le problème de la pénurie de locaux commerciaux, ils l'ont fait sous le seul angle économique, sans chercher à délimiter ce type de locaux d'avec les autres locaux ne servant pas à l'habitation. Il n'est pas possible d'affirmer, dans ces conditions, que leur intention était de refuser le bénéfice des dispositions protectrices de la loi aux preneurs de cette dernière catégorie de locaux.\n\ncc) Visant à assurer la cohérence de l'ordre juridique, la méthode systématique commande, notamment, que l'on interprète une disposition en fonction des autres règles de droit de même contenu (cf. MEIER-HAYOZ, n. 188 ad art. 1er CC).\n\nEn matière de bail à loyer, l'application de cette méthode conduit logiquement à l'examen de l'arrêté fédéral du 30 juin 1972 instituant des mesures contre les abus dans le secteur locatif (AMSL; RS 221.213.1). Il y est, en effet, aussi question des \"locaux commerciaux\" (p.ex. art. 2 al. 1; voir en outre l'art. 1er al. 1 OSL, RS 221.213.11). Le projet de loi du Conseil fédéral les définissait comme \"des locaux destinés à l'exercice d'une activité lucrative\" (art. 5 al. 2; FF 1972 I 1239). Cette définition n'a cependant pas trouvé grâce aux yeux du législateur qui a jugé préférable de laisser à d'autres le soin de dire ce que recouvre la notion de local commercial (BO CE 1972 p. 326; BO CN 1972 p. 950). Comme on pouvait s'y attendre, ceux qui s'en sont chargés ont exprimé des opinions divergentes à ce sujet. A l'instar du Tribunal supérieur du canton de Zurich (ZR 78 (1979) No 132, précité), RAISSIG/SCHWANDER (Massnahmen gegen Missbräuche im Mietwesen, 3e éd., p. 39) et CLASS (Die ordentliche Vermieterkündigung nach § 564 b BGB und Art. 267 OR der Wohnraummiete ..., thèse Zurich 1987, p. 7) qualifient de commerciaux tous les locaux qui ne servent pas de logement. Plus restrictif, BARBEY (L'arrêté fédéral instituant des mesures contre les abus dans le secteur locatif, Lausanne 1984, p. 19) refuse apparemment d'assimiler aux locaux commerciaux ceux qui ne sont pas destinés à l'exercice d'une activité humaine BGE 113 II 406 S. 412à but lucratif ou idéal. Quant à MÜLLER (Der Bundesbeschluss über Massnahmen gegen Missbräuche im Mietwesen vom 30. Juni 1972, thèse Zurich 1976, p. 75/76), il semble partisan d'une conception purement économique du local commercial (dans le même sens, voir l'arrêt vaudois cité au consid. 2b).\n\nL'exposé de ces différents avis suffit à démontrer le peu d'utilité du recours à l'interprétation systématique pour résoudre la question litigieuse.\n\ndd) Il y a, en revanche, davantage d'enseignements à tirer de l'analyse des travaux en cours concernant la révision du droit du bail à loyer et du bail à ferme.\n\nDans son message du 27 mars 1985 (FF 1985 I 1369 ss), le Conseil fédéral propose de considérer comme locaux commerciaux \"les locaux destinés à l'exploitation d'une entreprise ou à l'exercice d'une profession (bureaux, magasins, ateliers, dépôts)\" (p. 1402). Il appartiendra, selon lui, à la jurisprudence de marquer la limite entre les habitations, les locaux commerciaux et les autres locaux qui peuvent faire l'objet d'un bail (ibid.). La commission d'experts, présidée par le professeur Soliva, suggérait, quant à elle, dans son avant-projet déposé en 1980, de préciser cette limite en ce sens que les dispositions relatives à la protection contre le congé seraient inapplicables \"au bail des locaux qui ne servent ni à l'habitation ni à l'exercice d'une activité lucrative\" (art. 273a ch. 2). Or, ce sont les motifs qu'elle avançait à ce propos qui présentent un réel intérêt pour la cause en litige. On lit, en effet, ce qui suit dans le rapport explicatif accompagnant l'avant-projet (p. 39): \"Ce champ d'application de l'art. 273a est quelque peu plus étroit que celui de l'actuel art. 267a du code des obligations, parce que la protection contre le congé y est beaucoup plus étendue. Il ne doit pas comprendre, notamment, les baux portant sur des locaux qui ne servent ni d'habitation, ni à l'exercice d'une activité professionnelle (par exemple les locaux d'un club).\"\n\nAu vu de cette remarque, il apparaît donc que les experts sont eux aussi partis de l'idée que, de lege lata, le local commercial n'est pas forcément celui dans lequel est exercée une activité à but lucratif.\n\nee) Du point de vue téléologique, enfin, la même conclusion s'impose.\n\nL'intention du législateur, il est vrai, n'était pas d'inclure tous les locaux dans la sphère protectrice de la loi, auquel cas il eût sans doute choisi une formulation plus générale que celle de l'art. 267a BGE 113 II 406 S. 413CO. Le Tribunal fédéral s'est d'ailleurs fondé sur cette considération implicite pour constater l'impossibilité d'obtenir une prolongation judiciaire d'un bail portant sur un garage isolé (ATF 110 II 51, précité). Il ne peut dès lors souscrire sans réserve à l'opinion selon laquelle toutes les choses qui ne servent pas de logement doivent être rangées dans la catégorie des locaux commerciaux. Au contraire, il paraît conforme à l'esprit et au but de la loi de n'y intégrer que celles qui contribuent effectivement au développement de la personnalité privée ou économique du preneur. En effet, seule la perte prématurée de telles choses, du fait de leur importance, est susceptible d'entraîner, suivant les circonstances, des conséquences pénibles pour le locataire. Tel ne sera généralement pas le cas, lorsque le local pris à bail n'était pas destiné à l'exercice d'une activité humaine.\n\nCela étant, on ne voit pas pour quelles raisons la protection de la loi devrait être refusée aux preneurs qui n'exercent pas une activité lucrative: collectivités publiques, fondations à but idéal, associations religieuses, politiques, scientifiques, artistiques, sportives ou autres. Il est évident que le but poursuivi par de telles corporations est tout aussi digne d'attention que le but économique qui caractérise les sociétés commerciales. Aussi convient-il de leur reconnaître le droit de se prévaloir de l'art. 267a CO à la condition, toutefois, qu'il existe un rapport suffisamment étroit entre ce but et l'usage pour lequel la chose a été louée, ce qu'il y aura lieu de vérifier de cas en cas.\n\nc) En conclusion, force est d'admettre, au vu de toutes ces considérations, que cette interprétation extensive de la notion de local commercial est la seule qui corresponde à la finalité des dispositions concernant la prolongation du bail. Au demeurant, même si elle n'est pas aussi large que celle proposée par la doctrine, elle s'en rapproche pour l'essentiel. Il sied, partant, de s'y tenir.\n\n4. Dans le cas particulier, la chose louée a été mise à la disposition d'une association de quartier afin de créer un point de rencontre et de permettre aux intéressés de suivre différents cours (porcelaine, gymnastique, tennis de table), d'assister à des conférences ou encore de se retrouver au sein de clubs de lecture et de bridge. La connexité entre ces activités, inhérentes au but de pareille association, et l'usage auquel était destiné le local, de par la volonté des contractants, est donc manifeste. De ce fait, la Cour de justice n'a pas violé le droit fédéral en qualifiant l'objet du bail de local commercial, au sens de l'art. 267a CO.BGE 113 II 406 S. 414\n\n5. La défenderesse soutient, par ailleurs, que les conditions d'application de cette disposition ne sont pas réunies, étant donné que la résiliation du contrat de bail n'aurait de conséquences pénibles - si tant est qu'elle en ait - que pour l'association de quartier, et non pas pour le \"preneur\", soit la ville de Lancy.\n\nFondé dans ses prémisses, le raisonnement pèche par sa conclusion. Il a certes le mérite de souligner que le preneur doit avoir un intérêt personnel à la prolongation du bail, ce qui suppose qu'il exerce lui-même une activité dans les locaux dont le bailleur lui a cédé l'usage (cf. arrêt non publié Erbgemeinschaft Walter Kamer, du 20 octobre 1987, consid. 2a et les références). Il ignore toutefois la spécificité de la présente cause, qui justifie une dérogation à cette règle, laquelle a été conçue avant tout pour le cas où le preneur se sert de la chose louée à des fins de placement, par exemple en la sous-louant. Rien de tel en l'occurrence, puisque l'on a affaire à une corporation de droit public qui met à la disposition d'une partie de ses membres un local de réunions et contribue ainsi à satisfaire les besoins culturels et sociaux des habitants d'un quartier. Si la demanderesse a recours à une institution du droit privé - le bail -, elle l'utilise pour remplir une tâche d'intérêt général, et uniquement pour cela. Qu'elle le fasse par l'intermédiaire d'une association de quartier n'y change rien. Comme le local en question constitue le moyen matériel nécessaire à l'accomplissement de cette tâche, la demanderesse doit être admise à requérir la prolongation du bail le concernant."}