{"annee": "113", "cour": "IA", "page": "291", "date": "3/6/1987", "cite": ["108 IA 155", "105 IA 243", "107 IA 64", "112 IA 129", "97 I 659", "112 IA 208", "98 IA 73", "103 IA 603", "112 IA 332", "97 I 893", "105 IA 91", "107 IA 217", "96 I 219", "102 IA 264"], "cite_par": ["134 I 2", "117 IA 41", "114 IA 427", "123 I 97", "114 IA 263", "125 I 441", "132 I 104", "118 IA 259", "123 I 152", "115 IA 201", "116 IA 466", "124 I 55", "125 II 497", "138 I 61", "117 IA 452"], "chapeau": "46. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 3. Juni 1987 i.S. Dora Geissberger gegen Gemeinderat Kleinandelfingen und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; financement d'annonces électorales des partis par la collectivité publique. 1. La garantie du droit fédéral en matière de droits politiques implique notamment que chaque citoyen actif remplissant les conditions reconnues conformes à la Constitution puisse participer à une élection à égalité de chances. Cela signifie qu'il doit pouvoir se décider sur la base d'une opinion formée le plus librement et le plus complètement possible. Portée des libertés fondamentales d'information et de réunion dans ce processus de décision (consid. 3a); l'activité étatique en tant que support pour la réalisation possible d'un tel objectif (consid. 3a); conditions et exigences constitutionnelles pour une intervention directe ou indirecte de l'Etat dans la campagne qui précède les votations et élections (consid. 3b et c). 2. La publication d'annonces électorales des partis est propre à influencer la formation de l'opinion des électeurs (consid. 3d). La prise en charge par la commune des frais d'annonces constitue une intervention indirecte dans la campagne électorale (consid. 3e). On ne peut la justifier ni en invoquant le besoin de financement des partis et des fractions politiques, ni en se référant à l'idée de concordance ancrée dans le consensus national helvétique (consid. 3f). 3. Sanction: les principes développés à propos des votations valent aussi pour les interventions d'autorités dans la campagne précédant des élections (consid. 4a); dans le cas particulier, il y a lieu d'admettre le recours en raison de la gravité du vice constaté (consid. 4b)."], "faits": "|293|\n\nDer Gemeinderat Kleinandelfingen beschloss am 28. März 1973\n\n\"...künftig Wahlinserate für Gemeindewahlen unter folgenden Voraussetzungen auf die Gemeindekasse zu übernehmen:\n\n1. Der Wahlvorschlag muss von organisierten Ortsparteien (BGB/SP/FDP) gemeinsam unterstützt sein.\n\n2. Der Vorschlag ist der Gemeinderatskanzlei schriftlich bis spätestens 10 Tage vor dem Wahltag einzureichen.\n\n3. Die Publikation erfolgt durch die Gemeinderatskanzlei in der Andelfinger Zeitung und im Weinländer Tagblatt, je in den Ausgaben vom Mittwoch und Freitag vor dem Abstimmungstag.\n\n4. Kampfinserate und Stützungsinserate werden von der Gemeinde nicht übernommen.\"\n\nAm 16. März 1986 fanden in Kleinandelfingen die Gesamterneuerungswahlen u.a. für den siebenköpfigen Gemeinderat statt. Aufgrund von Gesprächen unter den traditionellen Parteien (SVP, SP, FDP) sowie je einer öffentlichen, für jedermann zugänglichen Wählerversammlung in Alten und Oerlingen kam ein gemeinsamer Vorschlag von 7 Kandidaten zustande, davon zwei bisherige und fünf neue Behördemitglieder. Zusätzlich kandidierte Dora Geissberger allein; sie gehörte keiner Partei an. Sie hatte sich auf die vom Präsidenten der Sektion Kleinandelfingen der SVP einberufene öffentliche Wählerversammlung in Alten vom 8. Januar 1986 hin vergeblich telefonisch bei ihm um die Aufnahme auf die gemeinsame Liste bemüht; an der Versammlung selber nahm sie nicht teil.\n\n|294|\n\nDie Gemeinde publizierte auf Begehren der drei erwähnten Ortsparteien und der EVP zulasten der Gemeindekasse die gemeinsamen Wahlvorschläge für alle Behörden, darunter diejenigen für die sieben Gemeinderatssitze, dreimal je in der \"Andelfinger Zeitung\" und im \"Weinländer Tagblatt\", nämlich am 7., 12. und 14. März 1986. Die Aufnahme von Dora Geissberger in die Inserate wurde trotz rechtzeitigen Gesuchs mit der Begründung abgelehnt, \"dies gehe nur über die Parteien\". Stützungs- und Kampfinserate würden nicht unterstützt.\n\nDie sieben Kandidaten des gemeinsamen Vorschlages wurden bei einem absoluten Mehr von 258 Stimmen mit 385 bis 567 Stimmen gewählt. Dora Geissberger erzielte 196 Stimmen.\n\nEine Beschwerde wegen Verletzung des Stimmrechts von Dora Geissberger wies der Bezirksrat Andelfingen am 27. Juni 1986 ab; er gab der Eingabe auch aufsichtsrechtlich keine Folge. Hierauf gelangte Dora Geissberger an den Regierungsrat des Kantons Zürich und beantragte, sowohl den Gemeinderatsbeschluss vom 28. März 1973 wie auch die Gemeinderatswahlen vom 16. März 1986 zu kassieren. Der Regierungsrat wies den Rekurs am 15. Oktober 1986 ab. Dora Geissberger beantragt mit einer staatsrechtlichen Beschwerde im Sinne von Art. 85 lit. a OG, der Entscheid des Regierungsrates des Kantons Zürich vom 15. Oktober 1986 sei aufzuheben.", "considerants": "Auszug aus den Erwägungen:\n\n3. a) Das politische Stimmrecht ist ein vom Bundesrecht gewährleistetes verfassungsmässiges Recht. Es gibt dem Stimmbürger unter anderem Anspruch darauf, dass kein Wahl- oder Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt (BGE 112 Ia 211 E. 1b mit Hinweis sowie BGE 102 Ia 268 E. 3; BGE 97 I 662 E. 3). Daraus folgt, dass jeder Stimmbürger, der die als verfassungskonform anerkannten Voraussetzungen erfüllt, mit gleichen Chancen an einer Wahl soll teilnehmen können, sei es als Wähler oder als Kandidat. Zudem soll er seinen Entscheid gestützt auf einen möglichst freien und umfassenden Prozess der Meinungsbildung treffen können. Im Blick auf dieses Ziel demokratischer Willensbildung und Willensbetätigung erweisen sich die grundrechtlichen Garantien der Kommunikation und der Vereinigung |295| nicht nur als verfassungsrechtliche Bedingungen möglicher Verwirklichung aller elementaren Erscheinungen menschlicher Persönlichkeitsentfaltung, sondern auch als solche einer lebendigen Demokratie (vgl. dazu BGE 107 Ia 69 E. 3b; BGE 98 Ia 80 E. 3b, BGE 96 I 224 E. 4, 592 E. 6; JÖRG PAUL MÜLLER/STEFAN MÜLLER, Grundrechte, Besonderer Teil, Bern 1985, S. 75 f.; JÖRG PAUL MÜLLER, Grundrechte in der Demokratie, EuGRZ 1983, S. 337 ff., 338, und aus der Sicht der EMRK: MARTIN BULLINGER, Freedom of expression and information: an essential element of democracy, Human Rights Law Journal, 6/1985, S. 339 ff.). Das Recht freier Meinungsäusserung, die Pressefreiheit sowie die Versammlungs- und Vereinsfreiheit, um nur die wichtigsten Gewährleistungen zu nennen, lassen auch Minderheitsmeinungen zum Tragen kommen, fördern den Pluralismus und eröffnen erst so eine Chance zur demokratischen Entscheidung (vgl. dazu JÖRG PAUL MÜLLER, a.a.O., S. 338; RENÉ A. RHINOW, Grundprobleme der schweizerischen Demokratie, ZSR NF Bd. 103, 1984, II, S. 111 ff., 255, MARTIN BULLINGER, a.a.O., S. 342 f.). Im Idealfall soll der Bürger alle Informationen über alle möglichen Kandidaten bei voller Chancengleichheit unter ihnen äussern, verbreiten, diskutieren, die Vor- und Nachteile erwägen können und erst gestützt darauf entscheiden. Das Wahlrecht kann indessen nicht ausgeübt werden, ohne dass der Staat die institutionellen Voraussetzungen dazu schafft und angesichts sozialer Realitäten diejenigen Bedingungen setzt, welche eine möglichst weitgehende Verwirklichung der Stimmrechtsfreiheit sichern.\n\nb) Dass der Staat derart tätig werden muss, bedeutet indessen nicht, dass er dabei frei wäre. Die Freiheit der Meinungsbildung schliesst grundsätzlich jede direkte Einflussnahme der Behörden aus, welche geeignet wäre, die freie Willensbildung der Stimmbürger im Vorfeld von Wahlen und Abstimmungen zu verfälschen (BGE 112 Ia 335 E. 4b mit Hinweis; vgl. auch Urteil vom 24. November 1982 i.S. Pfenninger, E. 3, veröffentlicht in BVR 1983, S. 1 ff., S. 4 f.; BGE 108 Ia 157 E. 3b mit Hinweis; Urteil vom 11. Mai 1979 i.S. Bauert, in der amtlichen Sammlung (BGE 105 Ia 243 ff.) nicht veröffentlichte E. 3, publiziert im ZBl 81/1980, S. 21, sowie ANDREAS AUER, L'intervention des collectivités publiques dans les campagnes référendaires, Revue de droit administratif et de droit fiscal, 41/1985, S. 185 ff., S. 187 ff., mit weiteren Hinweisen auf die Literatur). Bei Sachabstimmungen gilt es immerhin als zulässig, dass eine Behörde ihre Sachvorlagen |296| den Stimmberechtigten zur Annahme empfiehlt und Erläuterungen oder Berichte dazu beilegt, sofern sie dabei ihre Pflicht zu objektiver Information nicht verletzt und über den Zweck und die Tragweite der Vorlage nicht falsch orientiert (BGE 112 Ia 131 E. 1, 335 E. 4b; je mit Hinweisen). Weitergehende direkte Interventionen in den Abstimmungskampf über eigene Vorlagen, d.h. Stellungnahmen für eine oder gegen eine andere Alternative, sind nur ausnahmsweise erlaubt. Solches behördliches Eingreifen muss sich auf Fälle beschränken, in denen triftige Gründe für ein Tätigwerden der Behörde sprechen. Triftig sind Gründe für eine zusätzliche Information, Klarstellung usw. nur dann, wenn sie im Interesse einer unverfälschten Willensbildung und Willensbetätigung der Stimmbürger als notwendig erscheinen und so gewichtig sind, dass sie die Interessen an der freien, unbeeinflussten Meinungsbildung überwiegen (BGE 112 Ia 336 f. E. 4d mit Hinweisen).\n\nAnders als bei Sachabstimmungen fehlen bei Wahlen meist solche besonderen Gründe, die einen behördlichen Eingriff in den Prozess der freien Meinungsbildung rechtfertigen würden. Behördliche Wahlpropaganda ist grundsätzlich unzulässig (Urteil vom 8. Juli 1964 i.S. Beuttner, E. 2, veröffentlicht im ZBl 66/1965, S. 245 ff., S. 247 mit Hinweis; JEAN-FRANÇOIS AUBERT, Traité de droit constitutionnel suisse, Neuchâtel 1967, Nr. 1218, S. 448; ANDREAS AUER, a.a.O., S. 196; WERNER STAUFFACHER, Die Stellung der Behörden im Wahl- und Abstimmungskampf, im ZBl 68/1967, S. 385 ff., S. 386; VITO PICENONI, Die Kassation von Volkswahlen und Volksabstimmungen in Bund, Kantonen und Gemeinden, Aarau 1945, S. 76 f.). Dies gilt insbesondere dann, wenn es um die (Wieder-)Wahl der betreffenden Behörde selber geht oder wenn Kampfkandidaten auftreten (ANDREAS AUER, a.a.O., S. 196). Bei Wahlen kommt den Behörden keine Beratungsfunktion zu wie bei Sachentscheiden. Hier haben sie nicht von Rechts wegen mitzuwirken und ihre Auffassung der öffentlichen Interessen zu wahren. Es ist zu verhindern, dass sich der Staat im Wahlkampf auch nur indirekt in den Dienst parteiischer Interessen stellt. Demzufolge haben sich die Behörden parteipolitisch neutral zu verhalten und dürfen sich nicht mit einzelnen Gruppen oder Richtungen identifizieren (vgl. dazu auch BGE 110 Ia 38 E. 3a). Eine Intervention kommt auch hier - wenn überhaupt - nur in Frage, wenn sie im Interesse der freien und unverfälschten Willensbildung und Willensbetätigung der Wähler als unerlässlich erscheint. So kann z.B. eine Richtigstellung offensichtlich falscher |297| Informationen, die im Verlauf eines Wahlkampfes verbreitet werden, als zulässig erscheinen. Indessen dürfte eine Behörde bei dieser Gelegenheit nicht gleichzeitig Wahlpropaganda für sich selbst, für ihre Mitglieder oder für andere Kandidaten machen oder den politischen Gegner verunglimpfen (nicht veröffentlichtes Urteil vom 23. März 1979 i.S. Demierre; vgl. auch VITO PICENONI, a.a.O., S. 77, sowie WERNER STAUFFACHER, a.a.O., S. 386).\n\nc) Die Gemeinde Kleinandelfingen hat nicht durch Wahlpropaganda direkt interveniert, sondern nur mittelbare Hilfeleistung erbracht, indem sie öffentliche Gelder zur Verfügung stellte. Solche indirekte Unterstützung durch eine Behörde ist nicht von vornherein verboten. Im Gegenteil, die Gemeindeorgane sind bereits aufgrund des kantonalen Rechts verpflichtet, zur ordnungsgemässen Durchführung der Wahl gewisse Aufgaben wahrzunehmen, z.B. Wahlvorschläge zu veröffentlichen und Wahlzettel zu drucken und zu verteilen (vgl. Gesetz über die Wahlen und Abstimmungen (Wahlgesetz) vom 4. September 1983, insbesondere § 55 Abs. 2, § 56 und § 60). Auch kann es aufgrund von Bundesverfassungsrecht geboten sein, öffentlichen Grund für die politische Meinungsbildung zur Verfügung zu stellen (BGE 105 Ia 95 E. 4a; BGE 97 I 893 ff.; vgl. auch PETER SALADIN, Grundrechte im Wandel, 3. Auflage, Bern 1982, S. XXI ff.; GIORGIO MALINVERNI, L'exercice des libertés sur le domaine public, Mélanges André Grisel, Neuchâtel 1983, S. 145 ff.). Zu Recht verweist der Kanton in seiner Vernehmlassung auf ein gewisses Bedürfnis nach behördlichen Anstössen auch vor Wahlen hin, um überhaupt Kandidaten zu gewinnen. Auch verbietet das Verfassungsrecht des Bundes nicht, Parteien und ihre Fraktionen finanziell oder anderweitig zu unterstützen, ja solche Massnahmen können sich heute im Interesse einer lebendigen Demokratie geradezu als notwendig erweisen (vgl. dazu z.B. PETER HUG, Die verfassungsrechtliche Problematik der Parteienfinanzierung, Zürich 1970, S. 49 ff.; RENÉ A. RHINOW, Funktionen und Probleme der politischen Parteien in der Schweiz, recht 1986, S. 105 ff., S. 109 f.; GERHARD SCHMID, Politische Parteien, Verfassung und Gesetz, Basel/Frankfurt a. M. 1981, S. 10 ff., S. 81 ff.; GERHARD SCHMID, Parlament und Parteien in der Schweiz, Jahrbuch des öffentlichen Rechts, NF Bd. 31, 1982, S. 169 ff., S. 185 ff.). Erfolgen solche Hilfeleistungen indessen im Rahmen eines Wahlkampfes, so sind sie wie direkte Interventionen nur zulässig, wenn sie sich in bezug auf die Willensbildung und Willensbetätigung der Wähler als klarerweise neutral erweisen oder, |298| falls dies nicht zutrifft, wenn sie im Interesse eines unverfälschten Wahlergebnisses notwendig sind. Zudem dürfen solche Massnahmen auch sonst nicht unverhältnismässig oder rechtsungleich und willkürlich sein.\n\nd) Die Publikation von Wahlinseraten ist nicht nur geeignet, die Meinungsbildung der Wähler zu beeinflussen, sondern es ist geradezu ihr Zweck, diese Wirkung zu entfalten. Die Übernahme der Insertionskosten durch die Gemeinde Kleinandelfingen kann deshalb keinesfalls als eine gegenüber dem Wahlkampf neutrale Massnahme bezeichnet werden. Daran ändert auch der Einwand der Gemeinde nichts, ihre Hilfe sei mit lediglich Fr. 470.-- pro Gemeinderatskandidat, bzw. Fr. 58.75 bei Umrechnung auf alle Kandidaten, die damals in der Gemeinde zur Wahl standen, unbedeutend. Es ist gerichtsnotorisch, dass die Parteien zur Finanzierung ihrer Wahlkämpfe nur über beschränkte Mittel verfügen. Unter diesen Umständen kann bereits eine geringe Unterstützung wesentlich sein, können doch die dadurch frei werdenden Mittel für andere Aktionen eingesetzt werden.\n\ne) Der Kanton bestreitet, dass man von einer Intervention durch eine Behörde sprechen dürfe. Es sei für den Bürger ja erkennbar gewesen, dass es sich um Inserate der Parteien handle. Nur diese hätten unterschrieben. Dem kann nicht zugestimmt werden. Richtig ist, dass die Wahlvorschläge nur von den Ortsparteien unterzeichnet waren und dass aus den Inseraten selbst nicht ersichtlich war, dass die Gemeinde ihre Bezahlung übernommen hatte. Indessen bleibt eben gerade diese Tatsache bestehen. Es handelt sich somit im vorliegenden Fall klarerweise um eine indirekte Intervention einer Behörde im eigenen Wahlkampf. Dabei spielt keine Rolle, ob sie den Wählern allgemein bekannt war oder nicht. Sowohl im einen wie im anderen Fall war sie geeignet, die freie Meinungsbildung zu beeinflussen. Da die fraglichen Inserate den Anschein erweckten, die dafür verantwortlich zeichnenden Parteien hätten sie auf eigene Kosten erscheinen lassen, muss in der Nichtinformation über die tatsächlichen Verhältnisse eine für den Wahlausgang relevante Falschinformation gesehen werden. Andererseits hätte bei Bekanntgabe der Finanzierung der Eindruck entstehen können, die Gemeinde identifiziere sich mit einzelnen Gruppierungen, was im Blick auf das politische Stimmrecht des Bürgers, wie es durch die Bundesverfassung gewährleistet wird, auch als unzulässig zu betrachten |299|\n\nf) Der Kanton und die Gemeinde Kleinandelfingen beurteilen die Finanzierung von Wahlempfehlungen der Parteien als einen Sonderfall der Partei- und Fraktionsfinanzierung. Eine solche sei grundsätzlich zulässig. Dass die Beschwerdeführerin als parteiunabhängige Person nicht unterstützt worden sei, lasse sich vertreten. Es liege im Wesen der Parteifinanzierung, dass nur formierte Gruppen auf sie Anspruch erheben könnten, nicht aber der einzelne Bürger. Die Finanzierung würde sonst uferlos. Auch liege der Sinn der Parteifinanzierung nicht zuletzt darin, die politisch interessierten Bürger anzuhalten, sich zu Gruppen zusammenzuschliessen, denen ein gewisses politisches Gewicht zukomme und die damit in der Lage seien, einen massgebenden Einfluss auf das politische Geschehen auszuüben. Diese Begründung gibt zu Bedenken Anlass:\n\naa) Kanton und Gemeinde verkennen, dass die zu beurteilende Inseratenfinanzierung im Rahmen eines Wahlkampfes erfolgte. Für solche Massnahmen aber gelten aufgrund der Verfassung besonders strenge Bedingungen (vgl. E. 3b und c). Es ist fraglich, ob sich die Übernahme der Insertionskosten durch die Gemeinde im Blick auf das politische Stimmrecht der Bürger rechtfertigen lässt. Der Regierungsrat des Kantons Zürich macht in seiner Vernehmlassung geltend, Anregungen der Gemeinden erfolgten nicht nur von Alters her, sondern seien auch unerlässlich, um Kandidaten überhaupt zu gewinnen, sie hinreichend bekannt zu machen und dem Bürger eine sinnvolle Auswahl unter ihnen zu ermöglichen. Auch wenn diesem Anliegen durchaus ein gewisses Verständnis entgegengebracht werden kann, so muss der Entscheid trotzdem davon abhängen, ob und wieweit die indirekte Unterstützung in ihren materiellen Wirkungen einer verbotenen inhaltlichen Einflussnahme gleichkommt. Massgebend ist, ob die tatsächlich bewirkte Bevorzugung oder Benachteiligung einzelner Kandidaten durch triftige Gründe gerechtfertigt wird, welche die Interessen an einer freien, von staatlichen Interventionen unbeeinflussten Meinungsbildung überwiegen. Die eingesetzten Mittel müssen gemessen an diesen Anliegen verhältnismässig, d.h. insbesondere für die Zielerreichung unerlässlich sein und dürfen die freie Meinungsbildung nur soweit beeinträchtigen, als dies unbedingt notwendig erscheint. Zudem müssen sie die Chancengleichheit des Kandidaten wahren.\n\nbb) Unzulässig ist die Beschränkung auf organisierte Ortsparteien. Der Hinweis auf die Fraktionsfinanzierung stimmt sachlich |300| nicht. Die Gemeinde Kleinandelfingen ist nicht in der Form der repräsentativen Demokratie organisiert. Sie verfügt weder über ein Gemeindeparlament noch über Fraktionen, die für die Erfüllung bestimmter Funktionen im Parlamentsbetrieb zu entschädigen wären.\n\ncc) Eine finanzielle Unterstützung der Parteien durch den Staat kann die Erfüllung ihrer öffentlichen Aufgaben erleichtern und ihnen eine gewisse Unabhängigkeit von Spendern sichern (PETER HUG, a.a.O., S. 84 ff.; GERHARD SCHMID, Politische Parteien, Verfassung und Gesetz, Basel/Frankfurt a. M. 1981, S. 117). Indessen sind die Grenzen zu beachten, welche sich aus dem verfassungsmässigen Recht des Bürgers auf eine unverfälschte Meinungsbildung einerseits und der Rechtsgleichheit andererseits ergeben. Die Gemeinde Kleinandelfingen hat den etablierten Parteien Mittel zur Verfügung gestellt, mit denen für und damit auch gegen einzelne Kandidaten Stellung bezogen wurde. Die Kandidatur der Beschwerdeführerin, welche als Nichtparteimitglied von den Unterstützungsinseraten ausgeschlossen war, wurde dadurch erschwert. Diese Ausschlusswirkung widerspricht dem Prinzip der Offenheit des Wahlsystems und ist geeignet, das Wahlergebnis selbst zu beeinflussen. Zudem wird dadurch die Chancengleichheit aller Kandidaten verletzt, ohne dass dies durch überwiegende Gründe zu rechtfertigen wäre.\n\ndd) Der Kanton anerkennt, dass die Auflage, sich auf eine gemeinsame Liste zu einigen, einen Druck zum Konsens, zur Konkordanz ausübt. Dies sei gerechtfertigt. Das Konkordanzprinzip sei dem kantonalen Recht nicht unbekannt, so im Institut der stillen Wahl, die meistens eine ausdrückliche oder stillschweigende Übereinkunft der Parteien voraussetze. Es könne nicht als widerrechtlich betrachtet werden, wenn die Gemeinde nur die Kandidaten unterstütze, welche durch eine breite Übereinkunft getragen werde. Andernfalls würden öffentliche Mittel dazu dienen, die Austragung von Meinungsverschiedenheiten zwischen den Parteien zu finanzieren, was nicht dem Sinn der Parteifinanzierung entspreche. Es bestehe zudem ein öffentliches Interesse daran zu wissen, welche Kandidaten unbestritten seien. Im übrigen besitze die Gemeinde bei der Ausgestaltung der Parteifinanzierung, die im kantonalen Recht nicht geordnet sei, einen Spielraum eigenen Ermessens.\n\nKonkordanz meint jenes Konfliktregelungsmuster, das die Entscheidung durch Verhandlungen und gütliches Einvernehmen unter |301| den politischen Mächten von einigem Gewicht zustande bringt und damit der Konkurrenz und dem Mehrheitsentscheid ausweicht (AREND LIJPHART, The politics of accommodation, Berkeley/Los Angeles 1968, S. 103 ff.; LUZIUS WILDHABER, Vertrag und Gesetz - Konsensual- und Mehrheitsentscheid im schweizerischen Staatsrecht, ZSR NF Bd. 94, 1975, II, S. 113 ff., S. 133 ff.; RENÉ A. RHINOW, Grundprobleme der schweizerischen Demokratie, ZSR NF Bd. 103, 1984, II, S. 117 ff., S. 237 ff.).\n\nDie Idee der Konkordanz hat im schweizerischen Staatsverständnis eine gewisse Anerkennung gefunden und in der Form des Proporzsystems, zum Teil verbunden mit einem Quorum (vgl. z.B. BGE 103 Ia 603 ff.; ALFRED KÖLZ, Probleme des kantonalen Wahlrechts, ZBl 88/1987, S. 197 ff.), auch gerade für das Wahlrecht Bedeutung erhalten (GERHARD LEHMBRUCH, Proporzdemokratie, Tübingen 1967, S. 15 ff., S. 39 ff.). Konkordanzdenken vermag deshalb oft auch vor Wahlen zu privaten Absprachen sowie gegenseitigen Unterstützungsversprechen insbesondere unter Parteien führen. Trotzdem darf aber die Problematik dieses staatlichen Konfliktregelungsmusters und sein Spannungsverhältnis zum Konkurrenzprinzip nicht übersehen werden. Konkordanz verleiht den Etablierten, Bisherigen und bereits Organisierten ein Übergewicht und behindert die Opposition von Aussenseitern. Sie verstärkt die Tendenz der Bürger, sich emotional mit den traditionellen Trägern des politischen Lebens und den bestehenden Autoritäten zu identifizieren. Die freie Volkswahl ist indessen nicht nur rückwärtsgerichtete Bestätigung der bisherigen Machtverteilung, sondern soll über die künftige Stärke entscheiden. Eine chancengleiche Kandidatur muss demzufolge allen Bürgern offenstehen, welche die als verfassungskonform anerkannten Voraussetzungen dazu erfüllen. Eine behördliche Intervention im Rahmen des Wahlkampfes, welche diese Ausschlusstendenz noch verstärkt oder sogar direkt zur Folge hat, wo das positive Recht die offene Konkurrenz vorsieht, ist deshalb unzulässig. Das an sich berechtigte Anliegen, um der Leistungsfähigkeit des politischen Systems willen eine gewisse Konzentration der Kräfte zu fördern, wie dies der Regierungsrat verficht, vermag dagegen nicht aufzukommen.\n\ng) Der Kern der Problematik des Gemeindebeschlusses von 1973 und der behördlichen Intervention im Rahmen des Wahlkampfes für die Gemeinderatswahl von 1986 liegt darin, dass er Kandidaten, welche nicht Mitglied einer der vier Parteien (SVP/FDP/SP/EVP) waren, vor die Alternative stellte, entweder |302| einer dieser Parteien beizutreten, bzw. als Parteiloser auf ihren Listen Aufnahme zu finden, oder eine staatlich bewirkte Benachteiligung in ihren Chancen zu akzeptieren. Zwar ging es um geringe finanzielle Mittel; die Wirkung dieser Unterstützung aber reichte weit: Einerseits führte sie tatsächlich zum Ausschluss einer Aussenseiterin aus dem Unterstützungsinserat, welches von allen in der Gemeinde tätigen Parteien mit Hilfe der Gemeinde gemeinsam veröffentlicht wurde. Andererseits war die behördliche Massnahme gerade wegen dieser Wirkung geeignet, die freie Willensbildung der Wähler zu beeinträchtigen. Dies muss als schwerwiegender Eingriff in die Wahlfreiheit beurteilt werden, der sich durch keine triftigen Gründe rechtfertigen lässt.\n\nSowohl der Beschluss des Gemeinderates Kleinandelfingen von 1973 als auch die gestützt darauf erfolgte Finanzierung der Wahlinserate im Rahmen des Wahlkampfes für die Gemeinderatswahl von 1986 waren daher verfassungswidrig.\n\n4. Damit stellt sich die Frage nach der Sanktion.\n\na) Über die Auswirkungen des festgestellten Mangels bestimmt das kantonale Gesetz, dass die Behörde die Wahl aufhebt, wenn glaubhaft ist, die Unregelmässigkeit könne das Ergebnis der Wahl wesentlich beeinflussen, Abhilfe aber nicht mehr möglich ist (§ 131 Abs. 2 Wahlgesetz). Im wesentlichen gelten dieselben Grundsätze von Bundesrechts wegen:\n\nWenn sich der Mangel einer ziffernmässigen Ermittlung entzieht, so ist nach den gesamten Umständen zu beurteilen, ob eine Beeinflussung des Ergebnisses möglich sei oder nicht. Dabei ist insbesondere auf die Grösse des Stimmenunterschieds, die Schwere des festgestellten Mangels und auf dessen Bedeutung im Rahmen der gesamten Abstimmung abzustellen. Erscheint die Möglichkeit, dass die Abstimmung ohne den Mangel anders ausgefallen wäre, als derart gering, dass sie nicht mehr ernsthaft in Betracht kommt, so kann von der Aufhebung des Urnenganges abgesehen werden. Rechtfertigt sich eine solche Beurteilung jedoch nicht, so ist der Mangel als erheblich zu erachten und die Abstimmung zu kassieren (BGE 112 Ia 338 E. 5 mit Hinweis). Diese zur Sachabstimmung entwickelten Grundsätze gelten auch bei behördlichen Einwirkungen auf Wahlen (vgl. BGE 107 Ia 217 ff.), eingeschlossen die Einwirkungen auf Wahlvorbereitungen (nicht veröffentlichtes Urteil vom 23. März 1979 i.S. Demierre, E. 5e). Die vermehrte Zurückhaltung bei rein privaten oder teilweise privaten Einflussnahmen (BGE 102 Ia 269 E. 3; BGE 98 Ia 83 E. 3c) spielt im vorliegenden |303| Fall keine Rolle; dies um so mehr, als das kantonale Recht diese Differenzierung nicht kennt.\n\nb) Im vorliegenden Fall lässt sich der Mangel zwar nicht quantitativ ermitteln, aber doch in seiner Bedeutung etwas näher erfassen. Die Beschwerdeführerin erreichte 196 Stimmen. Bezogen auf das absolute Mehr fehlten ihr 62 Stimmen. Wichtiger ist, dass sie weitere 190 Stimmen benötigt hätte, um den letztgewählten Kandidaten, der 385 Stimmen auf sich vereinigte, zu übertreffen. Das sind bezogen auf die eingegangenen 657 Wahlzettel 28,9%, auf alle 902 Stimmberechtigte 21% und auf die ferngebliebenen 245 Wähler 77,6%; die Stimmbeteiligung betrug 72,8%. Diese Differenz von 190 Stimmen ist gross; eine Wahl hätte praktisch eine Verdoppelung der Stimmen erfordert. Ein Viertel bis ein Drittel der Urnengänger hätte eine der sieben Stimmen anders abgeben müssen. Da die Stimmbeteiligung ohnehin bereits hoch war, wäre die Mobilisierung zusätzlicher Wähler schwer gefallen; zudem hätte dies auch den anderen Kandidaten genützt.\n\nDer quantitative Unterschied ist so erheblich, dass die Wahl der Beschwerdeführerin nicht als wahrscheinlich bezeichnet werden kann. Der Entscheid hängt damit von einer qualitativen Würdigung der gesamten Umstände des Falles ab. Die behördliche Intervention wiegt hier - wie dargelegt - schwer. Dies gilt um so mehr, wenn der Gemeinderat in die Vorbereitung seiner eigenen Wahl eingreift, in der sogar noch zwei bisherige Behördemitglieder kandidieren. Die Einwände des Kantons gegen eine Aufhebung überzeugen nicht. Auf die Überschaubarkeit der Verhältnisse kann es nicht ankommen; die Inserate konnten durch die Beschränkung auf einen gemeinsamen Vorschlag der Parteien die Willensbildung der Wähler verfälschen. Der Regierungsrat selber gesteht der Beschwerdeführerin zu, sie habe einen bemerkenswerten Achtungserfolg erzielt. Nach der bundesgerichtlichen Formel genügt es zur Aufhebung, dass eine Beeinflussung des Ergebnisses als möglich erscheint. Nimmt man diese Formel ernst und bedenkt man die Grundsätzlichkeit des Fehlers, so ist es nicht zu umgehen, die Beschwerde gutzuheissen und den Entscheid des Regierungsrates des Kantons Zürich vom 15. Oktober 1986 aufzuheben."}