{"annee": "113", "cour": "II", "page": "146", "date": "17/2/1987", "cite": ["110 II 352", "103 II 176"], "cite_par": ["116 II 281"], "chapeau": "27. Extrait de l'arrêt de la IIe Cour civile du 17 février 1987 dans la cause Société coopérative A. contre dame R. (recours en réforme)", "regestes": ["Art. 712a ss CC, art. 20bis Tit. fin. CC. Transformation en propriété par étages d'une copropriété avec servitudes de jouissance transmissibles, constitutée, après l'entrée en vigueur du Code civil, à titre de forme de remplacement de la propriété par étages du droit cantonal valaisan. 1. Le droit d'usage d'un appartement, équivalent au droit d'habitation de l'art. 776 CC, mais héréditaire et cessible, ne peut pas faire l'objet d'une servitude personnelle cessible au sens de l'art. 781 al. 2 CC: de telles servitudes, contraires au système des droits réels du Code civil, sont nulles (rappel de jurisprudence). La nullité de la serviture entraîne la nullité de la copropriété lorsque l'une et l'autre étaient uniquement destinées à permettre ensemble la transformation de l'ancienne propriété par étages du droit cantonal en une institution juridique compatible avec le droit fédéral (consid. 3). 2. Recevabilité de l'action déclaratoire en constatation de droit prévue par le droit cantonal valaisan en cas d'opposition d'un intéressé contestant l'obligation d'adapter le statut de l'immeuble à la législation fédérale nouvelle sur la propriété par étages (consid. 4)."], "faits": "|147|\n\nA.- La Société coopérative A. et dame R. sont copropriétaires, à raison de moitié chacune (16/32), de la parcelle No 4355, habitation et place, de la commune de V. L'immeuble, qui date d'une époque antérieure à l'entrée en vigueur du Code civil suisse, était soumis à la propriété par étages du droit cantonal valaisan. Par convention passée en 1926/27, les propriétaires de l'époque avaient appliqué au bâtiment le régime de la \"copropriété indivise\" assorti de servitudes de jouissance transmissibles, en conformité avec l'art. 781 CC.\n\nB.- Le 19 octobre 1982, dame R. a fait citer en conciliation la Société coopérative A., en vue d'obtenir le partage, éventuellement la licitation de l'immeuble No 4355. En février 1984, elle a requis du Conservateur du registre foncier de Sion l'adaptation d'office de l'immeuble au régime de la propriété par étages. La Société coopérative A. s'y est opposée. Le 11 avril 1984, cette même société a introduit une action tendant au rejet de la demande de constitution de la parcelle No 4355 en propriété par étages et à la constatation que la parcelle restait soumise au régime de la copropriété.\n\nLa défenderesse a conclu au rejet de l'action et, reconventionnellement, a demandé que l'immeuble fût adapté au régime de la propriété par étages.\n\nPar jugement du 17 juin 1986, le Tribunal cantonal du canton du Valais a rejeté la demande principale et autorisé le Conservateur du registre foncier de Sion \"à poursuivre la procédure d'adaptation aux dispositions des articles 712a et |148| suivants du CCS de la parcelle No 4355 sise sur territoire de la Commune de V\".\n\nC.- La Société coopérative A. a recouru en réforme au Tribunal fédéral. Elle demandait que la parcelle litigieuse fût soumise au régime de la copropriété et qu'en conséquence le Conservateur du registre foncier de Sion ne fût pas autorisé à poursuivre la procédure d'adaptation aux dispositions des art. 712a ss CC. Le Tribunal fédéral a confirmé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. Avant l'introduction du Code civil suisse, le canton du Valais, comme d'autres cantons, connaissait la propriété par étages (cf. J. BIELANDER, Das Stockwerkseigentum und seine Überleitung in das neue Recht, thèse Fribourg 1931, p. 30 ss). A son entrée en vigueur, le 1er janvier 1912, le Code civil suisse l'avait prohibée et les droits de propriété sur des étages ne pouvaient plus être inscrits comme tels au registre foncier (art. 45 al. 1 ancienne teneur Tit. fin. CC). Le 17 avril 1920, le Conseil d'Etat du canton du Valais avait édicté une ordonnance concernant la tenue du registre foncier, qui prévoyait, à son art. 58 lettre A, la possibilité de transformer la propriété par étages en copropriété: les propriétaires d'étages étaient inscrits, sur un feuillet unique, comme propriétaires du fonds et du bâtiment, avec l'indication de leurs quotes-parts; dans la colonne \"servitudes\", étaient inscrites les servitudes actives et passives de chaque part de copropriété, avec sommaire des droits de jouissance et des charges d'entretien exclusifs se rapportant à chaque étage ou local. Le but de cette réglementation était de faciliter la transformation d'une forme de propriété incompatible avec le nouveau droit en une institution juridique qui lui fût conforme.\n\nEn l'espèce, il est évident que, comme l'a retenu l'autorité cantonale, lors de la conclusion de la convention de 1926/1927, les propriétaires de la parcelle No 4355 entendaient constituer une propriété par étages par le biais d'une forme de remplacement consistant en une copropriété avec servitudes de jouissance transmissibles: la convention a été passée sur une formule officielle imprimée, intitulée \"Transformation de la propriété par étages en copropriété\" et qui se référait expressément à l'art. 58 de l'ordonnance précitée du Conseil d'Etat; le bâtiment était |149| \"reconnu copropriété indivise\" des signataires, \"avec ... servitudes de jouissance perpétuelles et transmissibles, ... en conformité de l'article 781 du C.c.s. ...\"; la convention énumère les locaux sur lesquels s'exerce la jouissance exclusive de chaque propriétaire, alors que la copropriété ordinaire porte sur une chose qui n'est pas matériellement divisée (art. 646 al. 1 CC), et les servitudes, qui ont pour objets des étages et des locaux bien précisés, ont été constituées pour une durée illimitée, la propriété par étages étant par essence un droit perpétuel.\n\n3. Le droit d'usage d'un appartement, équivalent au droit d'habitation de l'art. 776 CC, mais héréditaire et cessible, ne peut pas faire l'objet d'une servitude personnelle cessible au sens de l'art. 781 al. 2 CC, lors même que celle-ci a été stipulée avant l'entrée en vigueur, le 1er janvier 1965, des dispositions du Code civil sur la propriété par étages (art. 712a à 712t CC): de telles servitudes, contraires au système des droits réels du Code civil, sont nulles (ATF 103 II 179 ss consid. 2). D'ailleurs, si le législateur a introduit la propriété par étages dans le Code civil, c'est notamment parce qu'il avait constaté qu'il n'existait pas de succédané qui pût répondre à toutes les exigences pratiques et s'incorporer dans le droit en vigueur sans créer des contradictions (cf. le Message du Conseil fédéral du 7 décembre 1962, FF 1962 II p. 1450).\n\nAvec raison, l'autorité cantonale a considéré que la nullité d'une servitude non susceptible d'être inscrite, parce que contraire au système légal, entraîne la nullité de la copropriété lorsque l'une et l'autre ne sont que les deux éléments destinés à permettre ensemble la transformation de l'ancienne propriété par étages du droit cantonal en une institution juridique compatible avec le droit fédéral. Comme elle le relève pertinemment, il apparaît en l'espèce que les propriétaires n'auraient pas stipulé une copropriété s'ils n'avaient pas eu l'assurance de pouvoir ainsi conserver leurs droits exclusifs sur certaines parties du bâtiment, grâce à la constitution de servitudes de jouissance perpétuelles et transmissibles: c'est ce que prouvent le texte même de la convention, l'énumération - selon le plan annexé - des locaux objets du droit de jouissance exclusif, transmissible et d'une durée illimitée, ainsi que l'utilisation de la formule officielle prévue pour la transformation de l'ancienne propriété par étages. Le fait qu'a été recherchée une forme juridique aussi proche que possible de la propriété par étages met également obstacle au maintien de la seule copropriété |150| ordinaire (dans le sens d'une annulation partielle de la convention) ou à la transformation des servitudes personnelles cessibles, illimitées et héréditaires en un droit d'habitation incessible et intransmissible.\n\nLa recourante cherche en vain à tirer argument de ce que, en 1981, dame R. a fait valoir le droit de préemption des copropriétaires. Cela n'empêche pas l'intimée d'invoquer la nullité de la copropriété, qui ne permet pas le maintien de la propriété par étages, voulue par les contractants de 1926/1927, et de proposer l'adaptation de l'ancienne propriété par étages aux seules formes actuelle autorisées par le droit civil fédéral.\n\n4. L'art. 20bis Tit. fin. CC, entré en vigueur en même temps que les art. 712a à 712t CC, soumet à la législation nouvelle la propriété par étages de l'ancien droit cantonal. Dans la mesure où les intéressés avaient converti l'ancienne propriété par étages en l'une des formes de remplacement qui se sont par la suite révélées nulles, ils pouvaient demander la rectification du registre foncier (Message du Conseil fédéral du 7 décembre 1962, FF 1962 II p. 1484/1485). En outre, les cantons pouvaient soumettre au droit nouveau, par une disposition générale, l'ancienne propriété par étages transformée et prévoir une procédure de modification et d'adaptation du registre foncier (art. 20ter Tit. fin. CC; cf. Message du Conseil fédéral du 7 décembre 1962, FF. 1962 II p. 1485). C'est ce qu'a fait le canton du Valais, en édictant une loi d'application du 10 novembre 1965, qui vise notamment les propriétés par étages créées sous l'empire de l'ancien droit cantonal et qui étaient restées telles quelles entre 1912 et 1965, les propriétés par étages créées sous l'empire de l'ancien droit cantonal et transformées en copropriétés assorties de servitudes personnelles d'usage, perpétuelles et transmissibles, ainsi que les propriétés par étages de ce dernier type constituées après l'entrée en vigueur du Code civil et qui n'avaient donc jamais été soumises à l'ancien droit. La procédure de modification et d'adaptation du registre foncier pouvait être introduite d'office par le conservateur du registre foncier ou sur requête d'un \"copropriétaire\". En cas d'opposition d'un intéressé contestant l'obligation d'adapter le statut de l'immeuble au droit nouveau, le conservateur devait impartir à l'opposant un délai de vingt jours pour ouvrir action en constatation de droit. C'est cette procédure qui a été suivie en l'espèce.\n\n|151|\n\nL'autorité cantonale a jugé avec raison que l'action déclaratoire en constatation de droit, qui relève uniquement du droit fédéral, était recevable, puisqu'elle vise un cas d'application de l'art. 20ter Tit. fin. CC et que les parties ont un intérêt actuel et digne de protection (la demanderesse par sa demande principale, la défenderesse par ses conclusions reconventionelles) à ce qu'il soit déclaré que la parcelle est soumise au régime de la copropriété ordinaire, respectivement de la propriété par étages (cf. ATF 110 II 353 ss consid. 1)."}