{"annee": "113", "cour": "IA", "page": "172", "date": "19/1/1987", "cite": ["111 IA 52", "112 IA 148", "104 IA 367", "86 I 23", "110 II 255", "107 IA 171", "106 IA 142", "82 I 75"], "cite_par": ["144 III 411", "120 II 408", "120 II 400", "124 III 382", "134 III 122"], "chapeau": "27. Extrait de l'arrêt de la Ire Cour de droit public du 19 janvier 1987 dans la cause S. contre République socialiste de Roumanie et Vaud, Cour des poursuites et faillites du Tribunal cantonal (recours de droit public)", "regestes": ["Immunité des Etats; séquestre. Art. 88 OJ. Qualité d'un particulier pour former un recours fondé sur l'art. 84 al. 1 let. a, c ou d OJ contre le refus d'une autorisation de séquestrer des biens propriété d'un Etat étranger mis au bénéfice de l'immunité de juridiction (consid. 1). Immunité de juridiction et acte de souveraineté. Les actes accomplis jure imperii, ou actes de souveraineté, se distinguent des actes accomplis jure gestionis, ou actes de gestion, non pas par leur but, mais par leur nature (consid. 2). En l'espèce, la créance du recourant résulte d'un acte de transfert obligatoire de ses biens immobiliers dans la propriété de l'Etat roumain; il y a donc acte de souveraineté, accompli jure imperii en vertu du droit public étranger (consid. 3)."], "faits": "|173|\n\nPar décision du 3 août 1982, l'autorité municipale compétente de Bucarest a ordonné le transfert à titre onéreux, dans la propriété de l'Etat roumain, d'une quote-part indivise (1/2) de l'appartement propriété de S., qui venait d'obtenir l'autorisation de quitter définitivement son pays. Cette mesure se fondait notamment sur le décret No 223 concernant la réglementation de la situation de certains biens, adopté le 3 décembre 1974 par le Conseil d'Etat de la République socialiste de Roumanie. Aux termes des art. 1er et 2 de ce décret, les immeubles situés sur le territoire de l'Etat roumain ne peuvent être la propriété de personnes physiques que si celles-ci ont leur domicile dans le pays. Les personnes qui s'apprêtent à quitter le pays sont par conséquent tenues de vendre à l'Etat les immeubles dont elles sont propriétaires sur le territoire de celui-ci. Le prix de vente de l'immeuble ainsi acquis par l'Etat a été fixé conformément à l'art. 2 du décret No 467 du 28 décembre 1979.\n\nLe 23 juillet 1985, S. a requis le Juge de paix du cercle de Lausanne d'ordonner, au préjudice de la République socialiste de Roumanie, le séquestre d'avoirs détenus sur le compte de chèques postaux de l'entreprise R., à Lausanne, pour garantir le recouvrement d'une créance de 40'000 fr.s. avec intérêt à 5% dès le 3 août 1982. Ce montant correspondait à la contre-valeur en francs suisses de l'indemnité fixée pour l'acquisition par l'Etat de sa quote-part d'appartement. Le requérant invoquait, comme cas de séquestre, l'art. 271 ch. 4 LP. Le Juge de paix a refusé d'autoriser le séquestre, estimant que la créance résultait d'un acte accompli jure imperii par l'Etat roumain. Par arrêt du 5 juin 1986, la Cour des poursuites et faillites du Tribunal cantonal du canton de Vaud a rejeté un recours pour déni de justice formé contre cette décision. |174|\n\nLe Tribunal fédéral a rejeté le recours de droit public interjeté par S. contre cet arrêt, pour les", "considerants": "motifs suivants:\n\n1. Le recourant soutient que l'autorité intimée a commis un déni de justice en violant grossièrement les principes généraux institués par la jurisprudence en matière de séquestre au préjudice d'Etats étrangers. La question ainsi soulevée est celle de l'immunité de juridiction reconnue, en droit international public, aux Etats étrangers.\n\nLe principe de l'immunité de juridiction des Etats étrangers est une règle du droit des gens assimilable à un traité (ATF 107 Ia 174 consid. 4, ATF 106 Ia 146 consid. 2b et les arrêts cités). Il en résulte, d'un point de vue strictement formel, que les Etats peuvent se prévaloir de la violation de ce principe par la voie d'un recours de droit public pour violation de traités internationaux au sens de l'art. 84 al. 1 let. c OJ. Le recours de droit public fondé sur l'immunité de juridiction des Etats étrangers est néanmoins recevable également sur la base de l'art. 84 al. 1 let. d OJ, car, en se prévalant de son immunité, l'Etat étranger conteste la compétence de l'autorité suisse (ATF 107 Ia 174 consid. 4, ATF 106 Ia 146 consid. 2b et les arrêts cités).\n\nLes arrêts publiés rendus en cette matière par le Tribunal fédéral en tant que juridiction de droit public (tel n'est pas toujours le cas: cf. ATF 110 II 255) l'ont été généralement sur la base de recours formés par des Etats étrangers ou d'autres organisations ou personnes étrangères se disant détentrices de la puissance publique, et cela, ordinairement, à propos de décisions par lesquelles une autorité cantonale avait autorisé le séquestre de biens du recourant au sens de l'art. 272 LP (cf. ATF 112 Ia 148, ATF 111 Ia 52, 62, ATF 106 Ia 142, ATF 104 Ia 367, ATF 86 I 23, ATF 82 I 75).\n\nLe présent recours est toutefois formé par un particulier, domicilié en Suisse, qui s'est vu refuser l'autorisation de séquestre de biens propriété d'un Etat étranger, pour le motif que celui-ci serait au bénéfice de l'immunité de juridiction. Certes, cette personne ne saurait prétendre que ses intérêts juridiques sont protégés d'une façon quelconque, au sens de l'art. 88 OJ, par cette règle du droit des gens qu'est le principe de l'immunité de juridiction, lequel consacre exclusivement un privilège en faveur des Etats étrangers. Il lui est |175| cependant loisible de prétendre, comme il le dit implicitement, que les dispositions procédurales du droit commun relatives à l'exécution en Suisse des obligations ont été violées à son préjudice, du fait de la portée erronée donnée au principe de l'immunité juridictionnelle. Que l'on considère qu'il s'agit là d'un recours fondé sur l'art. 84 al. 1 let. a, let. c ou let. d OJ, sa qualité pour recourir ne saurait être niée. Appelé ainsi à déterminer la portée, dans le cas particulier, du principe de l'immunité juridictionnelle, le Tribunal fédéral jouit d'un libre pouvoir d'examen (ATF 82 I 85 consid. 6).\n\n2. Il n'existe entre la Suisse et la République socialiste de Roumanie aucun traité en matière d'immunité réciproque qui préciserait si et jusqu'à quel point l'Etat roumain peut être soumis à la juridiction des tribunaux suisses et faire l'objet de mesures d'exécution forcée sur le territoire de la Confédération. La Roumanie n'est pas non plus partie à la Convention européenne sur l'immunité des Etats du 16 mai 1972 (RS 0.273.1). Sont dès lors applicables en l'espèce les règles dégagées par la jurisprudence du Tribunal fédéral (cf. ATF 112 Ia 150). Le privilège de l'immunité de juridiction n'est pas une règle absolue. L'Etat étranger n'en bénéficie que lorsqu'il agit en vertu de sa souveraineté (jure imperii). Il n'en bénéficie en revanche pas s'il se situe sur le même plan qu'une personne privée, en particulier s'il agit en qualité de titulaire d'un droit privé (jure gestionis) (ATF 111 Ia 57 /58 consid. 4a, ATF 106 Ia 147 consid. 3a et les références). Dans ce dernier cas, il peut être recherché devant les tribunaux suisses et faire, en Suisse, l'objet de mesures d'exécution forcée, à la condition toutefois que le rapport de droit auquel il est ainsi partie soit rattaché au territoire de ce pays, c'est-à-dire qu'il y soit né, ou doive y être exécuté ou tout au moins que le débiteur ait accompli certains actes de nature à y créer un lieu d'exécution (ATF 106 Ia 150, ATF 86 I 28, ATF 82 I 86 consid. 7).\n\nLes actes accomplis jure imperii, ou actes de souveraineté, se distinguent par conséquent des actes accomplis jure gestionis, ou actes de gestion, non pas par leur but, mais par leur nature (ATF 111 Ia 58 consid. 4a, ATF 104 Ia 371 consid. 2c). En d'autres termes, la question à résoudre est celle de savoir si l'acte sur lequel se fonde la créance litigieuse relève de la puissance publique ou s'il s'agit d'un acte que tout particulier pourrait accomplir. L'autorité appelée à se prononcer sur cette question peut recourir à des critères extérieurs à cet acte; elle verra, par |176| exemple, un indice d'un acte accompli jure gestionis dans le fait que l'Etat qui se prévaut de son immunité est entré en relation avec un particulier en dehors de son territoire, c'est-à-dire sur le territoire d'un autre Etat, sans que ses relations avec ce dernier soient en cause (ATF 104 Ia 371 consid. 2c). La réponse à donner dans chaque espèce dépendra ensuite d'une comparaison de l'intérêt de l'Etat étranger à bénéficier de l'immunité, avec celui de l'Etat du for à exercer sa souveraineté juridictionnelle et celui du demandeur à obtenir une protection judiciaire de ses droits. De tout temps, la pratique suisse a marqué une tendance à restreindre le domaine de l'immunité (cf. ATF 110 II 259 /260 consid. 3a et les références, ATF 86 I 28).\n\n3. L'acte qui a donné naissance à la créance pour laquelle le recourant a demandé le séquestre d'avoirs roumains situés en Suisse est un acte d'acquisition de la propriété foncière. De toute évidence, il ne s'agit toutefois pas d'une vente conclue de gré à gré entre les parties, même si, en déposant sa demande de départ définitif pour l'étranger, le recourant ne pouvait ignorer que ses biens immobiliers passeraient dans la propriété de l'Etat et qu'il acceptait d'emblée, implicitement, cette conséquence automatique de sa démarche. Le décret adopté par le Conseil d'Etat roumain le 3 décembre 1974, sur lequel se fondent ces mesures, ne laisse en effet aucune liberté de choix au propriétaire privé concerné par elles. L'acquéreur obligé et exclusif est l'Etat, et le prix payé par celui-ci est fixé au terme d'une procédure qui s'apparente, formellement, aux procédures d'estimation mises en oeuvre en Suisse en cas d'expropriation. La décision du 3 août 1982 n'a donc pas consacré un accord intervenu entre le propriétaire et l'Etat qui se serait placé sur un pied d'égalité avec lui. Elle a au contraire consisté dans un acte d'autorité, par lequel l'Etat s'est approprié un bien immobilier dans le but d'intérêt public que poursuit le décret du 3 décembre 1974. L'opinion qu'on peut avoir sur l'étendue de cet intérêt public est sans importance.\n\nCe qui compte, c'est que l'Etat a procédé, de la sorte, à un acte analogue à une expropriation, voire à une nationalisation. On se trouve dès lors en présence d'un acte de souveraineté, accompli jure imperii en vertu du droit public étranger, et non pas d'un acte qu'un particulier aurait pu tout aussi bien accomplir selon les mêmes formes, en vertu du droit privé, c'est-à-dire d'un acte jure gestionis.\n\n|177|\n\nC'est donc avec raison que l'autorité intimée a mis l'Etat roumain au bénéfice de l'immunité de juridiction et a refusé d'autoriser le séquestre demandé par le recourant."}