{"annee": "113", "cour": "III", "page": "1", "date": "6/2/1987", "cite": ["42 II 422", "40 III 267", "79 I 182", "43 III 210", "42 III 259"], "cite_par": [], "chapeau": "1. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 6 février 1987 dans la cause dame E. (recours LP)", "regestes": ["Art. 386 al. 2 CC. Celui qui est provisoirement privé de l'exercice des droits civils doit obtenir le concours de son représentant légal pour tous les actes qu'un interdit ne peut accomplir sans l'accord de son tuteur, y compris en matière de poursuite pour dettes."], "faits": "", "considerants": "BGE 113 III 1 S. 1\n\nExtrait des considérants:\n\n2. La privation provisoire de l'exercice des droits civils produit les mêmes effets qu'une interdiction. Celui qui en est l'objet doit obtenir le concours de son représentant légal pour tous les actes qu'un interdit ne peut accomplir sans l'accord de son tuteur (ATF 42 II 424 consid. 1; ATF 79 I 186; KAUFMANN, n. 26 et 26a ad art. 386 CC). Il ne peut donc porter plainte ni agir seul en matière de poursuite pour dettes (GILLIÉRON, Poursuite pour dettes, faillite et concordat, p. 55; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, § 9, n. 9, 32, 33; AMONN, Grundriss des Schuldbetreibung- und Konkursrechts, § 6 n. 38; EGGER, n. 38 ad art. 386 CC), à moins qu'il ne fasse valoir des droits strictement personnels, ce qui n'est pas le cas en l'espèce, la plainte portant sur la notification d'actes de poursuites.BGE 113 III 1 S. 2\n\nC'est dès lors à bon droit que la cour cantonale a estimé que le recours de dame E. n'était pas recevable. Peu importe qu'un prononcé ait été rendu sur le fond, qui institue un conseil légal, dont le concours ne serait plus nécessaire (ATF 43 III 210, ATF 42 III 259, ATF 40 III 267). Cette décision n'était en effet pas encore définitive et exécutoire au moment où dame E. a formé son recours à l'autorité supérieure de surveillance. Or la mesure ordonnée en application de l'art. 386 al. 2 CC ne prend fin qu'avec l'entrée en force du jugement rendu dans la procédure d'interdiction, à moins que l'autorité tutélaire ne la rapporte antérieurement par une décision expresse (ATF non publiés des 3 juillet 1980 et 25 mai 1982 dans les causes M. et P.; KAUFMANN, n. 49 ss ad art. 386 CC; SCHNYDER/MURER, n. 77 ad art. 386 CC et les références)."}