{"annee": "113", "cour": "IB", "page": "155", "date": "23/6/1987", "cite": [], "cite_par": ["143 IV 339"], "chapeau": "27. Extrait de l'arrêt de la Ire Cour civile du 23 juin 1987 dans la cause N. contre canton de Vaud (action directe)", "regestes": ["Responsabilité de l'Etat pour détention injustifiée. Montant de l'indemnité pour tort moral (consid. 3b). Répartition des frais et dépens en cas de prétentions excessives (consid. 4)."], "faits": "|155|\n\nA.- N., résidant en France, a été arrêté le 6 juin 1985 à la douane, alors qu'il quittait régulièrement la Suisse, parce qu'il avait été mis en cause pour avoir participé à des vols au \"rendez-moi\", par deux personnes précédemment arrêtées. Il a protesté de son innocence dès son arrestation. Il a présenté trois demandes de mise en liberté provisoire qui ont été rejetées en juillet, octobre et décembre 1985. Le 20 novembre 1985, le juge informateur a rendu contre N. une ordonnance de renvoi retenant contre lui 22 cas de vols au \"rendez-moi\".\n\nPar jugement du 27 février 1986, le Tribunal correctionnel du district de Lausanne a libéré N. de l'accusation de vol en bande et par métier, constaté qu'il avait été détenu préventivement durant 267 jours et ordonné sa relaxation immédiate.\n\nB.- Le 10 mars 1986, le conseil de N. a présenté à l'Etat de Vaud une demande d'indemnité pour détention préventive injustifiée, en faisant valoir que l'incarcération subie par son client avait \"porté très gravement atteinte à ses droits fondamentaux et compromis de manière peut-être irréparable sa considération, notamment vis-à-vis de ses proches et de sa famille\". Il réclamait notamment le paiement de 267'000 francs de tort moral. L'Etat de Vaud a offert à ce titre 15'000 francs.\n\nC.- N. a ouvert action contre l'Etat de Vaud devant le Tribunal fédéral en paiement de 268'659 francs, soit 159 francs de |156| dommages-intérêts, 267'000 francs pour tort moral et 1'500 francs à titre d'honoraires d'avocat jusqu'au dépôt de la demande.\n\nLe Tribunal fédéral admet partiellement la demande et condamne le défendeur à payer au demandeur 20'159 francs, avec intérêt à 5% dès le 10 mars 1986, sous déduction de 10'159 francs, avec intérêt à 5% dès le 18 juillet 1986.", "considerants": "Extrait des considérants:\n\n3. b) Dans la présente espèce le demandeur a subi 267 jours de détention préventive. On ne dispose d'aucun élément sur les répercussions que sa détention a pu avoir sur sa réputation dans la région de Lyon, où il vivait, et dans son entourage familial... En définitive, le seul élément d'appréciation du tort moral subi par le demandeur qui soit établi est la détention elle-même, avec tout ce que cela implique de contrainte psychique et physique, et sa durée. L'effet de ces éléments, équitablement apprécié sur la base de l'expérience générale de la vie, n'est que faiblement atténué par le fait que le demandeur a été condamné à trois reprises en France entre 1979 et 1982, avec un mois d'emprisonnement ferme en 1979. Si la durée de la détention en cause aujourd'hui doit être prise en considération, elle n'entraîne pas pour autant une adaptation automatique et proportionnelle aux indemnités accordées dans des cas de détentions plus courtes, car l'élément de la détention en soi pèse d'un poids en tout cas aussi important que l'élément de la durée, sur l'atteinte que subit la personne incarcérée. Compte tenu des précédents les plus récents ainsi que de l'arrêt non publié B. c. canton de Vaud, du 9 novembre 1979, réadapté à la jurisprudence actuelle en matière de quotité des indemnités pour tort moral, il y a lieu d'arrêter à 20'000 francs la réparation morale à laquelle le demandeur peut prétendre du fait de sa détention...\n\n4. Quant aux frais et dépens, il faut considérer que le défendeur ne contestait pas le principe de la réparation du tort moral et que le demandeur n'obtient qu'un complément relativement modeste par rapport à l'indemnité qui lui était offerte. Au regard des conclusions très élevées de la demande, et même en tenant compte d'une certaine marge admissible dans ce domaine, le demandeur succombe dans une plus large mesure que le défendeur. Il y a dès lors lieu de mettre à sa charge 3/4 des frais, ainsi qu'une indemnité réduite à payer au défendeur à titre de dépens."}