{"annee": "113", "cour": "V", "page": "273", "date": "18/12/1987", "cite": ["107 V 219", "105 V 29", "110 V 284", "111 V 201", "111 IV 5", "104 V 148", "102 V 167", "112 IA 180", "109 V 108", "103 IA 517"], "cite_par": ["117 V 198", "119 V 410", "116 V 323", "120 V 128", "141 V 466", "118 V 158", "129 V 211", "116 V 20", "137 V 154", "125 V 413", "114 V 225", "119 V 475", "114 V 143", "130 V 343", "134 V 131", "133 V 1", "129 V 119"], "chapeau": "45. Extrait de l'arrêt du 18 décembre 1987 dans la cause R. contre Caisse cantonale neuchâteloise de compensation et Tribunal administratif du canton de Neuchâtel", "regestes": ["Art. 41 LAI, art. 32 ch. 1 let. b et ch. 2 de la Convention No 128 de l'Organisation internationale du Travail concernant les prestations d'invalidité, de vieillesse et de survivants et art. 68 let. b du Code européen de sécurité sociale: Statut du détenu dans l'assurance-invalidité. En cas de détention (ou de toute autre forme de privation de liberté ordonnée par une autorité pénale) le droit à une rente de l'assurance-invalidité ne peut plus être supprimé en vertu de l'art. 41 LAI, mais il doit être suspendu; sort des rentes complémentaires en pareille hypothèse (changement de jurisprudence)."], "faits": "|273|\n\nA.- Jorge R., né en 1964, célibataire, sans formation professionnelle, souffre depuis son adolescence d'une grave affection psychique. Il a été mis au bénéfice d'une rente entière de |274| l'assurance-invalidité à partir du 1er juillet 1982 (décision de la Caisse cantonale neuchâteloise de compensation du 23 novembre 1984).\n\nAu cours des mois d'octobre et de novembre 1984, Jorge R. a commis diverses infractions, dont un brigandage et de nombreux vols. Il a été arrêté le 21 novembre 1984 et maintenu en détention préventive dans les prisons de Neuchâtel. Par la suite, il a été renvoyé devant le Tribunal correctionnel du district de Neuchâtel, lequel, en considération de son jeune âge et de sa responsabilité diminuée, a prononcé son placement dans une maison d'éducation au travail, par jugement du 22 mai 1985.\n\nAyant appris que l'assuré se trouvait en détention préventive, la caisse de compensation a rendu une décision, du 29 janvier 1985, par laquelle elle a supprimé la rente d'invalidité en cours \"à fin janvier 1985\", au motif que l'intéressé était incarcéré.\n\nB.- Jorge R. a déféré cette décision au Tribunal administratif du canton de Neuchâtel, qui a partiellement admis le recours porté devant lui par jugement du 9 mai 1985.\n\nEn bref, la juridiction cantonale a retenu, conformément à la jurisprudence, que l'entrée en détention de l'assuré avait constitué un motif de révision au sens de l'art. 41 LAI, entraînant la suppression de la rente dont il bénéficiait. Elle a cependant considéré que cette mesure ne devait prendre effet qu'à partir du premier jour du deuxième mois suivant la notification du prononcé de la caisse, cela en application de l'art. 88bis al. 2 let. a RAI. Par conséquent, elle a annulé la décision litigieuse \"en ce sens que la suppression de la rente prend effet à partir du 1er mars 1985\" (ch. 2 du dispositif).\n\nC.- Jorge R. interjette recours de droit administratif contre ce jugement, dont il demande l'annulation, en concluant au maintien de son droit à une rente d'invalidité au-delà du 1er mars 1985.\n\nEn résumé, il fait valoir que l'activité délictueuse ayant conduit à sa détention, puis à son placement, est due à son état psychique déficient, qui serait lui-même à l'origine de son irresponsabilité pénale, circonstances qui justifieraient le rétablissement de son droit.\n\nLa caisse intimée conclut implicitement au rejet du recours, ce que propose également l'Office fédéral des assurances sociales.\n\n|275|", "considerants": "Extrait des considérants:\n\n1. a) En vertu de l'art. 41 LAI, si l'invalidité d'un bénéficiaire de rente se modifie de manière à influencer le droit à la rente, celle-ci est, pour l'avenir, augmentée, réduite ou supprimée. Tout changement important des circonstances propre à influencer le degré d'invalidité, et donc le droit à la rente, peut motiver une révision. La rente peut ainsi être révisée non seulement en cas de modification sensible de l'état de santé, mais aussi lorsque celui-ci est resté en soi le même, mais que ses conséquences sur la capacité de gain (ou d'exercer ses travaux habituels) ont subi un changement important (ATF 109 V 116, ATF 107 V 221 consid. 2, ATF 105 V 30 et les arrêts cités). Une révision peut aussi se justifier, le cas échéant, lorsqu'un autre mode d'évaluation de l'invalidité est applicable. Ainsi, le Tribunal fédéral des assurances a maintes fois jugé que la méthode d'évaluation de l'invalidité valable à un moment donné ne saurait préjuger le futur statut juridique de l'assuré, mais qu'il pouvait arriver que dans un cas d'espèce le critère de l'incapacité de gain (art. 28 LAI) succède à celui de l'empêchement d'accomplir ses travaux habituels (art. 5 al. 1 LAI) ou inversement (ATF 110 V 285 consid. 1a, ATF 104 V 149 consid. 2 et les arrêts cités).\n\nb) Conformément à ces principes, la jurisprudence a jusqu'à présent toujours admis que la détention d'une certaine durée - qu'elle soit ordonnée à titre préventif ou aux fins d'exécuter une peine - entraîne un changement de statut juridique de l'assuré dont l'invalidité a été évaluée selon le critère de l'incapacité de gain. Dans les deux cas de détention, l'exercice d'une activité lucrative est en règle ordinaire exclue: l'intéressé doit être considéré comme non actif et ne peut prétendre une rente à ce titre, du moment qu'il n'est pas empêché d'accomplir ses \"travaux habituels\", lesquels consistent dans l'exécution de sa peine (ATF 110 V 288, ATF 107 V 222, ATF 102 V 170; RCC 1987 p. 324, 1986 p. 666, 1981 p. 84, 1980 p. 556).\n\nLe Tribunal fédéral des assurances a appliqué les mêmes règles s'agissant d'un internement prononcé en vertu de l'art. 43 CP (RCC 1980 p. 554) et d'un placement dans une maison d'éducation au travail au sens de l'art. 100bis CP (RCC 1981 p. 83), mais non dans le cas d'un assuré séjournant dans un établissement en vertu de l'art. 91 al. 1 CP (RCC 1987 p. 322; pour un résumé détaillé de la jurisprudence, voir RCC 1987 p. 324 consid. 2a, ainsi qu'une étude de l'Office fédéral des assurances sociales, intitulée Le droit |276| à une rente AI pendant l'exécution d'une peine ou d'une mesure, in RCC 1984 p. 434).\n\nD'autre part, selon la jurisprudence actuelle et dans la mesure où l'entrée en détention représente un motif de révision, les prestations accessoires que sont les rentes complémentaires pour l'épouse (art. 34 al. 1 LAI) et les enfants (art. 35 al. 1 LAI) doivent également, en pareille hypothèse, être supprimées (ATF 110 V 286 consid. 1b in fine, ATF 107 V 222).\n\n2. a) Cette jurisprudence ne résiste toutefois pas à un nouvel examen.\n\nEn vérité, la circonstance qu'un titulaire d'une rente de l'assurance-invalidité purge une peine privative de liberté ne constitue pas un motif juridique de révision au sens de l'art. 41 LAI. D'une part, il est évident que l'état de santé de l'assuré ne subit aucune modification du seul fait de l'incarcération. D'autre part, on ne saurait parler d'un véritable changement de statut juridique, la jurisprudence rappelée plus haut, sous consid. 1a, visant avant tout le passage d'une activité ménagère à une activité professionnelle et vice versa (MAURER, Schweizerisches Sozialversicherungsrecht, vol. II, p. 234 let. cc; VALTERIO, Droit et pratique de l'assurance-invalidité, p. 268-269; FONJALLAZ, Invalidité et révision des rentes d'invalidité, Etude de la législation sociale suisse, thèse Lausanne 1985, p. 77). D'ailleurs, le Tribunal fédéral des assurances a lui-même souvent mis l'accent sur la nécessité de ne pas s'écarter, sans raison impérieuse, des critères d'évaluation de l'invalidité qui ont été utilisés lors de l'estimation initiale (voir par exemple ATF 104 V 149 consid. 2).\n\nEn outre, durant l'exécution d'une peine d'emprisonnement ou de réclusion, le condamné est en principe astreint à un travail répondant à ses aptitudes et lui permettant, une fois remis en liberté, de subvenir à son entretien (art. 37 ch. 1 al. 2 CP). De ce point de vue, l'affirmation selon laquelle un détenu doit être qualifié de personne sans activité lucrative et dont les travaux habituels consistent seulement dans l'accomplissement de sa peine n'apparaît guère conciliable avec l'action éducative que doit également exercer la mesure (art. 37 ch. 1 al. 1 CP). Cela est d'autant plus vrai dans le cas d'un placement ordonné en vertu de l'art. 100bis CP, qui vise principalement, sinon exclusivement, un tel but éducatif et non répressif (LOGOZ/SANDOZ, Commentaire du code pénal suisse, partie générale, p. 500; SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts, 4e éd., vol. II, p. 181 ss; NOLL, |277| Die Arbeitserziehung, in RPS 1973, p. 159 ss; cf. également ATF 111 IV 10 ad consid. 2 let. c): le but du placement est de former l'intéressé à un travail adapté à ses capacités et lui permettant, ici également, d'assurer son existence à sa libération (art. 100bis ch. 3 al. 1 CP). Le condamné peut ainsi être autorisé à parfaire sa formation ou à travailler en dehors de l'établissement (art. 100bis ch. 3 al. 2 CP). Sous réserve de motifs de sécurité, ce régime peut être mis en oeuvre sans délai, à la différence des conditions d'exécution des peines d'emprisonnement ou de réclusion (LOGOZ/ SANDOZ, op.cit., p. 501).\n\nb) Pour autant, cela ne signifie pas que le versement de la rente doive être maintenu durant l'exécution d'une peine ou d'une mesure. Sur ce point, il n'y a pas de motif de remettre en discussion une pratique profondément ancrée dans le droit de l'assurance-invalidité. Au demeurant, cette pratique trouve une justification dans le fait qu'un détenu, qui est entretenu par la collectivité publique, ne saurait retirer un avantage économique en raison de l'exécution de sa peine (cf. ATFA 1948 p. 78 consid. 4). A ce propos, il ne faut pas perdre de vue que le détenu non invalide perd aussi - en règle générale - son salaire ou - s'il est indépendant - ses gains professionnels.\n\nC'est donc bien plutôt le fondement juridique de la décision litigieuse qui est ici en cause et qui doit être recherché en dehors de l'art. 41 LAI. Pour guider cette démarche, l'on peut s'inspirer de normes du droit international de la sécurité sociale qui prévoient, dans certaines éventualités, la possibilité de suspendre (et non de supprimer) le droit à des prestations d'assurance. Ainsi, aux termes de l'art. 32 ch. 1 let. b de la Convention OIT No 128 concernant les prestations d'invalidité, de vieillesse et de survivants du 29 juin 1967, en vigueur pour la Suisse depuis le 13 septembre 1978 (RO 1978 1493), les prestations auxquelles une personne protégée aurait droit en application de l'une quelconque des parties II à IV peuvent être suspendues, dans une mesure qui peut être prescrite, \"aussi longtemps que l'intéressé est entretenu sur des fonds publics ou aux frais d'une institution ou d'un service de sécurité sociale\". Dans les cas et dans les limites qui sont prescrits, une partie des prestations qui auraient été normalement allouées doit être servie aux personnes à la charge de l'intéressé (art. 32 ch. 2 de ladite convention). Une réglementation semblable figure à l'art. 68 let. b du Code européen de sécurité sociale (CESS) du 16 avril 1964, en vigueur pour notre pays depuis le 17 septembre |2781978| (RO 1978 1518). Or, l'internement dans un établissement pénitentiaire est précisément l'une des hypothèses qui entrent dans les prévisions envisagées par ces deux normes (VILLARS, Le Code européen de sécurité sociale et le Protocole additionnel, p. 17).\n\nCertes, les normes en question se contentent pour l'essentiel de fixer les lignes directrices dont doit s'inspirer la législation des Etats contractants et, par conséquent, elles s'adressent en premier lieu non aux autorités administratives ou judiciaires, mais au législateur national (à propos de l'applicabilité directe des traités internationaux: ATF 112 Ia 184 consid. 2a et les références citées; voir également, au sujet de l'art. 32 ch. 1 let. e de la Convention OIT No 128 et de l'art. 68 let. f CESS: ATF 111 V 201). Elles sont néanmoins susceptibles de jouer un rôle dans l'interprétation du droit interne, car le juge pourra, dans certaines circonstances, s'inspirer des solutions qu'elles préconisent (BERENSTEIN, La Suisse et le développement international de la sécurité sociale, in SZS 1981, p. 184: cf. aussi ATF 111 Ia 344 consid. 3a, relatif à la portée d'une résolution du Comité des ministres du Conseil de l'Europe, et ATF 103 Ia 524, concernant la Convention OIT No 100 et la Charte sociale européenne).\n\nAu surplus, il n'est pas sans intérêt de rappeler que, dans la seule loi où il a expressément réglé la question, le législateur fédéral s'est également prononcé en faveur de la suspension du droit aux prestations, à l'art. 43 LAM, dont la teneur est la suivante: \"Le paiement de l'indemnité de chômage ou de la rente peut être suspendu lorsque l'assuré purge une peine privative de liberté ou a été renvoyé par le juge dans une maison d'internement ou d'éducation au travail. Quand il a des parents qui auraient droit à des prestations de l'assurance lors de son décès, l'indemnité de chômage ou la rente doit leur être versée pendant la durée de la peine ou de l'internement, en tout ou partie, lorsqu'ils tomberaient dans le besoin à défaut de cette prestation\" (sur l'application de cette disposition, voir: SCHATZ, Kommentar zur Eidgenössischen Militärversicherung, p. 214-215; Fiche juridique suisse, No 881, p. 2).\n\nc) Il en résulte que la détention (ou toute autre forme de privation de liberté ordonnée par une autorité pénale, y compris le séjour dans une maison d'éducation au travail) constitue désormais un motif de suspension - et non plus de révision - du droit à la rente d'invalidité versée par l'assurance-invalidité.\n\nEn outre, comme le droit à la rente subsiste en tant que tel, il faut en déduire, logiquement, que l'entrée en détention n'entraîne |279| plus, comme par le passé, une perte du droit aux rentes complémentaires, le service de celles-ci devant au contraire être maintenu. Cette solution répond assurément mieux au but de protection sociale de la loi; d'une certaine manière, elle permet de tenir compte du principe selon lequel les personnes à la charge de l'intéressé ne doivent pas elles-mêmes subir toutes les conséquences économiques qu'entraîne la privation de liberté (art. 32 ch. 2 de la Convention OIT No 128; art. 68 let. b, deuxième phrase, CESS; art. 43, deuxième phrase, LAM), principe dont il y a lieu de considérer qu'il exprime une opinion généralement admise en ce domaine et correspond aux conceptions juridiques actuelles.\n\nd) Il découle également de ce qui précède qu'il n'est plus possible d'appliquer telles quelles les dispositions réglementaires sur la révision (art. 87 ss RAI; art. 29bis RAI), lors de l'entrée en détention ou au moment de la libération du condamné. Cette solution avait d'ailleurs provoqué des difficultés d'ordre pratique, voire des résultats peu satisfaisants sur le plan juridique (cf. les exemples fournis par les ATF 110 V 284 et ATF 107 V 219). Dès lors, pour fixer le point de départ et la fin de la mesure de suspension, et en l'absence d'autres dispositions, il s'impose d'appliquer par analogie la réglementation des art. 29 al. 1, dernière phrase (29 al. 2 première phrase dès le 1er janvier 1988), et 30 al. 2 LAI: la rente sera encore versée durant le mois au cours duquel l'assuré est entré en détention; une fois la peine (ou la mesure) exécutée, elle sera accordée pour tout le mois au cours duquel la détention a pris fin.\n\ne) Quant au point de savoir ce qu'il en est des rentes d'invalidité allouées par d'autres institutions d'assurance sociale (assurance-accidents obligatoire et institutions de prévoyance professionnelle), qui ont une pratique différente de celle de l'assurance-invalidité (le service de la rente étant en principe maintenu durant la détention), il n'a pas à être examiné ici. On relèvera seulement qu'une solution identique ne s'impose pas, a priori, dans tous les régimes concernés, car il faut aussi tenir compte des particularités de chaque branche d'assurance, comme par exemple de leurs modalités de financement. Ainsi, on ne saurait oublier que l'assurance-invalidité fait largement appel au principe de la solidarité. De toute façon, il serait souhaitable, le cas échéant, que la question soit réglée par voie législative, par exemple lors de l'examen d'un éventuel projet de loi sur la partie générale du droit des assurances sociales (cf. à ce sujet RCC 1984 p. 547, 1985 p. 555, 1986 p. 76 et 1987 p. 231)."}