{"annee": "113", "cour": "II", "page": "15", "date": "20/1/1987", "cite": ["105 IA 23", "94 II 17"], "cite_par": ["114 II 26", "135 III 578", "137 III 534"], "chapeau": "4. Auszug aus dem Urteil der II. Zivilabteilung vom 20. Januar 1987 i.S. A., B. und K. gegen Z. (Berufung)", "regestes": ["Propriété par étages. Action en exclusion de la communauté (art. 649b CC). 1. L'action en exclusion de la communauté des copropriétaires est une contestation civile portant sur un droit de nature pécuniaire, au sens de l'art. 46 OJ (consid. 1). 2. Conditions de l'exclusion d'un copropriétaire. Une exclusion n'entre en ligne de compte que comme ultima ratio, lorsque toutes les autres mesures possibles et raisonnablement concevables pour mettre fin aux troubles sont demeurées sans effet (consid. 3 et 6)."], "faits": "|16|\n\nA.- Die Liegenschaft Strasse X. 1/3 in Y. ist als Stockwerkeigentum ausgestaltet. Die Gemeinschaft umfasst die Eigentümer von vierzehn Wohnungen und Garagen. Die beiden Brüder A. und B. Z. erwarben am 1. August 1981 die im ersten Stock des Hauses gelegene 5 1/2-Zimmerwohnung sowie den dazugehörenden Autoabstellplatz zu Eigentum, nachdem sie bereits zwei Jahre als Mieter in der Wohnung gelebt hatten. Daselbst wohnt auch ihre Schwester mit ihrem im Jahre 1978 geborenen Sohn. Die Rechte und Pflichten der Stockwerkeigentümer werden in einem Reglement, in einer Hausordnung und in verschiedenen Beschlüssen der Eigentümerversammlungen geregelt.\n\nSeit anfangs 1982 traten zwischen einigen Miteigentümern und den Gebrüdern Z. immer häufiger Auseinandersetzungen auf, wobei den letztgenannten zahlreiche Verletzungen der Gemeinschaftsordnung vorgeworfen wurden. Am 28. Oktober 1982 verlangten zehn von insgesamt vierzehn Miteigentümern die Einberufung einer ausserordentlichen Eigentümerversammlung, in welcher über die Einleitung einer Klage auf Ausschluss von A. und B. Z. aus der Stockwerkeigentümergemeinschaft gemäss Art. 649b ZGB zu beschliessen sei. An dieser Versammlung vom 10. November 1982 wurde mit elf Ja-Stimmen und einer Nein-Stimme bei drei Enthaltungen die Einleitung einer solchen Klage beschlossen.\n\nB.- Mit Klage vom 27. April 1983 verlangten drei Miteigentümer, A., B. und K., den Ausschluss der Gebrüder Z. aus der Stockwerkeigentümergemeinschaft Strasse X. 1/3. Das Bezirksgericht hiess diese Klage nach Durchführung eines umfassenden Beweisverfahrens am 8. November 1984 gut. Die Beklagten wurden aus der Gemeinschaft der Stockwerkeigentümer Strasse X. 1/3 ausgeschlossen und verpflichtet, ihre Eigentumswohnung bis zum |171| . August 1985 zu veräussern. Im Unterlassungsfalle wurde ihnen die öffentliche Versteigerung ihrer Wohnung nach den Vorschriften über die Zwangsverwertung von Grundstücken angedroht.\n\nGegen dieses Urteil reichten die Beklagten beim Kantonsgericht Berufung ein mit dem Antrag auf Abweisung der Klage. Eine Vergleichsverhandlung verlief ergebnislos. Mit Urteil vom 18. März 1986 hiess das Kantonsgericht die Berufung gut und wies die Klage ab.\n\nC.- Die Kläger erheben Berufung beim Bundesgericht und beantragen, das Urteil des Kantonsgerichts sei aufzuheben und die Ausschlussklage zu schützen. Eventuell sei die Streitsache zur Neubeurteilung und zum Schutze der Ausschlussklage an die Vorinstanz zurückzuweisen.\n\nDie Beklagten stellen Antrag auf Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n1. Der Anspruch auf Ausschluss aus der Stockwerkeigentümergemeinschaft wegen schwerer Pflichtverletzung berührt ausser persönlichen und gesellschaftsrechtlichen Interessen vor allem auch erhebliche vermögenswerte Interessen des betroffenen Wohnungseigentümers. Der Anspruch auf Ausschluss aus der Stockwerkeigentümergemeinschaft ist deshalb als vermögensrechtliche Zivilrechtsstreitigkeit im Sinne von Art. 46 OG zu betrachten (vgl. BGE 105 Ia 25 und ZBGR 63(1982), S. 371 E. 1). Das Kantonsgericht und die Prozessparteien stimmen darin überein, dass der Streitwert auf über Fr. 15'000.-- zu bemessen ist. Dieser Schätzung ist zuzustimmen. Auf die Berufung ist daher einzutreten.\n\n2. Nach Art. 649b ZGB kann ein Miteigentümer durch richterliches Urteil aus der Gemeinschaft ausgeschlossen werden, wenn durch sein Verhalten oder das Verhalten von Personen, denen er den Gebrauch der Sache überlassen oder für die er einzustehen hat, Verpflichtungen gegenüber allen oder einzelnen Mitberechtigten so schwer verletzt werden, dass diesen die Fortsetzung der Gemeinschaft nicht zugemutet werden kann. Es ist unbestritten, dass diese Bestimmung nicht nur für gewöhnliches Miteigentum, sondern ebenso für Stockwerkeigentum im Sinne der Art. 712a ff. ZGB gilt. Ebenso ist unbestritten, dass die formelle Voraussetzung der Klage auf Ausschluss der Beklagten, nämlich |18| die Ermächtigung durch einen Mehrheitsbeschluss aller Miteigentümer im Sinne von Art. 649b Abs. 2 ZGB, erfüllt ist. Streitig ist nur, ob die materiellen Voraussetzungen für den Ausschluss der Beklagten aus der Stockwerkeigentümergemeinschaft gegeben sind und ob sie demgemäss im Sinne von Art. 649b Abs. 3 ZGB verpflichtet werden können, ihren Stockwerkanteil, d.h. die von ihnen bewohnte 5 1/2-Zimmerwohnung, in angemessener Frist zu veräussern oder diesen Anteil zur Zwangsversteigerung zu bringen.\n\n3. Wie die Beklagten in ihrer Berufungsantwort zutreffend ausführen, zeigt das vorliegende Verfahren die Schwierigkeit menschlichen Zusammenlebens unter einem Dach bei gemeinschaftlichem Eigentum auf. Es obliegt der Stockwerkeigentümergemeinschaft, in ihrem Reglement, der Hausordnung und mit ihren Versammlungsbeschlüssen den Rahmen zu schaffen, innerhalb welchem das Zusammenleben von Menschen mit unterschiedlichen Bedürfnissen und verschiedener Lebensart sich möglichst reibungslos abspielen kann. Jeder Stockwerkeigentümer ist ganz allgemein verpflichtet, sich so zu verhalten, dass ein ungestörtes, friedliches Zusammenleben möglich wird; er hat das Seine dazu beizutragen, dass Konflikte erst gar nicht entstehen und, soweit solche bestehen, sie in einer Art und Weise behoben werden können, wie das für vernünftige, wohlerzogene und rechtdenkende Menschen selbstverständlich ist. Zu den im Reglement, in der Hausordnung und durch Versammlungsbeschlüsse näher konkretisierten Pflichten eines jeden Stockwerkeigentümers gehört es daher, nicht nur das Eigentum und die Persönlichkeit jedes andern zu respektieren (MEIER-HAYOZ, N. 8 zu Art. 649b und c ZGB), sondern auch Bestimmungen über Ruhezeit und Ordnung in und um das Haus einzuhalten. Das Zusammenleben in einer Stockwerkeigentümergemeinschaft läuft im Grunde nach ähnlichen Spielregeln ab, wie sie in einer Demokratie selbstverständlich sind. Dort wie hier gilt es, sich gegenseitig bei allem Unterschied der Lebensart, der Lebensauffassung und der Bedürfnisse zu achten, Toleranz zu üben, sich aber auch einmal gefassten Beschlüssen zu unterziehen, damit das friedliche Zusammenleben erleichtert wird.\n\nÜber die Massnahmen, die getroffen werden müssen, wenn sich ein Stockwerkeigentümer über seine Pflichten gegenüber der Gemeinschaft hinwegsetzt, spricht sich der Gesetzgeber im einzelnen nicht aus. Er sieht in Art. 649b Abs. 1 ZGB lediglich den Ausschluss aus der Gemeinschaft, somit eine Art Radikallösung, vor. Der Ausschluss, der etwa als privatrechtliche Enteignung bezeichnet |19| wird, kann nach dem Willen des Gesetzgebers und angesichts der Schwere des Eingriffs in die Rechte des betroffenen Miteigentümers nur erfolgen, wenn die Pflichtverletzung so schwer ist, dass die Fortsetzung der Gemeinschaft den übrigen Miteigentümern nicht mehr zugemutet werden kann. Die Rechtsprechung hatte bisher erst wenig Gelegenheit, sich mit der Frage zu befassen, wann diese Voraussetzung der schweren Pflichtverletzung gegeben und unter welchen Umständen die Fortsetzung der Gemeinschaft nicht mehr zumutbar ist. In BGE 94 II 22 wird wegleitend davon gesprochen, dass ein andauernd unverträgliches, streitsüchtiges, gewalttätiges und arglistiges Verhalten des Miteigentümers zum Ausschluss berechtigen kann, wenn dadurch ein friedliches Zusammenleben und ein nachbarlicher Verkehr, wie er unter Hausgenossen Brauch und Sitte ist, verhindert wird (vgl. auch den nicht publizierten Entscheid vom 5. Februar 1979 in ZBGR 63 (1982), S. 372, MEIER-HAYOZ, N. 8 zu Art. 649b und c ZGB, und das Reglement der StWE Strasse X. 1/3). In einer Stockwerkeigentümergemeinschaft kann angesichts des engen Zusammenlebens insbesondere andauernd lautes, lärmiges Verhalten ruhige und der Ruhe bedürftige Mitbewohner erheblich stören und zu einer Quelle ständigen Ärgers und von schweren Zerwürfnissen werden, die eine Fortdauer der Gemeinschaft bei Unmöglichkeit einer Besserung als unzumutbar erscheinen lässt.\n\nDie Schwere der in Art. 649b ZGB vorgesehenen Massnahme zeigt indessen, dass nicht leichthin zum Ausschluss aus der Gemeinschaft gegriffen werden darf. Zur gegenseitigen Pflicht der Mitbewohner gehört, dass sich die Betroffenen vorerst weniger gravierender Mittel bedienen, um zu einem modus vivendi gelangen zu können. Zu denken ist an Aussprachen, an eine neutrale Vermittlung oder allenfalls an weniger weitreichende rechtliche Massnahmen, wie das Kantonsgericht unter Hinweis auf die Lehre durchaus zutreffend ausgeführt hat. Erst wenn sich zeigt, dass der störende Miteigentümer sich offenkundig nicht an eine ein friedliches Zusammenleben ermöglichende Ordnung zu halten bereit findet oder er sich ungeachtet berechtigter Mahnungen oder Aufforderungen über Versammlungsbeschlüsse, Vermittlungsversuche oder andere geeignete Vorkehren andauernd hinwegsetzt, ist ein Ausschluss im Sinne von Art. 649b Abs. 1 ZGB, dann aber ohne langes Zögern (vgl. ZBGR 63 (1982), S. 373 E. 4b), anzuordnen. Insofern lässt sich die Auffassung des Kantonsgerichts, ein Ausschluss aus der Gemeinschaft der Stockwerkeigentümer komme |20| als eine höchst schwerwiegende Massnahme, die die dingliche Rechtsstellung des Miteigentümers im Verhältnis zu derjenigen des Alleineigentümers empfindlich beschränkt, nur als ultima ratio in Betracht, vor Bundesrecht halten.\n\n4. Das Kantonsgericht hat gestützt auf die zahlreichen Aussagen der im erstinstanzlichen Verfahren angehörten Zeugen folgende Verstösse der Beklagten gegen allgemeine und reglementarische Verpflichtungen festgestellt:\n\na) Insgesamt neun Zeugen haben die Beklagten und ihre Mitbewohner als Verursacher unzumutbarer Lärmimmissionen bezeichnet. Über Lärm wurde vor allem geklagt, weil er am Mittag und am Abend zwischen 20.00 und 22.00 Uhr aufgetreten sei, somit zu Zeiten, die nach dem Reglement und nach einem Versammlungsbeschluss als Ruhezeiten gelten. Das Kantonsgericht hat ausgeführt, es dürfe angesichts des Gesamtbildes aller Zeugenaussagen davon ausgegangen werden, dass der durch die Beklagten und ihre Mitbewohner verursachte Lärm das übliche und unvermeidbare Mass eindeutig überschritten habe, selbst wenn berücksichtigt werde, dass bei Beurteilung der Intensität des Lärms durch die Zeugen einzelne Übertreibungen vorgekommen seien und zum Teil Überempfindlichkeiten mitgespielt hätten. Das Kantonsgericht hat auch den Umstand mitberücksichtigt, dass es sich bei den Beklagten um eine Familie mit einem Kleinkind handelt und damit eine gewisse Geräuschentwicklung unvermeidbar ist.\n\nEs steht demnach fest, dass der Vorwurf übermässiger Lärmimmissionen nachgewiesen ist. Das ist eine nicht leichtzunehmende Pflichtverletzung, wie das Kantonsgericht zutreffend ausführt. Damit wurden die schützenswerten Interessen der Mitbewohner auf ein ruhiges, ungestörtes Wohnen deutlich missachtet, obwohl dieser Beeinträchtigung der Mitbewohner bei etwas Rücksicht nach erfolgter Reklamation leicht abzuhelfen gewesen wäre.\n\nb) Das Kantonsgericht betrachtet auch als nachgewiesen, dass den Beklagten verschiedene Verstösse gegen Versammlungsbeschlüsse anzulasten seien. So haben sie im Garten resp. auf der Spielwiese nicht die Ordnung eingehalten, die sich die Gemeinschaft mit Beschluss vom 10. März 1982 selbst auferlegt hat. Sie haben trotz Verbots auf der Rasenfläche wiederholt Fussball gespielt. Sie haben ferner die Haustür verschiedentlich nicht abgeschlossen und ihren Wagen auf den für Besucher reservierten Parkplätzen abgestellt. Und sie haben in Missachtung der Hausordnung |21| im Frühling 1983 im Treppenhaus und damit in einem Teil der gemeinschaftlichen Räume eine Kindergarderobe angebracht.\n\nDiese Pflichtverletzungen laufen freilich im einzelnen auf Bagatellen hinaus. Ihnen kommt lediglich in der festgestellten Häufigkeit ein gewisses Gewicht zu.\n\nc) Fest steht im weiteren, dass B. Z. am 9. Juli 1983 vor dem Eingang zum Haus Strasse X. 1 eine Mausefalle aufgestellt und mehrere Tage dort stehen gelassen hat. Das wurde von einigen Miteigentümern als provozierend und störend empfunden. Ferner ist unbestritten, dass die Beklagten am 9. August 1983 von 22.00 bis 22.05 Uhr auf der Rasenfläche Feuerwerk abgebrannt haben, ohne zuvor die Mitbewohner zu benachrichtigen. Nach Auffassung des Kantonsgerichts liegt darin zwar eine Verletzung der Konsultationspflicht, nicht dagegen ein rücksichtsloses oder bewusst provokatives Verhalten.\n\nDesgleichen verneint die Vorinstanz, dass im Zusammenhang mit weiteren Vorfällen (beim Skifahren auf der Strasse X. oder beim Autowaschen auf dem Garagevorplatz eines Mitbewohners) eine bewusste Provokation nachgewiesen sei.\n\nd) Erwiesen ist ferner, dass der Verwalter der Stockwerkeigentümergemeinschaft vor Einleitung der Klage verschiedentlich mit Zurechtweisungen und der Aufforderung an die Beklagten gelangt ist, die Beschlüsse bezüglich Lärm und Ordnung einzuhalten. Ebenso wandten sich einzelne Miteigentümer direkt an die Beklagten, um wegen einzelner Verstösse gegen Versammlungsbeschlüsse zu reklamieren. Die Beklagten haben trotzdem ihr pflichtwidriges Verhalten fortgesetzt. Der Vorwurf der Kläger, sie seien uneinsichtig, ist demnach grundsätzlich berechtigt. Das Kantonsgericht stellt indessen auch fest, bezüglich des schwersten Vorwurfs, der Lärmimmission, habe mit Ausnahme des Klägers 1 bis relativ kurz vor Einleitung des Ausschlussverfahrens kein Hausmitbewohner reklamiert. Es könne auch nicht davon ausgegangen werden, dass - mit wenigen Ausnahmen - die verschiedenen Schreiben der Miteigentümer an die Mitbewohner auch den Beklagten zugestellt worden seien. Sodann erfahre der Vorwurf der Uneinsichtigkeit eine gewisse Abschwächung durch die Aussagen zweier Zeugen. Beide hätten erklärt, dass sie einmal bei den Beklagten reklamiert hätten, worauf diese mit der Störung aufgehört hätten. Eine Zeugin habe erklärt, sie habe anlässlich eines Gesprächs mit B. Z. und dessen Schwester den Eindruck gehabt, sie könne mit ihnen wie |22| mit ihren Kindern sprechen und diese würden ihre Bitte um Einsicht und Toleranz gegenüber andern akzeptieren. Ein weiterer Zeuge habe ebenfalls vor Einleitung der Klage eine gütliche Lösung für möglich gehalten.\n\nDas Kantonsgericht erachtet gestützt auf das Beweisergebnis und die Akten die zahlreichen Verstösse gegen die Gemeinschaftsordnung, insbesondere die wiederholten Lärmimmissionen, mit Recht in nicht leichtzunehmender Weise als pflichtwidrig. Sie haben den Mitbewohnern eine nicht unerhebliche Beeinträchtigung der Wohnqualität gebracht. Vergleicht man indessen den Sachverhalt, welcher den Entscheiden BGE 94 II 18 ff. und ZBGR 63 (1982), S. 370 ff. zugrunde lag, mit dem hier zu beurteilenden, so kann der Vorinstanz keine Bundesrechtsverletzung angelastet werden, weil sie es ablehnte, von einer so schweren Pflichtverletzung zu sprechen, dass den übrigen Mitbewohnern die Fortsetzung der Gemeinschaft nicht mehr zugemutet werden könne.\n\n6. Es ist nach dem Ausgeführten von den Feststellungen im angefochtenen Urteil auszugehen und gestützt darauf zu prüfen, ob das Kantonsgericht die Voraussetzungen eines Ausschlusses zu Unrecht verneint habe, wie die Kläger behaupten. Diese werfen dem Kantonsgericht in rechtlicher Beziehung vor, es habe überspitzt strenge Anforderungen an einen Ausschluss aus der Stockwerkeigentümergemeinschaft gestellt, die zumindest im Wortlaut des Gesetzes keinerlei Stütze fänden. Es sei darin weder von einer ultima ratio noch von vorausgegangenen zahlreichen, erfolglos gebliebenen Mahnungen, Aufforderungen usw. die Rede. Vielmehr genüge es, dass nach den gesamten Umständen den Mitberechtigten die Fortsetzung der Gemeinschaft nicht zugemutet werden könne. Dabei müsse es ausreichen, wenn der Richter zur Überzeugung gelange, dass alle andern möglichen und zumutbaren Massnahmen wie Mahnungen, Aufforderungen usw. von den Klägern zu Recht als zum vornherein aussichtslos hätten betrachtet werden müssen und können. Das treffe vorliegendenfalls offenkundig zu. In Anbetracht der Charakterstruktur der Beklagten wären namentlich Klagen aus Art. 679, 641 Abs. 2 und/oder 928 ZGB klarerweise völlig unwirksam gewesen. Zu Unrecht werde zudem den Klägern angelastet, sie hätten zu eigentlichen Schlichtungs- bzw. Vermittlungsversuchen nicht Hand geboten.\n\na) Was diesen letzten Einwand anbetrifft, hat die Vorinstanz für das Bundesgericht verbindlich festgestellt, dass der Einleitung der Ausschlussklage Aufforderungen des Verwalters und einzelner |23| Miteigentümer an die Beklagten und Zurechtweisungen vorausgegangen seien, die erfolglos geblieben seien. Diese Mahnungen hätten sich vor allem auf die Lärmimmissionen und die Unordnung im Garten bezogen. Bis relativ kurz vor Einleitung der Klage habe sich nur der Kläger 1 über Lärm aus der Wohnung der Beklagten, die Hauptbelästigung, beschwert. Die Briefe an die Mitbewohner indessen seien den Beklagten mit wenigen Ausnahmen nicht zugegangen. Eigentliche, zumutbare Schlichtungs- und Vermittlungsversuche seien aber unterlassen worden - trotz eines entsprechenden Vorschlags der Arbeitgeber der Beklagten. Unter diesen Umständen trifft es offenkundig nicht zu, dass der kantonale Richter zur Auffassung gelangt ist oder hätte gelangen müssen, dass \"alle andern möglichen und zumutbaren Massnahmen von den Klägern zu Recht als zum vornherein aussichtslos\" betrachtet werden konnten. Der kantonale Richter verletzt jedenfalls nicht Bundesrecht, wenn er den Klägern zumutet, die eine oder andere weniger gravierende Massnahme zu ergreifen, bevor die Ausschlussklage eingereicht wird. Wie eingangs festgehalten wurde, konnte die Vorinstanz ohne Verletzung von Bundesrecht diese Klage als ultima ratio auffassen (vgl. ZBGR 63 (1982), S. 373 mit Hinweis auf BGE 94 II 23). Im vorliegenden Fall wäre trotz der festgestellten mehrfachen Aufforderungen und Zurechtweisungen, die ergebnislos blieben, den Klägern zuzumuten gewesen, vorerst allenfalls ein Schlichtungsverfahren oder ein gegenüber der Ausschlussklage weniger einschneidendes behördliches Eingreifen zu veranlassen.\n\nb) Die Feststellung im angefochtenen Urteil, dass die übermässigen Lärmimmissionen und die zahlreichen weiteren Verstösse gegen Reglement, Hausordnung und Versammlungsbeschlüsse nachgewiesen seien und dass sie für die Mitbewohner eine nicht unerhebliche Beeinträchtigung ihrer Wohnqualität bewirkt haben, erleichtert freilich den Entscheid über die Zumutbarkeit des weiteren Verbleibens der Beklagten in der Gemeinschaft nicht. Hinzu kommt, dass die Beklagten offensichtlich mangelnde Rücksichtnahme auf die legitimen Bedürfnisse der Mitbewohner und \"eine gewisse Uneinsichtigkeit\" an den Tag gelegt haben. Man muss deshalb davon ausgehen, dass hier ein Grenzfall vorliegt. In einem solchen darf aber ohne Verletzung von Bundesrecht der Schluss gezogen werden, die Pflichtverletzungen seien noch nicht als so schwer zu betrachten, dass die Fortsetzung der Gemeinschaft für die Miteigentümer geradezu unzumutbar sei. Abgesehen vom |24| Lärm sind die übrigen Pflichtverletzungen zwar störend, aber doch zu unwichtig, als dass darin schon ein ausserordentlich schwerer Verstoss gegen die Gemeinschaft liegen würde, was Voraussetzung der Ausschlussklage ist. Dass die Beklagten es geradezu darauf angelegt hätten, den Mitbewohnern das Zusammenleben unerträglich zu machen, sie bewusst zu provozieren oder sie sonst zu schädigen, zu beleidigen oder zu verletzen, ergibt sich weder aus dem angefochtenen Urteil noch den Akten. Es trifft demnach auch nicht zu - wie die Kläger meinen -, dass bei Abweisung der Berufung ein erfolgreiches Ausschlussverfahren in der Praxis kaum je denkbar wäre. Dass dem keineswegs so ist, zeigen gerade die zitierten Entscheide in BGE 94 II 18 ff. und ZBGR 63 (1982), S. 370 ff., denen doch viel gewichtigere Sachverhalte zugrunde lagen. Immerhin haben sich die Beklagten sagen zu lassen, dass ihnen weder das Urteil des Kantonsgerichts noch das vorliegende einen Freibrief für weitere, fortgesetzte Pflichtwidrigkeiten ausstellt. Die \"Hemmschwelle\" zum erfolgreichen Ausschluss ist angesichts der festgestellten Anzeichen von Uneinsichtigkeit nahezu erreicht, auch wenn sich noch nicht sagen lässt, der Bogen sei bereits überspannt.\n\nDie Berufung erweist sich nach dem Ausgeführten als unbegründet und ist demzufolge abzuweisen."}