{"annee": "113", "cour": "V", "page": "127", "date": "11/8/1987", "cite": ["112 V 330", "111 IA 292", "112 V 237", "111 V 310", "102 V 134", "112 V 168"], "cite_par": ["120 V 44", "120 V 489", "127 V 458", "116 V 28", "115 V 290", "113 V 267", "143 V 385"], "chapeau": "20. Arrêt du 11 août 1987 dans la cause Winterthur contre G. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 3 al. 2 et 5 LAA, art. 7 al. 1 let. b OLAA: Fin du rapport d'assurance. L'assurance-accidents est maintenue lorsque, à l'expiration du délai de trente jours, l'assuré remplit les conditions du droit à l'indemnité de chômage, mais que ce droit est suspendu en vertu de l'art. 30 al. 1 LACI."], "faits": "BGE 113 V 127 S. 127\n\nA.- Michel G., né en 1962, travaillait au service de la société F. et, à ce titre, il était obligatoirement assuré contre les accidents auprès de la Winterthur, société suisse d'assurances. Il a donné son congé pour le 29 avril 1985; il a fait contrôler son chômage à partir du 7 mai 1985, mais la caisse d'assurance-chômage a suspendu son droit à l'indemnité, pour une durée de 25 jours, motif pris qu'il était sans travail par sa propre faute. De ce fait, Michel G. n'a touché des indemnités journalières qu'à partir du 11 juin 1985.\n\nLe 1er juillet 1985, alors qu'il était toujours au chômage, Michel G. s'est foulé une cheville en descendant un escalier. Le cas a été annoncé à la Winterthur, laquelle a toutefois refusé de couvrir les conséquences de cet événement (décision du 29 janvier 1986).\n\nSaisie d'une opposition de Michel G., la Winterthur l'a rejetée, par une nouvelle décision, du 3 mars 1986. Elle a indiqué que l'assurance avait cessé de produire ses effets le 29 mai 1985, soit à l'expiration du trentième jour suivant la fin du droit au salaire; en outre, comme l'intéressé ne bénéficiait pas d'indemnités de BGE 113 V 127 S. 128chômage à cette date, en raison de la mesure de suspension dont il était frappé, le rapport d'assurance n'avait pas été maintenu en vertu des art. 3 al. 5 LAA et 7 al. 1 let. b OLAA.\n\nB.- Michel G. a recouru contre cette dernière décision devant le Tribunal des assurances du canton de Vaud. Celui-ci a admis le pourvoi par jugement du 7 octobre 1986; il a annulé la décision litigieuse et il a renvoyé la cause à la Winterthur pour qu'elle complète l'instruction au sens des motifs.\n\nEn bref, la juridiction cantonale a considéré que la protection d'assurance prolongée pendant la période de chômage, telle qu'elle était prévue par les dispositions susmentionnées, ne cessait pas si le droit à l'indemnité était suspendu. Aussi Michel G. avait-il conservé, en principe tout au moins, la qualité d'assuré du moment qu'il avait fait contrôler son chômage en temps utile. Cependant, une instruction complémentaire était nécessaire pour déterminer si, antérieurement à la résiliation des rapports de travail, l'assuré bénéficiait également d'une couverture contre les accidents non professionnels, ce qui devait notamment être examiné en fonction de son ancien horaire de travail.\n\nC.- La Winterthur interjette recours de droit administratif contre ce jugement, dont elle demande l'annulation.\n\nMichel G. n'a pas fait usage de la faculté qui lui a été donnée de répondre au recours. Quant à l'Office fédéral des assurances sociales, il propose de rejeter celui-ci.", "considerants": "Considérant en droit:\n\n1. a) D'après l'art. 3 al. 2 LAA, l'assurance-accidents obligatoire cesse de produire ses effets à l'expiration du trentième jour qui suit celui où a pris fin le droit au demi-salaire au moins. Le Conseil fédéral règle les rémunérations et les prestations de remplacement qui doivent être considérées comme salaire ainsi que le maintien de l'assurance en cas de chômage (art. 3 al. 5 LAA). En vertu de cette délégation de compétence, le Conseil fédéral a édicté l'art. 7 OLAA, dont l'alinéa 1er a la teneur suivante:\n\n\"Sont réputés salaires, au sens de l'article 3, 2e alinéa, de la loi:\n\na. Le salaire déterminant au sens de la législation fédérale sur l'AVS;\n\nb. Les indemnités journalières de l'assurance-accidents obligatoire, de l'assurance militaire, de l'assurance-invalidité (AI), du régime des allocations pour perte de gain aux militaires, et de l'assurance-chômage, ainsi que celles des caisses-maladie et des assurances-maladie et accidents privées, qui sont versées en lieu et place du salaire; BGE 113 V 127 S. 129\n\nc. Les allocations familiales qui, au titre d'allocation pour enfants ou d'allocation de formation ou de ménage, sont versées conformément aux usages locaux ou professionnels;\n\nd. Les salaires sur lesquels aucune cotisation de l'AVS n'est perçue en raison de l'âge de l'assuré.\"\n\nb) L'art. 30 al. 1 LACI prévoit par ailleurs que l'assuré sera suspendu dans l'exercice de son droit à l'indemnité de chômage lorsque, entre autres motifs, il est sans travail par sa propre faute (let. a). Les cas de suspension visés par cette disposition légale sont énumérés à l'art. 44 OACI. Quant à la durée de la suspension, elle est de 1 à 10 jours en cas de faute légère, de 11 à 20 jours en cas de faute d'une gravité moyenne et de 21 à 40 jours en cas de faute grave (art. 45 al. 2 OACI).\n\n2. Selon les premiers juges, l'assurance-accidents est maintenue lorsque, à l'expiration du délai de trente jours fixé par l'art. 3 al. 2 LAA, l'intéressé remplit les conditions du droit à l'indemnité de chômage, mais que l'exercice de son droit est suspendu pour une certaine durée, en application de l'art. 30 al. 1 LACI.\n\nLa recourante le conteste, en invoquant une interprétation littérale de l'ordonnance: l'art. 7 al. 1 let. b OLAA répute salaire au sens de l'art. 3 al. 2 LAA, notamment, les indemnités journalières de l'assurance-chômage qui sont versées en lieu et place du salaire. Or, constate-t-elle, lorsque le droit d'un assuré à de telles indemnités est suspendu, celles-ci ne sont jamais payées.\n\na) Contrairement à l'opinion de la recourante, il n'apparaît pas d'emblée, sous un angle littéral, que la proposition relative \"qui sont versées en lieu et place du salaire\", énoncée à l'art. 7 al. 1 let. b in fine OLAA, se rapporte à toutes les indemnités journalières mentionnées dans cette disposition. En effet, on pourrait aussi admettre, à la lecture de l'ordonnance, que la proposition en question concerne, en réalité, les seules indemnités des caisses maladie et des assureurs privés; cela signifierait, en l'occurrence, que l'on ne saurait attribuer au mot \"versées\" l'importance décisive que lui prête la recourante. Dans son préavis, l'Office fédéral des assurances sociales s'exprime dans ce sens en invoquant non seulement le texte réglementaire, mais également les travaux préparatoires de l'ordonnance et le message à l'appui du projet de LAA, dans lequel le Conseil fédéral avait déjà fait connaître ses intentions quant à la future réglementation qu'il entendait adopter (FF 1976 III 188; cf. également CLERC/GHELEW, Fiche juridique suisse No 347a p. 4).BGE 113 V 127 S. 130\n\nb) Il n'est toutefois pas nécessaire de se prononcer sur cette divergence d'interprétation, car une disposition réglementaire doit d'abord être comprise dans le sens voulu par la loi sur laquelle elle se fonde, conformément au principe de la hiérarchie des normes (ATF 111 V 314; GRISEL, Traité de droit administratif, p. 135; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5e éd., vol. I p. 352; cf. également ATF 112 V 172, ATF 111 Ia 297). A cet égard, l'interprétation proposée par la recourante - et supposée conforme à la teneur littérale de la disposition litigieuse - ne correspond pas au sens et au but de protection sociale de l'art. 3 al. 5 LAA. En effet, en donnant mandat au Conseil fédéral de régler \"le maintien de l'assurance en cas de chômage\", les Chambres fédérales attendaient de l'autorité exécutive qu'elle confirmât, pour l'essentiel, la législation en vigueur sous l'empire de l'ancien droit (FF 1976 III 188). Cette réglementation avait pour objet de permettre la prolongation de l'assurance en faveur des \"bénéficiaires\" de l'indemnité de chômage, cela jusqu'à épuisement de leur droit (art. 62 al. 2 LAMA, dans sa version introduite par l'arrêté fédéral du 20 juin 1975 instituant dans le domaine de l'assurance-chômage et du marché du travail des mesures propres à combattre le fléchissement de l'emploi et des revenus; art. 29b de l'ordonnance II sur l'assurance-accidents). Raisonnablement et objectivement, on peut penser qu'il suffisait, aux yeux du législateur, que le chômeur remplisse les conditions du droit à l'indemnité, telles qu'elles sont énumérées à l'art. 8 al. 1 LACI (voir, à propos de l'ancien droit, les art. 24 LAC et 9 de l'arrêté fédéral du 8 octobre 1976 instituant l'assurance-chômage obligatoire). Or, la suspension prononcée en vertu de l'art. 30 al. 1 LACI - qui a le caractère d'une simple sanction administrative, visant à limiter le risque d'une contribution abusive de l'assurance-chômage (ATF 112 V 332 consid. 3c) - n'influe en aucune manière sur ces conditions: frappé d'une mesure de suspension, l'intéressé continue à bénéficier d'une pleine couverture de l'assurance-chômage, même si son droit ne peut être temporairement exercé (cf. HOLZER, Kommentar zum Bundesgesetz über die Arbeitslosenversicherung, p. 140). D'ailleurs, la terminologie légale distingue clairement entre le droit à l'indemnité et l'exercice de celui-ci; cela ressort notamment de l'art. 30 al. 3 première phrase LACI, selon lequel \"la suspension ne vaut que pour les jours pour lesquels le chômeur remplit les conditions du droit à l'indemnité\".BGE 113 V 127 S. 131\n\nAu surplus, il sied de rappeler que, selon les cas, le début de la suspension a un effet rétroactif (voir l'art. 45 al. 1 OACI). La juridiction cantonale a dès lors raison de souligner que la solution préconisée par la recourante entraînerait souvent des conséquences pratiques insoutenables, du moment que la couverture de l'assurance-accidents pourrait - après coup - être interrompue sans que l'intéressé ait la possibilité de se prémunir contre un tel risque par la conclusion d'une convention au sens des art. 3 al. 3 LAA et 8 OLAA.\n\nc) Cela étant, c'est en vain que la recourante se prévaut de l' ATF 102 V 134. Cet arrêt, rendu sous l'empire de l'ancienne législation, concernait un chômeur qui se trouvait en vacances à l'échéance du délai de trente jours et qui - de ce fait et à la différence du cas d'espèce - ne remplissait plus les conditions du droit à l'indemnité.\n\nD'autre part, contrairement à ce que paraît croire la recourante, la doctrine qui s'est exprimée jusqu'à maintenant n'a pas vraiment pris position sur la question qui est au centre du présent litige. Ainsi MAURER se borne-t-il, sur le point ici en discussion, à rappeler la teneur de l'art. 7 al. 1 let. b OLAA (Schweizerisches Unfallversicherungsrecht, p. 143). Quant à CLERC/GHELEW (loc.cit.), ils notent que le rapport d'assurance n'est pas maintenu si les indemnités journalières d'une caisse-maladie ou d'un assureur privé sont allouées après l'expiration du délai de trente jours, p.ex. en raison d'une réserve médicale ou parce que les parties ont convenu de différer le droit aux prestations; on est tout à fait en dehors de ces hypothèses en l'espèce.\n\nEnfin, l'argument selon lequel la décision litigieuse serait conforme à la pratique de la Caisse nationale suisse d'assurance en cas d'accidents et à celle des assureurs privés qui participent à l'application de la LAA est sans pertinence, car cette pratique ne lie pas le juge des assurances sociales (ATF 112 V 241 et les références citées).\n\nd) En conclusion, il y a lieu de constater, avec les premiers juges, que l'intimé était en principe assuré auprès de la recourante lors de la survenance de l'événement du 1er juillet 1985. En effet, les rapports de travail ont cessé le 29 avril 1985, de sorte que le droit au salaire contractuel a pris fin - au plus tôt - le même jour. Normalement, le délai de trente jours fixé par l'art. 3 al. 2 LAA venait à échéance le 29 mai 1985. Cependant, comme l'intimé avait fait contrôler son chômage le 7 mai précédent et que, à ce moment-là, BGE 113 V 127 S. 132il remplissait déjà les conditions du droit à l'indemnité, ce délai n'avait pas encore expiré, ce qui a eu pour conséquence de prolonger l'assurance contre les accidents. Demeure toutefois réservée l'absence éventuelle d'une couverture contre les accidents non professionnels, question sur laquelle devra porter l'instruction complémentaire prescrite par la juridiction cantonale (cf. art. 8 al. 2 LAA et 13 OLAA).\n\ne) Vu ce qui précède, le recours de droit administratif se révèle mal fondé.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}