{"annee": "113", "cour": "IB", "page": "333", "date": "16/10/1987", "cite": [], "cite_par": [], "chapeau": "53. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 16. Oktober 1987 i.S. S. gegen Eidgenössisches Volkswirtschaftsdepartement und Bundesamt für Landwirtschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation pour la construction d'une porcherie; reconversion partielle de l'engraissement à l'élevage de bétail. Taxe pour des animaux détenus en surnombre. Art. 19a lettre a, 19d al. 1 et 4 LAgr; art. 3 al. 1 et 5 al. 3 à 5, ainsi que art. 12 al. 1 lettre a et al. 2 de l'ordonnance instituant le régime de l'autorisation pour la construction d'étables. Le passage de l'engraissement à l'élevage des porcs ne représente pas, en soi, un accroissement du cheptel existant au sens de l'art. 5 al. 3 lettre a de l'ordonnance (consid. 3c). Il y a accroissement, selon l'art. 5 al. 4 de l'ordonnance, lorsque, avant la transformation, les animaux détenus pour la première fois n'auraient pas pu être détenus dans des conditions qui tiennent compte de leurs besoins au sens de l'ordonnance sur la protection des animaux (consid. 3d). Ce point n'a pas encore été examiné par les autorités inférieures. La taxe prélevée pour les animaux détenus dans une étable qui n'est pas au bénéfice de l'autorisation requise, conformément à l'art. 12 al. 1 lettre a de l'ordonnance, est une taxe de politique économique et non une amende à caractère pénal. Elle doit donc être perçue uniquement si l'on est en mesure de constater pour combien d'animaux l'autorisation pouvait être accordée. La taxe n'est justifiée que si le nombre d'animaux pour lequel l'autorisation a été donnée est dépassé (consid. 4)."], "faits": "|334|\n\nS. erwarb im Mai 1980 einen Schweinestall, in dem er vorerst 750 Mastschweine hielt. In der Folge entschloss er sich, den Bestand an Mastschweinen herabzusetzen und dafür einen Zuchtstall für Mutterschweine einzurichten. Für die nötigen, 1983 abgeschlossenen Umbauten holte er keine Bewilligung ein, da er eine solche angesichts der Tatsache, dass keine äussere Veränderung der Gebäulichkeiten notwendig war, als nicht erforderlich erachtete.\n\n|335|\n\nAnlässlich einer Kontrolle, die das Bundesamt für Landwirtschaft am 6. Februar 1985 auf dem Betrieb von S. durchführte, wurden die erwähnten baulichen und betrieblichen Änderungen festgestellt. Es wurden 40 Mutterschweine gezählt. Das Bundesamt auferlegte S. für 30 Mutterschweine (bei Berücksichtigung der Freigrenze von 10 Tieren) eine Abgabe von je Fr. 500.--, also von Fr. 15'000.--. Es wies auch ein nachträgliches Gesuch um Bewilligung der Umbauten ab. Das Eidgenössische Volkswirtschaftsdepartement wies dagegen erhobene Beschwerden ab. Es wertete den Übergang von der Haltung von Mastschweinen zur Haltung von Mutterschweinen als Erhöhung des Tierbestandes.\n\nGegen den Departementsentscheid erhob S. am 21. April 1986 Verwaltungsgerichtsbeschwerde. Anlässlich einer ersten Sitzung der II. öffentlichrechtlichen Abteilung vom 31. Oktober 1986 wurden weitere Abklärungsmassnahmen beschlossen. Am 18. Mai 1987 fand bei den Stallungen des Beschwerdeführers ein Augenschein statt.\n\nDas Bundesgericht heisst die Beschwerde gut und weist die Sache zu neuer Verfügung im Sinne der Erwägungen an das Bundesamt für Landwirtschaft zurück.", "considerants": "Erwägungen:\n\n2. Zur Lenkung der Fleisch- und Eierproduktion kann der Bundesrat die Erstellung neuer sowie den Umbau und die Erweiterung bestehender Ställe für bestimmte Tierarten der Bewilligungspflicht unterstellen (Art. 19d Abs. 1 des Landwirtschaftsgesetzes vom 3. Oktober 1951 in der Fassung vom 27. Juni 1979; LwG, SR 910.1). Gemäss Art. 19d Abs. 4 LwG werden Stallbauten ohne Erweiterung des Tierbestandes bewilligt, sofern die Höchstzahl, zu deren Festlegung der Bundesrat gemäss Art. 19a lit. a LwG ermächtigt ist, nicht überschritten wird.\n\nGestützt auf diese gesetzlichen Bestimmungen hält Art. 5 Abs. 3 der Verordnung über die Bewilligung von Stallbauten (Stallbauverordnung) vom 26. August 1981 (SR 916.016) fest, dass ein Umbau bewilligt wird, wenn derselbe u.a. mit keiner Aufstockung des bisher auf dem Betrieb gehaltenen Tierbestandes verbunden ist (lit. a) und wenn überdies der höchstzulässige Gesamtbestand an Tieren nicht überschritten wird (lit. b). Nach Art. 4 Abs. 1 Stallbauverordnung betragen die höchstzulässigen Tierbestände für die |336| hier in Frage stehenden Tierkategorien 150 Mutterschweine (lit. c) bzw. 1000 Mastschweine ab 30 kg Lebendgewicht (lit. e). In Art. 4 Abs. 2 wird der Grundsatz aufgestellt, dass die Höchstbestände gemäss Art. 4 Abs. 1 nicht kumuliert werden dürfen; werden auf einem Betrieb mehrere Tierkategorien gehalten, so wird für jede derselben ermittelt, wieviele Prozente der vorhandene Bestand gemessen am zulässigen Maximalbestand gemäss Art. 4 Abs. 1 lit. a - l ausmacht, und die Summe dieser Prozentwerte darf 100 Prozent nicht überschreiten. Im weiteren hält Art. 5 Stallbauverordnung fest, dass als bisher auf dem Betrieb gehaltener Tierbestand die Anzahl Tiere gilt, die zur Zeit der Gesuchstellung tiergerecht im Sinne der Tierschutzverordnung (TSchV) vom 27. Mai 1981 (SR 455.1) gehalten werden kann (Abs. 4). Ein Tierbestand gilt nicht mehr als gehalten, wenn die Haltung von Tieren der betreffenden Kategorie seit einem Jahr oder länger eingestellt war (Abs. 5).\n\n3. a) Der Beschwerdeführer hat seinen Bestand von ursprünglich 750 Mastschweinen, die einem Bestand von 75 Prozent des höchstzulässigen Bestandes von 1000 Mastschweinen (Art. 4 Abs. 1 lit. g Stallbauverordnung) entsprachen, auf 380 Stück (oder 38 Prozent des höchstzulässigen Bestandes) reduziert. Gleichzeitig hat er durch die vorgenommenen Umbauten Platz für 55 Mutterschweine geschaffen; diese 55 Tiere entsprechen 36,7 Prozent des höchstzulässigen Bestandes von 150 Mutterschweinen (Art. 4 Abs. 1 lit. c).\n\nZusammen machen damit die beiden auf seinem Betrieb gehaltenen Tierkategorien 74,7 Prozent der an sich zulässigen Maximalauslastung (im Sinne von Art. 4 Abs. 2 Stallbauverordnung) aus. Seiner Ansicht nach resultiert aus der teilweisen Umstellung von Mast- auf Mutterschweine damit keine Erhöhung des Tierbestandes. Da zudem der Gesamtbestand weniger als 100 Prozent (im Sinne von Art. 4 Abs. 2 der Verordnung) ausmacht, sind nach Ansicht des Beschwerdeführers die Voraussetzungen gemäss Art. 5 Abs. 3 Stallbauverordnung erfüllt, weshalb der Umbau zu bewilligen sei.\n\nDieser Argumentation hält das Departement lediglich entgegen, dass ein Wechsel von der Mast- auf die Zuchtschweinehaltung \"unter wirtschaftslenkenden Gesichtspunkten\" einer Vergrösserung bzw. einer Aufstockung des Tierbestandes gleichkomme, und dass eine andere Betrachtungsweise das vom Gesetzgeber dem Bundesrat in die Hand gegebene Instrumentarium zur Produktionslenkung |337| (Art. 19a-19f i.V.m. Art. 18 LwG) weitgehend unwirksam machen würde. Es bezieht sich dabei ausdrücklich auf die Stellungnahme des Bundesamts für Landwirtschaft, welches - wie es auch in seiner Vernehmlassung ausführt - der Reduktion der Plätze für Mutterschweine (bzw. der Verhinderung der Entstehung neuer Plätze für solche Tiere) grösste Priorität im Bemühen um eine Verringerung der Überproduktion an Schweinefleisch beimisst.\n\nb) Die Verweigerung der Umbaubewilligung stellt einen Eingriff in die Handels- und Gewerbefreiheit dar. Es trifft zu, dass im Bereiche der Landwirtschaft dieses Grundrecht zahlreichen Einschränkungen unterworfen ist, die sich ihrerseits auf die Verfassung stützen (Art. 31bis Abs. 3 lit. b BV) und vor allem im Landwirtschaftsgesetz und den dazugehörenden Ausführungsbestimmungen vorgesehen sind. Voraussetzung für einen Grundrechtseingriff ist jedoch auch im Landwirtschaftsrecht, dass eine genügende gesetzliche Grundlage dafür vorliegt. Die Bewilligung für den vom Beschwerdeführer vorgenommenen Umbau kann daher nur dann verweigert werden, wenn dies in der Stallbauverordnung vorgesehen ist, die sich ihrerseits auf die Art. 19a, 19b, 19d, 19f und 117 LwG stützt.\n\nDass für den in Frage stehenden Umbau eine Bewilligungspflicht besteht, ist nicht umstritten. Da zudem der Gesamthöchstbestand gemäss Art. 4 Abs. 1 und 2 Stallbauverordnung offensichtlich nicht überschritten ist und auch die Bewilligungen gemäss Art. 5 Abs. 3 lit. c Stallbauverordnung hier nicht zur Diskussion stehen, stellt sich nur die Frage, ob mit dem Umbau eine Aufstockung des bisher auf dem Betrieb gehaltenen Tierbestandes verbunden ist (Art. 5 Abs. 3 lit. a Stallbauverordnung).\n\nc) Art. 4 Abs. 2 Stallbauverordnung, auf den sich Art. 5 Abs. 3 der Verordnung bezieht, lässt darauf schliessen, dass der Verordnungsgeber eine gewisse Austauschbarkeit der verschiedenen Tierkategorien durchaus vorgesehen hat. Schranken stellte er dagegen auf, soweit der Umbau eines Stalles zur Erhöhung des Tierbestandes führen würde. Der Umbau darf nicht zur Folge haben, dass mehr Tiere gehalten werden, als dies vor der Durchführung der baulichen Massnahme tiergerecht im Sinne der Tierschutzverordnung möglich war (Art. 5 Abs. 4 Stallbauverordnung). Dieser Bestimmung sind keine Anhaltspunkte dafür zu entnehmen, dass der Wechsel der Tierkategorie, jedenfalls innerhalb der gleichen |338| Tierart, einer Vergrösserung des Tierbestandes gleichzusetzen wäre, die die Verweigerung der Bewilligung erlaubte. Das Bundesgericht hat bereits in einem Urteil vom 10. April 1981 (i.S. Weibel) festgehalten, eine solche Gleichsetzung rechtfertige sich aus den vom Bundesamt für Landwirtschaft angeführten strukturpolitischen Gründen nicht. Eine Schranke hinsichtlich des Kategorienwechsels könnte sich allenfalls - aber nicht zwingend - aus Art. 5 Abs. 5 ergeben, wo festgehalten ist, dass ein Tierbestand nicht mehr als bisher gehalten gilt, wenn die Haltung von Tieren der betreffenden Kategorie seit einem Jahr oder länger eingestellt war. Im Vordergrund steht die zeitliche Beschränkung der Besitzstandsgarantie; innerhalb dieser ist ein Tierwechsel schon durch die Bestimmung in Abs. 4 eingeschränkt, wo auf die tiergerechte Haltungsmöglichkeit - im alten Stall - verwiesen wird (vgl. unten E. d). Da Art. 4 Abs. 1 lit. c - g nicht weniger als 5 Schweinekategorien anführt, die z.T. notwendigerweise nebeneinander gehalten werden müssen, z.T. auch ohne Umbauten ausgewechselt werden können, könnte sich ein aus Abs. 5 abgeleitetes Auswechslungsverbot jedenfalls nur auf die Tierart Schweine als Ganzes beziehen. Der Beschwerdeführer hat aber von Beginn an ununterbrochen Schweine gehalten, so dass für ihn die Besitzstandsgarantie auch hinsichtlich von Mutterschweinen zum Tragen kommt.\n\nDie vom Bundesamt und vom Departement angeführten strukturpolitischen Notwendigkeiten mögen allenfalls eine Änderung der Stallbauverordnung rechtfertigen, ersetzen jedoch keineswegs die gesetzliche Grundlage (im materiellen Sinne) für ein Verbot (oder eine Erschwerung) des Wechsels von der Mast- auf die Zuchtschweinehaltung, soweit daraus eine Erhöhung des Gesamtbestandes an gehaltenen Tieren im Sinne von Art. 4 Abs. 2 Stallbauverordnung nicht resultiert. Eine solche Grundlage findet sich in der geltenden Stallbauverordnung nicht. Es ist daher festzustellen, dass dem Beschwerdeführer die nachträgliche Bewilligung der vorgenommenen Umbauten nicht allein darum verweigert werden durfte, weil die Umstellung von Mast- auf Zuchtschweinehaltung als solche einer Vergrösserung des Tierbestandes gleichkomme und die Voraussetzungen gemäss Art. 5 Abs. 3 lit. a Stallbauverordnung damit nicht mehr gegeben seien. Damit ist jedoch nicht gesagt, dass die vorgenommenen Umbauten auch unter allen übrigen denkbaren Gesichtspunkten nachträglich bewilligt werden müssten.\n\n|339|\n\nd) Wie sich aus dem Protokoll des Augenscheins vom 18. Mai 1987 ergibt, bestehen hinsichtlich der Haltung der Mutterschweine und teilweise auch der Mastschweine in tierschützerischer Beziehung im Falle der Stallungen des Beschwerdeführers Bedenken. Da die Stallbauverordnung in Art. 5 Abs. 4 (und letztlich auch in Art. 4 Abs. 1, wo im Zusammenhang mit dem Höchstbestand auf Art. 5 und damit auch dessen Abs. 4 Bezug genommen wird) auf die Bestimmungen der Tierschutzverordnung verweist, kann der vom Beschwerdeführer vorgenommene Umbau nachträglich nur bewilligt werden, wenn die darin gehaltenen Tiere (schon vor dem Umbau, also auch ohne Berücksichtigung der Remise; vgl. Art. 5 Abs. 4 Stallbautenverordnung), tiergerecht hätten gehalten werden können. Anlässlich des Augenscheins zeigten sich in diesem Zusammenhang sehr komplexe Fragen.\n\nDa in dieser Hinsicht noch nähere Abklärungen vorzunehmen sind, die besser von der sachnäheren Instanz zu treffen sind, rechtfertigt es sich, die Sache hinsichtlich der Bewilligungsfrage im Sinne von Art. 114 Abs. 2 OG an das Bundesamt für Landwirtschaft zurückzuweisen.\n\n4. Gemäss dem sich auf Art. 19a lit. a LwG stützenden Art. 12 Abs. 1 lit. a Stallbauverordnung erhebt das Bundesamt für Landwirtschaft eine Abgabe, wenn Tiere in einem Stall gehalten werden, für den die erforderliche Bewilligung nicht erteilt wurde.\n\nFür den vom Beschwerdeführer vorgenommenen bewilligungspflichtigen Umbau wurde keine Bewilligung eingeholt. Es stellt sich somit die Frage, ob nicht schon darum die erhobene Abgabe von Fr. 15'000.-- - unabhängig von einer späteren Bewilligungserteilung - gerechtfertigt ist.\n\nArt. 19f LwG und Art. 12 Abs. 2 Stallbauverordnung bestimmen, dass die Abgaben für in nicht bewilligten Stallbauten gehaltene Tiere so anzusetzen sind, dass die Haltung nicht bewilligter Tiere unwirtschaftlich wird. Die Betriebe sollen davon abgehalten werden, Tiere zu halten, für die keine Bewilligung erteilt wurde (Bericht der Nationalratskommission vom 7. September 1978 zur Änderung des LwG, BBl 1977 I 1318 ff., 1349). Als Grundlage für die Festlegung der Abgabe könnte das Betriebseinkommen dienen, das je zuviel gehaltenes Tier erzielt werden kann (1350).\n\nDie Abgabe von Fr. 500.-- pro Mutterschwein ist damit eindeutig Lenkungsabgabe und nicht eine Abgabe mit Bussencharakter als Strafe für eine nicht eingeholte Bewilligung. Von ihrer Höhe her wäre sie als Strafe unverhältnismässig. Die Abgabe kann somit |340| nicht bestimmt werden, solange nicht feststeht, wieviele Tiere nach dem Umbau bewilligt werden könnten. Somit ist der angefochtene Entscheid des Departements auch hinsichtlich der Abgabe von Fr. 15'000.-- aufzuheben. Das Bundesamt für Landwirtschaft wird darüber neu verfügen, wenn aufgrund der Bewilligungsverfügung feststeht, für wieviele überzählige Tiere eine Abgabe zu entrichten ist."}