{"annee": "113", "cour": "IA", "page": "69", "date": "5/1/1987", "cite": ["109 IA 107", "107 IA 52", "60 I 12", "105 IA 67", "67 I 1", "95 I 409"], "cite_par": ["115 IA 293", "129 I 129", "117 IA 22", "143 III 10", "131 I 217", "128 III 250", "143 I 211", "141 I 70", "132 I 201", "114 IA 50", "122 I 109", "133 V 441"], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. Januar 1987 i.S. Z. gegen Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Attribution d'un défenseur d'office; art. 6 CEDH et art. 4 Cst.; art. 34 al. 1 CPP/SG; art. 31 Cst. 1. Il n'est contraire ni à l'art. 4 Cst. ni à l'art. 6 CEDH d'interpréter l'art. 34 al. 1 CPP/SG en ce sens que l'accusé ne peut choisir, comme défenseur d'office, un avocat qui n'a pas de domicile professionnel dans le canton que s'il se trouve dans un rapport de confiance particulier avec ledit avocat ou si celui-ci a déjà assuré la défense de ses intérêts (consid. 5). 2. Le défenseur d'office est lié à l'Etat par un rapport de droit public cantonal où il ne jouit pas de la liberté du commerce et de l'industrie. Un accusé ne peut donc pas non plus se prévaloir de cette liberté aux fins de choisir son défenseur d'office (consid. 6)."], "faits": "", "considerants": "|70|\n\nAus den Erwägungen:\n\n5. a) Der Beschwerdeführer rügt, Art. 34 Abs. 1 des sanktgallischen Gesetzes über die Strafrechtspflege vom 9. August 1954 (StPO/SG) verstosse gegen Art. 6 Ziff. 3 lit. c EMRK und Art. 4 BV. Der Verstoss einer kantonalen Vorschrift gegen eine Bestimmung der Bundesverfassung bzw. der EMRK kann auch noch bei der Anfechtung eines gestützt darauf ergangenen Anwendungsaktes geltend gemacht werden. Erweist sich der Vorwurf als begründet, so führt dies freilich nicht zur formellen Aufhebung der Vorschrift; die vorfrageweise Feststellung ihrer Verfassungs- bzw. Konventionswidrigkeit hat nur zur Folge, dass die Vorschrift auf den Beschwerdeführer nicht angewendet und der gestützt auf sie ergangene Entscheid aufgehoben wird (BGE 107 Ia 54 E. 2a, 128 f. E. 1a, mit Hinweisen).\n\nb) Gemäss Art. 6 Ziff. 3 lit. c EMRK hat jeder Angeklagte das Recht, sich selbst zu verteidigen oder den Beistand seiner Wahl zu erhalten und, falls er nicht über die Mittel zur Bezahlung eines Verteidigers verfügt, unentgeltlich den Beistand eines Pflichtverteidigers zu erhalten, wenn dies im Interesse der Rechtspflege erforderlich ist. Aus diesem Wortlaut folgt entgegen der Ansicht des Beschwerdeführers eindeutig, dass sich das freie Wahlrecht nicht auch auf einen amtlichen Verteidiger bezieht, kommt doch dem zweiten Satzteil von Art. 6 Ziff. 3 lit. c EMRK selbständige Bedeutung zu. Dies entspricht der bisherigen Auffassung von Lehre und Praxis. Nach der Praxis der Strassburger Organe hat der Angeklagte nicht einmal Anspruch darauf, vor Ernennung eines amtlichen Verteidigers einen Wunsch äussern zu können (FROWEIN/PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington 1985, N. 135 zu Art. 6, S. 177 mit Hinweisen; STEFAN TRECHSEL, Die Verteidigungsrechte in der Praxis zur EMRK, in: ZStR 96/1979, S. 361). Demnach vermag dem Beschwerdeführer ebenfalls die Anrufung von Art. 6 Ziff. 3 lit. c EMRK nicht zu helfen.\n\nc) Die Bestimmung von Art. 34 Abs. 1 StPO/SG verstösst auch nicht gegen Art. 4 BV. Wie das Bundesgericht wiederholt entschieden hat, lässt sich die in verschiedenen Kantonen geltende Ordnung, dass zu amtlichen Verteidigern nur Anwälte bestimmt werden können, die im Prozesskanton ein Anwaltsbüro führen oder in einem solchen tätig sind, mit sachlichen Gründen vertreten (BGE 95 I 411 E. 5; BGE 67 I 4; BGE 60 I 17). Sie stützt sich auf die Eigenschaft der Kantone, selbständige Gliedstaaten der |71| Eidgenossenschaft zu sein. Zudem beruht sie auf praktischen Gründen. Vor allem die Führung eines - wie im vorliegenden Fall - schwierigen Strafprozesses setzt die Kenntnis des kantonalen Prozessrechtes voraus, in welchem sich ein im Kanton tätiger Anwalt regelmässig besser auskennt als sein ausserkantonaler Kollege. Ausserdem kommt die Führung eines Prozesses durch einen ausserkantonalen Anwalt in der Regel teurer zu stehen (längere Einarbeitungszeit angesichts des fremden Prozessrechtes, höhere Reisekosten usw.; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 162). Art. 34 Abs. 1 StPO/SG verstösst insbesondere dann nicht gegen Art. 4 BV, wenn diese Vorschrift so ausgelegt wird, wie dies in der Praxis durch den Regierungsrat erfolgt, d.h. dass eine amtliche Verteidigung auf Ersuchen dann einem ausserkantonal tätigen Rechtsanwalt übertragen wird, wenn ein besonderes Vertrauensverhältnis zum Angeschuldigten besteht oder der Vertreter bereits anderweitig für den Angeschuldigten tätig geworden ist, ihn insbesondere in einem vorausgegangenen Strafverfahren verteidigt hat.\n\n6. Der Beschwerdeführer rügt schliesslich, er sei in seiner Handels- und Gewerbefreiheit im Sinne von Art. 31 BV verletzt, weil er den vorgängig beauftragten Verteidiger seiner Wahl wegen einer Kantonsgrenze nicht zum Pflichtverteidiger habe bestellen lassen können. Mit dem Mandat, für eine unbemittelte Partei als amtlicher Verteidiger tätig zu werden, übernimmt der Anwalt keinen privaten Auftrag. Es kann verbindlich nur durch den Kanton selbst erteilt werden und stellt die Übernahme einer staatlichen Aufgabe dar. Der Anwalt tritt damit zum Staat in ein Verhältnis, das vom kantonalen öffentlichen Recht bestimmt wird und deshalb nicht der Handels- und Gewerbefreiheit untersteht (BGE 109 Ia 109 E. 2b; BGE 105 Ia 71 E. 4a; BGE 95 I 410 f.; BGE 60 I 13). Kann sich aber der Anwalt selbst zur Erlangung eines solchen Auftrages nicht auf die Handels- und Gewerbefreiheit berufen, so kann dies auch die Partei nicht (BGE 95 I 411 E. 4)."}