{"annee": "113", "cour": "IA", "page": "97", "date": "27/3/1987", "cite": ["112 IB 312", "104 IA 65", "100 IA 312", "110 IA 72", "111 II 149"], "cite_par": ["121 I 326", "121 I 230", "119 IA 141"], "chapeau": "18. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 27. März 1987 i.S. X. und Y. sowie Z. und Mitbeteiligte gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Droit des fonctionnaires: remise à l'Etat d'une partie des recettes provenant de l'activité médicale privée des chefs de clinique. Le droit d'être entendu dans la procédure législative n'est pas garanti par la Constitution (consid. 2). Pour exercer une activité médicale à titre privé, les médecins-chefs doivent en principe obtenir une autorisation du Conseil d'Etat; ils ne peuvent, dès lors, invoquer la liberté du commerce et de l'industrie (consid. 4). La remise d'une partie des recettes provenant de l'activité médicale privée trouve sa base légale dans la compétence du Conseil d'Etat de prélever ces sommes en tant que prestation particulière découlant des rapports de service de droit public (consid. 5)."], "faits": "|98|\n\nIm Kanton Zürich hatten die Klinikdirektoren bis zum Jahre 1971 für die Ausübung der privaten Sprechstundentätigkeit eine jährliche Pauschalentschädigung von Fr. 2'000.-- bis Fr. 10'000.-- zu leisten. Nach dem Erlass der Verordnung über die kantonalen Krankenhäuser vom 25. März 1971 (Krankenhausverordnung 1971) mussten die Klinikdirektoren 25% der Honorare aus ambulanter und 30% der Honorare aus stationärer Behandlung von Privatpatienten dem Kanton Zürich überlassen. Eine gegen diese Abgaberegelung gerichtete staatsrechtliche Beschwerde wies das Bundesgericht mit Urteil vom 11. Dezember 1974 ab, soweit es darauf eintrat (BGE 100 Ia 312 ff.). Im Jahre 1983 wollte der Regierungsrat des Kantons Zürich eine progressive Abgaberegelung einführen. Die Klinikdirektoren hätten von ihren Honorareinnahmen aus privatärztlicher Tätigkeit Anteile von 10% (bei Einnahmen bis Fr. 50'000.--) bis 60% (bei Einnahmen über Fr. 600'000.--) dem Kanton Zürich überlassen müssen. Eine dagegen gerichtete staatsrechtliche Beschwerde hiess das Bundesgericht mit Urteil vom 18. Oktober 1985 gut, soweit es darauf eintrat (publiziert in ZBl 1986 (87), S. 265 ff.).\n\nAm 18. Dezember 1985 beschloss der Regierungsrat des Kantons Zürich, die Verordnung über die kantonalen Krankenhäuser |99| vom 28. Januar 1981 (Krankenhausverordnung 1981) wie folgt zu ändern:\n\n\"§ 30a. Als Entgelt für die Bewilligung zur Tätigkeit auf eigene Rechnung haben die Ärzte dem Krankenhaus von ihren Honorarerträgen 40% abzugeben.\n\nÄrzte mit leitenden Funktionen, deren privatärztliche Einnahmen Fr. 100'000.-- im Jahr nicht übersteigen, leisten für die ersten Fr. 50'000.-- eine Abgabe von 20%.\n\nDie Entschädigung für honorarberechtigte Konsilien sowie Berichte, Zeugnisse und Gutachten über Privatpatienten wird zu den abgabepflichtigen Honorarerträgen hinzugerechnet.\n\nIn Sonderfällen kann der Regierungsrat Abweichungen anordnen.\"\n\nDie Änderung wurde auf den 1. Januar 1986 in Kraft gesetzt. Die Veröffentlichung im Amtsblatt des Kantons Zürich erfolgte am 27. Dezember 1985.\n\nGegen diesen Beschluss führen sieben Klinikdirektoren staatsrechtliche Beschwerde an das Bundesgericht. Das Bundesgericht weist die beiden Beschwerden ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführer rügen eine Verletzung ihres Anspruchs auf rechtliches Gehör. Die Direktion des Gesundheitswesens habe den Antrag auf Änderung der Krankenhausverordnung 1981 an den Regierungsrat gestellt, ohne die ihnen zur Stellungnahme eingeräumte Frist abzuwarten. Sie berufen sich in diesem Zusammenhang auch auf § 82 des zürcherischen Gesetzes über das Gesundheitswesen vom 4. November 1962 (Gesundheitsgesetz). Gemäss dieser Bestimmung hat der Regierungsrat vor dem Erlass von Ausführungsbestimmungen Vertreter der Wissenschaft und der unmittelbar beteiligten Berufsverbände anzuhören.\n\na) Der einzelne hat im Verwaltungsverfahren unter gewissen Voraussetzungen aufgrund von Art. 4 BV einen Anspruch darauf, dass er vor Erlass einer in seine Rechtsstellung eingreifenden Verfügung angehört wird. Im Gesetzgebungsverfahren, d.h. beim Erlass generell-abstrakter Normen, besteht jedoch nach der bundesgerichtlichen Praxis von Verfassungs wegen kein Anspruch auf Anhörung (BGE 104 Ia 67 E. 2b mit Hinweisen; vgl. auch BGE 110 Ia 75 f. mit Hinweisen). Die Beschwerdeführer können sich deshalb zur Begründung der von ihnen geltend gemachten Gehörsverweigerung nicht auf Art. 4 BV berufen. Auch aus dem von |100| ihnen angerufenen § 82 des Gesundheitsgesetzes lässt sich kein Anspruch auf Anhörung der Beschwerdeführer herleiten: Einerseits geht es bei der umstrittenen Abgaberegelung nicht um eine Frage von wissenschaftlicher Bedeutung, und andererseits kann aus der erwähnten Bestimmung kein Anspruch auf Anhörung der von einer Verordnungsbestimmung unmittelbar betroffenen Personen hergeleitet werden.\n\nIm übrigen hatten die Beschwerdeführer mehrmals Gelegenheit, ihren Standpunkt mündlich und schriftlich vorzutragen. In diesem Zusammenhang ist darauf hinzuweisen, dass der Regierungsrat seinen Beschluss zur Änderung der Krankenhausverordnung 1981 erst am 18. Dezember 1985 fasste, somit eine von den Beschwerdeführern bis zum 11. Dezember 1985 eingereichte Stellungnahme den Regierungsrat bei seiner Beschlussfassung über den für ihn nicht verbindlichen Antrag der Direktion des Gesundheitswesens hätte beeinflussen können. Die Beschwerdeführer haben es sich selbst zuzuschreiben, wenn sie die Möglichkeit einer Vernehmlassung bis zum 11. Dezember 1985 nur dazu nutzten, um Kritik am Verhalten des Vorstehers der Direktion des Gesundheitswesens zu üben, jedoch ausdrücklich darauf verzichteten, eine materielle Stellungnahme zur Verordnungsbestimmung abzugeben.\n\nb) Die Beschwerdeführer rügen zudem als Verweigerung des rechtlichen Gehörs bzw. als willkürliches Verhalten, dass der Regierungsrat seinen Beschluss über eine neue Abgaberegelung fasste, ohne die schriftliche Begründung des bundesgerichtlichen Urteils vom 18. Oktober 1985 abzuwarten. Sie berufen sich in diesem Zusammenhang insbesondere auf die Rechtskraft der Erwägungen bundesgerichtlicher Rückweisungsentscheide.\n\nDas Verfahren betreffend die Änderung von § 30a Krankenhausverordnung 1981 in der Fassung vom 21. Dezember 1983 hat mit der Ausfällung des bundesgerichtlichen Urteils vom 18. Oktober 1985 definitiv seinen Abschluss gefunden. Mit der Gutheissung der staatsrechtlichen Beschwerde wurde § 30a in der Fassung vom 21. Dezember 1983 ersatzlos aufgehoben. Das bundesgerichtliche Urteil vom 18. Oktober 1985 konnte wegen der kassatorischen Natur der staatsrechtlichen Beschwerde keine verbindlichen Anweisungen an den Regierungsrat für die Ausgestaltung einer allfälligen zukünftigen, verfassungskonformen Abgaberegelung enthalten. Unter diesen Umständen konnte der Regierungsrat eine von der aufgehobenen Abgaberegelung abweichende neue Regelung in Kraft setzen, ohne die bundesgerichtlichen Erwägungen abzuwarten.\n\n|101| Der Regierungsrat handelte nicht willkürlich und beging keine Gehörsverweigerung, als er den Erlass einer neuen Abgaberegelung nicht bis zur Eröffnung der schriftlichen Urteilsbegründung hinausschob.\n\n3. Die Beschwerdeführer machen geltend, der Regierungsratsbeschluss stelle eine einseitige Änderung ihrer Anstellungsbedingungen dar; der Regierungsrat verletze ihre wohlerworbenen Rechte und verstosse gegen den Grundsatz von Treu und Glauben.\n\nDas Bundesgericht hat sich bereits im Urteil vom 18. Oktober 1985 eingehend mit diesen Argumenten der Beschwerdeführer auseinandergesetzt und die diesbezüglichen Rügen als unbegründet zurückgewiesen (E. 4, S. 15 ff.; ZBl 1986 (87), S. 266 ff.). Die Beschwerdeführer werfen im vorliegenden Verfahren keine neuen Gesichtspunkte auf. Die Begründung ihrer Beschwerden vermag zudem den Anforderungen gemäss Art. 90 Abs. 1 lit. b OG kaum zu genügen. Unter diesen Umständen sind die Beschwerden unter Hinweis auf die Erwägungen in E. 4 des Urteils vom 18. Oktober 1985 in diesem Punkte ohne weitere Begründung abzuweisen.\n\n4. a) Der Regierungsrat geht im angefochtenen Beschluss davon aus, die Abgabe sei \"Entgelt für die Bewilligung zur Tätigkeit auf eigene Rechnung\". Die Beschwerdeführer rügen diese Begründung für die Abgabe als willkürlich: Die Klinikdirektoren seien als Professoren frei, auf eigene Rechnung ärztlich tätig zu sein; der angefochtene Beschluss verletze folglich die Handels- und Gewerbefreiheit der Beschwerdeführer (Art. 31 BV).\n\nb) Das Bundesgericht hatte im Urteil vom 18. Oktober 1985 festgestellt, dass die Beschwerdeführer sowohl als Universitätsprofessoren wie auch als Klinikdirektoren in einem öffentlich-rechtlichen Dienstverhältnis zum Kanton Zürich stehen (E. 3e, S. 14; vgl. auch BGE 111 II 151 E. 3 mit Hinweisen und BGE 112 Ib 314 ff). Folglich gelte die in § 57 des zürcherischen Gesetzes betreffend die Organisation und die Geschäftsordnung des Regierungsrates und seiner Direktionen vom 26. Februar 1899 festgelegte grundsätzliche Bewilligungspflicht für die Ausübung einer Nebentätigkeit bei Beamten auch für die privatärztliche Tätigkeit der Klinikdirektoren in vollem Umfange. Entsprechend können sich die Beschwerdeführer bei der Ausübung ihrer Privatarzttätigkeit im vornherein nicht auf die Handels- und Gewerbefreiheit berufen (E. 3e und f, S. 14 f.).\n\nc) Im vorliegenden Verfahren berufen sich die Beschwerdeführer neu auf § 135 des zürcherischen Gesetzes über das gesamte |102| Unterrichtswesen vom 23. Dezember 1859 (Unterrichtsgesetz). Diese Bestimmung lautet wie folgt:\n\n\"Mit den ordentlichen Professuren an der Universität Zürich, welche die gesetzliche Besoldung in sich schliessen, sind unvereinbar:\n\n1. Vollbesoldete Stellen im Dienste des Staates, der Bezirke, der Gemeinden und der Kirchen;\n\n2. die Ausübung des Rechtsanwaltsberufes.\"\n\nDie Beschwerdeführer weisen zudem auf einen regierungsrätlichen Vorschlag für eine Änderung des Unterrichtsgesetzes hin. In den neuen § 135a und 135b soll die Bewilligungspflicht für eine Nebentätigkeit der Universitätsprofessoren ausdrücklich geregelt werden. Nach Ansicht der Beschwerdeführer wäre eine derartige Änderung nicht notwendig, wenn eine Bewilligungspflicht schon de lege lata bestünde.\n\nd) Aus dem von den Beschwerdeführern zitierten § 135 Unterrichtsgesetz lässt sich einzig schliessen, dass für die dort umschriebenen (Neben)-Tätigkeiten eine regierungsrätliche Bewilligung gemäss § 57 Organisationsgesetz im vornherein nicht erteilt werden kann. Es handelt sich dabei um eine Art von Unvereinbarkeiten, wie sie für die Universitätsprofessoren hinsichtlich öffentlicher Ämter in einer ähnlichen Aufzählung in § 108 Ziff. 10 des zürcherischen Gesetzes über die Wahlen und Abstimmungen vom 4. September 1983 umschrieben werden. Auf keinen Fall kann aus der zitierten Bestimmung gefolgert werden, jede in § 135 Unterrichtsgesetz nicht genannte Tätigkeit könne neben einer vollamtlichen Professur ohne vorgängige Bewilligung durch den Regierungsrat ausgeübt werden. Es entbehrt auch rechtlicher Logik, in § 135 Unterrichtsgesetz eine Ausnahme von der 40 Jahre später in § 57 Organisationsgesetz erlassenen Bewilligungspflicht für Nebentätigkeiten sehen zu wollen.\n\nAn der Bewilligungspflicht für die privatärztliche Tätigkeit vermag auch der Vorschlag für eine Neufassung von § 135 Unterrichtsgesetz nichts zu ändern. Gesetzgeberisches Tätigwerden setzt in keiner Weise einen bisher ungeregelten Sachbereich voraus. In vielen Fällen steht die Verbesserung, Weiterentwicklung oder auch die Konkretisierung bereits normierter Materien im Vordergrund legislativer Arbeiten.\n\ne) Auch die von den Beschwerdeführern vorgebrachten neuen Argumente vermögen die im Urteil vom 18. Oktober 1985 festgestellte Bewilligungspflicht für die Privatarzttätigkeit der Klinikdirektoren |103| nicht umzustossen. Die in diesem Zusammenhang erhobene Willkürrüge und die Rüge der Verletzung von Art. 31 BV erweisen sich als unbegründet, soweit sie als ausreichend substantiiert angesehen werden können.\n\n5. a) Im wesentlichen machen die Beschwerdeführer geltend, der vom Regierungsrat beschlossenen Abgabe fehle es an einer genügenden gesetzlichen Grundlage bzw. der Regierungsrat verletze mit der Abgabeerhebung das Legalitäts- und das Gewaltentrennungsprinzip. Die Beschwerdeführer gehen von der Annahme aus, die Ausübung der privatärztlichen Tätigkeit der Klinikdirektoren unterstehe nicht der Bewilligungspflicht durch den Regierungsrat. Die Abgabe als Entgelt für die Bewilligung zur Tätigkeit auf eigene Rechnung zu erheben, sei folglich im vornherein unzulässig. Die Abgabe könnte lediglich noch als Gebühr für die Inanspruchnahme der Spitaleinrichtungen oder als Vorzugslast zur Abgeltung des Sondervorteils aus der Möglichkeit zur Nutzung der Räume und Einrichtungen des Universitätsspitals für die privatärztliche Tätigkeit angesehen werden. Auch in dieser Hinsicht fehle es der Abgabe jedoch an einer genügenden gesetzlichen Grundlage; zudem verletze der Regierungsrat mit der Höhe des gewählten Abgabesatzes die abgaberechtlichen Grundsätze des Kostendeckungs- und Äquivalenzprinzips. Schliesslich mangle es der Abgabe auch an einer differenzierten Ausgestaltung in bezug auf die einzelnen medizinischen Disziplinen. So sei der Sondervorteil für den Psychiater mit einem nur bescheidenen Praxiseinrichtungsbedarf weit geringer als beispielsweise für den Chirurgen. Die Abgabe erscheine aus diesem Grunde als willkürlich.\n\nb) Das Bundesgericht konnte im Urteil vom 18. Oktober 1985 die Frage im einzelnen offenlassen, auf welcher spezifischen Rechtsgrundlage der Regierungsrat berechtigt sei, aufgrund einer Verordnung einen Anteil an den Einnahmen aus privatärztlicher Tätigkeit der Klinikdirektoren abzuschöpfen. Als mögliche Grundlage für die Abgabe nannte das Bundesgericht u.a. auch die Abgeltung der Berechtigung, als Staatsangestellte privatärztlich tätig zu sein (E. 5d, S. 25; ZBl 1986 (87), S. 271).\n\nc) Es wurde bereits unter E. 4 festgestellt, dass die Klinikdirektoren dem kantonalen Personalrecht unterstehen und dass sie zur Ausübung einer privatärztlichen Tätigkeit einer Bewilligung durch den Regierungsrat bedürfen. Der Umfang der bewilligten privatärztlichen Tätigkeit wird denn auch für jeden Klinikdirektor gesondert entweder in der Wahlurkunde oder in einem speziellen |104| Regierungsratsbeschluss festgelegt. Die Rechtsgrundlage für die Abgabeerhebung auf den Honorareinnahmen aus privatärztlicher Tätigkeit kann aus diesem Grunde ohne weiteres darin erblickt werden, dass der Staat, wo er eine private, auf Erwerb gerichtete Tätigkeit ganz untersagen kann, auch berechtigt ist, eine solche Tätigkeit im Rahmen des Dienstverhältnisses bloss einzuschränken, sie zu regeln und sie an gewisse Bedingungen zu knüpfen. Daraus ergibt sich für den Regierungsrat, ohne dass eine besondere gesetzliche Grundlage erforderlich wäre, die Kompetenz, einen Anteil von den Honorareinnahmen als Sonderleistung im Rahmen des Dienstverhältnisses abzuschöpfen (BGE 100 Ia 318 E. 4).\n\nd) Die Beschwerdeführer machen nicht geltend, die Abgabe sei - sollte sie auf der von ihnen bestrittenen Rechtsgrundlage als Sonderleistung im Rahmen des Dienstverhältnisses vor der Verfassung Bestand haben - wegen ihrer linearen Ausgestaltung oder wegen der Höhe ihres Abgabesatzes als verfassungswidrig anzusehen. Das Bundesgericht muss sich deshalb im Rahmen der vorliegenden staatsrechtlichen Beschwerden in dieser Hinsicht mit der angefochtenen Abgaberegelung nicht auseinandersetzen (Art. 90 Abs. 1 lit. b OG).\n\nErweist sich die fragliche Abgaberegelung in ihrer Ausgestaltung als Sonderleistung im Rahmen des Dienstverhältnisses nicht als verfassungswidrig, so vermögen die auf einer wesentlich anderen Grundlage beruhenden übrigen Rügen der Beschwerdeführer eine Verfassungsverletzung im vornherein nicht zu begründen."}