{"annee": "113", "cour": "II", "page": "252", "date": "9/7/1987", "cite": ["106 II 117", "107 II 419", "85 II 70", "62 II 5", "106 II 304", "71 II 255", "96 II 119", "92 II 137", "104 II 68", "106 II 175"], "cite_par": ["133 III 421", "127 III 65"], "chapeau": "46. Extrait de l'arrêt de la Ire Cour civile du 9 juillet 1987 dans la cause dame B.-K. contre B. (recours en réforme)", "regestes": ["Art. 249 ch. 2 CO. Révocation d'une donation entre époux. 1. Les donations entre époux sont révocables en cas de divorce, lorsque le donataire a gravement failli aux devoirs que la loi lui impose envers son conjoint ou sa famille (précision de la jurisprudence) (consid. 2). 2. Circonstances à prendre en considération dans l'examen d'une révocation fondée sur l'art. 249 ch. 2 CO (consid. 4a). Liaison adultère du donataire comme motif de révocation; conditions (consid. 4b); point de départ du délai de péremption institué par l'art. 251 al. 1 CO (consid. 3). 3. Validité d'une renonciation anticipée au droit d'invoquer l'art. 249 ch. 2 CO? (consid. 5)."], "faits": "BGE 113 II 252 S. 253\n\nA.- B. et K. se sont mariés le 11 janvier 1974. Le 14 mai de la même année, ils ont adopté le régime de la séparation de biens. Par acte authentique du 11 novembre 1974, sieur B. a fait don à sa femme d'une parcelle bâtie, qu'il avait achetée avant le mariage. Il s'en est toutefois réservé l'usufruit, sa vie durant, et en a stipulé le retour à son profit, pour le cas de prédécès de son épouse.\n\nEn décembre 1981, dame B. a introduit une procédure en divorce. Le 30 juin 1983, le Tribunal de première instance du canton de Genève a prononcé la dissolution du mariage; son jugement a été confirmé, pour l'essentiel, par la Cour de justice statuant le 11 mai 1984, sur appel de l'épouse.\n\nB.- Le 19 janvier 1983, B., agissant par l'intermédiaire de son conseil, a informé sa femme qu'il révoquait la donation qu'il lui avait faite le 11 novembre 1974. Il a ensuite ouvert, le 28 avril 1983, une action en constatation de la validité de cette révocation, motif BGE 113 II 252 S. 254pris d'une liaison de son épouse avec X. La défenderesse a conclu au rejet de la demande.\n\nPar jugement du 6 décembre 1984, le Tribunal de première instance du canton de Genève a admis la validité de la révocation de la donation.\n\nStatuant le 19 septembre 1986, sur appel de la défenderesse, la Cour de justice du canton de Genève a confirmé ce jugement.\n\nC.- La défenderesse interjette un recours en réforme au Tribunal fédéral en concluant à l'annulation de l'arrêt de la cour cantonale et au rejet de la demande de son ex-mari.\n\nLe Tribunal fédéral rejette le recours, dans la mesure où il est recevable, et confirme l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2. a) Dans l'arrêt ATF 85 II 70, le Tribunal fédéral n'a pas suivi l'opinion de la cour cantonale, fondée notamment sur l'avis de KNAPP (Le régime matrimonial de l'union des biens, No 880), d'après laquelle la défenderesse devait de toute façon restituer, en vertu de l'art. 249 ch. 2 CO, les bijoux qu'elle avait reçus de son ex-mari. Il a considéré qu'un conjoint, fût-il innocent, ne saurait en principe réclamer, pour cause de divorce, la restitution des présents faits à l'autre.\n\nCet arrêt a été diversement interprété par la doctrine. Certains auteurs y ont vu un cas d'application de l'art. 249 ch. 2 CO (CAVIN, La vente - L'échange - La donation, in: Traité de droit privé suisse, t. VII/1, p. 187 in fine/188, n. 5; VON BÜREN, Schweizerisches Obligationenrecht, Bes. Teil, p. 274), alors que d'autres en ont déduit le refus - plus ou moins explicite - du Tribunal fédéral de soumettre les donations entre époux à la révocation prévue par cette disposition (BÜHLER/SPÜHLER, n. 73 ad art. 154 CC; GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, 7e éd., p. 361; JUCKER, Zur Anwendung der allgemeinen Bestimmungen des Obligationenrechts auf Rechtsverhältnisse zwischen Ehegatten (Art. 7 ZGB), thèse Bâle 1973, p. 153); deux commentateurs, enfin, n'y ont pas trouvé de réponse à la question litigieuse (ALTHERR, Leitsätze zum Obligationenrecht, n. 2 ad art. 249 CO; HINDERLING, Das schweizerische Ehescheidungsrecht, 3e éd., p. 123, n. 4). Il apparaît ainsi nécessaire de lever l'équivoque que cette jurisprudence a créée.BGE 113 II 252 S. 255\n\nb) Sous réserve de cas exceptionnels tels que celui des joyaux de famille (ATF 71 II 255), on ne peut présumer que les donations entre époux sont faites à la condition que le lien conjugal ne soit pas rompu par le divorce (arrêt non publié Iseli, du 9 octobre 1947, consid. 1). En d'autres termes, le divorce n'est pas en soi une cause de restitution des donations. Dans la mesure où il rappelle ce principe, l'arrêt controversé doit être confirmé. Il ne pourrait l'être, en revanche, s'il fallait le comprendre en ce sens que la révocation d'une donation entre conjoints ne serait jamais possible en cas de divorce. En effet, comme le souligne à juste titre MERZ (Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1959, in: RJB 96 (1960), p. 406), on ne voit pas sur quelle règle - écrite ou non écrite - du droit de la famille une telle opinion pourrait se fonder. Elle irait du reste à l'encontre de tous les avis exprimés sur ce point dans la doctrine (en plus des auteurs susmentionnés, cf. EGGER, n. 5b ad art. 154 CC; GMÜR, n. 24 ad art. 154 CC; TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, 9e éd., p. 156 in fine; KEEL, Schenkungen unter Ehegatten, thèse Fribourg 1926, p. 89/90; MEIER, Der Widerruf von Schenkungen in schweizerischem Recht, thèse Zurich 1958, p. 68/69). Il est cependant douteux que le Tribunal fédéral ait adopté cette opinion dans l'arrêt précité. De fait, il paraît n'y avoir exclu l'application de l'art. 249 ch. 2 CO qu'en considération des circonstances du cas particulier et non pas d'une manière générale, pour toutes les donations entre époux. C'est du moins ce que l'on peut inférer des mots \"nella fattispecie\" (\"en l'espèce\"), qui figurent dans le texte original (ATF 85 II 72, 2e ligne) - les traductions française (JdT 1959 I 471) et allemande (Pra. 48 (1959), p. 295) ne les reprennent pas -, ainsi que de la dernière phrase de l'arrêt où sont mis en évidence les torts partagés des ex-conjoints et le défaut de qualité d'époux innocent du demandeur. Au demeurant, l'arrêt n'expose pas les raisons pour lesquelles il y aurait lieu de renoncer, par principe, à soumettre les donations entre conjoints à l'art. 249 ch. 2 CO.\n\nQuoi qu'il en soit, cette jurisprudence manque de clarté. Aussi convient-il de la préciser en posant nettement que l'art. 249 ch. 2 CO s'applique aux donations que les époux se sont faites. Celles-ci peuvent donc être révoquées en cas de divorce, mais également durant le mariage, lorsque le donataire a gravement failli aux devoirs que la loi lui impose envers son conjoint ou sa famille.BGE 113 II 252 S. 256\n\n3. Aux termes de l'art. 251 al. 1 CO, la révocation peut avoir lieu dans l'année à compter du jour où le donateur a eu connaissance de la cause de révocation. Cette disposition institue un délai de péremption du droit de révocation du donateur (ATF 96 II 126 in fine; STANISLAS, Péremption et prescription en cas de révocation d'une donation, in: RSJ 74 (1978), p. 72).\n\nEn l'occurrence, la défenderesse reproche à la cour cantonale de n'avoir pas pris comme dies a quo la date à laquelle elle avait avoué sa liaison au demandeur. C'est oublier que la liaison confessée en août 1981 n'a pas cessé à ce moment-là, mais s'est au contraire poursuivie, ce que le demandeur n'a appris qu'en février 1982 à la suite de la découverte d'une lettre de l'amant de sa femme. Or, il est admis que le délai de péremption de l'art. 137 al. 2 CC recommence à courir chaque fois que l'époux trompé a connaissance d'un nouveau développement de la liaison de son conjoint. En effet, celui qui attend avant d'ouvrir action en divorce, dans l'espoir que le manquement sera passager, n'est pas privé pour autant de son droit de le faire s'il doit constater ultérieurement que la liaison perdure (BÜHLER/SPÜHLER, n. 68 ad Einleitung). L'application analogique de ce principe au droit de révocation du donateur permet dès lors de constater que la Cour de justice a fait partir avec raison le délai pour l'exercice de ce droit du jour de la découverte du caractère durable de la liaison et du rôle causal joué par celle-ci tant dans la rupture définitive du lien conjugal que dans la procédure en divorce intentée par l'épouse.\n\n4. a) L'art. 249 ch. 2 CO prévoit la possibilité de révoquer une donation, lorsque le donataire a gravement failli aux devoirs que la loi lui impose envers le donateur ou sa famille. Il reprend ainsi le motif d'exhérédation de l'art. 477 ch. 2 CC (BECKER, n. 3 ad art. 249; OSER/SCHÖNENBERGER, n. 6 ad art. 249; GUHL/MERZ/KUMMER, ibid.; CAVIN, ibid.; KNAPP, ibid.). Les principes jurisprudentiels relatifs à cette dernière disposition lui sont par conséquent applicables mutatis mutandis (cf. ATF 106 II 306 /307 consid. 3 lettres a et b et les références). Il en résulte que la gravité du manquement allégué dépend de l'ensemble des circonstances objectives et subjectives du cas particulier. Pour en juger, il faut tenir compte, notamment, du comportement et d'une éventuelle faute concurrente du donateur, du milieu dans lequel vivent les intéressés et des conceptions qui y règnent, ainsi que de la mesure dans laquelle une atteinte a été portée aux sentiments du BGE 113 II 252 S. 257donateur et à la communauté familiale ou conjugale (outre les auteurs cités dans l'arrêt susmentionné, cf. BECKER, ibid.; BÜHLER/SPÜHLER, n. 74 ad art. 154; KEEL, op.cit., p. 89; JUCKER, op.cit., p. 154; MEIER, op.cit., p. 69). Dans cette appréciation, le juge jouit d'un large pouvoir; le Tribunal fédéral n'intervient que si l'instance cantonale a retenu des éléments qui ne jouent aucun rôle ou a négligé des circonstances importantes.\n\nb) aa) La cour cantonale a vu dans la liaison adultère de la défenderesse un manquement grave au devoir de fidélité que l'art. 159 al. 3 CC impose aux époux. Soulignant que, malgré sa part de responsabilité dans la désunion, le mari avait néanmoins tenté d'éviter le pire en proposant à sa femme de suivre une thérapie de couple, elle a estimé que cette liaison durable de l'épouse était bien à l'origine de la rupture définitive du lien conjugal.\n\nLa défenderesse s'abstient à juste titre de contester la gravité objective de la violation du devoir légal de fidélité (voir à ce sujet les considérations pertinentes émises dans l'arrêt genevois précité, SJ 1980 p. 263/264). Il faut également lui donner raison lorsqu'elle soumet la validité de la révocation d'une donation entre époux, en cas de divorce, à l'exigence de la responsabilité exclusive ou prépondérante du donataire dans la désunion (cf. ATF 85 II 72 in fine, déjà cité; KNAPP, ibid.; KEEL, op.cit., p. 89 in fine/90; MEIER, op.cit., p. 68 lettre b in fine). Le présent examen doit dès lors être restreint à la question de savoir si, comme elle le soutient dans son recours, les faits que la défenderesse impute à son ex-mari, ainsi que le caractère prétendument non causal de sa liaison, auraient dû amener la cour cantonale à constater que cette dernière condition n'était pas réalisée en l'espèce.\n\nbb) En ce qui concerne les torts respectifs des époux, leur incidence sur la désunion du couple, et le moment de la survenance de celle-ci, la défenderesse se réfère aux jugements rendus dans la procédure de divorce et cite en outre quelques témoignages extraits du dossier de cette procédure. En revanche, elle ne prétend pas que les constatations de fait de l'arrêt attaqué reposeraient sur une inadvertance manifeste (art. 55 al. 1 lettre d et 63 al. 2 OJ; cf. ATF ATF 104 II 74 consid. 3b, 114 consid. 3a et les arrêts cités) et n'indique pas en quoi l'appréciation juridique des faits retenus par la Cour de justice violerait le droit fédéral (art. 43 al. 4 OJ). Son recours ne satisfait donc manifestement pas à l'exigence de motivation de l'art. 55 al. 1 lettre c OJ (cf. ATF 106 II 175 /176).BGE 113 II 252 S. 258\n\nAu demeurant, lorsqu'il est saisi d'un recours en réforme, le Tribunal fédéral ne peut de toute manière pas revoir les constatations de fait de l'arrêt attaqué (art. 43 al. 3, 55 al. 1 lettre c et 63 al. 2 OJ), au nombre desquelles figurent celles portant sur le rôle causal des facteurs de désunion (cf. ATF 92 II 140 consid. 2 et les arrêts cités). En l'occurrence, ces constatations paraissent différer sensiblement de celles des deux jugements de divorce; cet état de choses n'est toutefois en rien contraire au droit fédéral, lequel n'interdisait nullement à la Cour de justice de reconsidérer le problème des faits générateurs du divorce (cf., par analogie, l' ATF 106 II 120 consid. 2a).\n\nForce est dès lors de tenir pour constant, sur le vu de l'arrêt entrepris, que, nonobstant la part de responsabilité incombant au mari, la cause de la rupture définitive du lien conjugal résidait en l'espèce dans la liaison durable nouée par l'épouse. Dans ces conditions, on ne saurait reprocher à la cour cantonale d'avoir violé le droit fédéral en jugeant que le manquement de la défenderesse à son devoir de fidélité était suffisamment grave pour justifier la révocation de la donation en application de l'art. 249 ch. 2 CO. Il apparaît au contraire qu'elle n'a négligé aucune circonstance importante dans son appréciation de la gravité de la faute de la bénéficiaire du don.\n\nPartant, ce second moyen doit être lui aussi rejeté, si tant est qu'il soit recevable.\n\n5. Tirant argument du temps qui s'est écoulé entre la donation et sa révocation, ainsi que de l'absence de stipulation d'un droit de retour pour le cas de séparation des époux, la défenderesse en infère le caractère irrévocable de la donation.\n\nCe dernier moyen ne résiste pas non plus à l'examen. Tout d'abord, on ne voit pas en quoi les circonstances alléguées autoriseraient une telle déduction. En outre, s'agissant in casu d'une donation d'immeuble, son irrévocabilité aurait dû être stipulée en la forme authentique exigée pour la promesse de donner (art. 243 al. 2 CO). La validité d'une renonciation anticipée au droit de révocation prévu par l'art. 249 ch. 2 CO apparaît de surcroît plus que douteuse au regard des art. 27 CC, 19 et 20 CO (cf., sur ce point, MEIER, op.cit., p. 81 ch. 2 et, par analogie, l'ATF 62 II 6 /7 consid. 2). Au reste, le caractère révocable ou non que les conjoints ont pu donner à la donation est aussi une question de fait, puisqu'il dépend de la volonté dite interne des parties (cf. ATF 107 II 424 consid. 3a et les arrêts cités). On peut BGE 113 II 252 S. 259ajouter, pour terminer, que ce moyen n'a de toute façon pas été invoqué en appel, qu'il est donc nouveau et, par conséquent, irrecevable (art. 55 al. 1 lettre c OJ)."}