{"annee": "113", "cour": "IA", "page": "232", "date": "20/2/1987", "cite": ["72 I 279", "95 I 43", "95 I 49", "102 IA 185", "110 IA 197", "83 I 268", "104 IA 148", "109 IA 173", "107 IA 77", "89 I 253", "103 IA 58", "98 IA 508"], "cite_par": ["114 IA 461", "121 I 173", "120 IA 56", "120 IA 19", "114 IA 267", "118 IA 165", "114 IA 452"], "chapeau": "37. Sentenza del 20 febbraio 1987 della I Corte di diritto pubblico nella causa Consorzio del Mendrisiotto per l'eliminazione dei rifiuti c. Consiglio di Stato del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Recevabilité du recours de droit public. 1. Art. 84 al. 1 OJ. Par décision attaquable, il faut entendre celle qui affecte la situation juridique du particulier en ce qu'elle lui impose une obligation de faire, de s'abstenir ou de tolérer, ou encore qui règle d'autorité, de façon contraignante et, le cas échéant, coercitive, ses rapports avec l'Etat. Critères non réunis dans le cas d'espèce, qui concerne l'élaboration d'un projet (consid. 1). 2. Art. 88 OJ. - Le défaut d'acte attaquable au sens de l'art. 84 al. 1 OJ implique aussi celui de qualité pour agir (consid. 2a). - Droit de recourir dénié à un groupement de communes détenteur de la puissance publique, une autonomie comparable à celle dont bénéficie une commune ne pouvant être reconnue en l'occurrence à une telle collectivité publique (consid. 2b)."], "faits": "|233|\n\nCon risoluzione del 21 novembre 1961 il Consiglio di Stato del Cantone Ticino ha costituito, fondandosi sull'allora vigente art. 120 della legge sanitaria del 18 novembre 1954, un consorzio obbligatorio fra parecchi comuni del Distretto di Mendrisio per la costruzione e l'esercizio di un centro di eliminazione dei rifiuti (CERM). Con risoluzione del 10 dicembre 1973, esso l'ha esteso a tutti i comuni del Mendrisiotto e vi ha incluso anche taluni comuni del Distretto di Lugano. Analogo consorzio è stato istituito fra i comuni del Distretto di Lugano (CERL).\n\nGli impianti di discarica di questi due consorzi a Casate e risp. a Croglio-Bioggio sono ormai prossimi all'esaurimento. Di fronte alla difficoltà di trovare nuove ubicazioni sul piano distrettuale, il Consiglio di Stato si è fatto promotore di una soluzione che possa valere per entrambi i consorzi ed ha avviato una modifica del piano cantonale di risanamento, allestito in virtù degli art. 12 e segg. della legge cantonale 2 aprile 1975 di applicazione della legge federale contro l'inquinamento delle acque dell'8 ottobre 1971 (LALIA). Il nuovo concetto di risanamento, prevedente la creazione di un'unica discarica per tutto il Sottoceneri nella valle della Motta, in territorio di Coldrerio, è stato posto in consultazione ai sensi dell'art. 14 LALIA tra il 16 settembre ed il 16 novembre 1986.\n\nNel frattempo il Consiglio di Stato, con risoluzione n. 4087 del 9 luglio 1986, preso atto del concetto di smaltimento dei rifiuti elaborato dal Dipartimento dell'ambiente, dell'urgenza di pervenire ad una soluzione entro la fine del 1988, delle difficoltà per i due consorzi di definire la struttura giuridica e le modalità della loro collaborazione nonché |234| dell'intenzione del Governo stesso di far costituire un nuovo unico ente per tutto il Sottoceneri, ha autorizzato il Dipartimento dell'ambiente ad intraprendere la progettazione dell'opera conferendone il mandato ad una comunità di lavoro formata da tre studi d'ingegneria; esso ha disposto inoltre la costituzione di una commissione consultiva di progettazione, con l'incarico di assistere la comunità di lavoro, ed ha deciso di addebitare gli oneri relativi ad un conto dello Stato, ritenuto che essi saranno ricuperati tramite compensazione dei sussidi dovuti al proprietario della discarica e da stanziare mediante apposito decreto legislativo.\n\nContro questa risoluzione governativa il CERM ha proposto un ricorso di diritto pubblico fondato sulla violazione dell'autonomia e dell'art. 4 Cost., con cui ha chiesto al Tribunale federale di annullarla. Sui motivi si tornerà in appresso.\n\nIl Consiglio di Stato ha concluso in via principale per l'inammissibilità del gravame ed in subordine per la reiezione.", "considerants": "Considerato in diritto:\n\n1. Giusta l'art. 84 cpv. 1 OG, il ricorso di diritto pubblico per violazione di diritti costituzionali dei cittadini (lett. a) è ammissibile contro le decisioni e i decreti cantonali. Nel caso in esame, oggetto dell'impugnativa non è un decreto cantonale, cioè una norma di carattere obbligatorio generale. Il ricorso di diritto pubblico, sotto il profilo del suo oggetto, è quindi ammissibile solo se la risoluzione 9 luglio 1986 del Consiglio di Stato ha il carattere di una decisione ai sensi di quella disposizione. Per costante giurisprudenza, non ogni atto in cui si manifesta l'imperio statale in un caso concreto è però una decisione secondo la norma appena citata: per tale vale soltanto quell'atto d'imperio che tocca la situazione giuridica del singolo, astringendolo a fare, omettere o tollerare alcunché, o che regola altrimenti in modo autoritativo - con carattere vincolante e possibilità di esecuzione coercitiva - i suoi rapporti con lo Stato (DTF 107 Ia 80 consid. 1, DTF 104 Ia 150 consid. 1, DTF 102 Ia 186 consid. 2, 536 consid. 1, DTF 98 Ia 510 consid. 1, DTF 89 I 259, DTF 72 I 280; KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, pag. 137 segg.; AUER, La juridiction constitutionnelle en Suisse, pag. 173 segg.; cfr. con riferimento alla più delineata definizione di decisione secondo l'art. 5 PA: GYGI, Über die anfechtbare Verfügung, Berner Festgabe zum schweizeischen Juristentag, 1979, |235| pag. 521; GYGI, Bundesverwaltungsrechtspflege, II ediz., pag. 127 segg.; GYGI, Verwaltungsrecht, pag. 121 segg.).\n\nLa risoluzione 9 luglio 1986 del Consiglio di Stato non adempie tali criteri. Il Governo cantonale, infatti, si è limitato ad autorizzare il Dipartimento dell'ambiente a far allestire un progetto, conferendone il mandato, con stipulazione di un contratto del diritto privato, ad una comunità di lavoro costituita di studi di ingegneria privati, nonché ad istituire una commissione che la deve assistere con compiti meramente consultivi, stabilendone la composizione e l'organizzazione. Le spese derivanti dal conferimento di tale incarico sono state assunte dal bilancio dello Stato ed il loro ricupero andrà in deduzione di (eventuali e futuri) sussidi ancora da erogare, nel caso che l'opera dovesse essere eseguita.\n\nSe ne deve concludere che la risoluzione impugnata non regola alcun rapporto giuridico con i singoli, né possiede carattere vincolante e possibilità di esecuzione coercitiva nel senso sopradescritto: essa non è una decisione secondo l'art. 84 cpv. 1 OG ed il ricorso di diritto pubblico è quindi inammissibile.\n\n2. a) Esso è altrettanto improponibile, se si considerano le cose sotto il profilo dell'art. 88 OG. La risoluzione, che non costituisce atto impugnabile, non tocca né può toccare (KÄLIN, op.cit., pagg. 139/40) il Consorzio quale titolare di pubblico potere, condizione che è richiesta anche nei casi in cui - eccezionalmente - la giurisprudenza del Tribunale federale considera che corporazioni del diritto pubblico, e segnatamente il comune, possono avvalersi del ricorso di diritto pubblico a tutela della propria autonomia (cfr. DTF 110 Ia 198 consid. 1, DTF 109 Ia 174 /75 consid. 1 e 2, DTF 103 Ia 59, 68 consid. 1a, 472 consid. 1).\n\nb) D'altronde, il Consorzio non sarebbe comunque legittimato a proporre il gravame neppure se fosse toccato nella sua situazione giuridica quale titolare di pubblico potere.\n\nCome corporazioni del diritto pubblico, che perseguono scopi d'interesse generale e adempiono compiti che sono loro deferiti dallo Stato, i consorzi non hanno - in linea di principio - qualità per avvalersi del ricorso di diritto pubblico, nella misura in cui non siano toccati dalla decisione alla stregua di un privato (DTF 109 Ia 174 /75 consid. 1 e 2). Così la legittimazione è stata negata al consorzio di raggruppamento o di migliorie fondiarie (DTF 83 I 268 segg., DTF 95 I 45 segg. consid. 4 e 5), a consorzi per l'acqua potabile (sentenza 15 giugno |2361982| in re Comune di Disentis/ Mustér e Corporaziun d'aua Spina), ed ai circondari d'arginatura (\"Schwellenbezirke\") del diritto bernese (DTF 109 Ia 175/76 consid. 3). Certo, la giurisprudenza ha considerato possibili eccezioni per i consorzi costituiti da comuni, ma soltanto nella misura in cui la Costituzione o la legge cantonale riconosca loro autonomia alla stessa stregua di un comune, ciò che è stato negato per i consorzi comunali del diritto solettese (DTF 95 I 53 segg. consid. 2/3). Le condizioni di una deroga non ricorrono neppure per i consorzi del diritto ticinese, come risulta dalla citata sentenza. Vi è tanto meno motivo di far eccezione a questa giurisprudenza, come sembra auspichino taluni autori (cfr. KÄLIN, op.cit., pag. 258; MARTI, Die staatsrechtliche Beschwerde, IV ediz., pag. 82; MACHERET, La qualité pour recourir, RDS 94/1975 II pag. 192 segg.), in quanto nel caso concreto il Consorzio ricorrente non è stato costituito per adesione volontaria dei comuni membri, ma è stato coattivamente imposto ad essi dal Consiglio di Stato in applicazione dell'allora vigente art. 120 della legge sanitaria, analogamente a quanto previsto per l'istituzione coattiva di un consorzio di comuni dall'attuale art. 4 della legge sul consorziamento dei comuni del 21 febbraio 1974.\n\n3. Dato che il Consorzio, ente pubblico, agisce a tutela di interessi pubblici si può, nonostante la soccombenza, prescindere dal prelevare spese e tassa di giustizia. Una corresponsione di ripetibili non entra in linea di conto.\n\nPer questi motivi, il Tribunale federale pronuncia:\n\nIl ricorso di diritto pubblico è inammissibile."}