{"annee": "113", "cour": "V", "page": "6", "date": "26/1/1987", "cite": ["111 V 110", "112 V 51", "111 V 289"], "cite_par": ["118 V 171", "119 V 250", "124 V 301", "114 V 13", "116 V 1", "120 V 265"], "chapeau": "2. Extrait de l'arrêt du 26 janvier 1987 dans la cause St. contre Caisse cantonale genevoise de compensation et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 6bis al. 5, 23bis et 23ter RAVS, art. 1er al. 2 CC. - Cotisation spéciale sur le bénéfice en capital obtenu par une assurée âgée de moins de cinquante ans qui a droit à une rente de l'assurance-invalidité. - Lacune de la réglementation comblée par l'application analogique de l'art. 6bis al. 5 en liaison avec l'art. 23ter RAVS (consid. 3)."], "faits": "BGE 113 V 6 S. 7\n\nL'assurée, née en 1937, a vendu en 1984 le commerce qu'elle exploitait à Genève. Par décision du 25 janvier 1985, la Caisse de compensation du canton de Genève a fixé le montant de la cotisation spéciale sur le bénéfice en capital réalisé par l'assurée à l'occasion de cette vente. Après avoir été déboutée sur le fond par l'autorité cantonale de recours, l'assurée interjette un recours de droit administratif dans lequel elle élève diverses objections contre la détermination, par la caisse intimée, du montant du bénéfice de liquidation soumis à cotisation; elle fait en outre valoir qu'elle a dû vendre son commerce en raison de son mauvais état de santé et qu'elle bénéficie depuis le 1er décembre 1984 d'une rente entière de l'assurance-invalidité. Elle conclut au renvoi du dossier à l'autorité de première instance, afin que celle-ci fixe le montant de la cotisation minimale qui serait seule due en l'occurrence.", "considerants": "Extrait des considérants:\n\n2. a) Selon l'art. 4 al. 1 en relation avec l'art. 8 LAVS, le revenu provenant d'une activité indépendante est soumis à cotisation. En vertu des art. 9 al. 1 LAVS et 17 let. d RAVS, est réputé revenu provenant d'une activité indépendante le revenu acquis dans une situation indépendante dans l'agriculture, la sylviculture, le commerce, l'artisanat, l'industrie et les professions libérales, y compris les augmentations de valeur et les bénéfices en capital obtenus et portés en compte par des entreprises astreintes à tenir des livres.\n\nConformément à l'art. 23bis al. 1 RAVS, une cotisation spéciale est prélevée sur les bénéfices en capital et les augmentations de valeur au sens de l'art. 17 let. d RAVS, s'ils sont soumis à l'impôt annuel spécial selon l'art. 43 AIFD. Cette cotisation est due pour l'année durant laquelle le bénéfice en capital ou l'augmentation de valeur ont été réalisés (art. 23bis al. 2 RAVS).\n\nEn vertu de l'art. 23 RAVS, les autorités fiscales cantonales se fondent sur la taxation passée en force de l'impôt fédéral direct pour établir le revenu déterminant le calcul des cotisations (alinéa 1). Les caisses de compensation sont liées par les données des autorités fiscales cantonales (alinéa 4).\n\nb) En l'espèce, la communication de l'administration fiscale cantonale à la caisse intimée, du 1er novembre 1984, indique un bénéfice de liquidation de 279'300 francs. Aussi, contrairement aux allégations de la recourante sur la prétendue inexactitude du BGE 113 V 6 S. 8bénéfice en capital pris en considération dans la décision litigieuse, la caisse était-elle liée sur ce point par les données de l'autorité fiscale conformément à l'art. 23 al. 4 RAVS, applicable dans le cadre des art. 17 let. d et 23bis RAVS (ATF 111 V 293 consid. 3c et la référence; RCC 1986 p. 655 consid. 2b; cf. également commentaire de l'Office fédéral des assurances sociales (OFAS) dans la RCC 1983 p. 294 ch. 3). Peu importe, en outre, que l'assurée ait bénéficié d'une remise sur le montant de l'impôt fédéral direct prélevé en vertu de l'art. 43 AIFD et sur celui de l'impôt cantonal correspondant.\n\nPar ailleurs, la différence entre le gain de 252'354 francs qui a servi d'assiette à l'impôt cantonal et celui de 279'300 francs retenu par l'administration de l'AVS pour fixer la cotisation spéciale s'explique par la mise en compte de la cotisation spéciale en vertu de l'art. 9 al. 2 let. d LAVS (ATF 111 V 295 consid. 4), aux termes duquel on ne saurait déduire du revenu brut les cotisations dues en vertu de l'art. 8 LAVS, contrairement à ce que prévoit l'art. 22 al. 1 let. g AIFD en matière d'impôt fédéral direct.\n\nLe recours est mal fondé de ce chef.\n\n3. a) Aux termes de l'art. 23ter al. 1 RAVS, l'art. 6bis de ce règlement est applicable par analogie aux bénéfices en capital et aux augmentations de valeur sur lesquels une cotisation spéciale est due en vertu de l'art. 23bis RAVS.\n\nL'art. 6bis RAVS dispose ce qui suit:\n\n1 Ne sont pas réputées revenu provenant d'une activité lucrative, les prestations allouées volontairement par l'employeur ou une institution de prévoyance indépendante lors de la cessation des rapports de service dans la mesure où, ajoutées aux prestations au sens des lettres h et i de l'article 6, 2e alinéa, elles ne dépassent pas, en une année, les pourcentages suivants du dernier salaire annuel:\n\nDernier salaire annuel en francs Pourcentage jusqu'à 120'000 65 pour la tranche suivante de 120'000 50 pour la part excédant 240'000 40\n\nDernier salaire annuel en francs\n\nPourcentage\n\njusqu'à 120'000\n\n65\n\npour la tranche suivante de 120'000\n\n50\n\npour la part excédant 240'000\n\n40\n\n2 Si la prestation de prévoyance est allouée avant l'âge donnant droit à la rente de vieillesse, le montant déterminé selon le 1er alinéa est majoré du montant maximum de la rente ordinaire de vieillesse simple de l'AVS jusqu'au moment où le bénéficiaire atteint cet âge.\n\n3 Pour les bénéficiaires qui n'ont pas encore 60 ans révolus, le montant déterminé selon les alinéas 1 et 2 est réduit de 5 pour cent pour chaque année manquante, mais de 75 pour cent au plus.\n\n4 Si le bénéficiaire a moins de 15 ans de service auprès de BGE 113 V 6 S. 9l'employeur qui accorde cette prestation, le montant déterminé selon les alinéas 1 à 3 est réduit d'un quinzième pour chaque année de service manquante.\n\n5 Si les rapports de service sont résiliés en raison d'une invalidité donnant droit à une rente au sens de l'article 28 LAI, le montant déterminé selon les alinéas 1 et 2 n'est pas réduit.\n\n6 Les versements en capital sont convertis en rentes. Le département établit à cet effet des tables de conversion.\n\n7 La franchise prévue à l'article 6quater n'est pas applicable.\n\nCette disposition réglementaire, introduite dans le RAVS par la novelle du 27 mai 1981 en vigueur depuis le 1er juillet 1981 (RO 1981 538), doit être rapprochée de l'art. 6 al. 2 let. k RAVS, dans la version introduite à la même date, qui dispose que ne sont pas comprises dans le revenu provenant d'une activité lucrative les prestations de prévoyance allouées volontairement selon l'art. 6bis RAVS. En principe, comme cela ressort de sa rédaction, cet art. 6bis RAVS vise les prestations de prévoyance volontairement allouées à un salarié lors de la cessation des rapports de service. Pour empêcher des abus (cf. l'exposé de l'OFAS publié dans la RCC 1981 p. 264 ss), le Conseil fédéral a limité en fonction de différents critères (dernier salaire annuel, âge, nombre d'années de service de l'assuré) le montant exonéré à ce titre des cotisations. Dans une jurisprudence constante, le Tribunal fédéral des assurances a jugé cette réglementation conforme à la loi (cf. notamment RCC 1982 p. 301 consid. 3).\n\nEn ce qui concerne plus particulièrement le cinquième alinéa de l'art. 6bis RAVS, la règle énoncée à cet endroit signifie que lorsque les prestations de prévoyance sont allouées à la suite d'une résiliation des rapports de service qui a été provoquée par la survenance d'une invalidité donnant droit à une rente au sens de l'art. 28 LAI, le montant annuel non soumis à cotisations - calculé conformément à l'art. 6bis al. 1 et 2 RAVS - n'est pas réduit, en dérogation aux règles instaurées par les al. 3 (bénéficiaires qui n'ont pas encore 60 ans révolus) et 4 (bénéficiaires ayant moins de 15 ans de service auprès de l'employeur qui accorde la prestation de prévoyance) de cette disposition réglementaire (cf. RCC 1981 p. 266 et ch. m. 7k des directives de l'OFAS sur le salaire déterminant, valables dès le 1er janvier 1984).\n\nb) L'art. 23ter RAVS, en vigueur depuis le 1er janvier 1984 (RO 1983 903), précise à quelles conditions les bénéfices en capital et les augmentations de valeur donnant lieu, en principe, au prélèvement de la cotisation spéciale en vertu de l'art. 23bis RAVS, sont assimilés à des prestations de prévoyance volontairement BGE 113 V 6 S. 10allouées au sens de l'art. 6bis RAVS. Toutefois, selon le troisième alinéa de l'art. 23ter RAVS, les dispositions de cet article ne sont pas applicables lorsque l'assuré a obtenu le bénéfice en capital ou réalisé l'augmentation de valeur à un moment où il n'avait pas encore accompli sa cinquantième année. Or, cette situation est précisément celle dans laquelle se trouvait la recourante au moment déterminant, c'est-à-dire en 1984. La question qui se pose en l'espèce est donc celle de savoir si la réglementation instaurée par le Conseil fédéral à l'art. 23ter RAVS exclut l'application analogique de l'art. 6bis al. 5 RAVS au cas de l'assuré qui a obtenu un bénéfice en capital alors qu'il n'avait pas encore cinquante ans révolus mais était affecté d'une invalidité donnant droit à une rente au sens de l'art. 28 LAI.\n\naa) Selon le commentaire de l'OFAS paru dans la RCC 1983 p. 295 ch. 7:\n\nLe prélèvement d'une cotisation annuelle spéciale auprès des assurés qui procèdent à la liquidation de leur entreprise entraînera une charge souvent considérable pour celui à qui une telle cotisation est réclamée. Par ailleurs, il arrive souvent qu'une entreprise soit liquidée au moment où celui qui l'exploite cherche à se retirer des affaires. Nombreux sont les titulaires d'entreprises qui comptent sur la liquidation de leur affaire pour pouvoir disposer d'un certain capital à ce moment-là. Le législateur fiscal tient compte de cet aspect du problème en accordant divers allégements dont les modalités révèlent que l'on cherche à privilégier les bénéfices obtenus essentiellement à des fins de prévoyance. Il paraît dès lors opportun d'adopter des règles de même nature dans le droit de l'AVS. Le travailleur indépendant obtient ainsi - comme le salarié qui, en prenant sa retraite, reçoit de son employeur des prestations volontairement allouées - d'importantes déductions, semblables à celles qui sont prévues à l'article 6bis RAVS. Cette dernière norme ne doit toutefois être applicable qu'aux bénéfices en capital sur lesquels une cotisation spéciale est due. L'article 6bis RAVS ne peut cependant pas être appliqué par analogie tel quel à ces cotisations spéciales. Pour les salariés, le paramètre initial retenu est le dernier salaire annuel. Pour l'assuré ayant une activité indépendante, celui-ci doit être remplacé par le bénéfice de l'entreprise, c'est-à-dire par une donnée nettement plus fluctuante. On table dès lors sur le revenu qui a servi de base au calcul des cotisations des cinq dernières années entières. La caisse de compensation se fondera sur les décisions de cotisations rendues pendant cette période. Pour l'assuré qui exerce une activité indépendante comme pour le salarié, il paraît équitable, en cas de bénéfice de liquidation obtenu avant l'âge ouvrant droit à la rente de vieillesse, de majorer le niveau du bénéfice \"admis\" du montant maximum de la rente ordinaire de vieillesse simple. On tient par ailleurs compte de l'âge du bénéficiaire du gain, ainsi que de la durée de l'activité indépendante. Il est en outre apparu nécessaire de prévoir une limite d'âge au-dessous de laquelle la déduction ne pourrait BGE 113 V 6 S. 11pas s'appliquer. Les bénéfices de liquidation touchés par une personne relativement jeune ou après une période d'exploitation courte ou relativement courte n'ont pas nécessairement un caractère de prévoyance, mais sont plutôt spéculatifs. On peut admettre qu'il en va ainsi là où le bénéfice a été réalisé avant l'accomplissement de la cinquantième année.\n\nbb) Le supplément 3 aux directives de l'OFAS sur les cotisations des travailleurs indépendants et des non-actifs (DIN), entré en vigueur le 1er janvier 1984, prévoit au ch. m. 220e que, lorsqu'un assuré exerçant une activité lucrative indépendante, qui a accompli sa cinquantième année lors de la cessation de son activité, acquiert un bénéfice imposable au sens de l'art. 43 AIFD, ce bénéfice n'est soumis à la cotisation spéciale que dans la mesure où il dépasse, une fois converti en rente annuelle, un montant annuel franc de cotisations. D'après le ch. m. 220i, on renonce à toute réduction du montant annuel franc de cotisations lorsque la cessation de l'activité indépendante ou l'aliénation de la fortune commerciale provoquant le bénéfice en capital a lieu en raison d'une invalidité donnant droit à une rente au sens de l'art. 28 LAI.\n\ncc) Néanmoins, dans son second préavis, rectifiant sa première proposition qui était d'admettre le recours, l'OFAS a notamment exposé ce qui suit pour justifier la non-application, par analogie, de l'art. 6bis al. 5 RAVS au cas de la recourante:\n\n\"Les bénéfices en capital ne représentent en fait qu'une correction des amortissements excessifs effectués dans le passé; il s'agit donc de revenus d'activité lucrative. L'application analogique de l'art. 6bis RAVS a été choisie pour des motifs d'ordre politique, afin de résoudre clairement la question des bénéfices en capital. S'il existe certes une certaine analogie avec le cas de l'employé qui touche une prestation de prévoyance, les situations ne sont pourtant pas totalement identiques. Une certaine retenue s'imposait - et s'impose toujours - dans l'application analogique de l'art. 6bis. C'est ainsi que l'on en est venu à fixer la limite d'âge à 50 ans. Ce n'est que pour les personnes âgées que l'on a voulu reconnaître que les \"réserves latentes\" remplissaient (entre autres) aussi la fonction de prévoyance vieillesse ou invalidité. Les personnes exerçant une activité lucrative indépendante qui remettent leur entreprise lorsqu'elles sont encore jeunes utiliseront fréquemment le bénéfice de liquidation pour commencer une nouvelle activité lucrative indépendante. Tel est aussi le cas de bénéficiaires de demi-rentes AI (d'autant plus, après la 2e révision AI, des bénéficiaires de quart de rentes).\"\n\nc) Ces considérations ne conduisent pas à écarter l'application analogique de l'art. 6bis RAVS à un assuré qui, telle la recourante, a mis fin à son activité lucrative indépendante en raison de la survenance d'une invalidité lui donnant droit à une rente entière de l'assurance-invalidité. Il faut au contraire admettre que BGE 113 V 6 S. 12l'art. 23ter RAVS est, sur ce point, entaché d'une pure lacune puisque la réglementation relative au calcul et, le cas échéant, à l'exonération de la cotisation spéciale sur les bénéfices en capital et les augmentations de valeur assimilés à des prestations de prévoyance, édictée par le Conseil fédéral, ne fournit pas de réponse à une question de droit qui se pose inévitablement. Il convient donc de combler cette lacune en s'inspirant des principes exprimés par l'art. 1er al. 2 CC (ATF 112 V 53 consid. 3a in fine, ATF 111 V 116).\n\nLa situation du travailleur indépendant âgé de moins de cinquante ans qui est contraint de mettre fin à son activité lucrative et de vendre son entreprise - obtenant de ce fait un bénéfice en capital - en raison d'une invalidité donnant droit à une rente au sens de l'art. 28 LAI est semblable à celle du salarié dont les rapports de service sont résiliés pour la même raison et qui reçoit de son employeur, pour ce motif, des prestations de prévoyance allouées volontairement. Même si l'assuré de condition indépendante n'a pas encore atteint l'âge de cinquante ans, il n'y a pas lieu de présumer, contrairement à l'opinion de l'OFAS, qu'il a réalisé le bénéfice en capital dans un but spéculatif et qu'il l'utilisera pour exercer une nouvelle activité lucrative indépendante, puisque c'est précisément son invalidité, c'est-à-dire son incapacité de gain permanente ou présumée de longue durée, qui est à l'origine de la cessation de l'activité lucrative.\n\nIl y a dès lors tout lieu de penser que si le Conseil fédéral avait réglementé cette situation, il l'aurait fait dans le même sens qu'à l'art. 6bis al. 5 RAVS. Au demeurant, c'est bien dans ce sens que paraît également l'avoir compris l'OFAS lorsqu'il a édicté le ch. m. 220i de ses directives sur les cotisations des travailleurs indépendants et des non-actifs (consid. 3b/bb supra).\n\nIl en résulte que dans la mesure où la recourante établit qu'à la date à laquelle elle a obtenu le bénéfice en capital soumis à la cotisation spéciale prévue à l'art. 23bis RAVS, elle avait droit à une rente entière de l'assurance-invalidité, les art. 6bis al. 5 et 23ter al. 2 let. c RAVS lui sont applicables."}