{"annee": "113", "cour": "II", "page": "501", "date": "30/11/1987", "cite": [], "cite_par": [], "chapeau": "87. Auszug aus dem Urteil der II. Zivilabteilung vom 30. November 1987 i.S. H. gegen Grundbuchamt Affoltern a.A. und Obergericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Forme authentique d'une vente immobilière fondée sur un contrat de mariage (art. 657 CC et art. 55 Tit. fin. CC). Le § 237 al. 2 de la Loi d'introduction zurichoise du CC, qui prévoit l'application de la lex rei sitae pour la forme des actes juridiques concernant des immeubles sis dans le canton de Zurich, ne viole pas le droit fédéral, même si pour des opérations entre époux portant sur plusieurs immeubles situés dans différents cantons il est, le cas échéant, nécessaire de passer plusieurs contrats de mariage (confirmation de la jurisprudence)."], "faits": "|501|\n\nA.- Am 11. August 1986 schlossen die Ehegatten H. mit Wohnsitz in Zürich vor einem Notar in Sarnen OW einen öffentlich beurkundeten Ehe- und Erbvertrag ab. Mit diesem Vertrag hoben sie die bisherige Güterverbindung auf und ersetzten sie durch eine beschränkte Gütergemeinschaft verbunden mit Gütertrennung. Für eine bisher im Alleineigentum des Ehemannes stehende |502| Liegenschaft in Affoltern a.A. wurde hälftiges Miteigentum beider Ehegatten vereinbart, wobei die Miteigentumsanteile dem Recht der Gütertrennung unterstehen sollten. Der Ehevertrag wurde von der Vormundschaftsbehörde der Stadt Zürich genehmigt und am 9. Oktober 1986 im kantonalen Güterrechtsregister eingetragen.\n\nB.- Mit Verfügung vom 27. Oktober 1986 wies das Grundbuchamt Affoltern a.A. die Anmeldung zur Eintragung des Miteigentums des Ehepaares H. an der fraglichen Liegenschaft ab. Zur Begründung wurde angeführt, entgegen § 237 Abs. 2 des EG zum ZGB des Kantons Zürich (EGzZGB) sei der das Miteigentum begründende Ehevertrag nicht vom zuständigen zürcherischen Notar öffentlich beurkundet worden.\n\nEine dagegen erhobene Beschwerde wurde vom Bezirksgericht Affoltern a.A. als Aufsichtsbehörde über die Grundbuchämter am 27. November 1986 abgewiesen. Hiegegen reichten die Eheleute H. beim Obergericht des Kantons Zürich Rekurs ein, der mit Beschluss vom 10. Juni 1987 ebenfalls abgewiesen wurde.\n\nC.- Gegen diesen Entscheid wenden sich die Ehegatten H. mit Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragen, dass die Verfügung des Grundbuchamtes Affoltern a.A. vom 27. Oktober 1986 aufzuheben und dieses Amt anzuweisen sei, das Miteigentum an der Liegenschaft in Affoltern a.A. gestützt auf den Ehevertrag vom 11. August 1986 im Grundbuch einzutragen.\n\nDas Grundbuchamt Affoltern a.A. und das Eidg. Justiz- und Polizeidepartement stellen Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde, während das Obergericht des Kantons Zürich auf Gegenbemerkungen verzichtet hat.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht ist davon ausgegangen, die Beschwerdeführer könnten sich nicht auf Art. 665 Abs. 3 ZGB berufen, wonach Änderungen am Grundeigentum, die nach ehelichem Güterrecht eintreten, nach der Veröffentlichung der Eintragung im Güterrechtsregister von Amtes wegen im Grundbuch einzutragen sind. Die im Ehevertrag vereinbarte Begründung von Miteigentum erfolge nämlich nicht durch den Güterstandswechsel und somit nicht aussergrundbuchlich. Der Eintrag im Grundbuch sei für das |503| Miteigentum vielmehr konstitutiv. Fraglich bleibe somit einzig, ob der Ehevertrag vom 11. August 1986 im Sinne von Art. 657 und 965 Abs. 3 ZGB die für die Gültigkeit des Rechtsgrundes erforderliche Form erfülle. Diese Frage hat das Obergericht mit dem Hinweis auf § 237 Abs. 2 EGzZGB verneint. Diese Bestimmung verlange die öffentliche Beurkundung am Ort der gelegenen Sache. Nach der bundesgerichtlichen Rechtsprechung zu Art. 55 SchlT ZGB sei eine solche kantonalrechtliche Vorschrift mit dem Bundesprivatrecht vereinbar. Trotz der in der Lehre an dieser Rechtsprechung teilweise geäusserten Kritik bestehe kein Grund, von der bisherigen Betrachtungsweise abzuweichen. Entscheidend bleibe nach wie vor, dass eine Beurkundung am Ort des Grundstücks bessere Gewähr dafür biete, dass der Vertragsinhalt den gegebenen örtlichen Verhältnissen entspreche. Für die Freizügigkeit der Beurkundung müsste der Preis der minderen Qualität bezahlt werden.\n\n2. Die Beschwerdeführer erheben die einzige Rüge, dass das Obergericht nicht in Übereinstimmung mit gewichtigen Stimmen in der Lehre den § 237 Abs. 2 EGzZGB als bundesrechtswidrig bezeichnet und den in einem andern Kanton öffentlich beurkundeten Ehevertrag nicht als hinreichenden Rechtsgrundausweis für die Eigentumsübertragung anerkannt habe. Insbesondere habe die Vorinstanz den begründeten Überlegungen von Meier-Hayoz, N. 101 ff. zu Art. 657 ZGB, nicht Rechnung getragen. Nach dessen Auffassung betreffe die öffentliche Beurkundung nur eine Formfrage. Der Vertragsabschluss werde durch das Bundesprivatrecht in räumlicher Hinsicht in keiner Weise beschränkt. Das Erfordernis der Beurkundung am Ort der gelegenen Sache beeinträchtige den Grundstückverkehr, und zwar vor allem dort, wo Liegenschaften nicht im Gebiet eines einzigen Kantons liegen, d.h. bei Kauf- und Tauschgeschäften von Grundstücken in verschiedenen Kantonen. Besitze ein Ehepaar Grundstücke in mehreren Kantonen, könnte dies bewirken, dass auch mehrere Eheverträge abgeschlossen werden müssten.\n\n3. Der Vertrag auf Übertragung von Grundeigentum bedarf zu seiner Verbindlichkeit der öffentlichen Beurkundung (Art. 657 Abs. 1 ZGB). Soweit der Ehevertrag nach gesetzlicher Vorschrift als Grundlage der Eigentumsübertragung ausreicht, sind nach Absatz 2 dieser Gesetzesbestimmung die im ehelichen Güterrecht vorgeschriebenen Formen zu beachten. Im übrigen bestimmen gemäss Art. 55 SchlT ZGB die Kantone, in welcher Weise auf |504| ihrem Gebiete die öffentliche Beurkundung zu erfolgen hat. Nach § 237 Abs. 2 EGzZGB ist für die Beurkundung von Rechtsgeschäften über dingliche und vormerkbare persönliche Rechte an Grundstücken im Kanton Zürich nur der Notar des Kreises zuständig, in welchem das betroffene Grundstück oder ein Teil davon liegt.\n\na) Im Rahmen dieser bundesprivat- und kantonalrechtlichen Regelung stellt sich einerseits die Frage nach der Tragweite der öffentlichen Beurkundung im Zusammenhang mit dem Ehevertrag und anderseits nach der Bedeutung von Art. 55 SchlT ZGB. Zum Gehalt dieser Vorschrift hat sich das Bundesgericht in BGE 47 II 383 ff. eingehender geäussert. Es ist dabei zur Auffassung gelangt, dass der Wortlaut von Art. 55 SchlT ZGB einer kantonalen Regelung mit einer Beschränkung der örtlichen Zuständigkeit zur öffentlichen Beurkundung nicht entgegenstehe und somit nicht ausschliesslich die sachliche Zuständigkeit der Beurkundungsnormen betreffe. Sodann ist das Bundesgericht der Auffassung entgegengetreten, die mit dem Zivilgesetzbuch angestrebte Rechtsvereinheitlichung bedinge zum vornherein eine einschränkende Auslegung des Vorbehaltes zugunsten des kantonalen Rechts. Es sei nicht zu übersehen, dass es sich bei der öffentlichen Beurkundung um einen Gegenstand der nicht streitigen Gerichtsbarkeit und damit um die Anwendung von öffentlichem Recht handle, das grundsätzlich in den Kompetenzbereich der Kantone falle. In diese Zuständigkeit habe das Bundesprivatrecht nicht ohne Not einzugreifen.\n\nAls wichtigstes Argument gegen die lex rei sitae bezeichnete das Bundesgericht die im Vertragsrecht verankerte Freiheit in der Wahl des Abschlussortes. Indessen stehe beim Abschluss von Verträgen über dingliche Rechte an Liegenschaften der Erleichterung des Geschäftsverkehrs durch die lex loci contractus das Bedürfnis nach Verkehrssicherheit und nach Schutz der Parteien gegen Übereilung und gegen die Abfassung von ungenauen, unklaren und den örtlichen Verhältnissen zuwiderlaufenden Verträgen gegenüber. Dieses Bedürfnis sei stärker zu gewichten. Im Liegenschaftsverkehr weise der Vertragsinhalt eine besonders enge Beziehung zur Beschaffenheit des Grundstücks, zu den Gebräuchen der Gegend, den Besonderheiten ihres Liegenschaftsverkehrs und der Organisation ihres Grundbuchwesens auf. Im Beurkundungsverfahren komme der Aufklärung und Beratung der Parteien besondere Bedeutung zu. Zweifelsohne könne diese Aufgabe am Ort der gelegenen Sache besser erfüllt werden als anderswo in der Schweiz. Die Verfechter der lex loci contractus würden denn auch zugeben, |505| dass bei Ungenügen der ortsfremden Beurkundung diese beim örtlich zuständigen Grundbuchamt ergänzt werden müsse. Ein solches Vorgehen sei indessen nicht nur umständlich und kostspielig, sondern auch dem System des Zivilgesetzbuches fremd.\n\nb) Diese Rechtsprechung des Bundesgerichts hat - wie bereits die Vorinstanz bemerkt hat - nicht verhindert, dass in der Lehre weiterhin für die Freizügigkeit bei der Beurkundung von Liegenschaftsverträgen von Bundesrechts wegen eingetreten wird (BECK, N. 21 ff. zu Art. 55 SchlT ZGB; GULDENER, Grundzüge der freiwilligen Gerichtsbarkeit der Schweiz, S. 24; MEIER-HAYOZ, N. 100 ff. zu Art. 657 ZGB). Dabei sind allerdings keine wesentlich neuen Gesichtspunkte vorgebracht worden, die vom Bundesgericht nicht auch schon in Erwägung gezogen worden wären. Auch haben sich bezüglich der Realien keine gewichtigen Veränderungen vollzogen, die eine Änderung der Rechtsprechung als angezeigt erscheinen liessen.\n\nZuzugeben ist, dass bei Geschäften mit mehreren Grundstücken in verschiedenen Kantonen die öffentliche Beurkundung in einem einzigen Ehevertrag vorerst als Erleichterung erscheinen könnte. Indessen wird nicht in Abrede gestellt, dass der Ehevertrag nur zur obligatorischen Verpflichtung führt, das Nötige vorzukehren, um in den verschiedenen Kantonen die für die Eintragung erforderliche Form zu erfüllen (BECK, N. 28 f. zu Art. 55 SchlT ZGB). Unter diesen Umständen lässt es sich aber gleichwohl nicht vermeiden, dass an den verschiedenen Orten der gelegenen Sache gesonderte rechtliche Schritte zu unternehmen sind, um die Eintragung im Grundbuch zu ermöglichen. Von der Anwendung der lex loci contractus ist daher keine wesentliche Erleichterung des Rechtsverkehrs zu erwarten beim Kauf bzw. Tausch von Grundstücken in mehreren Kantonen oder beim Kauf eines Grundstückes, das sich über mehrere Kantone erstreckt, bei Rechtsgeschäften also, bei denen die lex rei sitae angeblich zu unüberwindbaren Schwierigkeiten führen soll. Diese Schwierigkeiten sind nicht grundsätzlich anderer Natur als bei Anwendung der lex loci contractus, wenn die beteiligten Kantone - was unbestritten ist - darauf bestehen können, dass der Grundbucheintrag nur erfolgen darf, sofern den Besonderheiten des kantonalen Beurkundungsverfahrens Rechnung getragen wird. Ein Verzicht auf eine einheitliche öffentliche Beurkundung fällt unter diesen Umständen kaum mehr ins Gewicht. Dem Interesse an einer einheitlichen obligatorischen Verpflichtung auf Mithilfe bei der Beschaffung der unterschiedlichen |506| kantonalen Unterlagen für die Eintragungen ist nämlich der nach wie vor unbestreitbare Vorteil einer sachgerechteren Beratung durch die örtlich zuständige öffentliche Urkundsperson gegenüberzustellen, wie die Vorinstanz mit Recht festgehalten hat. Vor allem das kantonale öffentliche Recht, aber auch ortsgebundenes Privatrecht nehmen in vielfältiger Weise auf den Liegenschaftsverkehr und auf die Grundstücke selber Einfluss, ohne dass dies aus dem Grundbuch ersichtlich wäre. Diese Besonderheiten gilt es den an einem Rechtsgeschäft über eine Liegenschaft beteiligten Parteien zu vermitteln. An sich sind diese Kenntnisse auch einer aussenstehenden Urkundsperson zugänglich, nach dem gewöhnlichen Lauf der Dinge allerdings kaum ohne Mithilfe eines ortskundigen Fachmannes, so dass die öffentliche Beurkundung durch eine kantonsfremde Urkundsperson nur zu zusätzlichen Umtrieben und Kosten und möglicherweise auch zu einer Verwischung von Verantwortlichkeiten führt.\n\nAufgrund dieser Überlegungen drängt sich eine Änderung der Rechtsprechung nicht auf, weshalb daran festzuhalten ist, dass § 237 Abs. 2 EGzZGB dem Bundesrecht nicht widerspricht."}