{"annee": "113", "cour": "IA", "page": "185", "date": "10/8/1987", "cite": ["92 IV 77", "105 IV 82"], "cite_par": [], "chapeau": "29. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. August 1987 i.S. B. gegen Staatsanwaltschaft und Präsident der Strafabteilung des Obergerichts des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, CEDH, § 67 al. 2 CPP/AG; détention pour raisons de sécurité. Le maintien d'un inculpé en détention pour des raisons de sécurité ne viole ni le droit fondamental de la liberté personnelle ni la CEDH, lorsque l'internement de la personne en cause entre sérieusement en ligne de compte ou a déjà été ordonné par un jugement qui n'est pas encore entré en force."], "faits": "|185|\n\nAm 10. Dezember 1986 sprach das Bezirksgericht Aarau B. des gewerbsmässigen Diebstahls, der wiederholten Sachbeschädigung, des wiederholten Hausfriedensbruchs, der Zechprellerei sowie der Sachentziehung schuldig und bestrafte ihn mit 24 Monaten Gefängnis. Anstelle des Strafvollzuges wurde die Verwahrung gemäss Art. 42 StGB angeordnet. B. reichte gegen das Urteil Berufung beim Obergericht des Kantons Aargau ein. In teilweiser Gutheissung der Berufung sprach ihn das Obergericht mit Urteil vom 16. Juni 1987 in einem der Anklagepunkte frei und setzte die Gefängnisstrafe auf 21 Monate herab. Soweit sich die Berufung gegen die Verwahrung richtete, wurde sie abgewiesen. Das Urteil des Obergerichts ist noch nicht rechtskräftig, da B. eine eidgenössische Nichtigkeitsbeschwerde angemeldet und - nach Auskunft der kantonalen Instanz - die Beschwerdebegründung beim Obergericht eingereicht hat. |186|\n\nB. wandte sich am 14. Juli 1987 mit einem Gesuch um Haftentlassung an das Obergericht. Mit Verfügung vom 20. Juli 1987 wies der Präsident der Strafabteilung des Obergerichts das Gesuch ab in der Erwägung, B. sei zur Sicherung des Massnahmevollzuges gemäss § 67 Abs. 2 der Strafprozessordnung des Kantons Aargau (StPO) in Haft zu behalten. Ausserdem hielt der Präsident fest, dass der Angeklagte in der Schweiz keinen festen Aufenthalt vorweisen könne, jedoch offenbar etliche Kontakte zum Ausland habe.\n\nGegen die Verfügung des Präsidenten der Strafabteilung hat B. staatsrechtliche Beschwerde erhoben. Das Bundesgericht weist die Beschwerde ab, soweit es auf sie eintreten kann.", "considerants": "Aus den Erwägungen:\n\n2. b) Der Präsident der Strafabteilung des Obergerichts wies das Haftentlassungsgesuch des Beschwerdeführers vor allem gestützt auf § 67 Abs. 1 StPO ab, nach welcher Vorschrift die Anordnung oder Aufrechterhaltung der Haft zulässig ist unter anderem \"zur Sicherung des Strafvollzuges nach der Beurteilung\". Ferner erachtete er offenbar auch den in § 67 Abs. 1 Ziff. 1 StPO vorgesehenen Haftgrund der Fluchtgefahr als gegeben, denn er führte aus, der Beschwerdeführer könne in der Schweiz keinen festen Aufenthaltsort vorweisen, doch habe er etliche Kontakte zum Ausland. Ob Fluchtgefahr besteht, kann dahingestellt bleiben, da - wie sich im folgenden zeigen wird - jedenfalls die Hauptbegründung des Präsidenten der Strafabteilung sowohl vor der Verfassung als auch vor der EMRK standhält.\n\nDas Obergericht hat als Berufungsinstanz den Beschwerdeführer zu 21 Monaten Gefängnis verurteilt und die vom Bezirksgericht anstelle des Strafvollzuges angeordnete Verwahrung bestätigt. Der Zweck der Verwahrung im Sinne von Art. 42 StGB ist in erster Linie die Sicherung der Öffentlichkeit vor Rückfallverbrechern. Die Massnahme kann angeordnet werden, wenn ein Täter durch Strafen nicht gebessert werden kann, so dass die Gesellschaft vor ihm gesichert werden muss (BGE 105 IV 85 E. 2b, BGE 92 IV 80). Mit Rücksicht auf diesen Schutz der Öffentlichkeit hat es das Bundesgericht als gerechtfertigt und mit der Verfassung vereinbar erklärt, einen Angeschuldigten in Sicherheitshaft zu belassen, wenn die Verwahrung ernstlich in Frage kommt oder bereits durch ein Urteil, das noch nicht rechtskräftig ist, angeordnet wurde |187| (unveröffentlichte Urteile vom 5. Juli 1982 i.S. J. und vom 30. Dezember 1971 i.S. N.). Demgemäss konnte der Präsident der Strafabteilung mit sachlichen Gründen annehmen, es würde dem Zweck der vom Bezirksgericht angeordneten und vom Obergericht bestätigten Verwahrung widersprechen, den Beschwerdeführer aus der Sicherheitshaft zu entlassen. Es bedeutete daher weder eine Verletzung der Verfassung noch einen Verstoss gegen die EMRK, wenn er das Haftentlassungsgesuch gestützt auf § 67 Abs. 2 StPO zur Sicherung des Massnahmevollzuges abwies."}