{"annee": "113", "cour": "II", "page": "397", "date": "24/9/1987", "cite": ["38 II 465", "56 II 183", "79 II 59", "83 II 126", "77 II 138", "107 II 41"], "cite_par": ["139 III 305", "121 III 345", "122 III 1", "119 II 23"], "chapeau": "70. Auszug aus dem Urteil der II. Zivilabteilung vom 24. September 1987 i.S. L. AG gegen Compagnie D. (Berufung)", "regestes": ["Bonne foi de l'acquéreur d'une chose perdue ou volée (art. 934 al. 2 et 3 al. 2 CC). L'acquéreur d'une chose perdue ou volée ne jouit pas de la protection de la bonne foi s'il ne fait pas lors de l'acquisition preuve de l'attention que les circonstances permettent d'attendre de sa part. Dans ce cas, les conséquences juridiques sont pour l'acquéreur de bonne foi les mêmes que pour celui qui ne l'est pas; cela signifie que la chose doit être restituée à son propriétaire sans indemnité. On doit exiger un degré d'attention plus élevé de l'acquéreur de choses à propos desquelles l'expérience enseigne qu'il faut souvent compter qu'elles ont été volées à un tiers (consid. 2). Sont particulièrement élevées les exigences relatives au devoir d'attention du commerçant de voitures d'occasion de luxe (consid. 3a)."], "faits": "BGE 113 II 397 S. 398\n\nEnde 1981 kaufte die Klägerin, die Handel mit Autos der Luxusklasse betreibt, vom Vertreter einer in Dänemark domizilierten Autohandelsfirma einen Personenwagen der Marke Ferrari mit der Chassis-Nr. 33747 zum Preis von Fr. 77'000.--. In der Folge stellte es sich heraus, dass es sich um ein in Paris gestohlenes Fahrzeug handelte.\n\nEine französische Versicherungsgesellschaft hatte die Autoverleihfirma entschädigt, welcher das Fahrzeug abhanden gekommen war, und die Rechte daran waren auf sie übergegangen. Sie einigte sich mit der Klägerin vorerst darauf, dass der Wagen verkauft und der Erlös auf einem gemeinsamen Bankkonto hinterlegt werde. Nachdem darüber hinaus keine Einigung hatte erzielt werden können, stellte die Klägerin beim Bezirksgericht den Antrag, es sei ihr der hinterlegte Betrag (nebst Zins und Spesen) auszuzahlen. Die Versicherungsgesellschaft erhob Widerklage, indem sie ihrerseits die Auszahlung desselben Betrages verlangte.\n\nDas Bezirksgericht wies die Klage ab und hiess die Widerklage gut; im gleichen Sinn entschied das Obergericht. Gegen dessen Urteil hat die Klägerin und Widerbeklagte Berufung an das Bundesgericht erhoben.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Rechtsordnung schützt im allgemeinen Besitz und Eigentum. So kann der Besitzer, dem eine bewegliche Sache gestohlen wird oder verlorengeht oder sonst wider seinen Willen abhanden kommt, sie während fünf Jahren jedem Empfänger abfordern (Art. 934 Abs. 1 ZGB). Die Bedürfnisse des Warenverkehrs veranlassten indessen den Gesetzgeber, den Besitzesschutz in den in Art. 934 Abs. 2 ZGB genannten drei Fällen in der Weise einzuschränken, dass der gutgläubige Empfänger zwar die mit dem Rechtsmangel behaftete Sache herausgeben muss, jedoch den wirtschaftlichen Nachteil der Rückleistung an den Berechtigten insofern nicht zu tragen braucht, als diese nur gegen Vergütung des von ihm bezahlten Preises zu erfolgen hat (sog. Lösungsrecht; vgl. dazu insbesondere Kommentar STARK, N. 35 ff. zu Art. 934 ZGB).BGE 113 II 397 S. 399\n\nWer unter den Voraussetzungen des Art. 934 Abs. 2 ZGB eine Sache erworben hat, gilt grundsätzlich als gutgläubig im Sinne von Art. 3 Abs. 1 ZGB. Er ist also - ungeachtet Art. 8 ZGB - bezüglich der Beweislastverteilung dadurch privilegiert, dass der Richter von seinem guten Glauben solange auszugehen hat, bis das Gegenteil bewiesen oder vom angeblich Gutgläubigen zugestanden wird (ALFRED KOLLER, Der gute und der böse Glaube im allgemeinen Schuldrecht, Freiburg 1985, S. 50; Kommentar JÄGGI, N. 117 f. zu Art. 3 ZGB; Kommentar EGGER, N. 11 f. zu Art. 3 ZGB).\n\nDer Gutglaubensschutz versagt indessen, wenn die Unkenntnis des gutgläubigen Erwerbers vom Rechtsmangel darauf zurückzuführen ist, dass er beim Erwerb der Sache jene Aufmerksamkeit missen liess, die von ihm nach den Umständen verlangt werden durfte (Art. 3 Abs. 2 ZGB). Diesfalls sind für den gutgläubigen Erwerber die Rechtsfolgen nicht anders als für den bösgläubigen (Kommentar JÄGGI, N. 106 zu Art. 3 ZGB); das heisst, die Sache ist entschädigungslos an den Berechtigten herauszugeben.\n\nb) Nach einer neueren Lehrmeinung ist im Falle des Art. 3 Abs. 2 ZGB zwar noch der gute Glaube zu vermuten, nicht indessen auch die Anwendung der gebotenen Aufmerksamkeit (KOLLER, a.a.O., S. 51; mit Hinweis auf die a.M. von JÄGGI, N. 117 zu Art. 3 ZGB, und EGGER, N. 11 zu Art. 3 ZGB). Aber auch nach dieser Auffassung obliegt die Beweislast, entsprechend der Vorschrift von Art. 8 ZGB, dem Gegeninteressenten. Dieser hat nachzuweisen, dass der gute Glaube desjenigen, dem eine Sache unter den Voraussetzungen von Art. 934 Abs. 2 ZGB übertragen worden ist, nur darauf beruht, dass er es an der nach den Umständen gebotenen Aufmerksamkeit hat fehlen lassen. Dabei beurteilt sich der Grad der gebotenen Aufmerksamkeit nach einem Durchschnittsmass an Aufmerksamkeit, welches der Redliche unter den gegebenen Umständen anzuwenden pflegt (Kommentar JÄGGI, N. 122 zu Art. 3 ZGB).\n\nIst der Erwerb bestimmter Sachen für einen Geschäftszweig typisch, so richtet sich das Durchschnittsmass der gebotenen Aufmerksamkeit nach der in der Branche herrschenden Verkehrsübung, doch freilich nicht nach einer allenfalls üblichen Nachlässigkeit (Kommentar JÄGGI, N. 125 zu Art. 3 ZGB). Vorweg höhere Anforderungen sind daher an jene Erwerbszweige zu stellen, in denen erfahrungsgemäss häufig Gegenstände zum Kauf oder Tausch angeboten werden, die mit Rechtsmängeln behaftet sind. Das gilt ganz besonders dann, wenn damit zu rechnen ist, dass BGE 113 II 397 S. 400angebotene Sachen dem Berechtigten gegen seinen Willen - so durch Diebstahl - abhanden gekommen sind; denn in derartigen Fällen hat der Berechtigte nicht dafür einzustehen, dass ein falscher Rechtsschein entstanden ist, indem seine Sache in den Verkehr gelangte und durch den Gegeninteressenten erworben wurde. Auch wenn grundsätzlich die Regel zutrifft, dass Art. 3 Abs. 2 ZGB keine allgemeine Erkundigungspflicht statuiert und dass sich nur erkundigen muss, wer Grund zum Verdacht hat (BGE 83 II 133 E. 1, BGE 77 II 147, BGE 38 II 468 E. 2; Kommentar JÄGGI, N. 128 zu Art. 3 ZGB, mit weiteren Hinweisen), gilt dies deshalb nur beschränkt für jene Geschäftszweige, die dem Angebot von Waren zweifelhafter Herkunft und folglich mit Rechtsmängeln behafteter Sachen in besonderem Masse ausgesetzt sind, wie es beim Handel mit Gebrauchtwaren aller Art der Fall ist.\n\nc) Was den gewerbsmässigen Handel mit Occasionsautomobilen im besonderen anbetrifft, hat das Bundesgericht in einem jüngeren Entscheid erkennen lassen, dass es die in der Lehre und in der neueren kantonalen Rechtsprechung vertretene Auffassung billigt, wonach der Kaufmann unter dem Gesichtswinkel von Art. 3 Abs. 2 ZGB vor dem Erwerb eines Gebrauchtwagens gehalten ist, ins Eigentumsvorbehaltsregister Einsicht zu nehmen (BGE 107 II 42 ff. E. 2). In der Tat liesse sich die gegenteilige frühere Praxis zu dieser Frage (BGE 56 II 186 E. 2) kaum mehr aufrechterhalten. Vielmehr können die Interessen des redlichen Geschäftsverkehrs, auf die der Gesetzgeber durch den in Art. 934 Abs. 2 ZGB verankerten Gutglaubensschutz Rücksicht genommen hat, im Einzelfall eine Abklärungspflicht des an sich gutgläubigen Erwerbers begründen. In diesem Sinne sind an den Händler von Occasionsfahrzeugen, wie das Bundesgericht schon in BGE 79 II 59 ff. festgestellt hat, erhöhte Anforderungen bezüglich seiner Sorgfaltspflicht beim Erwerb von Automobilen zu stellen.\n\n3. a) Die Klägerin handelt mit Occasionsautomobilen; sie kauft und verkauft nach eigenen Angaben jährlich zwei- bis dreihundert Fahrzeuge der Luxusklasse. Der Ankauf eines Personenwagens der Marke Ferrari, wie es in dem hier zu beurteilenden Fall geschehen ist, soll bei ihr ein mehr oder weniger alltäglicher Vorgang sein. Ihre Geschäftstätigkeit, die sich auch auf das Ausland erstreckt, unterscheidet sich also ganz erheblich vom landläufigen Handel mit Gebrauchtwagen, wie er von Hunderten von Einzelhändlern und Gesellschaften betrieben wird und meist Fahrzeuge gängiger BGE 113 II 397 S. 401Marken und Typen erfasst, die im Inland gehandelt werden.\n\nDas Bezirksgericht hat mit Billigung des Obergerichts festgestellt, es sei allgemein bekannt und bedürfe keines näheren Nachweises, dass gut organisierte internationale Banden sich gewerbsmässig mit dem Diebstahl und der Hehlerei von Luxusautos und deren Absatz im europäischen Raum befassten. Notorisch sei auch, dass bei den gestohlenen Fahrzeugen die Chassis-Nummern gefälscht würden, um die Aufklärung der Diebstähle zu erschweren; vielfach würden die begehrten Fahrzeuge der Luxusklasse sogar auf Bestellung gestohlen. Dass ein Automobil der Marke Ferrari 512 BB zur Luxusklasse gehöre, unterliege keinem Zweifel, ebensowenig die Tatsache, dass die Klägerin professionell mit Fahrzeugen dieser Kategorie handle, habe sie doch im fraglichen Zeitpunkt die offizielle Vertretung für Wagen der Marke Lamborghini innegehabt. Zu Recht ficht die Klägerin diese zutreffenden, vornehmlich auf allgemeiner Lebenserfahrung beruhenden Feststellungen nicht an. Die Kenntnis dieser Vorgänge, die in den Medien starke Beachtung gefunden haben und die namentlich auch in der Gerichtsberichterstattung zeitweise breiten Raum einnahmen, gehört denn auch spätestens seit den siebziger Jahren zum Allgemeinwissen.\n\nDie kantonalen Gerichte haben aus ihren Feststellungen die Folgerung gezogen, es treffe die Klägerin wegen der Besonderheit des von ihr betriebenen Geschäftes - jedenfalls soweit der Erwerb von Luxusautomobilen aus dem Ausland in Frage steht - eine erhöhte Sorgfaltspflicht. Das Obergericht hält dafür, dass ein Kaufmann, dem ein solches Fahrzeug angeboten wird, sowohl den Wagen als auch die dazugehörigen Papiere einer genauen Prüfung zu unterziehen habe. Es bejaht damit eine besondere Prüfungspflicht bei Geschäften dieser Art, die sich (zunächst) auf das Fahrzeug und die mitgelieferten Wagenpapiere beschränkt."}