{"annee": "113", "cour": "IA", "page": "368", "date": "23/12/1987", "cite": ["112 IA 221", "74 I 465", "94 I 446", "89 I 464", "90 I 334", "105 IA 43", "91 I 329", "99 IA 35", "93 I 708", "91 I 409", "110 IB 29", "69 I 234", "109 IB 13", "96 I 292", "112 IB 105", "105 IA 324", "109 IB 257", "112 IB 496", "112 IA 353", "111 IB 257", "96 I 282"], "cite_par": ["116 IB 11", "118 IB 241"], "chapeau": "57. Estratto della sentenza 23 dicembre 1987 della I Corte di diritto pubblico nella causa Balli contro Stato del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Découvertes archéologiques traitées comme monument historique: indemnité pour expropriation matérielle (art. 4 et 22ter Cst.). 1. Recevabilité du recours de droit public contre une décision de dernière instance cantonale relative à l'indemnisation pour l'expropriation matérielle de choses mobilières (consid. 1). 2. a) Teneur et but de la législation tessinoise en tant qu'elle prévoit la même protection pour les biens mobiliers que pour les monuments historiques et artistiques (consid. 3a). b) Compatibilité d'une telle réglementation avec l'art. 22ter al. 3 Cst. (consid. 3b). c) Particularité de cette législation tessinoise par rapport à celle de tous les autres cantons (consid. 3d). 3. Application de principe des critères définis par la jurisprudence pour l'expropriation matérielle des immeubles au cas où le différend porte sur des choses mobilières (consid. 4). 4. Ne constitue pas une restriction grave de la propriété mobilière l'obligation d'obtenir une autorisation pour déplacer une antiquité à l'intérieur du territoire cantonal, non plus que l'interdiction de modifier un tel objet même à seule fin de l'entretenir ou de le restaurer; en revanche, une restriction grave peut résulter de l'obligation d'exécuter des travaux destinés à la conservation de la chose, ainsi que de l'interdiction absolue d'exportation hors du territoire cantonal (consid. 5). 5. Une atteinte de moindre importance à la propriété mobilière peut aussi constituer une expropriation matérielle si elle touche un seul ou un nombre restreint de propriétaires; situation en l'espèce (consid. 6)."], "faits": "|369|\n\nA.- Gian Michele, Gloria, Alessandra Balli e Consuelo Botteri-Balli possiedono una collezione di circa 590 reperti archologici appartenuti al loro avo Emilio Balli (1855-1934); sono comproprietari per un terzo e per un ventesimo, inoltre, di due collezioni analoghe, l'una di circa 490 e l'altra di circa 90 reperti. Il 1o febbraio 1979, in applicazione della legge cantonale per la protezione dei monumenti storici ed artistici, il Dipartimento dell'ambiente del Cantone Ticino ha iscritto le tre collezioni nel catalogo dei monumenti storici siccome \"parte integrante della documentazione archeologica del Cantone Ticino\" e \"materiale indispensabile per il proseguimento delle ricerche volte ad aumentare le conoscenze in materia\". Contro l'iscrizione nel catalogo i fratelli Balli sono insorti al Tribunale cantonale amministrativo. |370|\n\nIl 29 settembre 1979 la corte ha respinto il ricorso, tranne per quanto concerne due reperti che, ormai fuori Cantone, non potevano soggiacere al vincolo di monumento. Riguardo alla pretesa per espropriazione materiale fatta valere nel ricorso, i giudici hanno rinviato le parti al foro competente. Questa sentenza non è stata oggetto di rimedi giuridici e ha acquisito carattere definitivo.\n\nB.- Introdotta una notifica del 23 settembre 1980 al Tribunale di espropriazione della giurisdizione sopracenerina, i proprietari Balli hanno chiesto che il Cantone Ticino versasse loro Fr. 700'000.-- a titolo di espropriazione materiale per l'inserimento dei reperti nel catalogo dei monumenti storici, come pure Fr. 50'000.-- per oneri di esposizione e Fr. 25'000.-- annui per spese ricorrenti; hanno sollecitato altresì lo sgravio delle collezioni da ogni imposta. La corte, statuendo il 4 gennaio 1982, non ha ravvisato nel vincolo di monumento storico gli estremi di un'espropriazione e ha negato anche le indennità accessorie; per il resto ha invitato i proprietari a sottoporre l'istanza di esenzione fiscale all'autorità tributaria.\n\nC.- Il 18 febbraio 1982 Gian Michele, Gloria, Alessandra Balli e Consuelo Botteri-Balli si sono rivolti al Tribunale cantonale amministrativo chiedendo che la sentenza predetta fosse annullata e che il Cantone Ticino fosse tenuto al pagamento di Fr. 700'000.-- con interessi, riservati eventuali crediti da parte loro nei confronti dello Stato e della Città di Locarno per la mancata restituzione o il danneggiamento di reperti; in subordine hanno proposto che la causa fosse rinviata al Tribunale di espropriazione per completare l'istruttoria ed emanare un nuovo giudizio. Con sentenza del 30 giugno 1982 il Tribunale amministrativo ha respinto il ricorso.\n\nD.- I fratelli Balli hanno esperito il 30 luglio 1982 al Tribunale federale un ricorso di diritto pubblico per violazione degli art. 4 e 22ter Cost. in cui postulano l'annullamento della sentenza appena citata. Dal profilo formale sostengono che il Tribunale amministrativo, rifiutando di ispezionare i reperti e di ordinare una perizia sul valore delle collezioni, non avrebbe esaminato compiutamente gli oneri connessi al vincolo imposto dall'autorità e la portata dei medesimi nel caso specifico; dal punto di vista sostanziale, dopo avere illustrato tutte le conseguenze derivanti dal vincolo, essi affermano - in sintesi - che le premesse dell'espropriazione materiale sono date tanto per la gravità della restrizione in sé quanto per l'esistenza di un sacrificio particolare a loro carico. Invitati a esprimersi, Il Consiglio di Stato del |371| Cantone Ticino e il Tribunale cantonale amministrativo propongono di respingere il gravame.", "considerants": "Dai considerandi:\n\n1. La decisione impugnata emana dall'ultima autorità cantonale e si fonda sul diritto pubblico ticinese. Il ricorso di diritto amministrativo non è ammissibile poiché il giudizio concerne oggetti mobili e non cade nel novero delle misure prese per la pianificazione del territorio, come sarebbe il caso se il vincolo di monumento storico gravasse un fondo (art. 17 in rapporto con gli art. 5 cpv. 2 e 34 cpv. 1 LPT; DTF 111 Ib 257 consid. 1a). Solo il ricorso di diritto pubblico entra così in considerazione (art. 84 cpv. 2 OG). I proprietari, la cui richiesta di indennità per espropriazione materiale è stata respinta, sono manifestamente legittimati a insorgere (art. 88 OG). Tempestivo, il gravame è quindi proponibile e la richiesta di annullare la sentenza cantonale è conforme alla natura meramente cassatoria del rimedio (DTF 112 Ia 225 consid. 1c).\n\n2. (Esame simultaneo delle censure formali e sostanziali.)\n\n3. a) La legge ticinese per la protezione dei monumenti storici ed artistici (LMS), del 15 aprile 1946, stabilisce che possono essere \"dichiarate monumenti nel senso della legge e, come tali, assoggettate ad una particolare protezione\" tutte le cose immobili o mobili, compresi i documenti, le quali abbiano pregio di antichità o d'arte (art. 1). Sono escluse le opere di artisti viventi o la cui esecuzione risalga a meno di cinquant'anni, come pure le opere di artisti stranieri entrate nel territorio cantonale da meno di cinquant'anni (art. 2 cpv. 1). Gli oggetti d'arte o d'antichità che appartengono a privati, inoltre, possono diventare monumenti \"solo in quanto la loro perdita od esportazione arrechino, per il loro grande pregio, un danno grave al patrimonio artistico od alla storia del Cantone\" (art. 2 cpv. 2). È indiscusso che le collezioni archeologiche dei ricorrenti sono parte, per il loro grande pregio, di quest'ultima categoria. È pacifico altresì che il vincolo di monumento storico si giustifica - come è stato riconosciuto il 26 settembre 1979 con sentenza avente forza di giudicato - per il danno ingente che la perdita o l'esportazione dei reperti cagionerebbe al patrimonio culturale ticinese. |372|\n\nIl vincolo di monumento storico comporta le restrizioni che seguono:\n\n- il divieto di alterare l'oggetto, sia pure a scopo di manutenzione o di restauro, senza il consenso dell'autorità (art. 7 cpv. 1 LMS);\n\n- l'obbligo di conservazione, alleviato da eventuali interventi di sussidio, ritenuto che lo Stato ha la facoltà di eseguire esso medesimo i lavori necessari e di rivalersi verso il proprietario come un gestore di affari senza mandato (l'art. 8 cpv. 2 LMS rinvia all'art. 472 CO, ma si tratta in realtà dell'art. 472 vCO corrispondente all'attuale art. 422 CO);\n\n- l'obbligo di conservare i beni mobili nel luogo accertato dal catalogo, di annunciare ogni trasferimento all'interno dei confini cantonali e di ottenere l'autorizzazione per ogni passaggio di proprietà (art. 14 LMS);\n\n- il divieto di esportazione definitiva dal territorio cantonale e l'obbligo di richiedere un'autorizzazione per l'esportazione temporanea (art. 15 LMS).\n\nb) Dai materiali legislativi si desume con chiarezza che il legislatore cantonale ha inteso precisare, rafforzare e inasprire nel 1946 i vincoli già istituiti dalla precedente legge sulla conservazione dei monumenti storici ed artistici del 14 gennaio 1909 (dibattito parlamentare del 15 aprile 1946 in: Verbali del Gran Consiglio, sessione ordinaria primaverile 1946, pag. 9 seg.; Messaggio del Consiglio di Stato del 15 gennaio 1946: ibidem, pag. 11 segg.; Rapporto della Commissione della legislazione del 14 marzo 1946: ibidem, pag. 18 segg.). Quella legge prevedeva in particolare, all'art. 11 cpv. 1 e 2, un \"diritto di prelazione\" che nell'ipotesi in cui un bene dichiarato monumento fosse stato venduto o trasferito fuori Cantone il governo avrebbe potuto esercitare \"a parità di condizioni ed entro tre mesi dall'avvenuta denuncia (obbligatoria) di alienazione o d'esportazione\" (Bollettino officiale delle leggi e degli atti esecutivi del Cantone Ticino 1909, pag. 46 seg.). Il termine per l'esercizio del diritto poteva essere prorogato a sei mesi ove per la simultanea offerta di numerose opere d'antichità o d'arte il Consiglio di Stato non avesse avuto \"in pronto tutte le somme necessarie agli acquisti\" (art. 11 cpv. 3). Se il \"diritto di prelazione\" (in effetti un diritto di compera a un prezzo fissato da esperti, come emerge dall'art. 46 del regolamento 29 settembre 1909: Bollettino officiale 1909, pag. 373) non fosse stato esercitato nei termini, l'autorizzazione di vendita o di esportazione si riteneva tacitamente concessa (art. 11 cpv. 2 seconda frase). Solo in via eccezionale il Consiglio di Stato poteva rifiutare |373| l'autorizzazione senza valersi del diritto di \"prelazione\": quando si trattava di oggetti \"aventi un'importanza capitale per l'arte e per la storia del Cantone\", ma in casi simili il proprietario poteva essere retribuito \"con compensi equitativi\"; la decisione del governo era impugnabile al Tribunale di appello (art. 12).\n\nIl messaggio del Consiglio di Stato (pag. 14), il rapporto della Commissione (pag. 18 seg.) e il dibattito svoltosi in Gran Consiglio (interventi Marazzi e Riva, relatore) dimostrano che nel 1946 si è voluto sopprimere, distanziandosi dalla vecchia normativa, ogni forma di risarcimento per il divieto di esportare dal Cantone beni mobili dichiarati monumenti storici. Il messaggio del Consiglio di Stato definisce l'indennizzo accordato dalla legge anteriore \"privo di costante e sicura efficacia pratica\", con la sola concessione che l'onere derivante ai privati sarebbe stato \"mitigato\" procedendo alle iscrizioni nel catalogo secondo criteri restrittivi. Del resto - argomentava il messaggio - la maggior parte delle cose mobili dichiarate monumenti appartengono alle parrocchie, sicché l'opera dell'ente pubblico volta a impedire la dispersione di oggetti meritevoli di tutela sarebbe stata accolta, \"com'è già stato, con soddisfazione dall'Autorità ecclesiastica\".\n\nCi si potrebbe domandare, ciò premesso, se il legislatore ticinese - ispirandosi verosimilmente alla legge italiana del 1o giugno 1939, n. 1039, sulla tutela delle cose d'interesse artistico o storico (Raccolta ufficiale delle leggi e dei decreti del Regno d'Italia 1939, vol. V, pag. 3403 segg.) ed escludendo ogni indennizzo per le limitazioni imposte - rispettasse la garanzia della proprietà (art. 22ter cpv. 3 Cost., all'epoca diritto costituzionale non scritto). Sia come sia, il problema non dev'essere risolto poiché nel frattempo l'eventuale vizio è stato riparato. La nuova legge ticinese di espropriazione, dell'8 marzo 1971, si applica per vero a tutti i casi in cui una restrizione della proprietà abbia conseguenze equivalenti a quelle di un'espropriazione (art. 2 cpv. 2); la massima autorità cantonale ha riconosciuto che tale disposto fa stato - contrariamente alla tesi sostenuta dal governo - non solo per gli immobili, ma anche per i beni mobili, in conformità all'art. 27 del regolamento d'applicazione della legge 15 aprile 1946 per la protezione dei monumenti storici ed artistici (testo modificato il 22 gennaio 1974). Se ne conclude che, prevedendo oggi un'indennità piena per i casi di espropriazione materiale, la legislazione ticinese adempie senza dubbio le esigenze dell'art. 22ter cpv. 3 Cost. |374|\n\nc) (Analisi comparativa degli altri ordinamenti cantonali, suddivisi per gruppi.)\n\nd) La genesi legislativa e il raffronto con gli altri ordinamenti cantonali mostrano d'acchito che, così come sono uscite dalla riforma del 1946, le norme ticinesi sono assai incisive sia per quanto attiene all'inventariazione delle cose mobili private sia per i vincoli istituiti al riguardo. La nozione di \"pregio d'antichità o d'arte\", infatti, è particolarmente estesa e suscettibile di comprendere vaste categorie di oggetti; le eccezioni sancite dall'art. 2 lett. a e b LMS per le opere di artisti viventi o la cui esecuzione risalga a meno di cinquant'anni oppure per le opere di artisti stranieri entrate nel territorio ticinese da meno di cinquant'anni non sono di grande portata: l'unica vera attenuazione delle possibilità d'intervento statale è l'art. 2 cpv. 2 LMS, che permette di dichiarare monumenti solo i beni mobili privati la cui perdita o esportazione arrecherebbe un danno grave al patrimonio artistico o alla storia ticinese. Gli oneri che gravano il proprietario (e che ancora saranno esaminati diffusamente) non trovano equilibrio nei diritti del proprietario verso lo Stato: l'esecuzione di lavori conservativi o di restauro per opera del Cantone fa nascere anzi diritti di rivalsa nei confronti del proprietario (art. 8 cpv. 2 LMS) e alla facoltà d'espropriazione formale che spetta all'ente pubblico (art. 8 cpv. 3 LMS) non fa riscontro alcuna possibilità per il proprietario di esigere dallo Stato l'assunzione dei beni.\n\nGiova rilevare che il diritto del proprietario di esigere l'acquisto dei beni da parte dello Stato (cfr. DTF 109 Ib 261 consid. 1 con richiamo), oltre a ritrovarsi in svariate legislazioni cantonali, costituisce una delle raccomandazioni fatte dagli esperti in un modello di legge elaborato durante un convegno sui problemi giuridici relativi alla tutela dei monumenti indetto nel 1970 dal Politecnico federale di Zurigo (v. THEODOR BÜHLER, Organisation, Verfahren und Rechtsschutz in der Denkmalpflege, in: Rechtsfragen der Denkmalpflege, Veröffentlichungen des Schweizerischen Instituts für Verwaltungskurse an der Hochschule St. Gallen, nuova serie, vol. 3, 1981, pag. 134 nota 6; il disegno di legge è annesso alla pubblicazione). Questo modello, una volta chiarita la nozione di monumento (§ 2 cpv. 1 e 2), istituisce non solo un diritto di prelazione e di espropriazione a favore dell'ente pubblico (§ 13 e 14 cpv. 1), ma anche un corrispettivo diritto a favore del proprietario, che può esigere l'espropriazione dell'oggetto (§ 14 cpv. 2 e 3); per il resto il modello contiene un rinvio generale al principio dell'indennizzo ove i vincoli |375| imposti equivalgano a un'espropriazione (§ 24 cpv. 1).\n\nGli elementi appena descritti si ravvisavano già nella cessata legge ticinese sulla conservazione dei monumenti storici ed artistici del 14 gennaio 1909, la quale nelle sue caratteristiche essenziali appare perfino aver precorso i tempi e non si rivela per nulla \"manchevole\" o a tratti \"sovrabbondante\" come il Consiglio di Stato l'ha definita nel messaggio del 15 gennaio 1946 con la manifesta intenzione di eliminare ogni forma di compenso per i vincoli monumentali. È vero che il vizio della legge promulgata nel 1946 è stato corretto della legge di espropriazione dell'8 marzo 1971: rimane pur sempre la circostanza, tuttavia, che rispetto ad altri ordinamenti cantonali (e al noto modello degli esperti) la legislazione ticinese si distingue per un palese squilibrio tra i diritti concessi all'ente pubblico e quelli riconosciuti al privato. Ciò può essere di rilievo per il giudizio.\n\n4. a) Il concetto di espropriazione materiale, coniato nel 1941 (sentenza inedita del 18 luglio 1941 in re Wettstein) e ripreso nelle sentenze successive, ha trovato in DTF 91 I 338 una formulazione rimasta poi sostanzialmente invariata (GRISEL, Traité de droit administratif, vol. II, Neuchâtel 1984, pag. 766 seg.). Secondo la stessa vi è espropriazione materiale quando l'uso odierno o il prevedibile uso futuro di una cosa è vietato o limitato in modo particolarmente grave, sicché il proprietario è spogliato di una delle facoltà essenziali derivanti dal diritto di proprietà; vi è altresì espropriazione materiale quando un solo proprietario o un numero limitato di proprietari è toccato in modo meno grave, ma tale che - fosse negato un indennizzo - il sacrificio imposto a favore della collettività riuscirebbe eccessivamente gravoso e incompatibile con l'uguaglianza di trattamento (DTF 112 Ib 506 consid. 3 con richiami). Nell'una e nell'altra ipotesi la protezione si estende all'uso futuro della cosa solo se, alla data determinante, questo appare come molto probabile in un avvenire prossimo; per giudicare in proposito vanno presi in considerazione tutti gli elementi di fatto e di diritto da cui la possibilità di un miglior uso dipende (loc.cit.).\n\nLa prassi citata si riferisce a casi di espropriazione fondiaria, e soprattutto - per quanto riguarda l'uso futuro del bene - alla possibilità di fabbricare previa demolizione di uno stabile esistente, ciò che spesso si verifica nell'evenienza di vincoli monumentali. Per statuire sull'edificabilità è determinante, prima ancora |376| dell'attitudine fisica del fondo alla costruzione e dell'interesse economico a un'operazione siffatta, lo statuto pianificatorio del terreno: se l'edificazione è giuridicamente esclusa o estremamente problematica in un futuro prossimo, è vano domandarsi se essa sarebbe fattibile dal profilo tecnico o vantaggiosa dal lato finanziario (DTF 112 Ib 109 consid. 2b, 109 Ib 15 consid. 2 con rinvii).\n\nb) Giurisprudenza e dottrina ammettono che anche cose mobili e altri beni patrimoniali, trovandosi al beneficio della garanzia della proprietà (cfr. DTF 105 Ia 46, DTF 96 I 292 supra, DTF 94 I 448 consid. 2, DTF 91 I 419 consid. 3e; MEIER-HAYOZ in: Berner Kommentar, 5a edizione, nota 441 seg. dell'introduzione agli art. 641-654 CC), possono essere oggetto di espropriazione materiale (MEIER-HAYOZ, op.cit., nota 625; GEORG MÜLLER in: Kommentar BV, maggio 1987, nota 45 ad art. 22ter Cost.; HANS HUBER, Öffentlichrechtliche Gewährleistung, Beschränkung und Inanspruchnahme privaten Eigentums in der Schweiz, in: Staat und Privateigentum, Colonia 1960, pag. 77; GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, vol. I, Zurigo 1960, pag. 530 nota 48). Le decisioni giudiziarie sono rare: in DTF 74 I 465 la lite verteva sull'indennità conseguente al mancato esercizio di una rete per la distribuzione dell'energia elettrica, in DTF 96 I 291 consid. 5c sull'indennità per il mancato uso di un corso d'acqua concesso a titolo privativo.\n\nChe un'espropriazione materiale possa colpire cose mobili è stato riconosciuto espressamente in DTF 93 I 708 a proposito dell'obbligo imposto dal Canton Ginevra agli editori di depositare gratuitamente presso la biblioteca universitaria un esemplare degli stampati destinati al pubblico. In quell'occasione il Tribunale federale ha dichiarato applicabili anche ai beni mobili i principi espressi in DTF 91 I 338; ha negato però che l'obbligo di deposito costituisse un'espropriazione materiale, sempre che il prezzo dello stampato fosse relativamente modesto (contenuto, all'epoca, in Fr. 50.--); per opere di valore superiore lo Stato avrebbe dovuto pagare il prezzo di costo (pag. 712 seg.). Si noti ancora che in quel caso il Tribunale federale non era chiamato a giudicare una fattispecie concreta, ma a esaminare la costituzionalità in astratto della regolamentazione ginevrina.\n\n5. I principi generali istituiti dalla giurisprudenza per l'espropriazione degli immobili devono applicarsi quindi alla controversia attuale tenendo conto delle peculiarità inerenti alle cose mobili |377| (CHRISTOPH JOLLER, Denkmalpflegerische Massnahmen nach schweizerischem Recht, tesi, Friburgo, 1986, pag. 154 seg.). Ciò significa che i vincoli sanciti dall'ordinamento cantonale a salvaguardia dei beni iscritti nel catalogo delle antichità protette devono essere vagliati singolarmente; questo esame deve considerare sia la natura del vincolo rispetto alle facoltà che l'art. 22ter Cost. assicura al proprietario, sia gli effetti che il vincolo esplica nel caso precipuo.\n\na) L'obbligo di mantenere la cosa mobile nel luogo menzionato dall'inventario e quello di ottenere un'autorizzazione per il trasferimento della stessa all'interno del territorio cantonale costituiscono semplici vincoli di procedura. È palese che l'autorità, già per gli scopi insiti nella tutela, deve conoscere il luogo in cui gli oggetti si trovano e poter intervenire qualora fosse previsto uno spostamento in sede non adeguata alla loro conservazione. Il permesso di trasferimento, del resto, non può essere rifiutato senza ragione oggettiva: l'autorità è tenuta infatti a valersi nel giusto modo del potere di apprezzamento che le compete e non può statuire a beneplacito. Gli oneri in discorso non risultano così particolarmente incisivi e in essi non si può scorgere una restrizione notevole delle facoltà che spettano al proprietario.\n\nb) Il divieto di alterare l'oggetto, sia pure a scopo di manutenzione o di restauro, e l'obbligo di chiedere il permesso dell'autorità per qualsiasi lavoro di modifica hanno a loro volta natura procedurale. Valgono, per analogia, le considerazioni sopra esposte. Un restauro che dovesse rendersi necessario e per il quale fossero date tutte le garanzie non potrà essere rifiutato, tanto più che gli interessi del proprietario alla salvaguardia del monumento coincideranno di regola con quelli dell'ente pubblico. È indispensabile per altro che eventuali controversie sull'idoneità delle misure previste siano risolte prima di ogni manomissione. Quanto poi al divieto di alterare l'oggetto oltre i limiti di una corretta manutenzione o di un corretto restauro, esso limita si il potere di disposizione del proprietario, ma non cagiona a costui alcun pregiudizio economico. L'imperativo si traduce nel divieto di un impiego scriteriato, abusivo, che deteriori o distrugga l'oggetto. Un impedimento del genere non rappresenta però una restrizione notevole del diritto di proprietà.\n\nc) L'obbligo di conservare il bene mobile crea invece una situazione delicata. Esso implica per vero un'obbligazione di fare che può anche rivelarsi dispendiosa e di impegno proibitivo. Una valutazione |378| d'ordine generale non è possibile: bisogna considerare il caso specifico. In linea di massima si può ritenere, comunque sia, che dal proprietario non possono esigersi investimenti finanziati con il suo ulteriore patrimonio ove la conservazione della cosa mobile non abbia per lui utilità economica, e in specie non dia il minimo reddito. Vale una volta di più il ragionamento analogo svolto dal Tribunale federale in merito all'obbligo di conservare o al divieto di demolire stabili protetti come beni culturali: la proibizione di demolire edifici per sostituirli con fabbricati più redditizi non costituisce espropriazione materiale ove l'immobile, debitamente restaurato, mantenga una ragionevole redditività economica che dev'essere analizzata nel caso concreto (DTF 111 Ib 267 consid. 4c, DTF 99 Ia 41 consid. 3c; sentenza inedita del 1o ottobre 1986 in re Schuchter, consid. 5).\n\nProprio il richiamo di questa giurisprudenza mostra che i criteri elaborati in materia immobiliare non possono essere trasferiti come tali, per quanto riguarda l'obbligo conservativo, ai monumenti mobili. La demolizione di un edificio è voluta dal proprietario, in genere, per fruire del valore assoluto del terreno, relativizzato dalla presenza della costruzione. L'alternativa mantenimento o demolizione si prospetta, in altri termini, per l'uso più vantaggioso di un'entità - il terreno - che la demolizione trasferirebbe dalla categoria delle aree edificate a quella delle aree fabbricabili. Questi elementi di calcolo economico non si riscontrano nel caso di beni mobili: qui non esiste un supporto fondiario e l'onere di conservazione, salvo ipotesi del tutto particolari (provento di rassegne, mostre e simili oppure ricupero di materiali preziosi costituenti l'oggetto), non trova contropartita nel reddito che il bene permette di conseguire.\n\nOra, è indubbio che l'obbligo di conservazione può comportare in taluni casi spese ragguardevoli e ricorrenti: ciò può verificarsi per un oggetto singolo e delicato (si pensi a un quadro antico, da mantenere in condizioni ambientali costanti in modo da evitarne il deterioramento), e ancor più per una collezione di beni protetti non solo singolarmente, ma per il loro insieme: in tale evenienza occorrono locali adeguati, sorveglianza, controlli periodici, manutenzione costante, tutti oneri che possono rivelarsi costosi anche per la necessità di personale qualificato. Il collezionista o l'amatore, motivati per lo più da interessi ideali o affettivi, faranno fronte spontaneamente a tali spese ove le condizioni economiche lo permettano. Tuttavia di simile attività volontaria |379| mal si vede come l'ente pubblico possa fare un obbligo qualora non sovvenzioni debitamente il proprietario o non intervenga in sua vece e in suo sgravio. È vero che la legge per la protezione dei monumenti storici ed artistici del 1946 prevede la possibilità dell'intervento surrogatorio dello Stato, ma questo fonda per espressa disposizione di legge un credito del Cantone, il quale può esigere il rimborso delle spese (art. 8 cpv. 2). Al proprietario è accollato, in altri termini, l'onere integrale della conservazione, che egli deve sopportare con i suoi ulteriori elementi di reddito o di patrimonio per quanto elevato l'impegno possa essere. Ne consegue che la gravità dell'onere non può essere esclusa a priori. Certo, si potrebbe essere tentati di porre la stessa in relazione con i mezzi finanziari di cui normalmente il collezionista dispone; se non che codesto ragionamento farebbe dell'onere di conservazione un tributo commisurato alla capacità contributiva del proprietario e porterebbe a una disuguaglianza di trattamento poiché quelle risorse non possono servire come criterio distintivo nell'ambito della materia in esame. Nel considerando che segue si tornerà sull'argomento.\n\nd) Il divieto assoluto di esportare l'oggetto dal territorio cantonale può rivelarsi ancora più grave dell'obbligo di conservazione. Per sua natura esso influisce sulla libertà di alienare la cosa protetta a compratori con domicilio fuori Cantone, i quali di regola sono intenzionati all'acquisto solo ove possano esportare il bene. L'ultima giurisdizione cantonale ha argomentato che, in sé, la libertà di alienare a titolo retributivo o grazioso permane, salva la riserva imposta all'acquirente di non trasferire la cosa oltre Cantone. Tale assunto non può essere condiviso nella sua apoditticità. È vero che, se gli oggetti hanno rilevanza puramente locale, la cerchia degli interessati è ristretta alla gente del luogo e il divieto di esportazione non toglie al proprietario la possibilità di realizzare convenientemente l'oggetto poiché non preclude alcun potenziale compratore. Del tutto diversa si presenta la situazione allorché il bene - per il suo particolare pregio artistico, antiquario o scientifico - desti l'interesse di persone residenti oltre le frontiere cantonali. A tale riguardo non occorre nemmeno prefigurare l'esistenza di virtuali clienti esteri: già il fatto di escludere interessati di altri Cantoni riduce in modo drastico la possibilità di realizzare l'oggetto ove appena si pensi al numero ridotto degli abitanti e degli enti giuridici del Ticino rispetto all'intera Svizzera, come pure alla forza economica e ai motivi che possono indurre una persona all'acquisto. A ciò si deve aggiungere che gli amatori |380| di simili oggetti sono relativamente rari e che il novero dei possibili acquirenti non si esaurisce in una serie di persone fisiche (la categoria degli speculatori e degli egoisti cui allude la corte cantonale) ma comprende istituti privati, semipubblici o pubblici, in specie fondazioni e musei. Nel campo dei beni mobili con qualità storiche, artistiche o scientifiche il valore di mercato di un oggetto - che per sua natura, come si è visto, non può essere determinato in funzione del reddito o dell'utilità economica conseguibile - dipende molte volte dall'interesse che l'oggetto medesimo suscita nel collezionista o nel responsabile di un museo, come avviene per le opere di pittori, scultori, orafi, ceramisti, vetrai, o per i manoscritti e i libri antichi.\n\nNe consegue che il problema dell'eventuale indennizzo spettante a un proprietario per il divieto di esportare antichità dal Cantone si distingue radicalmente da qualsiasi compenso dovuto per la tutela di un fondo come monumento. In quest'ultima ipotesi, come detto, il Tribunale federale esamina se nonostante il vincolo sia garantita al proprietario una redditività ragionevole e in caso affermativo nega - almeno in linea di principio - ogni indennizzo seppure la costruzione di un nuovo edificio al posto del monumento consenta un maggior beneficio economico. Nell'oggetto mobile l'elemento del reddito ragionevole manca e fa difetto altresì la nozione di \"miglior uso\" poiché la cosa non può essere adibita a un uso diverso e la sua distruzione non libererebbe alcun fondo da cui ricavare entrate maggiori. L'interesse economico del proprietario del bene mobile risiede così, eccettuate le rare particolarità evocate dianzi, nel prodotto ch'egli ritrae alienando l'oggetto in condizioni di libero mercato. Questo parametro costituisce anche l'unico criterio cui far capo per valutare la gravità concreta del vincolo impostogli.\n\nIl Tribunale amministrativo reputa che il divieto di esportazione dal territorio cantonale non colpisca il proprietario di beni mobili più duramente del divieto di vendere fondi a persone domiciliate all'estero. Dimentica però che gli immobili non sono trasferibili per loro natura e che il divieto di vendere a persone con domicilio all'estero lascia intatta la vasta cerchia di potenziali acquirenti con domicilio in Svizzera. La corte cantonale ha parificato in realtà due situazioni fondamentalmente diverse, violando gli art. 4 e 22ter Cost. A torto dipoi il Tribunale amministrativo ha escluso in via affatto generale, senza riferimento alle peculiarità del caso sul quale doveva pronunciarsi |381| e senza alcuna misura istruttoria (ispezione dei reperti, perizia sul valore dei medesimi e sulle incidenze derivanti dal divieto di esportazione) che l'obbligo di mantenere gli oggetti sul suolo ticinese possa configurare una limitazione delle facoltà essenziali del proprietario. Il vincolo restringe sensibilmente già come tale una delle facoltà giuridiche primarie, quella di disporre della cosa per alienazione, e incide in modo evidente nella libertà contrattuale. La gravità del divieto puro e semplice di esportare è suffragata anche dal confronto con le altre legislazioni cantonali: nessuna di esse, a quanto si è visto, istituisce una proibizione tanto categorica senza garantire lo statuto giuridico del proprietario, sia attraverso l'esercizio di un diritto di prelazione da parte dello Stato, sia prevedendo l'acquisto per un prezzo stabilito di comune intesa, sia riservando l'espropriazione formale (che assicura un'indennità piena), sia conferendo al proprietario la facoltà di esigere l'assunzione dell'oggetto per opera dell'ente pubblico.\n\nAlla limitazione del diritto di proprietà contenuta nell'ordinamento ticinese non può dunque essere negato, in linea di principio, carattere di particolare gravità né per quanto concerne il divieto di esportazione né per quel che riguarda l'obbligo di conservazione. Tali precetti vanno, per la Svizzera, nettamente più lontano dell'usuale. Giovi rammentare che il criterio relativo al carattere inusitato di una misura è già stato assunto dalla giurisprudenza per decidere se la base legale di una limitazione alla garanzia della proprietà debba essere \"chiara e netta\" o resistere soltanto alla censura di arbitrio (ZBl 88/1987 pag. 540 consid. 3b; DTF 90 I 340 consid. 3, DTF 89 I 467 consid. 2, 104 consid. 1, DTF 69 I 242): nulla osta a che esso sia utilizzato, ove opportuno, anche per il giudizio sull'esistenza di un'espropriazione materiale.\n\nAncora un rilievo merita il nesso che intercorre tra divieto di esportazione e obbligo di conservazione. Il dovere di conservare l'oggetto, che in determinate circostanze può risultare gravoso, è accettato dal proprietario nella misura in cui il bene mantenga il proprio valore sul mercato libero, possa essere realizzato cioè con una libera alienazione. Tale contropartita viene a cadere qualora il divieto di esportazione distolga dall'acquisto i clienti più interessati. Anche da questo profilo il Tribunale amministrativo ha negato in modo aprioristico la gravità del vincolo monumentale imposto alle collezioni dei ricorrenti senza vagliarne appieno gli effetti concreti. |382|\n\n6. L'argomentazione dei giudici cantonali non può essere condivisa neppure ove esclude i requisiti della seconda ipotesi in cui la giurisprudenza ravvisa un'espropriazione materiale, il caso cioè di una limitazione meno grave dei diritti di uno solo o di un numero circoscritto di proprietari, ma tale da esigere lo stanziamento di un'indennità per il particolare sacrificio richiesto e per il principio di uguaglianza.\n\na) Al riguardo è bene premettere che in tema di espropriazione materiale il riferimento all'uguaglianza concerne una ripartizione o una compensazione di oneri e non può essere equiparato semplicemente al precetto di uguaglianza com'è inteso di solito nelle cause relative alla violazione dell'art. 4 Cost. (MEIER-HAYOZ, op.cit., nota 638). Abitualmente il mancato ossequio di tale precetto da parte di un'autorità cantonale non conduce alla mera elargizione di un indennizzo per il danno patito, bensì all'annullamento della norma o della decisione vera e propria; il problema del compenso si pone solo in subordine, ove la limitazione al diritto di proprietà risulti legittima. I criteri vigenti in caso di espropriazione materiale sono analoghi a quelli applicabili, per esempio, nell'eventualità di un raggruppamento terreni, ove la giurisprudenza prescrive all'autorità di vegliare a un'equilibrata ripartizione dei vantaggi e degli oneri tra i consorziati nel rispetto dell'art. 4 Cost. e del principio della compensazione reale che sgorga dall'art. 22ter Cost. (DTF 105 Ia 326 consid. 2b e 2c). V'è da domandarsi, quindi, se l'indennità espropriativa dovuta per restrizione meno grave a uno solo o a un numero circoscritto di proprietari trovi conforto unicamente nell'art. 4 e non anche nell'art. 22ter Cost. (MÜLLER, op.cit., note 57 a 59 ad art. 22ter Cost.). Il problema può continuare a rimanere irrisolto (DTF 110 Ib 32 consid. 4 con rinvii), ritenuto che in ogni modo la limitazione imposta al proprietario, sebbene \"meno grave\", deve pur sempre essere di una certa intensità (DTF 109 Ib 15 consid. 2; MÜLLER, loc.cit.; GRISEL, op.cit., vol. II, pag. 774; KUTTLER, Materielle Enteignung aus der Sicht des Bundesgerichts, in: ZBl 88/1987 pag. 192 segg.; AEMISEGGER, Raumplanung und Entschädigungspflicht, Schweizerische Vereinigung für Landesplanung, Schriftenreihe Nr. 36, Berna 1983, pag. 66; AUBERT, Traité de droit constitutionnel suisse, vol. 2, pag. 768 n. 2198).\n\nb) L'ultima giurisdizione cantonale ha evocato, per negare l'esistenza di un sacrificio particolare, l'art. 724 CC, che assegna |383| in proprietà gli oggetti senza padrone di rilevante pregio scientifico - segnatamente i reperti archeologici - al Cantone nel cui territorio essi sono scoperti. Ha richiamato altresì il vecchio decreto legislativo circa gli scavi per la ricerca di oggetti archeologici, del 19 maggio 1905 (Bollettino officiale delle leggi e degli atti esecutivi del Cantone Ticino 1905, pag. 67 seg.), che precorrendo quasi la soluzione adottata dal Codice civile svizzero conferiva la proprietà dei rinvenimenti per due terzi allo Stato e per un terzo allo scopritore, \"con facoltà nello Stato di far propria anche questa parte rimborsandone all'inventore il valore corrispondente\" (art. 3). Ciò non basta tuttavia per escludere l'ipotesi di un'espropriazione materiale. I giudici disconoscono che le norme citate regolavano e regolano l'acquisto originario della proprietà su cose senza padrone, designando il soggetto giuridico al quale la titolarità va attribuita. È indubbio che il fatto di impedire la nascita di un diritto di proprietà non può costituire espropriazione materiale poiché quest'ultima premette appunto l'esistenza di un diritto in tal senso. Ora, i ricorrenti sono legittimi proprietari dei reperti in questione - come stabiliscono sentenze passate in giudicato - per aver acquisito i loro diritti nel secolo scorso, prima che entrassero in vigore le norme accennate. Sostenere ch'essi non meritano tutela giuridica perché sono divenuti proprietari solo in virtù della casuale epoca dei ritrovamenti archeologici significa riconoscere ai loro diritti un contenuto meno pieno di quelli che competono ai proprietari di altri oggetti mobiliari altrettanto considerevoli per la storia o l'arte del Cantone (opere pittoriche o scultoree, incunaboli, documenti storici ecc.). L'argomento della corte viola l'uguaglianza di trattamento davanti alla legge e trasgredisce l'art. 4 Cost.\n\nÈ opportuno soggiungere che la corte cantonale ha trascurato di accertare persino quanti sono i proprietari privati di oggetti mobili inclusi nel catalogo dei monumenti giusta l'art. 5 cpv. 3 LMS, fattore che può essere di rilievo per il giudizio. Ora, dall'elenco dei monumenti storici ed artistici del Cantone Ticino pubblicato dal Dipartimento delle pubbliche costruzioni nel 1969 e dai vari aggiornamenti si evince che - a parte gli enti ecclesiastici (Confraternite, Seminario Diocesano, Capitoli canonicali, Amministrazione apostolica e altri organismi) - il numero dei proprietari privati di beni mobili figuranti nel catalogo è ridottissimo. Tale circostanza non può semplicemente andare ignorata. |384|\n\n7. Tutto quanto precede permette di concludere che l'impugnazione dei ricorrenti dev'essere accolta e la sentenza cantonale annullata. Il tribunale amministrativo si pronuncerà di nuovo tenendo conto dei considerandi esposti nell'attuale giudizio (DTF 112 Ia 354 consid. 3bb).\n\n(...)"}