{"annee": "113", "cour": "III", "page": "17", "date": "13/3/1987", "cite": ["101 III 36", "76 III 41", "96 III 74"], "cite_par": ["120 III 20", "135 III 545"], "chapeau": "6. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 13. März 1987 i.S. Schweizerische Volksbank (Rekurs)", "regestes": ["Délai de production des droits avant la réalisation de l'immeuble (art. 138 al. 2 ch. 3 LP et art. 36 al. 1 ORI). Le principe selon lequel le délai de production de l'art. 138 al. 2 ch. 3 LP est un délai de péremption ne souffre pas d'exception si le créancier gagiste a, par erreur, produit une créance d'un montant trop bas et n'a rectifié le montant produit qu'après l'expiration du délai de production (consid. 2). Effet de la contestation d'une créance portée à l'état des charges (art. 106 al. 2 et 3 LP en relation avec les art. 140 LP et 37 al. 2 ORI). La contestation d'une créance portée à l'état des charges n'empêche l'entrée en force de l'état des charges dans les limites de la contestation qu'à l'égard de l'opposant."], "faits": "", "considerants": "|17|\n\nAus den Erwägungen:\n\n2. Gemäss Art. 138 Abs. 2 Ziff. 3 SchKG enthält die Steigerungsanzeige die Aufforderung an die Pfandgläubiger und alle übrigen Beteiligten, ihre Ansprüche an der Liegenschaft dem Betreibungsamt binnen 20 Tagen einzugeben. Mit dieser Aufforderung |18| ist zu eröffnen, dass die Nichtangemeldeten von der Teilnahme am Ergebnis der Verwertung insoweit ausgeschlossen werden, als ihre Rechte nicht aus öffentlichen Büchern hervorgehen. In Übereinstimmung mit dieser Vorschrift sieht Art. 36 Abs. 1 VZG vor, dass Ansprüche, die nach Ablauf der Anmeldungsfrist geltend gemacht werden, nicht in das Lastenverzeichnis aufgenommen werden dürfen.\n\nBei dieser Eingabefrist handelt es sich um eine Verwirkungsfrist (BGE 101 III 38). Die Rechtsprechung hat allerdings vom Grundsatz der Verwirkung verschiedene Ausnahmen zugelassen. In BGE 101 III 38 hat das Bundesgericht darauf hingewiesen, dass eine Ausnahme in Erwägung gezogen werden könnte, soweit es sich um dingliche Rechte handle, die aus dem Grundbuch ersichtlich seien oder die dem Betreibungsamt vor dem festgesetzen Termin auf eine andere Weise mitgeteilt worden seien. In BGE 76 III 44 ist angenommen worden, eine nach Erstellung des Lastenverzeichnisses eingetretene Änderung der Verhältnisse rechtfertige die Anordnung eines nachträglichen Bereinigungsverfahrens, wenn sich bestimmte Rechte und erhebliche Interessen nur so genügend wahren lassen. Schliesslich hat das Bundesgericht in BGE 96 III 78 f. ausgeführt, die Lastenbereinigung bei der Grundpfandverwertung unterliege - abgesehen von der nachträglichen Konkurseingabe gemäss Art. 251 Abs. 1 und 4 SchKG - den gleichen Grundsätzen wie die Lastenbereinigung im Konkurs. Danach könnte sich eine nachträgliche Ergänzung des Lastenverzeichnisses angesichts einer vom Betreibungsbeamten verschuldeten Unterlassung rechtfertigen. Ferner wäre bei der Verteilung auf eine seit der Aufstellung des Lastenverzeichnisses eingetretene Änderung des Rechtsverhältnisses Rücksicht zu nehmen, was sich praktisch gleich auswirken würde wie die Abänderung des Lastenverzeichnisses. Ebenso könnte die Revision des Lastenverzeichnisses wegen neuer Tatsachen in Frage kommen (BGE 96 III 79 mit Hinweisen).\n\nIm vorliegenden Fall liegt indessen ein ganz anderer Sachverhalt vor. Ein Pfandgläubiger hat aufgrund eines eigenen Fehlers während der Eingabefrist eine zu niedrige Forderung eingegeben und diese erst nach Ablauf der Eingabefrist berichtigt. Dabei handelt es sich um keinen jener Fälle, für welche die Rechtsprechung eine Ausnahme von der Verwirkung der Eingabefrist ins Auge gefasst hat. Dies gilt auch in bezug auf BGE 76 III 41 ff. Während der Schuldner dort die Herabsetzung einer Grundpfandschuld verlangt hat, die durch einen Dritten nachträglich teilweise abgelöst |19| worden ist, geht es im vorliegenden Fall um eine rein interne Angelegenheit der Pfandgläubigerin. Unter diesen Umständen rechtfertigt sich keine Ausnahme hinsichtlich der Verwirkung. Vielmehr stünde den anderen Gläubigern gerade in einem solchen Fall das Recht zu, gegen die Aufnahme der verspätet angemeldeten Forderung ins Lastenverzeichnis Beschwerde zu führen (vgl. AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl., N. 35 zu § 28; GILLIÉRON, Poursuite pour dettes, faillite et concordat, S. 216). So sind denn auch die weiteren in BGE 76 III 44 umschriebenen Voraussetzungen für eine Ausnahme von der Verwirkung der Eingabefrist nicht erfüllt. Es ist nicht ersichtlich, dass abgesehen von der säumigen Grundpfandgläubigerin die Interessen weiterer Beteiligter betroffen sein könnten. Soweit sich die Rekurrentin hierzu auf Tatsachen stützen will, die im angefochtenen Entscheid nicht enthalten sind, kann auf den Rekurs nicht eingetreten werden, wie sich bereits ergeben hat.\n\n3. Die Rekurrentin ist der Auffassung, dass die Berichtigung ihrer Forderung deswegen nicht verspätet erfolgt sei, weil das Lastenverzeichnis im Zeitpunkt der berichtigten Eingabe infolge der Anfechtung des Schuldners noch nicht vollständig rechtskräftig gewesen sei. Gemäss Art. 37 Abs. 2 VZG erfolgt die Mitteilung des Lastenverzeichnisses indessen mit der Anzeige, dass die im Lastenverzeichnis aufgeführten Ansprüche für die betreffende Betreibung von demjenigen, der diese nicht innert Frist bestreitet, als anerkannt gelten. Diese Vorschrift stimmt mit Art. 106 Abs. 3 SchKG überein, wonach der Anspruch des Dritten als anerkannt gilt, wenn keine Bestreitung erfolgt. Es steht daher ausser Zweifel, dass die Bestreitung einer im Lastenverzeichnis eingetragenen Forderung den Eintritt der Rechtskraft des Lastenverzeichnisses nur gegenüber dem Bestreitenden verhindert. Die Rekurrentin vermag aus der Bestreitung ihrer Forderung durch den Schuldner nichts zu ihren Gunsten abzuleiten.\n\nSchliesslich ist darauf hinzuweisen, dass die Rekurrentin dem Betreibungsamt zu Unrecht eine Verletzung von Treu und Glauben vorwirft. Sie hat es sich vielmehr selber zuzuschreiben, dass sie ihre Forderung nicht rechtzeitig in richtiger Höhe eingegeben hat."}