{"annee": "113", "cour": "IV", "page": "118", "date": "29/10/1987", "cite": ["109 IV 78", "97 IV 160", "102 IB 252", "85 IV 122", "105 IV 82"], "cite_par": ["117 IV 404", "122 IV 51", "130 IV 6", "117 IV 225", "120 IV 176", "124 IV 1"], "chapeau": "32. Urteil des Kassationshofes vom 29. Oktober 1987 i.S. Staatsanwaltschaft des Kantons Aargau gegen Z. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 69 et 110 ch. 7 CP. L'imputation de la durée des mesures de substitution privatives de liberté sur celle de la peine privative de liberté doit être opérée d'une manière analogue à celle de la durée de la détention préventive. En fixant la durée de l'imputation de la mesure de substitution, le juge doit prendre en considération le degré de restriction de liberté qu'elle représente au regard de la privation totale de liberté qui intervient en cas de détention préventive."], "faits": "BGE 113 IV 118 S. 118\n\nA.- Z. wurde vom Bezirksgericht Bremgarten mit Urteil vom 25. September 1986 wegen verschiedener Delikte zu 18 Monaten Zuchthaus, abzüglich 185 Tage Untersuchungshaft, sowie zu einer Busse von Fr. 500.-- verurteilt, teilweise als Zusatzstrafe zu einem Urteil des Bezirksgerichts Zürich vom 3. April 1985. Ziff. 2 lit. b des Urteils lautet wie folgt:\n\n\"Die 185 Tage Untersuchungshaft ergeben sich bis und mit dem 25.\n\nSeptember\n\n1986. Sollte der Angeklagte auch nach diesem Datum weiterhin im Männerheim\n\nSatis in Seon sich aufhalten, so fällt dieser Aufenthalt ebenfalls unter\n\ndie Untersuchungshaft und ist dem Angeklagten an die Freiheitsstrafe\n\nanzurechnen.\"\n\nB.- Auf Berufung beider Parteien bestätigte das Obergericht des Kantons Aargau dieses Urteil am 8. Juli 1987 mit folgender Modifikation: Dem Angeklagten wurden für die Zeit bis zum 25. September 1986 40 Tage Untersuchungshaft angerechnet, nämlich 51 Tage Untersuchungshaft und zusätzlich die im Männerheim Satis vom 15. Mai bis 25. September 1986 verbrachten 134 Tage zu zwei Dritteln = 89 Tage. Überdies wurden ihm von Amtes wegen die vom 25. September 1986 bis zum Urteilstag im BGE 113 IV 118 S. 119Männerheim Satis verbrachten 286 Tage zu zwei Dritteln mit 191 Tagen an die Strafe angerechnet, insgesamt somit 331 Tage Untersuchungshaft.\n\nC.- Die Staatsanwaltschaft des Kantons Aargau erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur Ausfällung eines neuen Entscheides, in welchem dem Angeklagten der Aufenthalt im Männerheim Satis auch nicht teilweise als Untersuchungshaft angerechnet wird, an die Vorinstanz zurückzuweisen.\n\nZ. beantragt kostenfällige Abweisung der Nichtigkeitsbeschwerde und stellt ein Gesuch um amtliche Verteidigung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Streitig ist nur die Frage, ob dem Beschwerdegegner, wie das Obergericht annimmt, zwei Drittel seiner Aufenthaltsdauer im Männerheim Satis angerechnet werden können.\n\na) Das Obergericht bejaht diese Frage im wesentlichen aus folgenden Erwägungen: Der Beschwerdegegner sei mit Verfügung des Bezirksamtes Bremgarten vom 13. Mai auf den 15. Mai 1986 mit der Auflage aus der Untersuchungshaft entlassen worden, dass er nach seiner Entlassung im Männerheim Satis in Seon Aufenthalt nehme. Die Haftentlassung sei durch das Bezirksamt zusätzlich mit folgenden, vom Beschwerdegegner unterschriftlich akzeptierten Bedingungen verknüpft worden:\n\n\"a) Herr Z. hat sich in jeder Beziehung strikte der Anstaltsordnung zu\n\nunterziehen.\n\nb) Im Widerhandlungsfall müsste eine Rückversetzung ins Auge gefasst\n\nwerden.\n\nc) Im Falle der erneuten Delinquenz würde Herr Z. sofort und\n\ndiskussionslos in Untersuchungshaft rückversetzt, dannzumal bis zur\n\nAnklage beim Gericht.\"\n\nDas Obergericht stellt fest, dass damit dem Beschwerdegegner zur Vermeidung eines weiteren Abgleitens und nochmaliger Delinquenz ausserordentlich einschneidende Auflagen gemacht wurden, welche seine persönliche Freiheit stark beschnitten hätten. Es sei ihm insbesondere verwehrt worden, sich frei zu bewegen, sich aufzuhalten und zu wohnen, wo er wolle. Soweit derartige behördliche Verpflichtungen freiheitsentziehenden Charakter hätten und sich für den Angeklagten in der erzwungenen persönlichen Beschränkung wie Untersuchungshaft auswirkten, seien sie auf die BGE 113 IV 118 S. 120Strafe anzurechnen und zwar auch dann, wenn sie, wie die Staatsanwaltschaft zu recht ausführe, im Grunde Ersatzmassnahmen darstellen. Der Beschwerdegegner sei den ihm gemachten Auflagen anstandslos nachgekommen. Zudem gehe er seit einiger Zeit einer geregelten Arbeit nach und fahre dazu jeden Tag nach Zürich.\n\nIm konkreten Fall des Beschwerdegegners lasse es sich aufgrund der starken Einschränkung seiner persönlichen Freiheit, seiner tadellosen Haltung und des in keiner Weise missbrauchten Vertrauens rechtfertigen, ihm zwei Drittel seines Aufenthaltes im Männerheim Satis an die Strafe anzurechnen. Diese Lösung sei stark auf die konkreten Umstände des vorliegenden Falles bezogen und könne nicht unbesehen verallgemeinert werden.\n\nb) Die Beschwerdeführerin macht geltend, der Aufenthalt des Beschwerdegegners im Männerheim Satis könne nicht einer Untersuchungshaft im Sinne von Art. 110 Ziff. 7 StGB gleichgesetzt werden. Jede Ersatzmassnahme, welche eine mildere Massnahme anstelle der Untersuchungshaft darstelle, habe eine mehr oder weniger intensive Einschränkung in der persönlichen Freiheit zur Folge, jedoch nicht im gleichen Ausmass wie der Freiheitsentzug aufgrund von Untersuchungshaft. Art. 69 StGB sehe einzig die Anrechnung von Untersuchungshaft auf die Freiheitsstrafe vor. Für die Anrechnung von Ersatzmassnahmen bestehe demgegenüber keine gesetzliche Grundlage.\n\n2. a) Gemäss Art. 69 StGB rechnet der Richter dem Verurteilten die Untersuchungshaft auf die Freiheitsstrafe an, soweit der Täter die Untersuchungshaft nicht durch sein Verhalten nach der Tat herbeigeführt oder verlängert hat. Lautet das Urteil nur auf Busse, so kann er die Dauer der Untersuchungshaft in angemessener Weise berücksichtigen. Gemäss Art. 110 Ziff. 7 StGB gilt als Untersuchungshaft jede in einem Strafverfahren verhängte Haft, Untersuchungs- und Sicherheitshaft. In der Praxis wurde angenommen, dass nicht nur die eigentliche Untersuchungshaft anzurechnen sei, sondern auch die Internierung in einer Heil- und Pflegeanstalt, wenn der Freiheitsentzug in der Anstalt demjenigen im Untersuchungsgefängnis im wesentlichen gleichkommt (BGE 85 IV 122), und die Auslieferungshaft (BGE 97 IV 160, BGE 102 Ib 252, BGE 105 IV 85). Art. 14 IRSG (SR 351.1) erklärt neuerdings Art. 69 StGB anwendbar auf die Anrechnung von im Ausland erstandener Untersuchungshaft oder von im Ausland erlittener Haft, die durch ein Verfahren nach dem Rechtshilfegesetz veranlasst worden ist.\n\nBGE 113 IV 118 S. 121\n\nb) Die prinzipielle Anrechnung von Untersuchungshaft ist nach BGE 85 IV 124 auf Gründe der Billigkeit zurückzuführen. Nach heutiger Auffassung steht allerdings die massive Beeinträchtigung des Grundrechts der persönlichen Freiheit, die mit dem Vollzug von Untersuchungshaft verbunden ist, im Vordergrund. Diese Beeinträchtigung lässt sich nur rechtfertigen im Hinblick auf die spätere Anrechnung der in der Untersuchungshaft verbrachten Zeit auf die Strafdauer oder - im Falle eines Freispruchs - auf Zusprechung einer Entschädigung. Entsprechend wird die in BGE 85 IV 123 vorgenommene Beschränkung der Anrechnung auf den Aufenthalt in geschlossenen Anstalten als fragwürdig angesehen (SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts II, S. 92; REHBERG, Strafrecht II, S. 36; PHILIPPE RUEDIN, Die Anrechnung der Untersuchungshaft nach dem Schweizerischen Strafgesetzbuch, Diss. Zürich 1979, S. 40) und jeder aus strafprozessualen Gründen angeordnete Freiheitsentzug als Haft im Sinne von Art. 69 StGB betrachtet (DUBS, ZStR 76/1960, S. 185). Teilweise wird auch die Anrechnung eines administrativen oder vormundschaftlichen Freiheitsentzuges, wenn er aus Anlass einer Straftat während der Dauer des Strafverfahrens verfügt wurde, befürwortet (RUEDIN, a.a.O., S. 44). RUEDIN hält dafür, dass jede aus Anlass eines Strafverfahrens verfügte Entziehung der räumlichen Bewegungsfreiheit durch Festhalten an einem Ort, sofern dieser Entzug die Dauer von drei Stunden übersteigt, angerechnet werden soll (a.a.O., S. 49). Im deutschen Recht, wo das Prinzip der Anrechnung auf den Grundgedanken der Aufopferung, also auf die Entschädigungspflicht des Staates für rechtmässige Eingriffe in Rechtsgüter des Einzelnen zurückgeführt wird (HORN, Systematischer Kommentar zum Strafgesetzbuch, Frankfurt a.M., 4. Aufl., § 51 N. 3), stellt man der Untersuchungshaft jede andere Freiheitsentziehung gleich, die aus Anlass einer Tat, die Gegenstand des Verfahrens bildet, erlitten wurde (§ 51 Abs. 1 dt. StGB). In der Praxis werden deshalb die einstweilige Unterbringung, Haftmassnahmen der Polizei, die zwangsweise Vorführung zur Untersuchung sowie die Unterbringung in einem Internierungslager auf die Strafe angerechnet (SCHÖNKE/SCHRÖDER/STREE, § 51 N. 5; HORN, a.a.O., § 51 N. 4; LACKNER, StGB, Strafgesetzbuch mit Erläuterungen, München, 22. Aufl., § 51 N. 5).\n\nc) Erhebliche Unterschiede im Ausmass der effektiven Beschränkung der persönlichen Freiheit im Falle einer konkreten BGE 113 IV 118 S. 122Ersatzmassnahme einerseits und im Falle der Untersuchungshaft andererseits könnten bei alleinigem Abstellen auf die Zeitdauer zu einer ungerechtfertigten Privilegierung des von der Ersatzmassnahme Betroffenen führen. Der Richter hat deshalb bei der Bestimmung der anrechenbaren Dauer dieser Ersatzmassnahme den Grad der Beschränkung der persönlichen Freiheit im Vergleich zum Freiheitsentzug bei der Untersuchungshaft mitzuberücksichtigen. Ist in dieser Hinsicht der Vollzug der Ersatzmassnahme in der konkreten Institution dem Vollzug normaler Untersuchungshaft ungefähr gleichzusetzen, so ist grundsätzlich die ganze Dauer anrechenbar; wird die Ersatzmassnahme hingegen in einer Institution vollzogen, welche die persönliche Freiheit wesentlich weniger beschränkt, kann nur eine entsprechend gekürzte Dauer in Rechnung gestellt werden (analog: BGE 109 IV 82 f.).\n\nd) Die Vorinstanz stellte für den Kassationshof verbindlich fest, dem Beschwerdegegner seien \"ausserordentlich einschneidende Auflagen gemacht (worden), welche die persönliche Freiheit stark beschnitten\", und es sei ihm insbesondere \"verwehrt (gewesen), sich frei zu bewegen, sich aufzuhalten und zu wohnen, wo er wollte\". Bei dieser Sachlage hat sie kein Bundesrecht verletzt, wenn sie ihm zwei Drittel des Aufenthaltes im \"Satis\" anrechnete; jedenfalls legt die Beschwerdeführerin nicht dar, wieso die konkrete Dauer der Anrechnung verfehlt sein soll.\n\nDem Urteil der Vorinstanz kann im übrigen auch vom Ergebnis her zugestimmt werden. Andernfalls wäre der Erfolg einer kriminalpolitisch sinnvollen Massnahme, wie sie vorliegend angeordnet wurde, in der Regel in Frage gestellt, da es für den Betroffenen wohl kaum als verständlich erscheint, wenn die Massnahme nicht mindestens teilweise auf die ausgesprochene Freiheitsstrafe angerechnet wird.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}