{"annee": "113", "cour": "IA", "page": "22", "date": "12/6/1987", "cite": [], "cite_par": [], "chapeau": "4. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 12. Juni 1987 i.S. X. gegen Staatsanwaltschaft und Obergericht des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["§ 178 al. 1 CPP-SO; déchéance du droit de faire appel lorsque la citation ne peut être remise à l'inculpé à l'adresse indiquée en dernier lieu au tribunal. Le fait qu'un inculpé ne se trouve pas au moment voulu à l'adresse indiquée en dernier lieu au tribunal ne permet pas de conclure, sans arbitraire, à l'impossibilité de notifier une citation à cette adresse, ni de prononcer, pour ce motif, la déchéance du droit de faire appel. Une citation peut être remise à une tierce personne; si celle-ci l'accepte, la notification est parfaite (consid. 2)."], "faits": "BGE 113 Ia 22 S. 23\n\nX. wurde vom Amtsgerichtspräsidenten von Olten-Gösgen am 14. Oktober 1986 der Verletzung von Verkehrsregeln und des pflichtwidrigen Verhaltens bei Unfall schuldig gesprochen und zu einer Busse von Fr. 500.-- verurteilt. Mit Schreiben vom 27. Oktober 1986 erklärte sein Rechtsvertreter vollumfänglich die Appellation. Am 1. Dezember 1986 teilte ihm das Obergericht des Kantons Solothurn mit, der Präsident der Strafkammer erachte die Appellation aufgrund der vorliegenden Akten und nach vorläufiger Prüfung als aussichtslos, weshalb ihm der Rückzug der Appellation empfohlen werde. Gleichzeitig wurde ihm Frist bis 29. Dezember 1986 angesetzt, um einen allfälligen Rückzug zu erklären oder andernfalls Entlastungsbeweisanträge zu stellen. Der Verteidiger ersuchte am 24. Dezember 1986 um Erstreckung dieser Frist bis 27. Januar 1987, da es ihm noch nicht möglich gewesen sei, die Sache mit seinem Klienten zu besprechen. Der Präsident der Strafkammer entsprach diesem Gesuch. Am 27. Januar 1987 teilte der Verteidiger indessen mit, er habe vernehmen müssen, dass sich X. in Frankreich in Haft befinde. Er könne ihn deshalb nicht erreichen und es fehle ihm auch eine nähere Adresse. Er ersuche daher um vorläufige Sistierung des Verfahrens. Daraufhin erklärte das Obergericht des Kantons Solothurn die Appellation mit Beschluss vom 2. Februar 1987 als verwirkt. Es stützte sich hiebei auf § 178 Abs. 1 der Strafprozessordnung des Kantons Solothurn vom 7. Juni 1970 (StPO), der wie folgt lautet:\n\n\"Hat der Beschuldigte appelliert und kann er an der dem Gericht\n\nzuletzt angegebenen Adresse nicht vorgeladen werden oder bleibt er trotz\n\ngehöriger Vorladung in der Hauptverhandlung des Obergerichts aus, gilt die\n\nAppellation eine halbe Stunde nach dem Verhandlungstermin als verwirkt,\n\nausser wenn das Obergericht den Beschuldigten auf Gesuch hin aus wichtigen\n\nGründen vom Erscheinen dispensiert hat.\"\n\nDas Obergericht erwog, aus dem Schreiben des Verteidigers vom 27. Januar 1987 gehe hervor, dass der Aufenthaltsort des Beschuldigten nicht bekannt sei. Eine Vorladung an \"der dem Gericht zuletzt angegebenen Adresse\" im Sinne von § 178 Abs. 1 StPO sei deshalb nicht möglich und die Appellation als verwirkt zu erklären.\n\nEine gegen diesen Entscheid von X. erhobene staatsrechtliche Beschwerde heisst das Bundesgericht gut.\n\nBGE 113 Ia 22 S. 24", "considerants": "Aus den Erwägungen:\n\n2. a) Nach § 178 Abs. 1 StPO verwirkt der Beschuldigte, der trotz gehöriger Vorladung in der Hauptverhandlung des Obergerichts unentschuldigt ausbleibt, grundsätzlich sein Appellationsrecht. Dass diesem Tatbestand derjenige gleichgestellt wird, bei dem der Beschuldigte an der dem Gericht zuletzt angegebenen Adresse nicht vorgeladen werden kann, ist folgerichtig. In diesem Fall wird der Beschuldigte, dem rechtsgültig überhaupt keine Kenntnis vom Hauptverhandlungstermin gegeben werden kann, regelmässig unentschuldigt nicht an der Hauptverhandlung erscheinen; insoweit ist dem Obergericht beizupflichten, wenn es unter Hinweis auf seinen Entscheid vom 23. September 1971 die Auffassung vertritt, in diesem Fall könne die Appellation ohne weiteres abgeschrieben werden, ohne dass der Termin aufrecht erhalten und die Wartefrist von einer halben Stunde gemäss § 178 Abs. 1 StPO eingehalten werden müsste.\n\nb) Die Regelung von § 178 Abs. 1 StPO dispensiert das Obergericht nach ihrem klaren Wortlaut davon, im Falle der Appellation des Beschuldigten bei der Vorladung zur Hauptverhandlung seinerseits nach dessen aktuellem Aufenthalt zu forschen. Der Beschuldigte kann vielmehr an seiner dem Gericht zuletzt angegebenen Adresse gehörig vorgeladen werden. Wie das Obergericht zutreffend ausführt, geht diese Regelung davon aus, es könne vom Beschuldigten als Appellanten erwartet werden, dass er dem Gericht einen allfälligen Adresswechsel mitteile. Unterlässt er dies, so hat er die daraus entstehenden Folgen zu tragen. Namentlich hat er es sich selber zuzuschreiben, wenn er infolge einer unterlassenen Benachrichtigung des Gerichts über eine Adressänderung von der an die zuletzt angegebene Adresse zugestellten Vorladung keine Kenntnis erhält, deshalb in der angesetzten Hauptverhandlung unentschuldigt nicht erscheint und die Appellation in der Folge als verwirkt erklärt wird.\n\nc) Das Obergericht geht davon aus, eine Vorladung an die zuletzt angegebene Adresse sei im vorliegenden Fall gar nicht möglich, weil der Aufenthaltsort des Beschuldigten, der sich offenbar in Frankreich in Haft befinde, nicht bekannt sei. Diese Auffassung ist näher zu prüfen.\n\nGemäss § 23 StPO werden Vorladungen in Strafsachen soweit als möglich durch die Post, allenfalls durch den Weibel oder die Polizei zugestellt. Kann der Adressat vom zustellenden Beamten BGE 113 Ia 22 S. 25nicht angetroffen werden, ist eine Ersatzzustellung zulässig. Bei der Zustellung durch die Post gelten als bezugsberechtigt die im gleichen Haushalt lebenden erwachsenen Familienangehörigen (Art. 147 lit. b und 148 lit. b PVV). Bei Zustellung durch den Weibel oder die Polizei kann die Vorladung verschlossen einem volljährigen Angehörigen oder Hausgenossen ausgehändigt werden (§ 23 Abs. 2 StPO). Zudem kann der Adressat einer Postsendung eine Drittperson zum Empfang der an ihn adressierten Postsendungen bevollmächtigen (Art. 149 PVV). Auch bei Zustellung durch den Weibel oder die Polizei ist allenfalls eine Zustellbevollmächtigung zu beachten (vgl. KLAUS BEAT LÄMMLI, Die Strafverfügung nach solothurnischem Prozessrecht, Diss. Bern 1983, S. 151/152). Durch die Entgegennahme der Vorladung durch diese Drittpersonen ist die Zustellung vollendet; ob der Beschuldigte selber vom Inhalt wirklich Kenntnis nimmt oder nicht, ist unerheblich.\n\nd) Dem Obergericht war der bisherige Wohnort des Beschuldigten bekannt. Dafür, dass er diesen Wohnort endgültig verlassen hätte, liegen keine Anhaltspunkte vor. Nach dem Gesagten bestand deshalb durchaus die Möglichkeit, dass er an dieser Adresse gehörig hätte vorgeladen werden können. Zwar hält sich der Beschwerdeführer offenbar zur Zeit im Ausland auf und es hätte demnach die Gefahr bestanden, dass er vom Verhandlungstermin keine oder verspätet Kenntnis erhalten hätte. Indessen wäre es ohne weiteres möglich gewesen, dass er hierüber von der Drittperson, die allenfalls die Vorladung in Empfang genommen hätte, rechtzeitig orientiert worden wäre. Jedenfalls konnte diese Möglichkeit nach der Aktenlage nicht mit Grund schlechthin ausgeschlossen werden. Insofern lässt sich der vorliegende Fall nicht mit dem oben erwähnten vergleichen, in dem eine Vorladung überhaupt nicht möglich ist. Unter diesen Umständen war es sachlich nicht vertretbar, dass das Obergericht die Appellation als verwirkt erklärt hat, und der angefochtene Beschluss ist schon deshalb aufzuheben. Darüber hinaus liesse sich fragen, ob eine gehörige Vorladung nicht auch an die Adresse des Verteidigers hätte erfolgen können. Zwar vertritt die solothurnische Praxis offenbar die Auffassung, die Vorladung in Strafsachen sei dem Beschuldigten persönlich zuzustellen (MICHAEL BEGLINGER, Der Friedensrichter im solothurnischen Recht, Diss. Basel 1985, S. 181). Es erscheint indessen unter dem Gesichtswinkel des Anspruchs auf rechtliches Gehör als fraglich, ob eine Appellation gestützt auf § 178 Abs. 1 BGE 113 Ia 22 S. 26StPO auch dann als verwirkt erklärt werden kann, wenn der Beschuldigte zwar tatsächlich nicht an der zuletzt angegebenen Adresse vorgeladen werden kann, eine Vorladung am Domizil seines Verteidigers aber ohne weiteres möglich ist. Dies ist jedoch hier nicht abschliessend zu entscheiden. Beizufügen ist immerhin, dass auch bei der Zustellung an den Verteidiger aus dem Umstand, dass diesem der Aufenthalt des Beschuldigten zur Zeit nicht bekannt war, nicht hätte geschlossen werden dürfen, eine rechtzeitige Benachrichtigung über den angesetzten Termin sei schlechthin unmöglich."}