{"annee": "113", "cour": "IB", "page": "257", "date": "1/7/1987", "cite": ["111 IB 138", "110 IB 387", "109 IB 47", "108 IB 408", "106 IA 355", "103 IA 206", "112 IB 576", "109 IB 64"], "cite_par": ["117 IB 53", "118 IB 547", "115 IA 350", "117 IA 430", "136 IV 82", "117 IB 64", "133 IV 40", "120 IB 183", "122 II 140", "116 IB 89", "120 IB 112", "118 IB 436", "115 IB 496", "117 IA 302", "125 II 65", "129 II 453", "116 IB 106", "115 V 297", "115 IB 64", "115 IB 88", "114 IB 156", "132 II 81", "115 IB 366", "115 IB 186", "119 IB 64", "132 II 178", "117 IB 51", "116 IB 452", "116 IB 96", "115 IB 193"], "chapeau": "42. Arrêt de la Ire Cour de droit public du 1er juillet 1987 dans la cause Marcos et consorts contre Genève, Chambre d'accusation (recours de droit administratif)", "regestes": ["Entraide judiciaire internationale en matière pénale. Blocage d'avoirs bancaires en Suisse au titre de mesure provisoire au sens de l'art. 18 EIMP. 1. Droit applicable. Recevabilité du recours de droit administratif. L'EIMP et l'OEIMP s'appliquent à défaut de traité d'entraide en matière pénale avec la République des Philippines. Des mesures provisoires au sens de l'art. 18 EIMP étant seules en cause, le Tribunal fédéral limite son examen à la question de l'admissibilité de principe de l'entraide et de telles mesures (consid. 2). Irrecevabilité du recours dirigé contre la décision cantonale de première instance. Qualité pour recourir admise sur la base de l'art. 21 al. 3 EIMP, disposition spéciale restrictive par rapport à l'art. 103 let. a OJ (consid. 3). 2. Prétendues irrégularités de la procédure suivie par les autorités cantonales d'exécution. - Art. 22 EIMP: en dépit de ce qu'on pourrait déduire de la lettre de cette disposition, l'indication des voies de recours n'est pas une condition de validité de la décision; le but et la portée de cette disposition ne sont pas différents de ceux de l'art. 35 PA. Le défaut d'une telle indication n'a causé en l'espèce aucun préjudice aux recourants (consid. 4a). - Art. 21 al. 4 EIMP: seuls sont munis de l'effet suspensif légal les recours formés contre la décision de clôture par laquelle l'autorité décide de transmettre les renseignements à l'Etat requérant; dans le cas particulier, une telle décision n'a pas encore été prise (consid. 4b). - Restriction du droit de consulter le dossier fondée sur l'art. 27 al. 1 let. c PA en relation avec l'art. 79 al. 3 EIMP: cette mesure n'est pas en contradiction avec le droit fédéral car, en l'état actuel de la procédure, les pièces essentielles ont été communiquées aux intéressés et un droit de consultation plus étendu a été expressément réservé au stade de la décision finale (consid. 4c). 3. Recevabilité de la demande d'entraide. - Art. 1er et 63 al. 1 et 3 EIMP: ouverture d'une procédure pénale dans l'Etat requérant. Bien que les objectifs de la demande d'entraide soient en l'espèce quelque peu ambigus, la volonté de poursuivre pénalement les personnes visées ressort clairement de diverses notes verbales, dénonciations ou déclarations du gouvernement et du procureur général de l'Etat requérant (consid. 5a). L'activité déployée par les avocats constitués en Suisse dans le cadre de la procédure d'entraide n'est qu'accessoire (consid. 5b). Rejet du grief de recherche générale et indéterminée de moyens de preuve (consid. 5c). - Art. 2 EIMP: défauts de la procédure à l'étranger. Les prétendues subordination totale des tribunaux philippins au pouvoir exécutif, violation de la non-rétroactivité de la loi pénale et impossibilité pour les recourants d'être présents à leur procès sont des objections prématurées au stade des mesures provisoires; le Tribunal fédéral se borne pour l'heure à constater que les faits allégués ne suffisent pas à démontrer un risque objectif et sérieux d'un déroulement vicié de la procédure au sens de l'art. 2 EIMP (consid. 6). 4. Immunité en droit international public: l'immunité personnelle est le pendant de celle dont jouit l'Etat étranger agissant \"iure imperii\"; elle est un privilège en faveur de magistrats ou de fonctionnaires en activité dans l'intérêt de l'Etat qu'ils représentent, et non en faveur de particuliers, ceux-ci eussent-ils exercé naguère les plus hautes charges publiques dans le pays étranger (consid. 7)."], "faits": "|261|\n\nPar notes verbales du 18 avril 1986 (demande informelle), puis du 25 avril 1986 (demande formelle), l'Ambassade de la République des Philippines en Suisse a adressé à l'Office fédéral de la police une demande d'entraide judiciaire internationale établie le 7 avril 1986 par l'Avocat général (Solicitor general) de cet Etat, à Manille. Cette démarche était accomplie dans le cadre d'une enquête ouverte à l'instance de ce magistrat par la Commission présidentielle pour un gouvernement honnête (Presidential Commission on good government) que la Présidente de la République, Corazon Aquino, avait instituée par un décret du 28 février 1986, édicté sitôt après la chute du régime de Ferdinand E. Marcos, qui avait gouverné le pays sans interruption depuis 1966. Aux termes de l'art. 2 de ce décret, la Commission présidentielle a pour tâche prioritaire de prêter assistance au nouveau chef de l'Etat en vue de la récupération de toute la fortune qu'auraient acquise illicitement, dans l'exercice de leurs fonctions publiques, Marcos, ses familiers et ses proches, qui avaient précipitamment quitté le pays le 25 février 1986 pour se réfugier aux Etats-Unis d'Amérique (Etat d'Hawaï). Puis, dans une note verbale du 29 avril 1986, l'Ambassade a informé l'Office fédéral de la police que l'enquête préliminaire conduite devant la Commission présidentielle avait notamment pour but la mise en accusation de Marcos et consorts devant le Sandiganbayan, cour spéciale établie par deux décrets édictés par le Président Marcos lui-même les 10 décembre 1978 et 14 janvier 1983 sur la base d'une délégation du Batasang Pambasa (Parlement), conformément à l'art. XIII al. 5 de la Constitution de la République des Philippines du 17 janvier 1973. Aux termes de cette disposition, reprise par la Constitution provisoire proclamée le 25 mars 1986 par la Présidente de la République et adoptée par le peuple le 2 février 1987, le Sandiganbayan est un tribunal spécial ayant juridiction sur les affaires pénales et civiles touchant à la corruption, aux transactions malhonnêtes et aux autres délits commis par des officiers de la fonction publique et des employés, y compris ceux |262| qui se trouvent dans des sociétés appartenant au gouvernement ou contrôlées par lui, dans l'exercice de leurs fonctions légales.\n\nLes faits allégués par l'Etat requérant ont été principalement exposés dans la note verbale du 25 avril 1986 et dans ses annexes, parmi lesquelles figure un mémoire fort circonstancié des avocats suisses chargés de représenter le gouvernement philippin. Ils ont ensuite été précisés à plusieurs reprises. Ces documents fournissent des renseignements détaillés sur les charges qui pèsent individuellement sur chacune des personnes poursuivies. Celles-ci auraient usé de leur pouvoir politique pour prélever sur les affaires de l'Etat des bénéfices dont le montant total pourrait s'élever à 100 milliards de pesos philippins (équivalant, au moment de la demande d'entraide, à 5 milliards de dollars US), fortune qui, pour une large part, aurait été transférée en particulier aux Etats-Unis d'Amérique, en Suisse, en Grande-Bretagne, en Autriche, en Italie, en Australie et au Canada. Vingt milliards de pesos (équivalant, au moment de la demande, à 1 milliard de dollars US) auraient été transférés sur des comptes ouverts en Suisse auprès de divers établissements bancaires, selon une déclaration du Procureur général des Philippines datée du 7 avril 1986. Ces détournements de fonds auraient été opérés par divers mécanismes, entre autres par la retenue de pourcentages sur l'aide internationale et les réparations de guerre versées par le Japon, par l'institution de monopoles d'Etat pour le commerce de matières premières et de produits manufacturés, contrôlés directement par Marcos et ses compagnons, voire par des prélèvements directs sur les caisses publiques et les stocks d'or de l'Etat. Ces faits tomberaient sous le coup de la loi No 3019 de la République des Philippines, réprimant la corruption et les pratiques corrompues, et des art. 210 à 221 du code pénal philippin révisé, réprimant la corruption directe, l'escroquerie et les \"extorsions\" au préjudice du Trésor public, les transactions prohibées accomplies par les membres des autorités et la malversation des deniers et des biens publics.\n\nLa demande d'entraide concluait à la mise en oeuvre de recherches aux fins de déterminer les avoirs placés en Suisse par les intéressés, à la communication de tous renseignements relatifs à ces avoirs, à l'adoption par les autorités suisses des mesures conservatoires et, en définitive, à la remise des avoirs saisis à l'Etat requérant.\n\nLe 21 avril 1986, l'Office fédéral de la police a transmis la demande initiale et informelle de la République des Philippines aux |263| autorités d'exécution des cantons dans lesquels les banques concernées ont leur siège, et notamment au Juge d'instruction du canton de Genève. Il invitait celui-ci à ordonner immédiatement des mesures provisionnelles, qui ont aussitôt été prises. Le 30 avril 1986, l'Office fédéral de la police a transmis au Juge d'instruction genevois la demande du 25 avril 1986, après avoir considéré que celle-ci répondait aux exigences de forme prescrites par la loi fédérale du 20 mars 1981 sur l'entraide internationale en matière pénale (EIMP) et que l'entraide demandée ne paraissait pas manifestement inadmissible.\n\nMarcos et consorts se sont opposés au blocage des avoirs litigieux, mesure que le Juge d'instruction avait confirmée le 6 juin 1956 en communiquant aux établissements dépositaires sa décision d'entrer en matière sur la demande d'entraide et en les invitant à lui faire parvenir tous les renseignements et documents relatifs à ces avoirs. Les opposants ont demandé d'avoir accès à toutes les pièces de la procédure d'entraide, droit que le Juge d'instruction a limité, en l'état de la procédure, le 2 juillet 1986.\n\nPar décision du 30 octobre 1986, le Juge d'instruction du canton de Genève a rejeté les oppositions. Il a simultanément ordonné aux banques concernées de lui faire parvenir les renseignements et documents qu'il leur avait demandés le 6 juin 1986. Il a informé les opposants qu'une fois en possession de ces renseignements, il statuerait sur leur transmission à l'Etat requérant par l'intermédiaire de l'Office fédéral de la police et rendrait une décision de clôture de la procédure en conformité de l'art. 32 de la loi cantonale d'application du code pénal suisse (LACP).\n\nMarcos et consorts ont recouru contre cette décision auprès de la Chambre d'accusation du canton de Genève. Du point de vue formel, ils soutenaient principalement que le Juge d'instruction avait violé leur droit d'être entendus en leur refusant indûment l'accès à la totalité du dossier de la procédure d'entraide. Du point de vue matériel, ils soutenaient, entre autres, que la demande d'entraide n'était pas admissible, aucune procédure pénale n'étant pendante dans l'Etat requérant, dont les institutions ne garantiraient au demeurant pas le standard minimum offert aux prévenus par la Convention européenne des droits de l'homme.\n\nPar ordonnance du 4 février 1987, la Chambre d'accusation du canton de Genève a rejeté les recours.\n\nAgissant par la voie de cinq recours de droit administratif distincts, Marcos et consorts demandent au Tribunal fédéral |264| d'annuler cette décision et de dire qu'il n'y a pas lieu de faire droit à la demande d'entraide judiciaire de la République des Philippines. Ils concluent subsidiairement au renvoi de la cause à l'une des deux autorités intimées. Certains recourants demandent aussi l'annulation des décisions prises par le Juge d'instruction les 6 juin, 2 juillet et 30 octobre 1986.\n\nLa Chambre d'accusation du canton de Genève propose le rejet des recours. L'Office fédéral de la police conclut principalement à leur irrecevabilité et subsidiairement à leur rejet.", "considerants": "Considérant en droit:\n\n1. (Jonction des recours.)\n\n2. La Confédération suisse n'est pas liée à la République des Philippines par un traité d'entraide judiciaire internationale en matière pénale. C'est donc exclusivement sur la base du droit suisse - c'est-à-dire de la loi fédérale sur l'entraide pénale internationale (EIMP), de son ordonnance d'application du 24 février 1982 (OEIMP) et des dispositions d'exécution du droit cantonal, en l'occurrence le titre IVe LACP - qu'il y a lieu de se prononcer sur les objections soulevées par les recourants.\n\nAux termes de son art. 1er, l'EIMP règle toutes les procédures relatives à la coopération internationale en matière pénale, en particulier l'entraide en faveur d'une procédure pénale étrangère ou petite entraide au sens de la troisième partie de la loi (al. 1 lettre b). Cette entraide comprend, en vertu de l'art. 63 EIMP, la communication de renseignements, ainsi que les actes de procédure et autres actes officiels admis en Suisse (recherche de moyens de preuve, remise de dossiers et de documents, saisie, etc.), lorsqu'ils paraissent nécessaires pour la procédure menée à l'étranger et liée à une cause pénale, ou pour récupérer le produit de l'infraction. Une restitution aux ayants droit d'objets et de valeurs provenant d'une infraction peut même intervenir en dehors de toute procédure pénale engagée dans l'Etat requérant (art. 74 al. 2 EIMP). A cet égard, il faut préciser d'emblée qu'en l'espèce le Tribunal fédéral n'a à statuer ni sur la communication de renseignements ni sur la remise d'objets ou de valeurs à l'Etat requérant selon les art. 63 et 74 EIMP; son examen ne porte, en l'état, que sur l'admissibilité de principe de l'entraide et des mesures provisoires ordonnées sur la base de l'art. 18 EIMP (saisie, recherche de renseignements et de moyens de preuve). Par ailleurs, |265| les décisions déjà prises dans le cadre de la même affaire par le Conseil fédéral et la Commission fédérale des banques échappent totalement à cet examen.\n\n3. a) En vertu de l'art. 25 al. 1 EIMP, et à moins que la même loi n'en dispose autrement, le recours de droit administratif au Tribunal fédéral est immédiatement ouvert, en particulier contre les décisions prises en matière d'entraide pénale internationale par les autorités cantonales de dernière instance. Pour les modalités générales de l'exercice de cette voie de droit, cette disposition renvoie explicitement aux art. 97 à 114 OJ. Les actes attaqués sont incontestablement des décisions au sens de l'art. 97 OJ, telles qu'elles sont définies à l'art. 5 PA. Ils ont en outre été entrepris dans le délai fixé à l'art. 106 OJ.\n\nb) Les autorités intimées ont rendu leurs décisions en qualité d'autorités cantonales d'exécution au sens de l'art. 16 al. 1, 2e phrase, EIMP. Elles l'ont fait successivement comme autorité de première instance et comme autorité de recours que les cantons ont l'obligation d'instituer en vertu de l'art. 23 de la même loi. L'arrêt de la Chambre d'accusation a été rendu en dernière instance cantonale, ce que dit l'art. 33 al. 1, 2e phrase, LACP. Sa compétence de se prononcer en fait et en droit sur les décisions qui lui sont déférées n'étant pas limitée, les présents recours ne sont recevables que contre sa décision et non contre celles rendues en première instance cantonale par le Juge d'instruction (art. 25 al. 1 EIMP et 98 lettre g OJ).\n\nc) La procédure d'entraide au cours de laquelle les mesures litigieuses ont été adoptées a pour objet, d'une part, la remise à l'Etat requérant d'avoirs qui auraient été déposés dans des établissements bancaires suisses par les recourants et, d'autre part, la transmission de documents et de renseignements sur les opérations relatives à la constitution de ces avoirs en Suisse, cela en vue de permettre la mise en accusation des recourants ou de certains d'entre eux. Les recourants sont donc tous des personnes visées par la procédure conduite à l'étranger. L'art. 21 al. 3 EIMP ne leur donne toutefois la qualité pour agir par la voie d'un recours de droit administratif que si elles sont touchées personnellement par la mesure litigieuse ou lorsque celle-ci peut léser leurs droits de défense dans la procédure pénale. Les recourants se bornent à se prévaloir d'un intérêt digne de protection au sens de l'art. 103 lettre a OJ et à dire qu'ils sont visés expressément par la requête d'entraide. Ils nient en revanche être, à quelque titre que ce soit, les détenteurs des |266| avoirs qui font l'objet des mesures dont ils contestent la légalité. L'Office fédéral de la police en déduit qu'on ne saurait leur reconnaître la qualité pour recourir (cf. ATF 110 Ib 387 ss).\n\nDisposition spéciale réservée par l'art. 25 al. 1, l'art. 21 al. 3 EIMP restreint la qualité pour recourir par rapport à l'art. 103 lettre a OJ (ATF ATF 110 Ib 391 consid. 3a). Examinant la question librement, sans être lié par les conclusions des parties (ATF 106 Ia 357 consid. 1), le Tribunal fédéral doit admettre la qualité des recourants en l'espèce, car ceux-ci sont \"touchés personnellement\" au sens de l'art. 21 al. 3 EIMP par le fait que des recherches sont entreprises à propos d'avoirs qu'ils posséderaient en Suisse, que ces avoirs sont bloqués et sont susceptibles - c'est ce à quoi tend en définitive la demande d'entraide - d'être remis à l'Etat requérant. Les dénégations des recourants quant à la propriété de ces avoirs ou à la titularité des comptes bancaires visés ne sont, à cet égard, nullement décisives.\n\nd) Les recourants proposent, à titre principal, non seulement l'annulation de la décision attaquée, mais également l'irrecevabilité de la demande d'entraide. Ils concluent subsidiairement au renvoi de l'affaire à l'autorité intimée, voire à l'autorité cantonale inférieure, afin qu'elles statuent préalablement à tout acte d'exécution sur la recevabilité de la demande d'entraide. Il s'agit là de conclusions qui sont en principe admissibles dans un recours de droit administratif. Le Tribunal fédéral dispose à cet égard d'un grand pouvoir de décision car, en vertu de l'art. 25 al. 6 EIMP, lex specialis par rapport à l'art. 114 OJ, il n'est pas lié par les conclusions des parties. Il a donc la faculté de procéder, le cas échéant, à une reformatio in pejus sive in melius.\n\nPar ailleurs, les recours étant dirigés contre la décision d'un tribunal cantonal, le Tribunal fédéral est lié par les faits constatés par cette décision, sauf s'ils sont manifestement inexacts ou incomplets ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 105 al. 2 OJ).\n\n4. Les recourants s'en prennent tout d'abord à la régularité de la procédure suivie par les autorités cantonales d'exécution. Ils soutiennent que l'autorité intimée a violé le droit fédéral en ne sanctionnant pas le défaut d'indication des voies de droit et l'absence de motivation dont étaient entachées les deux décisions prises par l'autorité inférieure, en ne reconnaissant pas que le recours cantonal aurait été muni, de par la loi, de l'effet suspensif et en leur refusant l'accès au dossier. |267|\n\na) Il est vrai que la décision du 6 juin 1986 par laquelle le Juge d'instruction est entré en matière sur la demande d'entraide et a ordonné aux banques concernées la production de documents et la saisie des avoirs litigieux ne porte aucune mention des voies de recours. Elle contrevient en cela non seulement à l'art. 33 al. 1, 1re phrase, LACP, mais aussi à l'art. 22 EIMP, aux termes duquel les décisions et prononcés rendus par les autorités fédérales et cantonales ne sont valables que dans la mesure où ils indiquent les possibilités de recours. En dépit de ce que l'on pourrait déduire de la lettre de cette disposition, l'indication des voies de recours n'est pas une condition de validité de la décision, le but et la portée de l'art. 22 EIMP n'étant pas différents de ceux de l'art. 35 PA (arrêt non publié B. du 7 mars 1984, consid. 1d). La seule question qui se pose ici est, partant, celle de savoir si cette irrégularité formelle a causé aux recourants un préjudice qui n'a pas été réparé ultérieurement. Les recourants le prétendent, qui affirment ne pas avoir \"pensé d'attaquer\" la décision du 6 juin 1986, ce qui aurait eu pour conséquence de prolonger le blocage des avoirs litigieux. Cet argument est dépourvu de pertinence, si l'on arrive à la conclusion - ce qui sera examiné plus bas - que le recours à la Chambre d'accusation ne devait pas être muni de l'effet suspensif. Le seul résultat de l'absence d'un recours contre la décision du 6 juin 1986 aurait été alors, comme le relève l'autorité intimée, de retarder sa saisine, ce qui ne constitue pas un préjudice de droit justifiant l'annulation de la décision prise par l'autorité inférieure le 6 juin 1986, dont la légalité a été examinée par l'autorité de recours simultanément à celle de la décision du 30 octobre 1986.\n\nConstatant que la motivation de cette dernière décision était sommaire, l'autorité intimée s'est refusée à l'annuler pour ce motif, en partant de l'idée qu'elle forme un tout avec la décision précédente du 6 juin 1986, elle-même parfaitement motivée, à laquelle elle se réfère de manière explicite. Cette opinion est pleinement fondée à la lecture des deux décisions discutées. Son bien-fondé est confirmé par le fait que, en dépit du caractère succinct de sa motivation, les recourants ont formé contre la décision du 30 octobre 1986 un recours cantonal dont le contenu atteste qu'aucun des éléments litigieux n'a échappé à leur examen.\n\nb) L'art. 21. al. 4 EIMP prescrit - en dérogation à l'art. 111 al. 2 OJ - que le recours contre une décision autorisant la communication de renseignements qui concernent le domaine secret a un effet suspensif. L'autorité intimée a considéré que cette |268| règle n'était applicable qu'à la décision de transmettre à l'étranger les renseignements concernant le domaine secret; elle s'est référée pour cela à l'art. 33 al. 2 LACP. Aux yeux des recourants, cette interprétation restrictive et la règle du droit cantonal sur laquelle elle se fonde seraient contraires au droit fédéral. Cette objection est sans pertinence. L'art. 21 al. 4 EIMP est une disposition exceptionnelle dont le texte est clair. Compte tenu des problèmes concrets qui se posent au cours de l'exécution d'une demande d'entraide internationale, il n'y a aucune raison pratique de s'écarter de ce texte pour lui donner une portée que le législateur ne peut avoir voulue. Si les recours dirigés contre les mesures de sûreté prises par l'Etat requis dès le dépôt d'une demande d'entraide étaient automatiquement munis de l'effet suspensif, la coopération de l'Etat requis ne pourrait pratiquement plus être assurée dans de nombreux cas. La règle de l'art. 21 al. 4 EIMP, reprise pour l'essentiel par le législateur cantonal à l'art. 33 al. 2 LACP, ne peut donc avoir d'autre sens que de munir d'un effet suspensif légal les recours formés contre la décision de clôture de la procédure d'entraide par laquelle l'autorité d'exécution décide de transmettre les renseignements qu'elle a obtenus. Or, comme on l'a vu, une telle décision n'a pas encore été prise en l'espèce. L'autorité intimée n'avait donc pas - c'est aussi le cas du Tribunal fédéral saisi des recours de droit administratif traités présentement - à accorder ou à reconnaître l'effet suspensif des recours qui lui étaient adressés.\n\nc) Le droit de consulter le dossier est, en règle générale, régi fondamentalement par l'art. 4 Cst., qui prohibe le déni de justice formel. Cette garantie procédurale est mise en oeuvre, en matière d'entraide pénale internationale, par l'art. 79 al. 3 EIMP, dont la première phrase renvoie aux art. 6, 26 et 27 PA. L'art. 79 al. 3, 2e phrase, permet en outre à l'ayant droit, si la sauvegarde de ses intérêts l'exige, de consulter la demande d'entraide et les pièces à l'appui. En conformité de l'art. 27 al. 1 PA, l'autorité d'exécution ne peut donc lui refuser le droit de consulter la demande d'entraide et les pièces produites par l'Etat requérant que si le maintien du secret est commandé par des intérêts publics importants de la Confédération ou des cantons, en particulier la sécurité intérieure ou extérieure de la Confédération (lettre a), ou par des intérêts privés importants, en particulier ceux de parties adverses (lettre b), ou encore par l'intérêt d'une enquête officielle non encore close (lettre c). Les autorités cantonales ont ouvert dans une large |269| mesure aux recourants l'accès au dossier constitué à la suite du dépôt par l'Etat requérant de sa demande formelle d'entraide. Elles ne l'ont en revanche pas autorisé notamment pour les pièces annexées au mémoire rédigé conjointement par les avocats de l'Etat requérant, ainsi que pour les renseignements donnés par les banques interpellées. Cette restriction aurait sa raison d'être dans l'intérêt de l'enquête conduite par les autorités de l'Etat requérant; elle se fonde par conséquent sur l'art. 27 al. 1 lettre c PA. Si l'on prend en considération, d'une part, la complexité des faits à propos desquels les autorités de l'Etat requérant mènent leurs investigations, l'état d'avancement de cette enquête, tel qu'il peut être connu des autorités suisses, la phase de la procédure d'exécution dans laquelle on se trouve et, d'autre part, la nature des documents qui ont été soustraits à l'examen des recourants, on doit admettre que les restrictions apportées par les autorités cantonales au droit de consulter le dossier ne sont nullement en contradiction avec le droit fédéral. Les pièces essentielles pour eux, au stade actuel de la procédure, leur ont d'ailleurs été communiquées et ils ont pu entreprendre, avec une connaissance suffisante de la cause, les mesures de sûreté critiquées. Comme le souligne l'autorité intimée, les pièces qui n'ont pas été portées à leur connaissance n'ont été mentionnées ni dans les décisions de l'autorité de première instance, ni dans sa propre décision, ce qui montre qu'elles ne les ont pas influencées et que l'art. 28 PA a été respecté. La décision attaquée réserve enfin la possibilité qu'il \"en aille autrement lorsque la cause sera en état d'être jugée à propos de la transmission des informations recueillies, ne serait-ce que pour apprécier l'existence de liens suffisants entre les renseignements à transmettre et l'objet de l'enquête ouverte à l'étranger\". Elle relève qu'\"il appartiendra au Juge d'instruction de se déterminer formellement sur la communication demandée par les recourants et de trancher en fonction des intérêts légitimes de chacun d'eux\".\n\nAu regard de l'ensemble de ces circonstances, le Tribunal fédéral ne saurait voir dans les limitations apportées en l'espèce au droit des recourants de consulter le dossier une violation du droit fédéral. La teneur de la décision entreprise révèle au contraire que l'autorité intimée est consciente du caractère fondamental du droit de consulter le dossier et de l'obligation qu'elle aura - avant de rendre sa décision finale - d'appliquer les restrictions instituées à l'art. 27 PA dans le respect du principe de la proportionnalité, |270| dont l'art. 28 PA présente un cas d'application (cf. arrêt T. du 16 février 1987).\n\nLes griefs de nature formelle dirigés contre la décision attaquée doivent ainsi être écartés.\n\n5. Les recourants reprochent essentiellement aux autorités cantonales d'exécution d'être entrées en matière sur la demande d'entraide et d'avoir ordonné, à titre provisionnel, des mesures de contrainte, alors même qu'aucune procédure pénale ne serait pendante contre eux dans l'Etat requérant à propos des faits que celui-ci prétend mettre à leur charge. Ceux-ci seraient de surcroît insuffisamment décrits dans la demande et dans ses annexes pour pouvoir être qualifiés sous l'angle du droit pénal; le mémoire explicatif rédigé à ce propos par les avocats suisses de l'Etat requérant n'aurait pas à être pris en considération, car il ne s'agirait pas d'un acte officiel dont le dépôt est prévu par la loi.\n\na) Pour que la Suisse collabore, au sens de l'art. 1er EIMP, il n'est pas nécessaire que les autorités de l'Etat requérant aient déjà ouvert une procédure judiciaire proprement dite contre les personnes poursuivies. Il suffit qu'y soit ouverte, conformément à la loi de cet Etat, une enquête préparatoire qui serait le préalable obligé à la saisine des autorités judiciaires compétentes pour procéder à une mise en accusation des intéressés. Telle est la portée de la jurisprudence du Tribunal fédéral, qui a admis que les investigations de la Commission américaine des opérations boursières (Securities and Exchange Commission, SEC) pouvaient être assimilées aux enquêtes et procédures judiciaires pour lesquelles l'entraide doit être accordée en vertu de l'art. 1er ch. 1 lettre a du Traité américano-suisse (cf. ATF 109 Ib 50 consid. 3). La législation fédérale sur l'entraide pénale internationale ne saurait en revanche servir de base à la coopération de la Suisse à des procédures strictement administratives ou à des procédures civiles conduites à l'étranger. Aux termes de l'art. 1er al. 3 EIMP, elle ne s'applique qu'aux affaires pénales dans lesquelles le droit de l'Etat requérant permet de faire appel au juge. Cette disposition est à mettre en relation avec l'art. 11 al. 1 EIMP qui considère comme poursuivi non seulement la personne contre laquelle une action pénale est ouverte ou une sanction pénale prononcée, mais encore toute personne simplement suspecte (cf. ATF 112 Ib 590 consid. 9 in fine).\n\nLes objectifs de la demande d'entraide sont en l'espèce quelque peu ambigus. L'Etat requérant a-t-il l'intention de traduire |271| l'ancien Président Ferdinand Marcos, ses proches et, le cas échéant, ses familiers devant le Sandiganbayan, tribunal régulièrement institué avant l'arrivée au pouvoir des gouvernants actuels pour réprimer les actes de corruption et de concussion reprochés aux anciens magistrats, fonctionnaires et autres agents de l'Etat dans l'exercice de leurs charges? La dénonciation (complaint) déposée par le Procureur général de la République, en premier lieu le 7 avril 1986, n'a en effet pas été adressée à cette autorité, ou au Tanodbayan (ombudsman), que l'art XIII al. 6 de la Constitution nationale du 17 janvier 1973, repris dans la nouvelle Constitution provisoire, paraît investir de la tâche d'instruire les affaires entrant dans la compétence du Sandiganbayan. Elle a au contraire été remise à la Commission présidentielle pour un gouvernement honnête, instituée par le premier décret présidentiel édicté le 28 février 1986 immédiatement après la chute de Marcos. Or cette commission n'est nullement une juridiction pénale, mais un organe administratif chargé d'assister la Présidente de la République dans sa tentative de récupérer la fortune que l'ancien Président, ses proches et ses familiers auraient accumulée par corruption ou concussion. Il n'a jamais été question, ni dans ce décret, ni dans les décrets successifs édictés sur le même objet, de conférer à cette commission la compétence de mener une enquête préliminaire en vue de traduire les personnes concernées devant le Sandiganbayan ou devant une autre juridiction criminelle. Un examen approfondi du dossier conduit en tout cas à la conclusion qu'une procédure pénale ou une procédure liée à une cause pénale au sens de l'art. 63 al. 1 et 3 EIMP n'a toujours pas été engagée formellement contre les recourants.\n\nDans ses notes verbales des 29 avril et 10 septembre 1986, le gouvernement de l'Etat requérant a cependant déclaré sans équivoque qu'il entendait poursuivre pénalement l'ancien chef de l'Etat et ceux qu'il considère comme ses complices devant le Sandiganbayan. La teneur des dénonciations déposées par le Procureur général de l'Etat les 7 et 29 avril 1986 et étayées par diverses déclarations et documents les 1er et 25 juillet 1986, est tout aussi catégorique sur ce point. Les propos tenus respectivement lors d'une conférence de presse et lors d'un débat télévisé par le Président de la Commission présidentielle et par le Ministre de la justice ne sont pas propres à contrebalancer le poids de ces actes officiels. Sur la base de ces derniers, les autorités cantonales d'exécution pouvaient admettre, lors de l'examen prima facie |272| auquel elles se livrent à ce stade de la procédure, qu'il y avait lieu d'entrer en matière sur la demande d'entraide et qu'il était partant opportun de prendre les mesures de sûreté nécessaires à assurer l'exécution éventuelle de cette demande. Elles avaient d'autant moins de raisons d'hésiter à ce moment que, contrairement à l'opinion des recourants, le caractère délictueux des faits allégués par l'Etat requérant est exposé avec clarté dans les documents officiels qu'il a produits et que leur incrimination selon le droit philippin a été expliquée avec soin et précision.\n\nb) Cette conclusion s'impose indépendamment de la teneur du mémoire déposé le 25 avril 1986 par les trois mandataires en Suisse de l'Etat requérant. On relèvera simplement qu'en acceptant de joindre ce document à la procédure, l'autorité intimée n'a pas violé le droit fédéral. La demande d'entraide émane en effet clairement des autorités étrangères (cf. notes verbales des 18 et 25 avril 1986), comme l'exige l'art. 75 EIMP, les avocats qu'elles ont constitués en Suisse aux fins de se faire conseiller et représenter s'étant limités, dans le cadre étroit de la procédure d'entraide, à agir accessoirement. Cette intervention n'est de surcroît pas de nature à occasionner aux recourants des frais de procédure supplémentaires, puisque l'Etat requérant n'est partie ni à la procédure d'exécution, ni à la procédure de recours.\n\nc) La qualité de l'exposé des faits à la base de la demande, les précisions données par les dénonciations du Procureur général de la République des Philippines qui y sont annexées et les allégués de celui-ci devant la Commission présidentielle permettent d'écarter sommairement le grief des recourants, pour qui la demande d'entraide constituerait une recherche générale et indéterminée de moyens de preuve prohibée par le droit suisse (fishing expedition ou requête exploratoire; ATF 103 Ia 206 ss consid. 6). La prohibition d'une telle recherche signifie simplement qu'il est inadmissible de recueillir des preuves au hasard. Ce reproche ne saurait être fait à la légère à un Etat qui demande l'entraide d'un autre dans une phase initiale de la procédure pénale, c'est-à-dire à un moment où il ne lui est pas possible d'étayer une inculpation dont les renseignements demandés doivent justement lui permettre d'en déterminer la justification de manière appropriée.\n\nLes griefs des recourants basés sur le défaut d'une procédure pénale étrangère et sur le contenu matériel de la demande d'entraide s'avèrent donc mal fondés. |273|\n\n6. a) Aux termes de l'art. 2 EIMP, la demande de coopération en matière pénale est irrecevable s'il y a lieu d'admettre que la procédure à l'étranger n'est pas conforme aux principes de procédure fixés par la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales du 4 novembre 1950 (CEDH) (lettre a) ou tend à poursuivre ou à punir une personne en raison de ses opinions politiques, de son appartenance à un groupe social déterminé, de sa race, de sa religion ou de sa nationalité (lettre b), ou risque d'aggraver la situation de la personne poursuivie, pour l'une ou l'autre de ces raisons (lettre c), ou encore présente d'autres défauts graves (lettre d). Il convient d'emblée de souligner que, contrairement à ce qui pourrait être déduit de la motivation de l'arrêt attaqué, ces limitations apportées par la loi à l'admissibilité d'une demande d'entraide, de même que celles liées à la nature des infractions poursuivies au sens de l'art. 3 EIMP, s'appliquent de la même manière aux demandes qui ont pour objet l'extradition d'un individu et à celles qui ont pour objet, comme en l'espèce, les autres actes d'entraide visés par la troisième partie de la loi, cela sous réserve de ce qui est dit à l'art. 3 al. 3, 2e phrase, de celle-ci. Ces restrictions ont pour but d'éviter que la Confédération ne participe, par sa coopération internationale, au déroulement de procédures répressives qui ne garantissent pas à la personne poursuivie un standard minimum correspondant à celui offert par le droit des Etats démocratiques et défini en particulier par la Convention européenne des droits de l'homme, ou qui se heurteraient à l'ordre public international (cf. ATF 111 Ib 138 ss, ATF 109 Ib 64, ATF 108 Ib 408 ss; CLAUDE ROUILLER, L'évolution du concept de délit politique en droit de l'entraide internationale en matière pénale, dans Revue pénale suisse 1986, p. 23 ss, spéc. p. 40-42).\n\nb) Les recourants prétendent qu'une procédure pénale ouverte contre eux dans l'Etat requérant ne serait en aucun cas compatible avec les exigences d'indépendance et d'impartialité des tribunaux posées à l'art. 6 ch. 1 CEDH, que la présomption d'innocence consacrée au ch. 2 de ce même texte ne leur serait pas reconnue et qu'aucun des droits généraux de la défense énumérés au ch. 3 de la même disposition ne leur serait garanti. Ils fondent leurs assertions sur une prétendue subordination totale des tribunaux philippins au pouvoir exécutif, sur le jugement sommaire porté à leur égard par la présidence de la République dans les décrets |274| instituant la Commission pour un gouvernement honnête et sur l'impossibilité pour eux d'être présents à leur procès, car ils seraient de facto bannis du territoire de l'Etat requérant.\n\nIl serait prématuré pour le Tribunal fédéral de se prononcer définitivement sur ces objections. Hormis les cas où la situation perturbée de l'Etat requérant et ses effets sur les droits des personnes qui y sont jugées sont notoires, la nature des vices de procédure, auxquels se réfère l'art. 2 EIMP, fait que l'Etat requis ne doit se prononcer définitivement à leur sujet qu'au moment où il clôt la procédure d'entraide et non pas déjà lorsqu'il adopte des mesures provisionnelles. Il appartiendra aux autorités cantonales d'exécution de se livrer, à ce moment-là, à un examen approfondi des questions soulevées par les recourants. Il leur appartiendra aussi, pour autant que les assurances données jusqu'ici par l'Etat requérant s'avéraient insuffisantes, d'inviter celui-ci, par l'organe de l'Office fédéral de la police, à fournir des précisions complémentaires sur la procédure pénale qui sera suivie et en particulier sur le respect en faveur des prévenus ici concernés des droits ordinaires de la défense.\n\nLe Tribunal fédéral se bornera pour l'instant à constater que les faits allégués par les recourants ne suffisent pas à démontrer un risque objectif et sérieux d'un déroulement vicié de la procédure au sens de l'art. 2 EIMP. Ce n'est en effet pas pour les activités de la Commission présidentielle que l'entraide serait en définitive accordée et les mutations intervenues au sein du personnel des tribunaux appelés à juger les recourants ne sont pas un indice clair de leur partialité et de leur dépendance à l'égard du pouvoir politique. Quant à la prétendue violation de la non-rétroactivité de la loi pénale, elle est dénuée de fondement, les dénonciations du Procureur général ne se fondant pas sur les décrets présidentiels adoptés après la chute de Ferdinand Marcos, mais sur des textes légaux adoptés antérieurement et toujours en vigueur. Par ailleurs, les recourants n'établissent pas avec netteté que l'Etat requérant refuserait de leur délivrer des sauf-conduits leur permettant de se présenter personnellement devant leur juge.\n\n7. Le moyen tiré de la prétendue immunité de Marcos et des membres de sa famille ne résiste pas à l'examen.\n\nS'agissant de l'immunité dont Marcos et son épouse paraissent se prévaloir à l'égard des juridictions suisses, elle n'entre manifestement en considération, en tant qu'obligation faite à la Suisse par le droit des gens, qu'à l'égard des chefs d'Etat en |275| fonction, situation qui n'est à l'évidence plus celle de Marcos depuis fin février 1986. L'immunité personnelle est en effet le pendant de l'immunité dont jouit l'Etat étranger quand il agit \"iure imperii\", c'est-à-dire dans ses attributs de puissance publique. La Convention de Vienne sur les relations diplomatiques du 18 avril 1961 (RS 0.191.01) traduit simplement dans un acte normatif un concept issu du droit international coutumier. L'immunité qu'elle accorde, notamment à ses art. 31 et 37, est un privilège en faveur de magistrats ou de fonctionnaires en activité dans l'intérêt de l'Etat qu'ils représentent, et non en faveur de particuliers, ceux-ci eussent-ils exercé naguère les plus hautes charges publiques dans le pays étranger. Il serait à tout le moins contraire au système qu'un particulier, qui n'est plus chargé de représenter un Etat, puisse invoquer son immunité personnelle à l'encontre des intérêts mêmes de cet Etat.\n\nLa question de savoir si la personne poursuivie au sens de l'art. 11 EIMP jouit de l'immunité diplomatique dans l'Etat requérant doit être résolue non par le juge suisse de l'entraide, mais par celui du fond. Il n'appartient donc pas à la Suisse en l'occurrence de trancher le point de savoir si l'ancien chef de l'Etat doit être mis au bénéfice de l'immunité qui lui était garantie par l'art. VII al. 17 de la Constitution philippine du 17 janvier 1973 pour les actes officiels accomplis durant son mandat (cf. ATF 113 Ib No 28, consid. 3 in fine).\n\nIl suffit dès lors de constater en l'espèce que les mesures de contrainte requises peuvent être ordonnées parce que l'état de fait exposé dans la demande correspond aux éléments objectifs d'une infraction réprimée par le droit suisse, comme l'exige l'art. 64 al. 1, 1re phrase, EIMP. Or les recourants ne contestent pas sérieusement que les faits de la demande tomberaient sous le coup de plusieurs dispositions du droit pénal suisse, entre autres des art. 312 à 317 CP, qui répriment certaines infractions contre les devoirs de fonction.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette les recours dans la mesure où ils sont recevables, au sens des considérants;\n\n..."}