{"annee": "113", "cour": "III", "page": "104", "date": "5/11/1987", "cite": ["109 III 22", "112 III 59", "104 III 52", "106 III 57", "111 III 21", "65 III 45", "107 III 67", "65 III 43", "104 III 42", "111 III 26"], "cite_par": ["114 III 92", "120 III 123", "144 III 198"], "chapeau": "23. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 5. November 1987 i.S. E. AG (Rekurs)", "regestes": ["Annonce de la revendication de biens séquestrés. Aussi longtemps qu'un procès en contestation du cas de séquestre selon l'art. 279 al. 2 LP est pendant, le tiers ne doit pas compter avec la réalisation des biens séquestrés. Il n'est dès lors pas tenu d'annoncer sa revendication durant cette période (consid. 3). Action en contestation de revendication selon l'art. 109 LP. En fixant au créancier le délai de dix jours pour introduire action en contestation de revendication, l'office doit indiquer précisément quels biens ont été revendiqués. Si tel n'a pas été le cas, la fixation de délai doit être annulée d'office (consid. 4)."], "faits": "", "considerants": "BGE 113 III 104 S. 105\n\nAus den Erwägungen:\n\n2. Der bei der Rekursgegnerin vollzogene Arrest umfasst ein offenes Wertschriftendepot und den Inhalt des Tresorfaches Nr. 80. Da der Arrest keine Guthaben des Arrestschuldners gegen die Rekursgegnerin beschlägt, fällt die von dieser für die Darlehen geltend gemachte Verrechnung an den arrestierten Gegenständen ausser Betracht. Es kann sich nur fragen, ob der Rekursgegnerin an diesen Gegenständen ein Pfand- und Retentionsrecht zustehe. Die Rekurrentin ist der Auffassung, dass die Rekursgegnerin diese Rechte zu spät angemeldet habe, weshalb kein Widerspruchsverfahren über deren Bestand zu eröffnen sei.\n\na) Gemäss ständiger Rechtsprechung des Bundesgerichts verwirkt der Dritte, der mit der Eigentums- oder Pfandansprache auf verarrestierte Gegenstände ohne beachtlichen Grund längere Zeit zuwartet, obwohl ihm bewusst sein muss, dass er damit den Gang des Betreibungsverfahrens hemmt und den Gläubiger zu unnötigen Schritten veranlasst, sein Recht zur Geltendmachung der Ansprache (BGE 111 III 23 mit Hinweisen).\n\nb) Im vorliegenden Fall hat das Betreibungsamt den Arrest bei der Rekursgegnerin am 23. Januar 1987 vollzogen, und die Arrestanzeige BGE 113 III 104 S. 106ist am 28. Januar 1987 zugestellt worden. Erst mit Schreiben vom 14. Mai 1987 machte die Rekursgegnerin ihr Pfand- und Retentionsrecht geltend. Zwischen dem Vollzug des Arrestes und der Anmeldung vergingen somit mehr als dreieinhalb Monate. Für die Verzögerung dieser Anmeldung hat die Rekursgegnerin keine Gründe vorgebracht, obwohl es an ihr gelegen hätte, allfällige Gründe für eine Verspätung geltend zu machen (BGE 104 III 51). Grundsätzlich ist die Anmeldung daher als verspätet anzusehen (vgl. BGE 111 III 24; BGE 106 III 59 f.; BGE 104 III 51 f.).\n\n3. Die kantonale Aufsichtsbehörde hat indessen die späte Anmeldung wegen des hängigen Arrestaufhebungsprozesses als gerade noch tolerierbar erachtet. Die mit Verwirkungsfolgen bedrohte Pflicht des Dritten zur Geltendmachung der Ansprüche entstehe erst mit der definitiven Entscheidung über den Arrestvollzug. Ebenso setze diese Pflicht voraus, dass über die dem Arrestvollzug vorausgehende Arrestbewilligung definitiv entschieden sei.\n\na) Der Auffassung der kantonalen Aufsichtsbehörde ist beizupflichten. Die Widerspruchsklage setzt nach der Rechtsprechung des Bundesgerichts voraus, dass eine gültige Pfändung, bzw. ein gültiger Arrest vorliegt. Solange der Arrest noch in der Schwebe ist, weil ein dagegen erhobenes Beschwerdeverfahren noch nicht abgeschlossen ist, muss der Dritte noch nicht mit der Realisierung der betroffenen Gegenstände und damit mit dem Verlust seiner Rechte rechnen. Er ist während dieser Zeitspanne daher nicht gehalten, seine Drittansprache zu erheben (BGE 112 III 62 f.).\n\nIm vorliegenden Fall hat der Arrestschuldner zwar keine Beschwerde gegen den Arrestvollzug erhoben, sondern eine Arrestaufhebungsklage angestrengt. Die Arrestaufhebungsklage ist nichts anderes als die Fortsetzung des Arrestbewilligungsverfahrens bezüglich des Arrestgrundes (Art. 279 Abs. 2 SchKG), wobei die Beweislast für das Vorliegen des Arrestgrundes trotz der vertauschten Parteirollen weiterhin beim Arrestgläubiger liegt (AMONN, Rz. 71 zu § 51). Im Falle der Gutheissung der Klage fällt der Arrest dahin. Dieser befindet sich somit während eines Arrestaufhebungsprozesses vollumfänglich in einem Schwebezustand, während die Beschwerde gegen den Arrestvollzug eventuell nur einzelne Arrestgegenstände betrifft. Um so weniger rechtfertigt es sich, bei der Arrestaufhebungsklage einen strengeren Massstab anzuwenden als bei der gegen den Arrestvollzug gerichteten Beschwerde.\n\nBGE 113 III 104 S. 107\n\nDass sich die Arrestaufhebungsklage im Unterschied zu dieser Beschwerde nicht gegen das Betreibungsamt sondern gegen den Arrestgläubiger richtet, ist nicht wesentlich. Wohl könnte der Arrestgläubiger durch Klageanerkennung das Arrestaufhebungsverfahren vorzeitig beendigen und dadurch Kosten und Zeit sparen, wenn er bereits in diesem Stadium des Verfahrens Kenntnis von einer allfälligen Drittansprache besässe, aufgrund der er den Arrest als nicht mehr zweckmässig erachten würde. In ähnlicher Weise könnte unter dieser Voraussetzung aber auch das Beschwerdeverfahren gegen den Arrestvollzug durch Rückzug des Arrestbegehrens indirekt beendigt werden. Zudem ist zu beachten, dass der Arrestgläubiger zum vornherein das Risiko für einen nicht einträglichen Arrest trägt. Nachdem im Arrestaufhebungsprozess lediglich das Arrestbewilligungsverfahren fortgesetzt wird, bei dem nun auch der Arrestschuldner zu Worte kommen kann, besteht kein Anlass, den Arrestgläubiger bereits in diesem Verfahrensstadium bezüglich allfälliger Drittansprachen von seinem Prozessrisiko zu befreien. Endlich geht die Arrestbewilligung dem Arrestvollzug grundsätzlich voran. Auch unter diesem Gesichtspunkt besteht kein Grund, bei der Fortsetzung des Arrestbewilligungsverfahrens strengere Anforderungen an die Anmeldung von Drittansprachen zu stellen als beim Arrestvollzug und dem dagegen gerichteten Beschwerdeverfahren.\n\nb) Die Arrestaufhebungsklage ist am 26. Mai 1987 abgewiesen worden. Erst in diesem Zeitpunkt bestand somit Gewissheit, dass der Arrest bestehen bleibt. Nachdem die Rekursgegnerin die Drittansprache am 14. Mai 1987 erhoben hat, liegt keine Verzögerung der Anmeldung vor. Es kann in keiner Weise gesagt werden, die Rekursgegnerin habe durch das Zuwarten mit der Anmeldung der Drittansprache Sand ins Getriebe des Betreibungsverfahrens gestreut (BGE 109 III 26).\n\nc) Bei dieser Sachlage kann dahingestellt bleiben, ob die Rekurrentin mit der Erhebung von Drittansprachen hat rechnen müssen und die Anmeldung der Drittrechte auch unter diesem Gesichtspunkt nicht als verspätet erscheint (vgl. BGE 112 III 63 E. 3). Ebenso bleibt unerheblich, ob sich die Rekurrentin bei der Rekursgegnerin über allfällige Drittrechte hätte erkundigen sollen oder nicht (vgl. BGE 111 III 26; BGE 104 III 52).\n\n4. Dennoch kann der Entscheid der kantonalen Aufsichtsbehörde nicht aufrechterhalten werden. Die Rekursgegnerin teilte dem Betreibungsamt am 14. Mai 1987 lediglich mit, der Arrestschuldner BGE 113 III 104 S. 108unterhalte bei ihr ein Wertschriftendepot, das am 28. Januar 1987 sofort gesperrt worden sei und dessen Wert damals Fr. 852'252.-- betragen habe. An diesen Aktiven mache sie ihr Pfand- und Retentionsrecht geltend.\n\na) Diese Drittansprache ist ungenügend. Der Rekurrentin kann nicht zugemutet werden, gegen eine Drittansprache anzukämpfen, die nicht angibt, auf welche Gegenstände sie sich im einzelnen bezieht (BGE 65 III 44f.). Ebenso unzureichend ist aber auch die Fristansetzung zur Klage durch das Betreibungsamt vom 15. Mai 1987. Ein Hinweis auf das geltend gemachte Retentionsrecht fehlt in dieser Verfügung sogar ganz. Diese versetzt die Rekurrentin nicht in die Lage, eine korrekte Widerspruchsklage zu erheben.\n\nb) Die Verfügung vom 15. Mai 1987 ist von Amtes wegen aufzuheben. Die Drittansprache der Rekursgegnerin ist hingegen trotz der mangelnden Bestimmtheit nicht als völlig unbeachtlich zu betrachten. Zwar wäre die Rekursgegnerin als Drittgewahrsamsinhaberin ohne weiteres in der Lage gewesen, eine detaillierte Drittansprache zu erheben. Doch ist ihr zugute zu halten, dass bereits die Arresturkunde, auf die sich ihre Ansprache stützt, vom Betreibungsamt nicht in gehöriger Form abgefasst worden ist. Aus dieser Urkunde geht ebenfalls nicht hervor, welche Titel im einzelnen arrestiert worden sind, obwohl es die Aufgabe des Betreibungsamtes gewesen wäre, die nötigen Auskünfte einzuholen (BGE 107 III 71, BGE 109 III 25 /26). Ebenso fehlt eine Schätzung der einzelnen arrestierten Gegenstände und ein Hinweis auf das Tresorfach Nr. 80.\n\nVon einer Wiederholung des gesamten Arrestverfahrens kann abgesehen werden. Hingegen hat das Betreibungsamt bei der Rekursgegnerin die erforderlichen Nachforschungen anzustellen und die Arresturkunde so zu vervollständigen, dass von einem gültigen Arrest ausgegangen werden kann (BGE 107 III 70 f.). Diese Arresturkunde wird das Betreibungsamt den Parteien erneut in der vorgeschriebenen Weise mitteilen. Geht alsdann eine taugliche Drittansprache ein, so ist das Verfahren nach Art. 109 SchKG, nun jedoch unter Angabe der einzelnen angesprochenen Gegenstände, einzuleiten. Andernfalls ist eine Drittansprache als nicht vorhanden zu erachten (BGE 65 III 45)."}