{"annee": "113", "cour": "II", "page": "522", "date": "17/2/1987", "cite": ["101 II 117", "102 II 297", "90 II 302", "78 II 42", "88 II 162", "93 II 461", "101 II 293", "99 II 393", "92 II 335", "110 II 283"], "cite_par": ["119 II 173", "122 III 61", "123 III 49", "123 III 53"], "chapeau": "90. Estratto della sentenza 17 febbraio 1987 della I Corte civile nella causa X contro Y e Z (ricorso per riforma)", "regestes": ["Assignation sans réserves acceptée par actes concluants (art. 468 al. 1 CO). Le notaire qui, dans le cadre d'une vente immobilière, transmet à un tiers, sur instruction du vendeur, le prix (total ou partiel) payé par l'acquéreur accepte par actes concluants une assignation sans réserves en faveur du tiers; il ne peut donc opposer en compensation au tiers ce que lui doit le vendeur."], "faits": "BGE 113 II 522 S. 522\n\nA.- La società anonima A, di cui azionista unico era il dott. B, acquistò nei primi anni settanta la particella n. 253 RFD di Brissago per edificarvi una grande struttura condominiale. A questo scopo ottenne ingenti mutui dalle società anonime Y e Z. L'operazione fu assicurata con la rimessa alle due ditte finanziatrici di cartelle ipotecarie, una di Fr. 6'000'000.-- e un'altra di Fr. 3'000'000.--, gravanti le proprietà per piani. La società anonima A e le due ditte finanziatrici convennero che il notaio X avrebbe rogato le vendite degli appartamenti, riscosso il prezzo relativo e liberato dall'onere ipotecario le quote alienate; l'introito sarebbe stato trasmesso per il 94% alla società Y e per il 6% alla società A.\n\nIl notaio X procette secondo le istruzioni ricevute dal 1976 al 1980, quando il dott. B affidò tale compito a una persona diversa. Il 12 agosto 1980, dopo avere consegnato al suo successore le note cartelle ipotecarie, X invio alle società Y e Z la propria nota d'onorario (Fr. 29'715.-- complessivi) per le operazioni di incasso e di trasferimento. La pretesa fu subito contestata, al che il notaio X trattenne un importo uguale dal prezzo di vendita percepito in occasione del suo ultimo contratto.BGE 113 II 522 S. 523\n\nB.- Il 13 ottobre 1983 le società Y e Z promossero un'azione per costringere il notaio X a versar loro Fr. 29'715.-- con interessi. Il Pretore di Locarno-Città, statuendo il 18 marzo 1986, accolse la petizione e obbligo il notaio a corrispondere la somma litigiosa più interessi al 5% dal 24 novembre 1980. La II Camera civile del Tribunale di appello del Cantone Ticino, cui il soccombente insorse, rigetto ogni censura il 24 luglio 1986.\n\nC.- Adito il Tribunale federale con un ricorso per riforma del 12 settembre 1986, il notaio X chiede di annullare la sentenza citata, di accogliere l'appello e di respingere la petizione; subordinatamente postula il rinvio della causa all'autorità cantonale per nuovo giudizio. Le società attrici propongono il rigetto del gravame in quanto ammissibile.", "considerants": "Dai considerandi:\n\n3. La corte di appello è pervenuta al convincimento che l'incarico di versare alla società Y il 94% della somma riscossa con la vendita degli appartamenti è stato conferito al notaio dalla società A; tale mandato implicava un rapporto di assegno (art. 466 CO). Se si pensa che la società A doveva restituire alle attrici capitali ingenti, \"è concepibile\" ch'essa abbia fatto uso dell'assegno come mezzo per il rimborso dei mutui e incaricato il mandatario di percepire i prezzi di vendita trasmettendone il 94% alle ditte finanziatrici. Il notaio, operando in tal senso per più di quattro anni, ha dimostrato per atti concludenti di accettare l'assegno e si è obbligato verso le attrici a trasferir loro gli importi pattuiti (art. 468 cpv. 1 CO). Ora, l'assegnato può opporre all'assegnatario solo le eccezioni che derivano dai suoi rapporti con il medesimo, non quelle che derivano dai suoi rapporti con l'assegnante; la compensazione invocata dal notaio era pertanto ingiustificata. Egli avrebbe potuto, semmai, valersi dell'art. 468 cpv. 2 CO, ma in tal caso avrebbe dovuto reagire subito e non impegnarsi per atti concludenti a pagare senza riserve.\n\nDavanti alla giurisdizione per riforma il ricorrente non contesta l'esistenza di un mandato con la società A. Non nega nemmeno che lo stesso implica un rapporto di assegno in forza del quale egli doveva trasmettere alle società attrici il 94% degli introiti consecutivi alle vendite delle proprietà per piani. Fa valere nondimeno che simile obbligo non sussiste unicamente in virtù dell'assegno, ma anche in ragione di un mandato BGE 113 II 522 S. 524d'incasso autonomo sorto con le due ditte (art. 394 CO). Ciò legittimerebbe la compensazione del suo onorario con l'importo residuo a favore delle creditrici (art. 120 CO).\n\n4. Secondo la corte di appello \"le risultanze processuali portano inequivocabilmente alla conclusione che nessun mandato fu mai conferito\" dalle società attrici al notaio in causa. I giudici hanno aggiunto che le modalità per il rimborso dei mutui sono state stabilite direttamente dal dott. B con le due ditte. Come risulta da una lettera del 13 aprile 1976, l'incarico di far pervenire il 94% dei prezzi di vendita alla società Y è stato affidato al notaio dalla società A. Solo quest'ultima, per altro, avrebbe potuto disporre degli incassi ed essa sola ha revocato il compito al ricorrente nel 1980; la società Y si è limitata a indicare, con lettera del 12 maggio 1980, chi dovesse ricevere le due note cartelle ipotecarie. Certo, una dichiarazione firmata dal dott. B il 3 aprile 1984 e la testimonianza rilasciata in giudizio dal precedente amministratore unico della società A deponevano nel senso di un mandato d'incasso istauratosi tra le ditte finanziatrici e il ricorrente. La lettera del 13 aprile 1976 si imponeva però su tali mezzi di prova, dovuti a ricordi più o meno lucidi e interessati.\n\na) Il ricorrente afferma anzitutto che la sentenza impugnata non risponde ai requisiti minimi dell'art. 51 cpv. 1 lett. c prima frase OG poiché non contiene - a suo avviso - una motivazione sufficiente. La censura è votata all'insuccesso. Il ricorrente non asserisce difatti che la corte cantonale avrebbe omesso di precisare in base a quali mezzi di prova è stata emanata la decisione: egli assume che i giudici avrebbero apprezzato manchevolmente la fattispecie dal lato giuridico (art. 43 cpv. 3 OG). Tale critica non concerne la forma, bensì il merito della lite.\n\nb) Il ricorrente propone che il Tribunale federale abbia a tener conto, in deroga all'art. 63 cpv. 2 OG, di circostanze non considerate o tralasciate dalla corte di appello. La richiesta è temeraria. Nel giudizio su un ricorso per riforma possono essere accertati tutt'al più punti accessori (art. 64 cpv. 2 OG). Il convenuto si rifà a una citazione di dottrina (BIRCHMEIER, Handbuch des Bundesgesetzes über die Organisation der Bundesrechtspflege, Zurigo 1950, pag. 118 n. 7 lett. a): questa riguarda però l'interpretazione giuridica, non l'accertamento dei fatti (art. 63 cpv. 3 OG). Egli rimprovera inoltre all'autorità cantonale di essere incorsa in una svista manifesta (art. 63 cpv. 2 seconda frase OG) per avere ignorato la lettera del 12 maggio 1980 con cui la società Y ha BGE 113 II 522 S. 525comunicato al ricorrente chi dovesse ricevere le cartelle ipotecarie; anche tale censura è priva di consistenza: i giudici non hanno trascurato la lettera, hanno ritenuto ch'essa non bastava a confortare gli estremi di un mandato d'incasso supplementare, congiunto a quello affidato al ricorrente dalla società A. Simile apprezzamento di diritto non è in alcun rapporto con una svista manifesta.\n\n5. Nel merito il convenuto ribadisce l'esistenza di un mandato d'incasso vero e proprio conferitogli dalle società attrici. Egli sottolinea di non essersi limitato a riscuotere e suddividere i proventi per ordine della società A, ma di aver svolto \"piu attività, nell'interesse delle attrici e sicuramente per loro incarico\". Come ha dichiarato un teste, le due ditte finanziatrici avevano \"qualche motivo di riserva\" nei confronti del dott. B: il notaio fungeva quindi, nel contempo, da loro uomo di fiducia. Ciò è confermato dal rappresentante delle attrici, che ha narrato di un'intensa \"collaborazione\" con il ricorrente; è suffragato altresì dal vecchio amministratore unico della società A e dalla nota dichiarazione sottoscritta il 3 aprile 1984 dal dott. B, deceduto nel frattempo. Se è vero, da ultimo, che solo la società A poteva disporre degli incassi, è altrettanto vero che solo le attrici potevano affidare al ricorrente il compito di liberare dai pegni le quote di proprietà vendute; tale incarico era subordinato all'incasso del prezzo, e il prezzo era incassato dal ricorrente.\n\nL'argomentazione appena riassunta, a prescindere dalla circostanza che i fatti su cui si fonda non sono interamente accertati, non basta a dimostrare la stipulazione di un mandato d'incasso tra le attrici e il ricorrente. Questi, in primo luogo, si è occupato di rogare gli atti pubblici, di riscuotere il prezzo di vendita e di trasmettere il medesimo a chi di dovere per incarico esclusivo della società A: solo la proprietaria, in effetti, poteva alienare gli appartamenti in condominio. Ch'egli abbia agito anche nell'interesse delle attrici facendo pervenir loro il 94% degli incassi è pacifico; ch'egli abbia ricevuto il compito di liberare le quote vendute dall'onere ipotecario è indiscusso; ch'egli abbia funto da notaio e, contemporaneamente, da uomo di fiducia è verosimile; ch'egli abbia avuto colloqui frequenti con le due ditte è possibile. Il tutto non basta, comunque sia, per ravvisare l'esistenza di un mandato congiunto.\n\na) L'istituto dell'assegno comporta per sua natura un terzo beneficiario (art. 466 CO): se l'assegnato dichiara a quest'ultimo BGE 113 II 522 S. 526la sua accettazione senza riserva, costui (assegnatario) acquisisce una pretesa azionabile in proprio nome (art. 468 cpv. 1 CO; DTF 92 II 337 consid. 2; GAUTSCHI in: Berner Kommentar, 2a edizione, nota 3a dell'introduzione agli art. 466 segg. CO). Tra l'assegnato e l'assegnatario si istaura così un nesso contrattuale, ma ciò non equivale ancora a un rapporto di mandato (v. GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, 7a edizione, pag. 509 seg.). Anche nel caso di una lettera di credito o di un credito documentario, ai quali tornano applicabili le norme sull'assegno (DTF 78 II 48 consid. 3; cfr. inoltre DTF 90 II 307), non sorge mandato tra il destinatario e il terzo (rispettivamente tra la banca che apre il credito e il beneficiario dello stesso), nemmeno se il destinatario conferma al terzo la sua accettazione (art. 407 cpv. 3 CO; GUHL/MERZ/KUMMER, op.cit., pag. 474 seg.; HOFSTETTER in: Schweizerisches Privatrecht, vol. VII/2, pag. 122).\n\nÈ bene ricordare del resto che anche una banca, quando procede al bonifico di una somma, agisce a vantaggio di un terzo, eppure opera in linea generale su mandato del proprio cliente (DTF 110 II 284 consid. 1). Essa può svolgere altresì un ruolo fiduciario per entrambe le parti (GUHL/MERZ/KUMMER, op.cit., pag. 325 lett. b), e in tale ipotesi ci si troverebbe in presenza di un mandato supplementare conferito dal beneficiario del versamento (DTF 99 II 396 consid. 6), ma nella misura in cui si limita a eseguire un ordine di pagamento essa adempie solo un contratto a favore di terzi (HOFSTETTER, op.cit., pag. 37 segg.; GAUTSCHI in: op.cit., 3a edizione, nota 46 ad art. 394 CO). Ora, chi si obbliga a beneficio di un terzo non può compensare questo debito con ciò che gli deve l'altra parte (art. 122 CO). Quanto il ricorrente adduce non dimostra per nulla che in concreto ci si trovi di fronte a un mandato supplementare nel senso testé descritto.\n\nb) Non vi è dubbio che la consegna al notaio delle due cartelle ipotecarie poteva essere indice di un mandato commesso dalle attrici per una progressiva riduzione della somma garantita, in esito al rimborso dei mutui. Tuttavia l'onorario litigioso non riguarda la modifica dei titoli, bensì il prelievo e la devoluzione delle somme relative alle vendite delle proprietà per piani. Il convenuto assevera che, nondimeno, le ipoteche gli sarebbero state rimesse in deposito fiduciario (cfr. DTF 102 II 301 consid. 2b, DTF 101 II 119 consid. 5) poiché la liberazione dei pegni era strettamente legata all'incasso del prezzo e al suo riparto. Quest'ultimo assunto, posto in evidenza anche nel referto giuridico allegato al ricorso, è senz'altro corretto. Non solo lo svincolo ipotecario BGE 113 II 522 S. 527degli appartamenti alienati dipendeva dal graduale rimborso dei mutui, ma esso era - per di più - un requisito logico dell'operazione immobiliare: non si vede infatti come si sarebbe potuto esigere il versamento del prezzo di acquisto senza estinguere l'aggravio pignoratizio delle quote vendute. Se non che, tale circostanza dimostra nel contempo che le cartelle ipotecarie non sono state rimesse al notaio in deposito fiduciario: oltre che non avere alcun connotato di gestione, la consegna dei titoli non aveva nemmeno portata propria: essa costituiva un mero elemento (ancorché indispensabile) nell'ambito delle modalità per la restituzione dei mutui pattuite tra la società A e le attrici.\n\nNe discende che, anche per quanto riguarda le cartelle ipotecarie, il ricorrente ha agito nel quadro del mandato conferitogli dalla società A (sulla consegna di cartelle ipotecarie al finanziatore di una costruzione da parte del notaio designato dal proprietario v. DTF 88 II 162). Nulla muta ch'egli non potesse disporre dei titoli contro la volontà delle attrici: ciò non basta invero per dedurre l'esistenza di un mandato congiunto. Il fatto, anzi, che nella lettera del 12 maggio 1980 con cui pregava il notaio di trasmettere le cartelle ipotecarie al suo successore, la società Y si riferisse unicamente alla revoca del mandato decisa dal dott. B legittima una volta di più la conclusione che le attrici si adeguassero a una semplice modalità esecutiva, per continuare a ottenere il rimborso dei mutui.\n\nc) Il convenuto non pretende che le attrici gli avrebbero impartito istruzioni espresse, tant'è che egli medesimo prospetta l'ipotesi di un mandato sorto per atti concludenti (art. 1 cpv. 2 CO). Ove ciò fosse, il notaio avrebbe dovuto arguire in buona fede dalle circostanze concrete che le attrici intendevano affidargli, a proprie spese, un incarico aggiuntivo rispetto a quello già conferitogli dalla società A (DTF 93 II 482 consid. 6a; cfr. inoltre DTF 101 II 299 consid. 2c). Tale eventualità avrebbe richiesto - e il principio è ammesso anche dall'esperto giuridico del convenuto (KRAMER in: Berner Kommentar, 3a edizione, nota 11 ad art. 1 CO) - un comportamento univoco delle attrici, un modo di fare che non desse adito a ragionevoli dubbi interpretativi. Come si è illustrato, la fattispecie non permette di ravvisare estremi del genere. La corte di appello non ha quindi commesso una violazione del diritto federale negando l'esistenza di un mandato tra le parti in causa. Ne deriva che l'onorario d'incasso e di pagamento posto in compensazione dal convenuto è stato respinto a giusto titolo."}