{"annee": "113", "cour": "IV", "page": "54", "date": "29/4/1987", "cite": [], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 29. April 1987 i.S. F. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 ch. 1 al. 2 CP. Lorsqu'une peine d'ensemble au sens de l'art. 68 ch. 1 al. 1 CP est prononcée, le sursis est exclu sans égard au fait que les actes commis pendant le délai de cinq ans suivant l'exécution d'une peine privative de liberté constituent des contraventions, des délits ou des crimes."], "faits": "|55|\n\nF., der nach Verbüssung von knapp fünf Monaten Gefängnis am 17. November 1979 bedingt aus dem Strafvollzug entlassen worden war, begann im Herbst 1983 erneut, Betäubungsmittel zu konsumieren, und ab Februar 1985 solche zu verkaufen und zu vermitteln. Das Strafamtsgericht von Bern verurteilte ihn deswegen am 18. Dezember 1985 zu einer bedingt vollziehbaren Gefängnisstrafe von 15 Monaten. Auf Appellation der Staatsanwaltschaft verweigerte das Obergericht des Kantons Bern am 21. November 1986 den bedingten Aufschub des Strafvollzugs.\n\nEine von F. dagegen gerichtete Nichtigkeitsbeschwerde weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n1. Der Aufschub des Vollzugs einer Freiheitsstrafe von nicht mehr als 18 Monaten ist gemäss Art. 41 Ziff. 1 Abs. 2 StGB nicht zulässig, wenn der Verurteilte innerhalb der letzten fünf Jahre vor der Tat wegen eines vorsätzlich begangenen Verbrechens oder Vergehens eine Zuchthaus- oder Gefängnisstrafe von mehr als drei Monaten verbüsst hat.\n\nWie sich aus dem Dispositiv des angefochtenen Urteils ergibt, ist der Beschwerdeführer vom Strafamtsgericht rechtskräftig zu 15 Monaten Gefängnis verurteilt worden, die eine in Anwendung von Art. 68 Ziff. 1 Abs. 1 StGB für sämtliche von ihm verübten Taten ausgefällte Gesamtstrafe darstellen. Ob der allein in die Fünf-Jahres-Frist des Art. 41 Ziff. 1 Abs. 2 StGB fallende Eigenkonsum von Betäubungsmitteln lediglich mit Haft oder Busse bedroht ist (Art. 19a Ziff. 1 BetmG), also eine blosse Übertretung darstellt (Art. 101 StGB), bleibt ohne Bedeutung. Nach dem klaren Wortlaut von Art. 41 Ziff. 1 Abs. 2 StGB, von dem der Beschwerdeführer mit Recht nicht behauptet, er gebe den wahren Sinn der Norm nicht richtig wieder, kommt es allein darauf an, ob eine Freiheitsstrafe ausgesprochen worden ist, worunter jede freiheitsentziehende Strafe, also Zuchthaus, Gefängnis wie auch Haft zu verstehen ist (SJK 1196 II S. 1); es erweist sich mithin als belanglos, ob die zugrunde liegenden Straftaten Verbrechen, Vergehen oder Übertretungen darstellen (LOGOZ, Commentaire du Code pénal suisse, partie générale, S. 230). Liegt bezüglich ausgefällter Freiheitsstrafen eine umfassende und damit auch abschliessende Regelung vor, kann von der behaupteten Gesetzeslücke, die durch Heranziehung von Art. 108 StGB zu füllen wäre, keine Rede |56| sein. Die Möglichkeit, dass bei wahlweise angedrohter Haft und Busse an sich statt Haft, d.h. Freiheitsstrafe, Busse ausgesprochen werden kann, offenbart sich vorliegend ebenso als bedeutungslos. Das Strafamtsgericht ist, wenn es aufgrund von Art. 68 Ziff. 1 StGB auf Gefängnis erkannte, zum Schluss gelangt, der Beschwerdeführer habe auch bezüglich des Eigenkonsums von Betäubungsmitteln eine Freiheitsstrafe verwirkt, was wegen der Rechtskraftwirkung seines Urteils nicht mehr in Frage gestellt werden kann. Dem Beschwerdeführer stand es offen, bezüglich der Strafzumessung selber die Appellation zu erklären und geltend zu machen, es hätte insoweit eine Busse ausgefällt werden müssen, womit er den Wirkungen der nachträglichen Beschränkung der durch die Staatsanwaltschaft erklärten Appellation auf die Frage des bedingten Strafvollzugs entgangen wäre. Bundesrecht gebietet entgegen seiner Darstellung nicht, dass der kantonale Richter ein bei ihm nur teilweise angefochtenes Urteil dessen ungeachtet stets vollumfänglich auf seine Rechtsbeständigkeit zu überprüfen hätte."}