{"annee": "113", "cour": "III", "page": "86", "date": "22/5/1987", "cite": ["91 III 15", "109 III 49"], "cite_par": ["114 II 261", "119 III 118", "115 III 97", "114 II 123", "121 III 24"], "chapeau": "18. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 22. Mai 1987 i.S. Kellenberger + Partner AG (Rekurs)", "regestes": ["Mainlevée définitive sur la base de la radiation du rôle du procès en libération de dette conformément à des dispositions de procédure cantonale (art. 83 al. 2 LP et 153 al. 1 de la loi saint-galloise de procédure civile). Lorsque le droit cantonal de procédure prévoit qu'une action rayée du rôle faute de paiement de l'avance de frais peut être intentée à nouveau dans le délai d'un an, cela ne joue aucun rôle en tout cas pour la procédure de continuation de la poursuite. Le droit fédéral ne permet pas que le débiteur puisse différer d'un an la procédure de poursuite en intentant simplement l'action en libération de dette et en ne versant pas l'avance de frais."], "faits": "", "considerants": "|87|\n\nAus den Erwägungen:\n\n2. Die Rekurrentin macht in erster Linie eine Verletzung von Art. 155 Abs. 1 des sanktgallischen Gesetzes über die Zivilrechtspflege (ZP) geltend. Gemäss dieser Gesetzesbestimmung werde eine Klage zwar abgeschrieben, wenn der Kläger die Rechtsvertröstung (Kostenvorschuss) nicht rechtzeitig leiste, doch stehe dem Kläger das Recht zu, innert Jahresfrist die Fortsetzung des Rechtsstreites zu verlangen. Diese Bestimmung gelte auch für die vom kantonalen Recht beherrschte Aberkennungsklage. Da deren Fortsetzung im vorliegenden Fall vor Ablauf eines Jahres verlangt worden sei, liege diesbezüglich kein rechtskräftiges Urteil vor. Die Zustellung der Konkursandrohung verstosse daher auch gegen Art. 83 Abs. 3 SchKG.\n\n3. Gemäss Art. 43 Abs. 1 in Verbindung mit Art. 81 OG kann die Anwendung kantonalen Rechts von der Schuldbetreibungs- und Konkurskammer nicht überprüft werden. Auf den Rekurs ist daher nicht einzutreten, soweit darin eine Verletzung von Art. 155 |88| ZP geltend gemacht wird. Unzulässig ist auch die Rüge, der angefochtene Entscheid verstosse gegen Art. 4 BV. Wegen Verletzung verfassungsmässiger Rechte der Bürger bleibt die staatsrechtliche Beschwerde vorbehalten (BGE 107 III 12).\n\nIm übrigen ist zu bemerken, dass die Auffassung der Rekurrentin, wonach Art. 155 ZP dem Schuldner erlaube, eine wegen Nichtleistung des Kostenvorschusses abgeschriebene Aberkennungsklage innert Jahresfrist wieder anhängig zu machen, jedenfalls für das Betreibungsverfahren unbehelflich ist. Dem Schuldner kann von Bundesrechts wegen nicht zugestanden werden, das Betreibungsverfahren durch blosses Anheben der Aberkennungsklage und Nichtleisten des Kostenvorschusses um ein Jahr hinauszuzögern oder den Gläubiger, dem die provisorische Rechtsöffnung bewilligt worden ist, zur Einreichung einer materiellen Klage zu nötigen (nicht veröffentlichtes Urteil vom 22. Mai 1963 i.S. S.). Die Rekurrentin beruft sich zu Unrecht auf die Rechtsprechung in BGE 91 III 17 ff. Dort wurde lediglich entschieden, dass die analoge Anwendung der bundesrechtlichen Nachfrist, die gemäss Art. 139 OR bei Rückweisung der Klage gewährt werde, auf die Aberkennungsklage nicht zum vornherein ausgeschlossen sei, weshalb bis zum Entscheid über deren Anwendbarkeit die Betreibung nicht fortgesetzt werden könne. Eine solche Nachfrist, die bei der Aberkennungsklage allerdings nur zehn Tage beträgt (BGE 109 III 49 ff.), steht im vorliegenden Fall aber nicht in Frage. Aus den verbindlichen Feststellungen der kantonalen Aufsichtsbehörde geht nämlich hervor, dass selbst diese Nachfrist nicht eingehalten worden ist. Schliesslich macht die Rekurrentin in diesem Zusammenhang auch zu Unrecht Gutglaubensschutz geltend. Weder Art. 155 ZP noch der Abschreibungsbeschluss vom 15. Oktober 1986 enthalten eine Aussage, wonach das Betreibungsverfahren im Falle der Abschreibung des Aberkennungsprozesses nicht vor Ablauf eines Jahres fortgesetzt werden könne. Aus den Entscheiden der kantonalen Aufsichtsbehörden ergibt sich vielmehr, dass die Rekurrentin bereits in einem früheren Verfahren auf den endgültigen Charakter der Abschreibung im Aberkennungsprozess aufmerksam gemacht worden ist. Ein Gutglaubensschutz ist daher zum vornherein ausgeschlossen."}