{"annee": "113", "cour": "II", "page": "270", "date": "5/8/1987", "cite": ["73 II 6", "102 II 313", "93 II 223", "98 IA 258", "110 II 156", "99 II 268", "91 II 327", "106 II 272", "112 II 330"], "cite_par": ["144 III 81"], "chapeau": "49. Auszug aus dem Urteil der I. Zivilabteilung vom 5. August 1987 i.S. Frau A. gegen B. und C. (Berufung)", "regestes": ["Société simple. Nature juridique d'une clause d'indemnisation. Vice de forme. 1. Art. 245 al. 2 CO. Nonobstant leur caractère aléatoire, les libéralités réciproques doivent être également considérées comme des dispositions pour cause de mort dans le cadre de la société simple, lorsqu'elles ne sont stipulées que pour le cas de la sortie d'un associé en raison de son décès (consid. 2). 2. Art. 520 al. 1 et 521 al. 1 CC. Conséquences du vice de forme. Action tendant à ce que la clause d'indemnisation soit déclarée nulle. Circonstances dans lesquelles la péremption doit être niée (consid. 3)."], "faits": "|270|\n\nA.- Durch Vertrag vom 12. Januar 1956 schlossen sich A., B. und die Firma R. & Co. zu einer einfachen Gesellschaft zusammen, die eine im Eigentum des A. stehende Parzelle von 63 389 m2 erwerben, erschliessen, verwalten und veräussern sollte. Der Vertrag wurde für 25 Jahre, d.h. bis Ende 1980 fest abgeschlossen; alsdann konnte er auf Ende eines Kalenderjahres gekündigt werden. Für eine allfällige Auseinandersetzung sollte der Marktwert des Landes massgebend sein (Ziffer 15 des Vertrages).\n\nGemäss Nachtrag vom 25. Mai 1959 vereinbarten die Gesellschafter in einer neuen Ziffer 16 des Vertrages, dass die Gesellschaft unter den verbleibenden Gesellschaftern fortgesetzt werde, falls die Firma R. & Co. aufgelöst oder liquidiert werden oder einer der beiden anderen während der Dauer des Vertrages sterben sollte. \"Das Beteiligungskonto des ausscheidenden Gesellschafters\" war diesfalls auf den |271| nächstfolgenden 31. Dezember abzuschliessen und das Saldoguthaben des Kontos, das den Erben des Verstorbenen zustand, bis zur Liquidation der Gesellschaft zu stunden und entsprechend den Einlagen der verbleibenden Gesellschafter jährlich mit 4 1/2% zu verzinsen.\n\nIm August 1971 schied die Firma R. & Co. aus der Gesellschaft aus; an ihre Stelle trat C. Die Abfindungsklausel fand keine Anwendung. Am 10. Dezember 1978 starb A. und hinterliess einzig seine Frau als Erbin.\n\nB.- Am 30. Januar 1981 klagte Frau A. gegen B. und C. auf Zahlung einer Abfindungssumme, die sie nach dem Marktwert des Gesellschaftsvermögens berechnet wissen wollte und einstweilen auf zwei Millionen Franken festsetzte; sie verlangte ferner Zinsen. Die Beklagten widersetzten sich diesen Begehren.\n\nDas Bezirksgericht Wil verurteilte die Beklagten zur Zahlung von Fr. 216'383.15 nebst 5% Zins seit 1. Januar 1982. Auf Appellation der Klägerin erhöhte das Kantonsgericht St. Gallen diesen Betrag am 23. Oktober 1986 auf Fr. 1'924'253.40. Es fand, dass die Klägerin nach Ziffer 16 des Vertrages einen Anspruch auf das buchmässige Beteiligungskonto ihres Mannes habe; es erachtete diese Klausel jedoch als eine Verfügung von Todes wegen, die zu Recht wegen Formwidrigkeit angefochten werde.\n\nC.- Gegen das Urteil des Kantonsgerichts haben beide Parteien Berufung eingelegt. Das Bundesgericht weist diese ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n(1.- Ausführungen darüber, dass mit dem \"Beteiligungskonto des ausscheidenden Gesellschafters\" im Sinne von Ziffer 16 des Vertrages der Kapitalanteil des Verstorbenen am Gesellschaftsvermögen gemeint war.)\n\n2. Eine andere Frage ist, ob in der streitigen Klausel ein Rechtsgeschäft unter Lebenden oder eine Verfügung von Todes wegen zu erblicken ist.\n\na) Als Verfügung von Todes wegen lässt sich die Klausel zum vornherein nur bezeichnen, wenn sie eine unentgeltliche Zuwendung, eine Schenkung auf den Todesfall (Art. 245 Abs. 2 OR) enthält, die Zuweisung des Betrages sich also nicht als Gegenleistung, sondern als reine Liberalität erweist. Der Unterschied zwischen dem Vermögens- und dem Kapitalanteil der Gesellschafter |272| steht einer solchen Annahme nicht im Wege; Zweifel ergeben sich dagegen aus dem aleatorischen Charakter der Klausel, weil die Zuweisung so oder anders vom Überleben abhing, zur Zeit des Vertragsschlusses aber die Reihenfolge des Ausscheidens, folglich auch ungewiss war, wer den Geldbetrag letztlich erhalten werde.\n\nIn einer Steuersache hat das Bundesgericht 1972 gestützt auf schweizerisches und deutsches Schrifttum entschieden, dass der aleatorische Charakter einer Abfindungsklausel die Annahme einer Schenkung ausschliesse (BGE 98 Ia 263 E. 3 mit Zitaten). In einer zivilrechtlichen Streitigkeit hat es dagegen 1976 die vertragliche Zuweisung des gesamten Vorschlages an den überlebenden Ehegatten gemäss Art. 214 Abs. 3 ZGB als reine Liberalität bezeichnet (BGE 102 II 324 E. 3b). Diese Rechtsprechung ist in BGE 106 II 276 E. 2 ausdrücklich bestätigt und in der Lehre mit einem Vorbehalt, der das Postulat der Rechtssicherheit betrifft, mehrheitlich gebilligt worden (PIOTET, in JdT 125/1977 I 146 ff. und in ZBGR 59/1978 S. 1 ff.; HAUSHEER, in ZBJV 114/1978 S. 178 ff.; kritisch dagegen HORST A. KAUFMANN, Die Vorschlagszuweisung an den überlebenden Ehegatten, Heft 472 der Abhandlungen zum schweiz. Recht, Bern 1981, S. 79 ff.). Es liegt indes auf der Hand, dass auch solche Zuwendungen aleatorischen Charakter haben, weil die Zuweisung an den einen oder andern Ehegatten jedenfalls dann, wenn diese ungefähr gleich alt sind, vom Zufall abhängt.\n\nGegenseitig bedingte Zuwendungen mit aleatorischem Charakter nach Güterrecht und nach Gesellschaftsrecht verschieden zu behandeln, rechtfertigt sich nicht, da nicht zu ersehen ist, warum ihr Charakter die Annahme einer Liberalität im einen Bereich erlauben, im andern dagegen verbieten sollte. Wenn es an einer Gegenleistung fehlt, müssen sie nach der neuern Rechtsprechung zu Art. 214 Abs. 3 ZGB vielmehr in einer gesellschaftsrechtlichen Auseinandersetzung ebenfalls als unentgeltlich angesehen werden. Dafür spricht hier auch, dass im Mai 1959, als insbesondere Ziffer 16 des Vertrages abgeändert wurde, einer der Gesellschafter selbst eine Personengesellschaft war und die Abfindungsklausel ihr gegenüber nur anwendbar sein sollte, wenn sie selbst aufgelöst und liquidiert wurde. Dadurch wurde die Gleichartigkeit der Bedingung durchbrochen, dem Zufall folglich noch mehr Raum gewährt.\n\nb) Fragen kann sich daher bloss, ob die unentgeltliche Zuwendung gemäss Ziffer 16 des Vertrages als Rechtsgeschäft unter Lebenden oder als Verfügung von Todes wegen zu bezeichnen ist. |273|\n\nBei der Abgrenzung solcher Rechtsgeschäfte pflegt das Bundesgericht in Anlehnung an TUOR (N. 3a der Einleitung zum 14. Titel) vor allem auf den Zeitpunkt abzustellen, in dem das streitige Geschäft seine Wirkungen entfalten soll (BGE 110 II 157, BGE 99 II 268, BGE 93 II 226 E. 1). Rechtsgeschäfte unter Lebenden begründen schon vor dem Tod des Verpflichteten rechtliche Bindungen; bei letztwilligen Verfügungen entstehen die Verpflichtungen grundsätzlich aber erst mit dem Tod des Erblassers. Es lässt sich deshalb auch einfach sagen, dass Rechtsgeschäfte unter Lebenden das Vermögen des Verpflichteten, Verfügungen von Todes wegen hingegen dessen Nachlass betreffen. Ob beim zweiseitigen Rechtsgeschäft die Wirkungen sich auf das Vermögen oder den Nachlass beziehen, hängt vom Willen der Parteien ab.\n\nIm Urteil 102 II 313 ff. hat das Bundesgericht die Zuweisung des gesamten Vorschlags an den überlebenden Ehegatten gemäss Art. 214 Abs. 3 ZGB als Schenkung auf den Todesfall gewertet und deshalb dem materiellen Erbrecht unterstellt. Das gleiche muss für die Abfindungsklausel in einem Gesellschaftsvertrag gelten, wenn sie wie hier mit einer Überlebensklausel gekoppelt, d.h. auf den Fall beschränkt ist, dass ein Gesellschafter zufolge Todes ausscheidet. Dies ist auch die Auffassung der herrschenden Lehre (VON GREYERZ, a.a.O. S. 87/88; HAUSHEER, Erbrechtliche Probleme des Unternehmers, S. 118/19; HAUSHEER in ZBGR 52/1971 S. 269 ff. und in ZBJV 114/1978 S. 181; PIOTET, in Schweiz. Privatrecht (SPR) IV/1 S. 179 ff.). Entscheidend dafür ist vorliegend, dass die Abfindungsklausel nur für das Ausscheiden eines Gesellschafters durch Tod vereinbart und die Liquidation der R. & Co. dieser Möglichkeit gleichgestellt wurde, das Ausscheiden eines Gesellschafters zu dessen Lebzeiten dagegen andern Regeln unterstand, da diesfalls jeder Gesellschafter gemäss Ziffer 15 des Vertrages Anspruch auf den vollen Vermögensanteil hatte.\n\n3. Als letztwillige Verfügung bedurfte die streitige Klausel zu ihrer Gültigkeit der vorgeschriebenen Form (Art. 498 ff. ZGB), die mit der einfachen Schriftlichkeit des Vertrages, was unbestritten ist, nicht eingehalten wurde. Nach Auffassung der Klägerin liegt deshalb eine formungültige Verfügung vor, die zum vornherein unbeachtlich sei.\n\na) Dem kann nicht gefolgt werden. Gewiss werden formgebundene Rechtsgeschäfte nach den allgemeinen Grundsätzen des Zivilrechts schon dadurch nichtig, dass die für sie vorgesehenen |274| Formvorschriften nicht eingehalten werden (BGE 112 II 332 E. 1 mit Hinweisen). Bei letztwilligen Verfügungen geht das Gesetz indes von der Vermutung aus, dass sie an sich gültig und wegen eines Formmangels nur dann unwirksam sind, wenn ihre Ungültigkeit auf Klage hin festgestellt wird (Art. 520 Abs. 1 ZGB). Auf den Nachlass bezogene Willenserklärungen sind wegen Formwidrigkeit daher bloss anfechtbar, aber nicht zum vornherein nichtig, sofern der Verpflichtungswille des Erblassers wie hier zu bejahen ist. In der Lehre ist denn auch nur bei fehlenden Willenserklärungen oder qualifizierten inhaltlichen Rechtswidrigkeiten von nichtigen Verfügungen die Rede, nicht aber wenn ein blosser Formmangel vorliegt (TUOR N. 3 und ESCHER N. 1 zu Art. 520 ZGB; PIOTET, SPR IV/1 S. 268/69).\n\nDie Form der Klage auf Ungültigerklärung einer letztwilligen Verfügung, die an einem Formmangel leidet, richtet sich nach kantonalem Recht (TUOR, N. 7 zu Art. 519 ZGB). Bundesrechtlich genügt, dass der Kläger sich in prozessualer Weise auf die Ungültigkeit beruft, die Anfechtung sich wenigstens aus dem Inhalt der Klage oder einer andern Rechtsschrift ergibt, der kantonale Richter sich mit dem Einwand der Ungültigkeit materiell auseinandersetzt und, falls er ihn bejaht, auf Ungültigkeit der Verfügung erkennt. Das heisst nicht, dass dies in einem Gestaltungs- oder Feststellungsurteil geschehen müsse. Der Einwand kann selbst im Rahmen eines Forderungsprozesses beurteilt werden; das leuchtet namentlich dann ein, wenn erbrechtliche und gesellschaftsrechtliche Fragen, die miteinander zusammenhängen, sich gleichzeitig stellen (vgl. BGE 73 II 10 ff. E. 4 und 6).\n\nDie Klage verjährt in einem Jahr gerechnet von dem Tage an, an dem der Kläger vom Ungültigkeitsgrund Kenntnis erhält, jedenfalls aber mit dem Ablauf von zehn Jahren seit Eröffnung der letztwilligen Verfügung (Art. 521 Abs. 1 ZGB). Blosse Vermutungen oder ein Verdacht reichen für den Beginn der einjährigen Anfechtungsfrist sowenig aus wie der Umstand, dass der Kläger den Ungültigkeitsgrund früher hätte erkennen müssen; er muss vielmehr sichere Kenntnis davon haben, dass eine Verfügung von Todes wegen vorliegt und die Verfügung mangels der vorgeschriebenen Form ungültig ist (BGE 91 II 333; TUOR N. 4 und ESCHER N. 2 zu Art. 521 ZGB; PIOTET, SPR IV/1 S. 277; RASCHEIN, Die Ungültigkeit der Verfügungen von Todes wegen, S. 73; W. MÜLLER-HELLBACH, Die Verjährung der erbrechtlichen Klagen, S. 80 f.). |275|\n\nb) Diese Gewissheit erlangte die Klägerin erst, als die im kantonalen Appellationsverfahren eingeholte Expertise vom 28. Juni 1985 vorlag und feststand, dass der wirkliche Wert des Gesellschaftsanteils des A. erheblich über dem Buchwert seines Beteiligungskontos lag. Entgegen der Annahme des Bezirksgerichts liess sich deshalb nicht sagen, die Klägerin habe die streitige Klausel jedenfalls nicht innert Jahresfrist ab Kenntnis des Formmangels mit der Ungültigkeitsklage angefochten, weshalb offenbleiben könne, ob eine formungültige Verfügung auf den Todesfall vorliege, wie die Klägerin vorbringen lasse. Ebensowenig trifft zu, dass sie sich wegen Verkennung der Rechtslage erst nachträglich und nur einredeweise auf Ungültigkeit der Verfügung berufen habe, wie das Kantonsgericht anzunehmen scheint. Richtig ist vielmehr, dass die Klägerin sich schon im erstinstanzlichen Verfahren auf den Standpunkt gestellt hat, es liege eine formungültige Verfügung von Todes wegen vor, dass sie aber einen Betrag eingeklagt hat, der erst noch durch das Beweisverfahren zu ermitteln war. Sie hat somit auf Ungültigkeit der Klausel wegen Formwidrigkeit geklagt, bevor die Anfechtungsfrist des Art. 521 Abs. 1 ZGB überhaupt zu laufen begann."}