{"annee": "113", "cour": "V", "page": "237", "date": "28/9/1987", "cite": ["107 V 250"], "cite_par": ["127 V 228", "116 V 28", "126 III 85"], "chapeau": "39. Estratto della sentenza del 28 settembre 1987 nella causa N. contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 58 PA. - La décision prise pendente lite conformément à cette disposition ne met fin au litige que dans la mesure où elle correspond aux conclusions du recourant. Le litige subsiste dans la mesure où la nouvelle décision ne règle pas toutes les questions à satisfaction du recourant; l'autorité saisie doit alors entrer en matière sur le recours dans la mesure où l'intéressé n'a pas obtenu satisfaction, sans que ce dernier doive attaquer le nouvel acte administratif (confirmation de la jurisprudence). - Le prononcé d'une décision pendente lite, au sens de la même disposition, n'étend pas le pouvoir d'examen du juge dans le temps: la période à prendre en considération reste délimitée par la date de la décision administrative initiale, qui forme elle-même l'objet de la contestation."], "faits": "", "considerants": "BGE 113 V 237 S. 238\n\nEstratto dai considerandi:\n\n1. a) La procedura innanzi alla Cassa svizzera di compensazione e alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero è disciplinata dalla PA (art. 1 cpv. 1 e 2 lett. a e d). Secondo l'art. 58 di questa legge l'autorità inferiore può, fino all'invio della sua risposta, riesaminare la decisione impugnata (cpv. 1). Essa notifica immediatamente una nuova decisione alle parti e la comunica all'autorità di ricorso (cpv. 2). L'autorità di ricorso continua la trattazione del ricorso in quanto non sia divenuto senza oggetto per effetto di una nuova decisione. L'art. 57 (relativo allo scambio di scritti) è applicabile se la nuova decisione si fonda su fatti notevolmente differenti o cagiona una situazione giuridica notevolmente differente (cpv. 3).\n\nIl Tribunale federale delle assicurazioni ha affermato che in deroga al principio devolutivo del ricorso all'amministrazione è data la facoltà, in virtù dell'art. 58 cpv. 1 PA, di rivedere la pronunzia querelata, ma che la nuova decisione toglie la controversia solo nella misura in cui accondiscende al petitum dell'insorgente. Nella misura in cui non è stata risolta nella decisione successiva, la lite permane sulle domande insoddisfatte del ricorrente e in questo caso l'autorità di ricorso deve entrare nel merito di quanto è rimasto indeciso, prescindendo dal fatto che il ricorrente abbia o meno impugnato la seconda decisione (DTF 107 V 250).\n\nb) Nell'evenienza concreta la Cassa con la prima decisione 20 dicembre 1983 ha denegato il riconoscimento della chiesta rendita. In seguito al gravame dell'assicurato, essa ha reso un nuovo provvedimento il 24 ottobre 1984 mediante cui riconosceva il diritto a una mezza rendita (con effetto dal 1o luglio 1982, data antecedente quella della decisione iniziale), provvedimento questo che è stato a sua volta impugnato per un ulteriore ricorso con il quale l'interessato ha chiesto l'assegnazione di una rendita intera.\n\nOra a torto i primi giudici, dopo aver osservato di \"statuire sui due ricorsi mediante un solo giudizio\", hanno dichiarato il primo privo di oggetto per pronunciarsi nel merito del secondo. In effetti, un assicurato che si aggrava avverso una decisione di rifiuto di rendita, anche BGE 113 V 237 S. 239senza meglio precisare se intende conseguire il riconoscimento di una mezza rendita o di una rendita intera, deve essere reputato concludere per una prestazione intera. Non può in ogni modo sussistere dubbio alcuno qualora, come in concreto, l'assicurato dichiari esplicitamente di pretendere la rendita intera: nel caso in esame l'interessato con la prima impugnativa afferma che essendo \"la capacità di guadagno ... ridotta permanentemente nella misura dell'80% (ottanta)\" ricorre alla Commissione di ricorso perché essa \"provveda ... a riconoscere il diritto alla rendita d'invalidità intera\". Se ne deduce quindi che, ai sensi della predetta giurisprudenza, privo di oggetto, o piuttosto superfluo, era semmai il secondo gravame.\n\nQuesta erronea interpretazione ha condotto l'autorità commissionale ad estendere illegittimamente il periodo di cognizione giudiziaria, per quel che concerne il tema della rendita intera, alla data della seconda decisione, 24 ottobre 1984. Se è vero che, come afferma la Commissione di ricorso, il giudice delle assicurazioni sociali esamina la decisione amministrativa deferitagli sulla base della situazione di fatto e di diritto esistente al momento in cui essa venne emanata, la Corte ha avuto modo di esplicitamente statuire, a corollario della predetta giurisprudenza pubblicata in DTF 107 V 250, che nell'ambito d'applicazione dell'art. 58 PA il giudice si deve basare sulla situazione esistente al momento della resa del primo provvedimento. Infatti, oggetto del ricorso è manifestamente la prima decisione e non oltre la data di emanazione della stessa può quindi essere estesa la cognizione giudiziaria (sentenza inedita 5 ottobre 1984 in re B.)."}