{"annee": "113", "cour": "IB", "page": "108", "date": "9/4/1987", "cite": ["100 IB 375"], "cite_par": [], "chapeau": "19. Arrêt de la IIe Cour de droit public du 9 avril 1987 en la cause Groupement des cinémas genevois contre Genève, Tribunal administratif, Claude Bigar et Associations suisses et genevoises des distributeurs de films (recours de droit administratif).", "regestes": ["Art. 18 al. 2 LCin.: transformation d'un cinéma en un complexe de quatre salles de projection. La notion des intérêts généraux de la culture et de l'Etat doit s'apprécier uniquement par rapport au but poursuivi par l'art. 18 al. 2 LCin., qui tend à prévenir une diminution du niveau des films projetés (précision de la jurisprudence). La concurrence entre les entreprises de cinéma existantes ne sera donc prise en considération que si elle peut agir de manière négative sur la qualité des films. En revanche, il y a lieu de tenir compte des avantages qu'offre le système d'exploitation en multisalles (consid. 4). Dans le cas particulier, la transformation litigieuse doit permettre de résoudre les difficultés d'exploitation d'un cinéma de plus de 900 places et rien ne laisse supposer qu'elle provoquera un déséquilibre ou une détérioration du marché cinématographique à Genève (consid. 5)."], "faits": "BGE 113 Ib 108 S. 109\n\nLa loi fédérale sur le cinéma du 28 septembre 1962 (LCin. RS 443.1) prévoit à son art. 18 que:\n\n\"1. L'ouverture et la transformation d'entreprises de projection de films sont subordonnées à une autorisation; sont notamment considérés comme transformation le changement d'exploitant et toute modification de la participation prépondérante au capital de telles entreprises.\n\n2. Les décisions concernant les demandes d'autorisation seront prises en fonction des intérêts généraux de la culture et de l'Etat. La concurrence faite à des entreprises existantes ne peut pas, à elle seule, justifier le refus d'une autorisation. Est réservée la législation cantonale de police.\n\n3. Les autorités accordant l'autorisation veillent à éviter que se forment, sur le plan local, des monopoles contraires à l'intérêt public.\"\n\nLa société Cinéma Rialto S.A., dont le siège est à Genève, a pour but l'exploitation du cinéma Rialto, sis place Cornavin, à Genève, qui dispose actuellement d'une salle de projection de 965 places. A l'origine, cette salle comptait 1'351 fauteuils, puis 1'317 en 1979.\n\nAu mois de mai 1984, l'administrateur de la société, Claude Bigar, a requis l'autorisation de transformer le cinéma Rialto en un complexe de quatre salles de projection comprenant respectivement 105, 180, 300 et 540 fauteuils, soit au total 1'125 places.\n\nAprès avoir sollicité le préavis des associations professionnelles intéressées, le Département de justice et police du canton de Genève a, par arrêté du 9 août 1985, accordé l'autorisation requise, en la subordonnant toutefois à certaines conditions, dont la première était ainsi libellée:\n\n\"les films donnant une représentation unilatérale de l'homme, notamment ceux qui exacerbent la violence et le cynisme ou dénaturent les instincts profonds et vitaux de l'être humain seront exclus de la programmation.\"\n\nLe Groupement des cinémas genevois, Willy P. Wachtl, président dudit groupement et propriétaire des cinémas Le Plaza et Le Broadway, à Genève, ainsi que Michel Albert, ancien exploitant du cinéma Molard, à Genève, ont recouru contre la décision du Département auprès du Tribunal administratif du canton de Genève.\n\nPar arrêt du 5 novembre 1986, le Tribunal administratif a déclaré irrecevable le recours formé par Michel Albert et a rejeté les deux autres recours, tout en laissant ouverte la question de savoir si Willy P. Wachtl avait un intérêt digne de protection pour recourir.BGE 113 Ib 108 S. 110\n\nSur le fond, la juridiction cantonale a considéré que la création du complexe projeté n'entraînerait pas une progression du nombre de salles à Genève (28 cinémas en 1984) et que la légère augmentation du nombre de places de cinéma qui résulterait de la transformation du Rialto ne pouvait, à elle seule, provoquer une concurrence accrue, aboutissant à une baisse de qualité des films projetés. Ce complexe multisalles favoriserait au contraire la diffusion de films de qualité culturelle, mais pas forcément commerciaux, tout en permettant la poursuite de l'exploitation du Rialto. Le Tribunal administratif a donc estimé que la transformation du cinéma en cause répondait aux exigences de l'art. 18 LCin.\n\nAgissant par la voie du recours de droit administratif, le Groupement des cinémas genevois a conclu à l'annulation de l'arrêt du Tribunal administratif du 5 novembre 1986 et de l'arrêté du Département de justice et police du 9 août 1985. Il a également demandé au Tribunal fédéral de prononcer que l'autorisation d'ouvrir quatre salles de projection dans les locaux du cinéma Rialto était refusée à Claude Bigar en vertu de l'art. 18 LCin. Le recourant a notamment relevé qu'en raison de la baisse massive du nombre des spectateurs enregistrée ces dernières années, due à la location de films sur cassettes, à la télévision et à la télévision à péage, le nombre de fauteuils offerts au public jouait un rôle très secondaire. Le problème devait donc être examiné sous l'angle du nombre d'écrans et de films disponibles par année et par salle. Or il était démontré qu'à Genève, les multisalles ne travaillaient pas dans de meilleures conditions économiques que les salles traditionnelles et ne favorisaient ainsi pas la promotion d'un cinéma de qualité, ni en projetant des films attirant peu de spectateurs, ni en offrant des spectacles à prix d'entrée plus avantageux. Dans cette situation, le projet de transformation du cinéma Rialto ne répondait pas aux intérêts généraux de la culture et de l'Etat.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n4. a) Le critère des intérêts généraux de la culture et de l'Etat est une notion fluctuante qui varie selon les époques. Il apparaît en tout cas certain que, dans le domaine du cinéma, les intérêts de l'Etat n'ont plus la même signification aujourd'hui que pendant la deuxième guerre mondiale ou la période de guerre froide qui a suivi et qui n'a pas été sans influence sur l'esprit dans lequel a été adopté BGE 113 Ib 108 S. 111l'art. 27ter Cst. et la loi fédérale sur le cinéma. Cette évolution est due en grande partie au fait que le cinéma a pratiquement perdu son caractère de source générale d'information au profit de la télévision. Comme exemple de ce développement, on peut citer la disparition du ciné-journal suisse, qui était placé sous la surveillance administrative de la Confédération et devait servir les intérêts nationaux (art. 8 LCin., abrogé par la loi fédérale du 20 juin 1975). Actuellement, ce sont donc avant tout les intérêts généraux de la culture qui peuvent faire obstacle à l'octroi d'une autorisation.\n\nb) En soi, le critère déterminant pour accorder une autorisation apporte sans aucun doute une limitation à la liberté du commerce et de l'industrie. Cet effet négatif doit cependant s'apprécier par rapport au but poursuivi par l'art. 18 al. 2 LCin., qui consiste uniquement à prévenir une diminution du niveau des films projetés. Contrairement à ce que le Tribunal fédéral avait retenu dans son arrêt publié aux ATF 100 Ib 375 ss, il faut ainsi admettre que, même en présence d'une offre de places de cinéma suffisante ou excessive, l'ouverture et la transformation d'une salle de projection ne doivent pas être autorisées seulement dans les cas où l'activité envisagée contribue à élever le niveau général de la qualité des films. Le refus d'une autorisation implique dès lors qu'en raison des circonstances particulières et concrètes, l'on doive s'attendre à une baisse du niveau des films projetés. Dans cette situation, une atteinte à la liberté du commerce et de l'industrie n'est pas non plus contraire au principe de la proportionnalité, du moment qu'une diminution de la qualité des films peut, à certains égards, aussi constituer un danger pour l'intérêt public.\n\nc) Pour ce qui a trait à la concurrence entre les entreprises de cinéma existantes, elle peut être examinée en même temps que les conditions d'octroi de l'autorisation, mais n'est pas déterminante pour la décision à prendre. En effet, selon l'art. 18 al. 2 LCin., les rapports de concurrence, en tant que tels, ne jouent pas de rôle et n'entrent en ligne de compte que s'il est établi qu'ils agissent de manière négative sur les intérêts généraux de la culture et de l'Etat. Ils ne sauraient donc être utilisés à seule fin de défendre les positions acquises sur le marché des films car, dans ce domaine également, une certaine concurrence est souhaitable, pour autant qu'elle conduise à une amélioration des prestations fournies, à la modernisation des entreprises ou à une augmentation de la qualité des programmes (ZBl 67 (1966) p. 106 ss).BGE 113 Ib 108 S. 112\n\nd) Lorsqu'il s'agit, comme en l'espèce, de la transformation d'un cinéma en un complexe multisalles, il y a lieu aussi de prendre en considération les facteurs propres à ce type particulier d'entreprises. Ainsi, sur le plan économique, cette nouvelle forme d'exploitation permet de réduire les coûts, du moment que le même personnel s'occupe non plus d'un seul, mais de plusieurs écrans. Elle offre également la possibilité de mieux gérer le temps de programmation d'un film en le projetant d'abord dans une grande salle, puis dans une plus petite lorsque le public potentiel diminue. Ensuite et surtout, elle représente la seule forme de cinéma où, à côté de films commerciaux destinés à un large public, il soit rentable de programmer des films de valeur, mais attirant un nombre restreint de spectateurs, de sorte qu'ils ne pourraient guère être projetés dans une grande salle sans créer des difficultés financières à l'exploitant. Le système des multisalles entraîne donc incontestablement une augmentation de l'offre des films projetés. Les expériences déjà réalisées dans ce domaine démontrent d'ailleurs qu'il correspond aussi à un besoin.\n\n5. a) Dans le cas particulier, l'autorité cantonale a admis que la réalisation du projet de transformation du cinéma Rialto allait impliquer l'ouverture de trois salles supplémentaires et une légère augmentation du nombre des places. Examinant la situation des cinémas genevois, elle a toutefois estimé que, contrairement à ce que prétendait le recourant, il n'en résulterait pas une baisse de la qualité des films projetés, dès lors que le nombre de salles à Genève restera le même que celui existant au début de l'année 1984 (28 salles) et que le nombre de fauteuils passera de 10'211 (à fin mars 1986) à 10'394 après la réalisation des projets de Confédération-Centre et du Rialto.\n\nActuellement, le critère du nombre de places, dont s'est occupé le Tribunal administratif, joue un rôle plutôt secondaire. Comme on l'a vu, il doit être pris en considération uniquement si l'on peut présager qu'une offre excessive du nombre de places résultant de l'ouverture ou de la transformation d'une salle de cinéma va, selon toute vraisemblance, entraîner une diminution de la qualité des films projetés. En revanche, il est important de tenir compte des grandes mutations qu'a subies l'industrie cinématographique ces dernières années, à la suite du développement de la télévision, de la vidéo - qui permet aussi la location de cassettes - et, dans une moindre mesure, de la télévision à péage. Comme le relève le Département fédéral de l'intérieur dans ses observations du BGE 113 Ib 108 S. 11325 novembre 1986, les exploitants ont d'abord réagi par la fermeture de salles et l'augmentation du prix des billets face au déplacement des spectateurs du grand au petit écran. Ces mesures n'ont toutefois pas suffi à résoudre les difficultés des propriétaires de salles qui doivent absolument trouver des solutions pour réduire leurs coûts d'exploitation. On ne saurait ainsi méconnaître qu'actuellement les très grands cinémas ne correspondent plus au goût du public et sont économiquement à peine rentables. Telle est bien la situation du cinéma Rialto qui, avec ses 965 places, a un taux de fréquentation de 6%, soit nettement inférieur à la moyenne genevoise qui est de 13,4%. Sa transformation en un complexe multisalles, avec les avantages qui en découlent, lui offre donc manifestement une chance de survie. Il reste cependant à examiner si, comme le prétend le recourant, cette transformation entraînerait un déséquilibre entre le nombre de films disponibles, le nombre de salles et celui des spectateurs, au point qu'il en résulterait une baisse générale de la qualité des films à Genève.\n\nb) Une augmentation du nombre d'écrans entraîne certes une demande accrue de films, mais n'implique pas automatiquement que les exploitants se rabattent sur des films de bas niveau, car l'offre de films de haute et de moyenne qualité est suffisamment grande. Il faut en effet observer que les distributeurs n'ont utilisé le contingent de 1985 qu'à 60,59% et qu'il n'est pas non plus exclu que celui-ci puisse être augmenté en cas de besoin. Au demeurant, le Département fédéral de l'intérieur souligne qu'une diminution de la qualité en raison d'une légère augmentation du nombre d'écrans n'a jamais été constatée, alors qu'un manque de débouchés conduit inévitablement les distributeurs à importer moins de films et à proposer aux exploitants des films qui ont le plus de chances de succès au niveau commercial. En outre, il a déjà été démontré que le système des multisalles était le seul qui permette d'offrir à un public restreint des films de qualité sans prendre de grands risques sur le plan économique. En ce qui concerne le cinéma Rialto, les autorités cantonales ont d'ailleurs exigé que les films qui exacerbent la violence et le cynisme ou dénaturent les instincts profonds et vitaux de l'être humain soient exclus de la programmation. Rien ne permet donc de supposer que la transformation envisagée aura un effet négatif sur le niveau des films projetés.\n\nc) Compte tenu de la nécessité économique de rénover le cinéma Rialto et de tous les avantages qui découlent du système BGE 113 Ib 108 S. 114d'exploitation en multisalles, il faut admettre que l'autorisation accordée ne va pas provoquer un déséquilibre ou une détérioration du marché cinématographique à Genève. Le Tribunal administratif n'a dès lors pas violé l'art. 18 al. 2 LCin. en considérant que la transformation sollicitée répondait aux intérêts généraux de la culture et de l'Etat."}