{"annee": "113", "cour": "IA", "page": "468", "date": "3/11/1987", "cite": ["109 IA 91", "109 IA 252", "108 IA 281", "107 IA 72", "106 IA 62", "107 IA 340", "109 IA 33", "112 IA 88", "110 IA 72"], "cite_par": ["117 IB 156", "115 IB 456", "114 IA 381", "116 IA 177", "115 IB 347", "117 IA 18", "118 IA 232"], "chapeau": "70. Extrait de l'arrêt de la Ire Cour de droit public du 3 novembre 1987 dans la cause Association X. et A. contre S. et Genève, Département des travaux publics et Tribunal administratif (recours de droit public)", "regestes": ["Art. 88 OJ; qualité pour recourir contre une autorisation de construire délivrée à un tiers. Qualité reconnue à un propriétaire voisin et à une association de riverains qui se plaignent d'une violation de règles fixant les possibilités d'utilisation du sol."], "faits": "|469|\n\nEn décembre 1983, S. a déposé une demande d'autorisation de construire quinze villas jumelles sur le territoire de la commune de Chêne-Bougeries, en cinquième zone résidentielle (5e zone A). Cette zone est destinée, en vertu de l'art. 11 al. 6 de la loi genevoise sur les constructions et les installations diverses (LCI), aux exploitations et habitations rurales ainsi qu'aux villas. Le projet prévoyait l'application de l'art. 129 al. 2 let. a LCI, disposition introduite par une novelle du 24 février 1983 et qui, à certaines conditions, autorise des constructions en ordre contigu d'une surface de plancher habitable n'excédant pas 25% de la surface du terrain (le taux maximal ordinaire d'utilisation du sol applicable à la zone de villas étant de 20% selon l'art. 129 al. 1).\n\nL'association des riverains X. et deux propriétaires voisins ont attaqué sans succès, auprès de la Commission de recours instituée par la LCI, puis auprès du Tribunal administratif cantonal, l'autorisation préalable que le Département des travaux publics avait délivrée en avril 1984 à S., conformément à l'art. 5 LCI. En octobre 1985, le Tribunal fédéral déclara irrecevable un recours de droit public formé par l'association et les propriétaires précités, au motif que l'autorisation préalable constituait une décision incidente non susceptible de causer aux intéressés un dommage irréparable au sens de l'art. 87 OJ.\n\nEn mai 1986, le département octroya à S. sept autorisations définitives de construire, en se fondant sur les préavis favorables donnés par les autorités et services compétents. Successivement, la Commission de recours LCI et le Tribunal administratif ont débouté l'association des riverains et un propriétaire qui avaient recouru contre cette décision. Ces autorités ont refusé d'entrer en matière sur les questions définitivement réglées par l'autorisation préalable.\n\nSaisi d'un nouveau recours de droit public de l'association et du propriétaire voisin, qui se sont plaints d'une violation de l'art. 4 Cst. (arbitraire dans l'application de l'art. 129 al. 2 let. a LCI), le Tribunal fédéral l'a rejeté dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n1. Le présent recours est formé par un particulier et une association qui s'en prennent à une autorisation de construire délivrée à un tiers. Il y a lieu d'examiner d'office leur qualité respective pour agir par la voie du recours de droit public.\n\n|470|\n\na) Aux termes de l'art. 88 OJ, ont qualité pour recourir les particuliers ou les collectivités lésés par des arrêtés ou décisions qui les concernent personnellement ou qui sont d'une portée générale. Est ainsi admise à entreprendre une décision concrète par la voie du recours de droit public toute personne que cette décision touche dans des intérêts juridiquement protégés, c'est-à-dire ordinairement dans des intérêts privés dont le droit constitutionnel invoqué assure la protection. En matière d'autorisation de bâtir, la jurisprudence du Tribunal fédéral reconnaît la qualité pour recourir aux voisins s'ils invoquent la violation de dispositions du droit des constructions qui tendent non seulement à la sauvegarde des intérêts de la collectivité, mais aussi, voire principalement, à la protection de leurs propres intérêts de voisins. Il faut en outre que le recourant se trouve dans le champ de protection des dispositions dont il allègue la violation et qu'il soit touché par les effets prétendument illicites de la construction litigieuse. Il importe peu que la qualité de partie lui ait été ou non reconnue en procédure cantonale (ATF 112 Ia 89 consid. 1b, ATF 109 Ia 93, 172 consid. 4a, ATF 107 Ia 74 consid. 2a et les arrêts cités).\n\nb) En l'espèce, les recourants invoquent une violation de l'art. 129 al. 2 let. a LCI qui permet au Département d'autoriser une augmentation de 20 à 25% du rapport des surfaces déterminant les possibilités d'utilisation du sol dans la cinquième zone. Or la jurisprudence admet que les règles qui fixent les possibilités d'utilisation du sol dans le territoire à bâtir n'ont pas seulement pour but de sauvegarder l'intérêt public, mais également de protéger l'intérêt des voisins. La densification des constructions dans une zone déterminée a en effet des incidences immédiates sur l'étendue des espaces verts qui profitent directement ou indirectement à tous, sur la charge de l'équipement général qui sert aussi aux voisins, sur l'ampleur des nuisances qui en résultent, sur le mode de jouissance des aménagements collectifs du secteur, voire sur l'ensoleillement des immeubles qui se trouvent à proximité (cf. ATF 112 Ia 89 /90, ATF 106 Ia 63 /64; arrêt non publié Duboux du 6 mai 1987, consid. 1). De ce point de vue, le recours est donc recevable. C'est à tort que le Département propose de le déclarer irrecevable dans la mesure où il porte sur la comparaison des intérêts publics en présence à laquelle a procédé l'autorité intimée. Certes, le recours pour violation des droits constitutionnels des citoyens, au sens des art. 84 ss OJ, n'est pas ouvert pour la protection de l'intérêt public (ATF 110 Ia 74 consid. 1, ATF 109 Ia 253 consid. 4a, ATF 108 Ia 283 consid. 2a et arrêts cités).\n\n|471| Cette restriction n'empêche toutefois pas celui qui a qualité pour agir selon l'art. 88 OJ d'alléguer que des intérêts généraux, parallèles à ses intérêts privés, l'emportent sur d'autres intérêts généraux qui y seraient contraires et auxquels la décision attaquée a donné la priorité (arrêt non publié Ciments Vigier S.A. du 29 avril 1981, consid. 1).\n\nAu vu de ce qui précède, la qualité pour agir du recourant A., propriétaire de l'immeuble voisin, ne saurait être niée. Il en va de même pour l'Association de riverains X. Une association a en effet qualité pour défendre les intérêts de ses membres par la voie du recours de droit public même si elle n'est pas personnellement touchée par la décision attaquée. Il faut pour cela qu'elle ait la personnalité juridique, que ses membres pris individuellement aient eux-mêmes qualité pour former le recours, que la décision attaquée lèse la majorité, ou du moins un grand nombre de ceux-ci, et qu'enfin la défense des intérêts ainsi atteints figure parmi ses buts statutaires (ATF 109 Ia 35 consid. 2b, 65 consid. b; ATF 107 Ia 340 consid. 1 et arrêts cités). Dans son premier arrêt du 24 avril 1985, l'autorité intimée a relevé, ce qui n'est pas contesté, que l'Association de riverains X. est une association au sens des art. 60 ss CC, dont les buts statutaires sont la défense des intérêts de ses membres et la sauvegarde du site et des lieux en cause. Elle a constaté que les membres de cette association sont tous riverains. C'est au reste ce qui ressort du dossier d'opposition."}