{"annee": "113", "cour": "V", "page": "230", "date": "28/8/1987", "cite": ["111 V 257", "111 V 310"], "cite_par": ["120 V 502", "120 V 233"], "chapeau": "38. Auszug aus dem Urteil vom 28. August 1987 i.S. B. gegen Arbeitslosenkasse des Kantons Luzern und Bundesamt für Industrie, Gewerbe und Arbeit gegen B. und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 42 al. 1 et 43 al. 1 let. b LACI, art. 67 et 46 al. 1 OACI: Indemnité en cas d'intempéries: perte de travail à prendre en considération. - L'étendue de la perte de travail à prendre en considération dans le domaine des indemnités en cas d'intempéries doit être déterminée de la même manière que dans celui des indemnités en cas de réduction de l'horaire de travail (consid. 3). - Critères permettant d'apprécier la durée du travail selon l'usage local, conformément à l'art. 46 al. 1 OACI (consid. 4)."], "faits": "BGE 113 V 230 S. 230\n\nA.- Gotthard B. ist Inhaber eines Dachdeckerbetriebs in Littau und beschäftigt drei Mitarbeiter. Im Januar 1986 erstattete er beim Kantonalen Arbeitsamt Luzern Meldungen über wetterbedingte Arbeitsausfälle und im folgenden Monat reichte er die Abrechnungen über die wetterbedingten Arbeitsausfälle im Januar 1986 ein, wobei er für seine drei Arbeiter insgesamt je 57 Nettoausfallstunden bei einer täglichen Arbeitszeit von 9,5 Stunden und 5 Arbeitstagen pro Woche bescheinigte. Die Arbeitslosenkasse des BGE 113 V 230 S. 231Kantons Luzern hielt dafür, nach Massgabe des Gesamtarbeitsvertrages im Dachdeckergewerbe könnten maximal 44 Stunden pro Woche oder 8,8 Stunden pro Tag berücksichtigt werden; was der Arbeitgeber darüber hinaus als Nettoausfallstunden bescheinigt habe, sei als Überzeit zu betrachten und daher abzuziehen. Hiedurch verringerte sich der Anspruch auf Schlechtwetterentschädigung vom geltend gemachten Betrag. Da Gotthard B. damit nicht einverstanden war, erliess die Kasse am 14. April 1986 eine entsprechende Verfügung.\n\nB.- Gotthard B. reichte hiegegen Beschwerde ein mit dem Antrag, die Arbeitslosenkasse sei zu verpflichten, für den Monat Januar 1986 die Differenz zwischen dem verlangten Betrag und der ausgerichteten Vergütung nachzuzahlen. Seine Begründung ging unter anderem dahin, dass der Gesamtarbeitsvertrag für das schweizerische Dachdeckergewerbe nicht als allgemeinverbindlich erklärt worden sei, weshalb die darin festgelegte wöchentliche Arbeitszeit von 44 Stunden für ihn nicht massgeblich sei. Die reguläre wöchentliche Arbeitszeit gemäss den Anstellungsverträgen mit seinen Mitarbeitern belaufe sich auf 47,5 Stunden; da er in Littau allein ein Dachdeckergeschäft betreibe, müsse die Arbeitszeit seines Unternehmens als ortsüblich im Sinne des Gesetzes qualifiziert werden.\n\nDas Verwaltungsgericht des Kantons Luzern gelangte zur Auffassung, dass sich aufgrund der von der Verwaltung eingeholten Erkundigungen \"eine regionale ortsübliche Arbeitszeit\" gar nicht ermitteln lasse, \"geschweige denn eine ortsübliche Arbeitszeit, die gerade einer 44-Stunden-Woche entsprochen hätte\". Anderseits entbehre es jeder sachlichen Rechtfertigung, wenn der Firmeninhaber die Ortsüblichkeit einzig aus den Verhältnissen in der Standortgemeinde des Betriebes abgeleitet haben möchte. Eine ortsübliche Arbeitszeit lasse sich mithin aufgrund der vorliegenden Akten nicht rechtsgenüglich nachweisen, weshalb die Beschwerde schon deswegen teilweise begründet sei und die angefochtene Verfügung daher aufgehoben werden müsse; die Sache sei \"folgerichtig an die Kasse zurückzuweisen\", damit sie den für die Schlechtwetterentschädigung massgeblichen Arbeitsausfall neu ermittle, und zwar im Sinne der einschlägigen Rechtspraxis des Eidg. Versicherungsgerichts, nach welcher bei der Bestimmung des anrechenbaren Arbeitsausfalls von der normalerweise tatsächlich erbrachten vertraglichen Arbeitszeit auszugehen sei (Entscheid vom 14. November 1986).\n\nBGE 113 V 230 S. 232\n\nC.- Gotthard B. führt Verwaltungsgerichtsbeschwerde und erneuert sein Rechtsbegehren. Die Arbeitslosenkasse beantragt, \"es seien klare und verwaltungsmässig vollziehbare Kriterien für die ortsübliche Arbeitszeit zu erarbeiten\". Das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas BIGA führt seinerseits Verwaltungsgerichtsbeschwerde und beantragt die Aufhebung des kantonalen Entscheides. Gotthard B. verlangt die Abweisung dieser Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. a) Arbeitnehmer in Erwerbszweigen, in denen wetterbedingte Arbeitsausfälle üblich sind, haben Anspruch auf Schlechtwetterentschädigung, wenn sie - nebst anderen Voraussetzungen - einen anrechenbaren Arbeitsausfall erleiden (Art. 42 Abs. 1 AVIG). Der Arbeitsausfall ist anrechenbar, wenn er durch das Wetter zwingend verursacht ist (Art. 43 Abs. 1 lit. a AVIG) und mindestens einen Drittel der von einem Arbeitgeber auf einer Arbeitsstelle beschäftigten Arbeitnehmer betrifft (Art. 43 Abs. 1 lit. b AVIG). Es werden nur ganze oder halbe Tage angerechnet (Art. 43 Abs. 2 AVIG).\n\nb) Als voller Arbeitstag gilt der fünfte Teil der normalen wöchentlichen Arbeitszeit des Arbeitnehmers (Art. 67 AVIV). Diese Bestimmung verweist auf den die Kurzarbeit betreffenden Art. 46 AVIV. Als normale Arbeitszeit gilt nach dessen Absatz 1 die vertragliche Arbeitszeit des Arbeitnehmers, jedoch höchstens die ortsübliche Arbeitszeit im betreffenden Wirtschaftszweig. Art. 46 AVIV hat seine formelle gesetzliche Grundlage in Art. 32 Abs. 1 lit. b AVIG. Danach ist (im Bereiche der Kurzarbeitsentschädigung) der Arbeitsausfall anrechenbar, wenn er je Abrechnungsperiode mindestens 10% der Arbeitsstunden ausmacht, die von den Arbeitnehmern des Betriebes normalerweise insgesamt geleistet werden. Schliesslich bestimmt Art. 66 Abs. 2 AVIV, dass der Arbeitsausfall erst anrechenbar ist, wenn die verkürzte Arbeitszeit mit der Überzeit, die noch nicht ausgeglichen ist, die normale Arbeitszeit nicht erreicht.\n\n3. Die Vorinstanz hat zur Begründung ihres Entscheides ausgeführt, die dem Art. 46 AVIV übergeordnete gesetzliche Regelung der Schlechtwetterentschädigung erkläre einen wetterbedingten Arbeitsausfall als grundsätzlich anspruchsbegründend, wenn BGE 113 V 230 S. 233er im Sinne von Art. 43 AVIG anrechenbar sei. Art. 43 AVIG, der den anrechenbaren Arbeitsausfall regle, lasse keinen Zweifel offen, dass grundsätzlich der \"effektiv\" erlittene Arbeitsausfall den Umfang der Anrechenbarkeit bestimme, wie das denn in BGE 111 V 257 auch das Eidg. Versicherungsgericht hervorhebe. Sei aber gemäss Art. 43 AVIG bei der Bestimmung des anrechenbaren Arbeitsausfalls grundsätzlich von der normalerweise effektiv erbrachten vertraglichen Arbeitszeit auszugehen, dürfe auch Art. 46 AVIV bzw. dessen Hinweis auf die ortsübliche Arbeitszeit nur im Sinne der übergeordneten gesetzlichen Umschreibung (Art. 43 AVIG) interpretiert werden, dies entsprechend dem Gebot gesetzeskonformer Auslegung (BGE 111 V 314 Erw. 2b). Diesen Überlegungen kann, wie die nachstehenden Erwägungen zeigen, nicht beigepflichtet werden.\n\na) Mit dem BIGA ist zunächst festzustellen, dass BGE 111 V 257 für die hier zu beantwortende Rechtsfrage nichts hergibt. Dort war zu entscheiden, ob unter den von den Arbeitnehmern eines Betriebes normalerweise geleisteten Arbeitsstunden gemäss Art. 32 Abs. 1 lit. b AVIG die vertraglich vereinbarte Normalarbeitszeit oder, wie das Eidg. Versicherungsgericht schliesslich erkannte, die im vertraglichen Rahmen tatsächlich geleistete Arbeitszeit zu verstehen ist. Entsprechend waren von der Gesamtheit der Stunden, welche die normale vertragliche Arbeitszeit darstellte, die bezahlten oder nichtbezahlten Absenzen abzuziehen und die so erhaltene Zahl mit den kurzarbeitsbedingten Ausfallstunden zu vergleichen (BGE 111 V 260 Erw. 3). Im vorliegenden Fall geht es dagegen um das Verhältnis zwischen der vertraglichen Arbeitszeit und der ortsüblichen Arbeitszeit. Das stand in BGE 111 V 257 nicht zur Diskussion, insbesondere nicht Bedeutung und Gesetzmässigkeit der in Art. 46 Abs. 1 AVIV vorgesehenen Begrenzung durch die ortsübliche Arbeitszeit. Sodann ist mit der vorinstanzlichen Feststellung, dass Art. 43 AVIG den effektiv erlittenen Arbeitsausfall entschädigen wolle, nichts gewonnen. Denn sie sagt nichts über die hier zu entscheidende Frage aus, ob und an welcher Bezugsgrösse sich der effektive Arbeitsausfall misst. Hiezu gibt diese Gesetzesbestimmung, die lediglich die Voraussetzungen der Anrechenbarkeit umschreibt, weder Antwort noch Anhaltspunkt.\n\nb) Entscheidend ist demgegenüber, dass gemäss Art. 32 Abs. 1 lit. b AVIG bei der Kurzarbeitsentschädigung von der normalen Arbeitszeit des Versicherten auszugehen ist, um festzustellen, ob und in welchem Umfange ein anrechenbarer Arbeitsausfall vor BGE 113 V 230 S. 234liegt. Was unter normaler Arbeitszeit zu verstehen ist, hat der Verordnungsgeber in Art. 46 Abs. 1 AVIV näher umschrieben. Wenngleich für die Schlechtwetterentschädigung eine ausdrückliche gesetzliche Aussage des besagten Inhalts fehlt, so gilt dennoch die gleiche Bezugsgrösse auch in diesem Bereiche, wie sich aus Art. 67 AVIV ergibt. Darin hat der Bundesrat als Verordnungsgeber den vollen Arbeitstag definiert und überdies auf den die Kurzarbeit betreffenden Art. 46 AVIV verwiesen. Gemäss Art. 46 Abs. 1 AVIV gilt als normale Arbeitszeit die vertragliche Arbeitszeit des Arbeitnehmers, jedoch höchstens die ortsübliche Arbeitszeit im betreffenden Wirtschaftszweig. Mit dieser Begriffsbestimmung auch für den Bereich der Schlechtwetterentschädigung hielt sich der Bundesrat im Rahmen der Verordnungsbefugnis gemäss Art. 109 AVIG und der einschlägigen materiellen Gesetzesbestimmungen. Das BIGA weist zutreffend darauf hin, dass die Schlechtwetterentschädigung in systematischer Hinsicht weitgehend der Kurzarbeitsentschädigung nachgebildet ist und dass keine Gründe ersichtlich sind, weshalb sich die analoge Anwendung des Art. 46 Abs. 1 AVIV bei der Schlechtwetterentschädigung sachlich nicht rechtfertigen würde. Die Schranke der ortsüblichen Arbeitszeit beruht sodann auf der Überlegung, dass eine Erwerbstätigkeit vom Versicherungsschutz ausgeschlossen sein soll, soweit sie von ihrem zeitlichen Umfang her eine eigentliche Überbeschäftigung darstellt. Dass bei der Schlechtwetterentschädigung die gleiche Bezugsgrösse zu gelten hat wie bei der Kurzarbeitsentschädigung, geht schliesslich aus der bundesrätlichen Botschaft über die Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980 hervor, in welcher es heisst: \"Allgemein sind witterungsbedingte Arbeitsausfälle anrechenbar, wenn sie durch einen Ausfall an normaler Arbeitszeit entstanden sind\" (BBl 1980 III 602).\n\n4. a) Die massgebende vertragliche Arbeitszeit im Sinne von Art. 46 Abs. 1 AVIV ergibt sich aus den jeweiligen Einzelarbeitsverträgen oder wird durch Normal- oder Gesamtarbeitsvertrag bestimmt, wenn Arbeitgeber und Arbeitnehmer einem solchen unterstellt sind. Im vorliegenden Fall sind die Einzelarbeitsverträge der Firma B. massgebend, da keine verpflichtende Bindung an einen Normal- oder Gesamtarbeitsvertrag besteht. Nach diesen Einzelarbeitsverträgen belief sich die normale wöchentliche Arbeitszeit in den Monaten Januar und Februar 1986 auf 47,5 Stunden. Die Verwaltung hat diesen Ansatz nicht als BGE 113 V 230 S. 235ortsüblich gelten lassen. Damit stellt sich die Frage, nach welchen Kriterien die Ortsüblichkeit im Einzelfall zu bestimmen ist.\n\nb) Die hier zu definierende Ortsüblichkeit steht den im Zivilrecht verwendeten Begriffen der Übung und des Ortsgebrauchs nahe und ist wie diese eine Erscheinung der Verkehrssitte. Als solche ist die Sitte zu betrachten, die von einer mehr oder minder grossen Menschenzahl im Geschäftsverkehr beobachtet wird; es ist die den Verkehr beherrschende tatsächliche Übung. Übung und Ortsgebrauch sind mithin das Verhalten, welches sich nach dem richtet, was allgemein in derartigen Verhältnissen zu geschehen pflegt (LIVER, N. 67 zu Art. 5 ZGB). Diese Merkmale sind in gleicher Weise auch dem Begriff der Ortsüblichkeit gemäss Art. 46 Abs. 1 AVIV eigen. Beizufügen ist, dass der Verwaltung bei der Festlegung der ortsüblichen Arbeitszeit im Einzelfall ein grosser Ermessens- und Beurteilungsspielraum zuzugestehen ist (vgl. BGE 111 V 277 Erw. 1d in fine).\n\nc) Entgegen der von Gotthard B. vertretenen Auffassung vermag die normale vertragliche Arbeitszeit eines Betriebs aufgrund der blossen Tatsache, dass neben diesem in einer Gemeinde oder Region kein weiteres Unternehmen des gleichen Wirtschaftszweiges besteht, nach Massgabe der hievor getroffenen Begriffsbestimmung grundsätzlich noch keine ortsübliche Arbeitszeit im Sinne von Art. 46 Abs. 1 AVIV zu begründen. Ebensowenig muss sich die ortsübliche Arbeitszeit des Art. 46 Abs. 1 AVIV mit den Höchstarbeitszeiten gemäss dem Bundesgesetz vom 13. März 1964 über die Arbeit in Industrie, Gewerbe und Handel (Arbeitsgesetz; SR 822.11) decken. Wäre dies so, hätte es des Verweises des Verordnungsgebers auf die Ortsüblichkeit nicht bedurft, was belegt, dass Art. 46 Abs. 1 AVIV eine Limite anspricht, die sich zwar im Rahmen, aber vielfach unterhalb der Arbeitnehmerschutzansätze hält.\n\nDie Verwaltung hat sich demgegenüber bei der Bestimmung der ortsüblichen Arbeitszeit massgeblich von der im Gesamtarbeitsvertrag für das schweizerische Dachdeckergewerbe festgelegten Wochenarbeitszeit von 44 Stunden leiten lassen. Tatsächlich können sich aus Gesamtarbeitsverträgen (auch wenn die Arbeitsvertragsparteien diesem nicht unterstellt sind) zur hier streitigen Frage gültige Aussagen ergeben. Auch die in nicht allgemein verbindlich erklärten Gesamtarbeitsverträgen verankerten wöchentlichen Normalarbeitszeiten geben bestehende Gepflogenheiten der Branche wieder. Das lässt Rückschlüsse für die ortsübliche BGE 113 V 230 S. 236Normalarbeitszeit zu, indem eine erhebliche Vermutung dafür spricht, dass das ortsübliche Mass nicht über der maximalen gesamtarbeitsvertraglichen Normalarbeitszeit liegt. In diesem Sinne hat das Eidg. Versicherungsgericht im Urteil F. vom 11. November 1986 (ARV 1986 Nr. 35 S. 170 Erw. 4) zur Konkretisierung der Ortsüblichkeit auf den dort massgebenden Gesamtarbeitsvertrag abgestellt. Die Verwaltung hat im vorliegenden Fall mithin der gesamtarbeitsvertraglichen Normalarbeitszeit von 44 Wochenstunden zu Recht wesentliche Bedeutung zugemessen. Entgegen der von Gotthard B. erhobenen Einwendung kann ein Gesamtarbeitsvertrag im vorliegenden Zusammenhang nicht erst dann massgebend sein, wenn er im Sinne des Bundesgesetzes vom 28. September 1956 (SR 221.215.311) allgemeinverbindlich erklärt worden ist; denn die Ortsüblichkeit als Erscheinungsform der Verkehrssitte gewinnt ihre Erheblichkeit nicht aus gesetzesähnlicher Wirkung, wie sie einem allgemeinverbindlich erklärten Gesamtarbeitsvertrag zukommt (GUHL/MERZ/KUMMER, OR, 7. Aufl., S. 405), sondern schöpft ihre Geltungskraft daraus, dass Gesetz oder Verordnung zur näheren Bestimmung oder zur Ergänzung ihres Inhalts auf sie verweisen (vgl. LIVER, N. 78 und 87 ff. zu Art. 5 ZGB).\n\nWeitere Anhaltspunkte für die ortsübliche Arbeitszeit gemäss Art. 46 Abs. 1 AVIV ergeben sich sodann aus den üblichen Arbeitszeiten in vergleichbaren Betrieben des betreffenden Wirtschaftsraumes. Diesbezügliche Abklärungen sind vorzunehmen, wenn ein Gesamtarbeitsvertrag fehlt oder dieser keine oder ungenügende Rückschlüsse auf die ortsübliche Arbeitszeit zulässt. Die Arbeitslosenkasse hat im vorliegenden Fall neben dem Beizug des Gesamtarbeitsvertrages bei zehn Dachdeckerunternehmen in der Agglomeration Luzern eine Erhebung über die wöchentliche Normalarbeitszeit durchgeführt und diese schliesslich mit 44 Wochenstunden festgelegt. Sie hat damit sowohl das ihr Mögliche und Zumutbare getan als auch auf eine wöchentliche Normalarbeitszeit erkannt, die als hinreichend gesichert erscheint und daher nicht zu beanstanden ist. Demzufolge durfte sie aus der Sicht von Art. 46 Abs. 1 AVIV auf der Grundlage von 44 Wochenstunden abrechnen."}