{"annee": "113", "cour": "IV", "page": "17", "date": "5/3/1987", "cite": ["80 IV 147", "76 IV 224", "111 IV 5", "99 IV 135", "96 IV 9", "88 IV 97"], "cite_par": ["124 IV 149", "124 IV 81", "123 IV 184", "141 IV 172"], "chapeau": "6. Auszug aus dem Urteil des Kassationshofes vom 5. März 1987 i.S. S. gegen Jugendstaatsanwaltschaft des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 93 al. 1 CP. Modification d'une mesure. 1. L'\"autorité de jugement\" (cf. consid. 2b) peut modifier une mesure ordonnée dans le cadre du droit pénal des enfants et adolescents non seulement aussi longtemps que l'adolescent est encore \"mineur\" du point de vue pénal, mais également jusqu'à l'extrême limite d'âge indiquée à l'art. 94 ch. 5 CP (consid. 2a). 2. En cas de modification de mesure, l'autorité de jugement n'est liée que par les prescriptions légales applicables à la nouvelle mesure; pour le reste, elle statue selon son appréciation (consid. 3)."], "faits": "BGE 113 IV 17 S. 18\n\nDer am 1. September 1966 geborene S. war am 30. Juni 1983 in ein Erziehungsheim eingewiesen worden. Am 16. Juli 1984 änderte der Jugendgerichtspräsident des Oberlandes die Massnahme in dem Sinne ab, als er an ihre Stelle die Erziehungshilfe treten liess. Am 14. März 1985 musste S. wegen Widerhandlung gegen das BetmG zu einer bedingt aufgeschobenen Haftstrafe von fünf Tagen und zu einer Busse verurteilt werden. Kurz darauf setzte er sich nach Amsterdam ab, wo er erneut zu Drogen griff. Nachdem er am 17. Juni 1985 in die Schweiz zurückgekehrt war, wurde eine sogenannte Nachbegutachtung angeordnet. Angesichts des Umstandes, dass sich S. in einer relativ ruhigen Phase befand, bei seinem Vater wohnte und einer geregelten Arbeit nachging, empfahl der Experte bloss eine ambulante psychiatrische Begleitung und befürwortete nur für den Fall des Versagens eine Änderung der vom Jugendgerichtspräsidenten des Oberlandes angeordneten Erziehungshilfe. Im Januar 1986 gab S. jedoch seine Stelle auf und verschwand erneut nach Amsterdam, wo er sich wiederum dem Drogenkonsum hingab. Während seiner Abwesenheit verurteilte ihn der Gerichtspräsident II von Thun wegen Diebstahls, Veruntreuung, Hehlerei und Widerhandlungen gegen das BetmG und das SVG zu 30 Tagen Gefängnis, unter Aufschub des Strafvollzuges und Anordnung einer ambulanten psychiatrischen Betreuung. Nachdem S. nach fast dreimonatigem Aufenthalt in Amsterdam in die Schweiz zurückgeschafft worden war, wurde er bei einer Familie plaziert, wo er indessen bald darauf weglief. Am 3. Juli 1986 wurde er zur Abklärung einer allfälligen Drogenabhängigkeit in die Psychiatrische Klinik Waldau eingewiesen, die er nach kurzer Zeit völlig unerwartet verliess. Betrunken und verwahrlost wieder aufgefunden, wurde er trotz Cannabiskonsums am Eintrittstage wieder in die Klinik aufgenommen. Als ihm in der Folge wegen seines verletzenden Verhaltens einem Team-Mitglied gegenüber seine Wegweisung bekanntgegeben wurde, entwich er noch am gleichen Abend aus der Klinik.\n\nAm 18. September 1986 änderte das Oberländische Jugendgericht die vom Jugendgerichtspräsidenten angeordnete Erziehungshilfe ab und verfügte die Unterbringung des S. in einem Erziehungsheim. Das Obergericht des Kantons Bern bestätigte am 27. November 1986 in Anwendung von Art. 91 Ziff. 1 und Art. 93 BGE 113 IV 17 S. 19StGB diesen Entscheid. Eine dagegen gerichtete Nichtigkeitsbeschwerde weist der Kassationshof ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer stellt nach dem Sinn seiner Ausführungen einerseits eine materiellrechtliche und anderseits eine verfahrensrechtliche Frage zur Entscheidung. Hinsichtlich beider Punkte erweist sich indessen seine Beschwerde als unbegründet.\n\na) Entgegen der Meinung des Beschwerdeführers hat sich mit der Revision der jugendstrafrechtlichen Bestimmungen an der schon im früheren Art. 93 StGB vorgesehenen Möglichkeit, eine einmal angeordnete Massnahme durch eine andere, den Erziehungs- oder Behandlungsbedürfnissen des Jugendlichen besser angepasste zu ersetzen, grundsätzlich nichts geändert. Die Sanktionen des Jugendstrafrechts sind weiterhin ausschliesslich auf die Spezialprävention ausgerichtet (REHBERG, Grundriss, Strafrecht II 4. Aufl. S. 89 Ziff. 2), und es ist die Abänderbarkeit der Massnahmen auch heute noch einer der charakteristischen Züge des jugendstrafrechtlichen Massnahmerechts (BBl 1965 I 592; BOEHLEN, Kommentar zum schweizerischen Jugendstrafrecht, N. 3 zu Art. 86 in Verbindung mit N. 2 zu Art. 93). Dieser Gedanke ist denn auch im rev. Art. 93 Abs. 1 StGB verankert und hat seinen Niederschlag überdies in den Art. 93ter und 94 Ziff. 2 Abs. 1 in fine StGB gefunden. Der Hinweis der Vorinstanz auf BGE 80 IV 149 ist deshalb keineswegs verfehlt.\n\nEntsprechend der besonderen Zielrichtung der jugendstrafrechtlichen Massnahmen verpflichtet das Gesetz die vollziehende Behörde, die Erziehung und besondere Behandlung des Jugendlichen stets zu überwachen (Art. 93bis Abs. 1 StGB). Erweist sich dabei, dass die angeordnete Massnahme ihren Zweck nicht erfüllt, ist sie von der urteilenden Behörde zu ändern. Das ist nicht nur gegenüber dem ursprünglichen Entscheid möglich, sondern auch gegenüber einem Abänderungsurteil, wobei die Änderung in der Anordnung einer im Verhältnis zur bisherigen mehr oder weniger eingreifenden Massnahme bestehen kann (BOEHLEN, op.cit. N. 3 zu Art. 86 in Verbindung mit N. 2 zu Art. 93; SCHULTZ, Einführung in den AT des Strafrechts II, 4. Aufl. S. 247). Dass die urteilende Behörde - wie der Beschwerdeführer meint - eine Massnahme nur so lange ändern dürfte, als der Jugendliche noch \"strafunmündig\" ist, lässt sich weder dem Wortlaut noch dem BGE 113 IV 17 S. 20Sinn des Gesetzes entnehmen. Eine Änderung der jugendstrafrechtlichen Massnahmen kann vielmehr formell bis zur Erreichung der in Art. 94 Ziff. 5 StGB vorgesehenen Höchstaltersgrenzen, d.h. bis zum zurückgelegten 22. bzw. 25. Altersjahr erfolgen (REHBERG, op.cit. S. 101 in Verbindung mit S. 96 oben), auch wenn eine Änderung der Massnahme in der Regel nur so lange als zweckmässig erscheinen wird, als noch ein genügend langer Zeitraum vor dem zurückgelegten 22. bzw. 25. Altersjahr zur Verfügung steht, um die neu angeordnete Massnahme wirkungsvoll durchführen zu können (BOEHLEN, op.cit. N. 6 zu Art. 86 und N. 5 zu Art. 93 und die dortige Auseinandersetzung mit BGE 76 IV 224). Als die Vorinstanz im vorliegenden Fall ihren Änderungsentscheid fällte und die Unterbringung des Beschwerdeführers in einem Erziehungsheim anordnete, war dieser 20 Jahre und 3 Monate alt. Da die fragliche Massnahme aber nach Art. 94 Ziff. 5 StGB bis zum zurückgelegten 22. Altersjahr des Jugendlichen dauern kann, ist deren Anordnung unter dem Gesichtspunkt der noch möglichen Dauer nicht zu beanstanden.\n\nb) Art. 93 Abs. 1 StGB weist in seiner revidierten Fassung die Befugnis zur Änderung einer getroffenen Massnahme der \"urteilenden\" Behörde zu. Damit wurde die frühere Regelung, die von der \"zuständigen\" Behörde sprach, lediglich zum Zweck der Unterscheidung der urteilenden von der vollziehenden Behörde geändert, um klarzumachen, dass Entscheide, durch welche eine jugendstrafrechtliche Massnahme abgeändert wird, eine inhaltliche Änderung eines früheren Urteils bewirken und daher ihrerseits Urteilscharakter haben mit der Folge, dass sie gleich jenem mit den durch das kantonale Verfahrensrecht gegebenen Rechtsmitteln und in letzter Instanz mit der eidgenössischen Nichtigkeitsbeschwerde angefochten werden können (Sten.Bull. N 1969, 131; S 1970 S. 109 und 435 f.). Im übrigen aber blieb es den Kantonen anheimgestellt, die urteilende Behörde im Sinne des Art. 93 StGB zu bezeichnen (Art. 369 StGB). Insoweit sind demnach die Kantone in der Organisation der Jugendrechtspflege frei. Da zu dieser die Änderung von Massnahmen gemäss Art. 93 StGB gehört, bestimmt auch das kantonale Recht, welche Behörde diesen Entscheid zu fällen hat, wenn der Jugendliche inzwischen strafmündig geworden ist. Aus Art. 1 Abs. 4 VStGB (1) ergibt sich entgegen der Meinung des Beschwerdeführers nichts, was zu einem andern Schluss führen müsste. Diese Bestimmung regelt den Fall, dass der Täter sich teils vor, teils nach dem zurückgelegten 18. Altersjahr BGE 113 IV 17 S. 21strafbar gemacht hat. Diese Voraussetzung ist hier nicht erfüllt. Der Änderungsentscheid der Dreierkammer des Oberländischen Jugendgerichts, den der Beschwerdeführer beim Obergericht angefochten hat, schloss an strafbare Handlungen an, welche er vor dem 18. Altersjahr begangen hatte und Gegenstand eines am 30. Juni 1983 ergangenen Urteils bildeten, in welchem bereits eine Einweisung des damals noch nicht 17jährigen in ein Erziehungsheim angeordnet worden war, welche Massnahme der Jugendgerichtspräsident im Jahre 1984 durch eine Erziehungshilfe ersetzt hatte. Die Tatsache, dass im vorliegenden Fall die Massnahmeänderung vom Jugendgericht angeordnet wurde, verletzt daher das Bundesrecht nicht. Daran ändert der Umstand nichts, dass sich aus einer solchen Ordnung Kollisionen zwischen der jugendstrafrechtlichen Massnahme und einer vom \"Erwachsenenstrafrichter\" ausgefällten Sanktion ergeben können. Diese lassen sich in analoger Anwendung von Art. 1 Abs. 4 Satz 2 VStGB (1) lösen (s. RStrS 1982 Nr. 381; vgl. auch BGE 111 IV 6 ff.).\n\n3. Der Beschwerdeführer wendet schliesslich ein, auch wenn das Urteil des Obergerichtes aus den von ihm bereits angeführten Gründen nicht zu kassieren wäre, müsste es aufgehoben werden, weil es in keiner Weise den Grundsätzen der Verhältnismässigkeit und Zweckmässigkeit Rechnung trage.\n\nWie der Kassationshof schon unter der Herrschaft der früheren Fassung des Art. 93 Abs. 1 StGB - die anlässlich der Revision von 1971 (Inkrafttreten 1.1.1974) bloss geringfügig abgeändert wurde (s. hierzu BOEHLEN, op.cit. N. 1 zu Art. 93) - entschieden hat, ist die urteilende Behörde bei der Änderung der getroffenen Massnahme nur an die gesetzlichen Voraussetzungen gebunden, unter welchen die neue Massnahme überhaupt zulässig ist, und entscheidet sie im übrigen nach ihrem Ermessen (BGE 80 IV 149 E. 2, s. auch BGE 99 IV 138 E. 2, BGE 96 IV 13 E. 3, BGE 88 IV 98 E. 2). Voraussetzung für die Anordnung einer Einweisung in ein Erziehungsheim ist nach Art. 91 Ziff. 1 StGB, dass der Jugendliche einer besonderen erzieherischen Betreuung bedarf. Dass diese Voraussetzung in casu erfüllt ist, steht nach den für den Kassationshof verbindlichen Feststellungen der Vorinstanz über das Verhalten des S. seit Juli 1984 ausser jedem Zweifel; aus ihren eingehenden Erwägungen ergibt sich nämlich, dass die vom Jugendgerichtspräsidenten des Oberlandes angeordnete Erziehungshilfe trotz intensiver Betreuung des S. durch die vollziehende Behörde und vorbildlicher Bemühungen des Lehrmeisters klarerweise versagt hat.BGE 113 IV 17 S. 22\n\nDer Ersatz dieser Massnahme durch eine Einweisung des Beschwerdeführers in ein Erziehungsheim erscheint daher keineswegs als unverhältnismässig, zumal ja auch dem Versuch, den Beschwerdeführer in einer geeigneten Familie unterzubringen, der Erfolg versagt geblieben ist. Wenn die Vorinstanz gestützt auf ein Gutachten, wonach der Beschwerdeführer für die nächsten ein bis zwei Jahre einer stationären Behandlung mit dem Ziel einer Nachreifung und einer beruflichen Ausbildung bedarf, und unter Berücksichtigung der gesamten Umstände zum Ergebnis gelangte, die Einweisung des S. in ein Erziehungsheim sei die einzig zweckmässige Massnahme, so hat sie damit das ihr zustehende Ermessen nicht überschritten und folglich Bundesrecht nicht verletzt. Soweit der Beschwerdeführer versucht, die vorinstanzliche Würdigung des Gutachtens und die daraus gezogenen Schlüsse des Obergerichtes zu entkräften, ist er nicht zu hören. Die Beweiswürdigung des kantonalen Sachrichters und seine darauf gestützten tatsächlichen Feststellungen binden den Kassationshof und können daher mit der Nichtigkeitsbeschwerde nicht bemängelt werden (Art. 273 Abs. 1 lit. b BStP).\n\nDer Einwand aber, der Beschwerdeführer sei in keiner Weise motiviert und habe sich konsequent und regelmässig gegen eine Anstaltseinweisung ausgesprochen, ist unbehelflich. Angesichts seines bisherigen Verhaltens kann diese Einstellung nicht dazu führen, von der durch die kantonalen Behörden angeordneten Massnahme abzusehen; der Eingewiesene soll nicht durch schlechte Führung sich der Anstaltseinweisung entziehen und eine weniger eingreifende Massnahme erzwingen können, wenn er diese für vorteilhafter hält (BGE 96 IV 15). Im vorliegenden Fall ruft das wiederholte Versagen des Beschwerdeführers geradezu einer Fortsetzung seiner erzieherischen Betreuung mit den Mitteln einer anstaltlichen Disziplin."}