{"annee": "113", "cour": "II", "page": "136", "date": "22/1/1987", "cite": ["107 IB 334", "83 II 109", "111 II 326"], "cite_par": ["116 II 167", "113 II 484", "115 II 167"], "chapeau": "25. Auszug aus dem Urteil der II. Zivilabteilung vom 22. Januar 1987 i.S. M. X. gegen N. X. und Mitbeteiligte (Berufung)", "regestes": ["Droit successoral paysan (art. 620 al. 1 CC). Le projet d'un nouveau plan de zones est tout à fait propre à influencer la décision sur l'attribution à la valeur de rendement d'une exploitation agricole en son entier; cependant, il n'est pas admissible d'en exclure certaines surfaces sous réserve d'une modification effective du plan de zones dans le sens du projet."], "faits": "BGE 113 II 136 S. 136\n\nIn dem zwischen den Parteien hängigen Erbteilungsprozess hat das kantonale Obergericht das teils auf dem Gebiet der Gemeinde A., teils auf demjenigen der Gemeinde B. gelegene landwirtschaftliche Heimwesen C. dem Beklagten M. X. ungeteilt zum Ertragswert zugewiesen; es nahm jedoch gewisse Grundstückflächen von der Zuweisung aus, verbunden mit dem Vorbehalt, dass sie nach Inkrafttreten des neuen Zonenplanes für die Gemeinde A. nicht in die Landwirtschaftszone umgezont sein würden.\n\nDas Bundesgericht heisst die Berufung und die Anschlussberufung, die von den Parteien hiergegen erhoben wurden, teilweise gut und weist die Sache zu neuer Beurteilung an die kantonale Instanz zurück.", "considerants": "Aus den Erwägungen:\n\n5. a) Die Zuweisung, die ein landwirtschaftlich genutztes Grundstück in der Zonenordnung erfährt, stellt ein wesentliches BGE 113 II 136 S. 137Kriterium zur Beurteilung seiner künftigen Verwendung dar. Der Änderung bzw. Neufestlegung der Nutzung durch Planungsmassnahmen kommt deshalb grosses Gewicht zu, besonders dann, wenn sie auf dem am 1. Januar 1980 in Kraft getretenen Bundesgesetz über die Raumplanung (RPG; SR 700) beruht (vgl. BGE 111 II 327). Die Zoneneinteilungen neurechtlicher Nutzungspläne bleiben regelmässig über viele Jahre hinweg gültig. Zwar sollen die kantonalen Richtpläne, welche die Raumplanung in den Grundzügen festlegen und wegweisend für die kommunale Nutzungsplanung sind, in der Regel alle zehn Jahre gesamthaft überprüft und nötigenfalls überarbeitet werden (Art. 9 Abs. 3 RPG). Eine Überprüfung dieser Pläne setzt indessen voraus, dass sich die Verhältnisse erheblich geändert haben (Art. 21 Abs. 2 RPG); ausserdem müssen gewichtige Gründe tatsächlicher oder rechtlicher Art für eine Anpassung gegeben sein (BGE 111 II 327 mit Hinweis).\n\nDie planerischen Massnahmen beruhen auf prognostischen Annahmen über die Nutzung des fraglichen Landes und tragen Gegebenheiten wie der geographischen Lage, der Eignung für eine bestimmte Nutzung, der bestehenden Erschliessung und den vorhandenen Infrastrukturen, aber auch den legitimen Bedürfnissen vorab der Landwirtschaft im allgemeinen und der einzelnen Betriebe im einzelnen sowie des Gewerbes, der Industrie und des Wohnungswesens Rechnung. Die Nutzungsplanung orientiert sich nicht an den Markterwartungen, sondern beeinflusst den Markt, indem sie - den verbindlichen Richtlinien des Raumplanungsrechts folgend - Zonen festlegt, in denen gebaut werden darf oder für die ein Bauverbot bestehen soll. Der Nutzungsplan bestimmt, welche landwirtschaftlich genutzten Flächen durch Eindämmung des Siedlungsgebietes im öffentlichen Interesse geschont und welche für die Überbauung freigegeben werden sollen. Am rechtskräftigen neuen Zonenplan orientiert sich alsdann der Markt mit der Folge, dass für die in den Landwirtschafts- oder Schutzzonen gelegenen Flächen der Nachfragedruck nachlässt, während er sich um so stärker auf die eingezonte Baulandreserve auswirkt. Ausserhalb des Marktes für reines Landwirtschaftsland bleibt die Nachfrage für ausgezonte bzw. nicht eingezonte Flächen auf eher spekulative Bauerwartungen im Sinne langfristiger Baulandreserven beschränkt. Was die eingezonten, jedoch noch landwirtschaftlich genutzten Grundstücke anbelangt, darf im allgemeinen angenommen werden, dass sie unter dem Einfluss des erhöhten Nachfragedrucks, aber auch der sich ebenfalls am Nutzungsplan orientierenden BGE 113 II 136 S. 138Erschliessung bzw. Infrastrukturanpassung innerhalb einer 15jährigen Zeitspanne (vgl. Art. 15 RPG) für die Landwirtschaft verlorengehen. Landwirtschaft wird auf solchen Flächen gewissermassen nur noch auf Zusehen hin betrieben.\n\nVom Raumplanungsrecht geprägte Nutzungspläne lassen sich mit den früheren Zonenplänen mit ihren sehr oft überdimensionierten Bauzonen hinsichtlich ihrer Auswirkungen auf den Markt und die künftige Überbauung der eingezonten Gebiete nicht vergleichen. Die frühere Einzonung einer Liegenschaft oder eines Grundstücks in eine grosszügig bemessene Bauzone änderte an der Nutzungsart oft nichts und spielte daher als Kriterium für die Zukunftsprognose bei einem Zuweisungsentscheid der vorliegenden Art nur eine untergeordnete Rolle. Anders verhält es sich, wenn bei der neuen Zoneneinteilung die Bauzonen redimensioniert und den Bedürfnissen der Bevölkerung sowie der Bevölkerungsentwicklung angepasst worden sind (vgl. hierzu BGE 107 Ib 335 f. E. 2b mit Hinweisen), was zwangsläufig zu einer Verknappung des zur Verfügung stehenden Baulandes und damit zu einer Beschleunigung der Entwicklung mit Bezug auf die Überbauung der eingezonten Baulandreserve der betreffenden Gemeinde führen muss. Bei der Beurteilung der Frage, ob einem Grundstück im Sinne von Art. 620 ZGB landwirtschaftlicher Charakter beizumessen sei, d.h. ob gesagt werden könne, es bestehe für die absehbare Zukunft keine bestimmte Erwartung für eine Überbauung (vgl. BGE 83 II 113 f.), bilden solche Zonenpläne deshalb ein gewichtiges Indiz.\n\nb) Dass das Obergericht den Vorarbeiten zu einem neuen Zonenplan für die Gemeinde A. Rechnung trug, statt einfach auf den noch gültigen Plan aus dem Jahre 1973 abzustellen, ist nach dem Gesagten grundsätzlich nicht zu beanstanden. Die Ausscheidung eines Grundstücks im Zonenplan ist indessen für den Zuweisungsrichter nicht absolut verbindlich. Dieser hat anhand der konkreten Gegebenheiten vielmehr für jedes einzelne Grundstück zu prüfen, ob sich nicht allenfalls eine vom Plan abweichende Prognose aufdränge. Im vorliegenden Fall ist zudem zu beachten, dass im Zeitpunkt der Fällung des angefochtenen Urteils ein neurechtlicher Zonenplan noch nicht in Kraft stand. Auch bei einem rechtskräftigen Plan kann im übrigen nicht die Gewissheit bestehen, dass eine der Bauzone zugeschlagene Parzelle innerhalb der nächsten 15 Jahre tatsächlich auch überbaut werden wird.\n\nc) Kann der Zonenplan für den Richter nicht die Bedeutung einer verbindlichen Weisung haben, erscheint die von der Vorinstanz BGE 113 II 136 S. 139ins Urteil aufgenommene Resolutivbedingung schon aus dieser Sicht als unzulässig. Mit dieser hat das Obergericht den endgültigen Entscheid über die Zuweisung der fraglichen Grundstückflächen den Verwaltungsinstanzen überlassen. Vor allem aber läuft der angebrachte Vorbehalt Art. 604 Abs. 1 ZGB zuwider, wonach jeder Miterbe das Recht hat, zu beliebiger Zeit die Teilung der Erbschaft zu verlangen. In gewissen Fällen kann oder muss die Teilung zwar aufgeschoben werden: Die Erben können durch die letztwillige Verfügung des Erblassers verpflichtet werden, die Gemeinschaft für eine bestimmte Zeit fortzuführen, oder sie haben auch die Möglichkeit, eine entsprechende Vereinbarung zu treffen. Sodann sieht das Gesetz selbst für gewisse Fälle den Aufschub der Teilung vor, so wenn beim Erbgang auf ein noch nicht geborenes Kind Rücksicht zu nehmen ist (Art. 605 Abs. 1 ZGB) oder wenn der Erblasser noch unmündige Nachkommen hinterlässt (Art. 621ter ZGB). Schliesslich kann gemäss Art. 604 Abs. 2 ZGB auf Ansuchen eines Erben hin auch der Richter die Verschiebung der Teilung anordnen (vgl. TUOR/PICENONI, N. 5 ff. zu Art. 604 ZGB; NEUKOMM/CZETTLER, Das bäuerliche Erbrecht, 5. Aufl., S. 251 f.). Möglich ist allenfalls auch die vorläufige Einstellung des eingeleiteten Teilungsverfahrens. Keine der genannten Voraussetzungen ist indessen hier erfüllt. Das obergerichtliche Urteil verstösst mithin insofern gegen Bundesrecht, als bezüglich der dem Beklagten mit Vorbehalt zugewiesenen Teilflächen der Parzellen Nrn. ... die Parteien in Missachtung ihres Teilungsanspruchs verpflichtet werden, die Erbengemeinschaft bis zum Eintritt der Rechtskraft des neuen Zonenplans fortzuführen.\n\nDie vorinstanzlichen Ausführungen im angefochtenen Entscheid erlauben es dem Bundesgericht nicht, selbst über die Zuweisung der fraglichen Grundstückflächen zu befinden. Das Urteil ist deshalb aufzuheben und die Sache an das Obergericht zurückzuweisen, damit dieses unter Einbezug der ausserhalb des Zonenplanprojektes liegenden Gesichtspunkte (zu denken ist insbesondere an die voraussichtliche Nachfrage für die konkreten Landflächen) seine tatsächlichen Feststellungen ergänze und alsdann neu entscheide. Dabei wird die Vorinstanz - im Lichte der prozessrechtlichen Vorschriften und in Ausübung des ihr zustehenden Ermessens - zu prüfen haben, inwiefern den (zum Teil vor Bundesgericht erstmals und deshalb in unzulässiger Weise gestellten) Beweisanträgen der Parteien stattzugeben sei."}