{"annee": "113", "cour": "V", "page": "13", "date": "25/3/1987", "cite": [], "cite_par": ["120 V 170", "127 V 209"], "chapeau": "3. Arrêt du 25 mars 1987 dans la cause Caisse suisse de compensation contre F. et Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger", "regestes": ["Art. 46 al. 1 LAVS, art. 7 al. 2 de la Convention de sécurité sociale entre la Suisse et l'Espagne du 13 octobre 1969: Indemnité forfaitaire et péremption. Lorsque la rente doit être versée sous la forme d'une indemnité forfaitaire, le bénéficiaire ne perd pas son droit à toute prestation s'il présente sa demande en dehors du délai de l'art. 46 al. 1 LAVS. A cet égard, la jurisprudence relative à la péremption de l'allocation unique de veuve au sens de l'art. 24 LAVS n'est pas applicable."], "faits": "|13|\n\nA.- Rogelio F., né en 1926, et Claudina F., née en 1928, tous deux de nationalité espagnole, se sont mariés en Espagne en 1955. Aucun enfant n'est issu de leur union. Au cours des années 1970 à 1972, le mari est venu travailler en Suisse et il a cotisé à l'AVS durant une année et onze mois. Il est décédé le 5 décembre 1976.\n\nLe 5 avril 1984, Claudina F., domiciliée en Espagne, a présenté une demande de rente de veuve. Comme la rente - partielle - à laquelle elle pouvait prétendre (16 francs par mois) était inférieure à dix pour cent de la rente ordinaire complète (781 francs), la Caisse suisse de compensation lui a alloué, en lieu et place d'une prestation mensuelle, une indemnité forfaitaire de 3154 francs (décision du 29 mai 1985).\n\nB.- Claudina F. a recouru contre cette décision devant la Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger en concluant au versement d'une rente mensuelle. Par lettre du 11 décembre 1985, le juge délégué |14| à l'instruction de la cause l'a informée que la commission de recours envisageait de réformer à son détriment la décision susmentionnée et il l'a vainement invitée à se déterminer sur cette éventualité.\n\nPar jugement du 12 mars 1986, la commission de recours a rejeté le pourvoi dont elle était saisie et elle a réformé la décision litigieuse \"en ce sens que toute prestation d'assurance est refusée à la recourante\". En bref, elle a considéré que celle-ci ne pouvait pas prétendre une rente et que le droit à une indemnité forfaitaire était en l'occurrence \"prescrit\" en vertu de l'art. 46 al. 1 LAVS.\n\nC.- La Caisse suisse de compensation interjette recours de droit administratif contre ce jugement, dont elle demande l'annulation, en concluant au rétablissement de sa décision du 29 mai 1985.\n\nInvitée à se déterminer sur le recours, Claudina F. n'a pas fait usage de la faculté qui lui a été donnée. Quant à l'Office fédéral des assurances sociales, il propose d'admettre le recours.", "considerants": "Considérant en droit:\n\n1. (La Caisse suisse de compensation a qualité pour agir selon l'art. 103 let. c OJ en liaison avec l'art. 202 RAVS.)\n\n2. a) Selon l'art. 29 al. 1 LAVS, tous les ayants droit qui ont payé des cotisations pendant une année entière au moins, ainsi que leurs survivants, peuvent prétendre une rente ordinaire. Ont notamment droit à une telle rente les veuves qui, au décès de leur conjoint, ont accompli leur 45e année et ont été mariées pendant cinq années au moins (art. 23 al. 1 let. d LAVS). Le droit à la rente de veuve prend naissance, dans ce cas, le premier jour du mois qui suit le décès du mari (art. 23 al. 3 LAVS).\n\nb) Les ressortissants espagnols ont droit aux rentes ordinaires et aux allocations pour impotents de l'assurance-vieillesse et survivants suisse aux mêmes conditions que les ressortissants suisses (art. 7 al. 1 de la convention de sécurité sociale entre la Suisse et l'Espagne du 13 octobre 1969). Toutefois, lorsque le montant de la rente ordinaire partielle que peut prétendre un ressortissant espagnol qui ne réside pas en Suisse est inférieur ou égal à dix pour cent de la rente ordinaire complète, celui-ci n'a droit qu'à une indemnité forfaitaire égale à la valeur actuelle de la rente due (art. 7 al. 2 de la convention, dans sa version modifiée par l'avenant du 11 juin 1982).\n\n|15|\n\n3. a) En l'espèce, il est constant que l'intimée pouvait en principe prétendre une rente de veuve au décès de son mari, prestation qui devait toutefois être remplacée par une indemnité unique, conformément aux dispositions de la convention susmentionnée entre la Suisse et l'Espagne.\n\nLes premiers juges ont cependant estimé, après avoir constaté que le droit de l'intimée à l'indemnité litigieuse avait pris naissance le premier jour du mois qui avait suivi le décès de l'assuré (soit le 1er janvier 1977), que la demande de prestation du 5 avril 1984 était tardive. Ils se sont fondés sur l'art. 46 al. 1 LAVS, selon lequel \"le droit à des rentes et allocations pour impotents arriérées s'éteint cinq ans après la fin du mois pour laquelle la prestation était due\"; ils ont au surplus invoqué l'ATFA 1955 p. 110, d'où il résulte que cette disposition légale est également applicable à l'allocation unique de veuve au sens de l'art. 24 LAVS.\n\nb) Cette argumentation n'est pas pertinente. En effet, il n'existe aucune analogie entre l'allocation unique de veuve et l'indemnité dont il est ici question: dans le premier cas, l'allocation est versée à la veuve qui ne remplit pas les conditions d'obtention d'une rente de veuve (sur ces conditions, voir l'art. 23 LAVS), alors que dans la seconde hypothèse l'intéressée peut au contraire prétendre une telle rente: la règle de droit international, qui prévoit la possibilité d'un versement en capital, en lieu et place de la rente, ne constitue qu'une simple prescription d'ordre administratif, destinée à permettre une gestion plus rationnelle de l'AVS, c'est-à-dire à éviter, dans certains cas, des frais d'administration disproportionnés au montant de la rente. Aussi ne saurait-on appliquer au cas d'espèce la jurisprudence invoquée par les premiers juges.\n\nEn vérité, il faut bien plutôt considérer que si le montant de la rente avait en l'occurrence été supérieur à dix pour cent de la rente ordinaire complète, l'intimée aurait eu droit à une prestation mensuelle, dans les limites du délai quinquennal de l'art. 46 al. 1 LAVS; la situation n'eût pas été différente si l'intéressée avait été domiciliée en Suisse au moment où elle a présenté sa demande de rente de veuve. Par conséquent, si l'on suivait le raisonnement des premiers juges, cela reviendrait, pratiquement, à subordonner le droit de certains ressortissants étrangers à des prestations de l'AVS à des exigences plus rigoureuses que celles qui sont imposées aux assurés pour lesquels l'éventualité d'une conversion de la rente en capital n'entre pas en ligne de compte. Or cette différence de |16| traitement ne trouve un fondement ni dans la LAVS ni dans le droit conventionnel.\n\nPour autant, cela ne veut pas dire que la péremption quinquennale ne joue aucun rôle lorsque la rente est versée sous la forme d'une indemnité forfaitaire: comme le souligne à juste titre la recourante, les règles de calcul de l'indemnité tiennent compte des exigences de l'art. 46 al. 1 LAVS en ce sens que le bénéficiaire perd son droit à une partie de la valeur capitalisée des rentes arriérées lorsqu'il présente sa demande en dehors du délai institué par cette norme légale (voir à ce sujet les Tables des valeurs actuelles pour le calcul des indemnités forfaitaires tenant lieu de rentes, édictées par l'Office fédéral des assurances sociales, dans leur version en vigueur depuis le 1er janvier 1979).\n\nc) Vu ce qui précède, le recours de droit administratif se révèle bien fondé.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis et le jugement de la Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger du 12 mars 1986 est annulé."}