{"annee": "113", "cour": "IV", "page": "63", "date": "28/9/1987", "cite": ["102 IV 18"], "cite_par": ["117 IV 286", "121 IV 162", "121 IV 178", "133 IV 297", "117 IV 259"], "chapeau": "20. Urteil des Kassationshofes vom 28. September 1987 i.S. L. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Relation entre l'art. 139 CP (brigandage) et l'art. 185 CP (prise d'otage). 1. En cas de brigandage au sens de l'art. 139 CP, c'est contre la personne qui a la garde de la chose dont l'auteur envisage de s'emparer que sont exercées les violences ou les menaces; en cas de prise d'otage au sens de l'art. 185 CP, c'est contre un tiers (consid. 2). 2. Lorsqu'un brigandage tourne en prise d'otage, il y a concours idéal entre les art. 139 et 185 CP (consid. 3)."], "faits": "BGE 113 IV 63 S. 63\n\nAm 24. März 1986 betrat L., mit einem blauen Overall bekleidet, den Vorraum Postgebäude in Biberstein. Er streifte sich dort eine selbst angefertigte Maske über den Kopf und betrat darauf den Schalterraum. Zunächst bedrohte er die am Schalter stehende Postbeamtin A. mit einer geladenen Pistole, verlangte Bargeld und überreichte ihr einen Plastiksack, in welchen sie das Geld packen sollte. Als sie ihm lediglich Münzen, die auf dem Schalter lagen, zuschob, verlangte er mehr Geld und drohte, er würde schiessen. Er richtete nun die Waffe gegen die rechts von ihm stehende Postkundin B. und drohte nochmals, er wolle mehr Geld und er würde schiessen, er sei nervös. In der Folge packte A. Bargeld im Betrage von Fr. 2'946.-- in die Tasche und übergab dieses dem Angeklagten.\n\nDas Bezirksgericht Aarau sprach L. deswegen mit Urteil vom 5. November 1986 des qualifizierten Raubes gemäss Art. 139 Ziff. 3 und in Idealkonkurrenz dazu der qualifizierten Geiselnahme gemäss Art. 185 Ziff. 2 StGB schuldig.\n\nDas Obergericht des Kantons Aargau hat mit Urteil vom 7. Mai 1987 den Entscheid des Bezirksgerichtes insoweit bestätigt BGE 113 IV 63 S. 64und L. deswegen und aufgrund weiterer, jetzt nicht mehr strittiger Anklagepunkte zu 7 Jahren und 4 Monaten Zuchthaus verurteilt.\n\nL. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, die Verurteilung wegen Geiselnahme gemäss Art. 185 Ziff. 2 StGB aufzuheben und insoweit den Fall zur Freisprechung und zu neuer Straffestsetzung an die Vorinstanz zurückzuweisen, wobei die Strafe nicht mehr als 5 Jahre Zuchthaus betragen dürfe. Er macht geltend, dass neben einer Verurteilung wegen Raubes für den gleichen Vorfall eine Verurteilung wegen Geiselnahme generell nicht möglich sei, zumindest aber nicht aufgrund der konkreten Umstände des vorliegenden Falles.", "considerants": "Aus den Erwägungen:\n\n1. Vom Beschwerdeführer unangefochten haben die kantonalen Instanzen angenommen, durch den Vorfall im Postgebäude sei jedenfalls der Tatbestand des Raubes gemäss Art. 139 StGB erfüllt. Sie begründen dies jedoch nicht im einzelnen, weil der Beschwerdeführer den Grundtatbestand nicht in Abrede stellte. Für die Entscheidung der mit der Nichtigkeitsbeschwerde aufgeworfenen Fragen, ob überdies der Tatbestand der Geiselnahme gemäss Art. 185 StGB erfüllt sei und - gegebenenfalls - in welchem Konkurrenzverhältnis Geiselnahme und Raub stehen, ist es jedoch notwendig zu prüfen, worauf sich die Verurteilung wegen Raubes stützt.\n\nDas Geschehen lässt sich in zwei zeitlich naheliegende und unmittelbar ineinander übergehende Phasen trennen: In einer ersten bedrohte der Beschwerdeführer einzig die Postbeamtin und erreichte dadurch, dass sie ihm Münzen, die auf dem Schalter lagen, zuschob; in einer zweiten richtete er die Waffe gegen die Postkundin B. Erst dies veranlasste die Postbeamtin, Bargeld im Betrage von Fr. 2'946.-- in die Tasche zu packen und diese dem Beschwerdeführer zu übergeben. Dass er in dieser zweiten Phase die Postbeamtin erneut persönlich bedroht hätte, wird von den kantonalen Instanzen nicht festgestellt.\n\nDas Geschehen in der ersten Phase erfüllt den Tatbestand des vollendeten Raubes, denn die Postbeamtin schob unter dem Eindruck der auf sie gerichteten Pistole dem Beschwerdeführer Münzen zu, und zwar bevor dieser seine Pistole auf die anwesende Kundin richtete.\n\nBGE 113 IV 63 S. 65\n\n2. Zu prüfen ist, wie das Verhalten des Beschwerdeführers in der zweiten Phase zu qualifizieren ist.\n\na) Den Tatbestand der Geiselnahme gemäss Art. 185 StGB erfüllt, wer jemanden der Freiheit beraubt, entführt oder sich seiner sonstwie bemächtigt, um einen Dritten zu einer Handlung zu nötigen. Der Tatbestand der Geiselnahme ist gekennzeichnet durch die Kombination von Freiheitsberaubung gegenüber der Geisel und der Nötigungsabsicht gegenüber einem Dritten (SCHUBARTH, Kommentar Strafrecht, Besonderer Teil, 3. Band, Art. 185 N. 1; vgl. STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, S. 106; REHBERG, Strafrecht III, S. 168; HANSPETER EGLI, Freiheitsberaubung, Entführung und Geiselnahme, Diss. Zürich 1986, S. 152 ff.). Der objektive Tatbestand ist erfüllt, wenn sich der Täter durch Freiheitsberaubung, Entführung oder sonstwie des Opfers bemächtigt.\n\nEine Freiheitsberaubung ist dann gegeben, wenn der Täter die Freiheit des Opfers, seinen Aufenthaltsort zu verändern, aufhebt (SCHUBARTH, Art. 183 N. 15). Ein bloss unerhebliches Festhalten, eine nur ganz vorübergehende Freiheitsentziehung ist allerdings nach allgemeiner Auffassung nicht tatbestandsmässig (SCHUBARTH, Art. 183 N. 23 mit Hinweisen).\n\nb) Gemäss den tatsächlichen Feststellungen der Vorinstanzen steht fest, dass der Beschwerdeführer B. vorübergehend derart mit der Pistole bedroht hat, dass diese bewegungslos an ihrem Platze beim Schalter stehen geblieben ist, nicht in das Geschehen eingegriffen und auch keinen Fluchtversuch unternommen hat. Ob dies für eine Freiheitsberaubung ausreicht, kann offenbleiben, da der Beschwerdeführer mit seinem Vorgehen sich jedenfalls die Verfügungsmacht über B. verschafft hat, was für die Erfüllung der dritten Tatbestandsalternative von Art. 185 StGB, des Sichbemächtigens, ausreicht (vgl. SCHUBARTH, Art. 185 N. 2 unter Hinweis auf die Botschaft zur Neufassung von Art. 185, BBl 1980 I 1261). Somit ist der objektive Tatbestand von Art. 185 StGB erfüllt.\n\nc) Der Beschwerdeführer macht geltend, der neue Tatbestand der Geiselnahme sei für besonders qualifizierte Fälle politischer oder ideeller Natur geschaffen worden, bei welchen mit dem Druck der Geiselnahme Geldforderungen, Freilassung anderer oder sonstwie erpresserische Lösungen durchzusetzen versucht würden. Dagegen habe der Gesetzgeber einen Fall wie den vorliegenden, wo bei einem qualifizierten Raub zusätzlich eine mit dem Beraubten BGE 113 IV 63 S. 66nicht identische Person bedroht werde, nicht als Geiselnahme ansehen wollen; vielmehr werde dieses Verhalten von Art. 139 StGB erfasst. Der Beschwerdeführer unterstellt offenbar, dass vorliegendenfalls auch in der zweiten Phase der Tatbestand des Raubes erfüllt sei, weshalb eine zusätzliche Verurteilung wegen Geiselnahme abzulehnen sei.\n\naa) Die Gewaltanwendung oder die Drohung gemäss Art. 139 StGB muss sich gegen eine Person richten, die zumindest eine faktische Schutzposition in bezug auf die Sache hat, die gestohlen werden soll. Diese Person kann sein der Gewahrsamsinhaber (etwa ein Geldbote), der Gewahrsamshüter (z.B. ein Securitasmann auf nächtlichem Rundgang um das Haus) wie auch ein Dritter, der Nothilfe leistet (vgl. STRATENWERTH, a.a.O., S. 213; REHBERG, a.a.O., S. 47). Richtet sich dagegen die Gewalt oder die Drohung gegen andere Personen wie etwa Passanten oder Kunden, kommt Art. 139 StGB nicht mehr zur Anwendung (teilweise abweichend ARZT, ZStR 99 1983, S. 261). Umgekehrt fällt jede Drohung gegen jemanden, der nicht selbst eine faktische Schutzposition in bezug auf die Sache hat, unter Art. 185 StGB, sofern die Drohung zu einem Sichbemächtigen im Sinne dieser Bestimmung führt. Die Entscheidung BGE 102 IV 20, wo für den Fall der Drohung gegen eine Kundin die Erfüllung des Raubtatbestandes angenommen wurde, ist durch die Gesetzesrevision vom 9. Oktober 1981 mit der Einführung des Tatbestandes der Geiselnahme überholt.\n\nbb) Aus dem Gesagten ergibt sich, dass in dieser zweiten Phase der objektive Tatbestand von Art. 185 StGB erfüllt ist, nicht jedoch derjenige von Art. 139, da keine Drohung gegen die Postbeamtin festgestellt ist. Die Vorinstanz hat somit den Beschwerdeführer zu Recht aus Art. 185 StGB verurteilt. Zwar mag eine Geiselnahme nicht zu seinem ursprünglichen Tatplan gehört haben. Dies ändert jedoch nichts daran, dass er aus der Situation heraus gegen die für ihn überraschend anwesende Drittperson B. vorgegangen ist. Der subjektive Tatbestand von Art. 185 StGB ist erfüllt, weil der Beschwerdeführer im Bewusstsein handelte, dass er sich der B. bemächtigte, und weil er überdies in der Absicht handelte, auf diese Weise die Postbeamtin zur Herausgabe des Geldes zu veranlassen (Drittnötigungsabsicht).\n\n3. Der Beschwerdeführer hat sich somit in der ersten Phase wegen Raubes nach Art. 139 StGB, in der zweiten wegen Geiselnahme nach Art. 185 StGB strafbar gemacht. Zu prüfen ist das Konkurrenzverhältnis.\n\nBGE 113 IV 63 S. 67\n\nIdealkonkurrenz ist dann gegeben, wenn der Täter mehrere Tatbestände durch eine Handlung erfüllt, von denen keiner den Unrechtsgehalt der Tat ganz erfasst. Bei einer Aktion wie der vorliegenden ist von einer einzigen Handlung auszugehen, und zwar auch dann, wenn zwischen zwei Phasen unterschieden werden kann und wenn im Ergebnis die Erfüllung des Raubtatbestandes nur für die erste und die der Geiselnahme nur für die zweite bejaht werden kann.\n\nDer Unrechtsgehalt des Raubes besteht im Angriff auf das in fremdem Gewahrsam stehende Eigentum, vorliegendenfalls der Post, und in der Beeinträchtigung der persönlichen Freiheit des Gewahrsamsinhabers, hier der Postbeamtin. Der Unrechtsgehalt der Geiselnahme liegt demgegenüber im Angriff auf die Person der Geisel, in casu der Kundin, sowie in der Beeinträchtigung der persönlichen Freiheit der genötigten Person, konkret der Postbeamtin. Daraus erhellt, dass keiner der beiden Tatbestände den Unrechtsgehalt der Tat voll ausschöpft. Der Raubtatbestand erfasst nicht den Angriff auf die Geisel und die Geiselnahme nicht jenen auf fremdes Vermögen und fremden Gewahrsam. Die Vorinstanz hat deshalb im Ergebnis zutreffend Idealkonkurrenz zwischen Art. 139 und Art. 185 StGB angenommen (ebenso REHBERG, Strafrecht III, S. 52 und 170; ARZT, a.a.O., S. 260 Fn 8 und S. 268).\n\nAllerdings ist einzuräumen, dass sich vorliegendenfalls Art. 139 und 185 StGB in ihrem Unrechtsgehalt nicht unerheblich überschneiden. Dies schliesst jedoch Idealkonkurrenz nicht aus, sondern betrifft das Ausmass der gemäss Art. 68 Ziff. 1 Abs. 1 StGB vorzunehmenden Straferhöhung. Dass die Strafe in Verkennung dieses Gesichtspunktes ausgefällt worden sei, wird aber in der Beschwerde nicht geltend gemacht und ist im Hinblick auf die weiteren Straftaten des Beschwerdeführers auch nicht ersichtlich.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}