{"annee": "113", "cour": "II", "page": "280", "date": "2/11/1987", "cite": ["103 IB 6", "106 II 352", "110 II 398", "108 II 130", "111 II 86"], "cite_par": ["117 IV 324", "130 III 58", "114 II 284"], "chapeau": "52. Urteil der I. Zivilabteilung vom 2. November 1987 i.S. R. gegen Handelsregisteramt des Kantons Zürich und Direktion der Justiz des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 38 al. 1 ORC et art. 944 al. 1 CO. Véracité des raisons de commerce. Inadmissibilité de l'inscription d'un titre étranger de \"Dr. h.c.\", lorsque l'équivalence entre ce titre et un titre suisse correspondant n'est pas garantie. Pouvoir d'examen des autorités suisses (consid. 3a et b). Admissibilité de l'inscription du titre dans la langue originale avec l'indication reconnaissable de l'institution qui l'a décerné? (question laissée indécise) (consid. 3c)."], "faits": "|281|\n\nR. führt ein unter seinem Namen im Handelsregister eingetragenes Übersetzungsbüro mit Sitz in K. Nachdem ihm bereits 1975 die Eintragung eines englischen Doktortitels versagt geblieben war, ersuchte er 1985 das Handelsregisteramt des Kantons Zürich unter Berufung auf zwei seitherige Verleihungen um Eintragung des Titels \"Dr. h.c.\". Im Laufe des Administrativverfahrens stützte er diesen Anspruch noch ausschliesslich auf die Ehrung durch die \"Universidad Politécnica de El Salvador\" für seine Leistungen auf dem Gebiet der \"Ciencias Linguisticas a nivel internacional\".\n\nMit Verfügung vom 19. September 1986 verweigerte das Handelsregisteramt die verlangte Eintragung. Eine gegen diese Verfügung gerichtete Beschwerde wies die Direktion der Justiz des Kantons Zürich am 24. Februar 1987 ab. Gegen die Verfügung der Direktion führt R. Verwaltungsgerichtsbeschwerde, die das Bundesgericht abweist.", "considerants": "Aus den Erwägungen:\n\n3. Nach Art. 944 Abs. 1 OR i.V.m. Art. 38 Abs. 1 HRegV sind wahrheitsgemässe Eintragungen zulässig, \"die zur nähern Umschreibung der darin erwähnten Personen dienen\", mithin auch Hinweise auf akademische Titel (HIS, N. 44, 60 und 88 zu Art. 944 OR), wenn dadurch keine Täuschungen verursacht werden können (Grundsatz der Firmenwahrheit; dazu etwa HIS, N. 60 ff. zu Art. 944 OR sowie PATRY in SPR VIII/1 S. 157 f. und die nachstehend angeführte Literatur), was gerade auch im Bereich |282| solcher Titel nicht der Fall sein darf (ROLAND BÜHLER, Firmenfunktionen und Eintragungsfähigkeit von Firmen, Der bernische Notar 1987, S. 25). Massgeblich abgestellt wird auf den Eindruck, den die Eintragung beim Durchschnittsleser, beim durchschnittlich aufmerksamen Betrachter, zu erwecken geeignet ist; dass es tatsächlich zu Täuschungen kommt oder diese sogar einen Dritten schädigen müssten, ist nicht erforderlich (BGE 111 II 88, BGE 110 II 399 E. 1a, BGE 108 II 132 E. 3, BGE 106 II 353 E. 1, BGE 103 Ib 9 E. 5a; HIS, N. 60 und 88 ff. zu Art. 944 OR; BÜHLER a.a.O.; ACHERMANN, Die Täuschungsgefahr im Firmenrecht, Der bernische Notar 1985, S. 49).\n\na) Beim verlangten Eintrag bejaht die Vorinstanz die Täuschungsgefahr, weil er den falschen Eindruck eines entsprechenden schweizerischen oder eines ihm ebenbürtigen ausländischen Titels erwecken würde. Der Leser werde zur Annahme verleitet, dem Beschwerdeführer sei durch eine schweizerischen Universitäten vergleichbare anerkannte Universität gleicher Stufe mit entsprechender Fakultät höchste berufliche Qualifikation attestiert worden. In Wirklichkeit handle es sich bei der zwar als seriös einzustufenden Universidad Politécnica um eine private technische Universität mit nur zwei Fakultäten, nämlich einer für Ingenieurwissenschaften und Architektur und einer für Wirtschaftswissenschaften, was gegen eine schweizerischem Standard entsprechende fachmännische Beurteilung der Leistungen des Beschwerdeführers auf dem Gebiet der Sprachwissenschaften spreche.\n\nDer Beschwerdeführer macht geltend, der Eindruck werde zu Recht erweckt, da der Titel durch die wirtschaftswissenschaftliche Fakultät der Universidad Politécnica aufgrund der einschlägigen Vorschriften in Würdigung von - nicht näher bezeichneten - Verdiensten verliehen und nicht etwa gekauft worden sei. Die Handelsregisterbehörden hätten diese Würdigung nicht zu überprüfen, sondern sich damit zu begnügen, dass die Universität seriös geführt und allgemein anerkannt sei.\n\nb) Der Beschwerdeführer übersieht, dass sich die Vorinstanz nicht die Überprüfung des Verleihungsaktes auf seine Rechtmässigkeit angemasst hat. Geprüft wurde einzig, ob der verliehene Titel einer Eintragung im schweizerischen Handelsregister zugänglich sei. Hiefür sind die schweizerischen Behörden allein und einzig nach Massgabe des schweizerischen Rechts zuständig.\n\nIm übrigen vermögen die Ausführungen des Beschwerdeführers nicht die entscheidende Erwägung der Vorinstanz zu widerlegen, wonach die |283| Universität schon mangels einer sprachwissenschaftlichen Fakultät keine Gewähr für die hierzulande übliche rigorose Selektion der für Verdienste auf diesem Gebiet zu Ehrenden habe bieten können. Die von der Vorinstanz gar nicht in Abrede gestellte Seriosität der Universität belegt noch keineswegs die Gleichwertigkeit des hier in Frage stehenden Titels mit einem schweizerischen. Dazu kommt, dass der Beschwerdeführer aktenkundig seit langem auf der Suche nach einem Doktortitel war und weder über seinen Bezug zu El Salvador noch über seine wissenschaftlichen Verdienste Auskunft zu geben vermochte.\n\nc) Das Eidgenössische Amt für das Handelsregister weist in seiner Vernehmlassung darauf hin, dass der Verwendung und offenbar auch der Eintragung eines ausländischen Titels dann nichts im Wege stünde, wenn er in der Originalsprache und mit erkennbarem Hinweis auf die verleihende Institution wiedergegeben würde. Da nur über die Eintragung in der beantragten Form zu befinden ist, braucht darüber nicht entschieden zu werden, obwohl diesbezüglich eine einheitliche Praxis der Handelsregisterbehörden zu begrüssen wäre."}