{"annee": "113", "cour": "IV", "page": "60", "date": "7/8/1987", "cite": ["112 IV 13", "110 IV 80", "111 IV 49"], "cite_par": ["117 IV 135", "118 IV 142"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 7. August 1987 i.S. X. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 137 ch. 2 al. 3 et 139 ch. 1bis CP; \"autre arme dangereuse\". 1. Un pistolet avec lequel des cartouches lacrymogènes peuvent être tirées est une arme. Il en va de même d'un spray lacrymogène. 2. Lorsqu'une telle arme est chargée avec du gaz CN, elle est à bon droit qualifiée d'arme dangereuse. Reste ouverte la question de savoir ce qu'il en est lorsque cette arme est chargée avec du gaz CS."], "faits": "", "considerants": "|61|\n\nAus den Erwägungen:\n\n1. Der Beschwerdeführer rügt, bei der von ihm mitgeführten Schreckschusspistole Marke \"Röhm\", Typ RG 8 mit Tränengaspatronen, habe es sich nicht um eine gefährliche Waffe im Sinne von Art. 137 Ziff. 2 Abs. 3 und 139 Ziff. 1bis StGB gehandelt, wie das Kriminalgericht annehme.\n\na) Einen erschwerenden Umstand im Sinne jener Bestimmungen bildet das Mitführen einer Schusswaffe oder einer anderen gefährlichen Waffe zum Zwecke des Diebstahls oder Raubs. Als Waffe gilt jeder Gegenstand, der nach seiner Bestimmung zu Angriff oder Verteidigung dient (BGE 112 IV 13 E. 2 mit Hinweisen). Diese Voraussetzung ist bei einer Pistole, wenn mit ihr Tränengaspatronen verschossen werden können, aber auch bei einem Tränengasspray fraglos gegeben. Ob die mitgeführte Waffe gefährlich und deshalb einer Schusswaffe gleichzustellen ist, hängt allein von objektiven Gegebenheiten, nämlich ihrem objektiv gefährlichen Charakter (BGE 111 IV 50 E. 3; BGE 110 IV 82 E. b mit Hinweisen), mithin also davon ab, ob sie bei der in Frage stehenden Verwendungsart geeignet sei, gefährliche Verletzungen zu bewirken (STRATENWERTH, Strafrecht, Besonderer Teil I, 3. Aufl., S. 205 Rn. 114). Das trifft nach der in der bundesrätlichen Botschaft über die Änderung des schweizerischen Strafgesetzbuches und des Militärstrafgesetzes vertretenen Auffassung (BBl. 1980 I S. 1256), der in den parlamentarischen Beratungen nicht widersprochen (Sten.Bull. NR 1980, S. 1641, SR 1980 S. 277) und die teilweise auch in der Lehre übernommen worden ist (STRATENWERTH, a.a.O., S. 205 Rn. 114; REHBERG, Strafrecht III, S. 43; vgl. aber SCHULTZ, ZStrR 1984, S. 116) nicht nur auf Handgranaten und Bomben, sondern auch auf Gaspetarden, Sprühmittel und Schlagringe zu. Was in bezug auf Beschaffenheit und Verwendungsart für Opfer eine ähnliche Gefahr darstellt wie ein Schlagring (BGE 111 IV 50 E. 3), ist demnach als gefährliche Waffe zu qualifizieren, ohne dass es in bezug auf die Art einer möglichen Verletzung des gleich hohen Gefährdungsgrades wie bei einer Schusswaffe bedürfte.\n\n|62| Wenn die Botschaft des Bundesrates zwar von \"anderen, in ihrer Gefährlichkeit der Schusswaffe ebenbürtigen Waffen\" spricht (BBl. 1980 I S. 1251), aber als Beispiele solcher gefährlicher Waffen ausdrücklich auch Sprühmittel und namentlich Schlagringe nennt, so bringt sie selber dadurch unverkennbar zum Ausdruck, dass von Gesetzes wegen nicht jener gleich hohe Gefährdungsgrad wie bei einer Schusswaffe gefordert werden soll.\n\nb) Der angefochtene Entscheid erlaubt die Prüfung der Frage nicht, ob die inkriminierten Waffen als gefährlich im Sinne des Gesetzes anzusehen sind. Die Vorinstanz stellt nur fest, Gaspetarden und Sprühmittel seien gefährliche Waffen. In dieser allgemeinen Form kann der Auffassung des Kriminalgerichtes nach dem in Erw. 1a Gesagten nicht beigepflichtet werden.\n\nAber auch der vom Verhörrichter eingeholte Bericht der Kantonspolizei Thurgau vom 18. Dezember 1985 erlaubt keine abschliessende Beurteilung. Darin wird in bezug auf die Schreckschusspistole \"Röhm\" festgehalten, die Waffe sei einsatzfähig und funktioniere ohne die geringste Störung; auch die sich im Magazin befindlichen Tränengaspatronen seien \"sehr wirksam\"; beim Abfeuern entstehe in der Umgebung von einigen Metern auf die Augen und die Atemwege eine starke Gaseinwirkung. Der Bericht lässt die Frage offen, ob in den Tränengaspatronen Chloracetophenon (CS-Gas) oder Chlorbenzylidenmalodinitril (CN-Gas) enthalten sei; während CN-Gas u.a. bei unsachgemässer Anwendung Lungenödeme und bleibende Augenschäden verursachen könne, trete die Reizwirkung beim CS-Gas \"etwas später\" auf und sei die Unverträglichkeitsgrenze \"etwas günstiger\". Was den vom Beschwerdeführer mitgeführten Tränengasspray betreffe, sei die Dose mit CS-Gas gefüllt gewesen.\n\nAufgrund der Schilderung der Kantonspolizei ist beim CN-Gas die Unterstellung unter den Begriff der gefährlichen Waffe gerechtfertigt, insbesondere wenn man bedenkt, dass das Risiko einer unsachgemässen Anwendung in Deliktssituationen stets gegeben ist. Es steht aber nicht fest, ob die in der Schreckschusspistole enthaltenen Patronen dieses Gas enthielten. Hinsichtlich des CS-Gases lässt sich dem Bericht demgegenüber nicht mit hinreichender Deutlichkeit entnehmen, ob dieses als gefährliche Waffe bezeichnet werden muss."}