{"annee": "113", "cour": "II", "page": "277", "date": "15/9/1987", "cite": ["107 II 417", "111 II 182", "95 II 255", "104 II 108", "111 II 373", "95 II 291", "110 II 391", "107 III 91", "111 II 375"], "cite_par": ["122 III 195"], "chapeau": "51. Auszug aus dem Urteil der I. Zivilabteilung vom 15. September 1987 i.S. L. gegen E. (Berufung)", "regestes": ["Action en responsabilité contre les administrateurs d'une société. Effet de la cession des droits litigieux par la masse en faillite. Le créancier cessionnaire, agissant en vertu de l'art. 260 LP, peut réclamer réparation du dommage direct subi par la société; il peut également se faire indemniser de son propre dommage indirect sur la base de l'art. 756 al. 2 CO. Le consentement du lésé ne peut être opposé à cette double action que dans la mesure où tant la société que le créancier demandeur ont consenti à l'acte dommageable (consid. 3). Lorsque le créancier s'est fait céder les droits litigieux conformément à l'art. 260 LP, on peut admettre, en règle générale, que cette cession comprend aussi les droits découlant de l'art. 756 al. 2 CO. Dans l'examen de cette question, le droit fédéral doit être appliqué d'office (consid. 4)."], "faits": "", "considerants": "|278|\n\nAus den Erwägungen:\n\n3. Nach BGE 111 II 182 E. 3 handeln die Abtretungsgläubiger unter einem doppelten Titel, indem sie einerseits aufgrund der Abtretung gemäss Art. 260 SchKG den unmittelbaren Schaden der Gesellschaft und anderseits aufgrund der Abtretung gemäss Art. 756 Abs. 2 OR den ihnen selbst als Gläubiger mittelbar erwachsenen Schaden geltend machen. Diese Ansprüche sind auseinanderzuhalten, wobei namentlich eine Einwilligung der Gesellschaft in die schädigende Handlung zwar dem Anspruch aus dem Recht der Gesellschaft, nicht aber dem Anspruch des Gläubigers aus eigenem Recht entgegengehalten werden kann (ebenso BGE 111 II 374). Dagegen ist dem Gläubiger auch insoweit, als er seinen mittelbaren Schaden geltend macht, grundsätzlich der volle, vom Verantwortlichen verschuldete Gesellschaftsschaden zugesprochen worden, nicht nur Ersatz seines persönlich erlittenen Verlustes |279| (BGE 111 II 184 E. c, ebenso BGE 111 II 375 E. 5; dazu kritisch FORSTMOSER in Schweizerische Aktiengesellschaft 1986 S. 69 ff. und BÄR in ZBJV 123/1987 S. 257).\n\nDiese Rechtsprechung hat zur Folge, dass die Klage des Abtretungsgläubigers, die auf Art. 260 Abs. 1 SchKG und auf Art. 756 Abs. 2 OR gestützt wird, nur dann an der Einwilligung des Geschädigten scheitert, wenn eine solche sowohl seitens der Gesellschaft als auch seitens des klagenden Gläubigers gegeben ist.\n\n4. a) Für die Mehrheit des Obergerichts ist entscheidend, dass der Kläger seinen Anspruch ausschliesslich auf Art. 260 SchKG gestützt habe und sich deshalb die Einwilligung der Gesellschaft entgegenhalten lassen müsse. Er habe sich in der Klageschrift auf die Abtretungsverfügung des Konkursamtes berufen, welche mit \"Abtretung von Rechtsansprüchen der Masse gemäss Art. 260 SchKG\" überschrieben sei. In der Replik habe er sich als Vertreter der Masse bezeichnet und im Anschluss an die Duplik explizit anerkannt, dass er den Schaden der Gesellschaft, der Masse, geltend mache. Das ist nach Auffassung der Minderheit des Obergerichts eine formalistische Betrachtungsweise; die Abtretung nach Art. 260 SchKG stehe der Geltendmachung eigener Ansprüche aus Art. 756 Abs. 2 OR nicht entgegen; die Klage entspreche inhaltlich einem Vorgehen nach Art. 756 Abs. 2 OR.\n\nDer Kläger macht geltend, Art. 756 Abs. 2 OR sei zu Unrecht nicht angewandt worden. Er habe inhaltlich und sinngemäss auch seinen Anspruch aus mittelbarer Schädigung geltend gemacht. Die gegenteilige Annahme lasse sich nicht auf die Abtretungsurkunde stützen und gehe an den Realitäten vorbei.\n\nb) Der Beklagte hält diese Rüge für unzulässig, weil sie die Auslegung einer Prozesserklärung und damit kantonales Recht betreffe. Das gilt indes nur insoweit, als die Erklärung sich ausschliesslich oder vorwiegend auf dem Gebiet des Prozessrechts auswirkt (BGE 95 II 295 E. 4 mit Hinweis). Der kantonale Richter verletzt Bundesrecht, wenn er sich im Prozess über einen bundesrechtlichen Anspruch mit ordnungsgemäss aufgestellten Rechtsbehauptungen nicht materiell auseinandersetzt (BGE 95 II 266 E. 8, 405 E. b). Selbst wenn das Obergericht in guten Treuen einen Verzicht des Klägers auf Ansprüche aus Art. 756 Abs. 2 OR annehmen dürfte, bleibt es zur Rechtsanwendung von Amtes wegen verpflichtet (BGE 107 II 418 E. 4, BGE 104 II 114).\n\nIn diesem Sinn ist es durchaus eine Frage des Bundesrechtes, ob die Klage nur nach Art. 260 SchKG oder auch nach Art. 756 Abs. 2 OR zu |280| beurteilen ist. Dass sich die Abtretungsurkunde auf Art. 260 SchKG bezieht und der Kläger sich im Prozess darauf berufen hat, ist dabei nicht entscheidend; auch das Bundesgericht geht in einer gebräuchlichen Formulierung davon aus, dass der Anspruch des Gläubigers auf Ersatz seines mittelbaren Schadens eine Abtretung nach den Bestimmungen des SchKG voraussetze (BGE 110 II 393 E. 1). Die Abtretungserklärung ist denn auch nicht nach ihrem Wortlaut, sondern nach ihrem wahren Sinn auszulegen (BGE 107 III 92 E. 1 mit Hinweis); werden einfach \"Verantwortlichkeitsansprüche\" abgetreten, so umfasst das auch solche aus Art. 752 ff. OR. In der Regel ist deshalb davon auszugehen, dass die Abtretung Ansprüche aus Art. 260 SchKG sowie aus Art. 756 Abs. 2 OR umfasst (FORSTMOSER in SAG 1986 S. 75). Entsprechend ist anzunehmen, dass der Abtretungsgläubiger im Prozess ebenfalls beide Ansprüche geltend macht (BGE 111 II 183 E. a). Das muss auch vorliegend gelten. Dabei kann offenbleiben, wie weit auch bei klarem Verzicht auf die Anrufung von Art. 756 Abs. 2 OR diese Bestimmung gleichwohl von Amtes wegen anzuwenden wäre; was das angefochtene Urteil dafür anführt, beinhaltet klarerweise keinen solchen Verzicht. Wenn der Kläger etwa erklärt hat, er mache den Schaden der Gesellschaft geltend, ist das auch Grundlage des mittelbaren Gläubigerschadens und schliesst einen solchen nicht aus.\n\nDie Mehrheitsentscheidung des angefochtenen Urteils verstösst deshalb gegen Bundesrecht, indem eine Überprüfung der Klage im Hinblick auf eine mittelbare Schädigung des Klägers (Art. 756 Abs. 2 OR) abgelehnt worden ist. Das muss in teilweiser Gutheissung der Berufung zur Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz führen; um die Klage gutzuheissen, fehlen die tatsächlichen Grundlagen, da die Feststellungen der Minderheit nicht berücksichtigt werden dürfen."}