{"annee": "113", "cour": "IB", "page": "206", "date": "27/11/1987", "cite": ["110 IB 246", "60 I 280", "91 I 429"], "cite_par": ["118 IV 74", "121 II 166"], "chapeau": "35. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 27. November 1987 i.S. Eidgenössische Steuerverwaltung gegen X, Militärverwaltung Basel-Landschaft und Rekurskommission Baselland (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 4 al. 1 lettre b, art. 7 al. 2 lettre a LTM, art. 1 al. 1 ch. 2 RTM; exonération de la taxe en raison d'une atteinte portée à la santé par un service militaire volontaire ayant entraîné une incapacité de servir. 1. Principe (consid. 3). 2. Art. 1 al. 1 ch. 2 RTM; légalité de cette disposition réglementaire. Il est contraire à l'art. 7 al. 2 lettre a LTM de faire dépendre l'exonération de la taxe consécutive à une atteinte à la santé occasionnée par un service militaire volontaire de la condition que ce service soit inscrit dans le livret de service conformément aux prescriptions sur les contrôles militaires (consid. 4). 3. Art. 7 al. 2 lettre a LTM; cours d'instruction préparatoire aéronautique. La fréquentation de tels cours ne remplit pas les conditions d'un service volontaire au sens de cette disposition et ne constitue donc pas un motif d'exonération de la taxe (consid. 4 et 5)."], "faits": "BGE 113 Ib 206 S. 207\n\nX. besuchte im Jahre 1976 im Alter von 19 Jahren einen Kurs im Rahmen der fliegerischen Vorschulung für Fallschirmgrenadiere. Er zog sich dabei eine doppelte Unterschenkelfraktur zu. Wegen den Folgen des Unfalles wurde er bei der Aushebung im Mai 1977 für ein halbes Jahr zurückgestellt und erst im November 1977 tauglich erklärt. Einem Gesuch um Verschiebung der Rekrutenschule (Besuch der Höheren Technischen Lehranstalt) wurde entsprochen. Im Jahre 1981 wurde der Wehrpflichtige vorzeitig aus der Rekrutenschule entlassen und hilfsdiensttauglich erklärt, weil seine Diensttauglichkeit durch den Unfall stärker als ursprünglich angenommen eingeschränkt war.\n\nGegen die Verfügungen zur Veranlagung zum Militärpflichtersatz der Jahre 1982 bis 1984 erhob der Wehrpflichtige Einsprache mit dem Antrag, ihn nach Art. 7 Abs. 2 lit. a des Bundesgesetzes über den Militärpflichtersatz (MPG; SR 661) zu befreien. Die Einsprache blieb ohne Erfolg. Die Steuerrekurskommission Baselland hiess die hierauf erhobene Beschwerde gut und befreite den Wehrpflichtigen vom Militärpflichtersatz der Jahre 1982 bis 1984.\n\nDas Bundesgericht schützt die von der Eidgenössischen Steuerverwaltung gegen diesen Entscheid erhobene Verwaltungsgerichtsbeschwerde.", "considerants": "Auszug aus den Erwägungen:\n\n3. Gemäss Art. 4 Abs. 1 lit. b MPG ist von der Ersatzpflicht befreit, wer im Ersatzjahr wegen Schädigung seiner Gesundheit durch den Militärdienst dienstuntauglich erklärt, dem Hilfsdienst zugeteilt oder vom Dienst dispensiert worden ist. Bei der Ersatzbefreiung wegen dienstlicher Gesundheitsschädigung werden überdies \"die durch den Bundesrat näher zu bezeichnenden, freiwillig und ohne Sold geleisteten, militärisch organisierten und geleiteten\" Ausbildungskurse und Wettkämpfe berücksichtigt (Art. 7 Abs. 2 lit. a MPG).\n\nBGE 113 Ib 206 S. 208\n\na) Der Militärpflichtersatz ist keine Steuer; er ist die Ersatzleistung, die der Schweizer Bürger zu bezahlen hat, der seine Wehrpflicht - aus welchen Gründen immer - nicht oder nicht im vollen gesetzlichen Umfange durch persönliche Dienstleistung erfüllen kann. Die Abgabe an sich ist geschuldet, weil der Wehrpflichtige von seiner ihm gegenüber dem Gemeinwesen obliegenden öffentlichrechtlichen Pflicht zur Leistung von Militärdienst befreit ist (Botschaft des Bundesrates vom 11. Juli 1958, BBl 1958 II 340; BGE 91 I 431). Aus dem Ersatzcharakter der Abgabe folgt, dass die Vorschrift über die Ersatzbefreiung in Art. 7 Abs. 2 lit. a MPG - wie übrigens schon Art. 4 MPG - eine Ausnahmebestimmung darstellt.\n\nDie Ersatzbefreiung als Ausnahme von der Abgabepflicht besteht aber nicht wegen des Schadens, den der Wehrmann durch die dienstlich bewirkte Gesundheitsschädigung erlitten hat. Diesen Schaden hat gegebenenfalls die Militärversicherung zu decken. Sie bezweckt auch nicht einen Ausgleich des wirtschaftlichen Nachteils der Gesundheitsschädigung durch geleisteten Militärdienst. Der Grund für die Ersatzbefreiung bei einer durch Militärdienst erworbenen Dienstuntauglichkeit liegt vielmehr in der Annahme, dass in der durch den Militärdienst erlittenen Gesundheitsschädigung eine Form der Erfüllung der Wehrpflicht erblickt werden kann und eine zusätzliche Belastung durch die Verpflichtung zur Leistung der Ersatzabgabe deshalb weder billig noch gerecht wäre (JEGER, Das Recht der schweizerischen Militärpflichtersatzabgabe, Berner Diss. 1942, S. 63; vgl. auch WALTI, Der schweizerische Militärpflichtersatz, Zürcher Diss. 1979, S. 88). Gibt aber das dienstlich erworbene Leiden Anspruch auf Ersatzbefreiung, so wäre es unbillig, wenn nur besoldete Dienstleistungen, nicht aber freiwillige, in den Formen des Militärdienstes geleistete Ausbildungsdienste berücksichtigt würden. Deshalb sind nach Art. 7 Abs. 2 lit. a MPG die freiwilligen (unbesoldeten) \"militärisch organisierten und geleiteten\" Ausbildungskurse und Wettkämpfe ersatzrechtlich dem obligatorischen Militärdienst gleichgestellt (Bundesrat in Botschaft, a.a.O. S. 375).\n\nb) Es ist unbestritten und steht fest, dass das Leiden des Beschwerdegegners, das seine beschränkte Diensttauglichkeit zur Folge hatte, durch den Unfall verursacht wurde, den er im Jahre 1976 im Rahmen der fliegerischen Vorschulung für Fallschirmgrenadiere erlitt. Einzig streitig ist, ob es sich beim besuchten freiwilligen Kurs um einen \"militärisch organisierten und geleiteten\" Ausbildungskurs BGE 113 Ib 206 S. 209im Sinne von Art. 7 Abs. 2 lit. a MPG handle und der Beschwerdegegner demgemäss Anspruch auf Befreiung vom Militärpflichtersatz habe.\n\n4. a) Art. 7 Abs. 2 lit. a MPG nennt die freiwilligen \"militärisch organisierten und geleiteten\" Ausbildungskurse und Wettkämpfe nicht im einzelnen, sondern überlässt es dem Bundesrat, sie näher zu bezeichnen. Gestützt auf diese Delegation hat der Bundesrat in Art. 1 Ziff. 2 MPV bestimmt:\n\nIm Gesetz gelten:\n\n1. (...)\n\n2. als freiwilliger und ohne Sold geleisteter Militärdienst (Art. 7 Abs. 2 Bst. a des Gesetzes):\n\njede unbesoldete Dienstleistung, die nicht unter Art. 7 Abs. 3 des Gesetzes fällt und die im Dienstbüchlein einzutragen ist;\n\n3. (...)\n\nb) Das Bundesgericht kann Verordnungen des Bundesrates auf ihre Rechtmässigkeit überprüfen. Bei Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft es, ob sie sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Soweit das Gesetz den Bundesrat nicht ermächtigt, eine bestimmte Regelung zu treffen oder von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit einer solchen, in der Verordnung enthaltenen Regelung (BGE 110 Ib 250 f. E. 3a, mit Hinweisen).\n\nc) Der Bundesrat hat in Art. 1 Ziff. 2 MPV die Ersatzbefreiung wegen Gesundheitsschädigung durch freiwillig geleisteten Dienst (Art. 7 Abs. 2 lit. a MPG) davon abhängig gemacht, dass die Dienstleistung, welche die Gesundheitsschädigung bewirkt hat, im Dienstbüchlein einzutragen ist. Fraglich ist jedoch, ob die Pflicht zur Eintragung der Dienstleistung im Dienstbüchlein als Kriterium für die Ersatzbefreiung genügt. Dies erscheint schon deshalb zweifelhaft, weil ein Zusammenhang zwischen dem militärischen Kontrollwesen bzw. der Pflicht zur Eintragung der Dienstleistung im Dienstbüchlein und dem Militärpflichtersatz nicht besteht.\n\nHinzu kommt, dass im hier massgebenden Zeitraum (d.h. bis zum Erlass der Kontrollverordnung vom 29. Oktober 1986, AS 1986, 2353) nicht der Bundesrat, sondern das Eidgenössische Militärdepartement bestimmt hat, welche freiwilligen Dienstleistungen im Dienstbüchlein einzutragen sind. Dabei fällt auf, dass das Departement den Katalog der eintragungspflichtigen Dienstleistungen wiederholt geändert hat, ohne dass eine Änderung der ersatzrechtlichen BGE 113 Ib 206 S. 210Grundlagen hierzu Anlass gegeben hätte (vgl. hierzu die Verfügungen des Eidgenössischen Militärdepartements über das militärische Kontrollwesen vom 29. November 1952, Art. 36, publiziert im Militäramtsblatt - MA - 45/1952 S. 320, vom 24. Dezember 1969, Art. 35, MA 62/1969 S. 319, und vom 12. Juni 1974, MA 67/1974 S. 4, sowie die Verordnung des Eidgenössischen Militärdepartements vom 12. Juli 1983, MA 76/1983 S. 99).\n\nDem Sinn des Gesetzes entspricht es folglich nicht, wenn für die Frage der Ersatzbefreiung nach Art. 7 Abs. 2 lit. a MPG darauf abgestellt wird, ob nach den massgebenden Kontrollbestimmungen des Eidgenössischen Militärdepartements die betreffende Dienstleistung im Dienstbüchlein einzutragen sei oder nicht. Massgebend für die Befreiung des Beschwerdegegners vom Militärpflichtersatz kann somit einzig sein, ob es sich bei dem in Frage stehenden Kurs um einen \"militärisch geleiteten und organisierten\", d.h. in den Formen des Militärdienstes geleisteten Ausbildungsdienst handelt (Art. 7 Abs. 2 lit. a MPG).\n\n5. a) Der militärische Charakter der fliegerischen Vorschulung für Fallschirmgrenadiere ist unbestritten, wenn auch nicht über alle Zweifel erhaben. Ein gewisser militärischer Charakter ergibt sich daraus, dass die fliegerische Vorschulung bezweckt, die Grundlagen für die Rekrutierung der Fallschirmgrenadiere zu verbessern (Art. 1 des Bundesbeschlusses - BB - über die Förderung des Flieger- und des Fallschirmgrenadier-Nachwuchses vom 20. Dezember 1972; SR 748.221.1), und dass zur Ausbildung zum Fallschirmgrenadier nur zugelassen wird, wer die vom Eidgenössischen Militärdepartement festgelegten Bedingungen erfüllt (Art. 1 der Fallschirmgrenadierordnung vom 7. Mai 1969, SR 512.273), wozu damals entweder der Besuch der Kurse 1 und 2 der fliegerischen Vorschulung für Fallschirmspringer oder der Erwerb des Fallschirmspringerausweises des Eidgenössischen Luftamtes (heute des Ausweises für Flächengleiter des Aero-Clubs, Art. 1 der Verordnung des Eidgenössischen Militärdepartements über die Fernspäher vom 20. November 1986, AS 1986, 2487) gehörte. Der angehende Wehrmann, der bei den Fallschirmgrenadieren eingeteilt werden wollte, hatte somit nur die Wahl, entweder die Kurse für die fliegerische Vorschulung zu bestehen oder - durch Ausbildung auf eigene Kosten - den Fallschirmspringerausweis des Eidgenössischen Luftamtes zu erwerben.\n\nEin militärischer Charakter der fliegerischen Vorschulung ergibt sich ferner allenfalls daraus, dass die Teilnehmer solcher Kurse BGE 113 Ib 206 S. 211zum Bezug von Militärbilletten berechtigt (Art. 15 der Verordnung über die militärtechnische Vorbildung vom 29. März 1960, SR 512.15) und gegen die Folgen von Unfällen gleich wie Fallschirmgrenadiere versichert sind (Art. 13 Abs. 1 lit. b Fallschirmgrenadierordnung).\n\nb) Das allein genügt indessen nicht, um die fliegerische Vorschulung als freiwilligen, in den Formen des Militärdienstes geleisteten Ausbildungsdienst bezeichnen zu können. Die Vorschulung erfolgt in hiezu geeigneten Schulen der Privatluftfahrt (wobei die administrative Leitung dem Aero-Club der Schweiz obliegt, Art. 2 des zitierten BB); sie wird vom Bund lediglich überwacht (Art. 4 Abs. 1 BB). Auch sind die Teilnehmer solcher Kurse - anders als in dem vom Bundesgericht in BGE 60 I 280 ff. beurteilten Fall - nicht zur Tragung der Uniform verpflichtet und nicht dem Militärstrafrecht und der militärischen Disziplin unterworfen.\n\nTrotz eines militärischen Charakters handelt es sich bei der fliegerischen Vorschulung deshalb nicht um einen in den Formen des Militärdienstes geleisteten Ausbildungsdienst. Der Gesetzgeber hat die ersatzrechtlich massgebenden freiwilligen Dienstleistungen bewusst auf die \"militärisch organisierten und geleiteten\" Ausbildungskurse (und Wettkämpfe) beschränkt und damit die militärtechnische Vorbildung davon ausgenommen. Dieser Anwendungsbereich der Ausnahmebestimmung in Art. 7 Abs. 2 lit. a MPG kann nicht durch eine extensive Interpretation ausgedehnt werden.\n\nc) Ob es sich rechtfertigen würde, die Ausnahmeregelung über die Ersatzbefreiung bei dienstlicher Gesundheitsschädigung auf gewisse nicht militärisch organisierte und geleitete Ausbildungskurse auszudehnen, die - wie die fliegerische Vorschulung - für die Teilnehmer besondere Risiken und Gefahren mit sich bringen, ist eine Frage des Regelungsermessens, das dem Gesetzgeber zusteht. Nach der geltenden gesetzlichen Ordnung ist es jedenfalls ausgeschlossen, die militärtechnische Vorbildung ersatzrechtlich dem freiwilligen Militärdienst (Art. 7 Abs. 2 lit. a MPG) gleichzustellen. Der Beschwerdegegner kann deshalb wegen seiner im Rahmen der fliegerischen Vorschulung erworbenen teilweisen Dienstuntauglichkeit vom Militärpflichtersatz nicht befreit werden."}