{"annee": "131", "cour": "II", "page": "44", "date": "25/10/2004", "cite": [], "cite_par": [], "chapeau": "3. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. A. AG gegen Swissmedic sowie Eidgenössische Rekurskommission für Heilmittel (Verwaltungsgerichtsbeschwerde)\n\n2A.408/2004 vom 25. Oktober 2004", "regestes": ["Art. 18, 19, 28, 58 al. 1, art. 64, 65 et 66 LPTh, art. 7-10, art. 27 al. 2, art. 28 al. 1 et art. 42 OAMéd; art. 1, 3 et 4 de l'Accord entre la Confédération suisse et la Communauté européenne relatif à la reconnaissance mutuelle en matière d'évaluation de la conformité, Directive 2001/83/CE; livraison de médicaments à des clients en Suisse, depuis un établissement situé en Allemagne. A quelles conditions est-il possible de livrer des médicaments à des clients en Suisse depuis un établissement situé en Allemagne (consid. 2-4)?"], "faits": "BGE 131 II 44 S. 45\n\nDie ehemalige B. AG mit Sitz in C. besass eine vom Kanton Thurgau am 22. Juni 1999 ausgestellte, bis zum 21. Juni 2004 gültige Grosshandelsbewilligung für den Verkauf von Heilmitteln in der Schweiz. Am 1. Januar 2002 trat das Bundesgesetz vom 15. Dezember 2000 über Arzneimittel und Medizinprodukte (Heilmittelgesetz, HMG; SR 812.21) in Kraft, wodurch die Aufsicht über die Heilmittel dem Schweizerischen Heilmittelinstitut (Swissmedic; im Folgenden: Institut) übertragen wurde. Am 28. März/4. April 2002 informierte die B. AG das Institut über die geplante Änderung des Firmennamens in A. AG und teilte zugleich mit, dass sie in der Schweiz kein eigenes Lager besitze, sondern wie bisher verwendungsfertige Arzneimittel aus einem Lager in Singen (D) in die Schweiz einführe.\n\nDas Institut bewilligte am 17. Juni 2002 den Namenswechsel für die restliche Gültigkeitsdauer der bisherigen Bewilligung und traf ergänzend, nach einem mehrfachen Briefwechsel mit der A. AG, am 22. August 2003 die folgende Verfügung:\n\n\"1. Nach Ablauf der Betriebsbewilligung des Kantons Thurgau vom 22. Juni 1999 (inklusive der am 17. Juni 2002 von Swissmedic verfügten Namensänderung) kann die Belieferung der Kunden aus einem deutschen Lager durch die A. AG ausschliesslich auf Grund einer Marktfreigabe nach erfolgter Einfuhr in die Schweiz vorgenommen werden. Eine direkte Belieferung von Kunden aus einem deutschen Lager ist nicht mehr erlaubt. ...\"\n\nDie A. AG erhob am 24. September 2003 Beschwerde an die Eidgenössische Rekurskommission für Heilmittel (im Folgenden: Rekurskommission). Diese holte einen Amtsbericht des Staatssekretariats für Wirtschaft (seco) ein und wies die Beschwerde mit Urteil vom 11. Juni 2004 ab.\n\nDie A. AG erhob am 14. Juli 2004 Verwaltungsgerichtsbeschwerde an das Bundesgericht mit dem Antrag, das Urteil der Rekurskommission sowie die Verfügung des Heilmittelinstituts aufzuheben und festzustellen, der blosse Umstand, dass die Kunden direkt aus dem deutschen Lager in Singen beliefert würden, stelle keinen genügenden Grund für eine Verweigerung der Betriebsbewilligung dar. Eventuell sei die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen. BGE 131 II 44 S. 46\n\nDas Institut schliesst mit Vernehmlassung vom 25. August 2004 auf Abweisung der Beschwerde, soweit darauf einzutreten sei. Die Rekurskommission beantragt die Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführerin ist eine juristische Person mit Sitz in der Schweiz. Sie will Arzneimittel an Kunden (unter anderem) in der Schweiz liefern, wobei die Lieferung direkt von ihrem Lager in Singen (D) aus erfolgen soll. Es ist unbestritten, dass sie für die Einfuhr von bzw. den Grosshandel mit Arzneimitteln gemäss Art. 18 ff. bzw. Art. 28 HMG und Art. 7 ff. der Verordnung vom 17. Oktober 2001 über die Bewilligung im Arzneimittelbereich (Arzneimittel-Bewilligungsordnung, AMBV; SR 812.212.1) eine Bewilligung des Instituts benötigt. Die Vorinstanzen sind der Ansicht, eine direkte Belieferung aus einem Lager im Ausland sei nicht zulässig; die Arzneimittel müssten zunächst in ein in der Schweiz gelegenes Lager eingeführt und von hier aus ausgeliefert werden.\n\nDie Beschwerdeführerin ist demgegenüber der Meinung, die Bewilligung könne auch erteilt werden, wenn die Arzneimittel direkt von einem Lager in Deutschland aus an Kunden in der Schweiz versandt werden. Weder im Gesetz noch in der Verordnung sei ein Lager in der Schweiz als Bewilligungsvoraussetzung vorgeschrieben. Es sei daher rechtswidrig, wenn die Behörden dies verlangten.\n\n2.2 Das Heilmittelgesetz unterscheidet zwischen der Bewilligung für die Einfuhr (Art. 18 Abs. 1 lit. a HMG) und derjenigen für den Grosshandel (Art. 28 HMG). Gemäss Art. 27 Abs. 2 AMBV wird jedoch eine einzige Bewilligung ausgestellt, die alle beantragten Tätigkeiten umfasst.\n\nBewilligungsvoraussetzungen sind für beide Tätigkeiten, dass die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind und ein geeignetes Qualitätssicherungssystem vorhanden ist (Art. 19 Abs. 1 und Art. 28 Abs. 2 HMG). Die zuständige Behörde prüft in einer Inspektion, ob die Bewilligungsvoraussetzungen erfüllt sind (Art. 19 Abs. 3 und Art. 28 Abs. 4 HMG). Die Bewilligungsvoraussetzungen werden in Art. 7 AMBV näher umschrieben. Unter anderem muss dem Betrieb eine fachtechnisch BGE 131 II 44 S. 47verantwortliche Person zur Verfügung stehen (Art. 7 Abs. 1 lit. d AMBV) und die betriebliche Organisation muss zweckmässig sein (Art. 7 Abs. 1 lit. e AMBV). Sodann müssen die Sorgfaltspflichten nach Art. 9 AMBV eingehalten werden (Art. 7 Abs. 1 lit. h AMBV). Nach Art. 9 Abs. 2 AMBV müssen die Arzneimittel in Übereinstimmung mit den Regeln der Guten Vertriebspraxis (Good Distribution Practice, GDP) nach Anhang 2 vermittelt werden. Anhang 2 AMBV (in der Fassung vom 18. August 2004, in Kraft ab 1. September 2004; AS 2004 S. 4037) verweist auf internationale Regeln, namentlich auf die Artikel 76-84 der Richtlinie 2001/83/EG des Europäischen Parlaments und des Rates vom 6. November 2001 zur Schaffung eines Gemeinschaftskodexes für Humanarzneimittel. Diese hat die zuvor geltende Richtlinie 92/25/EWG des Rates vom 31. März 1992 über den Grosshandelsvertrieb von Humanarzneimitteln (vgl. Anhang 2 AMBV in der ursprünglichen Fassung; AS 2001 S. 3418) aufgehoben und ersetzt.\n\nDie fachtechnisch verantwortliche Person muss dafür sorgen, dass die Arzneimittel nach den Regeln der Guten Vertriebspraxis vermittelt werden (Art. 10 Abs. 1 AMBV). Die Bewilligung nennt insbesondere die fachtechnisch verantwortliche Person, die bewilligten Tätigkeiten und die Betriebsstandorte (Art. 28 Abs. 1 AMBV).\n\nDas Institut überprüft mit periodischen Inspektionen, ob die Voraussetzungen für die Bewilligung noch erfüllt sind (Art. 58 Abs. 1 HMG). Ist dies nicht mehr der Fall, können Bewilligungen widerrufen werden (Art. 66 Abs. 2 lit. b HMG).\n\n2.3\n\n2.3.1 Es trifft zu, dass weder in Gesetz noch Verordnung ausdrücklich ein Lager in der Schweiz als Voraussetzung für eine Einfuhr- oder Grosshandelsbewilligung verlangt wird. Die Vorinstanz hat dieses Erfordernis jedoch damit begründet, die in Art. 10 Abs. 1 AMBV vorgeschriebene fachtechnisch verantwortliche Person müsse die unmittelbare Aufsicht über den Betrieb ausüben. Diese Unmittelbarkeit sei nicht gegeben, wenn sich die Infrastruktur für Lagerung und Versand nicht am Arbeitsplatz der fachtechnisch verantwortlichen Person befinde, ja sogar durch eine Ländergrenze getrennt werde. Dadurch werde zudem die behördliche Kontrolle der Lagerhaltung und des Vertriebs wesentlich erschwert; namentlich müssten schnelle und allenfalls auch unangemeldete Inspektionen jederzeit möglich sein. BGE 131 II 44 S. 48\n\n2.3.2 Entgegen der Annahme der Vorinstanz ist nicht zwingend verlangt, dass sich das Lager am selben Ort befindet wie der Arbeitsplatz der fachtechnisch verantwortlichen Person. Die Beschwerdeführerin bringt glaubhaft vor, dass auch bei anderen Betrieben das Lager vom Standort der fachtechnisch verantwortlichen Person entfernt ist. Das Institut bestreitet dies nicht, weshalb sich auch eine Abnahme der dazu beantragten Beweise erübrigt.\n\n2.3.3 Zutreffend ist aber das Argument, das Lager müsse von den schweizerischen Behörden kontrolliert werden können: Nach Art. 58 Abs. 1 HMG muss für die Behörden überprüfbar sein, ob die in Art. 7 Abs. 1 lit. h in Verbindung mit Art. 9 AMBV vorgeschriebenen Sorgfaltspflichten eingehalten werden; namentlich muss die Einhaltung der GDP-Regeln gemäss Anhang 2 AMBV kontrollierbar sein. Dies entspricht auch der Richtlinie 2001/83/EG, auf welche Anhang 2 AMBV verweist: Nach Art. 77 Abs. 5 dieser Richtlinie unterliegt die Kontrolle der zur Ausübung der Tätigkeit eines Arzneimittelgrosshändlers befugten Personen und die Kontrolle ihrer Räumlichkeiten der Verantwortung des Mitgliedstaats, der die Genehmigung erteilt hat. Gemäss Art. 80 lit. a der Richtlinie muss der Inhaber der Grosshandelsgenehmigung dafür sorgen, dass seine Räumlichkeiten, Anlagen und Einrichtungen den mit der Kontrolle beauftragten Bediensteten jederzeit zugänglich sind.\n\nEs mag zwar zutreffen, dass im vorliegenden Fall die fachtechnisch verantwortliche Person ihre Tätigkeit auch von ihrem Arbeitsplatz in der Schweiz (C.) aus wahrnehmen und infolge der kurzen Distanz zum Lager in Singen, wenn immer nötig, dort vor Ort die notwendigen Kontrollen durchführen kann. Wesentlich ist aber, dass die bewilligte Tätigkeit auch für die Behörden jederzeit überprüfbar sein muss. Diese müssen nicht nur die Tätigkeit der fachtechnisch verantwortlichen Person, sondern auch die Einhaltung der GDP-Regeln vor Ort, das heisst in den Lager- und Vertriebsräumen kontrollieren können.\n\n2.3.4 Nach dem von der Beschwerdeführerin vorgelegten Konzept für die Einführung der auf die Informationstechnologie gestützten Freigabe der für die Schweiz bestimmten Chargen im Lager Singen werden die für die Schweiz vorgesehenen Lieferungen von der verantwortlichen Person in der Schweiz freigegeben und gestützt darauf im Lager in Singen physisch ausgeliefert. Es ist nicht ausgeschlossen, dass auch vor Ort, anlässlich der physischen BGE 131 II 44 S. 49Auslieferung, Fehler vorkommen können. Die Beschwerdeführerin gibt selber eine Fehlerquote von ca. 0.2 % bei Kommissionierung und Spedition an. Dies mag zwar relativ tief sein, zeigt aber doch, dass selbst bei einer (gemäss Aussagen der Beschwerdeführerin) guten Organisation Fehler vorkommen können; umso mehr sind Fehler denkbar bei einer schlechteren Organisation, wie sie durch eine behördliche Aufsicht gerade vermieden werden können muss.\n\n2.3.5 Daraus ergibt sich, dass nicht nur die Tätigkeit der fachtechnisch verantwortlichen Person, sondern auch die Lager- und Vertriebsräumlichkeiten selber der behördlichen Überprüfung unterliegen müssen. Entgegen der Auffassung der Beschwerdeführerin ist die Bewilligung zu verweigern, wenn nicht sichergestellt ist, dass die Behörden jederzeit die Lager- und Vertriebsräumlichkeiten inspizieren können. Soweit die Kontrollzuständigkeit der schweizerischen Behörden auf das schweizerische Hoheitsgebiet beschränkt ist, müssen daher die zu kontrollierenden Räumlichkeiten grundsätzlich in der Schweiz liegen.\n\n3.\n\n3.1 Nach Ansicht der Beschwerdeführerin sind indessen die erforderlichen Kontrollen im Lager durch die deutschen Behörden möglich und die entsprechenden Kontrollen aufgrund des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über die gegenseitige Anerkennung von Konformitätsbewertungen (im Folgenden: Mutual Recognition Agreement, MRA; SR 0.946.526.81) in der Schweiz anzuerkennen. Die Vorinstanz ist demgegenüber der Ansicht, dieses Abkommen regle die gegenseitige Anerkennung von Inspektionen im Bereich der Good Distribution Practice nicht.\n\n3.2 Nach Art. 1 Abs. 1 MRA anerkennen die Gemeinschaft und die Schweiz gegenseitig die von den Stellen gemäss Anhang 1 ausgestellten Berichte, Bescheinigungen, Zulassungen und Konformitätskennzeichen sowie die BGE 131 II 44 S. 50Konformitätserklärungen des Herstellers, mit denen die Übereinstimmung mit den Anforderungen der anderen Vertragspartei in den in Art. 3 MRA genannten Bereichen bescheinigt wird. Wenn die schweizerischen Anforderungen mit denjenigen der Gemeinschaft als gleichwertig beurteilt werden, anerkennen nach Art. 1 Abs. 2 MRA die Gemeinschaft und die Schweiz gegenseitig die von den Stellen nach Anhang 1 ausgestellten Berichte, Bescheinigungen und Zulassungen sowie die Konformitätserklärungen des Herstellers, mit denen die Übereinstimmung mit ihren jeweiligen Anforderungen in den in Art. 3 MRA genannten Bereichen bescheinigt wird. Nach Art. 4 Abs. 1 MRA gilt das Abkommen, vorbehältlich besonderer Bestimmungen des Anhangs 1, für die Ursprungswaren der Vertragsparteien. Das ganze Abkommen ist grundsätzlich auf die Anerkennung von Produkten ausgerichtet (HEINZ HERTIG, Grundzüge des Abkommens über die gegenseitige Anerkennung von Konformitätsbewertungen, in: Felder/Kaddous [Hrsg.], Bilaterale Abkommen Schweiz - EU, Basel/Brüssel 2001, S. 555 ff., 556 ff.), nicht jedoch auf Anlagen und Verfahren.\n\n3.3 Gemäss Art. 3 Abs. 2 MRA legt Anhang 1 fest, welche Produktesektoren unter dieses Abkommen fallen. Anhang 1 Kapitel 15 regelt die Inspektion der Guten Herstellungspraxis (Good Manufacturing Practice, GMP) für Arzneimittel und Zertifizierung von Chargen.\n\nUnter \"Anwendungs- und Geltungsbereich\" ist in diesem Kapitel zunächst festgelegt, dass das Kapitel für alle Arzneimittel gilt, die in der Schweiz und der Europäischen Gemeinschaft industriell hergestellt werden und für welche die Anforderungen der Good Manufacturing Practice gelten. Für die unter dieses Kapitel fallenden Arzneimittel anerkennt jede Vertragspartei die Ergebnisse der von den zuständigen Inspektoraten der anderen Vertragspartei durchgeführten Inspektionen der Hersteller und die von den zuständigen Behörden der anderen Vertragspartei erteilten Herstellungsgenehmigungen. Anerkannt werden auch die vom Hersteller vorgenommene Zertifizierung der Charge mit ihren Spezifikationen bei der Einfuhr sowie die amtlichen Freigaben der Chargen durch die Behörden der ausführenden Vertragspartei.\n\nGood Manufacturing Practice wird umschrieben als jener Teil der Qualitätssicherung, durch den sichergestellt wird, dass die Produkte nach den Qualitätsnormen für ihre beabsichtigte Verwendung und im Einklang mit der Genehmigung für das Inverkehrbringen und den Produktspezifikationen hergestellt und kontrolliert werden.\n\n3.4 Diese Grundausrichtung des Abkommens über die gegenseitige Anerkennung von Konformitätsbewertungen sowie die zitierten Bestimmungen von Anhang 1 Kapitel 15 deuten darauf hin, dass sich das ganze Kapitel 15 nur auf die Kontrollen im BGE 131 II 44 S. 51Zusammenhang mit der Herstellung von Arzneimitteln bezieht, nicht aber auf die Inspektionen im Zusammenhang mit dem Vertrieb und dem Grosshandel.\n\nDiese Auslegung wird bestätigt durch den von der Vorinstanz eingeholten Amtsbericht des Staatssekretariats für Wirtschaft (seco), wonach sich Kapitel 15 von Anhang 1 MRA grundsätzlich nur auf die GMP-Systeme beziehe. Weil für die Rückverfolgung und den allfälligen Rückruf von Arzneimitteln deren Vertreiber eine wesentliche Rolle spielten, würden die Anforderungen an Rückverfolgbarkeits- und Rückrufverfahren in einzelnen Bestimmungen zur Good Distribution Practice festgelegt; diese Anforderungen und demzufolge auch die entsprechenden Teile der GDP-Bestimmungen seien von Kapitel 15 erfasst (vgl. dazu auch HERTIG, a.a.O., S. 570 f.). Hingegen würden diejenigen GDP-Bestimmungen, welche die Anforderungen an die Lagerungsbedingungen sowie an den Umschlag der gelagerten Arzneimittel definieren, nicht in den Geltungsbereich von Kapitel 15 fallen. Dementsprechend sei auch die Anerkennung von Inspektionen im Bereich der Good Distribution Practice und Grosshandelsbewilligungen vom Abkommen über die gegenseitige Anerkennung von Konformitätsbewertungen nicht erfasst.\n\n3.5 Die Beschwerdeführerin macht allerdings geltend, in der in Kapitel 15 Abschnitt I enthaltenen Liste der Rechts- und Verwaltungsvorschriften seien ausdrücklich auch die Richtlinie 92/25/EWG des Rates vom 31. März 1992 über den Grosshandelsvertrieb von Humanarzneimitteln und die Leitlinien für die Gute Vertriebspraxis genannt, auf welche ebenfalls in Anhang 2 AMBV verwiesen werde. Abgesehen davon, dass die Richtlinie 92/25/EWG inzwischen aufgehoben und durch die Richtlinie 2001/83/EG ersetzt wurde und Abschnitt 1 von Kapitel 15 von Anhang 1 MRA sowie Anhang 2 AMBV entsprechende Anpassungen erfuhren (vorne E. 2.2), schliesst dies aber nicht aus, dass - wie das Staatssekretariat für Wirtschaft (seco) ausführt - eben nur diejenigen Teile der GDP-Vorschriften anwendbar erklärt werden, welche sich auf Rückverfolgung und Rückruf beziehen. Darauf weist denn auch der Ingress von Abschnitt I Kapitel 15 Anhang 1 MRA hin, wonach \"die einschlägigen Teile der im Folgenden ausgeführten Rechts- und Verwaltungsvorschriften\" Anwendung finden, also nicht die Vorschriften schlechthin. BGE 131 II 44 S. 52\n\n3.6 Die Beschwerdeführerin legt sodann eine Ansichtsäusserung der Leitstelle Arzneimittelüberwachung Baden-Württemberg in Tübingen vor, wonach im Gesamtbegriff \"Good Manufacturing Practice\" im Abkommen über die gegenseitige Anerkennung von Konformitätsbewertungen auch die GDP-Regeln enthalten seien. Indessen ist nach Abschnitt II von Kapitel 15 von Anhang 1 MRA in Deutschland einzig das Bundesministerium für Gesundheit und nicht eine Landesbehörde für die Konformitätsbewertung zuständig. Die baden-württembergische Behörde ist daher kaum berufen zur verbindlichen Auslegung des Abkommens über die gegenseitige Anerkennung von Konformitätsbewertungen.\n\nZudem weist die Tatsache, dass in jedem Land eine einzige Stelle bezeichnet ist, ebenfalls darauf hin, dass in diesem Abkommen nur die Anerkennung von produktebezogenen Konformitätsbewertungen geregelt ist, die üblicherweise zentral durchgeführt werden, nicht aber die oft durch regionale Behörden vorgenommenen Kontrollen von konkreten Anlagen.\n\n3.7 Insgesamt ergibt sich, dass das Abkommen über die gegenseitige Anerkennung von Konformitätsbewertungen keine Grundlage gibt, um allfällige Inspektionen von deutschen Behörden oder solche der Europäischen Union im Bereich der Guten Vertriebspraxis für Zwecke der schweizerischen Einfuhr- und Grosshandelsbewilligung anzuerkennen.\n\n4.\n\n4.1 Die Beschwerdeführerin macht schliesslich geltend, eine vom Institut allenfalls als notwendig erachtete Inspektion des Lagers in Singen liesse sich ausserhalb des Abkommens über die gegenseitige Anerkennung von Konformitätsbewertungen komplikationslos aufgrund einer bilateralen Zusammenarbeit mit den zuständigen deutschen Behörden durchführen. Sie stützt sich dabei auf Stellungnahmen der Leitstelle Arzneimittelüberwachung von Baden-Württemberg, worin sich diese Behörde bereit erklärt, für die schweizerische Behörde oder auf Wunsch auch gemeinsam mit dieser das Lager in Singen zu inspizieren. Eine derartige Lösung hat auch das Staatssekretariat für Wirtschaft (seco) in seinem Amtsbericht vom 19. Januar 2004 vor der Vorinstanz ins Auge gefasst; es sieht grundsätzlich keine Probleme darin, den Fall auf bilateraler Ebene zu lösen, indem auf Einladung und im Einvernehmen mit den baden-württembergischen Behörden das Lager in Singen inspiziert werden könnte. BGE 131 II 44 S. 53\n\n4.2 In seiner Stellungnahme vom 27. Februar 2004 vor der Vorinstanz sowie in der Vernehmlassung zur Verwaltungsgerichtsbeschwerde macht das Institut geltend, eine solche Inspektion würde die Mitwirkung deutscher Behörden voraussetzen, was Umtriebe und Verzögerungen zur Folge hätte. Eine jederzeitige, unangemeldete Inspektion wäre damit nicht möglich.\n\n4.3 Nach Art. 42 Abs. 2 AMBV kann das Institut Herstellerinnen von Arzneimitteln im Ausland zu Lasten des importierenden Unternehmens inspizieren. Nach Art. 42 Abs. 3 AMBV führt sodann das Institut in Staaten, mit denen die Schweiz eine Vereinbarung über die gegenseitige Anerkennung von GMP-Kontrollsystemen abgeschlossen hat, nur in begründeten Fällen und nach Rücksprache mit der zuständigen Gesundheitsbehörde im Ausland Inspektionen durch. Entgegen der Stellungnahme des Instituts sieht somit die Verordnung Inspektionen im Ausland jedenfalls für GMP-Kontrollen ausdrücklich vor. Analog könnten sie auch für GDP-Kontrollen zulässig sein. Solche Amtshandlungen sind zwar völkerrechtlich nur mit einer entsprechenden Zustimmung des betroffenen ausländischen Staates zulässig. Dafür sind jedoch keine komplizierten zwischenstaatlichen Abkommen erforderlich: Art. 64 HMG, worauf sich Art. 42 Abs. 2 und 3 AMBV offensichtlich stützen, ermächtigt das Institut zur direkten Amtshilfe mit zuständigen ausländischen Behörden. Offenbar findet denn auch im Bereich der Heilmittel auf offizieller und informeller Ebene eine enge internationale Zusammenarbeit zwischen den Behörden verschiedener Staaten statt.\n\n4.4 Wie ausgeführt (E. 2.3.1), verlangt das schweizerische Recht nicht ausdrücklich ein Lager innerhalb der Schweiz als Bewilligungsvoraussetzung. Diese Voraussetzung ergibt sich nur indirekt aus dem Umstand, dass das Lager der Inspektion durch die schweizerischen Behörden zugänglich sein muss. Wenn nun tatsächlich, wie dies von den baden-württembergischen Behörden offenbar angeboten worden ist, eine unkomplizierte gemeinsame Inspektion des im Ausland gelegenen Lagers möglich ist, dann besteht kein gesetzlicher Grund, die Bewilligung einzig deshalb zu verweigern, weil das Lager im Ausland gelegen ist.\n\nEntgegen der Ansicht des Instituts bedeutet dies nicht, dass damit beliebige Lager in jedem anderen Nachbarland anerkannt werden müssten. Entscheidend ist, ob die schweizerischen Behörden BGE 131 II 44 S. 54rechtlich und faktisch eine hinreichende Aufsicht durchführen können. Diese Möglichkeit hängt namentlich von der räumlichen Distanz, von der Kooperationsbereitschaft der konkret zuständigen ausländischen Behörden und von der erforderlichen Inspektionsintensität ab. Wohl besteht ein berechtigtes Interesse der Behörden, die Lagerbetriebe ohne grossen Aufwand inspizieren zu können. Indessen ist zu berücksichtigen, dass die Inspektion nach den unwidersprochenen Aussagen der Beschwerdeführerin im Regelfall nur einmal alle fünf Jahre stattfindet. In diesem Lichte erscheint es nicht von vornherein als ausgeschlossen, dass eine Zusammenarbeit, wie sie von den baden-württembergischen Behörden offenbar angeboten wird, dem Inspektionsbedarf der schweizerischen Behörden genügen könnte.\n\nIst dies der Fall, wäre es unverhältnismässig, von vornherein ein Lager im grenznahen Ausland nicht zu akzeptieren, zumal das Institut für seine Inspektionstätigkeit Gebühren verlangen kann (Art. 65 HMG) und auch allfällige Mehrkosten, die durch die Inspektion im Ausland entstehen, auf die Beschwerdeführerin überwälzen könnte (Art. 5 lit. b sowie Anhang Ziff. VI Abs. 3 der Verordnung vom 9. November 2001 über die Gebühren des Schweizerischen Heilmittelinstituts [Heilmittel-Gebührenverordnung, HGebV; SR 812.214.5]).\n\n4.5 Unzutreffend ist sodann die vom Institut in seiner Stellungnahme vom 27. Februar 2004 vor der Vorinstanz geäusserte Auffassung, es hätte bei der Feststellung eines nicht konformen Zustandes in Singen keine Eingriffsmöglichkeit, da das Lager in Deutschland liege. Denn zur Diskussion steht nicht die Rechtmässigkeit des Lagers in Singen, sondern einzig die Einfuhr- bzw. Grosshandelsbewilligung für die schweizerische Beschwerdeführerin. Die ordnungsgemässe Lagerhaltung und Vertriebsorganisation in Singen ist bloss als Voraussetzung für diese Bewilligung von Interesse. Bei allfälligen Problemen im Lager in Singen ginge es nicht darum, gegen dieses Lager vorzugehen, sondern einzig darum, gegenüber der in der Schweiz ansässigen Beschwerdeführerin die erforderlichen Massnahmen zu treffen und allenfalls die Bewilligung zu entziehen (Art. 66 Abs. 1 und 2 HMG), was ohne weiteres möglich wäre. Aus dem gleichen Grund ist die von der Vorinstanz in ihrer Vernehmlassung vor Bundesgericht geäusserte Ansicht unerheblich, es sei ausgeschlossen, dass das schweizerische Institut eine Bewilligung für die Lagerhaltung in Deutschland erteile. BGE 131 II 44 S. 55\n\n4.6 Die Auffassung der Vorinstanz, wonach eine direkte Belieferung von Kunden in der Schweiz aus einem Lager in Deutschland grundsätzlich nicht erlaubt sei, erweist sich somit als rechtswidrig. Der angefochtene Entscheid ist aufzuheben. Nachdem Streitgegenstand nicht ein konkretes Bewilligungsgesuch, sondern einzig eine Feststellungsverfügung ist (...), erübrigt es sich, näher zu prüfen, ob im konkreten Fall die Voraussetzungen für eine Bewilligung erfüllt sind. Es kann - entsprechend dem Antrag der Beschwerdeführerin - festgestellt werden, dass der blosse Umstand, dass die Kunden der Beschwerdeführerin direkt aus dem deutschen Lager der Beschwerdeführerin in Singen beliefert werden, keinen genügenden Grund für eine Verweigerung der Bewilligung darstellt. Im Rahmen eines konkreten Bewilligungsgesuchs wird das Institut zu prüfen haben, ob tatsächlich - wie die Beschwerdeführerin vorgebracht hat - mit den baden-württembergischen Behörden eine Inspektionspraxis vereinbart werden kann, welche den berechtigten Anliegen des Instituts genügt."}