{"annee": "131", "cour": "I", "page": "272", "date": "3/5/2005", "cite": ["109 IA 273", "129 I 85", "130 I 126", "103 IA 206", "109 IA 244", "128 I 102", "113 IA 412", "123 I 313", "130 I 169", "96 I 437"], "cite_par": ["132 V 241", "143 I 292", "143 II 443", "139 II 7", "143 I 377", "133 IV 182", "133 IV 329", "137 I 218", "133 I 1", "136 V 117"], "chapeau": "29. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft sowie Kantonsgericht Basel-Landschaft (Staatsrechtliche Beschwerde)\n\n1P.570/2004 vom 3. Mai 2005", "regestes": ["Art. 5, 9, 13, 29, 32, 35, 36 Cst., art. 6 et 8 CEDH, § 41 al. 1 CPP/BL; interdiction d'utiliser les preuves recueillies de manière illicite en procédure pénale. Interdiction constitutionnelle d'utiliser les moyens de preuves qui, sans être en soi prohibés, ont été obtenus de manière illicite: est déterminante la notion de procès équitable déduite des art. 29 al. 1 Cst. et 6 par. 1 CEDH (consid. 3.2). Admissibilité d'une pesée des intérêts afin de décider de l'utilisation de tels moyens de preuves (confirmation de la jurisprudence, consid. 4). Il ne s'impose pas, du point de vue constitutionnel, d'étendre l'interdiction d'utilisation posée à l'art. 7 al. 4 LSCPT au-delà du champ d'application de cette loi, en cas de recours non autorisé à des moyens techniques de surveillance (par exemple la surveillance vidéo; consid. 4.4)."], "faits": "|273|\n\nDas Strafgericht des Kantons Basel-Landschaft sprach X. am 9. Januar 2004 der Brandstiftung, begangen in der Einstellhalle einer Wohnüberbauung, schuldig. Dabei stützte es sich zur Hauptsache auf Videoaufzeichnungen vom Tatort, auf denen der Angeklagte als letzter unmittelbar vor dem Brandausbruch zu sehen ist; darüber hinaus erachtete es eine Indizienkette zu Lasten des Angeklagten als gegeben. Das Gericht stellte fest, dass die erwähnten Videoaufnahmen nicht rechtskonform beschafft worden waren. Die Polizei Basel-Landschaft hatte in der Tiefgarage zwei Videokameras aufgestellt, ohne die erforderliche Bewilligung des Präsidenten des Verfahrensgerichts des Kantons Basel-Landschaft einzuholen. Das Strafgericht bejahte die Verwertbarkeit dieser Aufzeichnungen aufgrund einer Interessenabwägung. Es verurteilte den Angeklagten zu 21 /4 Jahren Gefängnis, abzüglich der erstandenen Untersuchungshaft, und erklärte zwei frühere, bedingt aufgeschobene Gefängnisstrafen für vollziehbar. Der Vollzug der drei Strafen wurde zu Gunsten einer stationären Massnahme aufgeschoben und der Verurteilte in eine Heil- oder Pflegeanstalt eingewiesen.\n\nAuf Appellation von X. bestätigte die Abteilung Zivil- und Strafrecht des Kantonsgerichts Basel-Landschaft am 27. Juli 2004 das erstinstanzliche Urteil im Hinblick auf den Schuldpunkt und die Strafzumessung. Statt einer stationären Massnahme ordnete sie aber die Fortführung der ambulanten Therapie und eine Schutzaufsicht an. |274|\n\nMit staatsrechtlicher Beschwerde rügt X. die Verwertung der Videoaufnahmen im Strafverfahren. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Beschwerdeführer verlangt vorfrageweise eine Überprüfung der Verfassungsmässigkeit von § 41 Abs. 1 der Strafprozessordnung des Kantons Basel-Landschaft (StPO/BL). Nach dieser Bestimmung dürfen Beweise, die auf unzulässige Weise erlangt worden sind, nicht verwertet werden, es sei denn, das öffentliche Interesse an der Strafverfolgung überwiege die rechtlich geschützten Interessen der angeschuldigten Person.\n\nMit der staatsrechtlichen Beschwerde gegen einen Einzelakt kann auch die Verfassungswidrigkeit der zur Anwendung gelangten kantonalen Norm gerügt werden (akzessorische Normenkontrolle). Das Bundesgericht prüft dabei die Verfassungsmässigkeit der beanstandeten Normen nicht auf alle möglichen Konstellationen hin, sondern nur unter dem Gesichtswinkel des konkreten Falles, und wenn sich die Rüge als begründet erweist, hebt es nicht die beanstandete Norm als solche auf, sondern lediglich den gestützt auf sie ergangenen Anwendungsakt (BGE 130 I 169 E. 2.1 S. 171; BGE 128 I 102 E. 3 S. 105 f., je mit Hinweisen).\n\nBezüglich der Kognition des Bundesgerichts ist wie folgt zu unterscheiden: Die Auslegung der streitigen kantonalen Norm bzw. deren Anwendung durch die kantonalen Behörden prüft das Bundesgericht grundsätzlich unter dem Gesichtswinkel der Willkür; vorbehalten bleibt ein schwerer Eingriff in ein spezielles verfassungsmässiges Recht. Frei prüft das Bundesgericht alsdann, ob die willkürfrei ausgelegte kantonale Vorschrift mit dem einschlägigen Bundesrecht vereinbar ist (BGE 130 I 169 E. 2.1 S. 171; BGE 123 I 313 E. 2b S. 317, je mit Hinweisen).\n\n3.2 Der Beschwerdeführer beruft sich auf die Garantie eines fairen Verfahrens (Art. 29 Abs. 1 BV bzw. Art. 6 EMRK und allenfalls Art. 32 BV). Weiter macht er das Recht auf Schutz seines Privatlebens (Art. 13 BV bzw. Art. 8 EMRK) und das Legalitätsprinzip gemäss Art. 5, 35 und 36 BV geltend.\n\n3.2.1 Das Gebot des fairen Verfahrens wird von der Rechtsprechung aus Art. 29 Abs. 1 BV bzw. Art. 6 Ziff. 1 EMRK abgeleitet |275| (BGE 129 I 85 E. 4.1 S. 88). Unter der Geltung der alten Bundesverfassung vom 29. Mai 1874 hatte das Bundesgericht diese Garantie bereits auf Art. 4 aBV und Art. 6 Ziff. 1 EMRK abgestützt (BGE 113 Ia 412 E. 3b S. 421). Als Teilgehalt dieses Gebots anerkennt das Bundesgericht ein grundsätzliches Verwertungsverbot für widerrechtliche Beweise (E. 4.1 hiernach).\n\n3.2.2 Wie dargelegt ist die Rechtswidrigkeit der umstrittenen Videoüberwachung nicht mehr fraglich. Daher vermag der Beschwerdeführer für die Frage der Verwertbarkeit der in diesem Rahmen erfolgten Videoaufnahmen weder aus der Garantie des Privatlebens (Art. 13 BV bzw. Art. 8 EMRK) noch aus dem Legalitätsprinzip und den hierbei angerufenen Art. 5, 35 und 36 BV Ansprüche abzuleiten, die über das Gebot des fairen Verfahrens hinausgehen. Dies ändert aber nichts daran, dass die Garantie des Privatlebens als verletztes Rechtsgut des Beschuldigten unter Umständen in die verfassungsrechtliche Überprüfung einfliesst, ob die Verwertung eines rechtswidrig gegen ihn erlangten Beweises vor dem Fairnessgebot stand hält (vgl. E. 4.1).\n\n3.2.3 Der Beschwerdeführer erwähnt im vorliegenden Zusammenhang ausserdem Art. 32 BV.\n\n3.2.3.1 Aus den Materialien ergibt sich, dass Art. 32 Abs. 1 BV mit der Garantie der Unschuldsvermutung dem Gehalt von Art. 6 Ziff. 2 EMRK entspricht. Mit Art. 32 Abs. 2 BV wird der Anspruch auf rechtliches Gehör (Art. 29 Abs. 2 BV) im Strafverfahren konkretisiert: Die Verfassungsnorm umschreibt zunächst in Satz 1 die Grundvoraussetzungen (Anspruch auf möglichst rasche und umfassende Orientierung über die erhobenen Beschuldigungen); Satz 2 von Abs. 2 gewährleistet die Verteidigungsrechte des Angeklagten in einem Umfang, wie er bereits in Art. 6 Ziff. 3 EMRK verankert ist. Die in Art. 32 Abs. 3 BV enthaltene Rechtsmittelgarantie ergibt sich ferner aus Art. 2 des Siebten Zusatzprotokolls zur EMRK und aus Art. 14 Ziff. 5 UNO-Pakt II (Botschaft des Bundesrates vom 20. November 1996 zur neuen Bundesverfassung, BBl 1997 I 186 f.; vgl. auch RENÉ RHINOW, Die Bundesverfassung 2000, Basel 2000, S. 221).\n\n3.2.3.2 Das Bundesgericht hat in BGE 130 I 126 E. 3.4 S. 133 die Aussagen eines Angeschuldigten, die er unter Verletzung der behördlichen Aufklärungspflicht über sein Schweigerecht gemacht hatte, gestützt auf Art. 31 Abs. 2 BV für nicht verwertbar erklärt. |276| Im selben Urteil wurde einerseits darauf hingewiesen, dass das Recht des Beschuldigten, zu schweigen und sich nicht selbst belasten zu müssen, auch aus Art. 6 Ziff. 1 EMRK sowie aus Art. 14 Ziff. 3 lit. g UNO-Pakt II folgt (BGE 130 I 126 E. 2.1 S. 128). Anderseits wurde einstweilen offen gelassen, ob das Aussageverweigerungsrecht zusätzlich Ausfluss der Unschuldsvermutung (Art. 32 Abs. 1 BV) oder der Verteidigungsrechte des Angeklagten (Art. 32 Abs. 2 BV) sei (BGE 130 I 126 E. 2.1 S. 129).\n\nIm Zusammenhang mit der Verwertbarkeit von Telefonabhörprotokollen, die aus dem Albanischen ins Deutsche übersetzt worden waren, hat das Bundesgericht erwogen, es folge aus dem Anspruch auf rechtliches Gehör (Art. 29 Abs. 2 BV bzw. Art. 6 Ziff. 3 EMRK) als Teilaspekt des Grundsatzes des fairen Verfahrens (Art. 29 Abs. 1 BV bzw. Art. 6 Ziff. 1 EMRK), dass aktenmässig belegt sei, wie das Beweismittel bzw. insbesondere die Übersetzung produziert wurde. Dies sei Voraussetzung dafür, dass der Angeklagte seine Verteidigungsrechte überhaupt wahrnehmen könne, wie dies Art. 32 Abs. 2 BV verlange (BGE 129 I 85 E. 4.1 S. 88 f.).\n\n3.2.3.3 Nach der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte (EGMR) garantiert Art. 6 EMRK das Recht auf ein faires Gerichtsverfahren, enthält aber keine grundsätzlichen Bestimmungen über die Zulässigkeit von Beweismitteln. Dies sei in erster Linie eine Angelegenheit nationaler Gesetzgebung. Der Gerichtshof schliesst daher nicht grundsätzlich und abstrakt aus, dass rechtswidrig erlangte Beweismittel im Einzelfall zulässig sein können. Er prüft allein, ob das Strafverfahren gegen den Beschwerdeführer insgesamt fair gewesen ist (Urteil i.S. Schenk gegen Schweiz vom 12. Juli 1988, Serie A, Bd. 140, Ziff. 46 = EuGRZ 1988, S. 394; vgl. aus jüngerer Zeit: Urteil i.S. Khan gegen Grossbritannien vom 12. Mai 2000, Recueil CourEDH 2000-V S. 303, Ziff. 34; Urteil i.S. P.G. und J.H. gegen Grossbritannien vom 25. September 2001, Recueil CourEDH 2001-IX S. 233, Ziff. 76; Urteil i.S. Allan gegen Grossbritannien vom 5. November 2002, Recueil CourEDH 2002-IX S. 63, Ziff. 42).\n\n3.2.3.4 In der Praxis des Gerichtshofs steht für die Frage der Verwertbarkeit von Beweisen, die unter Verstoss von Art. 8 EMRK beschafft wurden, das Fairnessgebot von Art. 6 Ziff. 1 EMRK im Vordergrund (vgl. Urteil Schenk, a.a.O., Ziff. 45 ff.; Urteil Khan, a.a.O., Ziff. 34 ff.; Urteil P.G. und J.H., a.a.O., Ziff. 76 ff.; Urteil |277| Allan, a.a.O., Ziff. 42 ff.). In einzelnen Fällen hat er zusätzlich eine ausdrückliche Überprüfung im Hinblick auf die Unschuldsvermutung gemäss Art. 6 Ziff. 2 EMRK vorgenommen (Urteil Schenk, a.a.O., Ziff. 50 f.; vgl. auch JOCHEN FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, 2. Aufl., Kehl u.a. 1996, Rz. 110 bei Fn. 467 zu Art. 6 EMRK). Ebenso macht der EGMR die Verwertbarkeit eines derartigen Beweismittels davon abhängig, ob die Verteidigungsrechte des Angeklagten gewahrt wurden. So berücksichtigt er namentlich, ob der Angeklagte die Authentizität der Aufnahme in Frage stellen und ihrer strafprozessualen Verwendung widersprechen sowie Fragen an allfällige Belastungszeugen stellen konnte (vgl. Urteil Schenk, a.a.O., Ziff. 47; Urteil Khan, a.a.O., Ziff. 35; Urteil P.G. und J.H., a.a.O., Ziff. 77; Urteil Allan, a.a.O., Ziff. 43). Diese Überlegungen hat der Gerichtshof indessen unter dem Titel von Art. 6 Ziff. 1 EMRK und ohne ausdrücklichen Bezug auf Art. 6 Ziff. 3 EMRK angestellt, obwohl insbesondere das Recht, Fragen an Belastungszeugen zu stellen, in Art. 6 Ziff. 3 lit. d EMRK garantiert wird.\n\n3.2.3.5 In Entsprechung zur dargelegten Praxis des EGMR ist festzuhalten, dass das Bundesgericht die verfassungsrechtliche Zulässigkeit der Verwertbarkeit eines Beweismittels, das unter Verletzung von Art. 8 EMRK erhoben wurde, zur Hauptsache im Hinblick auf das allgemeine Fairnessgebot von Art. 29 Abs. 1 BV bzw. Art. 6 Ziff. 1 EMRK beurteilt. Die gleichzeitige Anrufung der Unschuldsvermutung (Art. 32 Abs. 1 BV bzw. Art. 6 Ziff. 2 EMRK) und der Verteidigungsrechte des Angeklagten (Art. 32 Abs. 2 BV bzw. Art. 6 Ziff. 3 EMRK) ist nicht von vornherein auszuschliessen, weil auch in Art. 6 Ziff. 2 und Ziff. 3 EMRK besondere beweisrechtliche Fairnessregeln verankert sind (FROWEIN/ PEUKERT, a.a.O., Rz. 99 zu Art. 6 EMRK). Im Übrigen ist die Rechtsmittelgarantie gemäss Art. 32 Abs. 3 BV von der Frage der Verwertbarkeit von Beweisen unabhängig. Die Erhebung der Rüge, Art. 32 Abs. 3 BV sei verletzt, bietet damit in einem solchen Zusammenhang keine verfassungsrechtlichen Abgrenzungsprobleme.\n\n3.2.3.6 Im vorliegenden Fall bringt der Beschwerdeführer lediglich in unbestimmter Weise vor, allenfalls seien die strafprozessualen Garantien von Art. 32 BV verletzt. Er setzt sich weder mit dem Beweiswert der umstrittenen Videoaufzeichnungen noch mit der Indizienkette auseinander, auf die sich die strafrechtliche Verurteilung zusätzlich abstützt. Er legt nicht dar, inwiefern die |278| Unschuldsvermutung oder seine Verteidigungsrechte im Strafverfahren konkret verletzt worden wären, und geht auch nicht auf die Rechtsmittelgarantie von Art. 32 Abs. 3 BV ein. Soweit er eine Verletzung von Art. 32 BV geltend macht, genügen seine Vorbringen nicht den Anforderungen von Art. 90 Abs. 1 lit. b OG, so dass auf die Beschwerde insofern nicht eingetreten werden kann.\n\n3.2.4 Demzufolge kann sich das Bundesgericht hier auf die Überprüfung beschränken, ob im angefochtenen Entscheid gegen das Fairnessgebot von Art. 29 Abs. 1 BV bzw. Art. 6 Ziff. 1 EMRK verstossen wurde. Dabei geht es um die Frage, ob die Rechtswidrigkeit der Beschaffung der Videoaufnahme deren Verwertbarkeit als Beweismittel für eine strafrechtliche Verurteilung verunmöglicht.\n\n4.\n\n4.1 Nach der bundesgerichtlichen Rechtsprechung ist die Verwertbarkeit rechtswidrig erlangter Beweismittel verfassungsrechtlich nicht in jedem Fall ausgeschlossen, sondern lediglich dem Grundsatz nach (vgl. BGE 130 I 126 E. 3.2 S. 132 mit Hinweisen).\n\n4.1.1 Die ältere Rechtsprechung hat ein rechtswidrig erhobenes Beweismittel nur dann für unverwertbar erklärt, wenn es an sich unzulässig bzw. auf gesetzmässigem Weg nicht erreichbar sei (BGE 96 I 437 E. 3b S. 441; BGE 103 Ia 206 E. 9b S. 217). Der Einsatz technischer Überwachungsgeräte (z.B. von Videokameras) als Methode der Wahrheitsermittlung ist gegenüber dem Beschuldigten an sich bewilligungsfähig, soweit damit lediglich Wissens- und Willensäusserungen sowie Handlungen registriert werden, die er aus freiem Willen tatsächlich ausgeführt hat, wenn auch nicht in der Absicht und im Bewusstsein, sie den Überwachungsorganen zur Kenntnis kommen zu lassen. Wesentlich ist, dass mit dem technischen Überwachungsgerät nicht in den seelischen Eigenraum des Beschuldigten eingebrochen wird (vgl. BGE 109 Ia 273 E. 7 S. 290).\n\n4.1.2 Im Zusammenhang mit einem vom privaten Gesprächspartner heimlich aufgenommenen Telefongespräch des Beschuldigten erkannte das Bundesgericht zunächst, in einem solchen Fall sei das Beweismittel nicht von vornherein für unverwertbar zu erklären, denn es hätte auch auf legalem Weg erlangt werden können (BGE 109 Ia 244 E. 2a/b S. 246). Für die Verwendung der Aufnahme als Beweismittel im Strafverfahren gegen den beschuldigten Beschwerdeführer verlangte das Bundesgericht aber zusätzlich |279| eine Interessenabwägung (BGE 109 Ia 244 E. 2b S. 246). Der Umstand allein, dass der rechtswidrig beschaffte Beweis nicht an sich verboten ist, genügt damit nach der seitherigen, neueren Rechtsprechung nicht mehr, um dessen Verwertbarkeit zuzulassen.\n\nVielmehr ist folgende Interessenabwägung anzustellen: Je schwerer die zu beurteilende Straftat ist, um so eher überwiegt das öffentliche Interesse an der Wahrheitsfindung das private Interesse des Angeklagten daran, dass der fragliche Beweis unverwertet bleibt (BGE 130 I 126 E. 3.2 S. 132 mit Hinweisen). Demgegenüber ist das Beweismittel namentlich dann nicht verwertbar, wenn bei seiner Beschaffung ein Rechtsgut verletzt wurde, das im konkreten Fall den Vorrang vor dem Interesse an der Durchsetzung des Strafrechts verdient (Urteil P.1152/1987 vom 10. Dezember 1987, E. 3a, publ. in: ZBl 90/1989 S. 420). Zu würdigen sind mit anderen Worten ebenso das Gewicht und das Ausmass der Rechtsgüterverletzung bei der Beweisbeschaffung, hier der verletzten Garantie des Privatlebens des Angeklagten (Art. 13 BV bzw. Art. 8 EMRK).\n\n4.2 Der EGMR hat eine gegen BGE 109 Ia 244 erhobene Beschwerde im erwähnten Urteil Schenk abgewiesen (a.a.O., Ziff. 45 ff.) und damit die Praxis des Bundesgerichts im Ergebnis bestätigt.\n\nZwar berücksichtigte der Gerichtshof im genannten Urteil - neben den bereits in E. 3.2.3.4 aufgeführten Gesichtspunkten - ausserdem, dass die Verurteilung des Beschwerdeführers nicht allein auf dem fraglichen Beweismittel beruhte (Urteil Schenk, a.a.O., Ziff. 48). Der Gerichtshof hat aber in seiner jüngeren Rechtsprechung erläutert, dem Umstand, dass im Urteil Schenk weitere Beweise vorgelegen hätten, sei keine entscheidende Bedeutung zugekommen. Wenn das widerrechtlich erlangte Beweismittel stichhaltig und zuverlässig sei, erweise sich der Bedarf nach zusätzlichen Beweisen als weniger gross (Urteil Khan, a.a.O., Ziff. 37; Urteil Allan, a.a.O., Ziff. 43).\n\nAus den beiden letztgenannten Entscheiden ergibt sich folgende weitere Präzisierung: Der Gerichtshof erachtet eine Abhörung oder Videoaufnahme durch die Polizei zu strafprozessualen Zwecken als Beweismittel, trotz allfälliger Verletzung von Art. 8 EMRK bei der Beschaffung, mit dem Gebot eines fairen Verfahrens grundsätzlich als vereinbar, solange Handlungen bzw. Äusserungen des Beschuldigten aufgezeichnet werden, die er aus eigenem Antrieb |280| und ohne äussere Beeinflussung macht und ihm dabei keine Falle gestellt worden ist (Urteil Khan, a.a.O., Ziff. 36 ff.; Urteil Allan, a.a.O., Ziff. 42 ff., 50 ff.).\n\n4.3\n\n4.3.1 Bei der vorliegenden Videoaufnahme ist analog zur Telefonabhörung in BGE 109 Ia 244 festzuhalten, dass es nicht um ein an sich verbotenes Beweismittel geht. Nach der bisherigen Rechtsprechung ist demnach die Frage, ob die Rechtswidrigkeit der Aufzeichnung wegen der dafür fehlenden Bewilligung eine Verwertung als Beweismittel ausschliesst, aufgrund einer Interessenabwägung zu beurteilen.\n\n4.3.2 Einzelne Lehrmeinungen kritisieren die Vornahme einer Interessenabwägung in diesem Zusammenhang und äussern dabei hauptsächlich rechtsstaatliche Bedenken (NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, Bern 1994, S. 249; ROBERTO FORNITO, Beweisverbote im schweizerischen Strafprozess, Diss. St. Gallen 2000, S. 248 ff.; NIKLAUS RUCKSTUHL, Technische Überwachungen aus anwaltlicher Sicht, AJP 2005 S. 150 ff., 157). Teilweise wird gefordert, Beweismittel aus Überwachungen, die unter Missachtung der richterlichen Bewilligungspflicht erfolgt sind, müssten stets unverwertbar sein (FORNITO, a.a.O., S. 210; RUCKSTUHL, a.a.O., S. 157 bei Fn. 35). Eine andere Lehrmeinung hat sogar ein absolutes Verwertungsverbot bei allen rechtswidrig erhobenen Beweisen befürwortet (WALTHER J. HABSCHEID, Beweisverbot bei illegal, insbesondere unter Verletzung des Persönlichkeitsrechts, beschafften Beweismitteln, in: SJZ 89/1993 S. 185 ff., 187).\n\nDie herrschende Lehre hat dagegen die Rechtsprechung des Bundesgerichts zur Interessenabwägung als Grundlage für den Entscheid über die Verwertbarkeit rechtswidrig erlangter Beweise übernommen (ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, Bd. II, Bern 2000, Rz. 1371 ff.; J.P. MÜLLER, Grundrechte in der Schweiz, Bern 1999, S. 567 f.; HANS Vest, St. Galler Kommentar zur BV, Rz. 32 zu Art. 32 BV; ROBERT HAUSER/ERHARD SCHWERI/KARL HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl., Basel 2005, § 60 Rz. 6 ff.; GÉRARD PIQUEREZ, Manuel de procédure pénale suisse, Zürich 2001, Rz. 1210 ff.; vgl. auch NIKLAUS SCHMID, Strafprozessrecht, 4. Aufl., Zürich 2004, Rz. 609).\n\n4.3.3 Die dargelegte vereinzelte Kritik in der Lehre an der Interessenabwägung vermag nicht zu überzeugen: Zwar wird die |281| staatliche Strafuntersuchung bei der Beweiserhebung durch Art. 5 Abs. 1 BV auf die Beachtung des Rechts und durch Art. 35 Abs. 1 BV auf die Wahrung der Grundrechte des Angeschuldigten verpflichtet. Ist das Beweismittel aber nicht an sich verboten, so genügt eine Interessenabwägung zur Sicherstellung des verfassungsrechtlich gebotenen fairen Verfahrens. In derartigen Fällen ist daran festzuhalten, dass nicht bereits aus dem verfahrensrechtlichen Verstoss bei der Beweisbeschaffung eine absolute Unverwertbarkeit gefolgert werden kann.\n\n4.4 Der Beschwerdeführer kann ein absolutes verfassungsrechtliches Verwertungsverbot für die vorliegende Konstellation auch nicht aus Art. 7 Abs. 4 des zwischenzeitlich erlassenen Bundesgesetzes betreffend die Überwachung des Post- und Fernmeldeverkehrs vom 6. Oktober 2000 (BÜPF; SR 780.1) herleiten. Nach dieser Bestimmung dürfen Erkenntnisse aus einer Überwachung des Post- und Fernmeldeverkehrs, bei der die Genehmigung verweigert oder überhaupt nicht eingeholt wurde, weder für die Ermittlung noch zu Beweiszwecken verwendet werden. Die Behörde, welche die Überwachung angeordnet hat, muss in einem solchen Fall sämtliche entsprechenden Dokumente und Datenträger sofort aus den Strafverfahrensakten aussondern und vernichten. Allerdings wurde eine Regelung des Einsatzes von technischen Überwachungsgeräten durch die Strafverfolgungsbehörden, d.h. ausserhalb der Überwachung des Post- und Fernmeldeverkehrs, im Rahmen des BÜPF bewusst ausgeklammert (Botschaft des Bundesrates vom 1. Juli 1998, BBl 1998 S. 4256 f., 4304).\n\nDas Verwertungsverbot von Art. 7 Abs. 4 BÜPF konkretisiert das verfassungsrechtliche Fairnessgebot auf bundesgesetzlicher Ebene im Anwendungsbereich dieses Erlasses. Die dabei gewählte Lösung schliesst nicht aus, dass ein Kanton in seinem Hoheitsbereich eine andere Konkretisierung vornimmt, die sich ihrerseits als verfassungskonform erweist. Die Grundsätze von Art. 7 Abs. 4 BÜPF, die für eine Überwachung des Post- und Fernmeldeverkehrs gelten, müssen deshalb in einer kantonalen Regelung im Hinblick auf den strafprozessualen Einsatz technischer Überwachungsgeräte nicht übernommen werden. Wie noch genauer auszuführen ist (E. 5.1), stimmt das Instrument der Interessenabwägung gemäss § 41 Abs. 1 StPO/BL in der vorliegenden Konstellation mit der bundesgerichtlichen Rechtsprechung überein und ist insofern nicht zu beanstanden. |282|\n\n4.5 Überdies vermisst der Beschwerdeführer verlässliche Kriterien bei dieser Interessenabwägung. Deshalb schlägt er eine Präzisierung der Rechtsprechung in dem Sinne vor, dass erst bei sehr schweren Straftaten wie Mord eine Interessenabwägung zulässig sein soll.\n\nZwar hat das Bundesgericht in BGE 109 Ia 244 erwogen, die rechtswidrig erlangte Telefonabhörung sei verwertbar, weil es um ein sehr schweres Delikt (Anstiftung zu Mord) gehe (BGE 109 Ia 244 E. 2b S. 247). Es bezog sich dabei aber auf die dort angeführte Rechtsprechung des Bundesverfassungsgerichts. Danach war die Verwertbarkeit von rechtswidrig beschafften Beweisen als Ergebnis einer Interessenabwägung nicht nur bei schweren Delikten gegen Leib und Leben bejaht worden, sondern auch bei weiteren Delikten gegen strafrechtlich vergleichbare Rechtsgüter. Dem entspricht die bereits dargelegte und vom Beschwerdeführer selbst wiedergegebene, neuere Formel des Bundesgerichts, dass das öffentliche Interesse an der Verwertbarkeit um so eher überwiegt, je schwerer die Straftat ist (BGE 130 I 126 E. 3.2 S. 132; vgl. E. 4.1.2).\n\nEntsprechend dürfte aufgrund der Rechtswidrigkeit der Beweisbeschaffung die Verwertbarkeit zur Verfolgung einer geringfügigen Straftat zu verneinen sein. Die Garantie eines fairen Strafverfahrens gegenüber dem Angeschuldigten und der grundrechtliche Schutz seines Privatlebens verlangen jedoch ebenso wenig eine Beschränkung der Interessenabwägung auf sehr schwere Delikte wie ein absolutes Verwertungsverbot (E. 4.3.3). Im Übrigen weist der vom Beschwerdeführer verwendete Begriff des sehr schweren Delikts keine klaren Konturen auf und ist deshalb von vornherein für sein Ziel einer grösseren Voraussehbarkeit der Wertungsentscheide ungeeignet. Somit ist die vom Beschwerdeführer geforderte Präzisierung der Rechtsprechung abzulehnen.\n\n4.6 Aufgrund dieser Überlegungen ist an der Rechtsprechung zur Interessenabwägung als Grundlage für den Entscheid über die Verwertbarkeit eines rechtswidrig erlangten, aber nicht an sich verbotenen Beweismittels festzuhalten.\n\n5.\n\n5.1 In § 41 Abs. 1 StPO BL wird die Interessenabwägung für die Verwertbarkeit aller Beweise vorgesehen, die auf unzulässige Weise erlangt worden sind (dazu kritisch NIKLAUS RUCKSTUHL, Die |283| revidierte Strafprozessordnung des Kantons Basel-Landschaft vom 3. Juni 1999, publ. in: ZStrR 118/2000 S. 421 bei Fn. 10). Im vorliegenden Fall hat die Polizei die Tiefgarage einer Wohnüberbauung mit zwei Videokameras überwacht, weil dort eine weitere Brandstiftung befürchtet wurde. Die Überwachung wurde mit anderen Worten vorab zu Ermittlungszwecken aufgrund eines vorbestehenden Tatverdachts eingesetzt. Bei den umstrittenen Aufnahmen haben die Kameras festgehalten, dass der Beschwerdeführer längere Zeit allein in der Tiefgarage verweilte und sich namentlich im Bereich der beiden späteren Brandherde aufhielt. Die Polizei hat ihm auch keine Falle hinsichtlich der angeklagten Brandstiftung gestellt. Mit der Aufzeichnung wurde somit nicht in den seelischen Eigenraum des Beschwerdeführers eingedrungen. Im Lichte der dargelegten Rechtsprechung waren die umstrittenen Videoaufzeichnungen an sich zulässig; mit der in § 103 Abs. 2 StPO/BL vorgesehenen richterlichen Genehmigung hätten sie auf gesetzmässigem Weg erreicht werden können. Die Rechtswidrigkeit der Aufnahme ergibt sich einzig aus dem Fehlen dieser Bewilligung. Jedenfalls in der vorliegenden Konstellation spiegelt die in § 41 Abs. 1 StPO/BL verankerte Abwägung, bei der die Interessen von Strafverfolgung und angeschuldigter Person einander gegenüberzustellen sind, die erörterten Grundsätze der bundesgerichtlichen Rechtsprechung zum Beweisverwertungsverbot wider (E. 4) und ist insoweit verfassungsrechtlich nicht zu beanstanden.\n\n5.2 Unter diesen Umständen erübrigt sich eine selbständige Willkürprüfung hinsichtlich der Anwendung des kantonalen Rechts (vgl. E. 3.1). Auf den Vorwurf des Beschwerdeführers, die kantonale Instanz habe durch die wörtliche Anwendung von § 41 Abs. 1 StPO/BL gegen das Willkürverbot (Art. 9 BV) verstossen, braucht demnach nicht weiter eingegangen werden. Deshalb kann auch dahingestellt bleiben, ob der Beschwerdeführer seine Willkürrüge im Sinne von Art. 90 Abs. 1 lit. b OG ausreichend begründet hat."}