{"annee": "131", "cour": "II", "page": "722", "date": "17/10/2005", "cite": ["130 II 202"], "cite_par": ["141 II 207", "145 II 206", "138 II 57", "137 I 145", "143 II 396", "143 II 382"], "chapeau": "57. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. AG gegen Kantonale Steuerkommission Schwyz sowie Verwaltungsgericht des Kantons Schwyz (Verwaltungsgerichtsbeschwerde)\n\n2A.20/2005 vom 17. Oktober 2005", "regestes": ["Art. 12 al. 1 et 4 LHID; impôt sur les gains immobiliers, addition du prix du terrain et de la construction pour déterminer le gain immobilier. Modes d'imposition des gains immobiliers dans les cantons (consid. 2.1); système moniste en vigueur dans le canton de Schwyz (consid. 2.2). La pratique développée en matière de droits de mutation selon laquelle le prix du terrain et de la construction sont additionnés n'est pas applicable à l'impôt sur les gains immobiliers lorsque le vendeur et l'entrepreneur qui livre l'ouvrage ne sont pas identiques (consid. 3). Assujettissement fiscal selon l'art. 20 LHID, qui est une question décisive pour le cas concret (consid. 4.1-5.1)."], "faits": "|722|\n\nDie X. AG veräusserte im März 2002 drei Grundstücke in M. (SZ) an drei verschiedene Käufer; die Y. AG erstellte als Bauherrin und Generalunternehmerin die jeweiligen Gebäude, welche die Z. AG den Grundstückerwerbern vermittelte. Von der Steuerverwaltung des Kantons Schwyz im Veranlagungsverfahren erbetene |723| Unterlagen reichte die X. AG nur zum Teil ein. Mit drei Ermessensveranlagungen forderte die Verwaltung von der X. AG Grundstückgewinnsteuern bezüglich der drei Liegenschaften, wobei sie jeweils Landpreis und Werklohn zusammenrechnete. Eine Einsprache der X. AG an die Kantonale Steuerkommission Schwyz blieb erfolglos. Das Verwaltungsgericht des Kantons Schwyz wies am 18. November 2004 eine Beschwerde der X. AG ab. Gegen diesen Entscheid hat die X. AG am 13. Januar 2005 Verwaltungsgerichtsbeschwerde beim Bundesgericht eingereicht.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Grundstückgewinnsteuer unterliegen Gewinne, die sich bei der Veräusserung eines Grundstücks des Privatvermögens oder eines land- oder forstwirtschaftlichen Grundstücks sowie Anteilen daran ergeben, soweit der Erlös die Anlagekosten (Erwerbspreis oder Ersatzwert zuzüglich Aufwendungen) übersteigt (Art. 12 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [Steuerharmonisierungsgesetz, StHG; SR 642.14]). Die Besteuerung der Grundstückgewinne ist in den Kantonen nicht einheitlich: Entweder werden diese Gewinne alle mit einer besonderen Wertzuwachs- oder Grundstückgewinnsteuer erfasst (als Objektsteuer); dabei wird nicht unterschieden, ob das veräusserte Grundstück dem Privat- oder dem Geschäftsvermögen des Veräusserers zugehört (sog. monistisches System). Oder dann unterliegen nur Grundstückgewinne des Privatvermögens dieser Steuer, solche des Geschäftsvermögens werden der ordentlichen Einkommens- oder Gewinnsteuer unterstellt (als Subjektsteuer; sog. dualistisches System). Das Steuerharmonisierungsgesetz folgt in seinem Grundsatz dem dualistischen System, es erlaubt aber auch, dass nach dem monistischen System geschäftliche und private Grundstückgewinne einer Grundstückgewinnsteuer unterworfen werden (Art. 12 Abs. 4 StHG; StR 55/2000 S. 182, 2P.439/1997, E. 3c; vgl. auch BGE 130 II 202 E. 3.2 S. 207; Urteil 2P.75/2003 vom 1. September 2003, E. 2 und 4). Art. 12 Abs. 1 StHG äussert sich zwar nur grundsätzlich zur Ermittlung des steuerbaren Gewinns (vgl. Botschaft zur Steuerharmonisierung, BBl 1983 III 100): Dieser besteht aus der Differenz zwischen Erlös und Anlagekosten; die Begriffe werden im Steuerharmonisierungsgesetz nicht näher definiert. Dem kantonalen Gesetzgeber bleibt aber |724| bei der Umschreibung des steuerbaren Gewinns lediglich ein beschränkter Spielraum; denn Grundstückgewinn und Einkommenssteuer sind eng miteinander verbunden, namentlich im monistischen System (Urteil 2A.9/2004 vom 21. Februar 2005, E. 3.1).\n\n2.2 Nach § 113 Abs. 1 des schwyzerischen Steuergesetzes vom 9. Februar 2000 (StG/SZ) entspricht der Grundstückgewinn dem Betrag, um den der Veräusserungserlös die Anlagekosten (Erwerbspreis und Aufwendungen) übersteigt. Als Veräusserungserlös gilt der Verkaufspreis \"mit allen weiteren Leistungen\" (§ 114 Abs. 1 StG/SZ). Im Übrigen unterstehen der Grundstückgewinnsteuer laut § 104 Abs. 1 StG/SZ Gewinne aus der Veräusserung von im Kanton gelegenen Grundstücken des Privat- und Geschäftsvermögens oder von Anteilen an solchen. Insofern kennt der Kanton Schwyz ein monistisches System der Grundstückgewinnbesteuerung im Sinne von Art. 12 Abs. 4 StHG. Daher muss der Teil des Gewinns aus einer Geschäftsliegenschaft, die der Einkommenssteuer unterliegt, und derjenige Teil, welcher der Grundstückgewinnsteuer untersteht, genau abgegrenzt werden. Wo die beiden Steuern in einem gemeinsamen System ineinander greifen, prüft das Bundesgericht mit voller Kognition, ob diese Aufteilung mit dem Steuerharmonisierungsgesetz übereinstimmt. Einzig in Bezug auf allfällige kantonale Besonderheiten, die den der Grundstückgewinnsteuer unterliegenden Teil betreffen, steht dem kantonalen Gesetzgeber ein gewisser Spielraum zu; insoweit würde sich die Prüfungsbefugnis des Bundesgerichts nach den für die staatsrechtliche Beschwerde geltenden Grundsätzen richten (vgl. BGE 130 II 202 E. 3.1 S. 205 f.; Urteil 2A.445/2004 vom 7. Juni 2005, E. 2.3; vgl. aber auch BERNHARD Zwahlen, in: Zweifel/Athanas [Hrsg.], Kommentar zum Schweizerischen Steuerrecht, Bd. I/1, 2. Aufl., Basel 2002, N. 2 zu Art. 12 StHG).\n\n3.\n\n3.1\n\n3.1.1 Als massgebende Grundlage bei der Ermittlung der Grundstückgewinnsteuer bezeichnet das Verwaltungsgericht in Fällen wie dem Vorliegenden grundsätzlich die Summe von Landpreis und Werklohn; Bedingung sei, dass ein Baulandkäufer mit dem Verkäufer einen Generalunternehmer-Werkvertrag abgeschlossen habe, worin die Erstellung, der Umbau oder die Vollendung einer Baute auf dem Kaufgrundstück durch den Verkäufer vereinbart worden sei; weiter wird für eine Zusammenrechnung vorausgesetzt, dass die |725| Verträge so voneinander abhängen, dass es ohne den einen nicht zum Abschluss des andern gekommen wäre und das Geschäft als Ganzes dem Verkauf einer fertigen Baute gleichkommt. Diese so genannte Zusammenrechnungspraxis wurde ursprünglich für die Handänderungssteuer entwickelt; das Bundesgericht hat diese Praxis wiederholt als nicht willkürlich bzw. nicht verfassungswidrig erachtet (vgl. ASA 64 S. 423, E. 4b, mit Hinweisen; 50 S. 445, E. 3b; Urteile 2P.208/2003 vom 4. Dezember 2003, E. 3.1; 2P.47/1998 vom 25. Juli 2000, E. 3b/aa, mit Hinweisen; 2P.64/1995 vom 5. März 1997, E. 2e; 2P.159/1994 vom 26. November 1996, E. 7b).\n\n3.1.2 Ist der erwähnte Zusammenhang zwischen den beiden Verträgen gegeben, so kommt es (bei der Handänderungssteuer) nicht darauf an, ob die Parteien des Kauf- und des Werkvertrags identisch sind (ASA 50 S. 445, E. 4b; Urteil 2P.410/1996 vom 19. Januar 1999, E. 3a und b; siehe auch Urteil 2P.208/2003 vom 4. Dezember 2003, E. 3.1). Das Verwaltungsgericht geht davon auch für die Grundstückgewinnsteuer aus, verlangt für diesen Fall aber, dass zusätzliche Abreden zwischen Verkäufer und Unternehmer vorliegen, worauf sich aus allfälligen Vertragstexten und den besonderen Umständen schliessen lasse. Es hält diese Voraussetzungen im vorliegenden Fall aufgrund verschiedener Indizien für gegeben: Insbesondere hätten die betreffenden Gesellschaften zusammengewirkt bei der Erschliessung des Baulands, der Erwirkung der Baubewilligung und letztlich beim Angebot schlüsselfertiger Bauten; zudem seien die Trägerschaft und übrigens auch die Organe von Verkäuferin und Generalunternehmerin identisch; in der Beschwerde werden sie denn auch als Schwestergesellschaften bezeichnet.\n\n3.2 Die Zusammenrechnungspraxis für die Handänderungssteuer kann jedoch nicht unbesehen auf die Grundstückgewinnsteuer übertragen werden:\n\n3.2.1 Die Handänderungssteuer betrifft den Grundstückübergang als solchen; steuerpflichtig ist in der Regel der Käufer. Im Fall eines Werkvertrags und eines damit zusammenhängenden Kaufvertrags fragt sich, ob Gegenstand der Transaktion insgesamt ein Grundstück ist und der entsprechende Vorgang als Ganzes der Handänderungssteuer unterstellt werden kann. In dieser Hinsicht ist es ohne Belang, ob die beiden Verträge mit derselben Person geschlossen bzw. ob das Bauunternehmen und der Landverkäufer identisch sind oder ob es sich um zwei verschiedene steuerpflichtige Personen |726| handelt. Für den Käufer zählt allein die Tatsache, dass der Werkvertrag in der Grundstückübertragung eingeschlossen ist (oder nicht) und damit der Handänderungssteuer unterliegt.\n\n3.2.2 Die Grundstückgewinnsteuer ist eine direkte Steuer, die den Steuerpflichtigen wegen seiner wirtschaftlichen Leistungsfähigkeit trifft. Der Verkäufer bezahlt die Steuer, hier das Bauunternehmen, auf dem realisierten Gewinn. Sind diese beiden unterschiedliche Personen, liegt es auf der Hand, dass jede auf ihren eigenen Grundlagen und ihrem eigenen Gewinn besteuert werden muss; der Gewinn des einen Steuerpflichtigen kann nicht dem anderen zugewiesen werden. Davon geht jedoch das Verwaltungsgericht aus: Es ordnet den gesamten Vorgang, das heisst den Verkauf des Landes und den Bau der Liegenschaften, mithin den daraus realisierten Gewinn, allein der Beschwerdeführerin zu, ohne die Leistungen der Y. AG zu berücksichtigen. Die bei der Handänderungssteuer entwickelte Zusammenrechnungspraxis (ohne Rücksicht auf Identität von Verkäufer und Werklieferant) versagt aber bei der Grundstückgewinnsteuer, wenn Verkäufer und Werklieferant nicht identisch sind. Diesfalls liegen zwei Steuersubjekte vor, und der Verkäufer kann nur für den von ihm realisierten Grundstückgewinn (ohne Einfluss des vom Werklieferanten erzielten Gewinns) besteuert werden. Vorliegend stellt sich denn auch nicht eigentlich die Frage nach der Berechnungsgrundlage für die Steuer, sondern es fragt sich, wer überhaupt steuerpflichtig ist.\n\n4.\n\n4.1 Der Begriff der Steuerpflicht juristischer Personen ist in Art. 20 StHG definiert; das kantonale Recht stimmt mit dem eidgenössischen überein (vgl. § 54 f. StG/SZ; Art. 49 f. des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer [DBG; SR 642.11]; siehe auch StR 59/2004 S. 524, 2A.321/2003, E. 3.1): Juristische Personen sind aufgrund persönlicher Zugehörigkeit steuerpflichtig, wenn sich ihr Sitz oder ihre tatsächliche Verwaltung bzw. Geschäftsleitung im Kanton befindet. Vorbehältlich von Steuerumgehung und Fällen von Simulation gelten privatrechtskonforme juristische Personen grundsätzlich als steuerpflichtig. Die Steuerbehörde darf deren Gewinn insofern berichtigen, als dieser Gegenstand ist von Zuwendungen oder verdeckten Gewinnausschüttungen an einen Aktionär oder eine Schwestergesellschaft (sog. Dreieckstheorie; vgl. dazu etwa Urteil 2A.73/2005 vom 2. August 2005, E. 2.2, mit Hinweisen; siehe auch Urteil 2A.583/2004 vom 21. April 2005). |727| Die als steuerpflichtig anerkannten juristischen Personen müssen nach dem Grundsatz \"at arm's length\" bzw. des Drittvergleichs handeln (Vereinbarungen wie mit aussenstehenden Dritten; vgl. z.B. StE 2002 B 72.13.1 Nr. 3, 2A.157/2001, E. 3b; StE 1995 B 72.11 Nr. 3, 2A.346/1992, E. 3b); nur soweit dieses Prinzip nicht beachtet wird, kann die Steuerbehörde eingreifen.\n\n4.2 Im konkreten Fall ist offenbar kein Gewinn von der Y. AG zur Beschwerdeführerin verschoben worden; dies behauptet die Steuerkommission jedenfalls nicht. Daher ist nicht ersichtlich, inwiefern der Erlös, der auf den durch die Y. AG (Bauherrin und Generalunternehmerin) erstellten Bauten erzielt worden ist, der Beschwerdeführerin zugewiesen werden muss, die sich darauf beschränkt hat, das Land zu verkaufen. Selbst achtbare praktische Gründe rechtfertigten es nicht, einen solchen Gewinn bei einem anderen Steuerpflichtigen zu besteuern. Würde der Auffassung des Verwaltungsgerichts gefolgt, würde der auf dem Bau der Liegenschaften realisierte Gewinn bei der Beschwerdeführerin kantonal und bei der Y. AG mit der direkten Bundessteuer besteuert, was offensichtlich gegen das Ziel der Steuerharmonisierung verstiesse.\n\nVorliegend sind die rechtlichen Beziehungen zwischen den Käufern der Liegenschaften und den zwei bzw. drei Gesellschaften (einschliesslich der Z. AG) nicht eindeutig bekannt; allenfalls existieren Werkverträge zwischen den Käufern und der Y. AG, offenbar aber keine speziellen Unterakkordanten-Verhältnisse zwischen der Beschwerdeführerin und der Y. AG; es kann daher wohl von einer einfachen Gesellschaft bzw. einem Konsortium der Gesellschaften ausgegangen werden. Dies schliesst jedoch nicht aus, dass jede Gesellschaft nur aufgrund des von ihr erzielten Gewinns steuerbar ist.\n\n5.\n\n5.1 Der Entscheid der Vorinstanz verletzt demnach die Grundsätze des Steuerharmonisierungsgesetzes, insbesondere Art. 20 StHG und das Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit. Die Beschwerdeführerin hat nach dem Gesagten hinreichend dargelegt, dass die Ermessensveranlagung im Sinne von Art. 48 Abs. 2 StHG und § 151 Abs. 3 StG/SZ offensichtlich unrichtig war. Die Verwaltungsgerichtsbeschwerde erweist sich somit als begründet und ist gutzuheissen, soweit darauf einzutreten ist. Der angefochtene Entscheid des Verwaltungsgerichts ist aufzuheben und die Sache zur Neuveranlagung im Sinne der Erwägungen an die Kantonale Steuerverwaltung zurückzuweisen."}