{"annee": "131", "cour": "I", "page": "321", "date": "6/6/2005", "cite": ["113 II 209", "65 II 52", "93 I 130", "127 II 69", "97 II 390", "100 II 105", "93 II 290", "65 II 143", "88 II 498", "108 II 39"], "cite_par": ["132 II 485", "136 III 190", "145 II 140"], "chapeau": "33. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. F.A. gegen Wasserversorgung Altdorf sowie Obergericht des Kantons Uri (Staatsrechtliche Beschwerde)\n\n2P.303/2004 vom 6. Juni 2005", "regestes": ["Art. 9 et 26 Cst.; garantie de la propriété; taxe de fourniture d'eau; dénonciation d'une obligation, fondée sur l'ancien droit, de fourniture gratuite d'eau (charge foncière). Un droit - privé et gratuit - à la fourniture d'eau de source, acquis licitement avant l'entrée en vigueur du Code civil, subsiste aussi (en tant que servitude foncière) sans inscription ultérieure au registre foncier. Ceci est également valable pour l'obligation, au sens d'une charge foncière, de fournir de l'eau gratuitement aux ayants droit originels, imposée à la commune d'Altdorf par un arrêt de 1901 en compensation de l'atteinte à ce droit (à la suite de la mise en service d'un approvisionnement en eau public). Cette obligation est certes protégée par la garantie de la propriété; elle peut toutefois, en application (par analogie ou directe) de l'art. 788 CC, être dénoncée trente ans après son établissement (consid. 5). L'obligation de fournir de l'eau gratuitement fondée sur l'ancien droit peut être rachetée, respectivement dénoncée, uniquement contre une indemnisation. Critères pour la calculer; prise en considération des circonstances particulières (consid. 6)."], "faits": "|322|\n\nDie Eigentümer der Liegenschaft A. in Altdorf besassen seit dem 16. Jahrhundert ein Nutzungsrecht an auf Gemeinde- bzw. Korporationsgebiet liegenden Wasserquellen des Bannwaldes ob Altdorf zur Speisung ihres Brunnens. Nachdem die Gemeinde bis dahin über keine eigene Trinkwasserversorgung verfügt hatte, beschloss sie im Jahre 1885, eine neue Wasserversorgung mit Hydranten zu erstellen. Die im Zusammenhang mit der Erstellung dieses Werks vorgenommenen Änderungen von Wasserfassungen und -leitungen führten im Jahre 1898 zu einer Beeinträchtigung der Wasserführung des Brunnens auf der Liegenschaft A. Deren damaliger Eigentümer gelangte deshalb - zusammen mit seinem Nachbarn B. (Miteigentümer der gemeinsamen Leitung) - an das Kreisgericht Uri und verlangte, das entzogene Wasser sei ihm wieder kostenfrei zu verschaffen. Das Kreisgericht Uri stellte mit Urteil vom 28./29. Januar 1901 fest, die beiden Kläger hätten durch vorgelegte Urkunden das ihnen bzw. ihren Rechtsvorfahren zustehende Nutzungsrecht an den Wasserquellen genügend nachgewiesen. Die Gemeinde Altdorf wurde daher verpflichtet, den beiden Klägern \"genügend Wasser (zehn Minutenliter) von der Gesamtleitung zu verabfolgen\" und ihnen den Anschluss an die Dorfleitung |323| unentgeltlich zu verschaffen. Hiergegen wandten sich beide Parteien an das Obergericht des Kantons Uri, welches am 12. Juni 1901 das Urteil des Kreisgerichts bestätigte.\n\nNachdem noch im Jahre 1909 zwischen den Beteiligten strittig war, ob die Wasserabgabe unentgeltlich zu erfolgen habe, wurde ihnen in der Folge offensichtlich ein unentgeltliches Wasserbezugsrecht von zehn Minutenlitern für den Hofbrunnen zugestanden.\n\nAm 27. Oktober 1995 publizierte der Gemeinderat Altdorf gestützt auf Art. 32 (\"Übergangsvorschriften für alte Wasserrechte\") des kommunalen Wasserversorgungsreglementes vom 21. Oktober 1969 (WVR) im Amtsblatt des Kantons Uri die Aufforderung, wer alte Wasserrechte ohne Zahlungspflichten oder mit privilegiertem Tarif (Art. 23 Abs. 4 WVR) geltend machen wolle, habe diese bei der Wasserkommission anzumelden; wer die Anmeldung unterlasse, verwirke sein Recht. In der Folge meldete K.A., der inzwischen verstorbene Ehegatte von F.A., ein unentgeltliches Wasserrecht an. Nachdem eine vergleichsweise Ablösung des Wasserrechts nicht erreicht werden konnte, kündigte die Wasserkommission Altdorf am 25. Juni 1998 die \"unentgeltliche Wasserlieferung, die sich auf das allfällig bestehende alte Wasserrecht stützt\" auf den 31. Dezember 1998; mit Beschluss vom 31. August 1998 bestätigte sie die Kündigung.\n\nMit Verfügung vom 3. Oktober 2001 stellte die Wasserkommission Altdorf F.A. die jeweils durch die Gemeindekasse erhobenen Wassertaxen für die Jahre 1993 bis 2000 erneut in Rechnung. Dagegen gelangte F.A. an den Gemeinderat Altdorf. Dieser sistierte das Verfahren, bis die Gemeindeversammlung (\"Offene Dorfgemeinde\") am 6. Juni 2002 eine Übergangsbestimmung zur Tarifordnung der Wasserversorgung Altdorf betreffend Entschädigung aufgehobener Wasserrechte genehmigt hatte, und wies die Beschwerde am 12. August 2002 (in Bezug auf die Wassertaxen) ab. Gegen diesen Entscheid wandte sich F.A. an den Regierungsrat des Kantons Uri, der ihre Beschwerde mit Beschluss vom 28. Januar 2003 guthiess. Ihre zugleich gegen die Übergangsbestimmung zur Tarifordnung - die eine Ablösung der noch bestehenden Wasserrechte (von null bis zehn Minutenliter) gegen eine Entschädigung von 9'000 Franken vorsah - erhobene Beschwerde nahm er als Aufsichtsbeschwerde entgegen und gab dieser keine Folge.\n\nAm 28. September 2004 hiess das Obergericht des Kantons Uri die von der Wasserversorgung Altdorf gegen den Beschluss des |324| Regierungsrates eingereichte Beschwerde teilweise gut und wies die Sache an die Wasserversorgung Altdorf zum neuen Entscheid (Berechnung des Wasserzinses gemäss Tarif ab 1. Juli 1999, unter Präzisierung gewisser Modalitäten) zurück.\n\nMit staatsrechtlicher Beschwerde vom 1. Dezember 2004 beantragt F.A. dem Bundesgericht, den Entscheid des Obergerichts des Kantons Uri vom 28. September 2004 aufzuheben.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde teilweise gut und hebt das angefochtene Urteil auf.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Zunächst ist zu prüfen, welches Recht den Rechtsvorgängern der Beschwerdeführerin bis zu den beiden Urteilen aus dem Jahr 1901 zustand.\n\n5.1.1 Nach der unbestrittenen Darstellung im angefochtenen Entscheid hatten die jeweiligen Eigentümer der in Frage stehenden Parzelle einen Anspruch auf Wasserbezug aus den oberhalb der Gemeinde Altdorf liegenden Quellen des Bannwaldes, die samt Grund und Boden im Eigentum der Korporation Uri standen; der Gemeinde stand lediglich die Nutzniessung, Überwachung und Verwaltung derselben zu (Urteil des Kreisgerichts Uri vom 28./ 29. Januar 1901). Der Regierungsrat hat dieses Wasserrecht als vorbestandenes, ehehaftes oder historisches Recht betrachtet. Das Obergericht hat das ursprüngliche Quellenrecht ebenfalls als gemäss Urkunden seit unvordenklicher Zeit bestehendes und damit wohlerworbenes Recht qualifiziert. Diese Auffassung wird von der Beschwerdeführerin ausdrücklich geteilt.\n\n5.1.2 Neben kleinen Grundwasservorkommen bildeten Quellen seit jeher den Hauptbestand des privaten Wasserrechts (PETER LIVER, Öffentliches Grundwasserrecht und privates Quellenrecht, in: ZBJV 89/1953 S. 3); grosse Grundwasserströme unterstehen dagegen dem öffentlichen Wasserrecht der Kantone (BGE 65 II 143). Die Quelle ist Bestandteil des Grundstücks, auf dem sie an die Oberfläche tritt oder gefasst wurde (Art. 704 ZGB; PETER LIVER, a.a.O., S. 14; BGE 65 II 52 E. 2 S. 55 f.; der Grundsatz galt schon vor dem Inkrafttreten des ZGB: BGE 12 480 S. 493). Als ehehafte Wasserrechte werden altrechtliche private Rechte bezeichnet, soweit die Gewässer, an denen sie bestanden haben, später zu öffentlichen |325| Gewässern geworden sind (PETER LIVER, Die ehehaften Wasserrechte in der Schweiz, in: Festschrift für Paul Gieseke, 1958, S. 226 f.), die ihren Ursprung in einer Rechtsordnung haben, die nicht mehr besteht, und welche nach neuem Recht nicht mehr begründet werden können, aber auch unter der neuen Rechtsordnung weiterbestehen dürfen; sie erlangten ursprünglich Bedeutung insbesondere im Zusammenhang mit der Wassernutzung (BGE 127 II 69 E. 4b S. 74). Auch die Rechtsprechung des Bundesgerichts beschränkt die ehehaften (althergebrachten) Wasser(bezugs)rechte auf private Rechte an öffentlichen Gewässern (vgl. Urteil 2P.256/2002 vom 24. März 2003, E. 3) und stellt sie wegen der durch sie verliehenen Befugnisse für ihre Auslegung grundsätzlich den Dienstbarkeiten des ZGB gleich (BGE 88 II 498 E. 3 mit Hinweisen). Da es im vorliegenden Fall ausschliesslich um Rechte an Quellen, d.h. um Privatrechte ging, ist somit anzunehmen, dass die Rechtsvorgänger der Beschwerdeführerin vor dem Inkrafttreten des ZGB zwar nicht über ein ehehaftes, jedoch über ein althergebrachtes privates Quellwasserbezugsrecht - über die von ihnen selber erstellte Leitung - von der Quellfassung der Korporation Uri verfügten. Dieses (beschränkte) dingliche Recht an Quellen auf fremdem Boden - das heute als Grunddienstbarkeit ins Grundbuch eingetragen werden könnte (Art. 704 Abs. 2 und 780 ZGB) - haben sie durch die unbestrittene Ausübung seit unvordenklicher Zeit rechtmässig erworben (vgl. PETER LIVER, Zürcher Kommentar, Zürich 1980, N. 141 ff. zu Art. 731 ZGB). Davon gehen zu Recht auch der Regierungsrat und das Obergericht des Kantons Uri sowie der Gemeinderat Altdorf aus. Als bereits bestehendes dingliches Recht bliebe es, obschon im Grundbuch nicht eingetragen, nach dem Inkrafttreten des ZGB auch unter dem neuen Recht anerkannt (Art. 17 Abs. 1 SchlT ZGB; vgl. Urteil 5C.166/1993 vom 22. Dezember 1993, E. 3); es hätte seine Gültigkeit behalten und könnte lediglich Dritten, die sich in gutem Glauben auf das Grundbuch verlassen, nicht entgegengehalten werden (Art. 44 Abs. 1 SchlT ZGB).\n\n5.2\n\n5.2.1 Das Obergericht hat gestützt auf die erwähnten früheren Urteile festgestellt, die im Jahre 1898 im Zusammenhang mit der Erstellung einer öffentlichen Wasserversorgung von der Gemeinde Altdorf beanspruchten Quellen hätten auch jene umfasst, die bis dahin von den Rechtsvorgängern der Beschwerdeführerin in Ausübung ihres Quellenrechts benutzt worden waren. Infolge |326| dieses (auch nach Darstellung der Beschwerdeführerin im Jahre 1898 vorgenommenen) Eingriffes führten die bisher genutzten Quellen bzw. deren Fassungen kein Wasser mehr, womit der bisherige Wasserbezug der Nutzungsberechtigten nicht mehr möglich war (Entscheid des Gemeinderates Altdorf vom 12. August 2002, Ziff. 35.5).\n\n5.2.2 Das ursprüngliche Quellenrecht der Rechtsvorgänger der Beschwerdeführerin ist damit zufolge der nicht mehr möglichen Ausübung untergegangen. Als Ersatz für den durch sie verunmöglichten bisherigen Quellwasserbezug wurde die Gemeinde Altdorf als Eigentümerin der neu erstellten Wasserversorgung durch Gerichtsurteil verpflichtet, dem Rechtsvorgänger der Beschwerdeführerin (und dem zweiten damaligen Kläger B.) unentgeltlich zehn Minutenliter Wasser von der Gesamtleitung zu liefern (\"verabfolgen\"). Zwischen den Parteien ist unbestritten, dass diese Wasserlieferung unentgeltlich zu geschehen hatte. Die Pflicht der Gemeinde zur Wasserlieferung ist damit an die Stelle der durch sie beeinträchtigten ursprünglichen Quellwassernutzung getreten. Wie das Obergericht zu Recht feststellt, kann diese an die Stelle des alten Quellenrechts getretene Wasserlieferungspflicht seit dem Inkrafttreten des ZGB nur noch als Grundlast im Sinne von Art. 782 ZGB begründet werden. Belastet wäre in diesem Fall die Gemeinde Altdorf als Eigentümerin der Wasserversorgung bzw. der Wasserversorgungsanlagen, die gemäss Art. 676 Abs. 1 ZGB Zugehör des Werkes bilden, von dem sie ausgehen, und damit im Eigentum des Werkeigentümers stehen. Das Werk - hier die Wasserversorgung Altdorf - ist seinerseits, wovon vermutungsweise ausgegangen werden darf, mindestens einem bestimmten Grundstück der Gemeinde Altdorf zuzuordnen, welches somit das belastete Grundstück bildet. Mit dem Urteil des Obergerichts des Kantons Uri vom 12. Juni 1901 wurde somit als Schadenersatz ein Rechtsanspruch begründet, der inhaltlich einer Grundlast im Sinne von Art. 782 ZGB entsprach. Er ist deshalb als altrechtliche Grundlast zu betrachten (vgl. H. LEEMANN, Grundlasten aus alter und neuer Zeit, in: SJZ 25/1928-29 S. 35). Auch für diese gilt, dass sie, obschon im Grundbuch nicht eingetragen, auch nach dem Inkrafttreten des ZGB im Jahre 1912 als altrechtliche, durch (Gestaltungs-)Urteil und damit rechtmässig entstandene altrechtliche Grundlast (DAVID JENNY, Basler Kommentar, Basel/Frankfurt 1998, N. 3 zu Art. 783 ZGB) weiterhin ihre Gültigkeit behielt (vgl. Art. 17 Abs. 1 und Art. 44 Abs. 1 SchlT ZGB; vgl. auch Urteil 5C.166/1993 vom |32722| . Dezember 1993, E. 3). Autoren aus jener Zeit weisen denn auch darauf hin, dass es vorkommen könne, dass das Gemeinwesen durch eine umfassende Wasserversorgung das ganze Quellgebiet eines Tales sich zu Nutze mache; dadurch versiegten aber die Brunnen der Talbewohner; da verlange es die Billigkeit, dass diese vom Gemeinwesen eine genügende Wasserzufuhr verlangen könnten, was allerdings aus den Bestimmungen von Art. 706 und 710 f. ZGB (Notbrunnen bzw. Pflicht zur Abtretung des Wassers im Interesse des allgemeinen Wohls) hergeleitet wurde (CHARLES von SURY-BÜSSY, Das Recht an der Wasserquelle, Diss. Bern, Solothurn 1909, S. 77, 106 ff.).\n\nDer Auffassung des Obergerichts, es habe mangels Eintragung im Grundbuch keine gültige Grundlast entstehen können, kann deshalb nicht gefolgt werden; sie würde lediglich für nach Inkrafttreten des ZGB entstandene neurechtliche Grundlasten zutreffen.\n\n5.3 Aufgrund des Urteils des Obergerichts des Kantons Uri vom 12. Juni 1901 entstand damals auch ohne Eintrag im Grundbuch zu Gunsten der Beschwerdeführerin eine altrechtliche Grundlast der Wasserversorgung Altdorf auf unentgeltliche Lieferung von zehn Minutenlitern Wasser. Diese geniesst als vermögenswertes Privatrecht den Schutz der Eigentumsgarantie (ULRICH HÄFELIN/ WALTER HALLER, Schweizerisches Bundesstaatsrecht, Zürich 2005, N. 597 S. 176).\n\nDasselbe würde gelten, wenn der streitige Anspruch auf unentgeltliche Wasserlieferung aufgrund der heutigen Anschauungen dem Bereich des öffentlichen Rechts zugeordnet würde. Auch Rechte, welche den Staat in seiner hoheitlichen Tätigkeit beschränken oder zu bestimmten Zugeständnissen verpflichten, können durch die Art ihrer Entstehung (Vertrag, historische Rechtstitel) wohlerworben sein, d.h. unter dem Schutz der Eigentumsgarantie (Art. 26 BV) stehen oder durch das Gebot des Vertrauensschutzes (Art. 5 Abs. 3 bzw. Art. 9 BV, was in casu allerdings nicht in Betracht fällt, da hier die sachenrechtliche Begründung im Vordergrund steht) besonders geschützt sein; geschützt ist dabei nur die Substanz des wohlerworbenen Rechts, nicht dessen Ausübung, die durch die jeweilige Rechtsordnung bestimmt wird (Urteil 2P.256/ 2002 vom 24. März 2003, E. 3; vgl. ULRICH HÄFELIN/GEORG MÜLLER, Allgemeines Verwaltungsrecht, 4. Aufl., Zürich 2002, Rz. 1008 und 2046 ff.; vgl. MAX IMBODEN/RENÉ A. RHINOW, Schweizerische |328| Verwaltungsrechtsprechung, Bd. II, Nr. 122 B.I.c; KLAUS A. VALLENDER, in: St. Galler Kommentar, N. 14 zu Art. 26 BV; ULRICH HÄFELIN/ WALTER HALLER, a.a.O., N. 597 f.); sie können, auch wenn sie ursprünglich (altrechtlich) unbefristet waren - gegen Entschädigung - nachträglich befristet und gekündigt bzw. abgelöst werden (BGE 127 II 69 E. 5a/b).\n\n5.4 Steht ein Recht unter dem Schutz der Eigentumsgarantie, so kann es nur eingeschränkt oder entzogen werden, wenn der Eingriff auf gesetzlicher Grundlage beruht, im öffentlichen Interesse liegt, verhältnismässig ist und bei formeller oder materieller Enteignung gegen volle Entschädigung erfolgt (Art. 26 BV in Verbindung mit Art. 36 BV). Der vorliegend streitige Eingriff erfüllt diese Voraussetzungen:\n\n- Die Möglichkeit des Entzuges des streitigen Rechts bzw. der Ablösung der Grundlast ist formellgesetzlich im ZGB vorgesehen, dessen Regelung auch für altrechtliche Grundlasten Geltung hat (Art. 788 ZGB in Verbindung mit Art. 2 SchlT ZGB) und vom Obergericht im Ergebnis zu Recht als (direkt oder analog) anwendbar betrachtet werden durfte. Das Obergericht hat denn auch - zwar nur in einer Eventualerwägung, nach dem Gesagten jedoch zu Recht - darauf hingewiesen, dass die Grundlast, wenn sie rechtsgültig entstanden wäre, gemäss Art. 788 Abs. 1 Ziff. 2 ZGB nach Ablauf von dreissig Jahren hätte gekündigt werden können.\n\n- Das öffentliche Interesse und die Verhältnismässigkeit sind, was die Ablösbarkeit von unbefristeten Grundlasten nach einer Dauer von dreissig Jahren anbelangt, aufgrund der vom Gesetz vorweggenommenen Abwägung ebenfalls gegeben (vgl. zur Unzulässigkeit unbefristeter Leistungspflichten auch für altrechtliche Verpflichtungen BGE 93 II 290 E. 7 S. 300 und BGE 100 II 105 E. 2).\n\n- Schliesslich sieht die massgebende Regelung auch die Pflicht zur Entschädigung des Grundlastberechtigten vor.\n\n5.5 Das Obergericht ist im angefochtenen Entscheid zwar davon ausgegangen, dass mit dem Urteil im Jahre 1901 eine ausschliesslich obligatorische Pflicht der Gemeinde Altdorf zur Wasserlieferung an die Beschwerdeführerin bzw. ihre Rechtsvorgänger, von denen sie dieses Recht geerbt habe, begründet worden sei. Es hat jedoch auch für diesen Fall angenommen, diese Verpflichtung sei |329| analog zur Grundlast kündbar. Denn im Gegensatz zu dinglichen Rechten seien obligatorische Bindungen grundsätzlich zeitlich begrenzt. Wenn daher ein beschränktes dingliches Recht wie die Grundlast von Gesetzes wegen in zeitlicher Hinsicht begrenzt sei, so müsse dies (erst recht) für ein obligatorisches Recht gleichen Inhalts ebenfalls gelten: Ein solches könne deshalb nicht während einer Zeitspanne, die wesentlich mehr als dreissig Jahre betrage, aufrechterhalten werden.\n\nEs ist heute in der Tat zivilrechtlich ausgeschlossen, obligatorische Verträge auf \"ewige\" Zeiten abzuschliessen und aufrechtzuerhalten; unzulässig ist dies selbst dann, wenn sie noch unter der Herrschaft des alten kantonalen Rechts abgeschlossen worden sind, was unter Hinweis auf Art. 2 SchlT ZGB damit begründet wird, dass es sich um einen Grundsatz handelt, der um der öffentlichen Ordnung und Sittlichkeit Willen Geltung hat. Art. 2 SchlT ZGB wird sogar im öffentlichen Recht als massgeblich erachtet, indem es auch wohlerworbene Rechte auf dauerhafte Sondernutzung (insb. durch Konzessionen) nicht geben kann (BGE 127 II 69 E. 5b S. 77 mit Hinweisen).\n\nDa im Urteil des Obergerichts des Kantons Uri vom 12. Juni 1901 keine zeitliche Beschränkung vorgesehen ist, müsste die Dauer der (unentgeltlichen) Wasserlieferungspflicht auch bei Annahme einer obligatorischen Bindung beschränkt und durch richterliche Lückenfüllung bestimmt werden (vgl. BGE 127 II 69 E. 5b S. 78).\n\nDas Obergericht hat denn auch in diesem Sinne die entsprechenden Bestimmungen für die Grundlasten analog angewandt. Es hat sich dabei insbesondere auf Art. 788 Abs. 1 und 2 ZGB gestützt, wonach die Grundlast - selbst wenn eine längere Dauer oder sogar die Unablösbarkeit verabredet worden ist - nach dreissigjährigem Bestand abgelöst werden kann, wobei der Ablösung eine Kündigung auf Jahresfrist voranzugehen hat. Die in analoger Anwendung von Art. 788 Abs. 1 Ziff. 2 ZGB getroffene Annahme, die (rein) obligatorische Verpflichtung, die inhaltlich einer Grundlast entspricht, könne nach spätestens dreissig Jahren nach Inkrafttreten des ZGB am 1. Januar 1912, d.h. per 1. Januar 1942, gekündigt werden, kann sich auf die einschlägige bundesgerichtliche Rechtsprechung (BGE 93 II 290 E. 7 S. 300 f. mit Hinweisen; BGE 97 II 390 E. 7 f. S. 400 ff.) stützen, an der festzuhalten ist; was die Beschwerdeführerin vorbringt, ist nicht geeignet, diese Praxis in Frage zu stellen. |330|\n\n5.6 Nach dem Gesagten ergibt sich somit, unabhängig davon, ob die in Frage stehende Verpflichtung der Gemeinde bzw. der Wasserversorgung Altdorf zur unentgeltlichen Wasserlieferung im Umfang von zehn Minutenlitern an die Beschwerdeführerin als weiterbestehende altrechtliche Grundlast oder als rein obligatorische altrechtliche Wasserlieferungspflicht betrachtet wird, deren Kündbarkeit bzw. Ablösbarkeit nach einer Dauer von dreissig Jahren.\n\nSoweit mit der staatsrechtlichen Beschwerde die Kündbarkeit/Ablösbarkeit des bestehenden Wasserlieferungsverhältnisses bzw. die grundsätzliche Zulässigkeit des entsprechenden Eingriffes in die Eigentumsgarantie bestritten wird, vermag sie daher nicht durchzudringen.\n\n6.\n\n6.1 Die Beschwerdeführerin rügt schliesslich, selbst wenn ihre Berechtigung nicht auf einem historischen oder vorbestandenen Recht, sondern nur auf einem obligatorischen Anspruch beruhen sollte, könnte ihr dieser als wohlerworbenes Recht nur gegen volle Entschädigung auf dem Wege der Enteignung entzogen werden. Die Nichtanwendung von Art. 789 ZGB unter gleichzeitiger analoger Anwendung von Art. 788 ZGB sei willkürlich und eigentumsverletzend.\n\n6.2 Die Rüge ist begründet. Nach dem oben Ausgeführten handelt es sich bei der in Frage stehenden altrechtlichen unentgeltlichen Wasserlieferungspflicht nicht um einen rein obligatorischen Vertrag, sondern um eine an bestimmte Grundstücke bzw. Anlagen geknüpfte altrechtliche Grundlast bzw. eine grundlastähnliche und damit (auch) dingliche Verpflichtung (vgl. BGE 127 II 69 E. 5b S. 77). Wird diese - nach dem Gesagten zulässigerweise - in direkter oder analoger Anwendung der Bestimmungen über die Grundlasten (Art. 788 ZGB) als ablösbar bzw. kündbar erachtet, so muss - schon aufgrund der verfassungsrechtlichen Eigentumsgarantie - auch die für einen solchen Fall gesetzlich vorgesehene Entschädigungsregelung (direkt oder analog) Anwendung finden.\n\nAblösung der Grundlast heisst deren Aufhebung gegen Entrichtung ihres Gesamtwertes gemäss Art. 789 ZGB an den Berechtigten (DAVID JENNY, a.a.O., N. 1 zu Art. 787 ZGB). Die Ablösung bzw. Kündigung der altrechtlichen Grundlast ist somit vergleichbar mit der formellen Enteignung, bei welcher ebenfalls in einem |331| geregelten Verfahren ein privates Recht dem Enteigneten entzogen und auf den Enteigner übertragen wird; auch bei dieser findet mit der Übertragung des Eigentums und der Entrichtung der dafür geschuldeten Entschädigung ein (mit dem freihändigen Verkauf vergleichbarer) Leistungsaustausch statt: Die Entschädigung ist in diesem Fall Voraussetzung für die Zulässigkeit des Eingriffs (vgl. BGE 93 I 130 E. 7a S. 142 f.) bzw. Rechtmässigkeitsvoraussetzung (KLAUS A. VALLENDER, St. Galler Kommentar, N. 50 und 52 zu Art. 26 BV). Die vorliegend grundsätzlich mögliche Kündigung der Wasserlieferungspflicht kann daher nur rechtswirksam werden, wenn auch der Ablösungsbetrag verbindlich bestimmt ist. Die Parteien können diesen vor oder bei der Ablösung beliebig festsetzen (DAVID JENNY, in: Basler Kommentar, N. 1 zu Art. 789 ZGB). Es kann jedenfalls nicht Sache des Schuldners der Grundlast sein, den Ablösungsbetrag einseitig nach eigenem Ermessen festzulegen. Im Streitfall obliegt die Festlegung dem Richter. Dieser hat auf Klage des Schuldners hin festzustellen, dass dessen Kündigung der (altrechtlichen) Grundlast rechtsgültig erfolgt und diese somit untergegangen ist (DAVID JENNY, a.a.O., N. 11 zu Art. 789 ZGB); zugleich hat er den Ablösungsbetrag festzusetzen.\n\nDas Obergericht hat sich zur Frage der Entschädigung nicht geäussert. Soweit es damit zum Ausdruck bringen wollte, die Ablösung der Wasserlieferungspflicht könne entschädigungslos erfolgen, wäre dieser Standpunkt unhaltbar. Zwar ging das Bundesgericht davon aus, dass auf ewige Zeiten abgeschlossene rein obligatorische Verträge gekündigt werden könnten, ohne dass in Analogie zur Regelung für die Grundlasten eine Entschädigung geschuldet sei (BGE 113 II 209). Dieser Entscheid betraf indessen einen nach dem Inkrafttreten des ZGB geschlossenen Wasserlieferungsvertrag, dem mangels Eintrag im Grundbuch nur obligatorische Wirkung zukam (BGE 108 II 39). Von einem rein obligatorischen Vertrag kann indessen nach dem oben Ausgeführten bei der hier in Frage stehenden altrechtlichen Grundlast nicht die Rede sein.\n\nDie Rechtswirksamkeit der Ablösung der in Frage stehenden altrechtlichen Grundlast setzt somit eine gültige - vertragliche oder richterliche - Festsetzung der Ablösungssumme voraus, wobei es die Parteien oder im Streitfall der Richter in der Hand haben, die Anwendbarkeit des Wassertarifes allenfalls rückwirkend auf den Zeitpunkt der Kündigung festzulegen. Wenn die Gemeinde ihre unentgeltliche Wasserlieferungspflicht nicht mehr erfüllen, |332| sondern diese Last durch eine einmalige Leistung abgelten und die weiteren Wasserlieferungen nach Tarif in Rechnung stellen will, muss sie also entweder mit der anderen Partei eine Einigung über die Ablösungssumme oder aber einen diesbezüglichen Entscheid des Richters erwirken. Da die in Frage stehende Grundlast und damit auch ihr Gesamtwert nicht im Grundbuch eingetragen sind, ist nach Art. 789 in Verbindung mit Art. 783 Abs. 2 ZGB mangels anderer Abrede für die Ablösung grundsätzlich der zwanzigfache Betrag der Jahresleistung geschuldet, wobei der Nachweis eines geringeren Wertes vorbehalten bleibt. Da im vorliegenden Fall indessen besondere Verhältnisse vorliegen, können bei (direkter oder analoger) Anwendung der Entschädigungsregeln für die Grundlast neben dem Wert gemäss Wassertarif noch weitere Gesichtspunkte eine Rolle spielen, die bei der Festsetzung der Entschädigung zu berücksichtigen wären. Dabei ist etwa dem Umstand Rechnung zu tragen, wieweit der Berechtigte auf den unentgeltlichen Wasserbezug für einen bestimmten Zweck angewiesen ist und wie viel Wasser der öffentlichen Wasserversorgung tatsächlich zur Verfügung steht. Dem Richter steht somit bei der Festsetzung des Ablösungsbetrages ein weites Ermessen zu, das auch Billigkeitserwägungen zulässt; er darf jedoch für die Ablösung solcher Wasserrechte keine das Gemeinwesen übermässig belastende Entschädigungen festsetzen.\n\nSollte dem Entscheid des Obergerichts stillschweigend die Auffassung zu Grunde liegen, mit der von der Offenen Dorfgemeinde Altdorf in der Übergangsbestimmung zur Tarifordnung für die Ablösung von null bis zehn Minutenlitern festgelegten Pauschalsumme von Fr. 9'000.- sei die Entschädigung verbindlich festgesetzt, wäre dies unhaltbar.\n\nDie Gemeinde Altdorf wird daher, sofern sie mit der Beschwerdeführerin keine Einigung über die Ablösung und Abgeltung des altrechtlichen Wasserlieferungsrechts zu erzielen vermag, ein entsprechendes Urteil des zuständigen Zivilrichters erwirken müssen, um das bisherige Recht der Beschwerdeführerin auf Wasserlieferung als untergegangen betrachten und die weitere Belieferung nach der geltenden Tarifordnung belasten zu können.\n\n6.3 Indem das Obergericht die Regelung des ZGB über die Ablösung von Grundlasten nur für die Möglichkeit der Kündbarkeit heranzog und die Frage der Ablösungssumme überging, sei es, weil |333| es eine solche bei - vermeintlich - bloss obligatorischen Rechtsverhältnissen gar nicht als geschuldet oder aber die im kommunalen Reglement vorgesehene pauschale Ablösungssumme von Fr. 9'000.- als verbindlich festgesetzte Abgeltung erachtete, verfiel es in Willkür und verletzte durch Missachtung der Entschädigungspflicht zugleich die Eigentumsgarantie."}