{"annee": "131", "cour": "II", "page": "514", "date": "9/6/2005", "cite": ["119 IB 46", "131 II 525", "128 II 394"], "cite_par": ["140 V 121", "131 II 525", "131 II 533", "143 V 321"], "chapeau": "37. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. A. und Mitb. gegen Amt für berufliche Vorsorge und Stiftungsaufsicht und Pensionsfonds der S. sowie Eidge- nössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge (Verwaltungsgerichtsbeschwerde)\n\n2A.397/2003 vom 9. Juni 2005", "regestes": ["Liquidation partielle d'une institution de prévoyance; intérêt du personnel restant à la pérennité de l'institution et droit à l'égalité de traitement du personnel sortant, en tant que principes de même rang; droit du personnel sortant à une partie des réserves et provisions. La sauvegarde de l'intérêt du personnel restant à la pérennité de l'institution ne prime pas sur les prétentions à l'égalité de traitement du personnel sortant; les deux principes coexistent au même rang (consid. 5). Le principe de l'égalité de traitement porte non seulement sur le partage du patrimoine libre, mais encore sur sa détermination préalable. Le personnel sortant doit ainsi participer à toutes les réserves et provisions de l'institution de prévoyance à laquelle il était affilié jusque-là, pour autant que des risques techniques actuariels ou liés aux placements soient transférés à la nouvelle institution de prévoyance. Le principe de l'égalité de traitement ne donne cependant au personnel sortant aucun droit à la constitution de provisions - analogues à celles faites pour le personnel restant - pour des augmentations futures de salaire. Les réserves pour de futures \"vacances\" de cotisations de l'employeur actuel restent liées à celui-ci (consid. 6)."], "faits": "|515|\n\nDie S. verkaufte am 1. Mai 2000 verschiedene Betriebsteile an die P. Im Rahmen dieser Umstrukturierung traten 192 von 374 aktiven Versicherten - rund 50 Prozent - des Pensionsfonds der S. zur Pensionskasse P. über, während sämtliche 650 Rentenbezüger |516| bei Ersterem verblieben. Das vom Stiftungsrat des Pensionsfonds der S. angerufene Amt für berufliche Vorsorge und Stiftungsaufsicht des Kantons Zug stellte fest, dass die Voraussetzungen für eine Teilliquidation gegeben seien, und genehmigte den vorgelegten Teilungsplan (Verfügung vom 18. Juni 2001).\n\nEine Reihe ehemaliger Versicherter des Pensionsfonds der S. widersetzten sich dem Genehmigungsentscheid, weil der Verteilungsplan bzw. die diesem zugrunde liegende Berechnung der freien Mittel ungerechtfertigterweise den Fortbestand (d.h. jene Versicherten, die im Pensionsfonds der S. verblieben) bevorteile. Sie gelangten erfolglos an die Eidgenössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen und Invalidenvorsorge (Entscheid vom 11. Juni 2003) und haben anschliessend mit gemeinsamer Eingabe vom 1. September 2003 beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gemäss der ursprünglichen Fassung (vgl. AS 1994 S. 2394) von Art. 23 des Bundesgesetzes vom 17. Dezember 1993 über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge (Freizügigkeitsgesetz, FZG; SR 831.42), welche bis zum Inkrafttreten der ersten BVG-Revision bzw. der neu ins Gesetz eingefügten Art. 53a ff. BVG (AS 2004 S. 1688 ff.) am 1. Januar 2005 Geltung hatte, besteht bei einer Teil- oder Gesamtliquidation der Vorsorgeeinrichtung neben dem Anspruch auf die Austrittsleistung ein individueller oder kollektiver Anspruch auf freie Mittel (Abs. 1 Satz 1). Darüber, ob die Voraussetzungen für eine Teil- oder Gesamtliquidation erfüllt sind, entscheidet die Aufsichtsbehörde, welche gegebenenfalls den von der Vorsorgeeinrichtung erstellten Verteilungsplan zu genehmigen hat (Abs. 1 Sätze 2 u. 3). Vermutungsweise erfüllt sind die Voraussetzungen für eine Teilliquidation nach Art. 23 Abs. 4 FZG unter anderem dann, wenn eine erhebliche Verminderung der Belegschaft erfolgt (lit. a) oder eine Unternehmung restrukturiert wird (lit. b).\n\n2.2 Nach dem Gesagten steht den Versicherten, die von einer Teilliquidation ihrer Vorsorgeeinrichtung betroffen sind, wie von Lehre und Praxis schon vor Inkrafttreten des Freizügigkeitsgesetzes anerkannt (vgl. BGE 128 II 394 E. 3.2 S. 396 f.), neben der |517| eigentlichen Austrittsleistung zusätzlich ein (individueller oder kollektiver) Anspruch auf freie Mittel zu. Die Höhe Letzterer wird dabei grundsätzlich wie folgt bestimmt: Zunächst ist die Vermögenssituation der Vorsorgeeinrichtung am Stichtag zu ermitteln. Zu diesem Zweck sind eine kaufmännische und eine technische Teilliquidationsbilanz mit Erläuterungen zu erstellen, aus denen die tatsächliche finanzielle Lage der Kasse deutlich hervorgeht (Art. 9 der bis Ende 2004 gültigen ursprünglichen Fassung der Freizügigkeitsverordnung vom 3. Oktober 1994 [FZV; SR 831.425]; vgl. auch den seit Anfang 2005 geltenden Art. 27g Abs. 1bis der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]). Die Aktiven sind dabei zu Veräusserungswerten einzusetzen (Art. 23 Abs. 2 FZG in seiner ursprünglichen Fassung; heute: Art. 53d Abs. 2 BVG). Nach Abzug der Passiven sind dem Nettovermögen der Vorsorgeeinrichtung die reglementarisch gebundenen Mittel gegenüber zu stellen. Aus der Differenz zwischen diesen beiden Grössen sind die (zulässigen) Reserven zu äufnen und allenfalls erforderliche Rückstellungen zu bilden. Was danach an Vermögen verbleibt, stellt freies Vermögen der Vorsorgeeinrichtung dar.\n\n3.\n\n3.1 In der Bilanz, welche dem streitigen Verteilungsplan zugrunde liegt, wies der Beschwerdegegner per 31. Dezember 2000 ein Gesamtvermögen von knapp 890.786 Mio. Franken aus. Nach Abzug der Wertschwankungsreserven von 22.7 Prozent verblieben davon 688.426 Mio. Franken. Von diesem Betrag machten die Freizügigkeitsleistungen der aktiven Versicherten 80.521 Mio. und das Deckungskapital der Rentenbezüger 438.296 Mio. Franken aus. Der Beschwerdegegner hat alsdann dem Fonds \"Risikoausgleich\" 4.665 Mio. und dem Fonds \"Grundlagenverstärkung\" (zwecks Berücksichtigung der zunehmenden Lebenserwartung) 42.819 Mio. Franken zugewiesen. Zudem bildete er verschiedene Rückstellungen: Zugunsten künftiger Verpflichtungen gegenüber den aktiven Versicherten 16.416 Mio., für künftige Lohnerhöhungen 21.695 Mio., für künftige Beitragsbefreiung der Arbeitnehmer 6.805 Mio. und für künftige Beitragsbefreiung des Arbeitgebers 3.686 Mio. Franken. Unter Berücksichtigung der beitragsfreien Guthaben in der Höhe von 7.215 Mio. Franken lagen so \"Verpflichtungen\" von insgesamt 622.118 Mio. Franken vor, womit sich die freien Mittel des Beschwerdegegners auf 66.308 Mio. Franken beliefen. |518|\n\n3.2 In der Folge wurden die freien Mittel einerseits und die Reserven und Rückstellungen andererseits - den konkreten Verhältnissen entsprechend - zwischen den beim Beschwerdegegner verbleibenden Versicherten (dem Fortbestand) und den zur Pensionskasse P. übertretenden Versicherten (dem Abgangsbestand) aufgeteilt. Weil es sich bei Letzteren ausschliesslich um aktive Versicherte handelt, wurden sie an den Reserven und Rückstellungen zugunsten der aktiven Versicherten stärker beteiligt als an jenen, die alle bisherigen Destinatäre - inklusive die 650 beim Beschwerdegegner bleibenden Rentner - betreffen. So erhielt der Abgangsbestand beispielsweise vom Fonds \"Risikoausgleich\" 46 Prozent und von den \"Kollektiven Rückstellungen für künftige Verpflichtungen gegenüber den aktiven Versicherten\" 54 Prozent; demgegenüber wurden ihm vom Fonds \"Grundlagenverstärkung\" nur 8.6, von der Wertschwankungsreserven 9.3 und von den freien Mitteln nur knapp 9.6 Prozent überlassen. Dies führte dazu, dass der Beschwerdegegner, ausgehend von einer Freizügigkeitsleistung von 37 Mio. Franken, einen Anspruch des Abgangsbestands von gut 83 Mio. Franken anerkannte.\n\n3.3 Die Rückstellung für künftige Beitragsbefreiung des Arbeitgebers und jene für künftige Lohnerhöhungen, welche zusammen rund 25.4 Mio. Franken ausmachen, hat der Beschwerdegegner aber gänzlich den bei ihm verbleibenden Versicherten vorbehalten. Zur Rückstellung für künftige Lohnerhöhungen führte folgendes Vorgehen: Zunächst hat der Beschwerdegegner die Differenz zwischen der Freizügigkeitsleistung und dem statisch, für den Moment der Teilliquidation berechneten Deckungskapital aller aktiven Versicherten ermittelt (sog. Accumulated Benefit Obligation; ABO) und als \"kollektive Rückstellung zugunsten der aktiven Versicherten\" ausgewiesen; den entsprechenden Betrag von 16.4 Mio. Franken hat er zwischen Fort- und Abgangsbestand aufgeteilt (vgl. E. 3.2). Nur für den Fortbestand hat er anschliessend zusätzlich die Differenz zwischen dem statischen Deckungskapital und dem dynamischen, mit Blick auf die zukünftige Entwicklung berechneten Deckungskapital (Projected Benefit Obligation; PBO) bestimmt und als \"kollektive Rückstellung für künftige Lohnerhöhungen gegenüber verbleibenden aktiven Versicherten\" ausgewiesen. Dementsprechend wurden die fraglichen 21.7 Mio. Franken für den Fortbestand reserviert. |519|\n\n4. Es ist unstreitig, dass die Voraussetzungen für eine Teilliquidation im vorinstanzlichen Verfahren zu Recht bejaht worden sind. Unbestritten sind weiter sowohl die Bewertung der Aktiven als auch - zumindest in betraglicher Hinsicht - die oben dargestellte Liquidationsbilanz (vgl. E. 3.1). Keinen Anlass zu Diskussionen gab sodann die Art und Weise, in welcher das freie Stiftungsvermögen gemäss Verteilungsplan auf die Rentner sowie die verbleibenden und die scheidenden aktiven Versicherten verteilt werden soll. Die Differenzen zwischen den Parteien beschränken sich allein auf die Frage, ob das Vorgehen des Beschwerdegegners bezüglich der Rückstellungen für künftige Beitragsbefreiung des Arbeitgebers einerseits sowie für künftige Lohnerhöhungen andererseits bundesrechtskonform sind: Die Beschwerdeführer verlangen gestützt auf Gleichbehandlungsüberlegungen, dass auch zugunsten des Abgangsbestands entsprechende Rückstellungen gebildet und auf die Pensionskasse P. übertragen werden. Der Beschwerdegegner lehnt dies ab, weil die betreffenden Rückstellungen die künftige Entwicklung beträfen, für welche der neue Arbeitgeber des Abgangsbestands verantwortlich sei; gleichzeitig sieht er die streitigen Rückstellungen zugunsten der bei ihm verbleibenden aktiven Versicherten durch das Fortbestandsinteresse gerechtfertigt.\n\n5. Es obliegt dem Stiftungsrat der Vorsorgeeinrichtung, die Liquidationsbilanz (nach Veräusserungswerten) zu erstellen, den Verteilungsplan auszuarbeiten und überhaupt die Teilliquidation durchzuführen (vgl. Gemischte Kommission der Treuhand-Kammer und der Schweizerischen Aktuarvereinigung [Hrsg.], Leitfaden zur Teilliquidation, Zürich 2001, S. 14; CARL HELBLING, Personalvorsorge und BVG, 7. Aufl., Bern 2000, S. 263). Im Rahmen der Schranken, welche sich aus Verfassung, Gesetz und Reglement ergeben, übt er dabei sein Ermessen frei aus.\n\n5.1 Kommt es zu einer Teilliquidation einer Vorsorgeeinrichtung, so wird dieser ein so genanntes \"Fortbestands- oder Fortführungsinteresse\" zugebilligt. Unter diesem Titel bildet die Pensionskasse jene Reserven und Rückstellungen, welche sie mit Blick auf die anlage- und versicherungstechnischen Risiken nach Abwicklung der Teilliquidation benötigt, um die Vorsorge der verbleibenden Destinatäre im bisherigen Rahmen weiterzuführen (vgl. CARL Helbling, Zum Verfahren der Teil- und Gesamtliquidation von Personalvorsorgeeinrichtungen, in: Schmid [Hrsg.], Teilliquidationen |520| von Vorsorgeeinrichtungen, Bern 2000, S. 72; CHRISTINA RUGGLI- WÜEST, Liquidation/Teilliquidation der Vorsorgeeinrichtung, in Schaffhauser/Stauffer [Hrsg.], Neue Entwicklungen in der beruflichen Vorsorge, St. Gallen 2000, S. 162, Fn. 36). Es handelt sich dabei insbesondere um Risikoschwankungsreserven, Wertschwankungsreserven auf den Aktiven, Zinsreserven (im Hinblick auf die Mindestverzinsung der Altersguthaben nach Art. 12 BVV 2), Reserven wegen der Zunahme der Lebenserwartung, Reserven für die Anpassung der laufenden Renten an die Teuerung sowie Rückstellungen für latente Steuern und Abgaben (vgl. CARL HELBLING, Personalvorsorge und BVG, 7. Aufl., Bern 2000, S. 267; OLIVIER DEPREZ, Feststellung der freien Mittel, in: Schmid [Hrsg.], Teilliquidationen von Vorsorgeeinrichtungen, Bern 2000, S. 46 ff.; OSKAR LEUTWILER, Teilliquidation einer Pensionskasse, in: der Schweizer Treuhänder [ST] 1999 S. 324; Gemischte Kommission der Treuhand-Kammer und der Schweizerischen Aktuarvereinigung [Hrsg.], a.a.O., S. 18 f.; JACQUES-ANDRÉ SCHNEIDER, Fonds libres et liquidations de caisses de pensions, in: SZS 2001 S. 462 f.). Aus dieser Aufzählung erhellt, dass der Vorsorgeeinrichtung - entgegen der Ansicht der Beschwerdeführer - nicht erst dann die Geltendmachung von Fortbestandsinteressen zusteht, wenn ihr Fortbestehen effektiv gefährdet ist (so im Ergebnis bereits BGE 128 II 394 E. 6.3 S. 404 f.): Die fraglichen Rückstellungen und Reserven dienen gerade dazu, Unwägbarkeiten vorzubeugen und so zu verhindern, dass die Vorsorgeeinrichtung in finanzielle Schwierigkeiten gerät. Sie müssen deshalb notwendigerweise in guten Zeiten gebildet werden können, weil es der Kasse im Zeitpunkt, in dem sich eine Gefährdung abzeichnet, regelmässig bereits an den nötigen Mitteln fehlen dürfte, um die erforderlichen Rückstellungen zu bilden.\n\n5.2 Ungeachtet der Tatsache, dass die Liquidationsbilanz des Beschwerdegegners mehr oder weniger alle Reserven und Rückstellungen ausweist, die gemeinhin mit Fortbestandsinteressen begründet werden, haben die Beschwerdeführer von Anfang an nur gegen die vor Bundesgericht streitigen Posten opponiert. Dies erklärt sich ohne weiteres dadurch, dass sie an sämtlichen übrigen Posten angemessen beteiligt wurden: Der Beschwerdegegner hat grundsätzlich jene Reserven und Rückstellungen gebildet, die er für alle bisherigen Destinatäre zusammen benötigen würde, und diese anschliessend zwischen dem Fort- und dem Abgangsbestand |521| aufgeteilt (vgl. E. 3.2). Mithin steht hier nicht wirklich in Frage, dass sich der Beschwerdegegner auf Fortbestandsinteressen berufen kann, und es ist insoweit letztlich bloss das Verhältnis zwischen diesen und dem von den Beschwerdeführern angerufenen Gleichbehandlungsgebot streitig.\n\n5.3 Bei Letzterem handelt es sich um das zweite zentrale Prinzip, das neben dem Fortbestandsinteresse bei der Teilliquidation einer Vorsorgeeinrichtung zu beachten ist. Dem Gleichbehandlungsgebot kommt seit jeher grosse Bedeutung zu: Bereits vor Inkrafttreten des Freizügigkeitsgesetzes erachtete das Bundesgericht eine Teilliquidation als erforderlich, wenn wirtschaftliche Veränderungen beim Arbeitgeberbetrieb grössere Personalabgänge zur Folge hatten (vgl. BGE 128 II 394 E. 3.2 S. 396). Aus dem Rechtsgleichheitsgebot sowie aus dem Grundsatz von Treu und Glauben leitete es für solche Fälle die Verpflichtung der Vorsorgeeinrichtung zu einer den konkreten Verhältnissen angepassten Aufteilung des Stiftungsvermögens ab: Das Personalvorsorgevermögen hat den bisherigen Destinatären zu folgen, damit nicht wegen Personalfluktuationen einzelne Gruppen von Versicherten zulasten anderer profitieren (BGE 119 Ib 46 E. 4c S. 54 mit Hinweisen). Dieser Rechtsprechung folgend hat der Bundesrat in der Botschaft vom 26. Februar 1992 zum Freizügigkeitsgesetz ausdrücklich erklärt, die Vorsorgeeinrichtungen mit Art. 23 FZG gesetzlich zur Gleichbehandlung aller Vorsorgenehmer anlässlich von Teilliquidationen verpflichten zu wollen (BBl 1992 III 600). Die entsprechende Zielsetzung stiess im Parlament auf Zustimmung, wobei die Berichterstatterin der nationalrätlichen Kommission die Bestimmung von Art. 23 FZG ausdrücklich als Kodifizierung der bisherigen Praxis bezeichnete (AB 1992 N 2457; vgl. auch AB 1993 S 571). Die Regelung, welche das Freizügigkeitsgesetz in Art. 23 für die Teilliquidation von Vorsorgeeinrichtungen trifft, beruht demnach auf den dargestellten stiftungsrechtlichen Grundsätzen. Deshalb ist jede Personalvorsorgeeinrichtung anlässlich einer Teilliquidation zur Wahrung des Grundsatzes der Gleichbehandlung der Destinatärsgruppen verpflichtet (vgl. auch BGE 128 II 394 E. 3.2 S. 397). Im auf den 1. Januar 2005 in Kraft getretenen neuen Art. 53d Abs. 1 BVG wird dies nunmehr auch ausdrücklich festgehalten.\n\n5.4 Bei diesen Gegebenheiten lässt sich die Auffassung, eine bewusste Bevorteilung des Fortbestands sei generell zulässig oder gar geboten, wie sie teilweise in der Literatur vertreten wird (so |522| beispielsweise BRUNO LANG, in: Carl Helbling, Personalvorsorge und BVG, Bern 2000, S. 652; derselbe in: SZS 1994 S. 112; vgl. auch JACQUES-ANDRÉ SCHNEIDER, a.a.O., in: SZS 2001 S. 462), nicht halten (vgl. hierzu auch ARMIN STRUB, Zur Teilliquidation nach Art. 23 FZG, in: AJP 1994 S. 1532 f.). Das Fortbestandsinteresse zielt denn auch nicht etwa auf eine Privilegierung der zurückbleibenden Versicherten ab, sondern bezweckt allein die Erhaltung von deren bisherigem Vorsorgeschutz. Der Wahrung von Fortbestandsinteressen kommt demnach gegenüber Gleichbehandlungsanliegen kein Vorrang zu. Indessen verhält es sich - wie die Vorinstanz (entgegen der Ansicht der Beschwerdeführer) zu Recht ausgeführt hat - auch nicht umgekehrt, sondern es ist von einer grundsätzlichen Gleichwertigkeit der beiden Elemente auszugehen: Die Vorsorgeeinrichtung hat - und dies sowohl bei der Verteilung der freien Mittel als auch bei deren vorgängiger Feststellung (vgl. E. 6.1) - die Fortbestandsinteressen und das Gleichbehandlungsgebot gleichermassen zu berücksichtigen.\n\n6. Nach dem Gesagten haben die Beschwerdeführer Anspruch auf Gleichbehandlung mit den beim Beschwerdegegner verbleibenden Versicherten. Es ist zu prüfen, ob sie deswegen die Übertragung zusätzlicher Rückstellungen auf die neue Pensionskasse des Abgangsbestands verlangen können, bzw. ob die streitigen Rückstellungen zugunsten des Fortbestands ungerechtfertigt sind und deshalb aufgelöst werden müssen. In diesem letzteren Fall wären die frei werdenden Mittel dem freien Stiftungsvermögen zuzuweisen, was den Anteil des Abgangsbestands an diesem nominell erhöhen würde.\n\n6.1 In Art. 23 Abs. 1 FZG findet nur der \"Anspruch auf freie Mittel\" ausdrückliche Erwähnung. Dies bedeutet jedoch nicht, dass die Vorsorgeeinrichtung bei der Bildung von Reserven und Rückstellungen völlig frei wäre: Das Gleichbehandlungsgebot hat nicht nur für die effektive Verteilung des Vermögens, sondern auch für dessen vorgängige Feststellung Geltung. Die im Falle einer Teilliquidation zu verteilenden \"freien Mittel\" ergeben sich unmittelbar aus der Liquidationsbilanz, weshalb der Art und Weise, in welcher die Aktiven und Passiven bilanziert werden, mindestens ebenso grosse Bedeutung zukommt wie der anschliessenden Aufteilung des Vermögens. Diesen Zusammenhang hat der Gesetzgeber durchaus erkannt, was sich darin zeigt, dass er - ausdrücklich aufgrund von Rechtsgleichheitsüberlegungen (vgl. BBl 1992 III 600) - die |523| Bilanzierung der Aktiven zu Veräusserungswerten vorgeschrieben hat (Art. 23 Abs. 2 FZG). Dadurch wird verhindert, dass allfällige stille Reserven in der Liquidationsbilanz versteckt bleiben und das freie Stiftungsvermögen so zum Nachteil des Abgangsbestands geschmälert wird.\n\n6.2 Weiter schliesst das Gleichbehandlungsgebot aus, dass die Vorsorgeeinrichtung zugunsten des Fortbestands alle erdenklichen Reserven und Rückstellungen bildet, während sie dem Abgangsbestand neben der gesetzlichen oder reglementarischen Freizügigkeitsleistung bloss noch einen Teil des (gegebenenfalls verbleibenden) freien Stiftungsvermögens mitgibt. Ansonsten könnte nämlich auf diese Art und Weise ein grosser Teil des Vorsorgekapitals für den Fortbestand vereinnahmt werden, ungeachtet des Umstands, dass der Abgangsbestand möglicherweise nicht weniger als Ersterer zur Äufnung des Vermögens der Kasse beigetragen hat. Entgegen der Auffassung der Vorinstanz gewährt das Gleichbehandlungsgebot deshalb dem Abgangsbestand - auch wenn in Art. 23 Abs. 1 FZG nur von \"freien Mitteln\" die Rede ist - Anspruch auf eine Beteiligung an den Reserven und Rückstellungen der bisherigen Vorsorgeeinrichtung; dies allerdings nur insoweit, als entsprechende anlage- und versicherungstechnische Risiken auf die neue Vorsorgeeinrichtung übertragen werden (so ausdrücklich für das heutige Recht: Art. 27h Abs. 1 BVV 2; vgl. auch MARTIN DETTWILER, Die Teilliquidation einer Vorsorgeeinrichtung, in: Schweizer Personalvorsorge [SPV] 1990 S. 115; Art. 10 Abs. 4 lit. c der Statuen der Pensionskasse des Bundes PUBLICA [SR 172.222.034.3]; sowie ferner ULRICH WEHRLI/JÜRG WALTER, Fortbestandsinteressen versus Verteilung freier Mittel, in: SPV 1998 S. 790 f.; vgl. auch BGE 131 II 525 E. 6.2 S. 531). Der Nationalrat hatte denn auch gerade Ungleichbehandlungen im Bereich der Verteilung von Reserven und Rückstellungen vor Augen, als er im neuen Art. 53d Abs. 1 BVG den ausdrücklichen Hinweis auf das Gleichbehandlungsgebot einfügte (vgl. AB 2002 N 553 f.).\n\n6.3 Die vorliegend streitige Rückstellung für künftige Lohnerhöhungen (vgl. E. 3.3) wurde nicht etwa im Hinblick auf die Teilliquidation erstmals gebildet, sondern entspricht der bisherigen Praxis des Beschwerdegegners und damit dem Grundsatz der Stetigkeit (vgl. Kommission der Treuhand-Kammer und der Schweizerischen Aktuarvereinigung, a.a.O., S. 15 f.). Der Beschwerdegegner berechnet sein Deckungskapital bereits seit Jahren dynamisch |524| und vermag sich deshalb insoweit auf das Fortbestandsinteresse zu berufen. Zudem soll die fragliche Rückstellung im Betrag von 21.7 Mio. Franken unbestrittenermassen die erwartete Entwicklung der Löhne jener aktiven Versicherten abdecken, die beim Beschwerdegegner verbleiben. Demnach würde mit einer gleichen Rückstellung zugunsten des Abgangsbestands den künftigen Entwicklungen Rechnung getragen, wie sie sich - ausserhalb des Einflussbereichs des Beschwerdegegners - bei der neuen Vorsorgeeinrichtung des Abgangsbestands und insbesondere aufgrund der vom neuen Arbeitgeber bestimmten Lohnpolitik einstellen. Eine solche Vorfinanzierung allfälliger künftiger Ansprüche, die vorab von den Gegebenheiten bei der neuen Vorsorgeeinrichtung und vom Willen des neuen Arbeitgebers abhängen, kann nicht Sache der bisherigen Vorsorgeeinrichtung sein. Insoweit bestehen zwischen Fortbestand und Abgangsbestand nicht gleiche Verhältnisse, weshalb das Gleichbehandlungsgebot den Beschwerdeführern keine Handhabe gibt, die Übertragung einer Rückstellung für künftige Lohnerhöhungen zu verlangen (welche offenbar rund 18.4 Mio. Franken ausmachen würde). Ebenso wenig verletzt nach dem Gesagten das Gleichbehandlungsgebot, dass der Beschwerdegegner jene Mittel, die er als Rückstellung für künftige Lohnerhöhungen ausgewiesen hat, allein für den Fortbestand verwendet: Es erfolgt insoweit keine Übertragung von Risiken vom Beschwerdegegner auf die neue Vorsorgeeinrichtung des Abgangsbestands. Gegenstand der streitigen Rückstellung bildet unbestrittenermassen die künftige Gehaltsentwicklung, wobei diese für den Abgangsbestand in keiner Weise vom bisherigen Arbeitgeber und dessen Vorsorgeeinrichtung, sondern allein vom neuen Arbeitgeber abhängt. Nichts anderes ergibt sich im vorliegenden Zusammenhang aus dem Verweis der Beschwerdeführer auf Art. 98 des einschlägigen Stiftungsreglements, kann doch dieser Bestimmung für die Beantwortung der sich hier stellenden Fragen nichts entnommen werden.\n\n6.4\n\n6.4.1 Die streitige Arbeitgeberbeitragsreserve in der Höhe von 3.7 Mio. Franken geht auf eine frühere Teilliquidation im Jahre 1999 zurück: In deren Rahmen wurden Rückstellungen für Beitragsferien sowohl der Arbeitnehmer als auch des Arbeitgebers gebildet; sie wurden im Verteilungsplan ausgewiesen und mit diesem von der Aufsichtsbehörde genehmigt. Die dabei zugunsten der Versicherten bereitgestellten Mittel wurden für die |525| vorliegende Teilliquidation zwischen Abgangs- und Fortbestand aufgeteilt. Nur die Rückstellung für Beitragsferien des Arbeitgebers verbleibt gänzlich beim Beschwerdegegner (vgl. E. 3).\n\n6.4.2 Der Abgangsbestand kann nicht unter dem Titel der Gleichbehandlung eine Beteiligung an der Rückstellung für Beitragsferien des Arbeitgebers verlangen: Nach dem Gesagten handelt es sich dabei um eine eigentliche Arbeitgeberbeitragsreserve (vgl. Art. 331 Abs. 3 OR), welche zur Finanzierung der von der S. geschuldeten Pensionskassenbeiträge bestimmt ist. Diese \"Widmung\" wird durch die vorliegende zweite Teilliquidation nicht in Frage gestellt und die S. hat grundsätzlich Anspruch darauf, dass die betreffenden Mittel zur Tilgung ihrer Beitragsschuld verwendet werden. An jenen Mitteln, welche das Gegenstück zur Arbeitgeberbeitragsreserve bilden und für Beitragsferien der Versicherten bestimmten sind, wurde der Abgangsbestand bereits anteilmässig beteiligt; auf mehr gibt ihm das Gleichbehandlungsgebot nicht Anspruch. Im Übrigen würde, soweit ersichtlich, von einer kollektiven Übertragung eines Teils der Arbeitgeberbeitragsreserve ohnehin primär der neue Arbeitgeber des Abgangsbestands und nicht die übertretenden Versicherten selbst profitieren."}