{"annee": "131", "cour": "V", "page": "90", "date": "6/1/2005", "cite": ["126 V 198", "130 II 65", "126 V 363", "129 V 283", "129 II 353", "129 V 258", "129 V 159", "130 V 49"], "cite_par": ["134 V 284", "132 V 265", "132 V 376", "132 V 159", "134 V 202", "133 V 57", "133 V 1", "132 V 93", "133 V 9"], "chapeau": "14. Arrêt dans la cause Caisse nationale suisse d'assurance en cas d'accidents contre C. et Tribunal administratif de la République et canton de Neuchâtel\n\nU 132/03 du 6 janvier 2005", "regestes": ["Art. 86 al. 1 let. b OPA: Droit à l'indemnité pour changement d'occupation. La durée de 300 jours prévue à l'art. 86 al. 1 let. b OPA correspond au total des jours pendant lesquels le travailleur a effectivement exercé l'activité dangereuse et non au total des jours où l'assuré a été lié par contrat à une entreprise comportant une activité dangereuse ou occupé à une autre activité dans une telle entreprise. Dans la mesure où il se réfère à une durée minimale d'emploi de 300 jours, comme condition du droit à l'indemnisation, l' ATF 126 V 366 consid. 4b ne peut plus être suivi. (consid. 4) (changement de jurisprudence)"], "faits": "|91|\n\nA. C., né le 30 juin 1956, a été engagé à partir du 4 septembre 2000 en qualité de poseur de sol par l'entreprise F. SA. A ce titre, il était assuré auprès de la Caisse nationale suisse d'assurance en cas d'accidents (CNA) contre le risque d'accidents, professionnels ou non, et de maladie professionnelle.\n\nLe 15 mai 2001, C. a consulté le docteur D., généraliste, pour un eczéma important des mains favorisé par l'usage des résines et durcisseurs dans son travail. Le 6 juin 2001, son employeur a annoncé le cas à la CNA, en indiquant qu'il avait travaillé pour la dernière fois dans l'entreprise le 29 mai 2001. Après instruction au plan médical, la CNA a déclaré C. inapte à tous travaux au contact de résines époxy avec effet immédiat, par décision du 3 août 2001. Le 13 août 2001, F. SA a informé l'assuré que, suite à la décision de la CNA, elle devait résilier son contrat de travail.\n\nLe 28 août 2001, H. SA a signé un contrat de travail avec C., selon lequel l'entreprise l'engageait en qualité de poseur de revêtements de sols à partir du 1er septembre 2001. Du 19 au 30 septembre 2001, il a interrompu son activité pour raison médicale (certificat du 27 septembre 2001 du docteur G.). Le 30 septembre 2001, H. SA a résilié le contrat de travail pour le 31 octobre 2001. Par décision du 2 novembre 2001, la CNA a étendu l'inaptitude de l'assuré à la profession de poseur de sols.\n\nLe 6 décembre 2001, C. a demandé à être mis au bénéfice d'une indemnité pour changement d'occupation. Par décision du 21 mai 2002, la CNA a nié le droit de l'assuré à une telle indemnité, car il n'avait pas exercé l'activité dangereuse pendant au moins 300 jours au cours des deux années ayant précédé la notification des décisions d'inaptitude. Sur opposition, la CNA a confirmé son point de vue dans une nouvelle décision du 20 septembre 2002.\n\nB. Par jugement du 7 mai 2003, le Tribunal administratif de la République et canton de Neuchâtel a admis le recours formé par C. contre cette décision et annulé celle-ci.\n\nC. La CNA interjette recours de droit administratif contre ce jugement, en concluant à son annulation.\n\nC. conclut, sous suite de dépens, au rejet du recours. De son côté, l'Office fédéral des assurances sociales (OFAS) (actuellement en la matière, l'Office fédéral de la santé) en propose l'admission. |92|", "considerants": "Considérant en droit:\n\n1. Est litigieux le droit de l'intimé à l'indemnité pour changement d'occupation; il s'agit plus particulièrement de savoir si celui-ci a exercé l'activité dangereuse pendant au moins 300 jours au cours des deux années qui ont précédé immédiatement la notification des décisions d'exclusion.\n\n2.\n\n2.1 A teneur de l'art. 84 al. 2 LAA, les organes d'exécution peuvent exclure d'un travail qui les mettrait en danger, les assurés particulièrement exposés aux accidents et maladies professionnels. Le Conseil fédéral règle la question des indemnités à verser aux assurés qui, par suite de leur exclusion de l'activité qu'ils exerçaient précédemment, subissent un préjudice considérable dans leur avancement et ne peuvent pas prétendre d'autres prestations d'assurance.\n\nÉdicté sur la base de cette délégation législative, l'art. 86 al. 1 de l'ordonnance du 19 décembre 1983 sur la prévention des accidents et des maladies professionnelles (OPA) prévoit que le travailleur qui a été définitivement ou temporairement exclu d'un travail ou qui a été déclaré apte à l'accomplir à certaines conditions reçoit de l'assureur une indemnité pour changement d'occupation lorsqu'il a exercé, chez un employeur assujetti à l'assurance, l'activité dangereuse pendant au moins 300 jours au cours des deux années qui ont précédé immédiatement la notification de la décision ou le changement d'occupation effectivement survenu pour raisons médicales (let. b).\n\n2.2 L'indemnité pour changement d'occupation ne constitue pas une prestation d'assurance au sens strict du terme mais une prestation accordée en relation avec la prévention des accidents et maladies professionnels (ATF 126 V 204 consid. 2c et les références citées; RAMA 2000 n° U 382 p. 254 consid. 3a) et suppose, partant, l'existence d'une mesure relevant de ce domaine, soit une décision d'exclusion au sens des art. 84 al. 2 LAA et 78 OPA (art. 86 al. 1 OPA; arrêt non publié G. du 28 décembre 2001 [U 514/00]).\n\n3. Les premiers juges ont retenu que le délai de l'art. 86 al. 1 let. b OPA n'avait pas trait à la durée d'exposition à la substance nocive, mais uniquement à la durée de l'occupation dans l'entreprise; dès lors, ils ont considéré que les 300 jours mentionnés dans cette disposition ne concernaient pas uniquement des jours ouvrables. L'assuré ayant été occupé durant plus de 300 jours par l'entreprise - les conditions prévues à l'art. 86 al. 1 let. a et let. c OPA étant par |93| ailleurs réunies - il avait droit à une indemnité pour changement d'occupation.\n\nDe son côté, la recourante, qui s'en tient à sa pratique et se réfère à la jurisprudence de l'Autorité de céans (en dernier lieu, arrêt K. du 14 février 2002; U 253/01), interprète de manière littérale la disposition réglementaire en exigeant du travailleur l'exercice effectif pendant au moins 300 jours de l'activité dangereuse. Pendant la période la plus favorable à l'assuré, qui allait du 4 septembre 2000 au 1er novembre 2001, le nombre de jours ouvrables n'avait été que de 295, dont il convenait par ailleurs de déduire quatre semaines de vacances obligatoires.\n\n4.\n\n4.1 Dans la mesure où l'application des dispositions régissant l'indemnité pour changement d'occupation est en cause, le sens et la portée de ces dispositions doivent être déterminés selon les règles usuelles d'interprétation de la loi. Ainsi, il faut en premier lieu se fonder sur la lettre de la disposition en cause (interprétation littérale). Si le texte de cette dernière n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge recherchera la véritable portée de la norme en la dégageant de sa relation avec d'autres dispositions, de son contexte (interprétation systématique), du but poursuivi, singulièrement de l'intérêt protégé (interprétation téléologique), ainsi que de la volonté de son auteur telle qu'elle ressort notamment des travaux préparatoires (interprétation historique). Le sens que prend la disposition dans son contexte est également important (ATF 129 V 263 s. consid. 5.1 et les arrêts cités; voir aussi ATF 130 II 71 consid. 4.2, ATF 130 V 50 consid. 3.2.1, ATF 129 II 356 consid. 3.3, ATF 129 V 165 consid. 3.5, ATF 129 V 284 consid. 4.2 et les références).\n\n4.2 Le sens littéral de l'art. 86 al. 1 let. b OPA est clair. Cette disposition réglementaire s'applique, selon le texte français, lorsque le travailleur \"a exercé, chez un employeur assujetti à l'assurance, l'activité dangereuse pendant au moins 300 jours au cours des deux années qui ont précédé immédiatement la notification de la décision ou le changement d'occupation effectivement survenu pour raisons médicales\"; selon le texte allemand, \"wenn der Arbeitnehmer in einem Zeitraum von zwei Jahren unmittelbar vor Erlass der Verfügung oder vor einem medizinisch notwendigen und tatsächlich vollzogenen Wechsel der Beschäftigung bei einem der Versicherung unterstellten Arbeitgeber mindestens 300 Tage lang die gefährdende Arbeit |94| ausgeübt hat \"; selon le texte italien, \"qualora il lavoratore abbia esercitato, presso un datore di lavoro assoggettato all'assicurazione, l'attività pericolosa durante almeno 300 giorni nel corso dei due anni immediatamente precedenti l'emanazione della decisione o il cambiamento d'occupazione effettivamente avvenuto per motivi medici\". Que l'on considère le texte français, allemand ou italien, la durée de 300 jours prévue à l'art. 86 al. 1 let. b OPA correspond au total des jours pendant lesquels le travailleur a effectivement exercé l'activité dangereuse et non au total des jours où l'assuré a été lié par contrat à une entreprise comportant une activité dangereuse ou occupé à une autre activité dans une telle entreprise.\n\n4.3 Ainsi que l'OFAS le relève avec raison, c'est le seul sens qui puisse être donné à l'al. 1 let. b de l'art. 86 OPA, si l'on considère cette disposition dans son ensemble. En effet, selon l'al. 3 de cet article, si le travailleur n'a pas exercé l'activité dangereuse pendant la durée de 300 jours prévue à l'al. 1, let. b, pour la seule raison que le genre de ce travail ne le permettrait pratiquement pas, il a néanmoins droit à l'indemnité pour changement d'occupation s'il a régulièrement travaillé. Cette disposition met ainsi en évidence qu'à l'art. 86 al. 1 let. b OPA, l'activité dangereuse doit avoir été exercée concrètement pendant au moins 300 jours. La Cour de céans a déjà confirmé cette interprétation de manière implicite ou expresse, notamment en dernier dans l'arrêt non publié K. déjà mentionné.\n\n4.4 Aussi, dans la mesure où il fait mention d'une durée minimale d'emploi de 300 jours, comme condition du droit à l'indemnisation, l' ATF 126 V 366 consid. 4b ne peut plus être suivi. En revanche, en tant qu'il a déclaré l'art. 86 al. 1 let. b OPA conforme au droit fédéral, l'arrêt ne peut être que confirmé. En effet, le raisonnement à la base de celui-ci demeure valable si l'on prend en considération une durée minimale d'exercice de l'activité dangereuse de 300 jours: l'extension de la durée d'occupation dans l'entreprise qu'elle entraîne avant l'octroi des mesures financières pour changement d'occupation, s'inscrit encore dans la marge d'appréciation laissée au Conseil fédéral pour régler la question des indemnités à verser aux assurés qui subissent un préjudice considérable en raison d'une décision d'exclusion.\n\n4.5 Aussi, les premiers juges ne pouvaient-ils, sans violer le droit fédéral, considérer que le délai de 300 jours pouvait correspondre à la durée de l'emploi dans l'entreprise et non à la période pendant laquelle l'activité dangereuse avait été effectivement exercée. |95|\n\n5. La pratique de la recourante, consistant à calculer la durée de 300 jours en fonction des jours ouvrables, n'est donc pas contraire à l'art. 86 al. 1 let. b OPA, pour autant que l'activité dangereuse n'ait pas été exercée en dehors des jours ouvrables.\n\n5.1 L'intimé a été engagé par F. SA dès le 4 septembre 2000. Par décision du 3 août 2001, la CNA l'a déclaré inapte à tous travaux au contact de résines époxy, avec effet immédiat. A partir du 1er septembre 2001, l'intimé a été engagé par H. SA. Par décision du 2 novembre 2001, la CNA a étendu l'inaptitude à la profession de poseur de sols. Rien au dossier n'indique que l'intimé aurait exercé l'activité dangereuse en dehors des jours ouvrables.\n\n5.2 Il est manifeste qu'au cours des deux années qui ont précédé immédiatement la notification de la décision du 3 août 2001, l'intimé n'a pas exercé l'activité dangereuse auprès de F. SA pendant une durée minimale de 300 jours. Ainsi, selon le décompte des jours ouvrables établi par la recourante, ceux-ci se sont élevés à 230 au 31 juillet 2001, alors que l'activité a cessé en réalité le 29 mai 2001.\n\nLe décompte prenant en compte les jours ouvrables au cours des deux années qui ont précédé la notification de la décision du 2 novembre 2001, plus favorable à l'intimé, totalise 295 jours, dont il y aurait lieu de déduire les vacances prises pendant cette période. Ce total est inférieur aux 300 jours requis; aussi, la question de savoir si un cumul des jours d'activité dangereuse, réalisés auprès de différents employeurs, est possible, peut rester ouverte.\n\n5.3 Il s'ensuit que l'intimé n'a pas exercé l'activité dangereuse pendant la durée de 300 jours prévue à l'art. 86 al. 1 let. b OPA et qu'il n'a pas droit à l'indemnité pour changement d'occupation.\n\n6. (Dépens)"}