{"annee": "131", "cour": "V", "page": "353", "date": "22/7/2005", "cite": ["116 V 246"], "cite_par": ["134 V 277"], "chapeau": "48. Auszug aus dem Urteil i.S. M. gegen Schweizerische Unfallversicherungsanstalt und Verwaltungsgericht des Kantons Graubünden\n\nU 91/05 vom 22. Juli 2005", "regestes": ["Art. 37 al. 2, art. 118 al. 4 LAA; art. 21 al. 1, art. 82 al. 1 LPGA: Réduction des prestations; droit transitoire. Les réductions de prestations pratiquées par l'assurance-accidents sous l'empire de l'art. 37 al. 2 LAA dans sa version en vigueur jusqu'au 31 décembre 1998, en particulier les rentes d'invalidité, subsistent également après l'entrée en vigueur de la LPGA. L'art. 118 al. 4 LAA prime sur l'art. 82 al. 1, 2e phrase, LPGA. (consid. 2)"], "faits": "", "considerants": "|354|\n\nAus den Erwägungen:\n\n2. Es kann sich somit einzig fragen, ob die seit Rentenbeginn am 1. März 1997 bis zum den Prüfungszeitraum begrenzenden Einspracheentscheid vom 20. September 2004 (BGE 116 V 248 Erw. 1a und SVR 2005 AHV Nr. 9 S. 31 Erw. 1.1.3) erfolgten Gesetzesänderungen auf die am 9. September 1993 verfügte Kürzung der Versicherungsleistungen einen Einfluss haben. Die Vorinstanz hat dies im Wesentlichen unter Hinweis auf die einschlägigen Vorschriften (Art. 37 Abs. 2 UVG in den Fassungen bis 31. Dezember 1998, vom 1. Januar 1999 bis 31. Dezember 2002 und ab 1. Januar 2003, sowie Art. 118 Abs. 4 UVG, in Kraft seit 1. Januar 1999, Art. 21 Abs. 1 ATSG und Art. 82 Abs. 1 Satz 2 ATSG) verneint.\n\n2.1\n\n2.1.1 Art. 37 Abs. 2 Satz 1 UVG in der bis 31. Dezember 1998 gültig gewesenen Fassung lautete wie folgt: \"Hat der Versicherte den Unfall grobfahrlässig herbeigeführt, so werden die Geldleistungen gekürzt\". Nach der Rechtsprechung konnte die Kürzung Gegenstand eines gesonderten, der Rechtskraft fähigen Entscheids sein, wobei der einmal festgesetzte Kürzungssatz in einem späteren Rentenverfahren grundsätzlich nicht mehr anfechtbar war (nicht veröffentlichtes Urteil C. vom 19. November 1998 [U 67/98] Erw. 1b mit Hinweis auf EVGE 1961 S. 111).\n\n2.1.2 Art. 37 Abs. 2 UVG wurde mit Bundesgesetz vom 9. Oktober 1998 geändert. Der erste Satz dieser Bestimmung lautete danach neu: \"Hat der Versicherte den Unfall grobfahrlässig herbeigeführt, so werden in der Versicherung der Nichtberufsunfälle die Taggelder gekürzt, die während den ersten zwei Jahren nach dem Unfall ausgerichtet werden.\" Die auf eine parlamentarische Initiative zurückgehende Milderung der Kürzungsregelung bei Grobfahrlässigkeit in Bezug auf Unfallkategorie (Nichtberufsunfälle), zu kürzende Leistungen (Taggeld) und in zeitlicher Hinsicht (zwei Jahre) erfolgte u.a. deshalb, weil die dauernde und umfassende Leistungskürzung als zu hart empfunden wurde. Anderseits sollte aus Gründen der Prävention nicht von jeglicher Sanktion abgesehen werden (vgl. BBl 1997 III 619 ff. und Amtl. Bull. 1997 N 1967 f.).\n\nIm Rahmen der parlamentarischen Beratung wurde auf Vorschlag des Ständerates als Zweitrat in Art. 118 UVG (\"Übergangsbestimmungen\") ein neuer Absatz 4 eingefügt des Inhalts: |355| \"Versicherungsleistungen für Nichtberufsunfälle, die sich vor dem Inkrafttreten der Änderung vom 9. Oktober 1998 ereignet haben, werden nach dem bisherigen Recht gewährt. Die Geldleistungen werden jedoch nach dem neuen Recht ausgerichtet, sofern der Anspruch nach Inkrafttreten der Änderung vom 9. Oktober 1998 entsteht\" (Amtl. Bull. 1998 S 789). Bei der Erläuterung dieser Ergänzung im Nationalrat führte der Sprecher der Kommission für soziale Sicherheit und Gesundheit u.a. aus, \"dass der Beschluss des Ständerates keine volle, sondern nur eine Teilrückwirkung vorsieht. Das Anliegen des Initianten ging ursprünglich dahin, die Rückwirkung auch auf die vor Inkrafttreten der Änderung gesprochenen Geldleistungen auszudehnen. Die finanziellen Konsequenzen einer vollständigen Rückwirkung werden von den Versicherern auf rund 150 Millionen Franken veranschlagt, was zusätzliches Deckungskapital in der gleichen Höhe verlangen würde. Einerseits wegen der grossen finanziellen Konsequenzen (...) hat die Kommission von einem weiter gehenden Vorschlag abgesehen\" (Amtl. Bull. 1998 N 1843). Die Vorlage war im Übrigen unbestritten.\n\nGestützt auf Art. 118 Abs. 4 UVG blieb die Kürzung von 10 % auf der ab 1. Januar 1997 laufenden Invalidenrente des Beschwerdeführers auch nach In-Kraft-Treten des revidierten Art. 37 Abs. 2 UVG am 1. Januar 1999 bestehen.\n\n2.1.3 Mit dem am 1. Januar 2003 in Kraft getretenen Bundesgesetz vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) ist Art. 37 Abs. 2 UVG ein weiteres Mal geändert worden. Satz 1 dieser Bestimmung lautet nunmehr neu: \"In Abweichung von Artikel 21 Absatz 1 ATSG werden in der Versicherung der Nichtberufsunfälle die Taggelder, die während den ersten zwei Jahren nach dem Unfall ausgerichtet werden, gekürzt, wenn der Versicherte den Unfall grobfahrlässig herbeigeführt hat.\" Nach Art. 21 Abs. 1 ATSG können die Geldleistungen vorübergehend oder dauernd gekürzt oder in schweren Fällen verweigert werden, wenn die versicherte Person den Versicherungsfall vorsätzlich oder bei vorsätzlicher Ausübung eines Verbrechens oder Vergehens herbeigeführt oder verschlimmert hat. Der Einschub \"In Abweichung von Artikel 21 Absatz 1 ATSG\" hat am materiellen Gehalt von Art. 37 Abs. 2 Satz 1 UVG nichts geändert (Urteil K. vom 2. Februar 2005 [U 233/04] Erw. 1).\n\nIm Bericht \"Parlamentarische Initiative Sozialversicherungsrecht\" der Kommission des Nationalrates für soziale Sicherheit und |356| Gesundheit vom 26. März 1999 (BBl 1999 4523 ff.) wurde bei den Ausführungen zu Art. 27 ATSG, dem heutigen Art. 21 ATSG, auf die Änderung vom 9. Oktober 1998 betreffend die \"Grobfahrlässigkeitskürzungen bei Nichtberufsunfall\" hingewiesen. Die Kommission schlug unter Hinweis auf Art. 37 Abs. 2 UVG vor, \"dass im Grundsatz nur noch Kürzungen bei Vorsatz zugelassen, im UVG aber gewisse Ausnahmen statuiert werden müssen, um dort die heutige Regelung (...) weiterhin gelten zu lassen\" resp. \"in Artikel 37 Absatz 2 von der Lösung gemäss parlamentarischer Initiative auszugehen und diese als Abweichung von Art. 27 ATSG auszugestalten\" (BBl 1999 4566 ff.). Im Ständerat führte der Kommissionssprecher zu Art. 27 ATSG aus, die vom Nationalrat beschlossene Regelung stelle einen breit abgestützten Kompromiss dar. Es könne an dieser Stelle wieder einmal darauf aufmerksam gemacht werden, dass mit dem Allgemeinen Teil grundsätzlich keine materiellen Änderungen der geltenden gesetzlichen Regelungen vorgenommen werden sollen. Im Bereich der Leistungskürzungen seien in letzter Zeit bereits einige Verbesserungen für die Versicherten geschaffen worden u.a. durch die aufgrund der parlamentarischen Initiative Suter erarbeiteten Beschlüsse, die ebenfalls eine breit abgestützte Kompromisslösung darstellten. Im Hinblick auf die nach langem Ringen erzielten Kompromisse müssten weiter gehende Anträge abgelehnt werden (Amtl. Bull. 2000 S 179).\n\n2.2 Die Übergangsbestimmungen des Allgemeinen Teil des Sozialversicherungsrechts halten in Art. 82 Abs. 1 ATSG Folgendes fest: \"Materielle Bestimmungen dieses Gesetzes sind auf die bei seinem Inkrafttreten laufenden Leistungen und festgesetzten Forderungen nicht anwendbar. Wegen Selbstverschulden gekürzte oder verweigerte Invaliden- oder Hinterlassenenrenten werden jedoch auf Antrag überprüft und gegebenenfalls frühestens vom Inkrafttreten dieses Gesetzes an auf Grund von Artikel 21 Absatz 1 und 2 neu festgesetzt.\"\n\nEine inhaltlich gleich lautende Regelung enthielt bereits Art. 90 Abs. 2 des ATSG-Entwurfs der Kommission des Ständerates vom 27. September 1990 (BBl 1991 II 211). Der Bundesrat hielt in seiner Stellungnahme vom 17. April 1991 hiezu fest, die mildere Wertung des Selbstverschuldens könne bei der Festsetzung neuer und Überprüfung laufender Renten hier und da nicht zu unterschätzende finanzielle Folgen haben. So rechne die SUVA beispielsweise mit einem Mehraufwand von etwa 15 Millionen Franken pro Jahr |357| und einer eventuellen Prämienanhebung (BBl 1991 II 916). Im weiteren Gesetzgebungsverfahren erfuhr Art. 90 Abs. 2 resp. der heutige Art. 82 Abs. 1 ATSG keine für die vorliegenden Belange bedeutsame Änderung mehr (vgl. UELI KIESER, ATSG-Kommentar, N 1 zu Art. 82).\n\n2.3 In Art. 118 Abs. 4 UVG fehlt ein ausdrücklicher Hinweis darauf, dass Art. 82 Abs. 1 Satz 2 ATSG nicht anwendbar ist. Daraus lässt sich indessen nicht - im Umkehrschluss aus Art. 2 ATSG und Art. 1 Abs. 1 UVG - folgern, gestützt auf Art. 37 Abs. 2 UVG in der bis 31. Dezember 1998 gültig gewesenen Fassung wegen Grobfahrlässigkeit gekürzte Invalidenrenten der Unfallversicherung gelangten auf Antrag ab 1. Januar 2003 voll zur Ausrichtung. Die Materialien zum Allgemeinen Teil des Sozialversicherungsrechts zeigen, dass die Kürzungsordnung im Bereich der Unfallversicherung nicht geändert werden sollte (Erw. 2.1.3). Diese Feststellung trifft wegen des engen Konnexes mit Art. 37 Abs. 2 UVG auch auf Art. 118 Abs. 4 UVG zu. Es kommt dazu, dass die unbeschränkt rückwirkende Anwendung dieser am 9. Oktober 1998 von den Räten beschlossenen Übergangsbestimmung diskussionslos wegen der finanziellen Konsequenzen abgelehnt worden war (Erw. 2.1.2). Deshalb und in Anbetracht der kurzen Zeitspanne bis zur Verabschiedung des Bundesgesetzes über den Allgemeinen Teil des Sozialversicherungsrechts am 6. Oktober 2000 hätte der Gesetzgeber unzweifelhaft Art. 118 Abs. 4 UVG aufgehoben, wenn er Art. 82 Abs. 1 Satz 2 ATSG ohne Einschränkung auch im Bereich der Unfallversicherung angewendet haben wollte.\n\nArt. 118 Abs. 4 UVG ist somit auch unter der Herrschaft des ATSG weiterhin anwendbar."}