{"annee": "131", "cour": "V", "page": "338", "date": "21/9/2005", "cite": ["127 V 466", "124 V 185", "129 V 167", "114 V 258", "114 V 153", "123 I 112", "121 V 289"], "cite_par": ["136 I 121", "142 V 249"], "chapeau": "46. Arrêt dans la cause C. contre CONCORDIA Assurance suisse de maladie et accidents et Tribunal cantonal des assurances sociales, Genève\n\nK 144/04 du 21 septembre 2005", "regestes": ["Art. 25, art. 32 al. 1, art. 33 et art. 34 al. 1 LAMal; art. 33 et art. 37a OAMal; ch. 1.2 de l'annexe 1 à l'OPAS (dans sa version valable jusqu'au 30 juin 2005) : Prestations de l'assurance obligatoire des soins. L'assurance obligatoire des soins doit prendre en charge la transplantation du foie d'un donneur vivant."], "faits": "BGE 131 V 338 S. 338\n\nA. Le 4 décembre 2001, C., née en 1957, a subi une greffe du foie d'un donneur vivant, en l'occurrence sa soeur, J., née en 1959. L'intervention a été pratiquée aux Hôpitaux Universitaires de Genève (HUG). Le séjour à l'hôpital a pris fin le 25 décembre 2001. Il a été suivi de traitements ambulatoires (soins infirmiers, examens de laboratoires et radiologiques, contrôles) et médicamenteux.\n\nC. est affiliée à la Concordia Assurance suisse de maladie et accidents pour l'assurance obligatoire des soins. Par décision du 8 juillet 2003, confirmée par une décision sur opposition du 14 BGE 131 V 338 S. 339octobre 2003, l'assureur a refusé de prendre en charge les frais liés à la transplantation subie par l'assurée, notamment les traitements post-opératoires.\n\nB. Par jugement du 8 septembre 2004, le Tribunal cantonal des assurances sociales du canton de Genève a rejeté le recours formé par C. contre la décision sur opposition.\n\nC. C. interjette un recours de droit administratif en concluant à l'annulation de ce jugement et de la décision du 14 octobre 2003. Subsidiairement, elle conclut au renvoi de la cause à l'autorité cantonale pour nouvelle décision. Elle demande, par ailleurs, à être mise au bénéfice de l'assistance judiciaire.\n\nLa Concordia conclut au rejet du recours.\n\nA l'invitation du juge délégué, l'Office fédéral de la santé publique (OFSP) s'est prononcé sur le recours. Les parties se sont ensuite exprimées sur les déterminations de l'office.\n\nD. Le 21 septembre 2005, la Ire Chambre du Tribunal fédéral des assurances a tenu audience.", "considerants": "Considérant en droit:\n\n1.\n\n1.1 L'assurance obligatoire des soins prend en charge les coûts des prestations définies aux art. 25 à 31 en tenant compte des conditions des art. 32 à 34 (art. 24 LAMal). A ce titre, les assureurs ne peuvent pas prendre en charge d'autres coûts que ceux des prestations prévues aux art. 25 à 33 (art. 34 al. 1 LAMal).\n\n1.2 Selon l'art. 25 LAMal, l'assurance obligatoire des soins assume les coûts des prestations qui servent à diagnostiquer ou à traiter une maladie et ses séquelles (al. 1). Les prestations comprennent notamment les examens, traitements et soins dispensés sous forme ambulatoire au domicile du patient, en milieu hospitalier ou semi-hospitalier ou dans un établissement médico-social par des médecins, des chiropraticiens et des personnes fournissant des prestations sur prescription ou sur mandat médical (art. 25 al. 2 LAMal). Les prestations mentionnées aux art. 25 à 31 doivent être efficaces, appropriées et économiques; l'efficacité doit être démontrée selon des méthodes scientifiques (art. 32 al. 1 LAMal). L'efficacité, l'adéquation et le caractère économique des prestations sont réexaminés périodiquement (art. 32 al. 2 LAMal). BGE 131 V 338 S. 340\n\n1.3 Selon l'art. 33 al. 1 LAMal, le Conseil fédéral peut désigner les prestations fournies par un médecin ou un chiropraticien, dont les coûts ne sont pas pris en charge par l'assurance obligatoire des soins ou le sont à certaines conditions. Cette disposition se fonde sur la présomption que médecins et chiropraticiens appliquent des traitements et mesures qui répondent aux conditions posées par l'art. 32 al. 1 LAMal. Il incombe ainsi au Conseil fédéral de dresser une liste \"négative\" des prestations qui ne répondraient pas à ces critères ou qui n'y répondraient que partiellement ou sous condition.\n\nD'après l'art. 33 al. 3 LAMal, le Conseil fédéral détermine également dans quelle mesure l'assurance obligatoire des soins prend en charge les coûts d'une prestation nouvelle ou controversée, dont l'efficacité, l'adéquation ou le caractère économique sont en cours d'évaluation.\n\nA l'art. 33 OAMal et comme l'y autorise l'art. 33 al. 5 LAMal, le Conseil fédéral a délégué les compétences susmentionnées au Département fédéral de l'intérieur (DFI). Celui-ci en a fait usage en promulguant l'Ordonnance sur les prestations dans l'assurance obligatoire des soins en cas de maladie (OPAS; RS 832.112.31). Cette ordonnance détermine notamment les prestations visées par l'art. 33 let. a et c OAMal - dispositions qui reprennent textuellement les règles exposées aux al. 1 et 3 de l'art. 33 LAMal - dont l'assurance-maladie obligatoire des soins prend en charge les coûts, avec ou sans conditions, ou ne les prend pas en charge (art. 1er OPAS). Les prestations figurent à l'annexe 1 de l'OPAS. Cette annexe ne contient pas une énumération exhaustive des prestations fournies par les médecins à la charge ou non de l'assurance-maladie. Elle indique:\n\n- les prestations dont l'efficacité, l'adéquation ou le caractère économique ont été examinés par la Commission des prestations et dont les coûts sont pris en charge, le cas échéant à certaines conditions, soit ne sont pas pris en charge;\n\n- les prestations dont l'efficacité, l'adéquation ou le caractère économique sont encore en cours d'évaluation mais dont les coûts sont pris en charge dans une certaine mesure et à certaines conditions;\n\n- les prestations particulièrement coûteuses ou difficiles qui ne sont prises en charge par l'assurance obligatoire des soins que BGE 131 V 338 S. 341lorsqu'elles sont pratiquées par des fournisseurs de prestations qualifiés.\n\nL'établissement de ce catalogue requiert le concours de commissions consultatives de spécialistes (Commission fédérale des principes de l'assurance-maladie et Commission fédérale des prestations générales; art. 37a OAMal en corrélation avec l'art. 33 al. 4 LAMal).\n\nSelon le chiffre 1.2 (dans sa version valable jusqu'au 30 juin 2005 [cf. consid. 3.1]) de l'annexe 1 à l'OPAS ( chirurgie de transplantation ), la transplantation isolée du foie est une prestation obligatoirement à la charge de l'assurance si elle est exécutée dans un centre qui dispose de l'infrastructure nécessaire et de l'expérience adéquate (\"fréquence minimale\": en moyenne dix transplantations de foie par année). En revanche, la transplantation du foie d'un donneur vivant n'est pas prise en charge. Il s'agit d'une prestation en regard de laquelle figure la mention \"en cours d'évaluation\".\n\n2.\n\n2.1 Selon le tribunal cantonal, il n'y a pas de raison, en l'occurrence, de s'écarter de l'appréciation du DFI, pour lequel la prise en charge par l'assurance obligatoire d'une transplantation du foie par un donneur vivant est exclue. Cette réglementation est le fruit de recommandations de spécialistes qui ne sauraient être remises en cause ni par l'assurance ni par le juge, lesquels ne disposent pas des connaissances nécessaires pour substituer leur propre appréciation à celle d'experts en la matière. Les premiers juges considèrent, par ailleurs, que la solution adoptée par le DFI n'est pas contraire au droit à la vie protégé par l'art. 2 par. 1 CEDH et par l'art. 10 al. 1 Cst. Cette protection ne saurait fonder une obligation pour l'Etat de mettre à la charge de l'assurance obligatoire les frais d'un traitement nécessaire à la sauvegarde de la vie d'un patient. Du reste, la recourante a bénéficié de l'opération nécessitée par son état de santé. La prise en charge des coûts de cette opération ne peut pas être examinée sous l'angle du droit constitutionnel.\n\n2.2 Pour la recourante, l'opération en cause remplissait toutes les exigences fixées à l'art. 32 al. 1 LAMal. Comme en première instance, elle invoque le droit constitutionnel à la vie en insistant sur le fait que l'opération était pour elle vitale. Elle fait par ailleurs valoir qu'en refusant la prise en charge de l'opération du 4 décembre 2001, l'assureur a également refusé de rembourser tous les frais BGE 131 V 338 S. 342médicaux post-opératoires que cette assurance aurait dû, en toute hypothèse, assumer si l'opération avait pu être réalisée avec un greffon en provenance d'une personne décédée.\n\n2.3 L'intimée, pour sa part, se rallie pour l'essentiel à l'argumentation des premiers juges. Elle ajoute que si elle a refusé la prise en charge de tous les frais consécutifs à la transplantation, c'est parce que l'on est en présence d'un complexe thérapeutique, de sorte que les médicaments et autres traitements prescrits postérieurement ou antérieurement à l'intervention par donneur vivant ne peuvent être pris en charge par l'assurance obligatoire des soins.\n\n2.4 De son côté, l'OFSP indique que la Commission fédérale des prestations a examiné une nouvelle fois la question de la prise en charge de la transplantation hépatique à partir d'un donneur vivant le 23 septembre 2004. Le 30 novembre suivant, le DFI a décidé provisoirement de maintenir le régime en vigueur, sans pour autant s'opposer à une prise en charge ultérieure des frais de la transplantation à condition qu'un seul centre soit désigné en Suisse pour pratiquer l'opération. La situation pourrait rapidement évoluer si les différents fournisseurs de prestations concernés arrivaient à une entente sur les conditions à remplir, en particulier sur le choix du centre désigné pour ce type d'intervention en Suisse. Dans l'état actuel de la réglementation, la demande de remboursement de la recourante n'est pas fondée.\n\n3.\n\n3.1 Le chiffre 1.2 de l'annexe 1 à l'OPAS a été modifié avec effet au 1er juillet 2005 (RO 2005 p. 2876). Désormais, la transplantation du foie d'un donneur vivant est prise en charge jusqu'au 30 juin 2008 et sous certaines conditions. Il faut notamment qu'elle ait été réalisée dans un des centres mentionnés, à savoir l'Hôpital universitaire de Zurich et l'Hôpital cantonal universitaire de Genève. La prise en charge comprend les frais d'opération du donneur, y compris le traitement des complications éventuelles et une indemnité adéquate pour la perte de gain effective. Par ailleurs, les fournisseurs de prestations doivent tenir un registre d'évaluation uniformisé, incluant un rapport annuel établi à l'attention de l'OFSP (monitoring: nombre de cas, indication, déroulement pour le receveur/le donneur, coûts totaux pour le receveur et le donneur, calculés séparément). Enfin, cette prestation est toujours accompagnée de la mention \"en cours d'évaluation\". BGE 131 V 338 S. 343\n\nQuoi qu'il en soit, le présent litige doit toutefois être tranché à la lumière de la réglementation en vigueur au moment de la survenance des faits juridiquement déterminants (ATF 127 V 467 consid. 1). Aussi, la modification apportée au chiffre 1.2 de l'annexe 1 à l'OPAS, entrée en vigueur le 1er juillet 2005, n'est-elle pas applicable en l'espèce.\n\n3.2 Dans le cadre du contrôle de la légalité et de la constitutionnalité des ordonnances du Conseil fédéral ou du DFI, le Tribunal fédéral des assurances est en principe habilité à examiner le contenu d'une liste de maladies à prendre en considération ou de prestations. Néanmoins, il s'impose une grande retenue dans cet examen. D'une part, il ne dispose pas des connaissances nécessaires pour se faire une opinion sur la question sans recourir à l'avis d'experts. D'autre part, l'ordonnance, souvent révisée, peut être corrigée à bref délai par le DFI (ATF 129 V 173 consid. 3.4 in fine, ATF 124 V 195 consid. 6). En revanche, le tribunal revoit librement une disposition de l'ordonnance lorsqu'il apparaît que les commissions des spécialistes - dont les avis sont à la base d'une décision du DFI - se fondent non sur des considérations d'ordre médical, mais sur des appréciations générales ou de nature juridique (ATF 114 V 263 consid. 4a, ATF 114 V 160 consid. 4b in fine).\n\n4. La transplantation du foie constitue l'intervention médicale permettant de traiter efficacement les patients atteints d'une insuffisance hépatique aiguë ou d'une affection chronique du foie au stade terminal.\n\nLa greffe d'un lobe du foie d'un donneur vivant sur son fils a été pratiquée avec succès pour la première fois en 1989. L'intervention appartient aux opérations de routine en Asie depuis les années 1990 et elle est plus fréquente aux Etats-Unis depuis 1998. Elle a été réalisée en Suisse une vingtaine de fois depuis 1999 (données au 22 octobre 2003) dans les centres de transplantation de Genève et de Zurich (voir Transplantation de lobe du foie provenant de donneurs vivants: la question du financement, prise de position n° 5/03 de la Commission nationale d'éthique pour la médecine humaine, in: Bulletin des médecins suisses 2004 p. 334). La transplantation du foie constitue aujourd'hui une opération courante, largement reconnue et approuvée par la communauté scientifique. Afin de faire bénéficier davantage de patients d'une greffe hépatique, on pratique de plus en plus la division des foies à transplanter (technique dite du \"split liver\"), de même que le prélèvement de parties du BGE 131 V 338 S. 344foie sur des donneurs vivants. Une autre technique - mais qui en est encore au stade expérimental - consiste à infuser des cellules isolées à partir du foie de donneurs. Cette technique devrait permettre notamment de satisfaire avec un seul foie les besoins de plusieurs patients (sur ces divers points: Message concernant la loi fédérale sur la transplantation d'organes, de tissus et de cellules [Loi sur la transplantation] du 12 septembre 2001, FF 2002 28 ch. 1.1.1.2.3).\n\n5.\n\n5.1 De fait, il n'est pas contesté que la transplantation du foie à partir d'un donneur vivant - tout comme la transplantation du même organe à partir d'un donneur décédé - est une mesure efficace, appropriée et économique (art. 32 al. 1 LAMal).\n\n5.2 En réalité, la non-admission de cette transplantation dans le catalogue des prestations a été motivée, dans un premier temps tout au moins, par des facteurs d'ordre éthique liés au risque encouru par le donneur et à la pression morale que l'urgence d'une transplantation peut susciter au sein de la famille. Dans une lettre du 25 novembre 2003 à l'intention du mandataire de la recourante, l'Office fédéral des assurances sociales (OFAS) a fourni des indications sur l'état des discussions à ce sujet au sein des commissions compétentes. Il en ressort que la Commission fédérale des principes de l'assurance-maladie (CFP) et la Commission fédérale des prestations générales (CFPG) ont débattu, les 10 et 15 octobre 2002, de l'obligation de prise en charge par l'assurance-maladie obligatoire de la transplantation de foies de donneurs vivants. Ces deux commissions estimaient alors qu'il fallait étudier minutieusement les aspects éthiques de ce type de transplantation avant que la CFP n'établisse la recommandation à l'intention du DFI. Tous ces aspects n'ont pas été suffisamment pris en compte dans la demande remise en 2002 à la CFP, ce qui a incité cette dernière à demander à la Commission nationale d'éthique pour la médecine humaine et à la CFPG de prendre position. La CFP a traité le sujet le 23 octobre 2003. Elle a recommandé à la CFPG de discuter le problème dans un contexte transdisciplinaire afin de protéger la dignité humaine, la personnalité et la santé des patients.\n\n5.3 Les considérations éthiques ne sont pas absentes du raisonnement du juge lorsqu'il doit se prononcer sur la prise en charge de certains traitements qui touchent parfois aux sentiments les plus intimes des êtres humains. Le juge appelé à se prononcer en ce BGE 131 V 338 S. 345domaine sera donc naturellement porté à demander l'aide des spécialistes, le plus souvent les médecins (voir SPIRA, Le juge et l'éthique, in: L'éthique et le droit dans le domaine des assurances sociales, Colloque de Lausanne 1996, publication de l'IRAL, Lausanne 1996, p. 42 s.; voir par exemple ATF 121 V 289 et 302 [à propos de l'insémination artificielle homologue]).\n\n5.4 L'Académie suisse des sciences médicales (ASSM) a établi, en 1995, des directives d'éthique médicale pour les transplantations d'organes. Ces directives, qui reprennent dans une large mesure les principes du Conseil de l'Europe et de l'Organisation mondiale de la santé, règlent notamment le prélèvement d'organes chez les donneurs vivants et l'attribution de ces organes. Chez une personne vivante, majeure et capable de discernement, le prélèvement est possible pour autant qu'elle ait donné librement son consentement; en ce qui concerne l'attribution des organes, tout patient dont la maladie peut être guérie ou atténuée au moyen d'une greffe d'organe pour un laps de temps prolongé a droit à recevoir un organe devenu disponible (voir le message relatif à un article constitutionnel sur la médecine de la transplantation du 23 avril 1997, FF 1997 III 627 ch. 114.1). Les directives de l'ASSM consacrent le consensus qui prévaut dans le milieu de la médecine scientifique sur la politique de la santé. Elles servent aussi de référence aux tribunaux et aux législateurs (cantonaux ou fédéral) en matière de comportement médical (message cité, p. 629 ch. 114.4; voir également ATF 123 I 128 consid. 7c/aa, à propos du renvoi du législateur cantonal genevois aux directives de l'ASSM pour la détermination du moment de la mort).\n\n5.5 Dans les grandes lignes, ces directives ont été reprises dans la loi sur la transplantation du 8 octobre 2004 (FF 2004 5115), qui autorise le prélèvement sur des personnes majeures et capables de discernement, si elles ont donné, par écrit, leur consentement libre et éclairé, et qu'il n'en résulte pas de risques sérieux pour leur vie ou pour leur santé et que le receveur ne puisse pas être traité avec une efficacité comparable par une autre méthode thérapeutique (art. 12).\n\n5.6 Enfin, la Commission nationale d'éthique pour la médecine humaine a répondu à la demande de l'OFAS par une prise de position du 22 octobre 2003, déjà mentionnée (supra consid. 4), approuvée à l'unanimité de ses membres. Il ressort de sa prise de BGE 131 V 338 S. 346position qu'aucune raison morale ne s'oppose à ce que la transplantation de lobes du foie provenant de donneurs vivants figure dans le catalogue des prestations. La prise de position de la commission nationale est ainsi résumée (voir Bulletin des médecins suisses 2004, p. 334):\n\n1. Des arguments éthiques substantiels plaident en faveur de l'admission des dons de foie de donneurs vivants dans le catalogue des prestations de l'assurance-maladie sociale.\n\n2. La réalisation responsable d'une transplantation hépatique à partir d'un donneur vivant présuppose l'offre de mesures d'accompagnement, permettant aux personnes concernées - en premier lieu le donneur et le receveur - de prendre une décision fiable, sincère et réfléchie.\n\n3. Le coût de la préparation, du traitement et du suivi adéquat du donneur - y compris le traitement de conséquences tardives liées au don - devrait être pris en charge par l'assurance-maladie du receveur.\n\n5.7 Au vu de l'ensemble de ces considérations, force est d'admettre que des motifs d'ordre éthique ne s'opposent pas à la prise en charge par l'assurance-maladie obligatoire d'une transplantation du foie à partir d'un donneur vivant.\n\n6.\n\n6.1 Dans ses déterminations sur le recours de droit administratif, l'OFSP déclare que le DFI n'est pas opposé à la prise en charge à l'avenir de la transplantation hépatique à partir d'un donneur vivant pour autant qu'un seul centre soit désigné en Suisse pour fournir cette prestation. D'ailleurs, la question a été réexaminée depuis lors par la Commission fédérale des prestations, ce qui a abouti à la modification de l'OPAS déjà mentionnée (consid. 3.1).\n\n6.2 Actuellement, il n'existe pas de critères légaux d'accréditation pour les centres hospitaliers qui pratiquent des transplantations d'organes (cf. DUMOULIN/GUILLOD, L'organisation administrative des transplantations d'organes en Suisse, rapport de l'Institut du droit de la santé n° 5, Genève 2003, p. 24). La planification hospitalière est une tâche qui relève des cantons (voir GABRIELLE STEFFEN, Droit aux soins et rationnement, Approche d'une définition des soins nécessaires, thèse Neuchâtel 2002, p. 158; SPIRA, Les compétences des cantons en matière d'assurance obligatoire des soins, in: BGE 131 V 338 S. 347LAMal-KVG: Recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, p. 72 ss). La planification intercantonale est certes de nature à influer sur le coût et la qualité des transplantations. Cette planification - comme le souligne l'OFSP - ne peut actuellement reposer que sur des conventions entre les fournisseurs de prestations. La nécessité d'un accord entre les parties intéressées sera du reste, dans une large mesure, maintenue avec l'entrée en vigueur de la loi sur la transplantation. L'art. 27 de cette loi prévoit que le Conseil fédéral peut limiter le nombre des centres de transplantation après avoir consulté les cantons et en tenant compte des développements dans le domaine de la médecine de la transplantation. Dans son message, le Conseil fédéral relève toutefois que cette mesure extrême ne sera prise que si les efforts de coordination de la médecine de pointe ne permettent pas d'obtenir les résultats espérés (FF 2002 154). C'est dire que même sous le régime futur de la loi sur la transplantation, la planification intercantonale passera en priorité par des accords entre les cantons ou les établissements hospitaliers intéressés.\n\n6.3 Indépendamment de ces considérations générales, certaines dispositions du droit de l'assurance-maladie permettent cependant d'exclure le remboursement par l'assurance de certaines prestations fournies par un établissement qui n'entrerait pas dans une planification hospitalière; en cela elle correspondent à des normes de planification (DUMOULIN/GUILLOD, loc. cit., p. 24). C'est ainsi que selon l'art. 58 al. 3 let. b LAMal, le Conseil fédéral peut prévoir que des mesures diagnostiques ou thérapeutiques particulièrement coûteuses ou difficiles ne seront prises en charge par l'assurance obligatoire des soins que lorsqu'elles sont pratiquées par des fournisseurs de prestations qualifiés en la matière; il peut désigner ces fournisseurs de prestations. Le Conseil fédéral a délégué cette compétence au DFI (art. 77 al. 4 OAMal). Aussi bien l'annexe 1 à l'OPAS contient-elle, sous ch. 1.2, des indications relatives à la prise en charge de certains actes chirurgicaux de transplantation qui mettent en oeuvre l'art. 58 al. 3 let. b LAMal. Par exemple, la transplantation isolée du foie ne peut être exécutée que dans un centre qui dispose de l'infrastructure nécessaire et de l'expérience adéquate (supra consid. 1.3 in fine). La transplantation isolée du poumon d'un donneur non vivant ne peut être prise en charge que si elle est pratiquée à l'Hôpital universitaire de Zurich, à l'Hôpital cantonal universitaire de Genève en collaboration avec le Centre BGE 131 V 338 S. 348hospitalier universitaire vaudois, si le centre participe au registre de SwissTransplant.\n\n6.4 S'agissant de la transplantation hépatique à partir d'un donneur vivant, le DFI n'avait pas encore fait usage de cette possibilité au moment déterminant pour trancher le présent litige (cf. consid. 3.1). Dans le cas particulier, on doit donc se référer, pour ce qui est de la garantie de la qualité des prestations, aux règles générales posées pour l'admission des hôpitaux à l'art. 39 LAMal. Une déclaration d'intention du DFI de limiter le nombre de fournisseurs de prestations pour un traitement déterminé ne suffit pas pour admettre que ce traitement - pratiqué jusqu'alors par un établissement qui répond aux critères d'admission - n'est pas remboursé par l'assurance-maladie sociale. En l'occurrence, il est constant que l'intervention a été pratiquée dans un établissement qui offre toutes les garanties nécessaires. L'absence d'une décision du DFI fondée sur la délégation de compétence en cascade des art. 58 al. 3 let. b LAMal et 77 al. 4 OAMal ne fait pas obstacle à la prise en charge du traitement litigieux.\n\n7. Il apparaît ainsi que l'on ne peut opposer des motifs médicaux ou éthiques ou encore des raisons pertinentes de planification hospitalière à la prise en charge par l'assurance-maladie d'une transplantation hépatique à partir d'un donneur vivant. Par ailleurs, il est incontestable que cette opération constitue une mesure efficace, appropriée et économique au sens de l'art. 32 al. 1 LAMal (cf. consid. 5.1). Aussi, malgré la grande retenue qui s'impose au Tribunal fédéral des assurances dans le contrôle de la légalité et de la constitutionnalité des ordonnances du Conseil fédéral ou du DFI (ATF 129 V 173 consid. 3.4 in fine, ATF 124 V 195 consid. 6), convient-il, dans le cas particulier, de s'écarter de l'appréciation du DFI consignée au chiffre 1.2 (dans sa version valable jusqu'au 30 juin 2005) de l'annexe 1 à l'OPAS et d'admettre la prise en charge, par l'assurance obligatoire des soins, d'une transplantation hépatique - et de ses suites - à partir d'un donneur vivant.\n\nLe recours de droit administratif se révèle ainsi bien fondé. Il appartiendra à la caisse de fixer le montant des prestations auxquelles a droit la recourante.\n\n8. (Frais et dépens)"}