{"annee": "131", "cour": "III", "page": "377", "date": "25/2/2005", "cite": ["128 III 265", "129 III 702", "119 II 333", "130 III 417", "130 III 345"], "cite_par": ["133 III 406", "142 III 239", "133 III 61"], "chapeau": "48. Estratto della sentenza della I Corte civile nella causa A. contro B. (ricorso per riforma)\n\n4C.357/2004 del 25 febbraio 2005", "regestes": ["Investissement proposé par un tiers dans les locaux d'une société fiduciaire, en présence d'un employé de celle-ci. Responsabilité de la société fiduciaire. Subsidiarité de la responsabilité fondée sur la confiance (consid. 3). Obligations de la société fiduciaire qui assume un rôle comparable à celui d'une banque (consid. 4.1). Interprétation du contrat de mandat conclu entre la société fiduciaire et l'investisseur (consid. 4.2)."], "faits": "BGE 131 III 377 S. 377\n\nA. Il 20 gennaio 1997 B. ha sottoscritto un contratto d'investimento con C., società panamense facente capo a D., liberando nel BGE 131 III 377 S. 378contempo la somma di US$ 150'000.-, che avrebbe dovuto creare, mensilmente, importanti guadagni.\n\nLe trattative precedenti la conclusione dell'accordo, così come la sottoscrizione dello stesso, hanno avuto luogo negli uffici della fiduciaria luganese A., la quale ha pure provveduto ad aprire un conto fiduciario su cui sono confluiti i capitali necessari all'investimento. Il 20 gennaio 1997 essa ha inoltre stipulato un contratto di mandato con B., nell'ambito del quale si è impegnata a trasferire a C. il denaro depositato sul citato conto e a ricevere a proprio nome la garanzia fornita dalla società panamense, prima di consegnarla al mandante.\n\nDopo il versamento delle prime quattro rate mensili d'interessi, di complessivi US$ 42'000.-, l'operazione si è fermata.\n\nB. Preso atto dell'impossibilità di ottenere la restituzione del capitale investito e il versamento del supplemento del 10 % - che in base al contratto sarebbe stato pure dovuto in caso di inadempimento - il 28 settembre 2000 B. ha adito il Tribunale d'appello del Cantone Ticino onde ottenere da A. il pagamento US$ 150'000.-, somma che ha aumentato a US$ 165'000.- in sede di conclusioni.\n\nEgli ha convenuto in lite la fiduciaria nella sua veste di consulente, collettore per i capitali investiti ed organizzatrice dell'operazione, rimproverandole in particolare la mancata verifica della validità della garanzia fornita da C. (un atto di cessione secondario relativo a una quota di titoli del Tesoro USA), rivelatasi priva di valore.\n\nA. si è opposta alla petizione asseverando di aver funto unicamente da collettore dei fondi dei clienti di D.; nel ruolo da lei assunto non le competeva nessun obbligo di controllo in merito alle garanzie fornite a tutela del capitale investito.\n\nTale argomentazione è stata condivisa dai giudici del Tribunale d'appello, i quali, nella sentenza emanata il 31 agosto 2004, hanno respinto la tesi secondo cui la mancata verifica della validità della garanzia costituirebbe una violazione contrattuale da parte della convenuta, tale da innescarne la responsabilità. Essi hanno ciononostante pronunciato la condanna di A. Alla luce delle risultanze istruttorie, la Corte cantonale è infatti giunta alla conclusione che - nonostante l'assenza di un obbligo contrattuale in tal senso - la mancata verifica della validità della garanzia, assieme ad altre circostanze, era suscettibile di ingenerare una responsabilità BGE 131 III 377 S. 379extracontrattuale. Ponderate le rispettive colpe delle parti, il Tribunale d'appello ha infine ridotto dei 2/5 la misura del risarcimento concesso all'attore. Donde l'accoglimento della petizione per US$ 90'000.- (3/5 di 150'000.-) oltre interessi al 5 % dal 1° dicembre 1997.\n\nC. Contro questa decisione A. è insorta dinanzi al Tribunale Federale, il 1° ottobre 2004, con un ricorso per riforma fondato sulla violazione degli art. 41 e 44 CO. In via principale ha postulato la modifica della sentenza impugnata nel senso della reiezione integrale della petizione, mentre in via subordinata ne ha proposto l'accoglimento parziale, limitatamente a US$ 3'000.-.\n\nCon risposta 2 dicembre 2004 B. ha chiesto di respingere il gravame.\n\nIn parziale accoglimento del ricorso il Tribunale federale ha modificato il calcolo del danno. Ciò ha comportato la riforma della pronunzia impugnata nel senso che la somma a carico di A. è stata ridotta a US$ 64'800.-, oltre interessi del 5 % a partire dal 1° dicembre 1997.", "considerants": "Dai considerandi:\n\n2. Come anticipato nella parte dedicata all'esposizione dei fatti, la Corte cantonale ha escluso di poter imputare alla convenuta una violazione contrattuale per la mancata verifica della validità della garanzia messa a disposizione da C. In base al contratto di mandato sottoscritto il 20 gennaio 1997 la convenuta era unicamente tenuta a ricevere a suo nome la garanzia in questione - che, stando a quanto indicato nel contratto d'investimento concluso il medesimo giorno, sarebbe stata trasferita e consegnata all'attore - e pertanto non le era assolutamente fatto obbligo di effettuare verifiche o controlli particolari circa la validità della stessa o in merito alla bontà delle entità giuridiche che l'avevano fornita.\n\nLa convenuta è comunque stata condannata a risarcire il danno patito dall'attore. Richiamandosi alla giurisprudenza del Tribunale federale in materia di responsabilità fondata sulla fiducia, l'autorità ticinese ha infatti stabilito che la mancata verifica della validità della garanzia, assieme ad altre circostanze, era in ogni caso tale da fondare una responsabilità extracontrattuale, in particolare nella misura in cui la convenuta ha contribuito a creare nell'attore delle apparenze fallaci, rispettivamente gli ha fornito informazioni o assicurazioni errate. BGE 131 III 377 S. 380\n\n3. Sulla base della giurisprudenza in materia di responsabilità precontrattuale (culpa in contrahendo) il Tribunale federale ha sviluppato la cosiddetta responsabilità fondata sulla fiducia ( respon sabilité fondée sur la confiance, Vertrauenshaftung), che si presenta come un tipo di responsabilità indipendente, situata fra la responsabilità contrattuale e quella per atto illecito, le cui disposizioni possono se del caso tornare applicabili per analogia (HANS PETER WALTER, La responsabilité fondée sur la confiance dans la jurisprudence du Tribunal fédéral, in La responsabilité fondée sur la confiance - Vertrauenshaftung, Zurigo 2001, pag. 147-161, in particolare pag. 151 segg.).\n\nEssa permette in particolare di imputare ad un terzo estraneo al contratto una responsabilità fondata (appunto) sulla fiducia ch'egli ha suscitato nel danneggiato e che ha poi deluso (DTF 130 III 345 consid. 2.1 con rinvii giurisprudenziali e riferimenti dottrinali; cfr. anche, fra tutti, GAUCH/SCHLUEP/SCHMID/REY, Schweizerisches Obligationenrecht Allgemeiner Teil, 8a ed. Zurigo 2003, n. 982a-982n pag. 201 segg., con numerosi riferimenti dottrinali). In altre parole, la responsabilità basata sulla fiducia interviene, di principio, in assenza di una responsabilità contrattuale, rispetto alla quale ha natura sussidiaria (cfr. HANS PETER WALTER, Vertrauenshaftung im Umfeld des Vertrages, in ZBJV 132/1996 pag. 273 segg., in particolare pag. 294).\n\nCiò significa che, qualora le parti abbiano validamente concluso un contratto, occorre in primo luogo sincerarsi che non vi sia alcuna responsabilità contrattuale.\n\n4. In concreto, stando a quanto accertato in sede cantonale, le parti non erano vincolate solamente dal mandato firmato il 20 gennaio 1997, ma anche da un contratto di deposito irregolare (cfr. art. 481 CO), avendo l'attore provveduto a far confluire i capitali necessari all'investimento su di un conto aperto presso la convenuta, che per quest'operazione ha incassato una commissione.\n\n4.1 La posizione della convenuta può dunque essere equiparata a quella di una banca.\n\n4.1.1 Ora, in linea di principio la banca che non è legata al suo cliente da un mandato di gestione del patrimonio - e che si limita ad eseguire degli ordini puntuali - non è tenuta a segnalargli i rischi che comporta un determinato investimento (DTF 119 II 333).\n\nBGE 131 III 377 S. 381La tesi della convenuta, la quale - rammentata la sua estraneità all'operazione d'investimento messa in atto da D. - sostiene che la sua responsabilità sarebbe esclusa perché non le era stato esplicitamente chiesto di fornire una consulenza e di valutare l'operazione speculativa in atto, con tutto ciò che questo implicava, va in questo senso. Sennonché la giurisprudenza ammette anche in simili casi un dovere d'informazione - sgorgante dall'obbligo di diligenza e fedeltà sancito dalle norme sul mandato (art. 398 cpv. 2 CO) - qualora per la banca sia riconoscibile che il cliente non è consapevole dei rischi assunti (cfr. sentenza inc. 4C.108/2002 del 23 luglio 2002, pubblicata in Pra 2003 pag. 244 segg., consid. 2b) o qualora fra le parti vi sia una relazione di fiducia tale per cui il cliente può in buona fede aspettarsi di venir in ogni caso avvisato del pericolo connesso all'investimento da lui auspicato, anche senza averne fatto esplicita richiesta (cfr. sentenza inc. 4C. 410/1997 del 23 giugno 1998, pubblicata in SJ 1999 pag. 205 segg., consid. 3b).\n\n4.1.2 Nella fattispecie in esame l'intervento della convenuta non si è limitato all'apertura del conto e al trasferimento del denaro secondo precise istruzioni del cliente. Dagli accertamenti effettuati in sede cantonale si evince che il suo coinvolgimento nell'operazione è stato tutt'altro che marginale.\n\nI giudici cantonali hanno infatti accertato che, quando nel 1996 si è recato presso la sede luganese della convenuta, l'attore è stato accolto da un funzionario della stessa, E., e da D. Sia i successivi colloqui, concernenti i dettagli dell'operazione, che la sottoscrizione dei contratti d'investimento e di mandato, sono avvenuti negli uffici della convenuta, alla presenza di un suo funzionario. In simili circostanze la convenuta non può dichiararsi completamente estranea all'operazione d'investimento. Il fatto di aver accettato che le trattative e la firma dei contratti si svolgessero nei suoi locali alla presenza di un suo funzionario, unitamente all'apertura di un conto sul quale far confluire i fondi destinati all'investimento, ha contribuito - trattandosi di un'importante fiduciaria svizzera, soggetta a vari controlli - a convincere l'attore della serietà e della fattibilità tecnica e operativa dell'operazione propostagli da D.\n\nSi può pertanto affermare che fra le parti si era creata una relazione di fiducia in virtù della quale l'attore poteva in buona fede attendersi che la convenuta lo avrebbe reso attento su eventuali rischi particolari connessi all'investimento in questione, anche se BGE 131 III 377 S. 382non richiesta. Omettendo di segnalargli che in realtà non conosceva bene i partner dell'operazione né i dettagli dell'investimento stesso e, soprattutto, che non aveva verificato la validità della garanzia fornita né intendeva farlo, la convenuta ha pertanto violato il proprio obbligo di diligenza e fedeltà (art. 398 cpv. 2 CO).\n\n4.2 Occorre ora stabilire se - come asserito dall'attore in petizione - la convenuta fosse tenuta a verificare la garanzia fornita da C.\n\nVista l'impossibilità di determinare la reale e concorde volontà delle parti quanto agli obblighi assunti dalla convenuta, i giudici ticinesi hanno proceduto ad un'interpretazione oggettiva del contratto di mandato sottoscritto il 20 gennaio 1997, ricercando il senso che ogni contraente poteva e doveva ragionevolmente attribuire alle dichiarazioni di volontà dell'altro (DTF 130 III 417 consid. 3.2 pag. 424). Osservato come in esso la convenuta non si fosse esplicitamente impegnata a verificare la garanzia fornita dalla società panamense, i giudici hanno negato la possibilità di rimproverarle una violazione del contratto.\n\n4.2.1 L'interpretazione di un contratto giusta il principio dell'affidamento è una questione che concerne l'applicazione del diritto e può pertanto essere esaminata liberamente nella giurisdizione per riforma (DTF 130 III 417 consid. 3.2 pag. 425).\n\nDovendosi procedere all'interpretazione di dichiarazioni scritte, ci si riferisce in primo luogo al tenore delle stesse (DTF 129 III 702 consid. 2.4.1 pag. 707). La presenza di un testo chiaro non esclude tuttavia la possibilità di ricorrere ad altri criteri d'interpretazione. Dall'art. 18 cpv. 1 CO emerge infatti che le parole adoperate, quand'anche chiare, non sono necessariamente determinanti e che, al contrario, un'interpretazione puramente letterale è proibita. Anche se il tenore di una clausola contrattuale appare a prima vista chiaro, dalle altre condizioni menzionate dal contratto, dallo scopo perseguito dalle parti oppure ancora da altre circostanze può dunque risultare che il testo della menzionata clausola non restituisce con esattezza il senso dell'accordo (DTF 130 III 417 consid. 3.2 pag. 425). Oltre al testo ed al contesto in cui sono state formulate le dichiarazioni delle parti, vanno prese in considerazione - nella misura in cui sarebbero riconoscibili anche per un terzo - le circostanze che hanno preceduto o accompagnato la stipulazione del contratto (DTF 128 III 265 consid. 3a con rinvii; BGE 131 III 377 S. 383sull'interpretazione oggettiva delle dichiarazioni delle parti cfr. anche CORBOZ, Le contrat et le juge, in Le contrat dans tous ses états, Berna 2004, pag. 269 segg., in particolare pag. 273-276).\n\n4.2.2 Nel caso in esame l'accordo intervenuto fra le parti prevedeva espressamente l'incarico di trasferire i fondi necessari per l'investimento e quello di prendere in consegna la garanzia; una verifica della validità di tale documento non era per contro contemplata.\n\nL'insieme delle circostanze che hanno caratterizzato la stipulazione del contratto di mandato induce nondimeno ad ammettere l'esistenza di un obbligo contrattuale in tal senso.\n\nIl ruolo - significativo - svolto dalla convenuta nel quadro delle trattative che hanno condotto alla stipulazione del contratto d'investimento è già stato illustrato al considerando precedente. A ciò si aggiunga il fatto che la teste F. ha riferito che in occasione dell'incontro cui anch'essa partecipò, i funzionari della convenuta E. e G. dissero che i soldi non sarebbero partiti dalla fiduciaria se non in presenza di serie garanzie. Come rettamente stabilito nel giudizio impugnato, con il suo comportamento la convenuta ha dunque indotto l'attore a credere che l'investimento sarebbe avvenuto, se non proprio tramite lei stessa, quanto meno sotto il suo controllo. Ne discende che l'attore poteva in buona fede ritenere che la presa in consegna dell'atto di garanzia, prevista dal contratto di mandato sottoscritto il 20 gennaio 1997, implicasse anche la verifica della sua validità.\n\n4.3 Alla luce di quanto esposto, alla convenuta va ascritta una violazione grave dei suoi doveri contrattuali, suscettibile di giustificare la sua responsabilità per il danno patito dall'attore. D'un canto ha disatteso il dovere d'informazione che le incombeva nei confronti del suo cliente e dall'altro non ha ossequiato l'obbligo di verificare la garanzia fornita da C., assunto mediante la sottoscrizione del contratto di mandato.\n\nNon è pertanto necessario far capo alla responsabilità fondata sulla fiducia."}