{"annee": "131", "cour": "III", "page": "505", "date": "16/6/2005", "cite": ["107 II 134", "111 II 24"], "cite_par": ["132 III 6", "132 III 651"], "chapeau": "65. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Y. (Berufung)\n\n5C.269/2004 vom 16. Juni 2005", "regestes": ["Propriétaire d'une parcelle à usage de route gêné par la chute des feuilles de branches s'avançant sur son fonds; immission excessive (art. 679 et 684 CC); droit d'ébrancher (art. 687 al. 1 CC); action négatoire (art. 641 al. 2 CC). Ne constitue en principe pas une immission excessive la chute, sur une parcelle à usage de route, de feuilles provenant de branches qui dépassent d'un fonds voisin (consid. 4.2). Le propriétaire gêné par ces feuilles dispose tant du droit de couper les branches qui avancent sur son fonds que de l'action en cessation de trouble, ces moyens de droit étant équivalents. A l'instar du droit d'ébrancher, l'action en cessation de trouble suppose un dommage significatif (consid. 5)."], "faits": "|506|\n\nX. ist Eigentümerin der Strassenparzelle Nr. 1, Grundbuch A. in B. Y. gehören die Liegenschaften Nrn. 2 und 3, beide Grundbuch A. in B. Sie liegen links und rechts der Strassenparzelle Nr. 1 und werden durch diese erschlossen. Auf den Grundstücken von Y. befinden sich insgesamt sechs Bäume; zwei auf Grundstück Nr. 3 (Serbische Fichte und Hängebuche) und vier auf Grundstück Nr. 2 (Japanische Zierkirsche, Serbische Fichte, Japanischer Fächerahorn und Hängebuche).\n\nX. klagte beim Kantonsgericht Nidwalden gegen Y. Im Rahmen des erstinstanzlichen Verfahrens vertrat sie die Ansicht, ihr stehe ein Beseitigungsanspruch aus Bundesrecht zu, da der Blattabfall der Bäume im Herbst zu einem gefährlichen Zustand auf der Strassenparzelle führe. In einem Eventualbegehren beantragte sie, der Beklagte sei zu verpflichten, die die Strassenparzelle überragenden Äste der Bäume zu beseitigen. Das Kantonsgericht wies die Klage ab.\n\nGegen dieses Urteil reichte die Klägerin beim Obergericht des Kantons Nidwalden Appellation ein. Nachdem das Obergericht einen Augenschein durchgeführt hatte, wies es die Appellation ab und bestätigte das erstinstanzliche Urteil. Es kam zum Schluss, der Klägerin stehe ein Beseitigungsanspruch gestützt auf Art. 679 i.V.m. Art. 684 ZGB nicht zu, da der behauptete Laubabfall keine übermässige Immission im Sinne des Gesetzes darstelle. Aber auch der Eigentumsfreiheitsklage nach Art. 641 Abs. 2 ZGB sei kein Erfolg beschieden.\n\nDas Bundesgericht weist die Berufung der Klägerin ab. |507|", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.2 Nach den für das Bundesgericht verbindlichen tatsächlichen Feststellungen des Obergerichts anlässlich des Augenscheins (Art. 63 Abs. 2 OG) leben die Parteien in B., einem abgelegenen Ortsteil von A., welcher nur über eine enge und für nicht Ortsansässige nur unter bestimmten Umständen befahrbare Strasse erreichbar ist. Nahezu auf dem gesamten Streckenstück zwischen A. und B. befindet sich immer wieder Laub auf der Strasse. Das Quartier, in welchem die Parteien wohnen, gilt als Villenquartier ohne Durchgangsverkehr. Strassenbenutzer sind im Wesentlichen die Bewohner des Quartiers. Praktisch um jedes Haus in der Nachbarschaft der Klägerin stehen Bäume, zum Teil dicht, so dass sie Waldcharakter vermitteln. Die Bäume machen einen wesentlichen Teil des Quartiercharakters aus. Hervorgehoben wird schliesslich, dass der Laubfall im Herbst kaum mehr als einen Monat dauert.\n\nErfahrungsgemäss kann Laubfall namentlich in Verbindung mit Nässe und kalter Witterung Strassen glitschig machen und insoweit zu einer gewissen Beeinträchtigung führen, die aber normalerweise nicht als übermässig im Sinne des Art. 684 ZGB zu gelten hat. Angesichts der örtlichen Gegebenheiten ist Laubfall auf dem fraglichen Strassenabschnitt nichts Aussergewöhnliches. Dass bei Laubfall, insbesondere in Verbindung mit Schnee, Eis und Regen besondere Vorsicht am Platz ist, entspricht allgemeiner Erfahrung und kann vorausgesetzt werden. Die in Frage stehende Beeinträchtigung dauert kaum mehr als einen Monat, und man ist ihr, anders als bei Rauch, schlechten Dünsten oder Schattenwurf, nicht einfach ausgeliefert, sondern kann sich dagegen wappnen, indem man vorsichtig fährt und die Geschwindigkeit den Strassenverhältnissen anpasst. Indem das Obergericht die Übermässigkeit der Einwirkung verneint hat, hat es Art. 684 ZGB nicht verletzt.\n\n5. Die Klägerin stützt ihren Beseitigungsanspruch auch auf Art. 641 Abs. 2 ZGB, da jedenfalls die beiden Hängebuchen mit ihrem mächtigen Astwerk die Grenze ihrer Liegenschaft überragten und damit ihr Eigentum verletzten; eine Schädigung sei nicht erforderlich. Dem halten Vorinstanz und Beklagter unter Hinweis auf das Kapprecht entgegen, dass der (nachbarrechtliche) Anspruch auf |508| Beseitigung von überragenden Ästen eine Schädigung des Eigentums voraussetze, die vorliegend zu verneinen sei.\n\n5.1 Art. 641 Abs. 2 ZGB berechtigt den Eigentümer unter anderem dazu, jede ungerechtfertigte Einwirkung in sein Eigentum abzuwehren. Dem Eigentümer des Nachbargrundstückes steht namentlich ein Anspruch auf Beseitigung des Störungszustandes zu, sofern unmittelbar (direkt) in die Substanz seines Grundstücks eingegriffen wird (BGE 107 II 134 E. 3 S. 136 ff.; BGE 111 II 24 E. 2b S. 26; STEINAUER, Les droits réels, Bd. 2, 3. Aufl. 2002, Rz. 1896; MEIER-HAYOZ, Berner Kommentar, N. 89, 103 und 109 zu Art. 641 ZGB). Dabei gilt die blosse Tatsache eines objektiv rechtswidrigen Eingriffs, z.B. durch Hinüberragen eines Gebäudes über die Grenze, als ungerechtfertigte Einwirkung, ohne dass eine Schädigung der Sache erforderlich wäre (MEIER-HAYOZ, a.a.O., N. 104 zu Art. 641 ZGB sowie N. 40 zu Art. 687/688 ZGB).\n\n5.2 Demgegenüber setzt das Kapprecht voraus, dass die überragenden Äste oder eindringenden Wurzeln das Eigentum des Nachbarn schädigen (Art 687 Abs. 1 ZGB). Wiewohl überragende Äste und eindringende Wurzeln von Bäumen unmittelbare Einwirkungen auf das Nachbargrundstück bedeuten, sollen sie nachbarlichen Abwehransprüchen nicht allein schon deshalb zum Opfer fallen, weil sie in den nachbarschaftlichen Herrschaftsbereich hineinragen, wenn dadurch keine erhebliche, übermässige Schädigung des Eigentums bewirkt wird (MEIER-HAYOZ, a.a.O., N. 24 zu Art. 687/ 688 ZGB; REY, Basler Kommentar, N. 8 zu Art. 687/688 ZGB; derselbe, Die Grundlagen des Sachenrechts und das Eigentum, 2. Aufl. 2000, Rz. 1185). Das Erfordernis einer erheblichen Schädigung zur Ausübung des Kapprechts bezweckt den Schutz der Bäume vor unverhältnismässiger oder gar zweckloser Beschädigung (MEIER-HAYOZ, a.a.O., N. 22 zu Art. 687/688 ZGB; ROOS, Pflanzen im Nachbarrecht, Zürich 2002, S. 69 und 94). Was die Übermässigkeit der (nicht zu tolerierenden) Einwirkungen anbelangt, wird in der Literatur zu Recht die Analogie zu Art. 684 ZGB und den diesbezüglich massgebenden Kriterien zur Beurteilung der Übermässigkeit hervorgehoben (statt vieler: STEINAUER, a.a.O., Rz. 1833).\n\nIm vorliegenden Fall gelangt allerdings Art. 687 ZGB insoweit nicht zur Anwendung, als die Klägerin weder beanspruchte, vom Selbsthilferecht Gebrauch zu machen, noch ihre Klage auf diese |509| Bestimmung stützte (welche Möglichkeit in der Literatur vereinzelt bejaht wird [ROOS, a.a.O., S. 93]). Vielmehr beruft sie sich auf Art. 641 Abs. 2 ZGB.\n\n5.3 Im älteren Schrifttum war noch die Auffassung vertreten worden, die von der Spezialnorm (Art. 687 Abs. 1 ZGB) vorgesehene Selbsthilfe schliesse Gerichtshilfe und namentlich die actio negatoria (Art. 641 Abs. 2 ZGB) als allgemeine Norm aus (LEEMANN, Berner Kommentar, N. 12 zu Art. 687/688 ZGB; GISIGER, Kapprecht und Anries, Diss. Zürich 1922, S. 36 f.). Bei einer solchen Rechtslage stellte sich die Frage, ob die Beseitigung überragender Äste und eindringender Wurzeln auch ohne Nachweis einer Schädigung möglich sei, gar nicht. Heute stehen Doktrin und (kantonale) Praxis auf dem Standpunkt, dass die Anrufung des Richters sowie die Selbsthilfe grundsätzlich als gleichwertige Rechtsbehelfe nebeneinander zur Verfügung stehen (statt vieler: MEYER-HAYOZ, a.a.O., N. 40 zu Art. 687/688 ZGB; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, N. 11 zu Art. 687/688 ZGB). Damit ist allerdings das Verhältnis der beiden Normen noch nicht restlos geklärt, sondern es stellt sich die im vorliegenden Verfahren aufgeworfene Frage, ob die beim Kapprecht (Art. 687 Abs. 1 ZGB) vorausgesetzte Schädigung des Eigentums bei der actio negatoria ebenfalls zu berücksichtigen ist.\n\n5.4 Zu dieser Frage musste sich das Bundesgericht bislang nicht äussern. In der Lehre ist sie umstritten. Den Materialien lässt sich hierzu nichts entnehmen. MEIER-HAYOZ vertritt die Auffassung, dass der Nachbar, selbst wenn er durch in seinen Herrschaftsbereich übergreifende Pflanzen nicht geschädigt werde, diese dennoch nicht dulden müsse, sondern mit der actio negatoria deren Beseitigung verlangen könne (a.a.O., N. 26 und 40 zu Art. 687/ 688 ZGB). Er begründet dies mit dem Hinweis darauf, dass das Eindringen von Ästen und Wurzeln in einen fremden Herrschaftsbereich einen unmittelbaren und daher an sich schon ungerechtfertigten Eingriff bedeute, der von der actio negatoria erfasst werde, welche vom in Art. 687 ZGB geregelten Rechtsbehelf unabhängig sei. Im gleichen Sinne äussern sich REY (a.a.O., N. 12 zu Art. 687/ 688 ZGB), WALDIS (Das Nachbarrecht, 4. Aufl. 1953, S. 125 Fn. 21) und SOMMER (Nachbarrecht, 1995, S. 79); nicht klar: PIOTET (Le droit privé vaudois de la propriété foncière, Lausanne 1991, S. 110).\n\nAndere Autoren, wenn auch teilweise mit nuancierter Begründung, vertreten die (gegenteilige) Auffassung, dass der gestützt auf die |510| actio negatoria (Art. 641 Abs. 2 ZGB) erhobene Anspruch auf Beseitigung von Ästen und Wurzeln ebenfalls von einer Schädigung des Eigentums, wie sie für die Ausübung des Kapprechts Voraussetzung ist, abhängig sei (ROOS, a.a.O., S. 94; LINDENMANN, Bäume und Sträucher im Nachbarrecht, 1988, S. 74 f.; im Ergebnis ebenso LEEMANN (a.a.O., N. 12 zu Art. 687/688 ZGB) und GISIGER, (a.a.O., S. 36 f.; allerdings infolge Ausschlusses der actio negatoria). Diese Auffassung überzeugt.\n\n5.5 Was unter ungerechtfertigter Einwirkung auf das Eigentum zu verstehen ist, ergibt sich nicht unmittelbar aus Art. 641 Abs. 2 ZGB, sondern bestimmt sich bei benachbarten Grundstücken vor allem nach den Regeln des Nachbarrechts, namentlich nach Art. 679 und Art. 684 ZGB (vgl. MEIER/HAYOZ, a.a.O., N. 100 zu Art. 641 ZGB; REY, a.a.O., N. 63 zu Art. 641 ZGB). Diese Überlegung legt nahe, die actio negatoria, richtet sie sich gegen überragende Äste und eindringende Wurzeln, im Lichte von Art. 687 ZGB auszulegen, d.h. die in der Regelung des Kapprechts enthaltene Wertung und damit das Erfordernis der Eigentumsschädigung (E. 5.2) zu berücksichtigen. Anders entscheiden hiesse, Art. 687 Abs. 1 ZGB seines Inhaltes zu entleeren und damit auch den gesetzgeberischen Wertungsentscheid zu Gunsten der Pflanzen zu unterlaufen. Dies bedeutet nun, dass der Nachbar, ungeachtet dessen, ob er vom Selbsthilferecht (Art. 687 Abs. 1 ZGB) oder von der actio negatoria (Art. 641 Abs. 2 ZGB) Gebrauch macht, ungerechtfertigte Einwirkungen, die keine erhebliche Schädigung des Eigentums nach sich ziehen, zu dulden hat.\n\n5.6 Aufgrund der verbindlichen Feststellungen der Vorinstanz (E. 4.2) scheitert der auf Art. 641 Abs. 2 ZGB gestützte Beseitigungsanspruch - analog dem auf Art. 679 i.V.m Art. 684 ZGB gestützten - am Umstand, dass die durch den Laubfall verursachte Beeinträchtigung nicht als übermässig bzw. nicht als eigentumsschädlich zu gelten hat (E. 4.2). Damit ist aber auch eine von der Klägerin sinngemäss gerügte Verletzung von Art. 687 ZGB selbstredend zu verneinen."}