{"annee": "131", "cour": "V", "page": "444", "date": "12/9/2005", "cite": ["126 V 368", "120 II 280", "127 V 409", "128 V 323", "126 V 221", "115 V 326", "130 III 19", "128 V 176", "115 IB 37", "127 V 52", "111 V 161", "113 V 352", "128 V 189", "113 II 414", "111 V 406", "124 V 100", "108 V 103"], "cite_par": ["133 V 515", "139 V 50", "138 V 463", "139 V 473", "133 V 346", "133 V 153"], "chapeau": "58. Urteil i.S. A. gegen Arbeitslosenkasse des Kantons Zug und Verwaltungsgericht des Kantons Zug\n\nC 247/04 vom 12. September 2005", "regestes": ["Art. 8 al. 1 let. e, art. 13 al. 1 et art. 2 al. 1 let. a LACI (dans leur teneur en vigueur jusqu'au 31 décembre 2002); art. 5 al. 2 LAVS; art. 23 LACI; art. 37 OACI; art. 163 ss CC: Preuve de la période de cotisation. En ce qui concerne la période de cotisation, la seule condition du droit à l'indemnité de chômage est, en principe, que l'assuré ait exercé une activité soumise à cotisation pendant la période minimale de cotisation. La jurisprudence exposée au DTA 2001 n° 27 p. 225 (et les arrêts postérieurs) ne doit pas être comprise en ce sens qu'un salaire doit en outre avoir été effectivement versé; en revanche, la preuve qu'un salaire a bel et bien été payé est un indice important en ce qui concerne la preuve de l'exercice effectif de l'activité salariée (précision de la jurisprudence). (consid. 3)"], "faits": "|445|\n\nA. Die 1974 geborene A. meldete sich am 6. März 2003 auf dem Arbeitsamt ihrer Wohngemeinde zur Arbeitsvermittlung an. Im \"Antrag auf Arbeitslosenentschädigung\" vom 5. März 2003 gab sie an, zuletzt vom 1. November 2001 bis 30. Juni 2002 in der Firma C. sowie vom 1. Januar bis 30. Juni 2002 in der Firma E. gearbeitet zu haben. Laut den von ihrem Ehemann unterzeichneten Arbeitgeberbescheinigungen vom 15. März 2003 betrug der AHV-pflichtige Verdienst 2002 im Monat Fr. 2600.- (Firma C.) und Fr. 1000.- (Firma E.). Als Grund für die Auflösung des Arbeitsverhältnisses wurde jeweils Personalabbau angegeben. Die Abklärungen der Arbeitslosenkasse des Kantons Zug ergaben unter anderem, dass Einkommen in der genannten Höhe verabgabt worden waren. Ferner war der Ehemann von A. in der fraglichen Zeit in beiden Firmen als Geschäftsführer tätig gewesen. Zudem war er Verwaltungsrat mit Einzelunterschrift der Firma C. und Verwaltungsratspräsident mit Einzelunterschrift der Firma E.\n\nMit Verfügung vom 9. September 2003 setzte die Arbeitslosenkasse den versicherten Verdienst auf Fr. 1000.- fest. Zur Begründung führte sie an, über die von der Firma E. bezogenen Fr. 1000.- hinaus sei kein tatsächlicher Lohnbezug an Hand von Bank- oder Postbelegen nachgewiesen worden. Dagegen erhob A. Einsprache. Mit Schreiben vom 17. Oktober 2003 wies die Arbeitslosenkasse die Versicherte auf eine mögliche reformatio in peius hin und gab ihr Gelegenheit zum Rückzug der Einsprache. Davon machte A. keinen Gebrauch. Mit Einspracheentscheid vom 4. November 2003 hob die Arbeitlosenkasse die Verfügung vom 9. September 2003 auf und verneinte den Anspruch auf Arbeitslosenentschädigung ab 6. März 2003 wegen fehlender beitragspflichtiger Beschäftigung.\n\nB. Die Beschwerde der A. wies die Sozialversicherungsrechtliche Kammer des Verwaltungsgerichts des Kantons Zug nach zweifachem Schriftenwechsel mit Entscheid vom 30. September 2004 ab.\n\nC. A. lässt Verwaltungsgerichtsbeschwerde führen mit den Rechtsbegehren, Gerichtsentscheid und Verfügung (recte: |446| Einspracheentscheid) seien aufzuheben, ihre Anspruchsberechtigung auf Arbeitslosenentschädigung sei zu bejahen und der versicherte Verdienst sei auf Fr. 3600.- festzusetzen.\n\nKantonales Gericht und Arbeitslosenkasse beantragen die Abweisung der Verwaltungsgerichtsbeschwerde. Das Staatssekretariat für Wirtschaft verzichtet auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1.\n\n1.1 Für die Arbeitslosenversicherung ist unter anderem beitragspflichtig, wer nach dem Bundesgesetz über die Alters- und Hinterlassenenversicherung (AHVG) obligatorisch versichert und für Einkommen aus unselbstständiger Tätigkeit (massgebender Lohn [Art. 5 Abs. 1 AHVG]) beitragspflichtig ist (Art. 2 Abs. 1 lit. a AVIG [in der bis 31. Dezember 2002 gültig gewesenen, hier anwendbaren Fassung]).\n\nAls massgebender Lohn gilt grundsätzlich jedes Entgelt für in unselbstständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit (Art. 5 Abs. 2 Satz 1 AHVG). Dazu gehören begrifflich sämtliche Bezüge der Arbeitnehmerin und des Arbeitnehmers, die wirtschaftlich mit dem Arbeitsverhältnis zusammenhängen, gleichgültig, ob dieses Verhältnis fortbesteht oder gelöst worden ist und ob die Leistungen geschuldet werden oder freiwillig erfolgen. Als beitragspflichtiges Einkommen aus unselbstständiger Erwerbstätigkeit gilt somit nicht nur unmittelbares Entgelt für geleistete Arbeit, sondern grundsätzlich jede Entschädigung oder Zuwendung, die sonst wie aus dem Arbeitsverhältnis bezogen wird, soweit sie nicht kraft ausdrücklicher gesetzlicher Vorschrift von der Beitragspflicht ausgenommen ist (BGE 128 V 180 Erw. 3c, BGE 126 V 222 Erw. 4a, BGE 124 V 101 Erw. 2, je mit Hinweisen). Erfasst werden grundsätzlich alle Einkünfte, die im Zusammenhang mit einem Arbeits- oder Dienstverhältnis stehen und ohne dieses nicht geflossen wären. Umgekehrt unterliegen grundsätzlich nur Einkünfte, die tatsächlich geflossen sind, der Beitragspflicht (AHI 2001 S. 221 f. Erw. 4a mit Hinweisen).\n\nDie Beitragspflicht einer versicherten unselbstständig erwerbstätigen Person entsteht mit der Leistung der Arbeit. Beiträge sind indessen erst bei Realisierung des Lohn- oder Entschädigungsanspruchs geschuldet (BGE 111 V 166 f. Erw. 4a und b mit Hinweisen; |447| ZAK 1989 S. 29 Erw. 3b in fine, BGE 111 V 1976 S. 85 und S. 394 Erw. 2a; KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, 2. Aufl., Bern 1996, S. 112 Rz 4.8 und 9).\n\n1.2 Der Versicherte hat Anspruch auf Arbeitslosenentschädigung (Art. 7 Abs. 2 lit. a AVIG), wenn er unter anderem die Beitragszeit erfüllt hat oder von der Erfüllung der Beitragszeit befreit ist (Art. 8 Abs. 1 lit. e in Verbindung mit Art. 13 und 14 AVIG). Die Beitragszeit erfüllt hat, wer innerhalb der dafür vorgesehenen Rahmenfrist für die Beitragszeit (Art. 9 Abs. 3 AVIG) während mindestens sechs Monaten eine beitragspflichtige Beschäftigung ausgeübt hat (Art. 13 Abs. 1 Satz 1 AVIG [in der bis 30. Juni 2003 gültig gewesenen Fassung]).\n\nNach der Rechtsprechung ist die Ausübung einer an sich beitragspflichtigen Beschäftigung nur Beitragszeiten bildend, wenn und soweit hiefür effektiv ein Lohn ausbezahlt wird (BGE 128 V 190 Erw. 3a/aa in fine mit Hinweisen; ARV 2004 Nr. 10 S. 115, BGE 128 V 2002 Nr. 16 S. 116, 2001 Nr. 27 S. 225; Urteile L. vom 20. September 2004 [C 34/04] und L. vom 28. Juli 2004 [C 250/03]). Mit dem Erfordernis des Nachweises effektiver Lohnzahlung sollen und können Missbräuche im Sinne fiktiver Lohnvereinbarungen zwischen Arbeitgeber und Arbeitnehmer verhindert werden (ARV 2001 Nr. 27 S. 228 Erw. 4c). Als Beweis für den tatsächlichen Lohnfluss genügen Belege über entsprechende Zahlungen auf ein auf den Namen des Arbeitnehmers oder der Arbeitnehmerin lautendes Post- oder Bankkonto. Bei behaupteter Barauszahlung fallen Lohnquittungen und Auskünfte von ehemaligen Mitarbeitern (allenfalls in Form von Zeugenaussagen) in Betracht. Höchstens Indizien für tatsächliche Lohnzahlung bilden Arbeitgeberbescheinigungen, vom Arbeitnehmer oder der Arbeitnehmerin unterzeichnete Lohnabrechnungen und Steuererklärungen sowie Eintragungen im individuellen Konto (vgl. die erwähnten Präjudizien; ferner BARBARA KUPFER BUCHER, Der Nachweis des Lohnflusses als Voraussetzung für den Anspruch auf Arbeitslosenentschädigung: eine zusammenfassende Darstellung der Grundlagen und der Praxis mit einer kritischen Würdigung, in: SZS 2005 S. 125 ff., insbesondere S. 134 ff.).\n\n2.\n\n2.1 Aufgrund der Akten und nach den insoweit unbestrittenen Feststellungen des kantonalen Gerichts wurden die von der Versicherten geltend gemachten Lohnbezüge für die Zeit vom 1. Januar |448| bis 30. Juni 2002 von monatlich Fr. 1000.- und Fr. 2600.- in den Arbeitgeberbescheinigungen der Firma E. sowie der Firma C. vom 15. März 2003 bestätigt. Diese waren vom Ehemann der Versicherten unterzeichnet, welcher damals Geschäftsführer beider Firmen sowie Verwaltungsrat resp. Verwaltungsratspräsident je mit Einzelunterschrift war. Gemäss IK-Auszug vom 3. Oktober 2003 wurden Einkommen in dieser Höhe verabgabt. Aus den Buchhaltungsunterlagen der genannten Firmen ergaben sich keine Lohnauszahlungen oder -überweisungen an die Beschwerdeführerin. Bei der Firma E. bestand ein internes Kontokorrentkonto, auf welches von Januar bis Juni 2002 unter anderem jeweils ein Betrag von Fr. 1000.- abzüglich entsprechender Sozialversicherungsbeiträge gutgeschrieben worden war. Ein solches Konto wurde von der Firma C. nicht geführt. Unregelmässige grössere und kleinere Barbezüge erfolgten von den jeweiligen Kontokorrentkonten des Ehemannes der Versicherten. Die Gelder flossen entweder auf ein auf seinen Namen lautendes Bankkonto oder wurden direkt für private Bedürfnisse (Miete, Versicherungen etc.) verwendet. Ebenfalls waren Überweisungen von der Firma E. auf die Firma C. als Privatdarlehen getätigt worden.\n\nDie Vorinstanz hat diese Umstände in dem Sinne rechtlich gewürdigt, dass ein effektiver Bezug der geltend gemachten Lohnzahlungen nicht mit dem erforderlichen Grad der überwiegenden Wahrscheinlichkeit nachgewiesen sei. Das Anspruchserfordernis der erfüllten (Mindest-)Beitragszeit nach Art. 8 Abs. 1 lit. e in Verbindung mit Art. 13 Abs. 1 AVIG sei somit nicht gegeben. Es bestehe daher kein Anspruch auf Arbeitslosenentschädigung.\n\n2.2 In der Verwaltungsgerichtsbeschwerde wird geltend gemacht, eine beitragspflichtige Beschäftigung nur als Beitragszeit im Sinne von Art. 13 Abs. 1 AVIG anzurechnen, wenn hiefür tatsächlich Lohn ausgerichtet worden sei, widerspreche dem Wortlaut des Gesetzes. Zudem würden damit systemwidrig eine Anspruchsnorm (Art. 13 AVIG) und eine Bemessungsnorm (Art. 23 AVIG) miteinander verknüpft. Im Weitern sei es widersprüchlich, wenn die Beweiskraft von Lohnquittungen resp. Quittungen über einen erfolgten Barbezug in ARV 2004 Nr. 10 S. 115 bejaht, in ARV 2002 Nr. 16 S. 116 dagegen verneint werde. Sodann schränkten die Gerichts- und die gleich lautende Verwaltungspraxis die Art des Nachweises des tatsächlichen Lohnbezuges in gesetzwidriger Weise ein. |449| Es gebe keine Vorschriften, in welcher Form der Lohn zu beziehen sei. Insbesondere müsse die Lohnzahlung nicht auf ein auf den Arbeitnehmer lautendes Konto erfolgen. Demgemäss werde die Form des Lohnbezuges beim Nachweis des tatsächlichen Lohnflusses nicht oder zumindest ungenügend berücksichtigt. Dies sei mit dem Grundsatz der freien Beweiswürdigung nicht vereinbar. Schliesslich werde nicht der direkte Beweis effektiver Lohnzahlung gefordert. Es genüge der Beweisgrad der überwiegenden Wahrscheinlichkeit. Bei Anlegung dieses Beweismasses seien die geltend gemachten Lohnbezüge erstellt. Diese seien im Kontokorrentkonto der Firmen verbucht. Die entsprechenden Sozialversicherungsbeiträge seien korrekt abgerechnet und das erzielte Einkommen ordnungsgemäss versteuert worden. Dabei sei die Steuererklärung anders als in ARV 2004 Nr. 10 S. 115 zu einem Zeitpunkt erfolgt, als der Versicherten die Anforderungen an den Nachweis der Lohnzahlungen noch nicht bekannt gewesen seien.\n\n3. Die kritisierte Gerichtspraxis kann indessen nicht so verstanden werden, dass eine beitragspflichtige Beschäftigung schlechterdings nur dann Beitragszeiten bildend ist, wenn und soweit der Nachweis tatsächlicher Lohnzahlung erbracht ist. Für eine solche den klaren Wortlaut des Art. 13 Abs. 1 AVIG einschränkende (reduzierende) Auslegung (BGE 127 V 417 Erw. 3b mit Hinweisen) sprächen denn auch keine triftigen Gründe.\n\n3.1\n\n3.1.1 Nach BGE 113 V 352 ist im Rahmen des Art. 13 Abs. 1 AVIG einzig vorausgesetzt, dass die versicherte Person innerhalb der zweijährigen Rahmenfrist des Art. 9 Abs. 3 AVIG während mindestens sechs Monaten effektiv eine beitragspflichtige Beschäftigung ausgeübt hat. Nicht erforderlich ist, dass die für diese Zeit geschuldeten, vom Arbeitgeber zu entrichtenden paritätischen Beiträge auch tatsächlich bezahlt wurden. Dass nach dem Wortlaut des Art. 13 Abs. 1 AVIG die Ausübung einer beitragspflichtigen Beschäftigung massgeblich ist, und nicht die Erfüllung der Beitragspflicht, ergibt sich auch aus der gesetzlichen Ordnung des Beitragsbezugs (Art. 5 Abs. 1 und Art. 6 AVIG, Art. 14 Abs. 1 AHVG). Danach hat es der oder die unselbstständig erwerbende Versicherte in der Arbeitslosenversicherung so wenig wie in der Alters- und Hinterlassenenversicherung in der Hand, dass die paritätischen Beiträge tatsächlich der Ausgleichskasse zufliessen. |450|\n\nIn dem in BGE 113 V 352 beurteilten Fall konnte die am Recht stehende Versicherte lediglich für viereinhalb Monate innerhalb der Beitragsrahmenfrist einen effektiven Lohnbezug nachweisen. Weitere Lohnzahlungen waren unbestrittenermassen nicht erfolgt. Gleichwohl bejahte das Eidgenössische Versicherungsgericht wie schon die Vorinstanz das Anspruchserfordernis der erfüllten (Mindest-)Beitragszeit, weil aufgrund der gesamten Umstände als erstellt gelten konnte, dass die Versicherte \"zusammen mit den 4 1/2 Monaten des Jahres 1984 eine beitragspflichtige Beschäftigung von mindestens sechs Monaten ausgeübt hat\" (ARV 1988 Nr. 1 S. 19 f. Erw. 3b und c).\n\n3.1.2 Aus BGE 113 V 352 ergibt sich, dass die Tatsache von bei Eintritt der Arbeitslosigkeit noch nicht realisierten Entgelten für in unselbstständiger Stellung geleistete Arbeit grundsätzlich nicht zu Lasten der versicherten Person gehen soll. Dies kommt auch in der Regelung des Art. 29 Abs. 1 AVIG (Anspruch auf Arbeitslosenentschädigung bei begründeten Zweifeln über das Bestehen von arbeitsvertraglichen Ansprüchen im Sinne von Art. 11 Abs. 3 AVIG oder deren Erfüllbarkeit) sowie bei der Insolvenzentschädigung (Art. 51 ff. AVIG) zum Ausdruck. Vorbehalten bleiben Obliegenheiten im Rahmen der Schadenminderungspflicht (vgl. BGE 126 V 374 Erw. 3c/aa und ARV 1999 Nr. 8 S. 34 Erw. 3b sowie ARV 2002 Nr. 8 S. 62 und Nr. 30 S. 190). Anders verhält es sich nur bei einem klaren Verzicht der versicherten Person auf der Beitragspflicht unterliegende Forderungen aus dem Arbeits- oder Dienstverhältnis (vgl. ARV 1999 Nr. 8 S. 34 Erw. 3b; vgl. auch BGE 126 V 374 unten).\n\nDer Tatbestand von bei Eintritt der Arbeitslosigkeit (noch) nicht realisierten Entgelten aus einer beitragspflichtigen Beschäftigung kann insbesondere gegeben sein, wenn eine versicherte Person nach Art. 165 Abs. 1 ZGB Anspruch auf angemessene Entschädigung für ihre Mitarbeit im Beruf oder Gewerbe des von ihr getrennt lebenden, geschiedenen oder verstorbenen Ehegatten hat (ARV 1999 Nr. 21 S. 113 in Verbindung mit BGE 120 II 280 und BGE 115 Ib 37).\n\n3.2\n\n3.2.1 Nach der in ARV 2001 Nr. 27 S. 225 aufgenommenen Rechtsprechung ist demgegenüber bei der Ermittlung des versicherten Verdienstes gemäss Art. 23 Abs. 1 AVIG der im Bemessungszeitraum (Art. 37 AVIV) tatsächlich bezogene Lohn massgebend; eine davon abweichende Lohnabrede zwischen Arbeitgeber und |451| Arbeitnehmer hat grundsätzlich unbeachtet zu bleiben (BGE 128 V 190 Erw. 3a/aa mit Hinweisen). Bei Art. 23 AVIG handelt es sich im Unterschied zu Art. 13 AVIG (in Verbindung mit Art. 8 Abs. 1 lit. e AVIG) um eine Bemessungsnorm. Sie bekommt nur dann die Bedeutung einer negativen Anspruchsvoraussetzung, wenn der Mindestbetrag für den versicherten Verdienst von monatlich 500 Franken resp. 300 Franken bei Heimarbeitnehmern nach Art. 40 AVIV über den Bemessungszeitraum gemittelt nicht erreicht wird (BGE 128 V 189 Erw. 1; vgl. auch BGE 127 V 52). Das Abstellen auf den tatsächlich ausgerichteten Lohn anstatt auf den vereinbarten Lohn wirkt sich allenfalls auf die Höhe des Taggeldes aus (Art. 22 Abs. 1 AVIG), berührt somit nicht den Anspruch an sich.\n\n3.2.2 Der Verhinderung von Missbräuchen dient das im Gesetz zwar nicht ausdrücklich genannte, nach ständiger Rechtsprechung, an der festzuhalten ist, aber massgebliche Erfordernis der genügenden Überprüfbarkeit der beitragspflichtigen Beschäftigung (ARV 2001 Nr. 12 S. 143, 1996/97 Nr. 17 S. 79, 1988 Nr. 1 S. 16; THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 161; vgl. zum alten Recht BGE 108 V 104 Erw. 2b und MAX HOLZER, Kommentar zum Bundesgesetz über die Arbeitslosenversicherung, Zürich 1954, S. 113 mit Hinweisen auf die Materialien sowie BBl 1980 III 562 f.). Fehlt es am Nachweis einer tatsächlich ausgeübten unselbstständigen Tätigkeit, ist das Anspruchserfordernis der erfüllten Beitragszeit nach Art. 8 Abs. 1 lit. e und Art. 13 AVIG nicht gegeben, und zwar auch dann nicht, wenn als Lohn bezeichnete oder auf ein als solches bezeichnetes Lohnkonto erfolgte Zahlungen des Arbeitgebers bestehen. Dieser Umstand bildet nur, aber immerhin ein bedeutsames Indiz für eine beitragspflichtige Beschäftigung.\n\n3.2.3 Der versicherte Verdienst nach Art. 23 AVIG bildet ein Korrektiv bei allfälligen missbräuchlichen Lohnvereinbarungen zwischen Arbeitnehmer und Arbeitgeber, indem grundsätzlich die tatsächlichen Lohnbezüge im Bemessungszeitraum massgebend sind (BGE 128 V 190 Erw. 3a/aa). Im Übrigen können im Zeitpunkt der Anmeldung zum Leistungsbezug allenfalls noch nicht verabgabte beitragspflichtige Einkommen aus unselbstständiger Erwerbstätigkeit nacherfasst werden. Die Frist für die verfügungsweise Geltendmachung der Beitragsforderung bestimmt sich nach Art. 16 Abs. 1 AHVG. |452|\n\n3.3 Für die im Rahmen einer beitragspflichtigen Beschäftigung geleistete Arbeit besteht grundsätzlich ein Lohn- oder Entschädigungsanspruch. Die Höhe des Entgelts bestimmt sich danach, was vereinbart wurde oder üblich ist unter Berücksichtigung allfälliger zwingender gesetzlicher Vorschriften (vgl. Art. 322 ff. OR [Einzelarbeitsvertrag] und BGE 115 V 330 Erw. 4). Üblich ist eine Vergütung, die im selben Betrieb, in der gleichen oder einer ähnlichen Branche, am gleichen oder einem ähnlichen Ort unter Berücksichtigung der besonderen Verhältnisse des einzelnen Falls sowie der persönlichen Verhältnisse der Parteien, namentlich des Ausbildungsstandes und der Fähigkeiten des Arbeitnehmers, für eine gleiche oder ähnliche Tätigkeit bezahlt zu werden pflegt (in Pra 2000 Nr. 47 S. 268 [Urteil des Bundesgerichts vom 23. August 1999 in Sachen F. gegen W.] S. 271 nicht publizierte Erw. 3 mit Hinweisen auf die Lehre; zu Art. 165 Abs. 1 ZGB im Besonderen vgl. BGE 120 II 280, BGE 113 II 414 und ARV 1999 Nr. 21 S. 118 Erw. 2c/aa). Gelingt der anspruchsberechtigten Person der Nachweis des tatsächlichen Lohnbezugs nicht, erfolgte namentlich keine regelmässige Überweisung auf ein auf ihren Namen lautendes Post- oder Bankkonto, wird sie bei Verneinung des Anspruchsmerkmals der erfüllten (Mindest-)Beitragszeit nach Art. 8 Abs. 1 lit. e in Verbindung mit Art. 13 Abs. 1 AVIG im Ergebnis so gestellt, wie wenn sie gänzlich auf ein Arbeitsentgelt verzichtet hätte.\n\nEin Lohnverzicht ist indessen nicht leichthin anzunehmen. Die Form der Lohnzahlung ist grundsätzlich frei. Geldlohn wird zwar regelmässig entweder bar ausbezahlt oder auf ein vom Arbeitnehmer angegebenes Postcheck- oder Bankkonto überwiesen (ADRIAN STAEHELIN, Kommentar zum Schweizerischen Zivilgesetzbuch (Zürcher Kommentar), Obligationenrecht, Der Arbeitsvertrag: Art. 319-362 OR, 3. Aufl., Zürich 1996, N 6 zu Art. 323b). Das Konto muss indessen nicht notwendigerweise auf den Namen des Arbeitnehmers oder der Arbeitnehmerin lauten. Bei Eheleuten kann es sich hiebei ohne weiteres um ein gemeinsames Konto handeln oder sogar ein solches, worüber der andere Ehegatte allein verfügungsberechtigt ist. Sodann ist der Arbeitnehmer oder die Arbeitnehmerin in der Verwendung des Lohnes grundsätzlich frei. Im Verhältnis zum Arbeitgeber ist zwar Art. 323b Abs. 3 OR zu beachten. Danach sind Abreden über die Verwendung des Lohnes im Interesse des Arbeitgebers nichtig (BGE 130 III 27 Erw. 4.2 mit Hinweisen auf die Lehre). Unter dieses Verbot fällt |453| beispielsweise, wenn der Arbeitnehmer oder die Arbeitnehmerin sich verpflichtet, einen Teil des Lohnes als Darlehen für bestimmte Zeit beim Arbeitgeber stehen zu lassen. Dagegen wird eine Vereinbarung über eine Lohnstundung als zulässig erachtet, soweit sie zur Erhaltung des Arbeitsplatzes bei vorübergehender Illiquidität des Arbeitgebers getroffen wird (STAEHELIN, Zürcher Kommentar, a.a.O., N 22 zu Art. 323b). Selbst ein solches an sich unzulässiges \"Stehenlassen\" von Lohnforderungen lässt indessen nicht ohne weiteres den Schluss auf einen arbeitslosenversicherungsrechtlich bedeutsamen Lohnverzicht zu. Dies trifft insbesondere bei Sachverhalten zu, die unter Art. 165 Abs. 1 ZGB fallen, gilt aber grundsätzlich auch dort, wo der Ehegatte des Arbeitnehmers oder der Arbeitnehmerin eine leitende Funktion im Betrieb innehat und eine wirtschaftlich massgebliche Stellung im Unternehmen bekleidet. Die gegenteilige Auffassung liesse sich mit der eherechtlichen Verpflichtung nicht vereinbaren, gemeinsam für den Unterhalt der Familie zu sorgen, sei es durch Geldzahlungen, Besorgen des Haushaltes, Betreuen der Kinder oder durch Mithilfe im Beruf oder Gewerbe des andern Ehegatten (Art. 163 Abs. 1 und 2 ZGB). Kommen die Verhältnisse dem Tatbestand der Mitarbeit im \"Beruf oder Gewerbe des andern\" im Sinne von Art. 164 f. ZGB gleich, stellt sich die weitere Frage, ob die in unselbstständiger Stellung geleistete Arbeit sich im Rahmen der eherechtlichen Unterhaltspflicht hält. Ist dies zu bejahen, besteht zwar Anspruch auf einen angemessenen Betrag zur freien Verfügung (Art. 164 Abs. 1 ZGB). Dabei handelt es sich indessen nicht um massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG (BGE 115 Ib 46 Erw. 5c mit Hinweisen und ARV 1999 Nr. 21 S. 113).\n\nZusammenfassend ist festzustellen, dass Voraussetzung für den Anspruch auf Arbeitslosenentschädigung unter dem Gesichtspunkt der erfüllten Beitragszeit nach Art. 8 Abs. 1 lit. e in Verbindung mit Art. 13 Abs. 1 AVIG grundsätzlich einzig die Ausübung einer beitragspflichtigen Beschäftigung während der geforderten Dauer von mindestens sechs, ab 1. Juli 2003 zwölf Beitragsmonaten ist (BGE 113 V 352). Diese Tätigkeit muss genügend überprüfbar sein. Dem Nachweis tatsächlicher Lohnzahlung kann nach dem Gesagten nicht der Sinn einer selbstständigen Anspruchsvoraussetzung zukommen, wohl aber jener eines bedeutsamen und in kritischen Fällen unter Umständen ausschlaggebenden Indizes für die Ausübung einer beitragspflichtigen Beschäftigung. In diesem Sinne ist die |454| Gerichtspraxis gemäss ARV 2001 Nr. 27 S. 225 und seitherige Urteile (Erw. 1.2) zu präzisieren.\n\n3.4 Im vorliegenden Fall wurden offenbar keine Abklärungen getroffen, ob die Beschwerdeführerin tatsächlich in den Monaten Januar bis Juni 2002 eine beitragspflichtige Beschäftigung ausgeübt hatte. In den Arbeitgeberbescheinigungen vom 15. März 2003 wurden als Tätigkeiten \"Hilfspersonal/Bürohilfe/Telefonistin\" und \"Hilfspersonal + Reinigung\" angegeben. Unter Beachtung des Vorstehenden wird die Arbeitslosenkasse ergänzende Abklärungen vorzunehmen haben, insbesondere ob die Versicherte im Zeitraum November 2001 und Januar bis Juni 2002 effektiv eine beitragspflichtige Beschäftigung ausgeübt hatte und, bejahendenfalls, ob ein Art. 164 ZGB vergleichbarer Sachverhalt gegeben ist. Danach wird die Verwaltung über den Anspruch auf Arbeitslosenentschädigung neu verfügen.\n\n4. (Parteientschädigung)"}