{"annee": "131", "cour": "I", "page": "85", "date": "27/10/2004", "cite": ["111 IA 239", "107 IA 217", "129 I 185", "121 I 138", "103 IA 603", "104 IA 215", "116 IA 359"], "cite_par": ["136 I 376", "136 I 352", "140 I 107", "136 I 364", "135 I 19", "138 I 378"], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. Hugo-Lötscher und Mitb. gegen Staatsrat des Kantons Wallis (Staatsrechtliche Beschwerde)\n\n1P.309/2004 vom 27. Oktober 2004", "regestes": ["Principe d'égalité lors d'une élection à la proportionnelle; répartition traditionnelle des arrondissements électoraux du canton, pour l'élection au Grand Conseil, selon les districts historiques, de taille très variable et comprenant de très petits districts et demi-districts. Art. 8 al. 1, art. 34, art. 39 al. 1 Cst.; § 84 Cst./VS. Exigences du droit fédéral quant au système politique dans les cantons (consid. 2.2). Le mode d'élection au Grand Conseil valaisan satisfait à ces exigences (consid. 2.3 et 2.4). Il est d'ailleurs prévu par la constitution cantonale et échappe ainsi au contrôle du Tribunal fédéral (consid. 2.4); la conformité de ce système est au demeurant indiscutable (consid. 2.5)."], "faits": "BGE 131 I 85 S. 86\n\nIm Amtsblatt vom 23. April 2004 veröffentlichte der Staatsrat des Kantons Wallis seinen Beschluss vom 7. April 2004, \"welcher die Zahl der von jedem Bezirk für die Legislaturperiode 2005-2009 zu wählenden Abgeordneten festsetzt\". Danach werden die 130 Abgeordneten-Sitze wie folgt auf die 14 Bezirke und Halb-Bezirke verteilt (in Klammern die Verteilung für die laufende Legislaturperiode):\n\nGoms 2 (3) Östlich Raron 2 (2) Brig 12 (12) Visp 13 (13) Westlich Raron 4 (4) Leuk 6 (6) Siders 18 (18) Ering 5 (5) Sitten 17 (17) Gundis 10 (10) Martinach 15 (15) Entremont 6 (6) St-Maurice 5 (5) Monthey 15 (14)\n\nGoms\n\n2\n\n(3)\n\nÖstlich Raron\n\n2\n\n(2)\n\nBrig\n\n12\n\n(12)\n\nVisp\n\n13\n\n(13)\n\nWestlich Raron\n\n4\n\n(4)\n\nLeuk\n\n6\n\n(6)\n\nSiders\n\n18\n\n(18)\n\nEring\n\n5\n\n(5)\n\nSitten\n\n17\n\n(17)\n\nGundis\n\n10\n\n(10)\n\nMartinach\n\n15\n\n(15)\n\nEntremont\n\n6\n\n(6)\n\nSt-Maurice\n\n5\n\n(5)\n\nMonthey\n\n15\n\n(14)\n\nNach diesem Beschluss, der mit seiner Veröffentlichung am 23. April 2004 in Kraft trat, wird in der kommenden Legislaturperiode das Goms einen Sitz verlieren und Monthey einen gewinnen. BGE 131 I 85 S. 87\n\nMit staatsrechtlicher Beschwerde vom 24. Mai 2004 wegen Verletzung des Stimmrechts beantragen Susanne Hugo-Lötscher, Rolf Eggel, German Eyer, Marc Kalbermatter, Charles-Marie Michellod, Peter Bachmann, Ingrid Schmid Birri, Reinhold Berchtold, Germaine Zenhäusern und Willi Amherd, diesen Staatsratsbeschluss aufzuheben und die Akten zur Neubehandlung und Neubeurteilung im Sinne der Erwägungen an den Staatsrat zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführer machen unter Berufung auf BGE 129 I 185 geltend, die vom Staatsrat im angefochtenen Beschluss vorgenommene Verteilung der Abgeordneten-Sitze auf die Bezirke und Halb-Bezirke bewirke, dass in den kleinen Bezirken keine echte Proporz-Wahl zustande komme. Das habe sich 2001 gezeigt, als die SP im Goms mit 18.5 %, in Östlich Raron mit 11.4 % und in Westlich Raron mit 12.7 % der Parteistimmen keinen Sitz erhalten habe. Durch derart hohe Quoren in den kleinen Wahlkreisen würden nicht nur unbedeutende Splittergruppen, sondern auch Minderheitsparteien mit einem gefestigten Rückhalt in der Bevölkerung, von einer Vertretung im Grossen Rat ausgeschlossen. Die geltende Bezirkseinteilung gewährleiste daher nicht, dass in allen Wahlkreisen bedeutende Minderheiten in gleicher Weise die Chance auf eine Vertretung im Grossen Rat hätten. Dies sei mit einem rechtsgleichen Wahlverfahren nicht vereinbar.\n\n2.2 Die Kantone sind in der Ausgestaltung ihres politischen Systems weitgehend frei. Art. 39 Abs. 1 BV verpflichtet sie lediglich, die Ausübung der politischen Rechte nach republikanischen (repräsentativen oder demokratischen) Formen zu sichern. Diesen verfassungsrechtlichen Anforderungen genügen grundsätzlich sowohl das Mehrheits- als auch das Verhältniswahlverfahren (BGE 129 I 185 E. 3.1; ZBl 95/1994 S. 479 E. 2). Die Bundesverfassung verlangt nicht, dass die Kantone ihr Parlament nach einem reinen Verhältniswahlrecht wählen. Schranke für die Ausgestaltung des Wahlverfahrens bilden allerdings die Wahl- und Abstimmungsfreiheit von Art. 34 BV und das die politische Gleichberechtigung garantierende Rechtsgleichheitsgebot von Art. 8 Abs. 1 BV. Da jede Abweichung vom Proporz zwangsläufig zu einer Ungleichbehandlung von Wählerstimmen führt, lassen diese Garantien die Aufnahme proporzfremder Elemente ins Wahlverfahren nur zu, wenn dafür BGE 131 I 85 S. 88ausreichende sachliche Gründe bestehen (ZBl 95/1994 S. 479 E. 2b). Eine auf der überkommenen Gebietsorganisation beruhende Einteilung in verschieden grosse Wahlkreise hält vor der Wahlrechtsgleichheit nur stand, wenn die kleinen Wahlkreise, sei es aus historischen, föderalistischen, kulturellen, sprachlichen, ethnischen oder religiösen Gründen, Einheiten mit einem gewissen Zusammengehörigkeitsgefühl bilden. Je stärker ein Wahlkreis eine eigene Identität hat, einen \"Sonderfall\" darstellt, umso eher rechtfertigt es sich, ihm - auf Kosten des Proporzes - einen Vertretungsanspruch im Parlament einzuräumen (Zusammenfassung der Rechtsprechung in BGE 129 I 185 E. 3.1).\n\n2.3 Die Verfassung des Kantons Wallis bestimmt für die Besetzung des Grossen Rates die Anzahl der Abgeordneten und deren Ersatzmänner (je 130, Art. 84 Abs. 1 KV), legt die Bezirke und die beiden Halb-Bezirke als Wahlkreise fest und regelt das Verfahren, nach welchem die Sitze auf diese verteilt werden (Art. 84 Abs. 2 und 3 KV). Sie auferlegt dem Staatsrat, die Sitzverteilung nach jeder Volkszählung neu festzusetzen (Art. 84 Abs. 4 KV) und schreibt insbesondere auch vor, dass die Wahlen \"bezirks- und halbbezirksweise nach dem Proportional-Wahlverfahren\" zu erfolgen haben (Art. 84 Abs. 6 KV).\n\nDie Kantonsverfassung garantiert somit, wie der Staatsrat in der Vernehmlassung unwidersprochen ausführt, die proportionale Vertretung der Parteien nur innerhalb des Wahlkreises und nicht eine proportionale Vertretung der politischen Kräfte \"in der Gesamtheit des Parlaments\"; sie schreibe lediglich einen \"Bezirksproporz\" vor. Da die Kantone nach konstanter Rechtsprechung des Bundesgerichts frei sind, für die Wahl ihrer Parlamente das Proporz- oder das Majorzwahlverfahren vorzusehen, ist grundsätzlich auch nicht zu beanstanden, dass die Verfassung des Kantons Wallis das Proportional-Wahlverfahren auf den einzelnen Wahlkreis und nicht wahlkreisübergreifend auf das ganze Kantonsgebiet bezieht (vgl. dazu auch die Debatte im Ständerat zur Gewährleistung der Verfassung des Kantons Graubünden, die für die Wahl des Grossen Rates das Majorzverfahren vorsieht: AB 2004 S S. 260 ff.).\n\nDarin liegt ein grundlegender Unterschied zum Zürcher Fall, auf den sich die Beschwerdeführer berufen (BGE 129 I 185), wie auch zum Berner (ZBl 95/1994 S. 479) und zum in der gleichen Sitzung behandelten Aargauer Fall (1P.406/2004), schreiben doch die BGE 131 I 85 S. 89Verfassungen dieser Kantone - anders als diejenige des Kantons Wallis - das Verhältniswahlrecht wahlkreisübergreifend vor und garantieren damit den proportionalen Vertretungsanspruch der Parteien in Bezug auf den ganzen Kanton. Die Rüge, der angefochtene Beschluss, mit welchem der Staatsrat bloss seiner ihm von Art. 84 Abs. 4 KV auferlegten Verpflichtung zum mathematischen Nachvollzug der Verteilung der Parlamentssitze auf die Bezirke und Halb-Bezirke nach der Volkszählung vom 4. Dezember 2000 nachkam, verletze ihr Stimmrecht, ist daher unbegründet.\n\n2.4 Überdies bestimmt die Verfassung des Kantons Wallis die grundsätzlichen Modalitäten des Wahlverfahrens wie die Zahl und die Verteilung der Abgeordneten-Sitze sowie die Wahlkreise selber. Insbesondere wird auch die umstrittene bezirks- und halbbezirksweise Geltung des Proportional-Wahlverfahrens in Art. 84 Abs. 6 KV vorgeschrieben, welcher vom Bundesgericht nach der geltenden Rechtsprechung grundsätzlich auch nicht vorfrageweise überprüft wird (BGE 121 I 138 E. 5c; BGE 116 Ia 359 E. 4; BGE 111 Ia 239; BGE 104 Ia 219).\n\nEntgegen der Auffassung der Beschwerdeführer in der Beschwerdeergänzung trifft es nicht zu, dass sich das übergeordnete Recht nach der Genehmigung des zuletzt 1985 revidierten Art. 84 KV zu ihren Gunsten geändert hätte, was nach der zitierten Rechtsprechung dessen vorfrageweise Überprüfung auf seine Übereinstimmung mit übergeordnetem Recht durch das Bundesgericht ausnahmsweise zuliesse: Die neue Bundesverfassung vom 18. April 1999 stellt prinzipiell eine blosse Nachführung der Verfassung vom 29. Mai 1874 dar und hat insbesondere bei der Regelung der Wahl- und Abstimmungsfreiheit keine inhaltlichen, über eine Nachführung hinausgehenden Änderungen mit sich gebracht (vgl. Botschaft über eine neue Bundesverfassung vom 20. November 1996, BBl 1997 I 191 zu Art. 30 BV). Ob an dieser in der Lehre stark kritisierten Rechtsprechung (vgl. dazu WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1994, S. 146 ff.) festgehalten werden kann oder ob sie aufgegeben oder wenigstens für die Fälle gelockert werden müsste, in denen sich die tatsächlichen Verhältnisse seit der Gewährleistung der umstrittenen Verfassungsbestimmungen durch die Bundesversammlung erheblich geändert haben, kann hier offen bleiben.\n\n2.5 Die Gliederung des Kantons Wallis beruht zudem auf der historischen, bereits im Mittelalter bestehenden Aufteilung des BGE 131 I 85 S. 90Gebiets in Zenden (\"dizains\"), welchen ein Meier oder Kastlan (major, châtelain) vorstand und die weitgehend autonom waren. 1798 und 1802 kamen zu den sieben alten fünf Unterwalliser Zenden dazu. Unter französischer Herrschaft wurde Raron zweigeteilt und das \"département du Simplon\" in dreizehn Kantone aufgeteilt. Die Verfassung von 1815 teilte den Kanton wiederum in dreizehn Zenden auf. Mit der Verfassung von 1848 wurde der Begriff Zenden durch Bezirk (bzw. district) ersetzt (RACHEL SIGGEN-BRUTTIN, \"Dizains\", in: Dictionnaire historique de la Suisse, publ. électronique, version du 1.3.2004, www.dhs.ch). Die Walliser Bezirke waren somit seit jeher Einheiten mit erheblicher Autonomie und entsprechendem Zusammengehörigkeitsgefühl; auch die Beschwerdeführer behaupten (zu Recht) nicht, dass die Bezirke zu sinnentleerten, im sozialen und politischen Leben bedeutungslos gewordenen formalen Einheiten verkommen seien. Das Bundesgericht hat denn auch in den Entscheiden, in denen es sich mit Grossratswahlen im Kanton Wallis zu beschäftigen hatte, nie daran Anstoss genommen, dass die Bezirke bevölkerungsmässig stark voneinander abweichen und teilweise sehr klein sind, sodass die natürlichen Quoren entsprechend sehr unterschiedlich und teilweise sehr hoch sind (BGE 107 Ia 217; BGE 103 Ia 603). Der Vertretungsanspruch der Bezirke ist daher ausgewiesen, weshalb es mit Art. 34 BV vereinbar ist, ihn in den kleinen Bezirken auch zu Lasten des Parteienproporzes durchzusetzen."}