{"annee": "131", "cour": "III", "page": "70", "date": "8/10/2004", "cite": ["88 II 209", "107 II 82", "125 III 29", "84 II 450", "97 II 92", "115 II 187"], "cite_par": ["144 III 257", "144 III 368", "142 III 587", "142 III 772", "143 III 420"], "chapeau": "9. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. AG gegen B. AG (Berufung)\n\n4C.207/2004 vom 8. Oktober 2004", "regestes": ["Demandes en abstention dans les litiges en matière de brevet; exigences relatives à une formulation suffisamment précise de l'objet de la violation. Les actions en abstention doivent tendre à l'interdiction d'un comportement précisément décrit; formulation de demandes en abstention lorsque la procédure porte sur la violation d'un brevet (consid. 3.3 et 3.4). Le procès relatif à la violation d'un brevet ne sert pas à définir de manière générale le domaine de protection du brevet, mais a pour objet une ou plusieurs violations concrètes (consid. 3.5). Les demandes en abstention formulées de façon trop étendue ne peuvent être limitées dans la mesure nécessaire, qu'à la condition qu'elles soient rédigées de manière suffisamment claire (consid. 3.6)."], "faits": "BGE 131 III 70 S. 71\n\nDie A. AG (Klägerin) ist Inhaberin des Patents CH 0000 \"Sammelhefter\". Sie gelangte am 17. Juni 2002 an das Kantonsgericht Nidwalden und stellte folgende Anträge: es sei der B. AG (Beklagte) unter Straffolge zu verbieten, Sammelhefter mit den im Begehren aufgeführten Merkmalen, namentlich Hefter mit den Bezeichnungen X., Y. und Z. in der Schweiz herzustellen, zu verkaufen usw.; die Beklagte sei zur Auskunft über ihre Geschäfte mit entsprechenden Sammelheftern zu verpflichten; es sei der Klägerin nach ihrer Wahl Schadenersatz oder der von der Beklagten erzielte Gewinn zuzusprechen. Die Beklagte beantragte das Nichteintreten, eventuell die Abweisung der Klage. Der Gerichtspräsident beschränkte das Verfahren auf die Eintretensfrage.\n\nMit Urteil vom 5. November 2003 trat das Kantonsgericht Nidwalden, Grosse Kammer II, auf die Klage nicht ein. Zur Begründung führte das Gericht aus, das klägerische Rechtsbegehren auf Unterlassung sei mangels ausreichender Umschreibung des Verletzungsgegenstandes unzulässig. Ausserdem kam das Gericht zum Schluss, auf die Klage sei auch wegen doppelter Rechtshängigkeit nicht einzutreten. BGE 131 III 70 S. 72\n\nDie Klägerin hat gegen dieses Urteil eidgenössische Berufung eingereicht mit den Rechtsbegehren, es sei das angefochtene Urteil aufzuheben und das Kantonsgericht Nidwalden anzuweisen, auf ihre Klage einzutreten; eventualiter sei das Kantonsgericht anzuweisen, auf ihre Klage einzutreten, wobei das Unterlassungsbegehren bei unverändertem Rest wie folgt einzuschränken sei: \"Es sei der Beklagten unter Androhung der Straffolgen von Art. 292 StGB zu verbieten, Sammelhefter, die mit den Bezeichnungen X., Y. und Z. gekennzeichnet sind, in der Schweiz herzustellen (...) .\"\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n3. Die Vorinstanz ist auf die Klage hauptsächlich mit der Begründung nicht eingetreten, das Unterlassungsbegehren sei nicht hinreichend bestimmt formuliert.\n\n3.1 Die Klägerin stellte im vorinstanzlichen Verfahren folgendes Unterlassungsbegehren:\n\n\"Es sei der Beklagten unter Androhung der Straffolgen von Art. 292 StGB zu verbieten,\n\nSammelhefter, namentlich die mit den Bezeichnungen X., Y. und Z. gekennzeichneten Sammelhefter, in der Schweiz herzustellen, in der Schweiz oder von der Schweiz aus feilzuhalten, zu verkaufen oder in Verkehr zu bringen und/oder an solchen Handlungen in irgendeiner Form mitzuwirken,\n\nwobei diese Sammelhefter die nachstehenden Merkmale aufweisen\n\nmehrere Anlegestationen, die im Maschinentakt angetrieben sind\n\ndie Anlegestationen sind an einer Sammelstrecke mit sattelförmiger Auflage für die darauf abgelegten Druckbogen angeordnet\n\ndie Sammelstrecke ist längs der Auflage mit Mitnehmern versehen, welche die Druckbogen zum Heftapparat führen\n\nparallel zur Sammelstrecke sind weitere Sammelstrecken mit Mitnehmern vorhanden, wobei alle Sammelstrecken achssymmetrisch und drehbar um eine Achse angeordnet sind\n\nmit jedem Maschinentakt beschicken die Anlegestationen jeweils eine der sich nacheinander folgenden Sammelstrecken mit Druckbogen.\"\n\n3.2 Anspruch 1 des Klagpatents CH 0000 lautet wie folgt:\n\n\"Sammelhefter mit Anlegestation, welche im Maschinentakt angetrieben und an einer Sammelstrecke mit sattelförmiger Auflage für die darauf abgelegten Druckbogen angeordnet sind, welche Sammelstrecke BGE 131 III 70 S. 73mit längs der Auflage zu einem Heftapparat wirksamen Mitnehmern versehen ist, dadurch gekennzeichnet, dass parallel zur erwähnten Sammelstrecke wenigstens eine weitere Sammelstrecke mit Mitnehmern vorhanden ist, und dass mit jedem Maschinentakt die Anlegestationen nacheinander eine der Sammelstrecken mit einem Druckbogen beschicken\".\n\nDer abgeleitete Anspruch 3 umschreibt einen Sammelhefter nach Anspruch 1 als\n\n\"dadurch gekennzeichnet, dass die Sammelstrecken achssymmetrisch und drehbar um eine Achse angeordnet sind\".\n\nDie Klägerin bringt vor, von einer blossen Wiedergabe von Patentanspruch 1 könne keine Rede sein; ihr Unterlassungsbegehren enthalte - nebst dem abweichenden Wortlaut - im Vergleich zu Patentanspruch 1 insbesondere Typenbezeichnungen und eine zusätzliche Umschreibung der kennzeichnenden Merkmale \"Sammelstrecke mit Mitnehmern\" (entsprechend Patentanspruch 3 \"achssymmetrisch und drehbar um eine Achse) sowie \"mit jedem Maschinentakt ... nacheinander\" (präzisierend \"jeweils eine der sich nacheinander folgenden Sammelstrecken\"). Die Klägerin hält dafür, sie habe bei der Formulierung ihres Begehrens eine Kombination von konkreter und abstrakter Umschreibung des Verletzungsgegenstandes gewählt und sei damit bewährter Lehre und Rechtsprechung gefolgt; sie verweist unter anderem auf BLUMER (Patentverletzungsprozess, in: Bertschinger/Münch/Geiser [Hrsg.], Schweizerisches und europäisches Patentrecht, Rz. 17.92), DIGGELMANN (Unterlassungsansprüche im Immaterialgüterrecht, SJZ 88/1992 S. 29), PEDRAZZINI (Patent- und Lizenzvertragsrecht, 2. Aufl., S. 167 f.) und HEINRICH (Kommentar PatG/EPÜ, Zürich 1998, N. 72.12).\n\n3.3 Unterlassungsklagen müssen auf das Verbot eines genau umschriebenen Verhaltens gerichtet sein (BGE 97 II 92 S. 93, mit Hinweisen). Die verpflichtete Partei soll erfahren, was sie nicht mehr tun darf, und die Vollstreckungs- oder Strafbehörden müssen wissen, welche Handlungen sie zu verhindern oder mit Strafe zu belegen haben (BGE 88 II 209 E. III/2 mit Hinweisen). Werden diese Behörden mit der Behauptung angerufen, der Beklagte habe eine ihm untersagte Handlung trotz des Verbots des Zivilrichters erneut begangen, haben sie einzig zu prüfen, ob die tatsächliche Voraussetzung erfüllt ist; dagegen haben sie das Verhalten nicht rechtlich zu qualifizieren (BGE 84 II 450 E. 6). Wird insbesondere das Verbot patentverletzender Handlungen beantragt, so kann die BGE 131 III 70 S. 74sinngemässe Aufnahme der Patentansprüche in das Unterlassungsbegehren zwar zur Klärung des Verletzungsgegenstands erforderlich sein, sie ist aber zur Identifizierung der zu verbietenden Handlungen ebenso wenig ausreichend wie etwa die Angabe der Typennummer eines Erzeugnisses (DAVID, Der Rechtsschutz im Immaterialgüterrecht, SIWR Bd. I/2, 2. Aufl., S. 80). Die behauptete Verletzungs- oder Ausführungsform ist vielmehr so zu beschreiben, dass durch blosse tatsächliche Kontrolle ohne weiteres festgestellt werden kann, ob die verbotene Ausführung vorliegt. Denn der Patentverletzungsprozess bezweckt die rechtskräftige Bestimmung des Schutzbereiches des Patents in der Konfrontation zwischen dem Patent und der behaupteten Verletzungs- oder Ausführungsform (DOLDER/FAUPEL, Der Schutzbereich von Patenten, 2. Aufl. Köln, S. 6 f.; HILTY, Der Schutzbereich des Patents, Basel 1990, S. 2/109; vgl. auch SCHAREN, in: Benkard [Hrsg.], Europäisches Patentübereinkommen, München 2002, N. 2 f./66 ff. zu Art. 69). Dieser Zweck lässt sich nicht erreichen, wenn im Vollstreckungsverfahren wiederum geprüft werden muss, ob die dem Patentinhaber vorbehaltene technische Lehre benützt wird. Vielmehr ist die Verletzungsform als reale technische Handlung durch bestimmte Merkmale so zu umschreiben, dass es keiner Auslegung rechtlicher oder mehrdeutiger technischer Begriffe bedarf.\n\n3.4 Der Klägerin kann nicht gefolgt werden, wenn sie davon ausgeht, es könne nicht entscheidend sein, wie konstruktive Einzelheiten bei den angegriffenen Verletzungsformen gelöst würden, nachdem der Anspruch 1 des Streitpatentes diese konstruktiven Einzelheiten dem Fachmann überlasse. Zwar trifft zu, dass es für eine Verletzung genügt, wenn die entscheidenden Merkmale des Patentanspruchs verwirklicht sind (BGE 125 III 29 E. 3b) und dass ein Urteilsdispositiv im Lichte der Erwägungen zu verstehen ist (BGE 115 II 187 E. 3c S. 192). Ob die entscheidenden Merkmale des Patentanspruchs konkret verwirklicht sind, bildet aber gerade Gegenstand des Verletzungsprozesses; denn dass ein gültiges Patent als solches nicht benutzt werden darf, steht auch ohne Prozess fest und ergibt sich bereits aus Art. 66 PatG (SR 232.14). Gegenstand des Verletzungsverfahrens bildet die Streitfrage, ob die angegriffene Ausführung mit den konkret benutzten konstruktiven Einzelheiten die technische Lehre des Patents ausführt. Das - allenfalls durch Beizug der Erwägungen auszulegende - Urteilsdispositiv hat daher konkret darzustellen, welche Merkmale BGE 131 III 70 S. 75des Verletzungsgegenstands als Ausführung der technischen Lehre angegriffen werden (vgl. für Deutschland etwa ROGGE, in: Benkard [Hrsg.], Patentgesetz, 9. Aufl., München, N. 32 zu § 139 PatG). Dafür genügt die Wiederholung der in der Patentschrift aufgeführten Merkmale nicht, sondern es ist die Beschreibung der Verletzungsform erforderlich. Nur wenn konkret die technischen Merkmale genannt werden, die in der angegriffenen Ausführung das Streitpatent benützen, ist ein allfälliges Verbot vollstreckbar. Es genügt nicht, dass die Patentansprüche etwas anders formuliert und - ohne Bezug auf die konkrete Ausführung durch die Beklagte - bloss wiederholt oder aus Sicht der Klägerin allgemein interpretiert werden.\n\n3.5 Die Klägerin hat die konkreten Merkmale der angegriffenen Verletzungsform(en) in ihrem Rechtsbegehren nicht genannt. Dass die Unterlassungsklage nicht gegen konkrete Ausführungen der Beklagten gerichtet ist, gesteht die Klägerin selbst zu, wenn sie die weite - abstrakte - Formulierung des Unterlassungsbegehrens insbesondere damit begründet, dass der weit formulierte Patentanspruch 1 auch einen weiten Schutzbereich habe. Sie verkennt damit, dass der Verletzungsprozess nicht einer allgemeinen Definition des Schutzbereichs des Patents dienen kann, sondern eine oder mehrere konkrete Verletzungen zum Gegenstand hat; allein für konkret definierte Ausführungen kann beurteilt werden, ob sie die patentierte Lehre benützen. Wenn die Klägerin ausserdem dafür hält, es sei ohne Beweisverfahren nicht feststellbar, dass keine patentverletzende Nachmachung vorliege, so geht sie zu Unrecht davon aus, die Vorinstanz habe ihre Begehren materiell beurteilt. Die Vorinstanz hat mangels hinreichender Definition der angegriffenen Verletzung die Behandlung der Klage abgelehnt. Sie hat erkannt, der etwas umformulierte und durch allgemein-interpretatorische oder kennzeichnende Zusätze ergänzte Patentanspruch 1 im Rechtsbegehren der Klägerin könne im Falle der Gutheissung nicht zum vollstreckbaren Urteil erhoben werden und sei daher zu unbestimmt formuliert. Dadurch hat die Vorinstanz kein Bundesrecht verletzt.\n\n3.6 An der zu unbestimmten Formulierung der Unterlassungsklage ändert auch nichts, dass die Klägerin drei Typenbezeichnungen genannt hat, durch die sie ihr Patent als verletzt ansieht. Durch welche technischen Merkmale diese Typen konkret charakterisiert sein sollen, ist dem - zu allgemein formulierten - Rechtsbegehren nicht BGE 131 III 70 S. 76zu entnehmen. Da Typenbezeichnungen problemlos geändert werden können, sind sie allein grundsätzlich nicht geeignet, die angegriffene Ausführung zu individualisieren (vgl. DAVID, a.a.O., S. 80 f.). Aus dem Urteil 4C.319/2001 vom 31. Januar 2002 (sic! 7/8/2002 S. 534) ergibt sich entgegen der Auffassung der Klägerin nicht das Gegenteil; denn in diesem Fall war allein die Widerklage auf Nichtigkeit zu beurteilen, ohne dass die Rechtsbegehren der Verletzungsklage in irgendeiner Weise entscheiderheblich gewesen wären; sie mussten daher auch nicht in ihrer vollständigen Formulierung in das Urteil aufgenommen werden. Sowohl der Haupt- wie der Eventualantrag der Berufung sind abzuweisen. Denn zu umfassend formulierte Begehren auf Unterlassung können nur insoweit auf das zulässige Mass eingeschränkt werden, als sie hinreichend klar formuliert sind (BGE 107 II 82 E. 2b S. 87; vgl. auch Urteil 4C.290/2001 E. 2 vom 8. November 2002, sic! 4/2003 S. 323)."}