{"annee": "131", "cour": "II", "page": "253", "date": "14/2/2005", "cite": ["114 IB 204", "119 IB 166", "125 II 497", "121 II 359", "116 IB 37", "122 II 471", "121 II 29", "130 II 514", "126 II 7"], "cite_par": ["139 II 519", "135 II 384", "132 II 290", "138 I 154", "137 I 340", "134 I 2"], "chapeau": "21. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. SRG SSR idée suisse Schweizerische Radio- und Fernsehgesellschaft gegen X. und Mitb. sowie Unabhängige Beschwerdeinstanz für Radio und Fernsehen (Verwaltungsgerichtsbeschwerde)\n\n2A.528/2004 vom 14. Februar 2005", "regestes": ["Art. 93 al. 2 Cst., art. 4 LRTV; conformité à la législation sur les programmes d'un documentaire suivi d'une discussion sur le plateau concernant le thème de \"l'abus en matière de rentes\" (émission \"Rundschau\" du 17 décembre 2003). Qualité pour recourir de la Société suisse de radiodiffusion et télévision contre une décision de l'autorité indépendante d'examen des plaintes pour la radio et la télévision (consid. 1.1); plainte populaire: position du plaignant dans la procédure devant le Tribunal fédéral (consid. 1.2). Résumé de la jurisprudence sur les exigences posées par la législation sur les programmes pour une émission (consid. 2). La partie controversée du film consacrée au thème des rentes obtenues abusivement par les étrangers était provocatrice et, à certains passages, d'une qualité douteuse; si l'on procède à une appréciation d'ensemble, elle ne contrevenait cependant à aucune disposition en matière de programmes au regard de la discussion sur le plateau qui a permis de relativiser les choses (consid. 3)."], "faits": "BGE 131 II 253 S. 254\n\nDas Schweizer Fernsehen DRS strahlte am 17. Dezember 2003 im Rahmen des Informationsmagazins \"Rundschau\" einen Beitrag zum Thema \"Rentenmissbrauch\" und ein anschliessendes Studiogespräch zur Problematik mit Nationalrat Rudolf Rechsteiner (SP/BS) aus. Der Filmbeitrag wurde mit der Bemerkung eingeleitet, immer mehr Menschen bezögen in der Schweiz eine IV-Rente; die \"Rundschau\" habe vor einiger Zeit hierüber berichtet. Das grosse Echo habe einige Ärzte dazu bewogen, vor der Kamera über ein \"heisses Eisen\" zu sprechen. Der Missbrauch der IV-Rente sei \"tatsächlich grösser als vermutet - und der Anteil der Ausländer überdurchschnittlich\". Der Bericht versuchte in der Folge, dies anhand verschiedener Beispiele zu belegen: Gezeigt wurden (1) der 21-jährige Türke Gökham, der an Liebeskummer leide und eine IV-Rente erhalten wolle, (2) der Marokkaner Abdeltif, der keine IV beziehe, aber von der Sozialhilfe unterstützt werde und 27 Personen vor allem aus dem Balkan kenne, welche eine IV-Rente bezögen, sowie (3) dessen Schwager Mohammed, der eine IV-Rente erhalte, aber nach einem Gutachten der Medizinischen Abklärungsstelle (MEDAS) Basel arbeitsfähig sei, es jedoch ablehne, eine Stelle anzutreten oder in einer geschützten Werkstatt zu arbeiten. Zudem kamen Beatrice Breitenmoser, damalige Vizedirektorin des Bundesamts für Sozialversicherung, verschiedene Ärzte, die jeweils über ihre Erfahrungen mit ausländischen Patienten berichteten, sowie der Präsident des Ärzteverbandes FMH zu Wort. Im anschliessenden Studio-Gespräch befragte Moderator Reto Brennwald Nationalrat Rudolf Rechsteiner auf dem \"Rundschau-Stuhl\" zu den Missbräuchen bei der IV, den Gründen für die markante Zunahme von IV-Renten und zur Rolle der Politiker bei der Sanierung dieser Sozialversicherung. BGE 131 II 253 S. 255\n\nX. sowie 21 weitere Personen gelangten im Rahmen einer Popularbeschwerde hiergegen an die Unabhängige Beschwerdeinstanz für Radio und Fernsehen (im Weiteren auch: Beschwerdeinstanz oder UBI). Diese stellte am 14. Mai 2004 fest, dass der am 17. Dezember 2003 in der Sendung \"Rundschau\" von Schweizer Fernsehen DRS ausgestrahlte Beitrag \"Rentenmissbrauch\" die Programmbestimmungen verletzt habe. Indem die \"Rundschau\" nur in unzureichender Weise zwischen (nicht begründeten) Rentenbegehren und (nicht gerechtfertigten) Rentenbezügen unterschieden, dem Publikum wesentliche Fakten nicht vermittelt (Verfahren und Zuständigkeiten bei der Zusprechung einer IV-Rente) und die subjektiven Erfahrungsberichte nicht ausreichend hinterfragt habe, seien die journalistischen Sorgfaltspflichten (Transparenzgebot, Sachkenntnis, zumutbare Recherchen) verletzt worden.\n\nDas Bundesgericht heisst die von der Schweizerischen Radio- und Fernsehgesellschaft (SRG SSR idée suisse) hiergegen eingereichte Verwaltungsgerichtsbeschwerde gut und stellt fest, dass der Beitrag \"Rentenmissbrauch\" (Filmbericht mit Studiogespräch) die Programmbestimmungen nicht verletzt hat.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Entscheid der Unabhängigen Beschwerdeinstanz für Radio und Fernsehen über die rundfunkrechtliche Konformität einer Sendung kann mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden (Art. 65 Abs. 2 des Bundesgesetzes vom 21. Juni 1991 über Radio und Fernsehen [RTVG; SR 784.40]; BGE 130 II 514 E. 1 [\"Medien-Forum\"]). Die SRG als Veranstalterin der umstrittenen Sendung wird durch die Feststellung, Programmbestimmungen verletzt zu haben und den Sorgfaltspflichten nicht nachgekommen zu sein, in ihrer Programmautonomie (vgl. Art. 17 und 93 Abs. 3 BV) und damit in schutzwürdigen eigenen Interessen betroffen, weshalb sie zur Beschwerde legitimiert ist (Art. 103 lit. a OG; Urteil 2A.286/1999 vom 13. Januar 2000, E. 2b/aa nicht publ. in BGE 126 II 7 ff. [\"ACS/TCS\"]; Urteil 2A.12/2000 vom 21. November 2000 [\"L'honneur perdu de la Suisse II\"], E. 2b/aa). Auf ihre frist- und formgerecht eingereichte Eingabe ist einzutreten.\n\n1.2 Keine Parteistellung kommt im vorliegenden Verfahren den ursprünglichen Popularbeschwerdeführern zu (vgl. das Urteil 2A.197/ BGE 131 II 253 S. 2562001 vom 5. Juli 2001 [\"Il Regionale\"], E. 5b): Als solche wären sie nicht legitimiert gewesen, gegen einen negativen Entscheid der Beschwerdeinstanz an das Bundesgericht zu gelangen (vgl. BGE 130 II 514 E. 1 und 2.2.1 [\"Medien-Forum\"]). Da die Beschwerdeführerin jedoch die Aufhebung eines gestützt auf ihre Eingabe an die UBI ergangenen gutheissenden Entscheids verlangt, ist die Vernehmlassung der Popularbeschwerdeführer als Stellungnahme weiterer Beteiligter im Sinne von Art. 110 Abs. 1 OG entgegenzunehmen (Urteil 2A.286/1999 vom 13. Januar 2000, E. 2c nicht publ. in BGE 126 II 7 ff. [\"ACS/TCS\"]; Urteil 2A.50/1998 vom 1. Dezember 1998 [\"L'honneur perdu de la Suisse I\"], E. 3).\n\n2.\n\n2.1 Nach Art. 4 RTVG sind (in Konkretisierung von Art. 93 Abs. 2 BV) Ereignisse \"sachgerecht\" darzustellen; die Vielfalt der Ereignisse und Ansichten muss angemessen zum Ausdruck kommen (Abs. 1); Ansichten und Kommentare haben als solche erkennbar zu sein (Abs. 2). Das aus diesen Programmanforderungen abgeleitete Gebot der Objektivität verlangt, dass der Hörer oder Zuschauer durch die vermittelten Fakten und Auffassungen in die Lage versetzt wird, sich eine eigene Meinung zu bilden. Das Prinzip der Wahrhaftigkeit verpflichtet den Veranstalter, Fakten objektiv wiederzugeben; bei umstrittenen Sachaussagen ist der Zuschauer so zu informieren, dass er sich darüber selber ein Bild machen kann (BGE 119 Ib 166 E. 3a S. 170 [\"VPM\"]; BGE 116 Ib 37 E. 5a S. 44 [\"Grell-Pastell\"]). Das Gebot der Sachgerechtigkeit verlangt nicht, dass alle Standpunkte qualitativ und quantitativ genau gleichwertig dargestellt werden (vgl. zu Wahlsendungen: BGE 125 II 497 ff. [\"Tamborini\"]); entscheidend ist, dass der Zuschauer erkennen kann, dass und inwiefern eine Aussage umstritten ist (Urteile 2A.32/2000 vom 12. September 2000 [\"Vermietungen im Milieu\"], E. 2b/cc, und 2A.437/1996 vom 3. Februar 1997 [\"Die Kinder von Magnitogorsk\"], E. 2b/cc). Ein allgemeines Problem kann in diesem Rahmen - bei geeigneter Einbettung - auch anhand von Beispielen illustriert werden (Urteil 2A.32/2000 vom 12. September 2000 [\"Vermietungen im Milieu\"], E. 2c; vgl. auch das Urteil des EGMR i.S. Selistö gegen Finnland vom 16. November 2004 [56767/00], Rz. 52 und 68: \"It is natural in journalism that an individual case is chosen to illustrate a wider issue\").\n\n2.2 Die gesetzlichen Programmbestimmungen schliessen weder Stellungnahmen und Kritiken von Programmschaffenden noch den BGE 131 II 253 S. 257\"anwaltschaftlichen Journalismus\" aus, bei dem sich der Medienschaffende zum Vertreter einer bestimmten These macht; auch in diesem Fall muss aber die Transparenz im dargelegten Sinn gewahrt bleiben (BGE 121 II 29 E. 3b S. 34 [\"Mansour - Tod auf dem Schulhof\"]). Der Beitrag darf insgesamt nicht manipulativ wirken. Als Manipulation gilt eine in Verletzung der im Einzelfall gebotenen journalistischen Sorgfaltspflichten erfolgte, unsachgemässe Information des Publikums (vgl. BGE 114 Ib 204 E. 3d S. 208 [\"Nessim Gaon\"]; FRANZ ZELLER, Öffentliches Medienrecht, Bern 2004, S. 255 ff.; STUDER/MAYR VON BALDEGG, Medienrecht für die Praxis, Zürich 2000, S. 156 ff.; DENIS BARRELET, Droit de la communication, Bern 1998, Rz. 774 ff.). Dabei ist - entgegen den Einwendungen der Beschwerdeführerin - praxisgemäss auch der nichtverbalen Gestaltung des Beitrags (Kameraführung, Tonfall usw.) Rechnung zu tragen (vgl. Urteil 2A.32/2000 vom 12. September 2000 [\"Vermietungen im Milieu\"], E. 2a; BGE 121 II 29 E. 3c S. 35 ff. [\"Mansour - Tod auf dem Schulhof\"]). Der Umfang der erforderlichen Sorgfalt hängt im Einzelfall von den Umständen, dem Charakter und den Eigenheiten des Sendegefässes sowie dem Vorwissen des Publikums ab (BGE 122 II 471 E. 4 [\"Schwermetall II\"]; BGE 121 II 359 E. 3 und E. 4c [\"Adrian Gasser\"], BGE 121 II 29 E. 3a S. 33 f. [\"Mansour - Tod auf dem Schulhof\"]; BGE 114 Ib 204 E. 3d S. 208 [\"Nessim Gaon\"]). Je heikler ein Thema ist, umso höhere Anforderungen sind an seine publizistische Umsetzung zu stellen (BGE 121 II 29 E. 3b S. 34 [\"Mansour - Tod auf dem Schulhof\"]). Welche gestalterischen Mittel wie eingesetzt werden, ist nur so lange Sache des Veranstalters, als er dem Gebot der \"Sachgerechtigkeit\" nachkommt. Art. 5 Abs. 1 RTVG, der die Programmautonomie garantiert, gilt lediglich im Rahmen der allgemeinen Informationsgrundsätze von Art. 4 RTVG bzw. von Art. 93 Abs. 2 BV.\n\n2.3 Der Programmautonomie ist bei der Beurteilung der einzelnen Sendung insofern Rechnung zu tragen, als sich ein staatliches Eingreifen nicht bereits dann rechtfertigt, wenn ein Beitrag allenfalls nicht in jeder Hinsicht voll zu befriedigen vermag, sondern nur, falls er auch bei einer Gesamtwürdigung (vgl. BGE 114 Ib 204 E. 3a S. 207 [\"Nessim Gaon\"]) die programmrechtlichen Mindestanforderungen von Art. 4 RTVG verletzt (BGE 121 II 359 E. 3 S. 363 f. [\"Adrian Gasser\"]). Die Erfordernisse der Sachgerechtigkeit und Ausgewogenheit als Kriterien der Objektivität dürfen nicht derart streng gehandhabt werden, dass Freiheit und Spontaneität BGE 131 II 253 S. 258verloren gehen. Die in Art. 17 Abs. 1 und Art. 93 Abs. 3 BV garantierte Autonomie der Medienschaffenden ist zu wahren; der ihnen bei der Programmgestaltung zustehende Spielraum verbietet es, bereits einzugreifen, wenn eine Sendung nicht in jeder Hinsicht überzeugt (BGE 121 II 359 E. 4f S. 367 [\"Adrian Gasser\"]; BGE 119 Ib 166 E. 4e S. 174 [\"VPM\"]).\n\n3. Vor diesem Hintergrund erweist sich die Beurteilung des angefochtenen Beitrags durch die UBI als zu streng:\n\n3.1 Der umstrittene Bericht wurde im Rahmen des politischen Informationsmagazins \"Rundschau\" ausgestrahlt. Der angebliche \"Rentenmissbrauch\" bildete, nachdem die Schweizerische Volkspartei (SVP) das Schlagwort der \"Scheininvaliden\" geprägt hatte, im Sommer und während des Wahlkampfs des Herbsts 2003 eine in den verschiedenen Medien engagiert und kontrovers diskutierte Problematik (vgl. etwa Tages-Anzeiger vom 13. Juni und 14. Juni 2003: \"Blocher will gegen 'Scheininvalide' vorgehen\"; \"Kritiker kontern Blochers Angriff auf Invalide\"; NZZ vom 21. Juni 2003: \"IV - zu ernst für ein Wahlkampfgefecht\"). Beim Zuschauer durfte im Dezember 2003 dementsprechend ein gewisses Vorwissen vorausgesetzt werden (vgl. BGE 121 II 359 E. 4c S. 365 [\"Adrian Gasser\"]) - dies auch hinsichtlich des Funktionierens der Invalidenversicherung. Durch den Hinweis auf die 4. IV-Revision und die in diesem Rahmen zur Verbesserung des medizinischen Abklärungssystems geschaffenen regionalen ärztlichen Dienste wurde für den Zuschauer ersichtlich, dass über IV-Gesuche kantonal entschieden wird und eine gewisse Vereinheitlichung des Beurteilungsmassstabs angestrebt ist. Dass der Beitrag vor allem auf Aussagen von Ärzten beruhte, ist nicht zu beanstanden, nachdem diesen im IV-Verfahren eine entscheidende Rolle zukommt (vgl. BEATRICE BREITENMOSER et al., \"Eingliederung vor Rente\" - realisierbares Ziel oder bloss wohltönender Slogan?, Warum nimmt die Zahl der IV-Rentenbezügerinnen und -bezüger zu?, in: Soziale Sicherheit 6/1999 S. 288 ff., dort S. 290; R. CONNE, Arbeitsfähigkeit und Invalidenversicherung, in: Schweizerische Ärztezeitung 2003 S. 2361 ff., dort S. 2363). Zudem wurden auch Vertreter der IV-Institutionen selber befragt, so die damalige Vizedirektorin des Bundesamts für Sozialversicherung (Beatrice Breitenmoser), welches die Aufsicht über die kantonalen IV-Stellen ausübt, sowie ein Oberarzt der Medizinischen Abklärungsstelle (MEDAS) Basel. Auf die Frage, was die IV unternehme, um die Rentenflut in den Griff BGE 131 II 253 S. 259zu bekommen, führte Beatrice Breitenmoser aus, dass es verschiedene Faktoren gebe, welche die IV nicht beeinflussen könne, so etwa die Ärztedichte, die dazu führe, dass es schneller zu Konsultationen und in deren Folge zu Anmeldungen bei den IV-Stellen komme. Die IV könne aber ihr Abklärungssystem verbessern; die (neuen) regionalen ärztlichen Dienste verstärkten in diesem Zusammenhang das medizinische Know-how und förderten den Kontakt zur behandelnden Ärzteschaft. Hieraus ergab sich für das Publikum die Bedeutung, welche den Ärzten zukommt; gleichzeitig wurde damit, wenn auch nur summarisch, das Funktionieren der IV verdeutlicht (\"Aamäldig bin ere IV-Schtell\") und indirekt ein gewisses Defizit bei den ärztlichen Abklärungen eingeräumt (\"... zum s'ärztliche know-how vo dr IV wirklich z'schterke\").\n\n3.2 Die Gründe für die Zunahme der IV-Leistungen sind umstritten (BREITENMOSER et al., a.a.O., S. 288: \"... geben Anlass zu Spekulationen\"). Der Filmbeitrag vertrat die These, dies sei stärker als bisher vermutet auf einen \"Rentenmissbrauch\" insbesondere von (gewissen) Ausländergruppen zurückzuführen. Dabei konnte er sich unter anderem auf die Erklärung des Präsidenten des Ärzteverbandes FMH stützen, wonach es Leute gebe, die mit der gezielten Absicht in die Schweiz kämen, das hiesige System auszubeuten. Anhand konkreter Beispiele sollte dies illustriert werden. Der Filmbericht war zwar - für sich selber betrachtet - provokativ und spielte mit den Emotionen des Zuschauers, doch ist seine programmrechtliche Zulässigkeit im Gesamtzusammenhang, d.h. unter Einbezug des anschliessenden Studiogesprächs, zu würdigen und nicht allein aufgrund der etwas reisserisch formulierten Einleitung; Filmbericht und Diskussion bildeten erkennbar eine thematische Einheit. Das Gespräch relativierte den Filmbeitrag deutlich und brach ihm weitgehend die Spitze: Die filmische Einführung diente als These (auch) dazu, in der dem regelmässigen \"Rundschau\"-Zuschauer bekannten Art und Weise dem Studiogast \"auf den Zahn\" zu fühlen. Nationalrat Rechsteiner (SP/BS) als Mitglied der Sozialkommission der grossen Kammer stellte die im Filmbeitrag provokativ dargestellten Einzelfälle dabei in einen grösseren Zusammenhang. Er unterstrich wiederholt, dass entgegen der im Filmbeitrag und vom Befrager vertretenen Auffassung, nicht der \"Rentenmissbrauch\" durch Ausländer, sondern in erster Linie \"arbeitsmarktliche\" (kein Platz mehr in der Arbeitswelt für Arbeitnehmer, welche nicht mehr die volle Leistung erbringen BGE 131 II 253 S. 260könnten) und \"finanzmechanische Gründe\" (Abschieben von nicht vermittelbaren Arbeitnehmern von der Fürsorge zur IV als \"letztes Netz\") für die Zunahme der IV-Leistungen entscheidend seien. Die gezeigten Beispiele seien \"aufs Ganze gesehen untypisch\" und unter dem Begriff \"Exoten\" einzureihen. Auf das Insistieren des Befragers hin lud er das Fernsehen ein, nicht nur die gezeigten missbräuchlichen Situationen, sondern auch die viel grössere Zahl der \"normalen\" Fälle zu dokumentieren. Hierdurch setzte er zum einseitigen, als These den angeblichen Rentenmissbrauch durch Ausländer in den Vordergrund stellenden Filmbeitrag einen Gegenpunkt; dieser erlaubte es dem Zuschauer, sich gesamthaft ein eigenes Bild zu machen. Sendungen dürfen dramaturgisch packend umgesetzt sein und eine \"emotionale Dimension\" aufweisen (BGE 121 II 29 E. 3b S. 34 [\"Mansour - Tod auf dem Schulhof\"]); auch verbietet die journalistische Unvoreingenommenheit nicht, gewisse Hypothesen zu formulieren, solange der Zuschauer befähigt bleibt, sich aufgrund des Gezeigten eine eigene Meinung zu bilden (BGE 121 II 29 E. 3c/bb S. 36 [\"Mansour - Tod auf dem Schulhof\"]; BGE 119 Ib 166 E. 3b S. 171 [\"VPM\"]). Dies war hier gestützt auf die \"Aufarbeitung\" des Beitrags und der darin vertretenen Auffassung im anschliessenden Studiogespräch der Fall.\n\n3.3 Bereits der umstrittene Bericht selber enthielt im Übrigen gewisse relativierende und erklärende Elemente:\n\n3.3.1 These des Filmbeitrags bildete die Annahme, dass der Missbrauch der IV-Renten \"tatsächlich grösser\" sei als vermutet - \"und der Anteil der Ausländer überdurchschnittlich\". Zwar wurde in der Folge nicht klar zwischen (nicht begründeten) Rentenbegehren und (nicht gerechtfertigten) Rentenbezügen unterschieden, doch war dies für den minimal aufmerksamen Zuschauer erkennbar: Zur Einleitung im Off-Kommentar, wonach Ausländer viele Rentenbegehren zu Unrecht stellten, erklärte der Präsident des Ärzteverbandes FMH, dass die entsprechende Quote bei 20 %, wahrscheinlich aber höher liegen dürfte. Die hieraus gezogene Schlussfolgerung des Befragers, dies entspreche der Zahl jener Ausländer, die missbräuchlich eine IV-Rente \"bezögen\", war offensichtlich falsch, was sich aus der Fragestellung und der entsprechenden Antwort ergab. Nationalrat Rechsteiner stellte im anschliessenden Studiogespräch den Denkfehler - als Schwachpunkt der vom Fernsehen vertretenen These - denn auch ausdrücklich mit der Feststellung richtig, das es sich hierbei um die heutige Rückweisungsquote handle, d.h. BGE 131 II 253 S. 261die Zahl jener Fälle, in denen es die IV abgelehnt hat, Leistungen zu erbringen.\n\n3.3.2 Der beanstandete Filmbeitrag wies im Weiteren darauf hin, dass es keine offiziellen Zahlen zum IV-Missbrauch gebe; \"IV-Chefin\" Beatrice Breitenmoser bestätige jedoch: \"35 % aller IV-Bezüger seien Ausländer\" - deutlich mehr, als dies dem Anteil der ausländischen Wohnbevölkerung entspreche. Zwar war die Nennung dieser Zahl unmittelbar nach dem unzutreffenden Schluss, dass die vom Präsidenten des Ärzteverbands genannten 20 % sich auf jene Ausländer bezögen, die missbräuchlich eine Rente erhielten, unglücklich und tendenziös, doch konnte der Zuschauer erkennen, dass es dabei um die IV-Leistungen als solche und nicht mehr um die Gesuche ging. Vor allem aber wurde die damit verbundene implizite Unterstellung, die Zahl belege, dass mehr Ausländer (missbräuchlich) eine Rente bezögen, durch das anschliessende Statement der Vizedirektorin des Bundesamts für Sozialversicherung relativiert, worin diese erklärte, warum der Anteil ausländischer Bezüger von IV-Leistungen höher sei, als dies dem Anteil der Ausländer an der Wohnbevölkerung entspreche: Die ausländische Wohnbevölkerung sei häufiger erwerbstätig als die schweizerische, weshalb bei gesundheitlichen Problemen schneller an die IV gelangt werde, da das Erwerbseinkommen dahinfalle; zudem arbeite die ausländische Wohnbevölkerung im Vergleich zur schweizerischen in Berufsbranchen, in denen es eher zu Rücken- und Knieproblemen komme.\n\nDie UBI kritisiert, die befragte \"IV-Chefin\" habe damit implizit dargelegt, \"dass der im Off-Kommentar gemachte Vergleich ohne weitergehende Analyse nicht dazu\" tauge, \"um einen erhöhten Missbrauch der IV-Rente durch ausländische Staatsangehörige zu belegen\"; inwiefern hierin eine Verletzung der rundfunkrechtlich gebotenen journalistischen Sorgfaltspflichten liegen könnte, ist indessen nicht ersichtlich: Wird aus einem Beitrag selber für den Zuschauer deutlich, dass die vom Journalisten verwendeten Zahlen nicht geeignet sind, die von ihm vertretene These zu stützen, ist die geforderte Transparenz gewahrt, auch wenn das entsprechende Vorgehen ein zweifelhaftes Licht auf die Seriosität seiner journalistischen Arbeit werfen mag. Der Zuschauer erhält ein Element in die Hand, das ihm erlaubt, sich über die vom Journalisten suggerierte Meinung ein eigenes Bild zu machen und sie zu relativieren (vgl. BGE 121 II 29 E. 3c/bb S. 36 [\"Mansour - Tod auf dem BGE 131 II 253 S. 262Schulhof\"]). Dies gilt umso mehr, wenn die entsprechende Argumentation - wie hier - im anschliessenden Studiogespräch durch einen (weiteren) Kenner der Materie (Nationalrat Rechsteiner) im gleichen Sinn aufgenommen und ergänzt wird (\"Drecksarbeiten\", welche vor allem von Ausländern besorgt werden; Doppelbelastung; ungenügende Erholungszeit; vorrangig körperliche und weniger psychische Beeinträchtigungen bei Ausländern usw.).\n\n3.3.3 Soweit die UBI im Zusammenhang mit dem Fall Gökham kritisiert, dieser sei nicht geeignet gewesen, einen \"Rentenmissbrauch\" zu belegen, da Gökham gar keine IV-Rente beziehe, sondern erst ein entsprechendes (chancenloses) Gesuch stellen wolle, verkennt sie, dass dies für den Zuschauer wiederum erkennbar war: Auf die Frage, was der Arzt dazu sage, dass er nicht mehr arbeiten könne und eine Rente wolle, erwiderte Gökham, dass er ihn hierfür als zu jung erachte, worauf der Kommentator festhielt: \"Psychotherapeut [H.] behandelt Gökham wegen seiner Depression. Die medizinischen Folgen seiner Schussverletzung klären zurzeit andere Ärzte ab. Der Psychotherapeut hätte Bedenken, falls Gökham eine IV-Rente bekäme.\" Damit war für das Publikum klar, dass Gökham tatsächlich keine Rente bezieht, gestützt auf die behaupteten psychischen Probleme (Liebeskummer) - wie auch die UBI angenommen hat - kaum eine solche wird erwirken können und es deshalb in erster Linie darum ging, seine Einstellung zu einer Berentung aufzuzeigen (Rentenbegehrlichkeit).\n\n3.3.4 Wenn sich die Unabhängige Beschwerdeinstanz daran stösst, dass verschiedene Details der einzelnen Portraits nicht weiter vertieft worden sind - etwa die Frage, ob der Marokkaner Mohammed weiterhin die volle IV-Rente erhalten wird, obwohl er die ihm angebotene Stelle auch anonym vor der Kamera ausgeschlagen hat -, stellt sie an die journalistischen Pflichten zu hohe Anforderungen: Zwar wären solche Informationen im Hinblick auf das Funktionieren der Kontrollmechanismen der IV allenfalls interessant gewesen, Gegenstand des Beitrags bildeten jedoch nicht die Schicksale der einzelnen gezeigten Personen als solche, sondern der - durch das anschliessende Studiogespräch für den Zuschauer erkennbar relativierte - Versuch der \"Rundschau\"-Redaktion, provokativ die Probleme der IV darauf zurückzuführen, dass der Rentenmissbrauch durch Ausländer höher sei als bisher angenommen. BGE 131 II 253 S. 263\n\n3.3.5 Der Beitrag stellte für die angebliche \"Rentenbegehrlichkeit\" gewisser Ausländer bzw. Ausländergruppen in erster Linie auf die Aussagen zweier Ärzte ab. Dabei handelte es sich zwar - was die UBI beanstandet - teilweise um Informationen aus zweiter Hand und \"subjektive Erfahrungsberichte\", doch verletzen solche die journalistische Sorgfaltspflicht nicht, wenn - wie hier - ein Thema zur Diskussion steht, bei dem die direkt Betroffenen aus nahe liegenden Gründen kaum bereit sind, selber vor der Kamera Auskunft zu geben, eine spezifische Geheimhaltungspflicht (Arztgeheimnis) zu beachten ist und sich zudem die Aussagen mehrerer, grundsätzlich vertrauenswürdiger Quellen überschneiden (vgl. BGE 114 Ib 204 E. 4c S. 212 [\"Nessim Gaon\"]). Die einzelnen Stellungnahmen wurden durch den Präsidenten der Ärztegesellschaft in dem Sinn generalisiert, dass andere Ärzte ähnliche Erfahrungen gemacht hätten. Dass Ärzte bei der Ausarbeitung ihrer Gutachten einem gewissen Druck seitens der Patienten ausgesetzt sind, ist nicht neu (vgl. etwa NZZ vom 21. Juni 2003: IV - zu ernst für ein Wahlkampfgefecht: \"Hat es sich ein Patient einmal in den Kopf gesetzt, dass er krank ist, nicht mehr arbeiten könne und deshalb Anspruch auf eine IV-Rente habe, gerät der Arzt massiv unter Druck\") und kann auch einschlägigen Fachpublikationen entnommen werden (BREITENMOSER et al., a.a.O., S. 290; CONNE, a.a.O., S. 2362). Der Präsident der FMH erklärte diesbezüglich, dass ihm \"etliche\" Kolleginnen und Kollegen bekannt seien, welche solche Erfahrungen gemacht hätten. Auf die Nachfrage, ob sie, wie vom einem Arzt geschildert, auch bedroht worden seien, bejahte er dies.\n\n3.4 Zusammengefasst ergibt sich damit, dass der angefochtene (Film-)Bericht allenfalls anders und journalistisch besser hätte gestaltet werden können, der Beitrag in seiner Gesamtheit (Film und Studiogespräch) Art. 4 RTVG jedoch nicht verletzt hat. Die Programmaufsicht hat sich auf eine Rechtskontrolle zu beschränken und darf keine Fachaufsicht bilden (BGE 122 II 471 E. 5 S. 481 [\"Schwermetall II\"]; ZELLER, a.a.O., S. 251 und 260 f.), auch wenn die entsprechenden Grenzen fliessend sind. Eine rundfunkrechtlich relevante Sorgfaltspflichtverletzung liegt nicht schon dann vor, wenn im Nachhinein und losgelöst von jedem zeitlichen Druck festgestellt werden kann, dass ein Beitrag anders und überzeugender hätte gestaltet werden können, sondern nur, wenn die programmrechtlichen Mindestanforderungen verletzt sind. Ein aufsichtsrechtliches Einschreiten rechtfertigt sich - auch im BGE 131 II 253 S. 264Hinblick auf Art. 10 EMRK (vgl. Urteil des EGMR i.S. VgT gegen die Schweiz vom 28. Juni 2001, Recueil CourEDH 2001-VI S. 271, Ziff. 68) - bloss, wenn der (mündige) Zuschauer in Verletzung der journalistischen Sorgfaltspflichten manipuliert wird; er sich gestützt auf die gelieferten Informationen oder deren Aufarbeitung kein eigenes sachgerechtes Bild mehr machen kann, weil wesentliche Umstände verschwiegen (BGE 121 II 29 E. 3c/bb S. 36 [\"Mansour - Tod auf dem Schulhof\"]) oder \"Geschichten\" durch das Fernsehen \"inszeniert\" werden (BGE 122 II 471 E. 5a S. 482 [\"Schwermetall II\"]; vgl. auch das Urteil 2A.32/2000 vom 12. September 2000 [\"Vermietungen im Milieu\"], E. 2c in fine). Andere, untergeordnete Unvollkommenheiten fallen in die redaktionelle Verantwortung des Veranstalters und sind durch dessen Programmautonomie gedeckt (Urteil 2A.113/1997 vom 6. Oktober 1997 [\"Meuterei auf dem Hauenstein\"], E. 3b). Die vorliegende Beschwerde ist deshalb gutzuheissen und der angefochtene Entscheid aufzuheben; es ist festzustellen, dass dieser die Programmbestimmungen nicht verletzt hat (vgl. das Urteil 2A.197/2001 vom 5. Juli 2001 [\"Il Regionale\"] sowie das Dispositiv von BGE 116 Ib 37 ff. [\"Grell-Pastell\"])."}