{"annee": "131", "cour": "II", "page": "639", "date": "24/8/2005", "cite": ["129 I 265", "130 II 87", "123 I 1", "127 I 60", "128 I 280"], "cite_par": ["133 I 259"], "chapeau": "50. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. gegen Aufsichtskommission über die Rechts- anwälte sowie Obergericht des Kantons Zug (Verwaltungsgerichtsbeschwerde)\n\n2A.169/2005 vom 24. August 2005", "regestes": ["Art. 5 al. 1 et art. 6 al. 1 LLCA; les avocats peuvent se faire inscrire dans le registre des avocats d'un seul canton. Il n'est pas possible d'être inscrit simultanément dans plusieurs registres cantonaux des avocats. Les avocats qui ont plusieurs adresses professionnelles doivent se faire inscrire dans le registre du canton où ils exercent la plus grande partie de leur activité (consid. 3).", "Art. 8 et art. 9 Cst.; § 2 al. 1 de la loi zougoise sur la forme authentique; inscription dans le registre cantonal des avocats et droit d'établir des actes authentiques. Le fait qu'un canton réserve le droit d'établir des actes authentiques aux avocats qui sont inscrits dans son registre des avocats n'est pas contraire à la Constitution (consid. 6 et 7)."], "faits": "|640|\n\nRechtsanwalt X. ist im Anwaltsregister des Kantons Zürich eingetragen. Weil die Zürcher Anwaltskanzlei, für welche er tätig ist, die Eröffnung eines Zweigbüros in Zug plant und er offenbar dessen Leitung übernehmen soll, ersuchte er am 22. Juni 2004 zusätzlich um Eintragung in das Anwaltsregister des Kantons Zug; gleichzeitig verlangte er eine Ermächtigung zur öffentlichen Beurkundung. Der Präsident der Zuger Aufsichtskommission über die Rechtsanwälte lehnte das Begehren am 12. Juli 2004 ab: Die öffentliche Beurkundung sei den im kantonalen Anwaltsregister eingetragenen Rechtsanwälten vorbehalten. In dieses könne nur eingetragen werden, wer nicht bereits in einem anderen kantonalen Anwaltsregister eingetragen sei und seine \"Hauptgeschäftsadresse\" im Kanton Zug habe (§ 29 Abs. 1 des Zuger Einführungsgesetzes zum Bundesgesetz über die Freizügigkeit der Anwältinnen und Anwälte). X. erfülle diese Voraussetzungen nicht, da er in Zürich eingetragen sei und weiterhin überwiegend dort tätig sein werde. Der abschlägige Entscheid der Aufsichtskommission wurde vom Obergericht des Kantons Zug auf Beschwerde hin geschützt (Urteil vom 8. Februar 2005).\n\nHiergegen ist X. am 14. März 2005 an das Bundesgericht gelangt, bei welchem er (in einer einzigen Eingabe) gleichzeitig Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde eingereicht hat. Das Bundesgericht weist beide Rechtsmittel ab, soweit auf sie einzutreten ist.", "considerants": "Aus den Erwägungen:\n\nI. Verwaltungsgerichtsbeschwerde\n\n2.\n\n2.1 Der Eintrag ins kantonale Anwaltsregister wird durch Art. 4 ff. des Bundesgesetzes vom 23. Juni 2000 über die Freizügigkeit der Anwältinnen und Anwälte (Anwaltsgesetz, BGFA; SR 935.61) geregelt. Es handelt sich dabei um Bundesverwaltungsrecht, weshalb |641| gegen letztinstanzliche kantonale Entscheide über den Registereintrag - gestützt auf Art. 97 ff. OG in Verbindung mit Art. 5 VwVG - die eidgenössische Verwaltungsgerichtsbeschwerde offen steht (BGE 130 II 87 E. 1 S. 90). Der Beschwerdeführer ist zu diesem Rechtsmittel legitimiert, zumal ihm der Eintrag im Anwaltsregister des Kantons Zug verweigert worden ist (Art. 103 lit. a OG).\n\n2.2 Auf die form- und fristgerecht eingereichte Verwaltungsgerichtsbeschwerde ist deshalb grundsätzlich einzutreten. Unzulässig ist diese aber, soweit nebst dem Registereintrag zugleich die Ermächtigung zur öffentlichen Beurkundung beantragt wird. Dieses letztere Begehren sprengt den Rahmen des anzuwendenden Bundesverwaltungsrechts, ist es doch Sache der Kantone, zu entscheiden, von wem und in welcher Weise auf ihrem Gebiet öffentliche Urkunden hergestellt werden (vgl. E. 6.1).\n\n3.\n\n3.1 Das eidgenössische Anwaltsgesetz verpflichtet die Kantone in Art. 5 Abs. 1 zum Führen eines Registers jener Anwälte, die über eine Geschäftsadresse auf dem Kantonsgebiet verfügen und die fachlichen und persönlichen Voraussetzungen nach Art. 7 f. BGFA erfüllen. Gemäss Art. 4 BGFA können Anwälte, die in einem solchen kantonalen Anwaltsregister eingetragen sind, in der ganzen Schweiz Parteien vor Gerichtsbehörden vertreten, ohne dass sie einer weiteren Bewilligung bedürften. Das Register wird von der kantonalen Aufsichtsbehörde geführt, welche zu prüfen hat, ob der Bewerber die Voraussetzungen für den Eintrag erfüllt (Art. 6 Abs. 2 BGFA). Die patentierten Rechtsanwälte, welche Parteien vor Gerichtsbehörden vertreten wollen, \"lassen sich ins Register des Kantons eintragen, in dem sie ihre Geschäftsadresse haben\" (Art. 6 Abs. 1 BGFA). Streitig ist vorliegend, ob diese (abschliessende) bundesrechtliche Regelung des Registereintrags zwingend von einem Eintrag in einem einzigen kantonalen Anwaltsregister ausgeht oder auch den gleichzeitigen Eintrag in zwei oder mehreren Kantonen zulässt.\n\n3.2 Gestützt auf den Wortlaut der einschlägigen Bestimmungen lässt sich die Streitfrage nicht eindeutig beantworten: Die Formulierung von Art. 5 Abs. 1 und Art. 4 BGFA (vgl. oben) schliesst einen gleichzeitigen Eintrag in mehreren kantonalen Registern nicht zum Vornherein aus. Demgegenüber spricht die Verwendung von bestimmten Artikeln in der Einzahl im Text von Art. 6 Abs. 1 eher |642| für einen einzigen Eintrag (\"...in das Register des Kantons, in dem sie ihre Geschäftsadresse haben...\").\n\n3.3 Zu einem klaren Ergebnis führt jedoch die Auslegung der gesetzlichen Regelung nach historischen und teleologischen Gesichtspunkten: Der Bundesrat hatte in seinem Vernehmlassungsentwurf zunächst noch vorgesehen, dass sich die Rechtsanwälte im Register all jener Kantone einzutragen haben, in denen sie über eine Geschäftsadresse verfügen. Von dieser Vorstellung rückte er dann in seiner Botschaft zum eidgenössischen Anwaltsgesetz ab. Der Bundesrat ging darin klar von einem einzigen Eintrag aus und betonte weiter, dass auch ein Rechtsanwalt, der über mehrere Kanzleien verfügt, sich nur in jenem Kanton eintragen zu lassen habe, in dem er sein Hauptbüro betreibt (BBl 1999 S. 6046). Aus dem Zusammenhang, in welchem diese Ausführungen stehen, ergibt sich - entgegen der Auffassung des Beschwerdeführers - zweifelsfrei, dass der Bundesrat nicht nur die Pflicht der Anwälte, sich eintragen zu lassen, auf ein einziges Register beschränken wollte, sondern die Möglichkeit eines mehrfachen Eintrags überhaupt ausschloss. Die eidgenössischen Räte haben diese Sichtweise geteilt und dem bundesrätlichen Entwurf insoweit vorbehaltlos zugestimmt (AB 1999 N 1553; S 1164). Es kann ohne weiteres davon ausgegangen werden, dass der Gesetzgeber den Eintrag im Anwaltsregister auch bei Bestehen von mehreren Geschäftsadressen auf einen einzigen Kanton beschränken wollte.\n\n3.4\n\n3.4.1 Dies entspricht zudem Sinn und Zweck der gesetzlichen Regelung: Ziel des eidgenössischen Anwaltsgesetzes ist, wie schon dessen Titel zeigt, die Erleichterung der interkantonalen Mobilität der Rechtsanwälte; es handelt sich primär um ein Freizügigkeitsgesetz, welches insoweit das Bundesgesetz vom 6. Oktober 1995 über den Binnenmarkt (BGBM; SR 943.02) ergänzt (vgl. BBl 1999 S. 6020). Zu diesem Zweck nimmt es in wesentlichen Bereichen eine Harmonisierung des materiellen Anwaltsrechts vor. Neben dem hier streitigen Registereintrag, welcher die Berufstätigkeit auf dem Gebiet der ganzen Schweiz ermöglicht, ist insbesondere die Vereinheitlichung der Berufsregeln sowie der Aufsicht über die Rechtsanwälte (vgl. Art. 12 ff. BGFA) von Bedeutung (vgl. BBl 1999 S. 6039). Diese vom Gesetzgeber mit Blick auf die Freizügigkeit gewollten Vereinfachungen wären durch einen mehrfachen Eintrag in verschiedenen Kantonen in Frage gestellt. Bestünden |643| Anknüpfungspunkte zu mehreren Aufsichtsbehörden gleichzeitig, so wären Kompetenzkonflikte in Disziplinarsachen - und mittelbar eine Behinderung der Freizügigkeit - vorprogrammiert.\n\n3.4.2 Dabei geht es nicht nur um die Zuständigkeit zur Verfahrensführung als solcher, sondern es käme überhaupt zu einer unerwünschten Komplizierung der Disziplinaraufsicht, wie sich dies etwa am Beispiel von Art. 16 BGFA zeigen lässt. Gemäss dieser Bestimmung hat eine Aufsichtsbehörde, welche ein Disziplinarverfahren gegen einen Rechtsanwalt eröffnet, der nicht im Register ihres Kantons eingetragen ist, die Aufsichtsbehörde jenes Kantons zu informieren, in dessen Register der betroffene Anwalt eingetragen ist (Abs. 1). Beabsichtigt sie in der Folge, eine Disziplinarmassnahme anzuordnen, so räumt sie der Aufsichtsbehörde des \"Register-Kantons\" die Möglichkeit ein, zum Ergebnis der Untersuchung Stellung zu nehmen (Abs. 2). Dadurch soll einerseits die Aufsichtsbehörde des \"Register-Kantons\", welcher die Hauptverantwortung für die Beaufsichtigung der bei ihr eingetragenen Anwälte zukommt, über den Verlauf des in einem anderen Kanton geführten Verfahrens ins Bild gesetzt werden. Andererseits wird bezweckt, die Zusammenarbeit unter den Aufsichtsbehörden zu fördern und die Ausbildung einer (möglichst) einheitlichen Praxis zu beschleunigen (vgl. BBl 1999 S. 6059). Die Regelung von Art. 16 BGFA ist darauf ausgerichtet, Disziplinarverfahren interkantonal zwischen zwei Aufsichtsbehörden zu koordinieren, nicht aber eine Mehr- oder gar Vielzahl von Behörden zu involvieren. Müssen in einem Verfahren mehrere ausserkantonale Stellungnahmen eingeholt und berücksichtigt werden, so verlängert und erschwert dies die Entscheidfindung ungebührlich, was offensichtlich nicht im Sinne des eidgenössischen Anwaltsgesetzes ist. So ging der Bundesrat in seiner Botschaft denn auch ausdrücklich von einer einzigen \"zur Hauptsache zuständigen\" Aufsichtsbehörde aus, die anzuhören sei (BBl 1999 S. 6059). Die dargestellte Problematik erkennt auch der Beschwerdeführer und schlägt deshalb als zusätzliche Eintragungsmerkmale im Register Zusätze wie etwa \"Hauptadresse\" und \"Zweitadresse\" vor. Eine derartige Schaffung von Registereinträgen erster und zweiter Ordnung mit unterschiedlichem Gewicht ist jedoch gesetzlich nicht vorgesehen. Sie würde im Übrigen die geschilderten Komplikationen im Rahmen der Disziplinaraufsicht nicht lösen, sondern vielmehr andere schaffen. |644|\n\n3.4.3 Entgegen der Auffassung des Beschwerdeführers sind denn auch keine sachlichen Gründe ersichtlich, wieso ein Mehrfacheintrag gestattet sein müsste. Die Werbewirkung des kantonalen Anwaltsregisters, welche der Beschwerdeführer diesbezüglich anspricht, wird von ihm selbst an anderer Stelle stark relativiert und der Nutzen eines Mehrfacheintrags als für den betroffenen Rechtsanwalt \"oft bedeutungslos\" bezeichnet. Sollten aber die Grosskanzleien, welche in mehreren Kantonen gleichzeitig Büros unterhalten, insoweit tatsächlich im Vergleich zur einheimischen Anwaltschaft einen Wettbewerbsnachteil erfahren, so würde dieser Umstand allein die Zulassung eines Mehrfacheintrags nicht als geboten erscheinen lassen. Die Grosskanzleien verfügen nämlich über mannigfaltige andere Vorteile, die es ihnen ohne weiteres ermöglichen, im Wettbewerb mit lokalen Anwaltsbüros zu bestehen. Schliesslich kann es im vorliegenden Zusammenhang nicht darauf ankommen, dass die Ermächtigung zur öffentlichen Beurkundung im Kanton Zug vom Eintrag im Zuger Anwaltsregister abhängt. Hierbei handelt es sich um ein sachfremdes Argument, das bei der Auslegung der einschlägigen bundesrechtlichen Bestimmungen zum Anwaltsregister keine Berücksichtigung finden kann.\n\n3.5 Nach dem Gesagten sieht das eidgenössische Anwaltsgesetz einen einzigen Eintrag in einem kantonalen Anwaltsregister vor, der beim Vorhandensein von mehreren Kanzleien zwingend in jenem Kanton vorzunehmen ist, in welchem der betroffene Rechtsanwalt hauptsächlich tätig ist (so auch ERNST STAEHELIN/CHRISTIAN OETIKER, in: Fellmann/Zindel [Hrsg.], Kommentar zum Anwaltsgesetz, N. 12 zu Art. 6 BGFA). Mithin hat es die Vorinstanz zu Recht abgelehnt, den Beschwerdeführer in das Anwaltsregister des Kantons Zug einzutragen, ist dieser doch bereits im Kanton Zürich eingetragen. Auch die Abweisung des - vor Bundesgericht wiederholten - Eventualantrags ist nicht zu beanstanden: Der Beschwerdeführer erklärt selbst, er werde auch nach Eröffnung des Zweigbüros in Zug zunächst noch überwiegend in Zürich tätig sein. Er erfüllt demnach die Voraussetzungen für einen Eintrag im Register des Kantons Zug selbst dann nicht, wenn er sich aus dem Anwaltsregister des Kantons Zürich streichen lässt. Anders verhält es sich diesbezüglich erst dann, wenn der Beschwerdeführer einmal mehrheitlich im Kanton Zug tätig sein sollte. Falls sich die Dinge nach Eröffnung der Zweigstelle in Zug entsprechend entwickeln, ist er aufgrund des Dargelegten gar gehalten, sich im Register des Kantons |645| Zürich streichen und in jenes des Kantons Zug eintragen zu lassen.\n\n(...)\n\nII. Staatsrechtliche Beschwerde\n\n5.\n\n5.1 Soweit der Beschwerdeführer verlangt, unabhängig vom Registereintrag im Kanton Zug zur öffentlichen Beurkundung zugelassen zu werden, steht selbständiges kantonales Recht in Frage. Als Rechtsmittel auf Bundesebene ist mithin einzig die staatsrechtliche Beschwerde zulässig (Art. 86 Abs. 1 und Art. 87 in Verbindung mit Art. 84 Abs. 2 OG). Als unterlegener Gesuchsteller ist der Beschwerdeführer zu deren Ergreifung legitimiert (vgl. Art. 88 OG), zumal die einschlägigen kantonalen Bestimmungen bei Erfüllen der gesetzlichen Voraussetzungen offenbar einen Rechtsanspruch auf Erteilung der Ermächtigung zur öffentlichen Beurkundung gewähren (vgl. E. 6.2).\n\n(...)\n\n6.\n\n6.1 Während der materielle Begriff der öffentlichen Beurkundung dem Bundesrecht angehört, liegt die Kompetenz zu deren gesetzlichen Regelung grundsätzlich bei den Kantonen. Art. 55 SchlT ZGB überträgt diesen die Aufgabe, zu bestimmen, in welcher Weise auf ihrem Gebiet öffentliche Urkunden hergestellt werden. Mithin hat das kantonale Recht festzulegen, wer auf dem Kantonsgebiet zur Errichtung einer öffentlichen Urkunde sachlich zuständig und wie dabei zu verfahren ist. Neben Zuständigkeit und Form des Verfahrens sind insbesondere die Voraussetzungen für die Tätigkeit als Urkundsperson, die Aufgaben und Berufspflichten der Urkundsperson sowie das Gebühren- und Aufsichtswesen zu regeln (Urteil 2P.433/1997 vom 30. Juni 1998, publ in: ZBGR 81/2000 S. 72, E. 4). Die einem Notar dergestalt durch den Kanton verliehene Beurkundungsbefugnis hat den Charakter einer übertragenen hoheitlichen Funktion und kann als solche nicht unter dem Schutz der Wirtschaftsfreiheit (Art. 27 BV) stehen (so zuletzt BGE 128 I 280 E. 3 S. 281 f.). Aus diesem Grund findet auch das Bundesgesetz vom 6. Oktober 1995 über den Binnenmarkt (BGBM; SR 943.02) keine Anwendung (vgl. Art. 1 Abs. 3 BGBM).\n\n6.2 Der Kanton Zug kennt drei Arten von Urkundspersonen mit unterschiedlichen Kompetenzen: die Gemeindeschreiber und |646| deren Stellvertreter, den Grundbuchverwalter und dessen Stellvertreter sowie die zur öffentlichen Beurkundung ermächtigten Rechtsanwälte (§ 1 und §§ 4-7 des Zuger Gesetzes über die öffentliche Beurkundung und die Beglaubigung in Zivilsachen; BeurkG). Auf Gesuch hin werden die im kantonalen Anwaltsregister eingetragenen Anwälte von der kantonalen Aufsichtskommission über die Rechtsanwälte zur Beurkundung ermächtigt, wenn sie das Zuger Anwaltspatent besitzen und im Kanton Zug Wohnsitz haben (§ 2 Abs. 1 BeurkG in der Fassung vom 25. April 2002).\n\n7.\n\n7.1 Der Beschwerdeführer wendet sich gegen § 2 Abs. 1 BeurkG und macht geltend, es verstosse sowohl gegen das Rechtsgleichheitsgebot (Art. 8 BV; vgl. BGE 123 I 1 E. 6a S. 7) als auch gegen das Willkürverbot (Art. 9 BV; vgl. BGE 127 I 60 E. 5a S. 70), die Ermächtigung zur öffentlichen Beurkundung auf jene Rechtsanwälte zu beschränken, welche im Anwaltsregister des Kantons Zug eingetragen sind; ein Eintrag in irgendeinem kantonalen Anwaltsregister müsse genügen. Der Beschwerdeführer macht damit nicht geltend, das kantonale Recht sei vom Obergericht falsch angewandt worden; er rügt vielmehr, § 2 Abs. 1 BeurkG sei selbst verfassungswidrig. Damit verlangt er eine vorfrageweise Überprüfung von dessen Verfassungsmässigkeit, was im Verfahren der staatsrechtlichen Beschwerde zulässig ist (vgl. BGE 129 I 265 E. 2.3 S. 268).\n\n7.2 Der Zuger Aufsichtskommission über die Rechtsanwälte wurde gleichzeitig mit dem Inkrafttreten des eidgenössischen Anwaltsgesetzes neu auch die Aufsicht über die Beurkundungstätigkeit der hierzu ermächtigten Rechtsanwälte übertragen (§ 32 Abs. 1 BeurkG). Weil mit § 2 Abs. 1 BeurkG zugleich das Erfordernis begründet wurde, dass die zur öffentlichen Beurkundung zugelassenen Rechtsanwälte im Zuger Anwaltsregister eingetragen sein müssen, führte diese Massnahme dazu, dass die Aufsichtskommission über die Rechtsanwälte nunmehr die gesamte Tätigkeit der in ihren Zuständigkeitsbereich fallenden Rechtsanwälte überwachen kann. Gemäss den Ausführungen des Obergerichts sollte dadurch zusätzlich sichergestellt werden, dass nur Personen öffentliche Urkunden erstellen können, die überwiegend im Kanton Zug tätig sind.\n\n7.3 Den Kantonen kommt bei der Festlegung der Voraussetzungen, unter denen ein Bewerber zur Notariatsausübung zugelassen |647| wird, grosse Freiheit zu (Urteil 2P.433/1997 vom 30. Juni 1998, publ. in: ZBGR 81/2000 S. 72, E. 6). Die hier streitige Regelung geht nicht über das hinaus, was unter verfassungsrechtlichen Gesichtspunkten zulässig ist. Das Bestreben des Kantons, die Ermächtigung zur öffentlichen Beurkundung jenen Rechtsanwälten vorzubehalten, die überwiegend im Kanton selbst tätig und deshalb im Anwaltsregister des Kantons Zug eingetragen sind, lässt sich sachlich begründen (vgl. in diesem Zusammenhang BGE 128 I 280). Gleiches gilt für die Absicht, die betreffenden Rechtsanwälte generell der primären Aufsicht der Zuger Aufsichtsbehörde zu unterstellen, was mit dem Erfordernis des Registereintrags im Kanton selbst durchaus erreicht wird. Im Übrigen sind der Fall des Beschwerdeführers und die von ihm vorgetragenen - teils etwas gesucht wirkenden - Beispiele (Angestellter eines Unternehmens mit Nebenerwerb als Rechtsanwalt, Zweigbüro einer ausländischen Kanzlei, Verbands- oder Parteisekretär mit Nebenerwerb als Rechtsanwalt, Rechtsanwalt, der nur noch einige Stunden pro Woche arbeitet) im entscheidenden Punkt nicht miteinander vergleichbar: Bei allen genannten Konstellationen wird die Tätigkeit als Rechtsanwalt nur (oder zumindest überwiegend) im Kanton Zug ausgeübt. Damit ist - anders als beim Beschwerdeführer - die hier streitige Voraussetzung für einen Eintrag im Zuger Anwaltsregister erfüllt (vgl. oben E. 3.5). Sobald der Beschwerdeführer ebenfalls überwiegend im Kanton Zug tätig ist, kann er sich, worauf ihn das Obergericht ausdrücklich hingewiesen hat, im dortigen Anwaltsregister eintragen lassen und anschliessend um Ermächtigung zur öffentlichen Beurkundung ersuchen.\n\n7.4 Nach dem Gesagten erweist sich die staatsrechtliche Beschwerde als unbegründet und ist abzuweisen, soweit darauf einzutreten ist."}