{"annee": "131", "cour": "III", "page": "572", "date": "7/9/2005", "cite": ["88 II 28", "128 III 224", "128 III 146", "88 II 293", "130 III 58", "127 III 160", "130 III 478", "74 II 235", "114 II 432", "128 III 401", "122 III 369", "118 II 322", "97 II 153", "100 II 224", "103 IV 202", "97 II 234"], "cite_par": [], "chapeau": "74. Extrait de l'arrêt de la Ire Cour civile dans la cause Sabrina Lombardo contre Fernanda Simao/Simao Institut de Beauté Atlantis (recours en réforme)\n\n4C.120/2005 du 7 septembre 2005", "regestes": ["Art. 956 CO; protection des raisons de commerce. Etendue géographique de la protection octroyée aux raisons de commerce individuelles par l'art. 956 CO. Rappel des devoirs qui incombent au titulaire d'une raison individuelle à l'égard du titulaire d'une raison de commerce inscrite antérieurement au registre du commerce. Définition de la notion de risque de confusion dite directe et indirecte (consid. 3). L'art. 956 CO peut être invoqué à l'encontre du titulaire d'une raison individuelle non inscrite au registre du commerce (consid. 4.1). Cas dans lequel les patronymes mis à la première place des raisons de commerce ne sont pas considérés comme des éléments susceptibles d'individualiser l'entreprise (consid. 4.2). Le mot \"Atlantis\" constitue une désignation de fantaisie lorsqu'il est employé dans la raison individuelle d'un institut de beauté (consid. 4.3). Admission en l'espèce d'un risque de confusion de deux raisons de commerce comprenant une désignation de fantaisie identique et se faisant concurrence dans le même périmètre géographique (consid. 4.4)."], "faits": "BGE 131 III 572 S. 573\n\nA.\n\nA.a Fernanda Simao, qui exploite depuis octobre 2000 à la rue de la Servette, à Genève, un institut de beauté dispensant des soins esthétiques corporels ainsi que des drainages lymphatiques, a procédé, le 13 février 2001, à l'inscription au Registre du commerce de Genève de la raison individuelle \"Simao Institut de beauté Atlantis\"; l'inscription a paru dans la Feuille Officielle Suisse du Commerce (FOSC) du 19 février 2001.\n\nCet institut figure au répertoire des entreprises du canton de Genève sous la dénomination \"Institut de beauté Atlantis\".\n\nFernanda Simao fait de la publicité pour son institut au moyen de cartes de visite sur lesquelles le terme \"Atlantis\", entouré de deux lignes courbes pouvant faire penser à des vagues, est mis en évidence dans la partie gauche teinte en bleu.\n\nA.b Sabrina Lombardo exploite à compter de la mi-janvier 2001, au 2 rue des Grandes Portes, à Onex, un institut de beauté délivrant des soins similaires à ceux mentionnés ci-dessus, auxquels s'ajoute la mise à disposition d'un solarium.\n\nL'entreprise de Sabrina Lombardo n'est pas inscrite au Registre du commerce genevois. Elle apparaît dans le répertoire des entreprises genevoises sous la dénomination \"Institut de beauté Atlantis\". Ladite entreprise est inscrite dans le répertoire téléphonique de Swisscom sous la mention \"Atlantis Lombardo Sabrina\", laquelle figure juste au-dessus de celle afférente à l'institut exploité par Fernanda Simao; ces deux inscriptions sont séparées par un placard publicitaire portant le vocable \"Atlantis\" écrit sur 3 cm en lettres majuscules avec des caractères gras de 1 cm de hauteur, surmontant, en très gros chiffres, le numéro de téléphone de l'institut ouvert par Sabrina Lombardo (art. 64 al. 2 OJ).\n\nSabrina Lombardo publie des encarts publicitaires dans un journal distribué dans les communes d'Onex et Lancy, lesquels mettent en BGE 131 III 572 S. 574évidence le terme \"Atlantis\", imprimé en bleu sur fond blanc, dont le trait incurvé figure au-dessous de la silhouette d'une sirène.\n\nIl a été constaté que le vocable \"Atlantis\" apparaît dans 97 raisons sociales, existantes ou radiées, répertoriées par l'Office fédéral du registre du commerce, qui sont utilisées également par des entreprises déployant des activités sans lien direct avec la mer.\n\nL'utilisation sur Internet du moteur de recherche Google donne 1510 occurrences sur l'ensemble du Web si le mot-clé \"Atlantis\" est associé à l'expression \"institut de beauté\".\n\nA.c En avril 2003, Fernanda Simao est intervenue en vain auprès de Sabrina Lombardo pour que cette dernière modifie son enseigne.\n\nDes confusions entre les deux instituts de beauté sont intervenues, en ce sens que de la marchandise commandée par Sabrina Lombardo a été par erreur livrée à l'adresse de Fernanda Simao.\n\nB. Le 26 février 2004, invoquant principalement la violation de son droit à l'usage exclusif de sa raison de commerce au sens de l'art. 956 CO, Fernanda Simao a déposé devant la Cour de justice du canton de Genève à l'encontre de Sabrina Lombardo une action en cessation de trouble et en dommages-intérêts. La demanderesse a conclu à ce qu'il soit ordonné à la défenderesse \"de faire procéder sans délai à la modification ou la radiation de l'inscription n° 2231654 au registre des entreprises du canton de Genève sous menace des peines prévues à l'art. 292 CP\", de cesser d'utiliser le nom \"Institut de beauté Atlantis\" sous la menace des mêmes sanctions, Sabrina Lombardo étant condamnée à verser à Fernanda Simao un dédommagement - fixé par la cour cantonale - pour le préjudice subi en raison de l'usurpation de la raison de commerce de cette dernière, des actes de concurrence déloyale subis et des frais d'avocat encourus, ainsi qu'à titre \"de remise de gain pour gestion d'affaire\".\n\nS'engageant à ne faire usage que de la raison individuelle \"institut de beauté Atlantis Sabrina Lombardo\", la défenderesse a sollicité le rejet de l'action.\n\nPar arrêt du 18 février 2005, la Chambre civile de la Cour de justice, statuant en instance unique, a ordonné à Sabrina Lombardo de faire procéder sans délai à la modification ou à la radiation de l'inscription n° 2231654 au Registre des entreprises du canton de Genève, lui a fait interdiction d'utiliser le nom \"institut de beauté BGE 131 III 572 S. 575Atlantis\" à titre d'enseigne ou de raison sociale et l'a condamnée à verser à la demanderesse 1'200 fr. au titre d'indemnité pour les frais d'avocat exposés avant procès.\n\nC. Sabrina Lombardo exerce un recours en réforme au Tribunal fédéral. Elle conclut à ce que la demanderesse soit déboutée de toutes ses conclusions relatives à son action en cessation de trouble et dommages-intérêts. Elle requiert également qu'il lui soit donné acte qu'elle s'engage à ne faire usage que \"de l'entier de sa raison sociale, soit Sabrina Lombardo Institut de beauté Atlantis\".\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. L'inscription au registre du commerce de la raison de commerce notamment d'un particulier confère à l'ayant droit l'usage exclusif de celle-ci (art. 956 al. 1 CO). Celui qui subit un préjudice du fait de l'usage indu d'une raison de commerce peut demander au juge d'y mettre fin et, s'il y a faute, réclamer des dommages-intérêts (art. 956 al. 2 CO). Est donc prohibé non seulement l'usage d'une raison de commerce identique à celle dont le titulaire a le droit exclusif, mais aussi l'utilisation d'une raison semblable, qui ne se différencie pas suffisamment de celle inscrite au point de créer un risque de confusion (arrêt 4C.197/2003 du 5 mai 2004, consid. 5.3 non publié à l' ATF 130 III 478). Constitue un usage à titre de raison de commerce toute utilisation du signe distinctif qui se trouve en relation immédiate avec l'activité commerciale, comme par exemple l'emploi d'une enseigne (art. 48 de l'ordonnance du 7 juin 1937 sur le registre du commerce [ORC; RS 221.411]) reproduisant le signe en cause, l'inscription de celui-ci sur des papiers d'affaires à l'instar des catalogues, des listes de prix, des prospectus et des cartes de recommandation et l'utilisation du signe dans des répertoires d'adresses ou des annuaires téléphoniques (ATF 103 IV 202 consid. 1).\n\nA teneur de l'art. 946 al. 1 CO, la protection conférée par l'art. 956 CO aux titulaires de raisons individuelles se limite à la localité où leur raison est enregistrée. Par localité, il faut entendre la commune politique dans laquelle l'entreprise individuelle a son siège, y compris l'espace économique qui y est immédiatement rattaché (CHRISTIAN HILTI, Firmenrecht, in Schweizerisches Immaterialgüter- und Wettbewerbsrecht [SIWR], vol. III, Kennzeichenrecht, p. 299; MARTINA ALTENPOHL, Commentaire bâlois, n. 5 ad art. 946 CO; BGE 131 III 572 S. 576PHILIPPE GILLIÉRON, Les divers régimes de protection des signes distinctifs et leurs rapports avec le droit des marques, thèse Lausanne 2000, ch. 106, p. 131/132).\n\nLe titulaire d'une raison individuelle n'est pas soumis aux règles de l'art. 951 CO sur les raisons sociales. Mais il doit respecter les droits conférés par l'art. 956 CO au titulaire de la raison de commerce inscrite au registre du commerce. Autrement dit, il doit éviter, par une différenciation suffisante, les risques de confusion avec ladite raison.\n\nSavoir si deux raisons de commerce se distinguent clairement se détermine sur la base de l'impression d'ensemble qu'elle donne au public. Les raisons ne doivent pas seulement se différencier par une comparaison attentive de leurs éléments, mais aussi par le souvenir qu'elles peuvent laisser (ATF 128 III 401 consid. 5; ATF 127 III 160 consid. 2a). Il convient surtout de prendre en compte les éléments frappants que leur signification ou leur sonorité mettent particulièrement en évidence, si bien qu'ils ont une importance accrue pour l'appréciation du risque de confusion (ATF 127 III 160 consid. 2b/cc; ATF 122 III 369 consid. 1). Cela vaut en particulier pour les désignations de pure fantaisie, qui jouissent généralement d'une force distinctive importante, à l'inverse des désignations génériques appartenant au domaine public. Toutefois, les raisons de commerce dont le contenu consiste essentiellement en de telles désignations génériques bénéficient en principe de la protection de leur usage exclusif selon l'art. 956 CO (ATF 128 III 224 consid. 2b p. 226 s.). Aussi celui qui emploie comme éléments de sa raison sociale des désignations génériques identiques à celles d'une raison plus ancienne a-t-il le devoir de se distinguer avec une netteté suffisante de celle-ci en la complétant avec des éléments additionnels qui l'individualiseront (arrêt 4C.197/2003 du 5 mai 2004, consid. 5.3 non publié à l' ATF 130 III 478; ATF 122 III 369 consid. 1).\n\nA cet égard, ne sont généralement pas suffisants les éléments descriptifs qui ont trait à la forme juridique ou au domaine d'activité de l'entreprise (arrêt 4C.197/2003 du 5 mai 2004, consid. 5.3 non publié à l' ATF 130 III 478; ATF 100 II 224 consid. 3; ATF 97 II 153 consid. 2b-g; arrêt 4C.206/1999, consid. 2a, publié in sic! 5/2000 p. 399 s.). Il a ainsi été jugé que l'ajout \"Frauenfeld\", en raison de la faible force distinctive de cette indication de lieu, ne présentait pas une individualisation suffisante à l'endroit de la raison \"Merkur Immobilien AG\" (ATF 88 II 293 consid. 3). Il en va de même de BGE 131 III 572 S. 577l'adjonction \"Finanz\" à propos de la raison sociale \"Aussenhandels AG\" (ATF 100 II 224 consid. 3). Il a encore été admis qu'il n'était pas suffisant de faire précéder de l'article défini allemand \"Die\" le substantif \"Wache\", élément principal de la raison sociale plus ancienne \"Wache AG\" (ATF 128 III 224 consid. 2d). Les exigences posées quant à la force distinctive de ces éléments additionnels ne doivent pourtant pas être exagérées. Du moment que le public perçoit au premier abord les désignations génériques comme de simples indications sur le genre et l'activité de l'entreprise et qu'il ne leur attribue donc qu'une importance limitée en tant qu'élément distinctif, il accorde plus d'attention aux autres composants de la raison sociale. Il suffit déjà d'un ajout revêtu d'un caractère distinctif relativement faible pour créer une distinction conforme au droit à l'endroit d'une raison antérieure renfermant la même désignation générique (ATF 122 III 369 consid. 1). Dans ce contexte, le Tribunal fédéral a nié tout risque de confusion entre les raisons sociales \"SMP Management Programm St. Gallen AG\" et \"MZSG Management Zentrum St. Gallen\" en particulier au motif qu'il y avait une nette distinction entre les acronymes \"SMP\" et \"MZSG\" (ATF 122 III 369 consid. 2b).\n\nD'après la jurisprudence, la notion de danger de confusion est identique dans l'ensemble du droit des biens immatériels. Le risque de confusion signifie qu'un signe distinctif, à considérer le domaine de protection que lui confère le droit des raisons de commerce, le droit au nom, le droit des marques ou le droit de la concurrence, est mis en danger par des signes identiques ou semblables dans sa fonction d'individualisation de personnes ou d'objets déterminés. Ainsi, des personnes qui ne sont pas titulaires du droit exclusif à l'usage d'un signe peuvent provoquer, en utilisant des signes identiques ou semblables à celui-ci, des méprises en ce sens que les destinataires vont tenir les personnes ou les objets distingués par de tels signes pour ceux qui sont individualisés par le signe protégé en droit de la propriété intellectuelle (confusion dite directe). La confusion peut également résider dans le fait que, dans le même cas de figure, les destinataires parviennent certes à distinguer les signes, par exemple des raisons sociales, mais sont fondés à croire qu'il y a des liens juridiques ou économiques entre l'utilisateur de la raison et le titulaire de la raison valablement enregistrée (confusion dite indirecte; ATF 128 III 146 consid. 2a; ATF 127 III 160 consid. 2a).\n\nBGE 131 III 572 S. 578\n\n4.\n\n4.1 Il résulte de l'état de fait définitif (art. 63 al. 2 OJ) que la défenderesse est inscrite dans le registre des entreprises du canton de Genève au regard de la dénomination \"Institut de beauté Atlantis\". Cette dernière constitue clairement une enseigne commerciale, laquelle se rapporte au local affecté à l'entreprise concernée, et non à l'entrepreneur (ATF 130 III 58 consid. 5.2; GILLIÉRON, op. cit., ch. 84, p. 107).\n\nLa recourante figure dans le répertoire téléphonique de Swisscom sous la désignation \"Atlantis Lombardo Sabrina\". Il s'agit là de la raison de commerce de son entreprise individuelle, laquelle doit contenir comme élément essentiel de sa raison le nom de famille du titulaire avec ou sans prénom (art. 945 al. 1 CO) et n'a l'obligation d'être inscrite au registre du commerce, vu son domaine d'activité, que si son chiffre d'affaires est supérieur à 100'000 fr. (art. 934 CO; art. 54 ORC).\n\nLa recourante fait encore de la publicité pour son institut de beauté dans un journal distribué dans les communes d'Onex et Lancy, en mettant en évidence le terme \"Atlantis\".\n\nIl s'ensuit que la défenderesse utilise bien le signe distinctif \"Atlantis\" dans sa raison de commerce et fait une utilisation commerciale de ce signe sur son enseigne, dans le répertoire des entreprises genevoises ainsi que dans des encarts publicitaires publiés dans des journaux locaux.\n\nIl a été retenu que la demanderesse a inscrit en février 2001 au registre du commerce la raison individuelle \"Simao Institut de beauté Atlantis\", alors que la défenderesse n'a pas inscrit son entreprise audit registre. Dans ces conditions, l'intimée bénéficie indubitablement de la protection conférée à sa raison de commerce par l'art. 956 CO. Il n'importe en effet que celui qui porte atteinte au droit exclusif du titulaire de la raison individuelle enregistrée ne soit lui-même pas inscrit au registre du commerce (HILTI, op. cit., p. 290 in medio).\n\n4.2 La recourante prétend que l'élément qui attire l'attention du pu blic dans les raisons de commerce des parties n'est pas le terme \"Atlantis\", mais bien le patronyme des intéressées, de sorte qu'il n'y aurait aucun risque de confusion entre les deux entreprises. La recourante fait référence en particulier à l' ATF 114 II 432.\n\n4.2.1 Il est vrai que les noms de personne sont considérés en principe comme des éléments frappants ou \"forts\", c'est-à-dire BGE 131 III 572 S. 579susceptibles d'individualiser l'entreprise, surtout s'ils sont mis à la première place de la raison de commerce, et ne sont pas usuels à l'exemple de \"Martin\", \"Müller\", etc. (cf. HILTI, op. cit., p. 300/301; GILLIÉRON, op. cit., ch. 96 et n. 276, p. 121).\n\n4.2.2 Dans l' ATF 114 II 432 consid. 2c, le Tribunal fédéral a jugé que la raison sociale \"Lacoste Alligator SA\" se distinguait nettement de la raison individuelle \"Pierre Keller Alligator publicité\", car le patronyme \"Lacoste\" - lequel, on le rappelle, était porté par un célèbre joueur de tennis français - était notoire et connu. La recourante ne peut rien tirer de ce précédent, étant donné que le nom de famille de l'intimée, soit \"Simao\", n'a certainement pas cette caractéristique, du moins en Suisse. Il n'est d'ailleurs même pas bien connu dans la région genevoise, comme c'était le cas du patronyme \"Graber\" dans le canton de Neuchâtel (cf. à ce propos ATF 88 II 28 consid. III/1 let. b).\n\nA cela s'ajoute que la recourante ne met pas en première place dans sa raison de commerce le nom \"Lombardo\", puisqu'elle est inscrite dans le répertoire de Swisscom sous la mention \"Atlantis Lombardo Sabrina\" (cf., sur ce point, ATF 74 II 235 consid. 2c p. 239 in initio). De plus, comme on l'a vu, la forme juridique des entreprises exploitées par les parties est identique, ce qui renforce le danger de confusion (ATF 74 II 235 consid. 2c p. 239 in medio).\n\nAu vu de ce qui précède, le terme \"Atlantis\" constitue l'élément frappant de la raison individuelle de la recourante, étant donné que les compléments \"Institut de beauté\" ne font allusion qu'à l'activité de l'entreprise en cause (arrêt 4C.197/2003 du 5 mai 2004, consid. 5.3 non publié à l' ATF 130 III 478).\n\n4.2.3 Même si l'intimée, dans sa raison individuelle, met en premier son patronyme (i.e. \"Simao\") avant la dénomination \"Institut de beauté Atlantis\", il apparaît nettement que le public va diriger son attention sur le vocable \"Atlantis\". De fait, cette désignation de fantaisie (cf. consid. 4.3 ci-dessous) prend le pas sur l'impression laissée par le nom de famille \"Simao\", qui n'est pas particulièrement connu dans le canton de Genève.\n\n4.3 Le terme \"Atlantis\" est un mot latin ayant pour équivalent français \"Atlantide\", île fabuleuse, dont parle Platon dans le Timée et le Critias, qui se serait située au-delà des colonnes d'Hercule (Gibraltar) et aurait été engloutie dans un cataclysme gigantesque.\n\nCe mot, en dépit des affirmations de la recourante, ne donne aucune indication générale sur le genre d'activité de l'entreprise ainsi BGE 131 III 572 S. 580désignée. Il a certes été constaté qu'il est utilisé assez fréquemment en association avec des instituts de beauté ou de thalassothérapie. Pourtant, il évoque dans le public, par association d'idées, un rapport à la mer ou l'océan, qui peut parfaitement concerner des entreprises d'une tout autre nature, comme des agences de voyages, des établissements publics offrant des produits de la mer, des magasins de sport, voire des entreprises d'import-export.\n\nIl convient ainsi de reconnaître que le mot \"Atlantis\" est doté d'une certaine originalité lorsqu'il constitue la partie frappante de la raison individuelle d'un institut de beauté, à l'instar de celui de la demanderesse, de sorte qu'il doit être assimilé à une désignation de fantaisie.\n\n4.4 La jurisprudence se montre particulièrement exigeante quant à la distinction de deux raisons de commerce comprenant des désignations de fantaisie, eu égard aux plus grandes possibilités de choix qui sont à disposition parmi des termes revêtus d'une force distinctive (ATF 122 III 369 consid. 1 p. 371; ATF 118 II 322 consid. 1 p. 324/325; arrêt 4C. 339/1996 du 2 décembre 1996, consid. 5a, publié in sic! 1/1997 p. 69 s.).\n\nLe risque de confusion doit être jugé de manière plus stricte lorsque les entreprises ont des activités identiques ou similaires ou qu'elles exercent leurs activités dans un périmètre géographique restreint (ATF 118 II 322 consid. 1; ATF 97 II 234 consid. 1; cf. également KAMEN TROLLER, Précis du droit suisse des biens immatériels, p. 92).\n\nComme on vient de le voir, le mot \"Atlantis\" est l'élément saillant tant de la raison individuelle de l'intimée que de l'enseigne et de la raison de commerce de la recourante, ce qui peut donner l'impression erronée qu'il existe une relation juridique ou économique entre les deux entreprises. Ce sentiment est encore accentué par la circonstance que les deux instituts se suivent immédiatement dans le répertoire téléphonique de Swisscom et qu'ils ne sont séparés que par un imposant placard publicitaire portant, en lettres majuscules et en gras, le terme \"Atlantis\". Ces éléments suffiraient déjà pour que soit admis le danger de confusion.\n\nMais il y a bien plus.\n\nLes deux entreprises en question délivrent toutes deux des soins esthétiques corporels et des drainages lymphatiques, de sorte qu'elles s'adressent rigoureusement à la même clientèle. BGE 131 III 572 S. 581\n\nLa recourante fait grand cas qu'elle exerce son art à Onex, alors que sa partie adverse exploite son institut à Genève. En pure perte. En effet, la localité dans laquelle le droit à l'usage exclusif de la raison individuelle inscrite est protégé (cf. art. 946 al. 1 CO) comprend la commune et son espace économique. MARTINA ALTENPOHL écrit ainsi que, par localité, il faut entendre, par exemple, l'agglomération de la ville de Zurich (op. cit., n. 5 ad art. 946 CO). Dès l'instant où la commune genevoise d'Onex n'est séparée de la ville de Genève que par le Rhône, il n'est nul besoin de longues explications pour admettre que le risque de confusion est encore accru par le fait que les titulaires des raisons de commerce sont actives dans le même périmètre géographique.\n\nAinsi que l'a retenu la Cour de justice, le risque de confusion est en l'occurrence patent.\n\nC'est donc sans violer le droit fédéral que la cour cantonale a admis l'action en cessation de trouble de la demanderesse fondée sur l'art. 956 al. 2 CO."}