{"annee": "131", "cour": "II", "page": "329", "date": "10/2/2005", "cite": ["130 II 493", "120 IB 6", "110 IB 201", "130 II 176"], "cite_par": ["137 II 233"], "chapeau": "25. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Office fédéral des migrations contre X. et Service de la population ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n\n2A.501/2004 du 10 février 2005", "regestes": ["Art. 14 al. 8 RSEE; art. 5 par. 1 et 2 annexe I ALCP. Moment auquel les conditions de séjour d'un ressortissant communautaire détenu en prison peuvent - au plus tôt - être réglées pour la période postérieure à l'accomplissement de sa peine. L'art. 14 al. 8 RSEE ne précise pas ce moment qui peut intervenir avant la fin de la période de détention afin que l'étranger puisse préparer son retour à la vie libre en temps utile (consid. 2.1-2.3), mais pas en-deçà d'un délai raisonnable qui peut varier en fonction des circonstances mais qui ne dépassera pas, en règle générale, la durée normale et prévisible d'une éventuelle procédure de recours (consid. 2.4). Cela est compatible avec l'Accord sur la libre circulation des personnes (consid. 3), dont l'applicabilité en l'espèce doit encore être examinée (consid. 4)."], "faits": "BGE 131 II 329 S. 330\n\nRessortissant italien né en 1965, X. a vécu en Suisse dès l'année qui a suivi sa naissance, à l'exception de la période allant du 1er juillet 1997 au 1er mars 1999 où il a séjourné à l'étranger; à son retour, le Service de la population du canton de Vaud (ci-après: le Service de la population) a refusé de le réintégrer dans son permis d'établissement; il a été mis au bénéfice d'un permis humanitaire qui a été renouvelé pour la dernière fois le 7 août 2001, avec échéance au 28 février 2002.\n\nPlacé en détention préventive dès le 1er août 2001 pour diverses infractions qu'il était soupçonné d'avoir commises, X. a été condamné le 19 avril 2002 à une peine de quatre ans de réclusion - soit jusqu'au 29 août 2005 - notamment pour infraction grave à la loi fédérale sur les stupéfiants. Il purge actuellement encore cette peine, l'autorité compétente ayant refusé le 6 août 2004 de lui accorder une libération conditionnelle, au motif qu'il n'avait pas pris conscience de \"l'importance de sa problématique toxico-maniaque\" ni des efforts à fournir pour lutter contre cette tendance, et qu'un risque de récidive \"très élevé\" existait.\n\nLe 27 mai 2004, le Service de la population a refusé de renouveler l'autorisation de séjour de X., en lui impartissant un délai immédiat pour quitter le pays dès qu'il aurait satisfait à la justice vaudoise. Saisi d'un recours de X. contre ce refus, le Tribunal administratif du canton de Vaud (ci-après: le Tribunal administratif) l'a admis, par arrêt du 5 août 2004; il a annulé la décision attaquée au motif que, même si celle-ci était \"en l'état tout à fait justifiée\", elle avait cependant été rendue prématurément au regard de l'art. 14 al. 8 du règlement d'exécution du 1er mars 1949 de la loi fédérale sur le séjour et l'établissement des étrangers (RSEE; RS 142.201). BGE 131 II 329 S. 331\n\nAgissant par la voie du recours de droit administratif, l'Office fédéral de l'immigration, de l'intégration et de l'émigration (devenu entre-temps l'Office fédéral des migrations; ci-après cité: l'Office fédéral) demande au Tribunal fédéral d'annuler l'arrêt précité du Tribunal administratif et de confirmer la décision du Service de la population refusant de renouveler l'autorisation de séjour de X. En bref, il soutient que l'art. 14 al. 8 RSEE ne précise pas le moment auquel doit être prise la décision destinée à régler les conditions de résidence d'un étranger remis en liberté après avoir purgé une peine de prison; or, ce moment doit pouvoir intervenir avant l'accomplissement de la peine, dans l'intérêt même du condamné, afin que ce dernier puisse prendre en temps utile les dispositions pour préparer son retour à la vie libre.\n\nSe référant aux considérants de son arrêt, le Tribunal administratif conclut au rejet du recours. Il souligne que le comportement en prison d'un étranger qui a accompli une peine de longue durée est un élément important à prendre en compte pour apprécier sa dangerosité dans le cadre de la pesée des intérêts qui doit être faite lors de son renvoi, surtout s'agissant d'un ressortissant communautaire, puisque l'Accord du 21 juin 1999 entre la Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes (ALCP; RS 0.142.112.681), subordonne une telle mesure d'éloignement à la condition que l'intéressé représente une menace qui soit, non seulement réelle et d'une certaine gravité pour l'ordre public suisse, mais encore actuelle.\n\nX. conclut également au rejet du recours, en reprenant, pour l'essentiel, l'argumentation du Tribunal administratif.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Le litige porte sur l'interprétation de l'art. 14 al. 8 RSEE dont la teneur est la suivante:\n\n\"Si l'étranger est en détention préventive, ou placé dans un établissement pénitentiaire, une maison d'internement, une maison d'éducation au travail, un asile pour buveurs ou encore s'il doit être interné dans une maison de santé, sis dans le canton qui a réglé ses conditions de résidence ou dans un autre canton, l'autorisation qu'il a possédée jusqu'alors est considérée sans autre formalité comme restant en vigueur au moins jusqu'à sa libération (première phrase). Le canton qui a réglé BGE 131 II 329 S. 332les conditions de résidence doit veiller à ce que le renouvellement des papiers de légitimation de l'étranger soit demandé à temps (deuxième phrase). Il lui incombe également, le cas échéant, de régler à nouveau les conditions de résidence de l'étranger après sa libération (troisième phrase). Sont réservées les décisions d'expulsion et de rapatriement; elles ne deviennent toutefois exécutoires qu'au moment de la libération (quatrième phrase).\"\n\nSelon le Tribunal administratif, cette disposition fait clairement une différence entre, d'une part, les décisions d'expulsion et de rapatriement, qui peuvent déjà être prises lorsque l'étranger subit sa peine, même si elles ne deviennent exécutoires qu'à sa libération et, d'autre part, les conditions de résidence de l'étranger qui sont réglées comme suit: pendant la durée de sa détention, l'intéressé est automatiquement maintenu dans son autorisation de séjour, tandis que son statut après sa libération doit faire l'objet d'une nouvelle décision qui ne peut pas intervenir avant sa sortie de prison.\n\n2.2 Il est certain que l'autorisation de séjour d'un étranger qui purge une peine de prison est considérée comme valable au moins jusqu'à sa libération en vertu de l'art. 14 al. 8 première phrase RSEE. Cette fiction est destinée à prévenir toute difficulté qui pourrait découler du fait que l'autorisation de séjour de l'étranger prend fin durant l'exécution de sa peine, ainsi qu'à simplifier la tâche de l'autorité de police des étrangers qui se voit ainsi dispensée de statuer sur les conditions de résidence de l'intéressé pendant cette période. Elle vaut pour tous les étrangers incarcérés à la suite d'une condamnation, y compris ceux qui sont frappés d'une décision d'expulsion ou de rapatriement. On ne voit en effet pas que ces derniers devraient faire l'objet d'une décision portant sur leur autorisation de séjour pendant la durée de leur détention: d'une part, la lettre de l'art. 14 al. 8 première phrase RSEE ne fait pas de distinction entre les étrangers selon qu'ils font, ou non, l'objet d'une décision d'expulsion ou de rapatriement; une telle solution se heurterait, d'autre part, au but de la norme en cause qui vise justement, ainsi qu'on l'a vu, à clarifier la situation administrative et à simplifier la tâche des autorités concernées à l'égard des étrangers se trouvant dans l'une des différentes situations qu'elle décrit (détention préventive ou fondée sur un jugement exécutoire, internement pénal ou administratif, ...).\n\nIl est vrai qu'aux termes de l'art. 14 al. 8 quatrième phrase RSEE, les décisions d'expulsion ou de rapatriement sont réservées. Cette BGE 131 II 329 S. 333réserve ne se rapporte toutefois pas à la fiction prévue à la première phrase de la disposition précitée; elle vise au contraire les mesures décrites dans les deux phrases qui la précèdent immédiatement et qui doivent se lire ensemble, comme l'indique l'utilisation de l'adverbe \"également\", placé en début de troisième phrase, et le fait que ces deux phrases n'en font qu'une dans la version allemande de la disposition; ces mesures sont celles que doivent prendre les cantons qui ont réglé les conditions de résidence de l'étranger en vue de régulariser son statut post-carcéral (renouvellement des papiers de légitimation; nouveau règlement des conditions de résidence). La réserve en cause tend ainsi simplement à faire l'économie de ces mesures pour les étrangers qui devront de toute façon être expulsés ou rapatriés après l'accomplissement de leur peine.\n\n2.3 En résumé, l'art. 14 al. 8 RSEE règle le statut des étrangers pendant leur détention - y compris pour ceux qui font l'objet d'une décision d'expulsion ou de rapatriement -, en posant la fiction selon laquelle l'autorisation qu'ils ont possédée jusqu'alors est considérée comme valable au moins jusqu'à leur libération. Par ailleurs, il fait obligation aux cantons compétents de prendre certaines dispositions en vue de régler le statut des étrangers - à l'exception de ceux qui font l'objet d'une décision d'expulsion ou de rapatriement - après l'accomplissement de leur peine (renouvellement des papiers de légitimation et règlement des conditions de résidence). En revanche, l'art. 14 al. 8 RSEE ne dit rien du moment déterminant pour prendre ces dispositions, si ce n'est que la demande de renouvellement des papiers de légitimation doit se faire \"à temps\". Certes, la norme précitée prévoit qu'il incombe également aux cantons concernés, le cas échéant, de régler à nouveau les conditions de résidence de l'étranger \"après sa libération\"; cette précision de nature temporelle ne concerne toutefois pas le moment auquel il convient de statuer, mais bien la période sur laquelle doit porter la décision à prendre.\n\nA défaut, c'est-à-dire si, comme le soutient le Tribunal administratif, l'autorité administrative compétente était forcée d'attendre la libération de l'étranger pour régler sa situation, il en résulterait que la poursuite de son séjour en Suisse se ferait en dehors de toute autorisation pendant un certain temps - nécessaire au règlement de sa situation - et, chose plus grave, que ni les autorités concernées ni l'intéressé lui-même ne pourraient utilement préparer son BGE 131 II 329 S. 334retour à la vie libre pendant la détention, faute d'être renseignés suffisamment tôt sur son statut post-carcéral du point de vue de la police des étrangers. Aussi bien, de la même manière et pour les mêmes raisons qu'elle n'oblige pas d'attendre que l'étranger ait purgé sa peine pour décider de son expulsion (cf. arrêt 2A.212/ 1998 du 30 novembre 1999, consid. 2d), la loi permet aux autorités, le cas échéant, de statuer sur ses conditions de résidence (futures) avant sa sortie de prison.\n\n2.4 Cela étant, le moment à partir duquel une décision réglant le séjour de l'étranger après l'accomplissement de sa peine peut, au plus tôt, être prise, dépend des circonstances du cas, singulièrement de la nature et de la gravité des infractions commises ainsi que, plus généralement, des autres informations dont les autorités disposent pour apprécier de manière prospective la situation de l'intéressé au moment déterminant, soit lors de sa libération (conditionnelle ou définitive). Autant que possible, les autorités veilleront, néanmoins, à ne pas statuer en-deçà d'un certain délai raisonnable qui peut varier en fonction des cas; en règle générale, il ne dépassera toutefois pas le temps correspondant à la durée normale et prévisible d'une éventuelle procédure de recours, le but étant que le sort de l'étranger puisse être scellé dans une décision exécutoire (administrative ou judiciaire) avant sa remise en liberté.\n\nIl s'ensuit que, contrairement à l'opinion des premiers juges, la décision du Service de la population ne peut, dans le cas d'espèce, être tenue pour contraire au droit pour le seul motif qu'elle a été prononcée avant la libération de X. Il apparaît au contraire que l'autorité administrative pouvait déjà apprécier la situation du prénommé avant ce terme, compte tenu des nombreux éléments qu'elle avait en mains, notamment pour formuler un pronostic sur sa dangerosité une fois sorti de prison (gravité des infractions commises, persistance de sa toxicomanie pendant la détention, ...). Que la décision en question ait été rendue environ quinze mois avant l'accomplissement de la peine (prévu en août prochain) ne permet en tout cas pas de la qualifier de prématurée, un tel délai pouvant encore, nonobstant sa longueur, être considéré comme approprié pour venir à bout d'une éventuelle procédure de recours. Par ailleurs, dans la mesure où l'intimé avait alors déjà subi les 2/3 de sa peine, il n'était pas exclu que l'autorité d'exécution des peines pût être amenée - comme elle peut du reste encore le faire -, d'office ou sur demande, à réexaminer les conditions d'une libération BGE 131 II 329 S. 335conditionnelle avant l'accomplissement de la peine dans son entier; il est en effet d'usage qu'un tel réexamen se fasse périodiquement, à des intervalles variables selon les circonstances du cas (cf. arrêt 6A.38/1998 du 10 juillet 1998, consid. 2 et les arrêt cités concernant les \"matières voisines\" de la détention proprement dite que sont la détention en vue de renvoi, la détention préventive et la détention en vue d'extradition).\n\n2.5 C'est dès lors de manière erronée que les premiers juges ont interprété l'art. 14 al. 8 RSEE; cette disposition n'empêchait en effet pas le Service de la population de rendre sa décision au moment où il l'a jugé nécessaire, sans égard à la pertinence sur le fond d'une telle décision.\n\n3.\n\n3.1 Se fondant sur l'art. 5 annexe I ALCP, le Tribunal administratif soutient également que la police des étrangers ne pouvait pas statuer sur l'éloignement de l'intimé avant sa sortie de prison, car une telle manière de faire ne permettait pas d'apprécier si l'intéressé constituait une menace actuelle et suffisamment grave pour l'ordre public suisse au sens de la jurisprudence rendue en application de la disposition précitée. Indépendamment de sa pertinence, une telle objection présuppose que l'intimé puisse se prévaloir de l'Accord sur la libre circulation des personnes. Les premiers juges n'ont toutefois pas précisé d'autre critère de rattachement à cet accord que la nationalité italienne de l'intéressé. Or, si un tel critère est, en principe, suffisant pour présumer l'existence d'un droit à une autorisation de séjour et fonder la qualité pour recourir au sens de l'art. 100 al. 1 let. b ch. 3 OJ (cf. ATF 130 II 493 consid. 1.1 p. 496/ 497 et l'arrêt cité), il ne dit encore rien de l'existence effective d'un tel droit qui suppose que la personne visée entre bien dans l'une des différentes situations de libre circulation prévues par l'Accord et qu'elle remplisse les conditions afférentes à son statut (travailleur salarié, indépendant, chercheur d'emploi, membre de la famille, bénéficiaire d'un droit de demeurer, ...). A défaut, l'Accord et son annexe ne s'appliquent pas (cf. arrêt 2A.169/2004 du 31 août 2004, consid. 6).\n\nEn l'espèce, on peut sérieusement se demander à quel titre l'intimé peut invoquer le bénéfice de l'Accord, du moment qu'il perçoit une rente entière de l'assurance-invalidité depuis 1996 et que rien n'indique qu'il ait le \"droit de demeurer\" au sens de l'art. 4 annexe I ALCP (cela supposerait qu'il ait cessé d'occuper un emploi à la BGE 131 II 329 S. 336suite d'une incapacité permanente de travail; cf. art. 2 du règlement [CEE] 1251/70) ou qu'il disposera de moyens financiers suffisants pour ne pas devoir faire appel à l'aide sociale une fois libéré (cf. art. 24 annexe I ALCP), vu son absence de perspective professionnelle et sa situation financière obérée. La question de l'applicabilité de l'Accord peut cependant rester indécise, car elle est sans conséquence sur la question juridique soumise à la Cour de céans (caractère prématuré, ou non, de la décision rendue par le Service de la population).\n\n3.2 Comme l'ont justement fait observer les premiers juges, une mesure d'éloignement prise sur la base de l'art. 5 par. 1 annexe I ALCP suppose que le ressortissant communautaire visé représente non seulement une menace réelle et d'une certaine gravité pour l'ordre public suisse, mais aussi actuelle; cette exigence découle de la jurisprudence pertinente que la Cour de justice des communautés européennes (ci-après: la Cour de justice) a déduite de l'art. 3 de la directive 64/221/CEE, dont il faut tenir compte en vertu de l'art. 16 ALCP et du renvoi de l'art. 5 par. 2 annexe I ALCP (cf. ATF 130 II 493 consid. 3 p. 497 ss et les arrêts cités).\n\nEn l'espèce, l'intimé a contesté la mesure de renvoi prise à son encontre devant le Tribunal administratif. Douée d'un plein pouvoir d'examen en fait et en droit, cette juridiction peut également, si nécessaire, compléter les faits pertinents qui n'auraient pas été constatés par l'autorité administrative (cf. art. 36 let. b de la loi cantonale sur la juridiction et la procédure administratives [LJPA] du 18 décembre 1989). Dès lors, rien ne s'oppose à ce que la dangerosité de l'intéressé soit appréciée au vu de l'état de fait existant au moment de la décision sur recours. Certes, on peut se demander si des faits nouveaux postérieurs à la décision administrative peuvent être soulevés devant le Tribunal administratif sans limitation. Quoi qu'il en soit, s'ils sont déterminants, c'est-à-dire suffisamment importants pour conduire à une nouvelle appréciation de la situation, de tels faits peuvent en tout état de cause motiver le dépôt d'une demande de réexamen auprès du Service de la population, conformément aux règles relatives à la reconsidération des décisions administratives. En cas de non-entrée en matière ou de rejet d'une telle demande, l'intimé peut ensuite derechef saisir le Tribunal administratif, dont la décision se fondera alors sur l'ensemble des circonstances du cas, y compris les éventuels faits nouveaux importants invoqués dans la demande de réexamen. BGE 131 II 329 S. 337\n\nPar conséquent, même si le Service de la population a déjà prononcé son renvoi plusieurs mois avant qu'il ne sorte de prison, l'intimé est assuré que sa situation, notamment sa dangerosité, pourra effectivement être appréciée en fonction des circonstances régnant lors de sa libération, si des faits nouveaux importants devaient survenir d'ici là. L'exigence qu'une mesure d'éloignement ne soit prise qu'en présence d'une menace actuelle pour l'ordre public est donc, en toute hypothèse, satisfaite. A supposer qu'il soit applicable au cas d'espèce, l'Accord sur la libre circulation des personnes ne permet ainsi pas de confirmer l'arrêt attaqué par substitution de motifs, comme le voudrait le Tribunal administratif dans sa détermination.\n\n4.\n\n4.1 En conclusion, ni le droit interne, ni l'Accord sur la libre circulation des personnes, ne sont de nature à faire apparaître la décision du Service de la population comme prématurée ou contraire au droit. Le recours se révèle donc bien fondé sur ce point.\n\n4.2 Il reste à examiner si, comme le demande l'Office fédéral, l'arrêt attaqué doit être réformé; cela supposerait que l'affaire soit en état d'être jugée.\n\nAvant de l'annuler, en raison de son caractère prématuré, le Tribunal administratif avait préalablement constaté que la décision du Service de la population était \"en l'état tout à fait justifiée\", au motif que l'intimé avait été condamné à une lourde peine, qu'il n'était pas un délinquant primaire et qu'il apparaissait comme un \"toxicomane endurci et de surcroît pas véritablement désireux de s'affranchir de sa toxicomanie\". On ne saurait s'en remettre, sans autre examen, à cette appréciation, car celle-ci procède d'une pesée des intérêts en présence sommaire voire lacunaire, et elle repose, au surplus, sur des prémisses juridiques peu sûres, sinon inexactes.\n\n4.3 Comme on l'a vu (supra consid. 3.1), on ne sait pas si l'Accord sur la libre circulation des personnes trouve application dans le cas d'espèce et, le cas échéant, à quel titre. Or, cette question est décisive, car de sa réponse dépend le droit de l'intimé de séjourner en Suisse: depuis que son permis d'établissement a pris fin et que le permis humanitaire qui lui a été délivré par la suite est venu à échéance le 28 février 2002, il ne bénéficie en effet plus d'aucune autorisation de séjour (sous réserve de la fiction prévue à l'art. 14 BGE 131 II 329 S. 338al. 8 RSEE) ou de droit à une telle autorisation. En outre, même si l'Accord sur la libre circulation des personnes ne consacre pas, comme tels, des critères nouveaux par rapport à ceux utilisés jusqu'ici par le Tribunal fédéral pour peser les intérêts en présence dans le cadre d'une procédure de renvoi, il n'en demeure pas moins que la jurisprudence de la Cour de justice met davantage d'accent que le droit suisse sur la question du risque de récidive (exigence d'une menace réelle, actuelle, et d'une certaine gravité pour l'ordre public; cf. ATF 130 II 176 consid. 4.2 p. 185). L'applicabilité de l'Accord mérite donc d'être soigneusement examinée, si nécessaire en complétant l'instruction du cas (par exemple sur les perspectives de gain de l'intimé ou sur les circonstances de son invalidité).\n\nPar ailleurs, contrairement à l'opinion des premiers juges, la situation de l'intimé ne doit pas s'analyser d'après la jurisprudence selon laquelle une condamnation à deux ans de privation de liberté constitue la limite à partir de laquelle il y a lieu, en règle générale, de refuser une autorisation de séjour. Cette limite - dont la valeur est, au demeurant, purement indicative - s'applique en effet aux seuls étrangers mariés à des personnes bénéficiant d'un droit de présence assuré en Suisse (soit les ressortissants suisses ou les étrangers au bénéfice d'un permis d'établissement), afin de tenir compte de la situation de ces derniers et des conséquences d'un éventuel renvoi de leur conjoint; en l'espèce, l'intimé est toutefois célibataire. Au surplus, une telle limite ne peut être appliquée dans toute sa rigueur que lorsque la contestation porte sur une demande d'autorisation initiale ou sur une requête de prolongation d'autorisation déposée après un séjour de courte durée (cf. ATF 120 Ib 6 consid. 4b p. 14 se référant à l'arrêt Reneja, ATF 110 Ib 201). Or, il apparaît que l'intimé vit en Suisse depuis l'âge d'une année. Sa situation doit donc être assimilée à celle d'un étranger dit de la deuxième génération, pour lequel une expulsion n'est pas en soi d'emblée inadmissible, mais n'entre en ligne de compte que si l'intéressé a commis des infractions très graves ou en état de récidive; par ailleurs, la proportionnalité de la mesure doit s'examiner, s'agissant d'un étranger de la deuxième génération, en tenant particulièrement compte de l'intensité de ses liens avec la Suisse (notamment familiaux et sociaux) ainsi que des difficultés de réintégration dans son pays d'origine (cf. ATF 130 II 176 consid. 4.4 p. 189 ss).\n\n4.4 Par conséquent, il se justifie d'admettre le recours au sens des considérants, d'annuler l'arrêt attaqué et de renvoyer la cause au BGE 131 II 329 S. 339Tribunal administratif afin qu'il procède à une nouvelle pesée des intérêts en présence après avoir mis en oeuvre les mesures d'instruction utiles; devront, en particulier, faire l'objet d'un soin spécial, l'examen des relations de l'intimé avec son enfant ainsi que ses possibilités concrètes de refaire sa vie en Italie, compte tenu notamment de sa situation familiale et personnelle (il est atteint du SIDA et prétend n'avoir aucune famille en Italie et ne pas parler l'italien)."}