{"annee": "131", "cour": "I", "page": "153", "date": "17/12/2004", "cite": ["130 II 65", "119 IB 56", "116 IB 447", "124 I 208", "130 II 425", "125 I 417", "127 III 41", "121 II 39", "121 II 171", "124 I 255", "118 IA 488", "125 II 86", "130 II 388", "127 I 54", "127 III 576", "125 I 394", "111 IB 159", "125 I 127"], "cite_par": ["137 II 313", "140 III 92", "132 I 140", "134 I 140", "136 I 229", "141 II 14", "133 I 206", "135 III 513", "137 I 86", "133 I 185"], "chapeau": "19. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. Sàrl contre Ville de Genève ainsi que Tribunal administratif du canton de Genève (recours de droit public)\n\n2P.157/2003 du 17 décembre 2004", "regestes": ["Art. 9 et 29 Cst.; art. 9 al. 3 LMI; art. 18 al. 2 AIMPu; art. 32 al. 2 LMP; marchés publics, qualité pour agir des membres d'un consortium évincé contre une décision d'adjudication. Recevabilité du recours dirigé contre une décision d'irrecevabilité, intérêt actuel (consid. 1). Droit d'être entendu (consid. 3). Protection de la bonne foi, indication des voies de recours (consid. 4). Aussi longtemps que le contrat entre le pouvoir adjudicateur et l'adjudicataire n'est pas conclu, les membres d'un consortium évincé ne peuvent recourir contre la décision d'adjudication que de manière conjointe, car ils ne peuvent faire valoir qu'un droit indivisible de la société, soit celui d'obtenir l'attribution du marché (consid. 5). Une fois le contrat conclu, la question de savoir si un membre isolé peut procéder en son propre nom se pose différemment, car le recours ne tend plus, désormais, qu'à la constatation de l'illicéité de la décision d'adjudication et à l'obtention de dommages et intérêts. En y répondant par la négative, le Tribunal administratif genevois n'est pas tombé dans l'arbitraire (consid. 6)."], "faits": "BGE 131 I 153 S. 155\n\nA. Les sociétés A. Sàrl, à X. (ci-après: A.), et B. SA, à Y. (ci-après: B.), se sont réunies en consortium (ci-après: le Consortium) pour présenter une soumission commune dans le cadre d'un appel d'offres public lancé par la Ville de Genève. Soumis à la procédure sélective, le marché portait sur l'acquisition de licences d'utilisation d'un progiciel financier et sur les prestations nécessaires à son implémentation. Après avoir passé avec succès la procédure de présélection aux côtés de deux autres candidats, le Consortium a déposé son offre proprement dite le 24 septembre 2002, en y joignant une lettre d'accompagnement contenant les lignes suivantes:\n\n\"(...) D'autre part et comme vous l'avez demandé, vous serez en liaison avec un chef de file unique, en l'occurrence B., qui sera votre interlocuteur unique pour tout le projet et en assumera l'entière responsabilité contractuelle. De plus, il s'engage à mobiliser les ressources les plus pertinentes en provenance soit de A. soit de B., et ceci de manière transparente pour la Ville de Genève. (...)\"\n\nAprès l'ouverture des offres, le 25 septembre 2002, et l'audition des soumissionnaires, la Ville de Genève a prononcé la décision d'adjudication le 22 octobre 2002. Le choix ne s'est pas porté sur le Consortium, mais sur l'un des deux autres candidats.\n\nLe 24 octobre 2002, la Ville de Genève a communiqué au Consortium une décision l'informant que son offre n'avait pas été retenue et qu'il disposait d'un délai de dix jours, dès réception de la décision, pour recourir auprès du Tribunal administratif du canton de Genève (ci-après: le Tribunal administratif). Cette décision a été notifiée par courrier séparé, adressé à leur nom, à chacune des deux sociétés composant le Consortium.\n\nB. Le 28 octobre 2002, B. a fait parvenir au pouvoir adjudicateur un courriel, dans lequel, \"tout en respectant\" la décision d'adjudication, elle exprimait le désir de \"connaître plus de détails sur les points négatifs\" concernant la soumission qu'elle avait déposée en commun avec A.; à cette fin, elle sollicitait la possibilité de consulter le tableau comparatif des offres et d'obtenir un rendez-vous.\n\nEstimant, pour sa part, que le marché n'avait pas été adjugé conformément aux principes et aux règles applicables en matière de marchés publics, A. a recouru le 4 novembre 2002 contre la décision d'adjudication. Sous suite de frais et dépens, elle a conclu, à BGE 131 I 153 S. 156titre principal, à l'annulation de cette décision et au renvoi de la cause à la Ville de Genève pour nouvelle adjudication et, subsidiairement, à la constatation du caractère illicite de cette décision et à la condamnation de la Ville de Genève à lui payer 350'000 fr. \"au moins\" à titre de dommages et intérêts pour les dépenses qu'elle avait engagées pour établir la soumission. Ayant appris que la Ville de Genève avait déjà signé, le 7 novembre précédent, le contrat avec l'adjudicataire, A. a abandonné sa conclusion principale. De son côté, la Ville de Genève a conclu à l'irrecevabilité du recours, au motif que A. n'avait pas la qualité pour recourir au sens de l'art. 60 de la loi genevoise du 12 septembre 1985 sur la procédure administrative (ci-après: LPA/GE ou loi sur la procédure administrative), faute de procéder conjointement avec B. avec laquelle elle s'était constituée en consortium pour déposer son offre. A cette argumentation, A. a objecté qu'elle était en mesure d'honorer seule le marché en cas d'admission de son recours et que, de toute façon, dans la mesure où l'objet de la contestation se limitait à faire constater le caractère illicite de la procédure d'adjudication en vue d'obtenir la réparation de son dommage personnel, elle pouvait agir seule.\n\nPar arrêt du 29 avril 2003, le Tribunal administratif a déclaré irrecevable le recours dont il était saisi, motif pris de l'absence de qualité pour recourir de A.\n\nC. Le Tribunal fédéral a rejeté le recours de droit public formé par A. contre ce jugement.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 130 II 65 consid. 1, ATF 130 II 388 consid. 1 et les références).\n\n1.1 Formé pour violation des droits constitutionnels (art. 84 al. 1 let. a OJ), le présent recours de droit public n'est recevable, en principe, qu'à l'encontre des décisions prises en dernière instance cantonale qui revêtent un caractère final (cf. art. 86 al. 1 et 87 OJ). Tel est bien le cas de la décision attaquée (cf. art. 3 de la loi genevoise du 12 juin 1997 autorisant le Conseil d'Etat à adhérer à l'Accord intercantonal sur les marchés publics [ci-après: la loi cantonale sur les marchés publics], en relation avec l'art. 15 de cet accord, conclu le 25 novembre 1994 [AIMPu; RS 172.056.4]). BGE 131 I 153 S. 157\n\n1.2 En vertu de l'art. 88 OJ, le recours de droit public exige, en principe, un intérêt juridique actuel et pratique à l'annulation de la décision attaquée, respectivement à l'examen des griefs soulevés. L'intérêt au recours doit encore exister au moment où statue le Tribunal fédéral, lequel se prononce sur des questions concrètes et non théoriques (ATF 127 III 41 consid. 2b p. 42; ATF 125 I 394 consid. 4a p. 397; ATF 125 II 86 consid. 5b p. 97 et les références citées). Cette exigence vaut aussi lorsqu'est invoqué, comme en l'espèce, un déni de justice formel: en ce cas, le recourant doit au moins justifier d'un intérêt actuel à ce que son grief (formel) soit examiné; cet intérêt s'apprécie en fonction des effets et de la portée d'une éventuelle admission du recours (cf. ATF 118 Ia 488 consid. 2a p. 492). En l'espèce, A. a incontestablement intérêt à ce que l'autorité intimée entre en matière sur son recours, car même si le pouvoir adjudicateur a déjà conclu le contrat avec l'adjudicataire, elle dispose encore d'un intérêt juridiquement protégé à faire constater l'illicéité de la décision d'adjudication afin de pouvoir, le cas échéant, agir en dommages-intérêts contre l'adjudicateur (cf. ATF 125 II 86 consid. 5b p. 97).\n\n(...)\n\n3. La recourante reproche au Tribunal administratif de n'avoir pas cherché à vérifier si, comme elle l'avait prétendu en procédure cantonale, en cas d'admission de son recours et d'adjudication du marché, elle disposait du personnel et du savoir-faire requis pour mener à chef seule le mandat mis en soumission, sans l'aide de B. Elle se plaint d'une violation de son droit d'être entendue tel qu'il est garanti à l'art. 29 al. 2 Cst.\n\nCette garantie constitutionnelle comprend effectivement le droit pour le justiciable d'obtenir qu'il soit donné suite à ses offres de preuves (cf. ATF 127 I 54 consid. 2b p. 56; ATF 127 III 576 consid. 2c p. 578). Le juge peut cependant renoncer à l'administration de certaines preuves, notamment lorsque les faits dont les parties veulent rapporter l'authenticité ne sont pas importants pour la solution du litige. Ce refus d'instruire ne viole leur droit d'être entendues que si l'appréciation anticipée de la pertinence du moyen de preuve offert, à laquelle le juge a ainsi procédé, est entachée d'arbitraire (cf. ATF 130 II 425 consid. 2.1 p. 428; ATF 125 I 127 consid. 6c/cc in fine p. 135, ATF 125 I 417 consid. 7b p. 430; ATF 124 I 208 consid. 4a p. 211 et les arrêts cités).\n\nBGE 131 I 153 S. 158En l'espèce, du moment que, au stade de la procédure cantonale, le contrat avait déjà été conclu entre une société tierce et l'adjudicateur, le marché ne pouvait plus être attribué à A. Les premiers juges pouvaient donc, sans arbitraire, considérer que le fait allégué, soit la possibilité pour cette dernière d'exécuter seule le marché litigieux en cas d'admission du recours, n'était pas un élément décisif pour apprécier sa qualité pour recourir et n'avait, par conséquent, pas à être instruit. Au surplus, ce fait était destiné à étayer un argument qui, ainsi qu'on le verra, n'est juridiquement pas fondé (cf. consid. 5.7 infra).\n\nLe grief tiré de la violation du droit d'être entendu est ainsi mal fondé.\n\n4. La recourante soutient également qu'en vertu du droit à la protection de la bonne foi, inscrit à l'art. 9 Cst., le justiciable qui se fie à une indication erronée des voies de droit ne doit en subir aucun préjudice. Cette assertion est exacte (cf. ATF 124 I 255 consid. 1a/aa p. 258). On ne discerne cependant pas, en l'espèce, l'erreur qu'aurait commise la Ville de Genève en indiquant à A. qu'elle pouvait recourir contre la décision d'adjudication dans un délai de 10 jours dès sa notification. Cette indication apparaît au contraire conforme à ce que prévoit l'art. 46 al. 1 LPA/GE.\n\nCertes, la précision que le recours devait être exercé conjointement avec B. est absente de la décision. Elle n'avait cependant pas à y figurer, car il appartient au destinataire d'une telle décision de déterminer, à la lumière de la loi et de la jurisprudence, si et dans quelle mesure il a la qualité (la légitimation) pour la contester devant l'autorité de recours (cf. arrêt 2P.176/2003 du 6 février 2004, consid. 3.1) et, notamment, s'il peut recourir seul et en son propre nom ou s'il doit le faire conjointement avec les autres membres du consortium auquel il appartient ou, du moins, au nom de ceux-ci. A. était d'autant plus tenue d'examiner avec soin ce problème qu'elle n'ignorait rien des difficultés de représentation qui pouvaient survenir, ayant co-signé la lettre du 24 septembre 2002, jointe à la soumission, par laquelle B. était désignée comme \"le chef de file unique\" et \"l'interlocuteur unique pour tout le projet\".\n\nQuoi qu'il en soit, la recourante ne prétend pas - et a fortiori n'établit pas - que, si le Tribunal administratif lui avait donné l'occasion de réparer le vice de procédure prétendument causé par une mauvaise indication des voies de droit, B. se serait jointe à son BGE 131 I 153 S. 159recours ou lui aurait donné le pouvoir de la représenter. Du reste, comme l'a constaté le Tribunal administratif, cette dernière a expressément indiqué qu'elle entendait respecter la décision d'adjudication (cf. son courriel du 28 octobre 2002).\n\nLe grief s'avère donc également mal fondé.\n\n5. Dans un dernier moyen, la recourante fait valoir que le Tribunal administratif lui a dénié de manière arbitraire la qualité pour recourir.\n\n5.1 Notion fondamentale de la procédure contentieuse, la qualité pour recourir ne fait pas l'objet d'une réglementation particulière dans l'Accord intercantonal sur les marchés publics, mais relève du droit cantonal de procédure. Aussi bien le Tribunal fédéral ne peut revoir l'interprétation de cette notion que sous l'angle restreint de l'arbitraire, à moins que ne soit en jeu sa conformité avec les principes et les règles applicables en matière de marchés publics (cf. arrêt 2P.261/2002 du 8 août 2003, consid. 4.1 et 4.2, résumé in DC 2003 p. 158 ad S58); en cette dernière éventualité, le Tribunal fédéral peut, en principe, examiner librement l'interprétation et l'application des dispositions concordataires faites par les autorités cantonales (cf. ATF 125 II 86 consid. 6 p. 98 in initio et les références).\n\n5.2 Conformément à l'art. 3 al. 4 de la loi cantonale sur les marchés publics, la procédure en matière de marchés publics est réglée, dans le canton de Genève, dans la loi sur la procédure administrative, dont l'art. 60 a la teneur suivante:\n\n\"Ont qualité pour recourir:\n\na) les parties à la procédure qui a abouti à la décision attaquée;\n\nb) toute personne qui est touchée directement par une décision et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée;\n\n(...).\"\n\n5.3 Selon le Tribunal administratif, les lettres a et b de l'art. 60 al. 1 LPA/GE doivent se lire en parallèle, en ce sens que la seule qualité de partie à la procédure ayant abouti à la décision attaquée n'est pas suffisante pour conférer la qualité pour recourir; il faut encore que la partie concernée soit touchée directement par la décision attaquée et qu'elle ait un intérêt personnel digne de protection à ce que cette décision soit annulée ou modifiée. A cet égard, les premiers juges relèvent que l'art. 60 let. b LPA/GE a la même portée que l'art. 103 let. a OJ. Citant un arrêt rendu sur la base de BGE 131 I 153 S. 160 cette disposition du droit fédéral (ATF 111 Ib 159), ils exposent que, pour être recevable à recourir, un justiciable doit être touché dans une mesure et avec une intensité plus grande que quiconque, de façon spéciale et directe, et avoir un intérêt étroitement lié à l'objet du litige.\n\nA la lumière de ces principes, le Tribunal administratif a dénié la qualité pour recourir à A., au motif que le consortium qu'elle formait avec B., bien que dépourvu de la personnalité juridique en sa qualité de société simple au sens des art. 530 ss CO, n'en créait pas moins \"un rapport de consorité nécessaire entre les associés au point que les consorts ne peuvent agir ou être actionnés qu'ensemble\". Or, constatent les premiers juges, B. a expressément déclaré à la Ville de Genève qu'elle acceptait la décision d'adjudication, tandis que, de son côté, A. n'a nullement prétendu agir au nom et pour le compte de son associée, mais a, au contraire, procédé seule, en son propre nom, sans même faire référence au consortium qu'elle formait avec cette dernière.\n\n5.4 D'après la recourante, la référence des premiers juges à la notion de consorité nécessaire est \"sans pertinence\" et donc arbitraire, car cette notion n'est connue qu'en procédure civile.\n\nIl est vrai que la notion n'existe pas, à proprement parler, en procédure administrative. Il n'empêche que les principes qui la fondent jouent également, dans une certaine mesure, un rôle dans cette matière, notamment sous l'angle de la qualité pour recourir (cf. BENOÎT BOVAY, Procédure administrative, Berne 2000, p. 138 ss; ALFRED KÖLZ/ISABELLE HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zurich 1998, n° 533; voir aussi ATF 116 Ib 447 consid. 2 p. 449 ss; ATF 119 Ib 56 consid. 1a p. 58).\n\nEn particulier, il est généralement admis, en matière de marchés publics, que les membres d'un consortium, propriétaires en main commune des créances de la société envers les tiers (art. 544 al. 1 CO), sont touchés non pas individuellement par une décision de non-adjudication, mais uniquement en leur qualité d'associés. Aussi bien, le droit de recourir contre une telle décision afin d'obtenir le marché ne leur appartient qu'en commun et doit être exercé conjointement, à l'instar de consorts nécessaires dans un procès civil (cf. DENIS ESSEIVA, in DC 1999 p. 149 ad S52, DC 2000 p. 127 ad S37 et DC 2001 p. 161 ad S52; PETER GALLI/ANDRÉ MOSER/ ELISABETH LANG, Praxis des öffentlichen Beschaffungsrechts: eine BGE 131 I 153 S. 161systematische Darstellung der Rechtsprechung des Bundes und der Kantone, Zurich 2003, n° 640 p. 330 s.; VINCENT CARRON/JACQUES FOURNIER, La protection juridique dans la passation des marchés publics, Fribourg 2002, p. 65 s.; JEAN-BAPTISTE ZUFFEREY/CORINNE MAILLARD/NICOLAS MICHEL, Droit des marchés publics, Présentation générale, éléments choisis et code annoté, Fribourg 2002, p. 135). Rien n'empêche cependant les membres d'un consortium, conformément aux règles de la représentation (cf. art 543 al. 2 CO), de donner une procuration à l'un d'entre eux pour agir seul, au nom et pour le compte de tous (ESSEIVA, in DC 2000 p. 127 ad S37). Contrairement à ce que laisse entendre l'auteur précité (ESSEIVA, in DC 1999, p. 149 ad S52), cette faculté n'a pas valeur d'exception, mais n'est qu'une conséquence de la règle voulant que les associés doivent entreprendre conjointement une décision d'adjudication.\n\n5.5 Pour l'essentiel, la recourante cherche à démontrer que cette règle n'est pas absolue mais souffre d'exceptions, en se référant à la jurisprudence de la Commission suisse de recours en matière de marchés publics (ci-après: la Commission), ainsi qu'à un avis de doctrine (ZUFFEREY/MAILLARD/MICHEL, op. cit., p. 135) qui refléterait la jurisprudence du Tribunal fédéral.\n\n5.6 Il est exact que la Commission estime qu'un soumissionnaire peut recourir seul contre une décision d'adjudication rejetant l'offre du consortium dont il est partie, motif pris qu'il a un intérêt digne de protection à obtenir l'annulation ou la modification de cette décision afin de sauvegarder les droits et les intérêts de la société simple, et que son recours, s'il est admis, bénéficie directement à tous les autres membres du consortium (décision du 16 août 1999 consid. 1b, publiée in JAAC 64/2000 n° 29 p. 392, confirmée en dernier lieu par décision du 8 janvier 2004 consid. 1e/bb, publiée in JAAC 68/2004 n° 66 p. 834. Ce point de vue semble s'inspirer de la doctrine et de la jurisprudence qui reconnaissent aux membres d'une hoirie la qualité pour agir seuls contre des mesures imposant des charges ou créant des obligations à l'égard de la communauté. Une décision d'adjudication n'entraîne cependant aucune conséquence de cet ordre pour le consortium évincé; elle lui donne au contraire un avantage, consistant dans l'obtention de l'adjudication ou dans le droit de participer à la suite de la procédure sélective (cf. ESSEIVA, in DC 2000 p. 127 ad S37; arrêt du Tribunal administratif zurichois du 1er février 2000, consid. 3c, publié in Baurechtsentscheide Kanton Zürich [BEZ] 2000 p. 22, lequel relève encore BGE 131 I 153 S. 162la nature \"indivisible\" de cette prestation). Il ne se justifie donc pas de transposer en droit cantonal la jurisprudence de la Commission. Du moins les premiers juges pouvaient-ils sans arbitraire s'en écarter.\n\nDans ses décisions précitées au reste, la Commission réserve le cas où un ou plusieurs associés auraient quitté le consortium, auraient expressément approuvé la décision d'adjudication litigieuse et se seraient à ce point distancés du recourant qu'ils auraient ainsi manifesté ne plus avoir l'intention d'exécuter le marché en consortium si celui-ci devait leur être attribué à l'issue du recours. De l'avis de la Commission en effet, une admission du recours reviendrait alors à adjuger le marché à un nouveau soumissionnaire, différent de celui ayant pris part à la procédure de passation par le dépôt d'une offre. Dans son résultat, la pratique de la Commission n'est donc pas si éloignée de la solution choisie par le Tribunal administratif (cf. ROBERT WOLF, Die Beschwerde gegen Vergabeentscheide - Eine Übersicht über die Rechtsprechung zu den neuen Rechtsmitteln, in ZBl 104/2003 p. 1 ss, spéc. p. 16).\n\n5.7 Contrairement à l'opinion exprimée par la doctrine (ZUFFEREY/ MAILLARD/MICHEL, op. cit., p. 135) à laquelle la recourante se réfère en croyant qu'elle reproduit la jurisprudence du Tribunal fédéral (alors qu'il s'agit de celle de la Commission; cf. sa décision du 1er septembre 2000, consid. 1b/cc, publiée in JAAC 65/2001 n° 78 p. 825), un soumissionnaire ayant déposé une offre commune ne doit pas être admis à recourir seul et en son propre nom sous prétexte qu'il pourrait accomplir le marché sans le concours de ses associés. Comme les auteurs précités en conviennent (op. cit., p. 113), une modification de la composition d'un consortium s'apparente en effet à un changement essentiel de la soumission qui n'est, en principe, plus admissible après le délai imparti pour déposer les offres (cf. CARRON/FOURNIER, op. cit., p. 66; voir aussi la décision précitée de la Commission du 16 août 1999 et l'arrêt du Tribunal cantonal valaisan du 9 juillet 1998, publié in Revue valaisanne de jurisprudence [RVJ] 1999 p. 83). Il n'est certes pas exclu que des circonstances tout à fait exceptionnelles puissent, au regard notamment du principe de la proportionnalité, justifier une autre solution dans certains cas, par exemple si une entreprise soumissionnaire ne jouant qu'un rôle marginal au sein d'un grand consortium n'est, pour une raison ou une autre, plus en mesure d'exécuter le mandat ou se retire du consortium (dans ce sens, cf. BGE 131 I 153 S. 163ZUFFEREY/MAILLARD/MICHEL, op. cit., p. 113). La recourante n'a toutefois invoqué aucune circonstance de cette nature; au demeurant, aussi bien la taille réduite du Consortium que le rôle important dévolu à B. (\"chef de file unique\" et \"interlocuteur unique pour tout le projet\") excluent d'envisager une telle hypothèse qui n'a dès lors pas à être examinée plus avant ici.\n\n5.8 En résumé, aussi longtemps que le contrat entre le pouvoir adjudicateur et l'adjudicataire n'est pas conclu, les membres d'un consortium sont tenus d'entreprendre de manière conjointe une décision d'adjudication qui leur est défavorable, car ils ne peuvent faire valoir qu'un droit indivisible de la société, soit celui d'obtenir l'attribution du marché (cf. arrêt 2P.111/2003 du 21 janvier 2004, consid. 1.1 in medio).\n\n6. Une fois le contrat entre le pouvoir adjudicateur et l'adjudicataire conclu, les choses se présentent sous un jour sensiblement différent, car le recours ne tend alors plus à l'attribution du marché, mais à la constatation de l'illicéité de la décision d'adjudication et à l'obtention de dommages et intérêts (cf. art. 9 al. 3 de la loi fédérale du 6 octobre 1995 sur le marché intérieur [LMI; RS 943.02] et art. 18 al. 2 AIMPu; voir aussi art. 32 al. 2 de la loi fédérale du 16 décembre 1994 sur les marchés publics [LMP; RS 172.056.1]). A cette fin, il va de soi que les membres d'un consortium peuvent procéder ensemble ou se faire représenter par l'un d'eux pour faire valoir leurs droits. Est plus délicate la question de savoir si l'un d'entre eux dispose encore de la qualité pour recourir devant la juridiction cantonale lorsqu'il agit isolément et en son propre nom. Pour les motifs qui suivent, la décision du Tribunal administratif, consistant à dénier cette qualité à un tel associé, ne souffre pas d'arbitraire.\n\n6.1 Certes, le Tribunal fédéral a-t-il considéré qu'un soumissionnaire évincé, bien qu'ayant déposé une offre commune avec des associés, pouvait néanmoins, après la conclusion du contrat, recourir seul contre un arrêt cantonal confirmant la décision d'adjudication qu'il contestait, aux fins d'obtenir la constatation de l'illicéité de celle-ci (arrêt 2P.111/2003 du 21 janvier 2004, consid. 1.1 in fine et arrêt 2P.4/2000 du 26 juin 2000, consid. 1c, publié in ZBl 102/2001 p. 217 et SJ 2001 I p. 172. Cette jurisprudence concernait toutefois la qualité pour recourir au sens de l'art. 88 OJ; elle n'empêche pas, à elle seule, les cantons d'adopter des solutions BGE 131 I 153 S. 164plus restrictives à l'échelle de leurs propres juridictions. Contrairement au cas d'espèce de surcroît, le contrat avait déjà été passé au moment du dépôt du recours (cf. consid. 6.5 infra).\n\n6.2 Les avis de doctrine ne suffisent pas davantage à dénoncer un arbitraire dans l'obligation faite aux membres d'un consortium d'entreprendre conjointement une décision d'adjudication en vue de faire constater son illicéité. En effet, si certains auteurs considèrent que les associés disposent individuellement de la qualité pour recourir sur ce point (ESSEIVA, loc. cit., selon lequel l'intérêt des recourants se fonde sur une créance en dommages et intérêts divisible; ZUFFEREY/MAILLARD/MICHEL, op. cit., p. 135), un auteur au moins penche vers une opinion opposée, motif pris que l'action en dommages et intérêts appartient à la société simple, et non à ses membres isolés (WOLF, op. cit., p. 16 et note 87).\n\n6.3 Par ailleurs, la restriction en cause demeure compatible avec la protection juridique voulue et garantie tant par l'art. 9 LMI que par l'art. 15 AIMPu. Ces dispositions se bornent en effet à obliger les cantons à prévoir une voie de recours contre les décisions prises en matière de marchés publics, y compris lorsque le contrat a déjà été passé. Elles ne dictent pas, en revanche, de conditions relatives à la qualité pour agir des recourants, qui demeure régie par le droit cantonal de procédure (arrêt 2P.42/2001 du 8 juin 2001, consid. 2d, publié in ZBl 103/2002 p. 146; GALLI/MOSER/LANG, op. cit., n° 634 p. 327). Ainsi, elles n'empêchent pas les cantons de limiter cette qualité, pour autant que ces restrictions ne reviennent pas à paralyser l'exercice du droit de recours. Une obligation d'agir conjointement n'entraîne toutefois pas d'effet aussi radical.\n\n6.4 Le fait que le Tribunal administratif calque la qualité pour recourir prévue à l'art. 60 LPA/GE sur celle découlant de l'art. 103 let. a OJ et de la jurisprudence y relative (supra consid. 5.3), ne rend pas davantage insoutenable la limitation litigieuse. Certes, l'art. 103 let. a OJ se satisfait d'un simple intérêt de fait, y compris lorsque celui-ci est, comme en l'espèce, d'ordre purement économique ou financier (cf. ATF 121 II 39 consid. 2c/aa p. 43, ATF 121 II 171 consid. 2b p. 174 et les arrêts cités). Cela ne signifie toutefois pas encore qu'un associé soit habilité à agir seul pour obtenir la constatation de l'illicéité de la décision d'adjudication.\n\n6.5 Enfin, accorder aux membres d'un consortium la qualité pour recourir isolément en leur nom propre en vue d'obtenir de la BGE 131 I 153 S. 165juridiction cantonale la constatation de l'illicéité d'une décision d'adjudication se heurte à un obstacle non négligeable:\n\nLorsqu'un soumissionnaire évincé saisit l'autorité cantonale de recours, la conclusion du contrat n'est en principe pas encore survenue. En effet, le maître d'ouvrage est tenu d'attendre l'écoulement du délai de recours avant d'y procéder (art. 14 AIMPu). Le contrat n'étant pas passé, le recours doit tendre à l'annulation de la décision d'adjudication; le soumissionnaire évincé n'est pas autorisé, si ce n'est à titre subsidiaire, à requérir d'emblée la constatation de l'illicéité de celle-ci (cf. EVELYNE CLERC, in Pierre Tercier/Christian Bovet, Droit de la concurrence, Commentaire romand, Bâle 2002, n. 92 ad art. 9 LMI). Or, une telle requête en annulation doit être formulée conjointement par tous les membres du consortium, sauf circonstances exceptionnelles (cf. consid. 5.8 supra). Par conséquent, si le recourant consiste en un membre isolé, son recours est irrecevable au moment du dépôt, faute de légitimation suffisante. Autoriser un tel recourant, une fois le contrat conclu, à agir seul en constatation de l'illicéité de la décision d'adjudication reviendrait ainsi, d'une part, à admettre que la qualité pour agir peut être acquise subséquemment au dépôt du recours et, d'autre part, qu'elle dépend finalement de l'éventuelle passation du contrat pendant la procédure de recours. Or, si le premier point suscite déjà quelques doutes (cf. WOLF, op. cit., p. 16), le second prête plus encore le flanc à la critique, puisqu'il suffit alors au maître de l'ouvrage, pour éviter la procédure, d'attendre la décision de non-entrée en matière avant de passer le contrat.\n\n6.6 Vu ce qui précède, le Tribunal administratif n'est pas tombé dans l'arbitraire en déclarant irrecevable le recours formé isolément par la recourante en son nom propre aux fins d'obtenir l'annulation de la décision d'adjudication, subsidiairement la constatation de l'illicéité de celle-ci."}