{"annee": "131", "cour": "V", "page": "178", "date": "18/3/2005", "cite": ["125 V 441", "125 V 284"], "cite_par": ["145 V 161", "136 V 172"], "chapeau": "26. Urteil i.S. Helsana Versicherungen AG gegen W. und Verwaltungsgericht des Kantons Thurgau\n\nK 101/04 vom 18. März 2005", "regestes": ["Art. 25 LAMal; art. 7 OPAS: Soins extra-hospitaliers pour les personnes atteintes dans leur santé psychique. Conditions du droit aux prestations - en général (consid. 2.1 et 2.4) - en cas d'instructions et de conseils selon l'art. 7 al. 2 let. a OPAS (consid. 2.2.1) - en cas d'examens et de soins selon l'art. 7 al. 2 let. b OPAS (consid. 2.2.2) - en cas de soins de base selon l'art. 7 al. 2 let. c OPAS (consid. 2.2.3)"], "faits": "|179|\n\nA. W., geboren 1948, ist bei der Helsana Versicherungen AG (nachfolgend: Helsana) nach dem Bundesgesetz über die Krankenversicherung (KVG) versichert und hat Zusatzversicherungen nach dem Bundesgesetz über den Versicherungsvertrag (VVG) abgeschlossen. Laut Diagnose von Frau Dr. med. M., Fachärztin für Psychiatrie und Psychotherapie, leidet sie an paranoider Schizophrenie. Sie wird seit 1999 durch R., diplomierte psychiatrische Krankenpflegerin, betreut, wofür die Helsana Leistungen aus der obligatorischen Krankenversicherung erbrachte. Nach Erhalt einer neuen ärztlichen Verordnung für die Zeit vom 1. April bis 30. Juni 2002, worin ein voraussichtlicher Pflegebedarf von zwölf Stunden im Monat angegeben wurde, liess die Helsana die Versicherte wissen, dass die Leistungspflicht für die vorgesehenen Massnahmen überprüft werde; gleichzeitig verlangte sie von R. ergänzende Unterlagen (Bedarfsplan, Fragebogen Spitex). Am 8. Mai 2002 teilte sie der Leistungserbringerin mit, die Rechnungstellung entspreche nicht dem anwendbaren Tarifvertrag; zudem stellten die Lebensbegleitung und -beratung sowie psychiatrische Behandlungen, wie Krisenintervention, keine Pflichtleistungen nach Art. 7 KLV dar. R. erklärte sich damit nicht einverstanden und machte geltend, bei den erbrachten Leistungen handle es sich um Massnahmen der Abklärung und Beratung im Sinne von Art. 7 Abs. 2 lit. a KLV. Auf eine ärztliche Verordnung für Massnahmen der Abklärung und Beratung, ein- bis zweimal pro Woche für die Zeit vom 1. Juli bis 30. September 2002 teilte die Helsana der |180| Leistungserbringerin am 5. August 2002 mit, dass die durchgeführten Massnahmen weder in Art. 7 KLV noch im Tarifvertrag aufgeführt seien und sozialpsychiatrische Leistungen nicht vergütet werden könnten. Eine Rechnung für Juli und August 2002 wies sie am 26. November 2002 zurück. Nach einem Briefwechsel mit der Helsana verlangte der Ehemann der Versicherten am 13. Dezember 2002 eine beschwerdefähige Verfügung. Nach anfänglicher Ablehnung erliess die Helsana am 4. Februar 2003 eine Verfügung, mit der sie eine Leistungspflicht aus der obligatorischen Krankenpflegeversicherung für die Zeit ab 1. Juli 2002 ablehnte, weil es um sozialpsychiatrische Behandlungen gehe und keine Massnahmen der psychiatrischen Grundpflege durchgeführt würden. Die dagegen erhobene Einsprache wies sie mit Entscheid vom 15. September 2003 ab.\n\nB. W. reichte beim Verwaltungsgericht des Kantons Thurgau Beschwerde ein und beantragte, in Aufhebung des Einspracheentscheids sei die Helsana zu verpflichten, die von R. erbrachten Leistungen zu vergüten; eventuell sei ein ergänzender Bericht der Leistungserbringerin einzuholen und ein zweiter Schriftenwechsel durchzuführen.\n\nDas kantonale Gericht forderte die Versicherte auf, die Pflegedokumentation der Leistungserbringerin für die Monate Juli und August 2002 beizubringen, welcher Aufforderung die Versicherte mit Eingabe vom 9. März 2004 nachkam. Nach Durchführung eines zweiten Schriftenwechsels hiess das Gericht die Beschwerde in dem Sinne teilweise gut, als es die Helsana verpflichtete, die durchgeführten Massnahmen zu entschädigen, wobei davon auszugehen sei, dass je ein Drittel unter lit. a, b und c von Art. 7 Abs. 2 KLV zu subsumieren sei (Entscheid vom 14. April 2004).\n\nDie Helsana führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, in Aufhebung des angefochtenen Entscheids sei der Einspracheentscheid vom 15. September 2003 zu bestätigen, und es sei festzustellen, dass für die streitigen Massnahmen keine Leistungspflicht des Krankenversicherers bestehe.\n\nW. lässt Abweisung der Verwaltungsgerichtsbeschwerde beantragen. Das Bundesamt für Gesundheit (BAG) verzichtet auf Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1.\n\n1.1 Nach Art. 24 KVG übernimmt die obligatorische Krankenpflegeversicherung die Kosten für die Leistungen gemäss den Art. 25-31 |181| nach Massgabe der in den Art. 32-34 festgelegten Voraussetzungen. Die Leistungen umfassen unter anderem Untersuchungen, Behandlungen und Pflegemassnahmen, die ambulant, bei Hausbesuchen, stationär, teilstationär oder in einem Pflegeheim durch Personen durchgeführt werden, die auf Anordnung oder im Auftrag eines Arztes oder einer Ärztin Leistungen erbringen (Art. 25 Abs. 2 lit. a Ziff. 3 KVG). Gemäss Art. 33 Abs. 2 KVG bezeichnet der Bundesrat unter anderem die nicht von Ärzten oder Ärztinnen oder von Chiropraktoren oder Chiropraktorinnen erbrachten Leistungen nach Art. 25 Abs. 2 KVG näher. Gestützt auf Art. 33 Abs. 5 KVG hat der Bundesrat diese Aufgabe mit Art. 33 lit. b KVV dem Eidgenössischen Departement des Innern (EDI) übertragen. Aufgrund dieser Kompetenznorm hat das Departement in Art. 7 KLV den Leistungsbereich bei Krankenpflege zu Hause, ambulant oder im Pflegeheim bestimmt. Nach Abs. 1 dieser Norm übernimmt die Versicherung unter anderem die von Krankenschwestern oder Krankenpflegern (Art. 49 KVV) oder Organisationen der Krankenpflege und Hilfe zu Hause auf ärztliche Anordnung oder im ärztlichen Auftrag erbrachten Leistungen. Gemäss Abs. 2 umfassen die Leistungen im Sinne von Abs. 1 Massnahmen der Abklärung und Beratung (lit. a), der Untersuchung und Behandlung (lit. b) sowie der Grundpflege (lit. c). Die Massnahmen nach lit. a werden umschrieben mit \"1. Abklärung des Pflegebedarfs und des Umfeldes des Patienten und Planung der notwendigen Massnahmen zusammen mit Arzt (Ärztin) und Patient (Patientin)\" und \"2. Beratung des Patienten oder der Patientin sowie gegebenenfalls der nichtberuflich an der Krankenpflege Mitwirkenden bei der Durchführung der Krankenpflege, insbesondere bei der Einnahme von Medikamenten oder beim Gebrauch medizinischer Geräte, und Vornahme der notwendigen Kontrollen\". Zu den Massnahmen der Grundpflege (lit. c) gehören die allgemeine Grundpflege bei Patienten und Patientinnen, welche die Tätigkeiten nicht selber ausführen können, wie Beine einbinden, Kompressionsstrümpfe anlegen; Betten, Lagern; Bewegungsübungen, Mobilisieren; Dekubitusprophylaxe, Massnahmen zur Verhütung oder Behebung von behandlungsbedingten Schädigungen der Haut; Hilfe bei der Mund- und Körperpflege, beim An- und Auskleiden, beim Essen und Trinken (Ziff. 1) sowie die psychiatrische oder psychogeriatrische Grundpflege (Ziff. 2).\n\n1.2 Grundlage für den Entschädigungsanspruch von Leistungen der Krankenschwestern und Krankenpfleger oder der Organisationen |182| der Krankenpflege und Hilfe zu Hause bildet der ärztliche Auftrag oder die ärztliche Anordnung, welche aufgrund der Bedarfsabklärung und der gemeinsamen Planung der notwendigen Massnahmen näher zu umschreiben sind (Art. 8 Abs. 1 KLV). Die Bedarfsabklärung umfasst die Beurteilung der Gesamtsituation des Patienten oder der Patientin sowie die Abklärung des Umfeldes und des individuellen Pflege- und Hilfebedarfs (Art. 8 Abs. 2 KLV). Sie erfolgt aufgrund einheitlicher Kriterien. Das Ergebnis wird auf einem von den Tarifpartnern geschaffenen Formular festgehalten, worin insbesondere der voraussichtliche Zeitbedarf anzugeben ist (Art. 8 Abs. 3 KLV). Der ärztliche Auftrag oder die ärztliche Anordnung sind zu befristen. Sie können bei Akutkranken für maximal drei Monate und bei Langzeitpatienten oder -patientinnen für maximal sechs Monate erteilt werden (Art. 8 Abs. 6 KLV). Der ärztliche Auftrag oder die ärztliche Anordnung können wiederholt werden (Art. 8 Abs. 7 KLV). Für die Leistungen der Krankenschwestern und Krankenpfleger oder der Organisationen der Krankenpflege und Hilfe zu Hause vereinbaren die Vertragspartner oder setzen die zuständigen Behörden Tarife fest, die nach Art und Schwierigkeit der notwendigen Leistungen abzustufen sind (Art. 9 Abs. 3 KLV).\n\n1.3 Der Tarif zum Vertrag zwischen dem Konkordat der Schweizerischen Krankenversicherer (KSK, heute santésuisse) und dem Schweizer Berufsverband der Krankenschwestern und Krankenpfleger (SBK) vom 23. Mai 1997 sieht für die von freiberuflich tätigen Krankenschwestern und Krankenpflegern erbrachten Leistungen im Sinne von Art. 7 KLV vier Tarifpositionen vor. Mit 13 Taxpunkten pro 10 Minuten werden Massnahmen der Bedarfsabklärung und Beratung (lit. a) und mit 12 Taxpunkten pro 10 Minuten Massnahmen der Untersuchung und Behandlung (lit. b) entschädigt, wobei sowohl Massnahmen nach lit. a als auch solche nach lit. b nur von einer Krankenschwester oder einem Krankenpfleger nach Art. 49 KVV durchgeführt werden dürfen. Für Massnahmen der Grundpflege gemäss Art. 7 Abs. 2 lit. c KLV enthält der Tarifvertrag zwei Positionen. Während Massnahmen der Grundpflege, die in Verbindung mit Massnahmen der Bedarfsabklärung und Beratung (Tarifposition a) und/oder der Untersuchung und Behandlung (Tarifposition b) erbracht werden, mit 11 Taxpunkten pro 10 Minuten entschädigt werden (Tarifposition c1), beläuft sich die Entschädigung für Massnahmen der Grundpflege, die nicht in Verbindung mit Massnahmen der genannten Art stehen, auf 6,5 Taxpunkte pro 10 Minuten |183| (Tarifposition c2). Dabei wird davon ausgegangen, dass Massnahmen der Grundpflege, die nicht die Qualifikation einer diplomierten Pflegeperson erfordern, mit Tarifposition c2 zu entschädigen sind (RKUV 2003 Nr. KV 264 S. 322 Erw. 3.2).\n\n2. In grundsätzlicher Hinsicht ist streitig, welche Pflichtleistungen die Krankenversicherer im Rahmen von Art. 7 KLV bei psychisch erkrankten Personen zu übernehmen haben.\n\n2.1 Auszugehen ist davon, dass der Krankheitsbegriff körperliche und geistige bzw. psychische Beeinträchtigungen der Gesundheit umfasst (Art. 2 Abs. 1 KVG, gültig gewesen bis 31. Dezember 2002, und Art. 3 Abs. 1 ATSG, in Kraft getreten am 1. Januar 2003). Dementsprechend haben psychisch erkrankte Personen grundsätzlich in gleicher Weise wie Personen mit einem körperlichen Gesundheitsschaden Anspruch auf Leistungen für spitalexterne Krankenpflege gemäss Art. 7 KLV. Die Bestimmung bezieht sich inhaltlich zwar weit gehend auf somatische Krankheiten und enthält eine spezifisch auf psychische Erkrankungen zugeschnittene Norm lediglich unter dem Titel der Massnahmen der Grundpflege nach Art. 7 Abs. 2 lit. c KLV. Im Rahmen des KVG sind die psychischen Erkrankungen den körperlichen Krankheiten jedoch gleichgestellt, was auch bei der Auslegung von Art. 7 Abs. 2 KLV zu beachten ist. Wie das Bundesamt für Sozialversicherung (BSV) in der Vernehmlassung vom 15. Dezember 2003 im Verfahren K 97/03 sinngemäss ausführt und das BAG in seiner am 3. März 2004 verfassten Stellungnahme zu einem Rundschreiben des SBK und des Spitex-Verbandes Schweiz vom 26. Januar 2004 wiederholt, soll mit lit. c Ziff. 2 der Bestimmung (psychiatrische oder psychogeriatrische Grundpflege) die Gleichbehandlung der psychischen mit den körperlichen Krankheiten bei den Pflegemassnahmen sichergestellt werden. In ähnlichem Sinn hat sich der Bundesrat in der Antwort vom 29. Januar 2003 auf die Einfache Anfrage von Nationalrätin Stephanie Baumann zur ambulanten psychiatrischen Pflege vom 25. November 2002 geäussert (02.1130; Amtl. Bull. 2003 N 523; Beilagen, S. 95).\n\n2.2 Die Leistungspflicht nach Art. 7 KLV bei psychisch erkrankten Personen setzt voraus, dass ein behandlungsbedürftiger psychischer Gesundheitsschaden vorliegt. Aus dem Erfordernis des ärztlichen Auftrags oder der ärztlichen Anordnung (Art. 8 Abs. 1 KLV) folgt des Weiteren, dass die erkrankte Person in ärztlicher Behandlung stehen muss (GEBHARD EUGSTER, Krankenversicherung, |184| in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 130). Keine ärztliche Behandlung im Sinne des KVG bilden psychotherapeutische Massnahmen, die lediglich zum Zweck der Selbsterfahrung, der Selbstverwirklichung oder der Persönlichkeitsreifung oder zu einem anderen nicht auf die Behandlung einer Krankheit gerichteten Zweck durchgeführt werden (Art. 2 Abs. 2 KLV). In solchen Fällen besteht auch kein Anspruch auf Pflegemassnahmen nach Art. 7 KLV. Entscheidend für die Leistungspflicht des Krankenversicherers ist somit, dass es sich um krankheitsbedingte Pflegemassnahmen und nicht um Massnahmen handelt, die aus andern persönlichen oder sozialen Gründen erforderlich sind.\n\n2.2.1 Psychisch erkrankte Personen haben zunächst wie die körperlich Erkrankten Anspruch auf Massnahmen der Abklärung und Beratung gemäss Art. 7 Abs. 2 lit. a KLV. Die Massnahmen umfassen die Abklärung des Pflegebedarfs und des Umfeldes der versicherten Person sowie die Planung der notwendigen Massnahmen einerseits (Ziff. 1) und die Beratung des Patienten oder der Patientin sowie gegebenenfalls der nichtberuflich an der Krankenpflege Mitwirkenden bei der Durchführung der Krankenpflege anderseits (Ziff. 2). Die Abklärung und Beratung kann sich sowohl auf die Behandlungspflege nach Abs. 2 lit. b als auch auf die Grundpflege nach Abs. 2 lit. c der Verordnungsbestimmung beziehen (vgl. EUGSTER, a.a.O., Rz 114). Nach dem Wortlaut von Art. 7 Abs. 2 lit. a Ziff. 2 KLV müssen die Massnahmen der Beratung auf die Durchführung der Krankenpflege (\"pour les soins\", \"per l'effettuazione delle cure\") gerichtet sein. Dazu gehört laut Verordnung insbesondere die Beratung bei der Einnahme von Medikamenten oder beim Gebrauch medizinischer Geräte und die Vornahme der notwendigen Kontrollen. Bei psychisch Erkrankten hat die Beratung den besondern Anforderungen an die Krankenpflege bei psychischen Beeinträchtigungen Rechnung zu tragen. Im Einzelfall kann etwa die Anleitung und Einübung von Bewältigungsmechanismen (sog. Coping-Strategien), die Unterstützung in Krisensituationen oder die Beratung im Umgang mit Krankheitssymptomen erforderlich sein (vgl. Richtlinien des Zentralvorstandes des Spitex-Verbandes Schweiz vom 12. Mai 1997). Die Massnahmen dürfen indessen nicht therapeutischen Charakter aufweisen, sondern haben sich auf die pflegerische Betreuung der psychisch erkrankten Person zu beschränken. Zudem dürfen sie sich nicht in einer (vom Gesundheitsschaden bzw. der Krankenpflege unabhängigen) Beratung in |185| persönlicher oder sozialer Hinsicht oder in der Mithilfe im Haushalt erschöpfen.\n\n2.2.2 Unter der Behandlungspflege gemäss Art. 7 Abs. 2 lit. b KLV sind Pflegemassnahmen mit diagnostischer oder therapeutischer Zielsetzung zu verstehen (EUGSTER, a.a.O., Rz 114). Entsprechende Massnahmen, wie beispielsweise die Verabreichung von Medikamenten durch die Pflegeperson auf Anordnung des Arztes (Ziff. 7), fallen auch bei psychisch erkrankten Personen in die Leistungspflicht der Krankenversicherer. Dagegen können keine Massnahmen vergütet werden, die psychotherapeutischen Charakter aufweisen. Nur die von den Ärzten durchgeführte Psychotherapie und die sog. delegierte Psychotherapie (vgl. hiezu BGE 125 V 441) gehören zu den Pflichtleistungen der Krankenversicherung, nicht aber die von freiberuflichen nichtärztlichen Psychotherapeuten erbrachten Leistungen (BGE 125 V 284; RKUV 2003 Nr. KV 255 S. 240 ff.). Umso weniger sind psychotherapeutische Untersuchungen und Behandlungen durch (psychiatrische) Pflegepersonen zu übernehmen. Anspruchsbegründend sind nur pflegerische Massnahmen in Zusammenhang mit der Untersuchung und Behandlung psychisch erkrankter Personen. Weil von den Pflegepersonen keine psychotherapeutischen Massnahmen vorgenommen werden dürfen und Beratungen hinsichtlich des Umgangs mit dem Krankheitsbild sowie stützende Gespräche in Krisensituationen - soweit keine ärztliche Intervention erforderlich ist - unter lit. a der Verordnungsbestimmung zu subsumieren sind, bleibt für Massnahmen der Behandlungspflege nach Art. 7 Abs. 2 lit. b KLV nur wenig Raum.\n\n2.2.3 Schliesslich haben psychisch erkrankte Personen gemäss Art. 7 Abs. 2 lit. c KLV Anspruch auf die in Ziff. 1 dieser Bestimmung genannten Massnahmen, wozu etwa die Hilfe bei der Mund- und Körperpflege, beim An- und Auskleiden sowie beim Essen und Trinken gehören. Im Gegensatz zu den Leistungskategorien von Art. 7 Abs. 2 KLV (vgl. hiezu RKUV 1998 KV Nr. 28 S. 184 Erw. 3) ist die Aufzählung der einzelnen Massnahmen in Art. 7 Abs. 2 lit. c Ziff. 1 KLV dem Wortlaut nach (\"wie\", \"tels que\", \"quali\") nicht abschliessend. Fraglich ist, ob aufgrund von Ziff. 2 der Bestimmung Anspruch auf weitere, spezifisch auf psychisch erkrankte Personen zugeschnittene Massnahmen besteht. Nach Auffassung von BSV und BAG eröffnet die Bestimmung kein neues Leistungsspektrum, sondern berücksichtigt allein den höheren zeitlichen Aufwand in der Grundpflege bei den psychisch erkrankten |186| Personen. In gleichem Sinn hatte sich das BSV bereits in einem Beschwerdeverfahren betreffend den Tarif für die in Pflegeheimen erbrachten Leistungen im Kanton Waadt geäussert. Im diesbezüglichen Entscheid vom 20. Dezember 2000 (auszugsweise publiziert in: VPB 66/2002 Nr. 66.69 S. 817 ff.; zusammengefasst in RKUV 2001 Nr. KV 186 S. 471 ff.) folgte der Bundesrat grundsätzlich dieser Betrachtungsweise, stellte gleichzeitig aber fest, Art. 7 Abs. 2 lit. c Ziff. 2 KLV sei eine weiter gehende Bedeutung beizumessen, weil die in Art. 7 Abs. 2 lit. b Ziff. 1-12 und lit. c Ziff. 1 KLV genannten Massnahmen ausschliesslich solche der körperlichen Grundpflege erwähnten. Es sei offensichtlich, dass psychisch beeinträchtigte Personen einer besonderen Pflege bedürften, welche im Rahmen des in Art. 7 Abs. 2 KLV enthaltenen Leistungskataloges allein unter lit. c Ziff. 2 dieser Bestimmung subsumiert werden könne (in VPB 66/2002 Nr. 66.69 S. 817 ff. nicht publizierte Erw. 9.4 des bundesrätlichen Entscheids). Davon scheint auch der Verordnungsgeber bei den Vorarbeiten zu der auf den 1. Januar 1998 in Kraft getretenen Neufassung von Art. 7 KLV (AS 1997 2039) ausgegangen zu sein. Im bereinigten Antrag an die Eidgenössische Kommission für allgemeine Leistungen (ELK) hatte die mit der Ausarbeitung eines Verordnungsentwurfs beauftragte Arbeitsgruppe vorgeschlagen, Art. 7 Abs. 2 lit. c KLV mit einer Ziffer 2 \"Spezifische psychiatrische oder psychogeriatrische Grundpflege\" zu ergänzen. Im Kommentar zu dieser Bestimmung wurde ausgeführt, es gehe dabei vor allem um helfende, beratende und überwachende Präsenz bei Patientinnen oder Patienten, bei denen dadurch eine Versorgung teilstationär oder zu Hause (oder allenfalls beides in Abstimmung aufeinander) möglich und ein permanenter Klinikaufenthalt vermeidbar sei. Die ELK stimmte der vorgeschlagenen Bestimmung mehrheitlich zu. Auch wenn in der definitiven Fassung von Art. 7 Abs. 2 lit. c Ziff. 2 KLV nicht mehr von einer spezifischen psychiatrischen oder psychogeriatrischen Grundpflege die Rede ist, muss davon ausgegangen werden, dass mit dieser Bestimmung nicht bloss die Anwendbarkeit von Art. 7 Abs. 2 lit. a, b und c Ziff. 1 auf psychisch beeinträchtigte Personen sichergestellt, sondern darüber hinaus eine Kostenübernahmepflicht für besondere Massnahmen bei psychisch Erkrankten statuiert werden sollte. Für diese Auslegung sprechen auch Sinn und Zweck der Verordnungsbestimmung, welche darin zu erblicken sind, psychisch erkrankten Personen eine Krankenpflege zu Hause |187| zu ermöglichen und damit eine allenfalls notwendige stationäre Behandlung zu vermeiden. Im Hinblick darauf, dass Art. 7 Abs. 2 lit. c Ziff. 1 KLV bei der (nicht abschliessenden) Aufzählung der in Betracht fallenden Massnahmen (unter anderem \"Betten, Lagern\", \"Bewegungsübungen, Mobilisieren\", \"Hilfe bei der Mund- und Körperpflege, beim An- und Auskleiden, beim Essen und Trinken\") unmittelbar auf alltägliche Lebensverrichtungen Bezug nimmt, ist Ziff. 2 der Verordnungsbestimmung in dem Sinne auszulegen, dass zur psychiatrischen und psychogeriatrischen Grundpflege Massnahmen zu rechnen sind, welche der Überwachung und Unterstützung psychisch erkrankter Personen bei der Alltagsbewältigung dienen (vgl. in diesem Sinne auch HARDY LANDOLT, Grundlagen des Pflegerechts, Bern 2001, Bd. I, S. 24 f. Rz 39; vgl. auch Botschaft des Bundesrates zum Bundesgesetz über die Neuordnung der Pflegefinanzierung vom 16. Februar 2005, in: BBl 2005 S. 2033 ff., hier: S. 2066). Gegenstand von Massnahmen der Grundpflege nach Art. 7 Abs. 2 lit. c Ziff. 2 KLV können allerdings nur Beeinträchtigungen in den grundlegenden alltäglichen Lebensverrichtungen bilden und nur so weit, als sie krankheitsbedingt sind. Es muss sich zudem um Massnahmen der Personenhilfe und nicht der Sachhilfe (insbesondere Haushaltshilfe) handeln (EUGSTER, a.a.O., Rz 114). Dabei geht es vorab darum, dass die psychisch erkrankte Person die alltäglichen Lebensverrichtungen wieder selbst zu besorgen vermag (\"Hilfe zur Selbsthilfe\").\n\n2.3 Nicht zu übersehen ist, dass sich gewisse Massnahmen (beispielsweise Überwachung und Unterstützung im Alltag sowie in Krisensituationen) im Einzelfall sowohl unter lit. a (Beratung) als auch unter lit. c (Grundpflege) von Art. 7 Abs. 2 KLV subsumieren lassen und eine klare Abgrenzung der Massnahmen der psychiatrischen oder psychogeriatrischen Grundpflege gemäss lit. c Ziff. 2 der Verordnungsbestimmung von den nicht zu den Pflichtleistungen gehörenden Massnahmen der Hilfe im Haushalt und der sozialen Betreuung mit Schwierigkeiten verbunden ist. Im Hinblick auf eine rechtsgleiche Praxis wäre es - ungeachtet der laufenden Bestrebungen zur Neuordnung der Pflegefinanzierung - zu begrüssen, wenn der Verordnungsgeber, nach Anhörung der zuständigen Fachkommission (ELK), die unter dem Titel der psychiatrischen oder psychogeriatrischen Grundpflege als Pflichtleistungen zu vergütenden Massnahmen und den Leistungsbereich nach lit. a und b der Bestimmung bei psychisch Erkrankten näher umschreiben |188| würde. Denn es ist offensichtlich, dass der geltende Wortlaut von Art. 7 KLV, welcher einseitig von den somatischen Erkrankungen ausgeht, nicht zu befriedigen vermag.\n\n2.4 Anzumerken bleibt, dass es für die Beurteilung der Leistungspflicht in grundsätzlicher und masslicher Hinsicht eindeutiger Angaben bezüglich der im Einzelfall angeordneten und durchgeführten Massnahmen bedarf (Art. 42 Abs. 3 Satz 2 KVG). Vorauszusetzen ist ein klarer ärztlicher Auftrag oder eine ärztliche Anordnung hinsichtlich der erforderlichen Massnahmen, welche aufgrund der Bedarfsabklärung und der gemeinsamen Planung näher zu umschreiben sind (Art. 8 Abs. 1 KLV). Der Krankenversicherer kann verlangen, dass ihm die relevanten Elemente der Bedarfsabklärung mitgeteilt werden (Art. 8 Abs. 5 KLV). Erforderlichenfalls ist ihm zuhanden des Vertrauensarztes (Art. 57 KVG) eine umfassende Dokumentation der erbrachten Leistungen (Pflegedokumentation) einzureichen. Schliesslich ist eine detaillierte und verständliche Rechnungstellung vorauszusetzen (Art. 42 Abs. 3 Satz 1 KVG). Genügen die vorhandenen Angaben nicht für eine zuverlässige Beurteilung der Leistungspflicht, hat der Krankenversicherer ergänzende Unterlagen einzufordern. Wird dieser Aufforderung nicht oder nur ungenügend nachgekommen, ist er befugt, die Leistungspflicht für die beantragten Massnahmen abzulehnen.\n\n3.\n\n3.1 Das streitige Leistungsbegehren stützt sich auf eine ärztliche Anordnung von Frau Dr. med. M., Fachärztin für Psychiatrie und Psychotherapie. Leistungserbringerin ist die diplomierte psychiatrische Krankenpflegerin R., welche freiberuflich den Mobilen Betreuungsdienst X. führt. Sie erfüllt unbestrittenermassen die für die Zulassung als Leistungserbringerin für die Krankenversicherung geltenden Anforderungen (Art. 49 KVV) und ist dem Tarifvertrag zwischen dem KSK (heute santésuisse) und dem SBK vom 23. Mai 1997 (vgl. Erw. 1.3 hievor) angeschlossen. Die formellen Voraussetzungen für eine Vergütung der streitigen Massnahmen durch den Krankenversicherer sind damit erfüllt. Zu prüfen ist, ob die durchgeführten Massnahmen zu den Pflichtleistungen nach Art. 7 KLV gehören.\n\n3.2 Laut ärztlicher Diagnose leidet die Beschwerdegegnerin an paranoider Schizophrenie (ICD-10 F20.0). Es liegt somit ein psychischer Gesundheitsschaden mit Krankheitswert vor, welcher grundsätzlich Anspruch auf Leistungen nach Art. 7 KLV zu begründen |189| vermag. In der ärztlichen Anordnung vom 26. Juli 2002 wird die Art der durchzuführenden Massnahmen mit \"Massnahmen der Abklärung und Beratung\" umschrieben und der Bedarf mit \"ein- bis zweimal wöchentlich, maximal 240 Minuten pro Woche\" angegeben. In dem vom Krankenversicherer eingeholten Fragebogen für Krankenpflege zu Hause bezeichnet die Leistungserbringerin die Pflegesituation als komplex und instabil und umschreibt die gestützt auf Art. 7 Abs. 2 lit. a KLV durchgeführten Massnahmen wie folgt:\n\n- Anleitung, Beratung und Abklärung bei Bewältigung von alltäglichen Anforderungen, mit Einbezug des Krankheitsbildes\n\n- Pflegerische Gespräche, vorbeugende Anleitung, Beratung, um erneutem Klinikeintritt vorzubeugen\n\n- Motivationsarbeit in Bezug auf Krankheitsannahme oder deren Bewältigung im bestehenden sozialen Netz. Im Besonderen aktive Beratung und Unterstützung der ärztlich verordneten medikamentösen Therapie\n\n- Anleitung, Beratung bei Angst und Panik\n\n- Planung der notwendigen Massnahmen in Zusammenarbeit mit Dr. med. M.\n\nAus der im vorinstanzlichen Verfahren eingereichten Pflegedokumentation für die Monate Juli und August 2002 geht hervor, dass die Versicherte über Schwindel und Angstgefühle sowie depressive Stimmungen klagte. Die durchgeführten Massnahmen bestanden zur Hauptsache in einem Angsttraining, stützenden Gesprächen, gemeinsamen Spaziergängen, gemeinsamem Essen, Erstellen einer Wochen-Haushaltsplanung und Überwachung bei der Medikation.\n\n3.3 Aufgrund der vorhandenen Angaben kann der Auffassung der Beschwerdegegnerin nicht gefolgt werden, wonach die durchgeführten Massnahmen vollumfänglich nach Art. 7 Abs. 2 lit. a KLV (Massnahmen der Abklärung und Beratung) zu entschädigen sind. Ebenso wenig kann der Meinung der Beschwerdeführerin beigepflichtet werden, wonach als pflegerische Massnahmen lediglich die Überwachung der Medikation und das Blutdruckmessen zu rechnen seien, wogegen es sich bei der Gesprächsführung und dem Angsttraining um psychotherapeutische Massnahmen und bei der Haushaltsplanung, den Spaziergängen sowie der Essenszubereitung um Massnahmen der sozialen Integration handle, für welche der Krankenversicherer nicht aufzukommen habe. Nach dem Gesagten können die durchgeführten Betreuungsgespräche zur Behebung oder Milderung von krankheitsbedingten Angststörungen durchaus Massnahmen der Beratung gemäss Art. 7 Abs. 2 lit. a KLV darstellen |190| (Erw. 2.2.1 hievor). Es handelt sich dabei nicht notwendigerweise um psychotherapeutische Massnahmen, welche nur dann zu Lasten des Krankenversicherers gehen, wenn sie vom Arzt oder in Form der sog. delegierten Psychotherapie durchgeführt werden. Erforderlich ist, dass nicht der therapeutische, sondern der pflegerische Charakter der Massnahme im Vordergrund steht (Erw. 2.2.2 hievor), was im vorliegenden Fall allerdings als fraglich erscheint. Soweit die Versicherte wegen des psychischen Leidens und der damit verbundenen Beeinträchtigung des Antriebs einer Unterstützung und Hilfe bei den alltäglichen Lebensverrichtungen, insbesondere der Führung des Haushaltes bedarf, fallen Leistungen der Grundpflege nach Art. 7 Abs. 2 lit. c KLV in Betracht (Erw. 2.2.3 hievor). Erforderlich ist, dass die Hilfs- und Überwachungsbedürftigkeit direkte Folge der psychischen Erkrankung bildet und sich die Massnahmen auf eine Unterstützung und Überwachung (Personen- und nicht Sachhilfe) beschränken. Schliesslich kann auch dem vorinstanzlichen Entscheid nicht gefolgt werden, wonach die erbrachten Leistungen teils als Massnahmen der Abklärung und Beratung (so die Gespräche), teils als Massnahmen der Untersuchung und Behandlung (so insbesondere die Blutdruck-Messungen) und teils als Massnahmen der Grundpflege zu betrachten sind, wobei der Anteil mangels einer klaren Unterscheidung seitens der Leistungserbringerin ermessensweise auf je ein Drittel festzusetzen ist. Zum einen ist fraglich, ob es sich bei den durchgeführten Massnahmen ausnahmslos um solche nach Art. 7 Abs. 2 KLV handelt. Insbesondere bleibt offen, ob es bei den stützenden Gesprächen und dem Angsttraining nicht doch um therapeutische Massnahmen ging, welche die Leistungserbringerin anstelle oder im Auftrag des Arztes oder der Ärztin erbracht hat. Zum andern entbehrt die von der Vorinstanz vorgenommene ermessensweise Aufteilung der Massnahmen (je ein Drittel Massnahmen nach lit. a, b und c von Art. 7 Abs. 2 KLV) einer hinreichenden Grundlage. Sie vermag schon deshalb nicht zu überzeugen, weil den Massnahmen der Behandlungspflege nach Art. 7 Abs. 2 lit. b KLV offensichtlich nur untergeordnete Bedeutung zukommt. Im Übrigen können nur Leistungen vergütet werden, die klar ausgewiesen und effektiv durchgeführt worden sind (Erw. 2.4 hievor). Diesbezüglich bestehen aber Zweifel, zumal die Pflegedokumentation eine unzutreffende Eintragung (Massnahmen vom 13. August 2002) enthält, welche bisher nicht klargestellt worden ist. Mangels näherer |191| Angaben lässt sich zudem nicht feststellen, inwieweit sich die durchgeführten Massnahmen im Rahmen der ärztlichen Anordnung halten. Die Sache ist daher an den Krankenversicherer zurückzuweisen, damit er von der behandelnden Ärztin ergänzende Angaben zu den krankheitsbedingt erforderlichen Massnahmen einhole und über den Leistungsanspruch nach Massgabe der dargelegten rechtlichen Erwägungen neu entscheide."}