{"annee": "131", "cour": "III", "page": "201", "date": "16/12/2004", "cite": ["116 II 504", "100 II 290", "126 III 1", "106 II 103", "92 II 128", "996 I 52", "89 I 316"], "cite_par": ["136 III 168", "135 III 389"], "chapeau": "25. Auszug aus dem Urteil der II. Zivilabteilung i.S. Dzieglewska gegen Departement des Innern sowie Obergericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n5A.25/2004 vom 16. Dezember 2004", "regestes": ["Art. 8 al. 3 Cst., art. 42 al. 1 CC, art. 40 LDIP, art. 24 al. 1 OEC; inscription de noms étrangers dans le registre de l'état civil. Changement de jurisprudence. Recevabilité du recours de droit administratif et conditions de la rectification d'inscriptions par le juge (consid. 1). Inscription au registre de l'état civil et transmission d'un nom comportant des flexions selon le sexe (consid. 2 et 3)."], "faits": "BGE 131 III 201 S. 202\n\nAm 26. September 2003 gebar Aleksandra Dzieglewska, schweizerisch-polnische Doppelbürgerin, in Aarau den Sohn Florian Stefan, der im Geburtsregister des Zivilstandskreises Aarau mit dem Namen \"Dzieglewska\", dem Namen seiner unverheirateten Mutter, eingetragen wurde. Am 27. November 2003 gelangte Florian Stefan Dzieglewska durch seine gesetzliche Vertreterin an das Gerichtspräsidium Aarau und verlangte gestützt auf Art. 42 Abs. 1 ZGB, der Eintrag \"Dzieglewska\" im Register sei zu berichtigen und es sei der Name \"Dzieglewski\" einzutragen.\n\nDas Gerichtspräsidium Aarau wies das Begehren mit Urteil vom 29. Januar 2004 ab. Zur Begründung wurde im Wesentlichen festgehalten, durch die Eintragung eines ausländischen Namens in das schweizerische Zivilstandsregister werde dieser zu einem schweizerischen Namen, so dass allfällige Namensregeln des Ursprungslandes nicht mehr berücksichtigt werden könnten. Florian Stefan Dzieglewska gelangte mit Beschwerde an das Obergericht des Kantons Aargau, welches mit Urteil vom 1. Juni 2004 das erstinstanzliche Urteil bestätigte.\n\nFlorian Stefan Dzieglewska führt mit Eingabe vom 14. Juli 2004 Verwaltungsgerichtsbeschwerde und beantragt dem Bundesgericht, das angefochtene Urteil sei aufzuheben und es sei anzuordnen, dass er im Geburtsregister mit dem berichtigten Namen \" Dzieglewski\" eingetragen werde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Beschwerdeführer hat beim Gericht die Berichtigung einer Registereintragung nach Art. 42 Abs. 1 ZGB verlangt. Nach dieser Bestimmung kann derjenige, welcher ein schützenswertes persönliches Interesse glaubhaft macht, beim Gericht auf Eintragung von streitigen Angaben über den Personenstand, auf Berichtigung oder auf Löschung einer Eintragung klagen (Art. 42 Abs. 1 BGE 131 III 201 S. 203ZGB in der seit 1. Januar 2000 in Kraft stehenden Fassung; AS 1999 S. 1118, 1144).\n\n1.2 Nach der Rechtsprechung gehört die richterliche Berichtigung des Zivilstandsregisters hinsichtlich Namen zur freiwilligen Gerichtsbarkeit, die als nichtstreitige Zivilsache nicht berufungsfähig ist (BGE 100 II 290 E. 1 S. 292; BGE 92 II 128 E. 1 S. 130 f.; MESSMER/ IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, S. 74 Ziff. 55, S. 178 Ziff. 129 Anm. 3). Mit der Revision des Personenstandsrechts wurde die bisherige Bestimmung (aArt. 45 Abs. 1 ZGB) über die Berichtigung der Register auf Anordnung des Gerichts zu einer umfassenden Gestaltungsklage auf Eintragung von streitigen Angaben, auf Berichtigung oder auf Löschung einer Eintragung über den Personenstand ausgebaut, für die kein eigenes Verfahren (z.B. Statusklagen des Kindesrechts) zur Verfügung steht (BBl 1 BGE 996 I 52; HEUSSLER, in: Basler Kommentar, Zivilgesetzbuch I, 2. Aufl., N. 5 zu Art. 42 ZGB). Nach der Botschaft des Bundesrates soll je nach dem, ob die Anwendung über die Beurkundung des Personenstandes oder eigentliche Statusfragen streitig sind, letztinstanzlich die Verwaltungsgerichtsbeschwerde oder die Berufung offen stehen (BBl 1 BGE 996 I 52).\n\nBei der hier strittigen richterlichen Berichtigung geht es um die Frage, ob im schweizerischen Zivilstandsregister die den Regeln einer fremden Sprache folgende Abwandlung des Familiennamens nach dem Geschlecht des Namensträgers zu berücksichtigen ist. Eine Statusfrage, in der es nur in der Nebensache um deren Beurkundung geht, steht nicht in Rede, ebenso wenig ein Namensstreit unter Privaten (Art. 29 ZGB); die Berufung fällt daher ausser Betracht. Das vorliegende Berichtigungsverfahren ist zwar auch darauf gerichtet, Wirkungen auf dem Gebiet des Privatrechts zu entfalten, und erscheint insofern als Zivilsache. Indessen überwiegt das öffentlich-rechtliche Element: Die hier strittige Frage betrifft die Form der Eintragung von Namen (Art. 43 Abs. 1 aZStV bzw. Art. 24 Abs. 1 ZStV [SR 211.112.2] in der seit 1. Juli 2004 geltenden Fassung; AS 2004 S. 2915) und damit die Registerführung, die als öffentlich-rechtliche Angelegenheit zu betrachten ist (vgl. GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 44). Der Gegenstand des beim Bundesgericht erhobenen Rechtsmittels gehört somit zum öffentlichen Recht des Bundes, so dass die Verwaltungsgerichtsbeschwerde gegen den Entscheid des Obergerichts grundsätzlich zulässig ist (Art. 97 Abs. 1 und Art. 98 lit. g OG). BGE 131 III 201 S. 204\n\n1.3 Der Beschwerdeführer rügt, dass das Zivilstandsamt beim Eintrag der Geburt im schweizerischen Zivilstandsregister die den Regeln der polnischen Sprache folgende Abwandlung seines polnischen Familiennamens nach seinem Geschlecht nicht berücksichtigt habe. Die Berichtigung setzt allgemein den Nachweis voraus, dass der Registerführer einen Fehler begangen hat oder irregeführt wurde (FORNI, Berichtigung von Zivilstandseintragungen, ZZW 1973 S. 187). Zu den Fehlern, die eine Berichtigung durch den Richter rechtfertigen, gehört auch ein Eintrag, der auf irrtümlicher Gesetzesauslegung beruht (BGE 89 I 316 E. 3 S. 322; FORNI, a.a.O., S. 189; EGGER, Zürcher Kommentar, N. 2 zu Art. 45 ZGB). Ein schützenswertes persönliches Interesse an der Berichtigung des Registers - und damit die Legitimation zur Berichtigungsklage - ist ohne weiteres gegeben. Die Berichtigungsklage ist grundsätzlich zulässig.\n\n2.\n\n2.1 Das Obergericht hat im Wesentlichen festgehalten, der Name des Beschwerdeführers sei nach schweizerischem Recht einzutragen, da dieser selber angebe, zur Schweiz ein engeres Verhältnis als zu Polen zu haben; im Übrigen behaupte der Beschwerdeführer selber nicht, die polnische Staatsangehörigkeit zu haben, so dass eine Rechtswahl nach Art. 37 Abs. 2 IPRG von vornherein ausser Betracht falle. Das schweizerische Namensrecht sei durch die Unwandelbarkeit des Familiennamens gekennzeichnet, weshalb nach der Rechtsprechung und der Zivilstandsverordnung die Abweichungen nach dem Geschlecht nicht zugelassen seien. Daher sei der Beschwerdeführer mit dem unveränderten Namen seiner unverheirateten Mutter im Geburtsregister einzutragen. Weder liege ein Verstoss gegen das Gleichbehandlungsgebot der Bundesverfassung noch gegen das UNO-Übereinkommen vom 20. November 1989 über die Rechte des Kindes (SR 0.107) vor. Das Obergericht hat daher die Berichtigung des Eintrages verweigert und den Beschwerdeführer auf den Weg der Namensänderung nach Art. 30 ZGB verwiesen.\n\n2.2 Der Beschwerdeführer hält demgegenüber im Wesentlichen fest, es sei mit seinen Persönlichkeitsrechten, dem Gleichberechtigungsprinzip gemäss Verfassung und den Garantien der UNO-Kinderrechtskonvention nicht vereinbar, wenn er - als männlicher Nachkomme - mit der weiblichen Form des polnischen Namens seiner Mutter im Zivilstandsregister eingetragen werde. BGE 131 III 201 S. 205\n\n3.\n\n3.1 Die Mutter des Beschwerdeführers und ihre Eltern wurden Jahre nach ihrem Zuzug in Brugg/AG eingebürgert und sind seither polnisch-schweizerische Doppelbürger. Ihre Namen wurden folglich mit der Einbürgerung in das Familienregister ihres Heimatortes eingetragen (vgl. Art. 40 IPRG). Ob der Beschwerdeführer nicht nur Schweizer Bürger ist, sondern nach dem Recht Polens durch Abstammung ebenfalls die polnische Staatsangehörigkeit erworben hat, wird im angefochtenen Urteil nicht weiter erörtert. Die Frage ist hier für das auf den Namen anwendbare Recht nicht entscheidend. Der Beschwerdeführer hat seinen Wohnsitz in der Schweiz. Damit fällt ausser Betracht, dass er als schweizerisch-polnischer Doppelbürger nach Art. 37 Abs. 2 IPRG verlangen könnte, seinen Namen dem ausländischen Heimatrecht zu unterstellen (Art. 23 Abs. 2 IPRG; BGE 126 III 1 E. 4 S. 4); sein Name untersteht nach Art. 37 Abs. 1 IPRG schweizerischem Recht (BGE 116 II 504 E. 2 S. 506). Es ist daher zu Recht unbestritten, dass der Beschwerdeführer nach Art. 270 Abs. 2 ZGB den Familiennamen seiner unverheirateten Mutter erhält. Strittig ist hingegen, ob der im schweizerischen Zivilstandsregister eingetragene polnische Name der Mutter in unveränderter Form - \"Dzieglewska\" mit der weiblichen Komponente des Namens - als Name des Beschwerdeführers einzutragen ist.\n\n3.2 Nach Art. 24 Abs. 1 ZStV (Art. 43 Abs. 1 aZStV) werden Namen, soweit es der Standardzeichensatz erlaubt, so erfasst, wie sie in den Zivilstandsurkunden oder, wenn solche fehlen, in anderen massgebenden Ausweisen geschrieben sind. Ist ein Name einmal in schweizerischen Zivilstandsregistern eingetragen, so ist er nach Auffassung des Kreisschreibens des Eidgenössischen Justiz- und Polizeidepartements vom 11. Oktober 1989 in der Regel unveränderlich (ZZW 1989 S. 285, Ziff. 24; Grundsatz der Unveränderlichkeit). Gemäss Kreisschreiben überträgt sich dieser Name auch in der Schreibweise in der eingetragenen Form auf Personen, die nach schweizerischen Namensregeln ihren Familiennamen von jenem des Namensträgers ableiten. Sobald schweizerisches Recht auf einen bereits in schweizerischen Registern eingetragenen Familiennamen anwendbar sei, könnten - laut Kreisschreiben - allfällige Regeln des Ursprungslandes, die eine Veränderung des Namens nach Geschlecht, Zivilstand oder in anderer Weise bei seiner Übertragung auf eine andere Person vorsehen, nicht mehr angewendet werden. BGE 131 III 201 S. 206\n\nSoll dieser Grundsatz der Unveränderbarkeit ausländischer Namen auch für slawische Namen gelten, die je nach Geschlecht modifiziert werden, bedeutet dies, dass die eingebürgerte Mutter ihren Namen \"Dzieglewska\" auf den Sohn überträgt und dessen Name gleichfalls \"Dzieglewska\" lautet. In Anbetracht der Endung \"a\" wird der Beschwerdeführer durch einen Namensbestandteil bezeichnet, der dem weiblichen Geschlecht vorbehalten ist, zumal aus dem Auszug aus dem Geburtsregister hervorgeht, dass der Name des Grossvaters \"Dzieglewski\" lautet. Bleibt zu prüfen, ob diese Lösung richtig ist, weil sie mit den nach Bundesrecht massgebenden Eintragungsgrundsätzen übereinstimmt, oder zu berichtigen ist.\n\n3.2.1 Nach BGE 106 II 103 E. 2 S. 105 gilt der Grundsatz der unveränderten Übertragung nicht unbeschränkt, wenn es um die Eintragung von in ausländischen Zivilstandsurkunden aufgeführten Namen geht, und können die den Regeln einer fremden Sprache folgenden Abwandlungen des Familiennamens nach Geschlecht des Namensträgers bei der Eintragung des Namens in die schweizerischen Zivilstandsregister nicht beachtet werden. Im beurteilten Fall wurde die Eintragung des Namens \"Temelkova\" als weibliche Form eines entsprechenden männlichen Familiennamens verweigert. Dieses Urteil ist - was die Verweigerung der Eintragung anbelangt - in der Lehre auf Kritik gestossen , im Wesentlichen mit der Begründung, dass keine formalen Gründe gegen die Eintragung von nach Geschlecht abgewandelten Familiennamen sprechen würden und dass diese Rechtsprechung mit dem Gleichberechtigungsprinzip nicht in Übereinstimmung stehe ( VISCHER , Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 4 zu Art. 40 IPRG; JAMETTI GREINER/GEISER , Basler Kommentar, Internationales Privatrecht, N. 7 zu Art. 40 IPRG; DUTOIT , Commentaire de la loi fédérale du 18 décembre 1987, 3. Aufl. 2001, N. 3 zu Art. 40 IPRG; BUCHER, Droit international privé suisse, Bd. II, Basel 1992, S. 108 Rz. 263; JORNOD, La femme et le nom en droits suisse et français, Diss. Lausanne 1991, S. 244; JÄGER , Das IPR-Gesetz, ZZW 1990 S. 13; SCHÜPBACH , Der Personenstand, in: Schweizerisches Privatrecht, Bd. II/3, S. 117 Anm. 278). Was die Unveränderlichkeit von einmal im schweizerischen Register eingetragenen Namen betrifft, die einen nach Geschlecht veränderlichen Bestandteil enthalten und auf die schweizerisches Recht anwendbar ist, sind die Schlussfolgerungen geteilt. Nach der einen BGE 131 III 201 S. 207Auffassung ist nicht nur die slawische Schreibweise des Frauennamens zu gestatten, sondern bei männlichen Nachkommen auch die männliche Form einzutragen (VISCHER, a.a.O.; BUCHER, Droit, a.a.O.). Anderer Meinung sind JAMETTI GREINER/GEISER (a.a.O., ohne weitere Begründung mit Hinweis auf BGE 106 II 103), wonach die betroffene Person eine Anpassung des Namens über eine förmliche Namensänderung (Art. 30 ZGB) anzustreben habe. Zum gleichen Ergebnis kommt auch OTHENIN-GIRARD (La réserve d'ordre public en droit international privé suisse, Diss. Neuenburg 1999, S. 318): Es sei nicht gerechtfertigt, allgemein die Veränderlichkeit eines Namens nach Geschlecht anzunehmen, wenn der betroffene Namensträger überhaupt kein Interesse bekunde, einen nach einer besonderen ausländischen Regel veränderlichen Namen zu haben. Es könne sein, dass - Generationen später - die Nachkommen ihre Beziehung zum Herkunftsland ihrer Vorfahren verloren hätten. Wenn eine Rechtswahl nach Art. 37 Abs. 2 IPRG nicht möglich sei, müsse der Betroffene die Namensänderung verlangen.\n\n3.2.2 Das schweizerische Namensrecht wird durch die Unwandelbarkeit des Familiennamens gekennzeichnet (BGE 106 II 103 E. 3 S. 105; GROSSEN, Das Recht der Einzelpersonen, in: Schweizerisches Privatrecht, Bd. II, S. 342). Daraus lässt sich indessen keine uneingeschränkte Unveränderlichkeit eines im schweizerischen Zivilstandsregister eingetragenen ausländischen Namens ableiten. Zum einen wird BGE 106 II 103 in der Lehre zu Recht als überholt betrachtet, soweit mit diesem Urteil die Eintragung des nach Geschlecht veränderlichen Namens verweigert wurde. In der Tat ist dieses Urteil aus dem Jahre 1980 mit dem Gleichberechtigungsprinzip nach Art. 8 Abs. 3 BV nicht mehr vereinbar. In der Praxis scheint das Urteil nicht mehr befolgt zu werden (BUCHER, Die Anwendung des IPRG auf den Zivilstand, ZZW 1994 S. 137), zumal auch im erwähnten Kreisschreiben die Eintragung eines nach Geschlecht veränderlichen Namens nicht als unvereinbar mit dem schweizerischen Namensrecht erachtet wird (ZZW 1989 S. 289, Beispiel 24). Zum anderen ist es mit dem Gleichberechti gungsprinzip ebenso wenig vereinbar, wenn ein nach Geschlecht veränderlicher Name in seiner weiblichen Form in das schweizerische Zivilstandsregister zwar eingetragen wird, dieser Name aber ohne Anpassung auf ein Kind männlichen Geschlechts übertragen wird (BUCHER, L'enfant en droit international privé, Genf 2003, S. 245 Anm. 807). Sodann hat das Bundesgericht bereits in jenem BGE 131 III 201 S. 208Urteil ausdrücklich angemerkt, was für den Fall der Eintragung von nach Geschlecht veränderlichen Namen gelten müsse: Mit dem schweizerischen Namensrecht sei nicht vereinbar, wenn z.B. männliche Nachkommen mit dem nach dem Geschlecht abgewandelten Familiennamen ihrer Mutter in die schweizerischen Geburtsregister eingetragen würden (BGE 106 II 103 E. 3 a.E. S. 106). Die Lösung des Kreisschreibens (vgl. E. 3.2 oben) bedeutet folglich eine Verneinung der geschlechtlichen Identität der Person und ist mit dem Gleichheitssatz (Art. 8 Abs. 3 BV) nicht vereinbar, was die weitere Prüfung einer Verletzung der persönlichen Freiheit sowie der UNO-Kinderrechtskonvention erübrigt. Wohl kann nicht ausgeschlossen werden, dass eine Person oder ihre Nachkommen kein Interesse haben, einen nach einer besonderen ausländischen Regel veränderlichen Namen zu haben. Dies rechtfertigt indessen nicht, gegen das Gleichberechtigungsprinzip zu verstossen, zumal ein Nachkomme gestützt auf Art. 30 ZGB die Möglichkeit hat, seinen Namen in einen unveränderlichen zu ändern. Entgegen der Auffassung des Obergerichts wird bei der Übertragung eines nach Geschlecht veränderlichen Namens nicht die Rechtswahlmöglichkeit gemäss Art. 37 Abs. 2 IPRG umgangen. Diese Bestimmung schliesst nicht aus, dass das schweizerische Recht einer Person den Anspruch gibt, dass ihr Name, wenn er sowohl in einer weiblichen als auch männlichen Form existiert, in der ihrem Geschlecht entsprechenden Form übertragen wird. Durch die nach Geschlecht veränderliche Familiennamensform wird schliesslich die Sicherheit des Registereintrags - als Grundsatz der Registerführung (GÖTZ, Die Beurkundung des Personenstandes, in: Schweizerisches Privatrecht, Bd. II, S. 395 f.) - nicht entscheidend beeinträchtigt; ebenso wenig ist anzunehmen, dass die entsprechende Eintragung die Zivilstandsbehörden überfordern würde (a.M. wohl GÖTZ, a.a.O., S. 401, allerdings ohne ausdrückliche Stellungnahme zu nach Geschlecht veränderlichen slawischen Namen).\n\n3.2.3 Vor diesem Hintergrund ist mit dem Gebot einer verfassungskonformen Auslegung von Art. 24 Abs. 1 ZStV (Art. 43 Abs. 1 aZStV) nicht vereinbar, wenn das Obergericht zur Auffassung gelangt ist, die Veränderung des Namens \"Dzieglewska\" nach Geschlecht bei seiner Übertragung auf eine männliche Person könne nicht mehr beachtet werden, weil auf den eingetragenen Namen schweizerisches Recht anwendbar ist. Der Nam BGE 131 III 201 S. 209e \" Dzieglewska\" ist unbestrittenermassen nach Geschlecht veränderbar und lautet in der männlichen Form \"Dzieglewski\", was sich - wie erwähnt - bereits aus dem Auszug des Geburtsregisters ergibt. Die Beschwerde erweist sich als begründet und ist gutzuheissen, was zur Aufhebung des angefochtenen Entscheides führt. In der Sache ist das Zivilstandsamt Aarau anzuweisen, den Eintrag im Geburtsregister antragsgemäss dahingehend zu berichtigen, dass der Beschwerdeführer mit dem Namen \" Dzieglewski \" einzutragen ist.\n\n3.3 Der Beschwerdeführer verlangt schliesslich die Anweisung, dass die Berichtigung allen registerführenden Behörden anzuzeigen sei. Dieser Antrag ist überflüssig (abgesehen davon, dass es an einem persönlichen Rechtsschutzinteresse fehlen dürfte), da die kantonale Aufsichtsbehörde auf Grund der Mitteilung dieses Urteils dafür zu sorgen hat, dass die erforderlichen zusätzlichen Mitteilungen erlassen werden (Art. 22 Abs. 3 ZStV; Art. 133a aZStV)."}