{"annee": "131", "cour": "III", "page": "615", "date": "21/9/2005", "cite": ["129 III 276", "130 III 417", "130 III 495", "129 III 664", "129 III 118"], "cite_par": ["141 III 407", "142 III 381", "139 III 155"], "chapeau": "80. Extrait de l'arrêt de la Ire Cour civile dans la cause X. contre N. Bank (Suisse) SA (recours en réforme)\n\n4C.183/2005 du 21 septembre 2005", "regestes": ["Art. 323b al. 3 CO; garantie du salaire; modalités d'un plan d'intéressement des travailleurs. Sommes d'argent affectées par l'employeuse à l'achat d'actions de l'entreprise, promises au travailleur avec une période de blocage fixée chaque fois à trois ans et sous condition que celui-ci se trouve encore, à l'échéance, au service de l'entreprise. Refus de l'employeuse, après que le travailleur eut résilié les rapports de travail, de lui verser les dotations non encore échues. Compte tenu que ces sommes constituaient une rétribution distincte du salaire et d'importance secondaire par rapport à celui-ci, les modalités du plan d'intéressement sont compatibles avec l'art. 323b al. 3 CO."], "faits": "BGE 131 III 615 S. 616\n\nLe 9 février 2000, les parties ont conclu un nouveau contrat de travail qui confirmait l'engagement de X. en qualité de cambiste. Son salaire annuel était porté à 213'759 fr., indemnités non comprises. L'employeuse pouvait de plus, à sa discrétion, décider le versement d'un bonus et en fixer le montant. Le 20 du même mois, pour accord, X. contresigna un document selon lequel on lui attribuait une prime de 75'000 fr. dans le cadre d'un plan d'intéressement des collaborateurs. Cette somme était affectée à l'achat d'actions du groupe N. Les titres seraient conservés à l'intention de X. jusqu'à l'issue d'une période de blocage de trois ans, fixée à fin janvier 2003. Pour autant qu'il soit encore, à ce moment, employé par le groupe, les actions lui seraient alors remises et il en disposerait librement.\n\nLe salaire fut encore augmenté à 228'381 fr. dès l'année 2001. Pour les années 2000, 2001 et 2002, X. reçut respectivement des bonus immédiatement disponibles de 80'000, 135'000 et 167'000 fr. On lui attribua en outre, aux conditions du plan d'intéressement et chaque fois avec une période de blocage de trois ans, des primes en actions de 30'000, 100'000 et 67'500 fr.\n\nAu printemps de 2003, la période de blocage étant échue, X. put toucher la contre-valeur des actions achetées pour son compte en février 2000.\n\nLe 23 juillet 2003, X. a résilié les rapports de travail avec effet au 31 octobre suivant. Dès le lendemain, il fut libéré de son obligation de travailler. Il réclama sans succès, outre un bonus pro rata temporis pour 2003, la contre-valeur des actions encore soumises au blocage, achetées pour son compte dans le cadre du plan d'intéressement.\n\nLe Tribunal des prud'hommes du canton de Genève a condamné l'employeuse, défenderesse, à payer 195'833 fr. 30 à titre de bonus pro rata temporis pour 2003, avec intérêts au taux annuel de 5 % dès le 1er novembre de cette année. Il a jugé qu'en raison de son importance et de sa régularité, au cours des années précédentes, le bonus constituait un salaire variable plutôt qu'une gratification discrétionnaire; par conséquent, il était dû jusqu'à la fin des rapports de travail. En revanche, la défenderesse n'assumait aucune dette en raison du plan d'intéressement.\n\nCette partie ayant appelé du jugement, la Cour d'appel lui a donné partiellement gain de cause en ce sens que le bonus pro rata temporis devait être arrêté à 139'166 fr. seulement. Rejetant l'appel BGE 131 III 615 S. 617incident du demandeur, la Cour a elle aussi jugé que celui-ci n'avait pas droit au paiement des sommes attribuées dans le cadre du plan d'intéressement.\n\nLe Tribunal fédéral a rejeté le recours en réforme du demandeur.", "considerants": "Extrait des considérants:\n\n2. Il est constant que les parties se sont liées par un contrat de travail et que la défenderesse s'est ainsi obligée à verser un salaire, conformément à l'art. 322 al. 1 CO. Ce qui était dû à ce titre comprenait d'abord le salaire proprement dit, dont le montant était convenu; cette prestation n'a jamais été litigieuse. Selon l'arrêt attaqué, incontesté sur ce point car la défenderesse s'est abstenue de recourir, le salaire comprenait aussi le bonus librement disponible que cette partie versait chaque année. Enfin, selon la thèse du demandeur, le salaire comprenait encore les sommes que la défenderesse allouait aux conditions du plan d'intéressement. Le demandeur revendique ce qu'elle lui a effectivement alloué pour les années 2000, 2001 et 2002, plus, pro rata temporis, ce qu'elle aurait alloué pour 2003 si les rapports de travail s'étaient poursuivis au delà de cette année. Il évalue cette dernière prestation à 56'250 fr. et, selon son argumentation, il s'agit de la partie encore litigieuse du bonus de l'année 2003. A son avis, les conditions du plan d'intéressement étaient incompatibles avec les règles impératives à respecter dans le contrat de travail. Il invoque surtout l'art. 323b al. 3 CO, selon lequel les accords sur l'utilisation du salaire dans l'intérêt de l'employeur sont nuls, et l'art. 27 al. 2 CC selon lequel le travailleur ne peut pas aliéner sa liberté dans une mesure contraire aux lois ou aux moeurs. Il invoque aussi le droit du travailleur de recevoir son salaire pro rata temporis jusqu'à l'expiration des rapports de travail.\n\n3. On entend par plan d'intéressement les mesures qu'une entreprise prend afin que ses cadres ou collaborateurs puissent se procurer, à intervalles réguliers et sous des modalités spécifiques, des actions de cette entreprise ou des options sur ses actions. Les modalités comportent généralement un délai pendant lequel chaque lot de titres en voie d'acquisition est seulement promis au bénéficiaire du plan, sans que celui-ci puisse en disposer d'aucune manière. Elles comportent aussi une condition suspensive ayant pour objet qu'à l'expiration du délai, le bénéficiaire soit encore au service de l'entreprise ou du groupe auquel celle-ci appartient. Si cette BGE 131 III 615 S. 618condition s'accomplit, le bénéficiaire reçoit alors les titres concernés, ou leur contre-valeur; dans le cas contraire, il est déchu de toute prétention. Aussi longtemps qu'il conserve des positions dans le plan d'intéressement, le bénéficiaire a donc intérêt à poursuivre les rapports de travail et à accomplir ses tâches de façon à accroître la valeur de l'entreprise et de ses actions; il est ainsi attaché à l'entreprise et associé aux objectifs de la direction et des actionnaires (ATF 130 III 495 consid. 4.1 p. 499, avec références à divers auteurs; WOLFGANG PORTMANN, Die Arbeitsbedingungen der Bankangestellten: eine Darstellung und Würdigung ausgewählter Aspekte, Revue de droit du travail et d'assurance-chômage [DTA] 2005 p. 78; DOMINIQUE PORTMANN, Mitarbeiterbeteiligung: Mitarbeiteraktien und Mitarbeiteroptionen im schweizerischen Arbeitsrecht, Berne 2005, ch. 63 et 64 p. 42, 103 p. 76 et 105 p. 78).\n\nAu regard de l'art. 27 al. 2 CC, le travailleur peut se faire promettre des options ou actions dont il ne disposera qu'après cinq ans, selon les modalités d'un plan d'intéressement, sans que cela n'entraîne une restriction inadmissible de sa liberté de quitter l'employeur (ATF 130 III 495 consid. 5 p. 503). Le moyen que le demandeur prétend tirer de cette disposition est donc mal fondé. Néanmoins, lors de la résiliation des rapports de travail, les clauses du plan prévoyant la perte complète des positions en cours peuvent se révéler contraires à des règles impératives destinées à la protection des travailleurs. En particulier, l'art. 323b al. 3 CO est violé lorsque les positions à abandonner ont été financées par une retenue de salaire (arrêts 4C.237/2004 et 4C.239/2004 du 1er octobre 2004; cf. THOMAS KOLLER, Die Miet- und arbeitsrechtliche Rechtsprechung des Bundesgerichts im Jahre 2004, RJB 141/2005 p. 335; MATTHIAS STAEHELIN, Gesperrte Optionen - als Lohn unzulässig?, in RSJ 101/2005 p. 181).\n\n4. Le Tribunal fédéral a jugé que ces dispositions impératives ne trouvent pas application dans l'hypothèse où le bénéficiaire s'est engagé dans le plan d'intéressement à la manière d'un investisseur, c'est-à-dire d'une personne qui choisit librement de placer une partie de ses avoirs dans l'attente d'un gain en capital. Le tribunal a tenu cette situation pour réalisée dans la cause d'un spécialiste des placements qui avait assumé une fonction de cadre supérieur dans une banque et perçu un salaire élevé. Par des versements en capital et à un prix qui n'était pas spécialement avantageux, il avait financé lui-même ses positions dans le plan d'intéressement, de sorte BGE 131 III 615 S. 619que les titres concernés ne correspondaient pas à un élément de son salaire. Lorsque les parties avaient convenu de mettre fin aux rapports de travail, il avait réalisé un gain considérable en liquidant les positions qui lui étaient alors acquises (ATF 130 III 495 consid. 4.2.2 et 4.2.3 p. 501).\n\nDans la discussion de cette affaire, le Tribunal fédéral a envisagé que les dispositions impératives précitées ne soient pas non plus applicables, alors même que les circonstances n'autorisent pas à considérer le bénéficiaire comme un investisseur, quand celui-ci est un cadre ou un collaborateur jouissant d'un revenu élevé et que le financement de ses positions dans le plan d'intéressement, assuré par l'employeur, constitue un \"bonus\" dans la rétribution de son activité (ibidem, consid. 4.2.2).\n\nDans la contestation présentement soumise au Tribunal fédéral, les juges d'appel n'ont constaté aucune circonstance qui autoriserait à considérer les positions du demandeur, dans le plan d'intéressement mis en oeuvre par la défenderesse, comme des investissements qu'il aurait choisis de façon autonome. Au contraire, la défenderesse a pris seule l'initiative des quatre dotations intervenues pour les années 1999 à 2002 et le demandeur n'a fait aucun apport en capital.\n\n5. Dans le contrat de travail, des règles différentes s'appliquent au salaire, d'une part, et à une éventuelle gratification d'autre part.\n\n5.1 Le salaire régi par l'art. 322 al. 1 CO est une prestation en argent versée en contrepartie du travail. Il se calcule en fonction du travail effectivement fourni, dans le cas du travail aux pièces ou à la tâche, ou en fonction du temps que le travailleur consacre à l'employeur (art. 319 al. 1 et 323b al. 1 CO). En l'espèce, le salaire expressément convenu était dû pour chaque mois de travail. Les parties peuvent encore convenir, en sus ou à la place d'un autre mode de rémunération, d'un salaire variable à calculer d'après le chiffre d'affaires ou le bénéfice de l'entreprise (art. 322a CO).\n\nLe salaire comprend éventuellement, outre ce qui est dû en argent, des prestations en nature telles que la jouissance d'un appartement, l'usage d'un véhicule ou le logement et l'entretien dans le ménage de l'employeur (art. 322 al. 2 CO; CHRISTIANE BRUNNER et al., Commentaire du contrat de travail, 3e éd., ch. 8 ad art. 322 CO; RÉMY WYLER, Droit du travail, Berne 2002, p. 124). Les prestations en nature peuvent comprendre des actions de l'entreprise, ou des options sur ses actions, pour autant que les règles impératives du droit BGE 131 III 615 S. 620du travail soient respectées (BRUNNER, op. cit., ch. 9 ad art. 322 CO; WYLER, op. cit., p. 628/629). Selon certains auteurs, les clauses d'un plan d'intéressement prévoyant la perte complète des positions en cours, lorsque le travailleur quitte l'entreprise, sont nulles (BRUNNER, op. cit., ch. 8 ad art. 322d CO); d'après d'autres ouvrages, la portée des règles impératives est douteuse (DOMINIQUE PORTMANN, op. cit., ch. 121 p. 91 et 255 p. 194; CHRISTOF HELBLING, Mitarbeiteraktien und Mitarbeiteroptionen in der Schweiz, 2e éd., Zurich 2003, p. 245). A la suite des deux arrêts précités du 1er octobre 2004, MATTHIAS Staehelin considère que la remise d'actions ou d'options aux conditions d'un plan d'intéressement est admissible si l'accord des parties porte directement sur le nombre des titres concernés, car ceux-ci constituent alors un salaire en nature; il tient cette solution pour compatible avec l'art. 323b al. 3 CO, à la différence du pacte selon lequel un salaire en argent doit être partiellement affecté à l'achat de titres (op. cit., p. 185).\n\n5.2 Une gratification, aux termes de l'art. 322d CO, est une rétribution spéciale que l'employeur verse en sus du salaire, par exemple une fois par année. Elle se distingue du salaire, et en particulier d'un éventuel treizième mois de salaire (BRUNNER, op. cit., ch. 3 ad art. 322d CO), en ceci qu'elle dépend au moins partiellement du bon vouloir de l'employeur. Si le versement d'une gratification n'a pas été convenu, expressément ou par actes concluants, cette prestation est entièrement facultative. Si un versement de ce genre est convenu, l'employeur est tenu d'y procéder mais il jouit d'une certaine liberté dans la fixation du montant à allouer (ATF 129 III 276 consid. 2 p. 278). Dans les deux cas, la gratification peut consister dans une somme d'argent ou dans des prestations en nature (WYLER, op. cit., p. 124/125). Certains auteurs admettent que la gratification soit fournie sous forme de titres de l'entreprise, remis aux conditions d'un plan d'intéressement (MATTHIAS STAEHELIN, op. cit., p. 185; voir aussi DOMINIQUE PORTMANN, op. cit., ch. 124 p. 95); d'autres tiennent la gratification pour soumise à l'art. 323b al. 3 CO et ils excluent donc la validité de ces conditions (BRUNNER, op. cit., ch. 8 ad art. 322d CO; voir aussi ADRIAN STAEHELIN et FRANCK VISCHER, Commentaire zurichois, ch. 17 ad art. 323b CO).\n\nEn l'absence d'un accord explicite, la gratification est considérée comme convenue lorsque l'employeur l'a versée durant plus de trois années consécutives sans en réserver, par une déclaration adressée au travailleur, le caractère facultatif (ATF 129 III 276 consid. 2 BGE 131 III 615 S. 621p. 278 in fine). Selon les circonstances, la gratification peut être due alors même que, d'année en année, l'employeur a exprimé et répété une réserve à ce sujet (consid. 2.3 p. 280).\n\nEnfin, la gratification est accessoire par rapport au salaire et elle ne peut avoir qu'une importance secondaire dans la rétribution du travailleur. Par conséquent, un montant très élevé en comparaison du salaire annuel, équivalent ou même supérieur à ce dernier, et versé régulièrement, doit être considéré comme un salaire variable même si l'employeur en réservait le caractère facultatif. Cela concerne les revenus les plus considérables; dans le cas de salaires modestes, un montant proportionnellement moins élevé peut déjà présenter le caractère d'un salaire variable (même arrêt, consid. 2.1 p. 279). Dans la présente affaire, c'est précisément en raison de leur importance que les bonus en argent, reçus année après année par le demandeur, ont été considérés par les juges d'appel comme une partie de son salaire.\n\n5.3 Lorsque l'employeur fournit des prestations variables dans le cadre d'un plan d'intéressement, il y a lieu de distinguer, sur la base de la convention des parties, dûment interprétée, et de leurs intérêts respectifs, s'il s'agit d'un salaire variable ou d'une gratification. Les critères à appliquer en cas de bonus en argent sont également pertinents à l'égard de prestations de ce genre (DOMINIQUE PORTMANN, op. cit., ch. 122 ss p. 93). Il faut donc aussi prendre en considération l'importance de cette rémunération spéciale dans l'ensemble des prestations pécuniaires de l'employeur.\n\n6. Le 20 février 2000, le demandeur a accepté par écrit de recevoir une dotation de 75'000 fr. aux conditions du plan d'intéressement. Il prétend toutefois n'être pas lié par cette manifestation de volonté.\n\n6.1 Dans la mesure où cela influence l'issue de la cause, le Tribunal fédéral peut constater directement, en application de l'art. 64 al. 2 OJ, que le document contresigné à cette date, pour acceptation, ne provenait pas de la défenderesse mais de N. Holdings (Luxembourg) SA. Le plan d'intéressement ne portait pas non plus sur des actions de la défenderesse mais sur celles de N. Holdings plc. Les dotations pour les années 2000, 2001 et 2002 ont aussi été annoncées au demandeur par N. Holdings (Luxembourg) SA; à ces occasions, aucune acceptation ne lui fut demandée. Lorsque l'employeuse appartient à un groupe de sociétés, il est courant que le BGE 131 III 615 S. 622plan d'intéressement soit mis en oeuvre par l'intermédiaire d'une autre société de ce groupe; cela n'exclut pas que les conditions du plan puissent porter atteinte à des règles impératives du droit du travail (ATF 130 III 495 consid. 4.2.1 p. 501).\n\n6.2 Quelle que soit la portée du document précité, les parties n'ont jamais explicitement convenu que les dotations dans le plan d'intéressement seraient dues au demandeur à titre de salaire. Par ailleurs, au cours des trois dernières années de travail et conformément au calcul des premiers juges, ces dotations n'ont constitué que seize pour cent de l'ensemble des prestations pécuniaires fournies par la défenderesse. En moyenne, dans ce laps de temps, celles-ci ont atteint plus de 415'000 fr. par année. Les dotations n'avaient ainsi qu'une importance secondaire par rapport à une rémunération librement et immédiatement disponible qui était elle-même élevée; par conséquent, il ne s'impose pas de les considérer comme un élément du salaire aux termes de l'art. 322 al. 1 CO.\n\nEn tant qu'il s'agissait d'une gratification selon l'art. 322d CO, le Tribunal fédéral peut renoncer à déterminer si elle était convenue ou seulement facultative. Les juges d'appel ont retenu que les conditions du plan d'intéressement \"n'ont pas été négociées, l'employé n'ayant le choix que d'accepter ou de partir\", et le demandeur invoque cette constatation pour soutenir qu'il n'a jamais consenti auxdites conditions. A supposer que ce point de vue soit fondé, le demandeur n'a de toute manière pas pu croire de bonne foi, au regard du comportement de la défenderesse, que celle-ci s'obligeait à lui verser les dotations en argent et sans égard aux conditions du plan d'intéressement. Au contraire, interprété selon le principe de la confiance (cf. ATF 130 III 417 consid. 3.2; ATF 129 III 118 consid. 2.5 p. 123, ATF 129 III 664 consid. 3.1 p. 667), ce comportement dénote que la défenderesse ne voulait accorder ses prestations que dans le cadre du plan. Les conditions de celui-ci, communiquées au demandeur avec la dotation du 20 février 2000, sont donc également celles de l'engagement auquel, le cas échéant, la défenderesse a souscrit de façon tacite par le fait qu'elle a procédé sans réserve à quatre dotations successives.\n\n6.3 Parce que ces dotations n'ont constitué qu'une prestation distincte du salaire dû par la défenderesse, d'importance secondaire par rapport à celui-ci, il y a lieu d'admettre que les conditions du plan d'intéressement ont été valablement appliquées. En effet, selon son BGE 131 III 615 S. 623libellé, l'art. 323b al. 3 CO ne vise que le salaire, à l'exclusion des autres rétributions éventuellement accordées en sus, telles qu'une gratification. Avec les règles sur la retenue de salaire (art. 323a CO) et l'interdiction de céder ou mettre en gage le salaire futur (art. 325 CO), cette disposition protège la capacité du travailleur de se procurer, par son activité, un revenu effectif et correspondant à la valeur de sa propre prestation. Or, cette capacité subsiste entièrement dans le cas où, comme en l'espèce, c'est seulement une rétribution supplémentaire et exorbitante du salaire qui est, selon les modalités imposées par l'employeur, disponible seulement à terme et grevée de conditions ayant pour objet, notamment, l'achat de titres de l'entreprise.\n\nLes conditions du plan d'intéressement sont donc pleinement opposables au demandeur. Elles font échec à ses prétentions puisque les périodes de blocage afférentes à chacune des trois dernières dotations n'étaient pas échues lorsqu'il a quitté la défenderesse et que la condition liée à la continuation des rapports de travail ne s'accomplira pas. Une éventuelle dotation pro rata temporis pour 2003 serait elle aussi soumise aux mêmes conditions, de sorte que le demandeur ne pourrait pas non plus exiger que le montant à allouer lui soit versé en argent. Les juges d'appel ayant ainsi correctement appliqué le droit fédéral, le recours en réforme doit être rejeté."}