{"annee": "131", "cour": "III", "page": "409", "date": "26/4/2005", "cite": ["115 II 129"], "cite_par": [], "chapeau": "52. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Obergericht des Kantons Zürich (Berufung)\n\n5C.71/2005 vom 26. April 2005", "regestes": ["Art. 314 ch. 1 et art. 314a al. 1 CC; procédure applicable à la privation de liberté à des fins d'assistance lorsque l'intéressé est mineur; expertise et audition de l'enfant. Une expertise de l'enfant doit être ordonnée lorsqu'un placement en institution psychiatrique sera vraisemblablement nécessaire (consid. 4.3). L'enfant doit être entendu personnellement au cours de la procédure judiciaire. Si le juge de première instance ne procède pas à son audition, cette omission peut exceptionnellement être réparée par la seconde instance, qui peut faire entendre l'enfant par une délégation (consid. 4.4)."], "faits": "BGE 131 III 409 S. 410\n\nX., Jahrgang 1972, ist die Mutter von A., geboren 1993. Ab Oktober 1997 lebte A. in verschiedenen Kinderheimen. Im April 2002 wurde sie nach Hause zu ihrer Mutter entlassen. Die zuständige Vormundschaftsbehörde ersetzte die bisherige Vormundschaft durch eine Beistandschaft. Auf Antrag der Beiständin hob sie die Obhut von X. über ihre Tochter A. am 25. April 2004 auf und wies A. auf unbestimmte Zeit in das Kinderheim N. ein. Das Gesuch von X. um gerichtliche Beurteilung und Aufhebung der Kindesschutzmassnahmen wies der Einzelrichter ab. Die dagegen eingelegte Berufung vor Obergericht des Kantons Zürich blieb erfolglos. Das Bundesgericht weist die Berufung von X. ab, soweit darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.3 Gemäss Art. 397e Ziff. 5 ZGB darf bei psychisch Kranken nur unter Beizug von Sachverständigen entschieden werden. Die Vorschrift gilt im Verfahren der fürsorgerischen Freiheitsentziehung bei Unmündigen nicht unmittelbar, sondern \"sinngemäss\" (Art. 314a Abs. 1 ZGB). Nach der bundesgerichtlichen Rechtsprechung müssen nur Kinder, die schwer geschädigt sind, vor der Entscheidung über die geeignete Unterbringung unter psychiatrische Beobachtung gestellt werden. Wo es um erzieherische Schwierigkeiten eines Kindes geht, die milieu- und entwicklungsbedingt sind, kann der Verzicht auf den Beizug von Sachverständigen hingegen nicht a priori beanstandet werden (Urteil C.41/1986 vom 7. Mai 1986, E. 3, mit Hinweis auf DI BISCEGLIA, Die Kindesschutzmassnahmen nach Art. 307, 308 und 310 ZGB und ihre einschränkende Wirkung auf die elterliche Gewalt, Diss. Basel 1979, S. 70; seither, z.B. Urteil 5C.159/1999 vom 6. September 1999, E. 2 Abs. 3: Verzicht auf Begutachtung bei psychosomatischen Problemen als Folge einer stressreichen Gesamtsituation). Nach der Lehre darf der BGE 131 III 409 S. 411Begriff des psychisch Kranken im Sinne von Art. 397e Ziff. 5 ZGB nicht auf Geisteskranke oder Geistesschwache beschränkt bleiben und soll bei Kindern weit gefasst werden. Gleichwohl ist eine kinderärztliche oder kinderpsychiatrische Begutachtung nur dann anzuordnen, wenn auf Grund der bisherigen Abklärungen die Vermutung besteht, eine anstaltspsychiatrische Betreuung sei notwendig (ausführlich: MARKUS LUSTENBERGER, Die fürsorgerische Freiheitsentziehung bei Unmündigen unter elterlicher Gewalt, Diss. Freiburg i.Ue. 1986, S. 128 ff.; gl.M. STEFAN MÜLLER, Die persönliche Fürsorge für unmündige Bevormundete, Diss. Freiburg i.Ue. 1995, S. 326; vgl. DESCHENAUX/STEINAUER, Personnes physiques et tutelle, 4. Aufl., Bern 2001, S. 444 N. 1187 mit Hinweisen).\n\nEntgegen der Darstellung der Berufungsklägerin hat das Obergericht das Kind nicht als psychisch krank bezeichnet. Die Rede ist vielmehr von Verhaltensauffälligkeiten, die näher umschrieben werden. Im angefochtenen Beschluss wird der ärztliche Bericht des KJPD, in dem nach Angaben der Berufungsklägerin eine psychische Störung mit ICD-10-Klassifikation diagnostiziert worden sein soll, lediglich wiedergegeben, ohne dass sich das Obergericht zur Qualifikation der festgestellten Verhaltensauffälligkeiten abschliessend geäussert hätte. Es mag zwar zutreffen, dass dissoziale Verhaltensweisen, Delinquenz und eingeschränkte Selbstkontrolle zum Krankheitsbild der (psychischen) Störungen des Sozialverhaltens gehören. Es ist hier jedoch offenkundig zu keinem Zeitpunkt in Betracht gezogen worden, die fürsorgerische Freiheitsentziehung vorab zum Zwecke einer psychiatrischen Betreuung anzuordnen oder in einer psychiatrischen Anstalt zu vollziehen. Im Kinderheim steht Therapie auch nicht im Vordergrund, kann aber bei Bedarf in der näheren Umgebung organisiert werden. Im Heim soll in familienähnlichem Rahmen insbesondere Konstanz in Erziehung und Struktur des Alltagslebens verschafft werden.\n\nIn Anbetracht der gezeigten Rechts- und Sachlage verletzt es kein Bundesrecht, dass die Begutachtung des Kindes wie auch der Berufungsklägerin als unnötig angesehen worden ist. Auf unüberprüfbarer Beweiswürdigung beruht der zusätzliche Schluss des Obergerichts, es sei nicht anzunehmen, dass ein Gutachten weitergehende, hier massgebliche Erkenntnisse bringen könnte, als bereits auf Grund der Berichte der mit der Sache befassten Betreuungs- und Fachpersonen feststünden. BGE 131 III 409 S. 412\n\n4.4 Während eine Delegation des Obergerichts das Kind im Heim in N. persönlich angehört hat, ist der Einzelrichter davon ausgegangen, eine Befragung durch das Gericht wäre dem Kindeswohl abträglich und unverhältnismässig, sei doch das Kind auf Grund der bereits länger dauernden Abklärungen immer wieder mündlich befragt worden, zuletzt durch die Polizei zum Vorwurf der sexuellen Übergriffe. Unter Hinweis auf Art. 397f Abs. 3 ZGB erblickt die Berufungsklägerin eine Bundesrechtsverletzung darin, dass ihre Tochter vor erster Instanz überhaupt nicht und vor Obergericht nur durch eine Delegation mündlich angehört worden sei.\n\n4.4.1 Gemäss Art. 397f Abs. 3 ZGB muss das Gericht erster Instanz die von der fürsorgerischen Freiheitsentziehung betroffene Person mündlich einvernehmen. Nach der Rechtsprechung hat die Anhörung durch das gesamte erkennende Kollegialgericht zu erfolgen (BGE 115 II 129 Nr. 24). Nur ganz ausnahmsweise kann von einer Anhörung durch das Gesamtgericht dann abgesehen werden, wenn sich der Betroffene weigert, der Vorladung zur Verhandlung Folge zu leisten, oder wenn die Anhörung durch das gesamte Gericht wegen der Krankheit oder anderen persönlichkeitsbedingten Gründen auf Seiten des Betroffenen nicht geboten wäre (Urteil 5C.19/1990 vom 22. März 1990, E. 2, zit. in: SPIRIG, Zürcher Kommentar, 1995, N. 101 zu Art. 397f ZGB). Ob die mündliche Anhörung im Rechtsmittelverfahren nachgeholt und dadurch ein Verfahrensmangel vor erster Instanz geheilt werden kann, ist strittig (bejahend: GEISER, Basler Kommentar, 2002, N. 24 zu Art. 397f ZGB; einschränkend: ALEXANDER IMHOF, Der formelle Rechtsschutz, insbesondere die gerichtliche Beurteilung, bei der fürsorgerischen Freiheitsentziehung, Diss. Freiburg i.Ue. 1999, S. 205 f.; vgl. auch Urteil 5C.164/1995 vom 9. November 1995, E. 2c).\n\n4.4.2 Die gezeigten Grundsätze können nicht unbesehen auf die Anhörung von Kindern bei Anordnung von Kindesschutzmassnahmen angewendet werden.\n\nEinerseits sind die Bestimmungen des Erwachsenenschutzes im Verfahren der fürsorgerischen Freiheitsentziehung gegenüber Kindern nur \"sinngemäss\" (Art. 314a Abs. 1 ZGB) anwendbar. Als Grundsatz muss zwar gelten, dass jedes von einer fürsorgerischen Freiheitsentziehung betroffene Kind durch das Gericht mündlich anzuhören ist. Persönlichkeitsbezogene Gründe fallen jedoch stärker ins Gewicht und können in weiterreichendem Umfang BGE 131 III 409 S. 413Ausnahmen von der Anhörung rechtfertigen. Das Eidgenössische Justiz- und Polizeidepartement, das die Regelung im Sinne des heutigen Art. 314a ZGB auf Antrag erst der nationalrätlichen Kommission ausgearbeitet hat, erwähnt als Beispiel für eine Ausnahme von der Anhörungspflicht, dass es keinen Sinn habe, wenn das Gericht, das auf Begehren der Eltern die Anstaltsversorgung überprüfe, ein dreijähriges Kind einvernehme (zit. nach LUSTENBERGER, a.a.O., S. 24). Ganz allgemein muss gelten, dass Art und Form der Anhörung der konkreten Situation des von der Freiheitsentziehung betroffenen Kindes anzupassen sind und dass auf eine mündliche Befragung des Kindes ausnahmsweise verzichtet werden darf, wenn dadurch das Kindeswohl beeinträchtigt würde (vgl. LUSTENBERGER, a.a.O., S. 147 ff. mit Hinweisen).\n\nEntscheidend ist andererseits, dass sich die Pflicht zur Anhörung des Kindes nur indirekt aus den Vorschriften über das gerichtliche Verfahren bei fürsorgerischer Freiheitsentziehung ergibt. Unmittelbar gilt Art. 314 Ziff. 1 ZGB, der für sämtliche Kindesschutzmassnahmen vorschreibt, dass vor deren Erlass das Kind in geeigneter Weise durch die vormundschaftliche Behörde oder durch eine beauftragte Drittperson persönlich anzuhören ist, soweit nicht sein Alter oder andere wichtige Gründe dagegen sprechen. Diese Bestimmung ist mit der ZGB-Revision von 1998/2000 neu geschaffen worden, entspricht einer dringenden Empfehlung der Arbeitsgruppe Kindsmisshandlung und verwirklicht die Vorgaben des Übereinkommens vom 20. November 1989 über die Rechte des Kindes (KRK; SR 0.107). Die gesetzliche Regelung ist flexibel ausgestaltet und gewährleistet damit, dass die Anhörung stets in kindgerechter Form erfolgen kann (Botschaft, BBl 1996 I 1, S. 143 ff. Ziff. 234.101 und S. 165 Ziff. 244.43). Mit der Anhörung darf eine Delegation des Gerichts oder eine Drittperson betraut werden, soweit es das Kindeswohl gebietet, und eine - z.B. aus Gründen der Dringlichkeit - vorerst unterbliebene Anhörung kann in einem späteren Zeitpunkt nachgeholt werden (vgl. dazu BREITSCHMID, Basler Kommentar, 2002, N. 3 und N. 6 f. zu Art. 314/ 314a ZGB; MEIER/STETTLER, Droit civil VI/2: Les effets de la filiation [art. 270 à 327 CC], 2. Aufl., Freiburg 2002, N. 87-92 S. 44 ff., je mit Hinweisen).\n\n4.4.3 Vorab im Lichte der neu geregelten Anhörung des Kindes, die einen in allen Verfahren zu beachtenden Minimalstandard gewährleisten will, erscheint es bedenklich, dass der Einzelrichter die BGE 131 III 409 S. 414Anhörung - auch in Form der Beauftragung einer Drittperson - unterlassen hat. Dem Gehörsanspruch des Kindes hat jedoch das Obergericht genügt, indem eine Befragung im Kinderheim und damit in zwischenzeitlich gewohnter Umgebung durch eine Delegation erfolgt ist. Ein Verfahrensmangel liegt nicht vor."}