{"annee": "131", "cour": "II", "page": "228", "date": "19/4/2005", "cite": ["124 I 322", "123 II 511", "130 II 217", "124 II 132"], "cite_par": [], "chapeau": "18. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Wang et consorts contre Office fédéral de la justice (recours de droit administratif)\n\n1A.61/2005 du 19 avril 2005", "regestes": ["Art. 2, 80h et 80p EIMP; conditions posées à l'octroi de l'entraide; qualité pour agir; respect des droits de la défense et de la présomption d'innocence; prohibition de la peine de mort. Lorsque l'octroi de l'entraide a été soumis à des conditions au regard de l'art. 2 EIMP, seules les personnes physiques habilitées à se prévaloir de cette norme peuvent agir contre la décision relative au respect des conditions posées (consid. 1). La procédure de contrôle des conditions au sens de l'art. 80p EIMP ne peut pas servir à la révision de la décision sur l'octroi de l'entraide (consid. 2). Portée des garanties données s'agissant des droits de la défense et de la présomption d'innocence (consid. 3.1 et 3.2). A l'étranger, la peine de mort ne doit être ni requise, ni prononcée, ni appliquée; sens et portée de cette exigence (consid. 3.3)."], "faits": "BGE 131 II 228 S. 229\n\nLe 26 novembre 2001, la Délégation culturelle et économique de Taipei à Berne (ci-après: la Délégation) a remis à l'Office fédéral de la justice (ci-après: l'Office fédéral) une demande d'entraide, datée du 6 novembre 2001, présentée par Lu Ren-fa, Procureur général auprès de la Cour suprême de la République de Chine, pour les besoins de la procédure pénale ouverte notamment contre Wang Chuan-pu. Celui-ci est poursuivi des chefs d'escroquerie, de BGE 131 II 228 S. 230corruption, de blanchiment d'argent et de meurtre, en relation avec la vente par la société française Thomson de six frégates à la Marine de la République de Chine.\n\nLe 26 novembre 2003, le Juge d'instruction fédéral a rendu une décision d'entrée en matière et de clôture partielle de la procédure d'entraide, portant sur la remise de documents bancaires.\n\nContre cette décision, Wang Chuan-pu et des membres de sa famille, ainsi que des sociétés impliquées (ci-après: Wang et consorts) ont formé un recours de droit administratif.\n\nPar arrêt du 3 mai 2004, le Tribunal fédéral a admis partiellement le recours au sens du considérant 8.9 et l'a rejeté pour le surplus (ATF 130 II 217). Le chiffre 2 du dispositif de cet arrêt est libellé comme suit:\n\n\"Le Tribunal fédéral...\n\n2. Renvoie la cause à l'Office fédéral de la justice pour qu'il requière les autorités taïwanaises de donner les garanties suivantes pour le cas où l'une des personnes physiques recourantes serait arrêtée ou renvoyée en jugement à raison des faits évoqués dans la demande du 6 novembre 2001:\n\na) les prévenus disposeront du temps et des facilités nécessaires pour préparer leur défense et du droit de se faire assister et de communiquer librement avec le défenseur de leur choix;\n\nb) la présomption d'innocence sera respectée;\n\nc) la peine de mort ne sera ni requise, ni prononcée, ni appliquée.\"\n\nLe 11 mai 2004, l'Office fédéral a invité la Délégation à lui faire parvenir des assurances correspondantes.\n\nLe 11 juin 2004, le Ministre de la justice de Taïwan a remis à l'Office fédéral, par l'entremise de la Délégation, une \"déclaration d'engagement\" par laquelle il garantissait à Wang Chuan-pu et aux membres de sa famille le droit de disposer du temps et des facilités nécessaires à la préparation de leur défense, de se faire assister par le défenseur de leur choix et de communiquer librement avec lui; la présomption d'innocence serait en outre garantie pendant le procès.\n\nWang et consorts se sont déterminés le 9 août 2004, en concluant à ce qu'il soit constaté que cet engagement ne serait pas suffisant.\n\nLe 22 septembre 2004, l'Office fédéral a invité les autorités de Taïwan à compléter et préciser la déclaration du 11 juin 2004.\n\nLe 8 octobre 2004, le Ministère de la justice de Taïwan a assuré que ni Wang Chuan-pu, ni aucun membre de sa famille, ne serait BGE 131 II 228 S. 231condamné à mort par les tribunaux de Taïwan, en relation avec les infractions mentionnées dans la demande du 6 novembre 2001. Les accusés seraient libres d'être assistés par un défenseur de leur choix. Le 16 novembre 2004, le Ministère des affaires étrangères de Taïwan a donné sur ce dernier point une garantie identique.\n\nLe 17 décembre 2004, Wang et consorts ont maintenu leur point de vue.\n\nLe 21 février 2005, l'Office fédéral a décidé que les engagements des 11 juin, 8 octobre et 16 novembre 2004 étaient suffisants au regard du ch. 2 du dispositif de l'arrêt du 3 mai 2004.\n\nLe Tribunal fédéral a admis partiellement, au sens du considérant 3.3.3 et dans la mesure où il était recevable, le recours formé par Wang et consorts contre cette décision. Il l'a rejeté pour le surplus. La décision attaquée a été annulée et la cause renvoyée à l'Office fédéral pour qu'il statue à nouveau.", "considerants": "Extrait des considérants:\n\n1. Dans l'arrêt du 3 mai 2004, le Tribunal fédéral a admis partiellement le recours sous l'angle de l'art. 2 de la loi fédérale sur l'entraide internationale en matière pénale, du 20 mars 1981 (EIMP; RS 351.1) et soumis l'entraide à des conditions à respecter par les autorités de Taïwan (ATF 130 II 217 consid. 8.9 p. 233). La qualité pour agir n'a été reconnue sous cet angle qu'aux membres de la famille Wang, à l'exclusion des personnes morales recourantes (ATF 130 II 217 consid. 8.2 p. 227/228). Celles-ci ne sont partant pas habilitées à entreprendre la décision de l'Office fédéral relative au respect des garanties au sens de l'art. 80p al. 3 et 4 EIMP. Le recours est ainsi irrecevable en tant qu'il émane de Bucellattie International Inc., Buleverd Company Ltd, Cathay Enterprise Company Ltd, Euromax Ltd, Kilkenny Investments, Luxmore Inc., Middlebury Investments et Sableman International Ltd.\n\n2. Lorsque, comme en l'espèce, les conditions auxquelles est soumis l'octroi de l'entraide sont fixées par le Tribunal fédéral dans le dispositif de son arrêt, le rôle de l'Office fédéral se limite à communiquer ces exigences aux autorités étrangères, les éclairer sur la procédure et vérifier que les assurances données correspondent à ce qui a été demandé, entièrement et sans ambiguïté aucune (ATF 124 II 132 consid. 3b p. 140/141; cf. en dernier lieu l'arrêt 1A.214/2004 du 28 décembre 2004, consid. 2.1). La vérification du caractère BGE 131 II 228 S. 232suffisant de l'engagement de l'autorité étrangère (cf. art. 80p al. 3 EIMP) constitue le seul objet du litige. La procédure de contrôle instituée par l'art. 80p al. 4 EIMP n'a ainsi pas pour but de remettre en discussion la décision relative à l'octroi de l'entraide, par une sorte d'appel déguisé de l'arrêt rendu le 3 mai 2004. Sont ainsi hors de propos les arguments des recourants relatifs au statut international de Taïwan et au respect des garanties de procédure, notamment du procès équitable.\n\n3. Les recourants contestent que l'engagement donné par les autorités de Taïwan serait suffisant au regard des conditions posées par le Tribunal fédéral dans le ch. 2 du dispositif de l'arrêt du 3 mai 2004 (cf. ATF 130 II 217 p. 235/236).\n\n3.1 Pour ce qui est du respect des droits de la défense et notamment de celui d'être assisté par un défenseur de choix (ch. 2 let. a du dispositif), les recourants font valoir les obstacles que dresseraient les autorités de Taïwan à l'exercice de leurs droits. Ils se plaignent en particulier du fait que le Ministère de la justice aurait révoqué la légalisation de procurations émises en faveur de membres de la famille Wang et que les passeports de ceux-ci auraient été annulés. Ces mesures auraient pour conséquence qu'il leur serait impossible de désigner un défenseur. Sur ce point toutefois, les recourants ne se réfèrent qu'à des coupures de presse, et la légalisation n'a été demandée, semble-t-il, qu'en relation avec la vente de biens immobiliers, mais non point pour les besoins de la défense dans une procédure qui aurait été engagée à raison des faits évoqués dans la demande du 6 novembre 2001. Quoi qu'il en soit, l'Office fédéral pouvait considérer l'engagement pris comme suffisant et se dispenser d'investigations complémentaires sur ce point.\n\n3.2 En relation avec la présomption d'innocence, les recourants soutiennent que les assurances données divergent de ce qui avait été demandé. Alors que le Tribunal fédéral avait exigé que la présomption d'innocence soit respectée (ch. 2 let. b du dispositif de l'arrêt du 3 mai 2004), le Ministère de la justice de Taïwan a confirmé que tel serait le cas \"pendant le procès\" (\"during the trial\", dans la version anglaise). Cette différence n'est à première vue pas anodine, car la présomption d'innocence ne vaut pas seulement pour l'autorité de jugement, mais aussi pour toute autorité étatique ayant à connaître de l'affaire à un titre quelconque (ATF 124 I 324 BGE 131 II 228 S. 233consid. 3b p. 331, rappelé dans l'arrêt du 3 mai 2004; ATF 130 II 217 consid. 8.7 p. 232).\n\nA ce propos, les recourants se réfèrent à un avis de recherche diffusé par les autorités de Taïwan, désignant Wang Chuan-pu comme un délinquant condamné (\"convicted offender\"). Le Tribunal fédéral a déjà eu l'occasion de dire qu'il s'agissait là d'un amalgame malheureux n'équivalant pas à un préjugement (ATF 130 II 217 consid. 8.7 p. 232). Il n'y a pas lieu d'y revenir. Pour le surplus, les recourants se réfèrent à des déclarations faites à la presse par des personnalités officielles de Taïwan, mais à une période antérieure à celle de la demande de garantie. Le seul élément postérieur à celle-ci se rapporte au compte-rendu de manifestations populaires désignant Wang Chuan-pu comme un criminel. Outre que ce fait n'est pas vérifiable, car la coupure de presse est rédigée en chinois, on ne saurait de toute manière imputer aux autorités de Taïwan les comportements de simples citoyens.\n\n3.3 Le Tribunal fédéral a réclamé des autorités de Taïwan l'engagement que la peine de mort ne sera ni requise, ni prononcée, ni appliquée. Cette exigence découle de l'obligation pour la Suisse de ne pas prêter la main à des procédures qui pourraient conduire à l'application de la peine capitale, fréquente à Taïwan (cf. ATF 130 II 217 consid. 8.8 p. 232/233).\n\n3.3.1 Les recourants exposent que la déclaration du Ministre de la justice de Taïwan se réfère aux infractions mentionnées dans la demande du 6 novembre 2001 et non, comme l'a fait le Tribunal fédéral, aux faits évoqués dans celle-ci. Ils en déduisent que les autorités de Taïwan seraient tentées de se défaire de l'engagement pris, en requalifiant les faits mis à la charge des accusés. A supposer que tel puisse être le cas, l'utilisation des documents transmis pour la répression d'autres infractions que celles visées dans la demande du 6 novembre 2001 serait de toute manière subordonnée à l'approbation de l'Office fédéral, en application du principe de la spécialité (art. 67 al. 2 EIMP).\n\n3.3.2 La formulation retenue au ch. 2 let. c du dispositif de l'arrêt du 3 mai 2004 (\"la peine de mort ne sera ni requise, ni prononcée, ni appliquée\") n'est pas une simple redondance. Elle ne doit rien au hasard. Développée en droit extraditionnel (cf. ATF 123 II 511 consid. 6b p. 522), elle vise à assurer une protection optimale à la personne poursuivie. Lorsque l'Etat requérant prend un BGE 131 II 228 S. 234engagement de cette sorte, il doit tenir compte des difficultés qu'il peut soulever au regard des dispositions constitutionnelles de son droit interne. Ainsi, le représentant du pouvoir exécutif qui promet que la peine de mort ne sera pas appliquée peut légitimement redouter de se voir reprocher une ingérence dans le domaine de l'administration de la justice, partant une violation de la séparation des pouvoirs. On pourrait rétorquer que cela importe peu, dès l'instant où l'engagement pris par l'Etat requérant engage sa responsabilité internationale (cf. ATF 123 II 511 consid. 7c p. 525). Par souci d'efficacité toutefois, la formule retenue dans la jurisprudence vise les trois stades de la procédure de jugement. L'exigence que la peine de mort ne soit pas requise s'adresse à l'accusation. Dans les systèmes où il est interdit à l'autorité de jugement d'aller au-delà des réquisitions du Ministère public, une garantie en ce sens suffit. Dans les systèmes où les réquisitions du Procureur ne lient pas le tribunal, la promesse du pouvoir exécutif que la peine de mort ne soit pas prononcée peut être mise en échec par l'indépendance du tribunal. Pour le cas où celui-ci prononcerait la peine de mort malgré la promesse donnée, il est essentiel que les autorités chargées de l'exécution des jugements pénaux (en règle général, le pouvoir exécutif) s'engagent à ce que la peine de mort, même prononcée, ne soit pas appliquée au condamné.\n\n3.3.3 Le 8 octobre 2004, le Ministère de la justice de Taïwan a donné l'assurance qu'aucun tribunal ne condamnerait l'un des membres de la famille Wang à la peine de mort à raison des infractions mentionnées dans la demande d'entraide du 6 novembre 2001.\n\nTel que formulé, l'engagement en question ne vise que l'autorité de jugement. Il est toutefois complété par la déclaration faite le 18 avril 2003 par les Procureurs Lo Jung-chien et Tsai Chiou-ming, selon laquelle le Ministère public de Taïwan s'est engagé à ne pas requérir la peine de mort contre les personnes qui seraient renvoyées en jugement à raison des faits évoqués dans la demande (ATF 130 II 217 consid. 8.8 p. 233).\n\nLes recourants font grand cas des propos tenus par le Ministre et le Vice-ministre de la justice de Taïwan, rapportés par la presse locale, selon lesquelles la promesse faite à l'Office fédéral serait de nature politique; elle ne lierait pas juridiquement les tribunaux, dont l'indépendance est garantie par la Constitution taïwanaise. Comme on l'a vu, dans un régime de pouvoirs séparés, le pouvoir BGE 131 II 228 S. 235exécutif est effectivement en situation de faire une promesse qu'il n'est pas absolument sûr de faire tenir, dans la mesure où la décision ne dépend pas de lui. Cette difficulté est réelle, quelle que soit la portée qu'il faut accorder (ou ne pas accorder) aux déclarations litigieuses.\n\nDans ce contexte, il est regrettable que l'Office fédéral n'ait pas pris la précaution d'insister auprès des autorités de Taïwan pour qu'elles s'engagent à ne pas appliquer la peine de mort, pour le cas où l'autorité de jugement, s'écartant de la promesse faite à la Suisse par le gouvernement et des réquisitions du Ministère public, prononcerait la peine capitale à l'égard de l'une des personnes physiques recourantes.\n\nCe défaut est irrémédiable eu égard au texte clair de l'engagement du 8 octobre 2004, qui évoque uniquement les tribunaux (\"no court in Taïwan will sentence...\"), mais non les autorités de Taïwan en général. Il s'ensuit que pour ce qui concerne le troisième volet du ch. 2 let. c du dispositif de l'arrêt du 3 mai 2004 (\"la peine de mort ne sera pas appliquée\"), les garanties offertes par les autorités de Taïwan sont insuffisantes."}