{"annee": "131", "cour": "V", "page": "314", "date": "26/8/2005", "cite": ["130 V 472", "116 IB 169", "125 V 37", "129 V 113", "131 V 305"], "cite_par": ["144 IV 161", "133 V 96", "132 V 418", "132 V 361", "136 II 187", "131 V 325"], "chapeau": "43. Auszug aus dem Urteil i.S. Schweizerische Unfallversicherungsanstalt gegen Z. und Kantonsgericht Basel-Landschaft\n\nU 268/03 vom 26. August 2005", "regestes": ["Art. 38 al. 4, art. 60 al. 2, art. 82 al. 2 LPGA; art. 106 LAA; art. 104 LAM: Suspension des délais selon la LPGA en cas de délais de recours de plusieurs mois. La suspension des délais selon la LPGA vaut aussi pour les délais de recours de plusieurs mois. (consid. 4.3-4.5) Le nombre de jours qui tombent durant la suspension des délais selon la LPGA doivent être ajoutés après la fin du délai de recours. (consid. 4.6) Dans le cas d'espèce, réserve intertemporelle de l'art. 82 al. 2 LPGA en faveur du droit cantonal: pas d'application de la suspension des délais selon la LPGA aux délais de recours de plusieurs mois si la réglementation cantonale ne le prévoit pas (encore); dans cette mesure, la disposition transitoire de l'art. 82 al. 2 LPGA vise également les cas de réglementation cantonale négative. (consid. 5)"], "faits": "BGE 131 V 314 S. 315\n\nA. Z. erlitt am 28. August 2002 einen Verkehrsunfall. Mit Einspracheentscheid vom 21. März 2003 bestätigte die Schweizerische Unfallversicherungsanstalt (SUVA) ihre mit Verfügung vom 12. Februar 2003 wegen groben Verschuldens vorgenommene Kürzung der Taggeldleistungen um 10 %.\n\nB. Dagegen liess Z. am 7. Juli 2003 Beschwerde einreichen. In der auf die Frage der Rechtzeitigkeit beschränkten Vernehmlassung beantragte die SUVA Nichteintreten auf das Rechtsmittel. Mit Beschluss vom 24. September 2003 trat das Kantonsgericht Basel-Landschaft, Abteilung Sozialversicherungsrecht, auf die Beschwerde ein.\n\nC. Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, unter Aufhebung des kantonalen Entscheides sei festzustellen, dass die erstinstanzliche Beschwerde nicht rechtzeitig erhoben worden sei.\n\nZ. lässt die Anträge stellen, auf die Verwaltungsgerichtsbeschwerde sei nicht einzutreten, eventualiter sei diese abzuweisen. Das BGE 131 V 314 S. 316Bundesamt für Sozialversicherung, Abteilung Kranken- und Unfallversicherung (seit dem 1. Januar 2004 im Bundesamt für Gesundheit), verzichtet auf eine Stellungnahme.\n\nD. Abschliessend lässt sich die SUVA nochmals vernehmen.", "considerants": "Aus den Erwägungen:\n\n1. (Eintreten auf die Verwaltungsgerichtsbeschwerde)\n\n(...)\n\n3.\n\n3.1 (Rechtliche Grundlagen gemäss ATSG; vgl. BGE 131 V 306 Erw. 2.1)\n\n3.2 Nach Art. 1 Abs. 1 UVG in der ab 1. Januar 2003 geltenden Fassung sind die Bestimmungen des ATSG auf die Unfallversicherung anwendbar, soweit das vorliegende Gesetz nicht ausdrücklich eine Abweichung vom ATSG vorsieht. Sie finden keine Anwendung in den in Abs. 2 genannten, hier nicht einschlägigen Bereichen. Art. 106 UVG in der ab Januar 2003 geltenden Fassung ordnet die \"Besondere Beschwerdefrist\" wie folgt: In Abweichung von Artikel 60 ATSG beträgt die Beschwerdefrist bei Einspracheentscheiden über Versicherungsleistungen drei Monate.\n\n3.3 Nach der Rechtsprechung sind neue Verfahrensvorschriften vorbehältlich anders lautender Übergangsbestimmungen in der Regel mit dem Tag des In-Kraft-Tretens sofort und in vollem Umfang anwendbar (BGE 129 V 115 Erw. 2.2 mit Hinweisen). Art. 82 Abs. 2 ATSG enthält eine hier einschlägige übergangsrechtliche Regelung formeller Natur: Gemäss dieser Norm haben die Kantone ihre Bestimmungen über die Rechtspflege diesem Gesetz innerhalb von fünf Jahren nach seinem In-Kraft-Treten anzupassen; bis dahin gelten die bisherigen kantonalen Vorschriften.\n\nDie im ATSG enthaltenen sowie die gestützt darauf im UVG auf den 1. Januar 2003 geänderten Verfahrensbestimmungen mit Bezug auf das gerichtliche Rechtsmittelverfahren sind deshalb hier grundsätzlich zu berücksichtigen (Urteil T. vom 29. Dezember 2003, K 39/03, Erw. 1).\n\n3.4 Der Kanton Basel-Landschaft kennt im Gesetz über die Organisation der Gerichte und der Strafverfolgungsbehörden (Gerichtsorganisationsgesetz, GOG; SGS 170) vom 22. Februar 2001 in § 46 (Regelung des Fristenlaufs) keine Vorschrift über den Fristenstillstand (im Gegensatz zur bis Ende März 2002 geltenden Ordnung). BGE 131 V 314 S. 317\n\n4. Streitig ist, ob der Fristenstillstand gemäss Art. 38 Abs. 4 ATSG im Rahmen der dreimonatigen Beschwerdefrist nach Art. 106 UVG zu berücksichtigen ist oder nicht.\n\n4.1 Das kantonale Gericht hat erwogen, dass gemäss Art. 1 Abs. 1 UVG die Bestimmungen des ATSG insoweit anwendbar seien, als das UVG nicht ausdrücklich eine Abweichung vorsehe. Nach Art. 60 Abs. 1 ATSG müsse eine Beschwerde grundsätzlich innerhalb von 30 Tagen nach Eröffnung des Einspracheentscheides beim zuständigen Gericht eingereicht werden, wobei die Beschwerdefrist nach Art. 60 Abs. 2 ATSG in Verbindung mit Art. 38 Abs. 4 lit. a ATSG vom siebten Tag vor Ostern bis und mit dem siebten Tag nach Ostern stillstehe. In Abweichung von Art. 60 ATSG und in Weiterführung der bis zum 31. Dezember 2001 (recte: 2002) geltenden Regelung lege Art. 106 UVG die Beschwerdefrist bei Einspracheentscheiden über Versicherungsleistungen einer Unfallversicherung auf drei Monate fest. Entgegen der Vernehmlassung der SUVA ergebe sich einerseits bereits aus dem Wortlaut des Art. 106 UVG, dass sich diese Abweichung von Art. 60 ATSG ausschliesslich auf die Fristenlänge und nicht auch auf die für Beschwerdefristen analog anwendbaren Bestimmungen des Art. 38 ATSG betreffend Berechnung und Stillstand der Fristen beziehe. Anderseits sei der Bundesgesetzgeber klarerweise bestrebt gewesen, im ATSG die bislang unterschiedlichen Regelungen des Fristenstillstandes und der Fristenberechnung zu vereinheitlichen, was ebenfalls zu einer Beschränkung der in Art. 106 UVG statuierten Ausnahme von den in Art. 60 ATSG definierten Fristenregelungen auf die Länge der Beschwerdefrist führen müsse (Hinweis auf KIESER, ATSG-Kommentar, N 10 zu Art. 60 und N 6 zu Art. 38). Für die Anfechtung des am 22. März 2003 zugestellten Einspracheentscheides habe die Frist nach Art. 106 UVG am 23. März 2003 zu laufen begonnen. Die Beschwerdefrist sei gemäss Art. 38 Abs. 4 lit. a ATSG ab dem 13. April 2003 bis und mit dem 27. April 2003 stillgestanden, was fünfzehn Tagen entspreche. Somit habe sich die Beschwerdefrist - welche gemäss Art. 106 UVG grundsätzlich am 22. Juni 2003 endete - um fünfzehn Tage verlängert, weshalb die Beschwerde am 7. Juli 2003 rechtzeitig erhoben worden sei.\n\n4.2 Die SUVA beanstandet die Anwendung des Art. 38 Abs. 4 ATSG auf die Berechnung der Beschwerdefrist nach Art. 106 UVG. BGE 131 V 314 S. 318Diese Vorschrift sei im Sozialversicherungs-, nicht jedoch im Rechtspflegeverfahren anwendbar. Art. 60 ATSG erkläre zwar die Verfahrensbestimmungen der Art. 38 bis 41 ATSG als sinngemäss anwendbar, jedoch derogiere Art. 106 UVG den Art. 60 ATSG, indem diese Bestimmung \"in Abweichung von Art. 60 ATSG\" bei Einspracheentscheiden eine Beschwerdefrist von drei Monaten vorsehe. Da Art. 106 UVG eine \"Abweichung von Art. 60 ATSG\" beinhalte und nicht bloss eine Abweichung von Art. 60 Abs. 1 ATSG, werde damit auch die Verweisungsnorm des Art. 60 Abs. 2 ATSG für das Rechtspflegeverfahren im Bereich des UVG \"ausser Kraft gesetzt\". Der wörtlichen Auslegung der Vorinstanz könne nicht gefolgt werden. Die Art. 106 UVG und Art. 60 ATSG seien mit \"Beschwerdefrist\" überschrieben und in Art. 106 UVG sei die Abweichung vom gesamten Art. 60 ATSG (und nicht lediglich hinsichtlich dessen Absatz 1) aufgeführt. Damit gelte im UVG-Rechtspflegeverfahren einzig und allein eine dreimonatige Frist zur Erhebung der Beschwerde. Es mache durchaus Sinn, dass zum Beispiel Art. 38 Abs. 4 lit. b ATSG, welcher im Verwaltungsverfahren einen Fristenstillstand von einem Monat vorsehe, für die Beschwerdefrist im Bereich des UVG, welche schon mehr als dreimal länger dauere als jede andere Rechtsmittelfrist, keine Geltung habe. Denn diesfalls könnten gegen Einspracheentscheide, die zwischen dem 16. April und dem 15. Juli erlassen werden, innerhalb von vier Monaten Rechtsmittel eingelegt werden. KIESER, a.a.O., scheine zwar eine gegenteilige Ansicht zu vertreten. Allein der Wortlaut des Art. 106 UVG sei klar und eindeutig. Er beziehe sich nicht bloss auf Art. 60 Abs. 1 ATSG, sondern auf die ganze Bestimmung, von welcher er keine abweichende Regelung enthalte. Der Text sei klar und keiner Auslegung zugänglich. Die Dauer der Rechtsmittelfrist werde somit allein vom UVG bestimmt. Dies sei auch aufgrund der folgenden Überlegungen richtig:\n\n\"a) Die vorgeschlagene Lösung ist klar und einfach handhabbar und trägt damit zur Rechtssicherheit bei (Art. 61 ATSG).\n\nb) Gemäss bisheriger Praxis waren bei der Bestimmung der Beschwerdefrist kantonale Regelungen zu berücksichtigen (vgl. EVGE vom 21.3.1994 i.S. M.D. [U198/93], E. 2b am Schluss); neu wollte man mit dem ATSG eine Vereinheitlichung der Praxis herbeiführen, womit für kantonale Regelungen in diesem Bereich kein Raum mehr bleibt.\n\nc) Bisher galten im Kanton Basel-Landschaft keine kantonalen Fristenstillstandsgründe, womit das ATSG keine Neuerung einführte, was der Rechtssicherheit dient. BGE 131 V 314 S. 319\n\nd) Dem gesetzgeberischen Willen nach Vereinheitlichung wird Rechnung getragen.\n\ne) Es folgt keine Vermischung von Tages- und Monatsfristen mit dem Ergebnis, dass Unklarheiten hinsichtlich der konkreten Fristberechnung vermieden werden (wie wäre die Frist sonst konkret zu berechnen?). Die vom VG BL im angefochtenen Entscheid vorgenommene Fristberechnung ist nicht eindeutig und zeigt diese Problematik auf.\"\n\nDeshalb sei, schliesst die SUVA, durch Gesetzesauslegung nach Wortlaut, Systematik, Sinn und Praktikabilität des Art. 106 UVG von einer dreimonatigen Beschwerdefrist auszugehen, bei welcher weder kantonale noch eidgenössische Fristenstillstandsbestimmungen zu beachten seien. Damit ergebe sich eine einfache und klar handhabbare Regelung.\n\n4.3 Der Wortlaut des Art. 106 UVG, wonach \"in Abweichung von Artikel 60 ATSG\" (\"en dérogation à l'art. 60 LPGA\" resp. \"in deroga all'articolo 60 LPGA\") die Beschwerdefrist bei Einspracheentscheiden über Versicherungsleistungen drei Monate beträgt, ist insofern nicht klar, als Art. 60 ATSG zwei Absätze enthält, wobei im ersten die Beschwerdefrist und im zweiten die sinngemässe Anwendbarkeit der Art. 38 bis 41 ATSG geregelt ist. Es ist zumindest nicht eindeutig, ob sich Art. 106 UVG auch auf den zweiten Absatz bezieht oder nicht. Dagegen spricht, dass die Abweichung vom ATSG ausdrücklich auf die Beschwerdefrist Bezug nimmt und die UVG-Bestimmung unter der Überschrift \"Besondere Beschwerdefrist\" steht.\n\nDie Materialien (vgl. zu deren Bedeutung BGE 130 V 476 Erw. 6.5.1) zum jungen Erlass ATSG sprechen eine klare Sprache: Die Kommission des Nationalrates für soziale Sicherheit und Gesundheit führte in ihrem Bericht vom 26. März 1999 aus, dem praxiskonformen Antrag des Bundesrates, in Art. 46 VE-ATSG einen neuen Absatz 4 über den Stillstand der Fristen aufzunehmen, sei zuzustimmen. Zu beachten sei allerdings, dass Artikel 104 Abs. 1 MVG und Art. 106 UVG dreimonatige Beschwerdefristen kennen. Die Kommission beantrage daher eine Ergänzung der Absätze 1 und 4, welche diesem Umstand Rechnung trage (BBl 1999 V 4596; Sonderdruck S. 74). Dieser Antrag passierte in den Räten diskussionslos (Amtl. Bull. 1999 N 1244, Amtl. Bull. 2000 S 181). Daraus folgt umgekehrt, dass der Gesetzgeber bei der Neufassung des Art. 106 UVG im Zusammenhang mit der Anpassung an das ATSG bewusst davon ausgegangen ist, dass auch diese dreimonatige Beschwerdefrist dem BGE 131 V 314 S. 320Fristenstillstand unterworfen ist. Wenn der Gesetzgeber in Art. 106 UVG im Sinne von Art. 1 Abs. 1 UVG ausdrücklich eine Abweichung vom ATSG hinsichtlich Art. 38 Abs. 4 ATSG oder gar der gesamten Fristenregelung nach Art. 38 bis 41 ATSG hätte schaffen wollen, dann wäre dieser Artikel anders abgefasst worden, denn die redaktionelle Fassung \"in Abweichung von Artikel 60 ATSG\" (\"en dérogation à l'art. 60 LPGA\" resp. \"in deroga all'articolo 60 LPGA\") - ohne Einschränkung auf Absatz 1 - würde die Absicht des Gesetzgebers, nur die Dauer der Beschwerdefrist abweichend vom ATSG zu regeln, unzureichend wiedergeben. Die Interpretation des kantonalen Gerichts ist indessen durch die Entstehungsgrundlagen des Gesetzes klar gedeckt. Sie entspricht auch dem Grundanliegen des ATSG, die Verfahrensregeln für das Rechtspflegeverfahren teilweise zu vereinheitlichen (Art. 1 lit. b ATSG) und das Institut des Fristenstillstandes - ungeachtet der Länge und Natur der Fristen (Tages-, Monats- oder Mehrmonatsfristen) - integral einzuführen (Art. 60 Abs. 2 ATSG).\n\n4.4 Dieses Auslegungsergebnis entspricht der einhelligen Lehrmeinung, wonach bei der Berechnung der Einhaltung der Frist gemäss Art. 106 UVG der Fristenstillstand nach Art. 38 Abs. 4 ATSG zu berücksichtigen ist:\n\n- KIESER (a.a.O., N 11 zu Art. 38 und N 10 zu Art. 60) verweist auf die Materialien. Weil in den sozialversicherungsrechtlichen Verfahren neben nach Tagen bestimmten Fristen insbesondere in Beschwerdeverfahren auch nach Monaten bestimmte Fristen zu beachten seien, z.B. Art. 106 UVG und Art. 104 MVG, sei es erforderlich gewesen, die Massgeblichkeit des Fristenstillstandes auch für letztere Fristen ausdrücklich festzulegen. Die bisherige Rechtsprechung (SVR 1998 UV Nr. 10 S. 25) habe es zugelassen, dass für Monatsfristen vom sonst für Fristen geltenden Fristenstillstand abgewichen werde, welche Rechtsprechung angesichts von Art. 38 Abs. 4 ATSG nicht weitergeführt werden könne.\n\n- Andreas Freivogel (Zu den Verfahrensbestimmungen des ATSG, in: SCHAFFHAUSER/KIESER [Hrsg.], Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG], St. Gallen 2003, S. 98) ist ebenfalls der Auffassung, dass Art. 38 ATSG gemäss Art. 60 Abs. 2 ATSG auf die nach Monaten bestimmten Beschwerdefristen anwendbar sei. BGE 131 V 314 S. 321\n\n- Nach MEYER-BLASER (Die Rechtspflegebestimmungen des Bundesgesetzes über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG], in: HAVE 2002 S. 331) erklärt Art. 60 Abs. 2 ATSG die Art. 38 bis 41 ATSG für sinngemäss anwendbar. Gegenstand dieser Verweisung seien unter anderem die Berechnung und der Stillstand der Fristen (Art. 38 ATSG). Die Verweisung habe zur Folge, dass beispielsweise die Fristenstillstände nach Art. 38 Abs. 4 lit. a bis c ATSG auch im Rechtspflegeverfahren nach Art. 56 ff. ATSG gelten, weshalb kein Raum für abweichende kantonalrechtliche Fristenstillstandsbestimmungen bestehe. Allerdings unterscheidet dieser Autor nicht zwischen nach Tagen und nach Monaten bestimmten Fristen.\n\n4.5 Die Einwendungen der SUVA (Erw. 4.2 hievor) sind nicht geeignet, diesen Schluss abzuwenden. Bei mehrmonatigen Beschwerdefristen einen Fristenstillstand zu gewähren, läuft zwar dem Prinzip der Raschheit des Verfahrens zuwider. Der gesetzgeberische, im ATSG verdichtete Wille zur Verfahrensharmonisierung ist für die Gerichte jedoch bindend (Art. 191 BV) und fällt deshalb stärker ins Gewicht als der Grundsatz der Raschheit des Verfahrens; dies spricht für die Geltung des Fristenstillstandes auch bei der Beschwerdefrist gemäss Art. 106 UVG. Die Einführung sogenannter Gerichtsferien ist übrigens nicht allein eine Frage der Dauer der Fristen. Die Vermischung von Tages- und Monatsfristen ist zwar ungewöhnlich, aber praktisch umsetzbar. Diese Frage ist im Folgenden zu prüfen.\n\n4.6 Das fristauslösende Ereignis - die Zustellung des Einspracheentscheides - ist bei Monatsfristen für die Bestimmung des Fristablaufs massgebend, da die Frist an dem Tag endet, der demjenigen der Zahl des Empfanges der Mitteilung entspricht resp. - wenn ein entsprechender Kalendertag fehlt - am letzten Tag des entsprechenden Monats (BGE 125 V 39 Erw. 4a; vgl. auch Urteil V. vom 24. Februar 2005, U 244/02, Erw. 2, sowie ARV 2003 Nr. 27 S. 253 Erw. 2.3). Aus der Festsetzung des Tages, an dem eine Frist zu Laufen beginnt, ergibt sich aber noch nicht schlüssig, wie der Lauf der Frist zu berechnen ist (ARV 2003 Nr. 27 S. 253 Erw. 2.3.1 mit Hinweis). In einem ersten Schritt ist deshalb anhand des Tages der Mitteilung des Einspracheentscheides das Ende der Frist zu bestimmen. Weil die Frist durch den Fristenstillstand aber BGE 131 V 314 S. 322teilweise am Laufen gehindert wird, muss die entsprechende Anzahl Tage anschliessend an den Ablauf der Frist hinzugezählt werden. Bei dieser Berechnungsweise erübrigt es sich, auf eine schematische Monatsdauer von dreissig Tagen abzustellen (so aber KIESER, a.a.O., N 12 zu Art. 38).\n\nDie Vorinstanz hat für das Eidgenössische Versicherungsgericht verbindlich festgestellt (Art. 105 Abs. 2 OG), dass der Einspracheentscheid am 22. März 2003 der Beschwerdegegnerin zugestellt worden ist; damit ist das Ende der Frist in einem ersten Schritt auf den 22. Juni 2003 zu legen. Über die Osterfeiertage stand die Frist gemäss Art. 38 Abs. 4 ATSG vom 13. April bis zum 27. April 2003, d.h. während fünfzehn Tagen, still. Diese fünfzehn Tage sind zum Datum des 22. Juni 2003 hinzuzuzählen, so dass der Fristablauf auf den 7. Juli 2003 fällt. Nicht zu berücksichtigen ist dabei, dass der Fristablauf ohne Berücksichtigung des Fristenstillstandes auf einen Sonntag (den 22. Juni 2003) gefallen wäre: Art. 38 Abs. 3 ATSG sieht zwar vor, dass die Frist am nächsten Werktag endet, wenn der letzte Tag (unter anderem) auf einen Sonntag fällt, jedoch ist damit klarerweise nur der letzte Tag der Gesamtfrist gemeint; wäre im Jahr 2003 der 7. Juli deshalb auf einen Sonntag gefallen (was nicht der Fall gewesen ist), wäre die Frist erst am 8. Juli 2003 abgelaufen.\n\n4.7 Zusammenfassend ist deshalb festzuhalten, dass die Regelung des Fristenstillstandes gemäss Art. 38 Abs. 4 ATSG auch bei mehrmonatigen Fristen anwendbar ist und zur Berechnung der Beschwerdefrist die Anzahl Tage des Fristenstillstandes nach dessen Ablauf hinzuzuzählen sind.\n\n5. Vorliegend ist jedoch zusätzlich die Übergangsproblematik zu berücksichtigen.\n\n5.1 Vorinstanz und SUVA übersehen in ihrer Argumentation, dass der Kanton Basel-Landschaft keine gesetzliche Regelung des Fristenstillstandes kennt (vgl. Erw. 3.4 hievor). Art. 82 Abs. 2 ATSG sieht vor, dass die Kantone ihre Bestimmungen über die Rechtspflege innerhalb von fünf Jahren seit In-Kraft-Treten des ATSG diesem Gesetz anzupassen haben und dass bis dahin die bisherigen kantonalen Vorschriften gelten (\"Dans l'intervalle, les dispositions cantonales en vigueur restent applicables\"/\"Fino a quel momento sono valide le prescrizioni cantonali in vigore precedentemente\"). BGE 131 V 314 S. 323\n\n5.2 Der Wortlaut des Art. 82 Abs. 2 ATSG ist insoweit klar, als Gegenstand der übergangsrechtlichen Ordnung bisherige kantonalrechtliche Bestimmungen zur Rechtspflege sind und sich die Übergangsfrist auf die Art. 56 bis 61 ATSG bezieht (KIESER, a.a.O., N 14 zu Art. 82). Davon erfasst ist daher auch Art. 60 ATSG über die Beschwerdefrist, der in Abs. 2 die Art. 38 bis 41 ATSG für sinngemäss anwendbar erklärt. Art. 38 Abs. 4 ATSG normiert, wann gesetzliche oder behördliche Fristen, die nach Tagen oder Monaten bestimmt sind, stillstehen. Die primäre Bedeutung des Art. 82 Abs. 2 ATSG liegt darin, dass die kantonalrechtlichen Verfahrensvorschriften über den 1. Januar 2003 hinaus Geltung beanspruchen dürfen und dass sich das Beschwerdeverfahren bis zur Änderung der kantonalen Gerichtsorganisation, spätestens bis 31. Dezember 2007, nach kantonalem Verfahrensrecht richtet. Darin erschöpft sich nun allerdings die Bedeutung des Art. 82 Abs. 2 ATSG nicht, denn mit dieser Norm wird auch die Anwendbarkeit der Rechtspflegebestimmungen der Art. 56 ff. ATSG intertemporalrechtlich entsprechend eingeschränkt, und zwar in dem Masse, als es den Kantonen erlaubt wird, gestützt auf Art. 82 Abs. 2 ATSG an ihren - allenfalls mit den Rechtspflegebestimmungen des ATSG kollidierenden - Verfahrensnormen festzuhalten (vgl. auch Urteil D. vom 26. November 2003, I 371/03, Erw. 1.1, hinsichtlich Parteientschädigung).\n\nEs stellt sich nun die Frage, was unter \"bisherigen kantonalen Vorschriften\" (\"dispositions cantonales en vigueur\", \"prescrizioni cantonali in vigore precedentemente\") über die Rechtspflege im Sinne des Art. 82 Abs. 2 Satz 2 ATSG zu verstehen ist. Diese umfassen nicht nur bisherige positive, sondern auch negative kantonale Regelungen, da es sich in beiden Fällen um bisherige kantonale Vorschriften handelt, unabhängig davon, ob ein Rechtsinstitut gesetzlich normiert ist oder nicht. Denn ein Kanton kann ein Rechtsinstitut in der Weise regeln, dass er es positiv im Gesetzestext vorsieht oder ausschliesst oder dass er es im Erlass gar nicht erwähnt, welche negative Regelung zu einer Nichtanwendbarkeit dieses Institutes führt. Da der Kanton Basel-Landschaft keine Regelung des Fristenstillstandes kennt (§ 46 GOG BL) - mithin eine negative Regelung aufweist - und ihm von Gesetzes wegen (maximal) fünf Jahre zustehen, um den von Art. 60 Abs. 2 ATSG in Verbindung mit Art. 38 Abs. 4 ATSG vorgesehenen Fristenstillstand einzuführen, gilt diese (negative) Regelung spätestens bis Ende Dezember 2007 BGE 131 V 314 S. 324(oder bis zu einer allfällig früheren Einführung durch den kantonalen Gesetzgeber). Dies ergibt sich auch aus den Materialien (vgl. dazu BGE 130 V 476 Erw. 6.5.1), hält doch der Bericht der Kommission des Ständerates vom 27. September 1990 fest, dass bis \"zur Neufassung der kantonalen Vorschriften ... Beschwerden nach bisherigem Recht behandelt\" werden (BBl 1991 II 271; Sonderdruck S. 87), während sich sowohl der Bundesrat in seiner vertieften Stellungnahme vom 17. August 1994 (vgl. BBl 1994 V 962; Sonderdruck S. 42) wie auch die Kommission des Nationalrats für soziale Sicherheit und Gesundheit im Bericht vom 26. März 1999 (vgl. BBl 1999 V 4671; Sonderdruck S. 149) dazu nicht geäussert haben. Die Aussage im Bericht der Kommission des Ständerates ist allerdings insofern zu relativieren, als darin für die neu zu regelnden Verfahrensbestimmungen nur auf die Art. 63 und 67 des VE-ATSG (entsprechend Art. 57 und 61 ATSG) verwiesen wird; wäre allerdings beabsichtigt gewesen, nur diese beiden Bereiche des vorinstanzlichen Verfahrens der Übergangsfrist des Art. 90 VE-ATSG resp. des Art. 82 Abs. 2 ATSG zu unterstellen, hätte dies einerseits im Gesetzestext seinen Niederschlag gefunden und andererseits wäre im Bericht der Kommission auch begründet worden, weshalb nicht alle, sondern nur bestimmte Normen des vorinstanzlichen Verfahrens der Übergangsfrist zu unterwerfen seien.\n\n5.3 Indem das kantonale Gericht vor Ablauf der Übergangszeit des Art. 82 Abs. 2 ATSG direkt auf den Fristenstillstand des ATSG abstellt, wendet es deshalb fälschlicherweise Bundesrecht statt kantonales Recht an, was eine Verletzung von Bundesrecht darstellt (BGE 116 Ib 171 Erw. 1 mit Hinweis). Auf kantonaler Ebene ist im für den Fristenlauf massgebenden § 46 GOG BL kein Fristenstillstand vorgesehen. § 5 Abs. 1 des kantonalen Gesetzes über die Verfassungs- und Verwaltungsprozessordnung vom 16. Dezember 1993 (VPO Bl; SGS 271) sieht zwar vor, dass Beschwerden und Klagen \"innert der gesetzlich vorgeschriebenen Frist\" schriftlich einzureichen seien, jedoch stellt dies einen Verweis auf das kantonale Recht dar, da den Kantonen in Art. 82 Abs. 2 ATSG fünf Jahre Zeit eingeräumt wird, ihre Gesetzgebung an die neuen Bundesvorschriften anzupassen und während der Übergangszeit die bisherige Normierung anwendbar bleibt, was auch für negative Regelungen gilt (vgl. Erw. 5.2 hievor). Zu berücksichtigen ist in diesem Zusammenhang, dass die Abschaffung des Fristenstillstandes im GOG des Kantons Basel-Landschaft schon deshalb nicht etwa im Hinblick auf die BGE 131 V 314 S. 325Regelung im ATSG erfolgt sein kann, weil die kantonale Gesetzesänderung auf den 1. April 2002 in Kraft getreten ist, während das ATSG - auch dem kantonalen Gesetzgeber bekannt - erst auf Januar 2003 in Kraft gesetzt worden ist. Damit kann kein impliziter Verweis auf Bundesrecht vorliegen. Wegen des auf kantonaler Ebene nicht vorgesehenen Fristenstillstandes ist die vorinstanzliche Beschwerde in der Folge klarerweise verspätet eingereicht worden. Damit ist die Auffassung der SUVA im Ergebnis rechtens."}