{"annee": "131", "cour": "III", "page": "182", "date": "26/1/2005", "cite": ["116 II 625", "126 III 327", "122 III 344", "123 II 49"], "cite_par": ["141 III 312", "141 III 328"], "chapeau": "23. Auszug aus dem Urteil der II. Zivilabteilung i.S. A.X. gegen B.X. sowie Obergericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n5A.26/2004 vom 26. Januar 2005", "regestes": ["Art. 27 al. 1 LDIP; reconnaissance d'un jugement de divorce étranger, ordre public. L'accord à un divorce consensuel exprimé dans la procuration à un avocat peut être compris comme une manifestation de la volonté de divorcer, destinée au tribunal (consid. 3). Fait partie de l'ordre public suisse, en cas de divorce par consentement mutuel, la nécessité que le tribunal soit pleinement convaincu de la volonté de divorcer des parties. La preuve de cette volonté n'implique pas nécessairement l'audition personnelle des parties par le tribunal; elle peut également être rapportée par une déclaration écrite (consid. 4)."], "faits": "|183|\n\nA. Mit Urteil vom 30. Mai 2003 schied das Bezirksgericht Prizren, Kosovo, die Ehe zwischen A.X. und B.X.\n\nAm 7. Oktober 2003 verfügte das Departement des Innern des Kantons Aargau, Sektion Bürgerrecht und Personenstand, die Anerkennung und Eintragung der ausländischen Scheidung in die Zivilstandsregister des Wohnortes von A.X.\n\nB. Am 8. März 2004 reichte B.X. beim Obergericht des Kantons Aargau Beschwerde ein und beantragte, die Verfügung vom 7. Oktober 2003 betreffend Anerkennung und Eintragung sei aufzuheben. Das Obergericht hiess die Beschwerde mit Urteil vom 1. Juni 2004 teilweise gut und hob die angefochtene Verfügung auf.\n\nC. A.X. gelangt mit Verwaltungsgerichtsbeschwerde an das Bundesgericht. Er beantragt die Aufhebung des obergerichtlichen Urteils, soweit darin die Anerkennung und Eintragung des ausländischen Scheidungsurteils in die Zivilstandsregister verweigert worden ist. Weiter verlangt er, es sei festzustellen, dass die Ehe zwischen ihm und B.X. rechtskräftig geschieden sei. Zudem stellt er ein Gesuch um unentgeltliche Rechtspflege einschliesslich Verbeiständung.\n\nB.X. schliesst in ihrer Vernehmlassung auf Abweisung der Beschwerde. Ferner stellt sie ebenfalls ein Gesuch um unentgeltliche Rechtspflege und Verbeiständung. Das Eidgenössische Justiz- und Polizeidepartement hat auf eine Stellungnahme verzichtet.\n\nDas Bundesgericht heisst die Verwaltungsgerichtsbeschwerde gut, soweit es darauf eintritt. |184|", "considerants": "Aus den Erwägungen:\n\n3. Der Beschwerdeführer rügt zunächst eine fehlerhafte Feststellung des Sachverhaltes im Sinne von Art. 104 lit. b OG. Dabei ist zu beachten, dass es sich beim Obergericht, welches das angefochtene Urteil gefällt hat, um eine richterliche Behörde handelt. Gemäss Art. 105 Abs. 2 OG ist in einem solchen Fall die Feststellung des Sachverhaltes für das Bundesgericht verbindlich, wenn die Vorinstanz diesen nicht offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt hat. Der Beschwerdeführer macht mit dieser Rüge in erster Linie geltend, das Obergericht habe die von der Beschwerdegegnerin unterzeichnete Anwaltsvollmacht zu Unrecht nicht als Erklärung ihres Scheidungswillens an das zuständige Gericht gewertet. Dabei handelt es sich indes nicht um eine Sachverhaltsfeststellung, sondern um eine Rechtsfrage, die das Bundesgericht im vorliegenden Beschwerdeverfahren frei prüfen kann (BGE 123 II 49 E. 6a S. 54 f.).\n\n3.1 Gemäss einer in albanischer Sprache verfassten Vollmacht vom 6. Mai 2003 hat die Beschwerdegegnerin einen Rechtsanwalt im Kosovo beauftragt, sie im Scheidungsverfahren zwischen ihr und dem Beschwerdeführer zu vertreten. Konkret wird der Anwalt \"zur Vertretung vor dem Bezirksgericht in Prizren betreffend die einvernehmliche Auflösung der ehelichen Gemeinschaft\" bevollmächtigt. Die Anwaltsvollmacht ist mit einer von einem schweizerischen Notar beglaubigten Unterschrift der Beschwerdegegnerin versehen.\n\nAus der Wendung \"einvernehmliche Auflösung\" der ehelichen Gemeinschaft lässt sich das Einverständnis der Beschwerdegegnerin zur Scheidung ableiten. Bereits das Obergericht hat festgestellt, die Beschwerdegegnerin habe mit der Vollmacht den Anwalt mit der einvernehmlichen Auflösung der ehelichen Gemeinschaft beauftragt. Es ist folglich davon auszugehen, dass die Beschwerdegegnerin in der Anwaltsvollmacht ihre Zustimmung zur Ehescheidung erteilt hat. Dem entspricht im Übrigen das Scheidungsurteil des Bezirksgerichts Prizren vom 30. Mai 2003, welches beide Parteien als \"Antragsteller\" bezeichnet und von einer \"gemeinsamen Ehescheidungsvereinbarung\" spricht.\n\n3.2 Damit ist weiter darüber zu befinden, ob die in der Vollmacht erklärte Zustimmung zur Ehescheidung als Erklärung an das Gericht |185| angesehen werden kann. Dies hat das Obergericht verneint und aus diesem Grund die Anerkennung des Scheidungsurteils verweigert. Der Beschwerdeführer bringt dagegen vor, die Anwaltsvollmacht sei dafür vorgesehen, dem zuständigen Gericht eingereicht zu werden und daher geeignet, den Scheidungswillen der Beschwerdegegnerin gegenüber dem Scheidungsgericht zu manifestieren.\n\nEs ist tatsächlich nicht ersichtlich, welchem anderen Zweck als der Geltendmachung vor dem zuständigen Gericht der in der Vollmacht geäusserte Scheidungswille dienen könnte. So wird der Anwalt ausdrücklich mit der Vertretung vor Gericht beauftragt. Dass der Inhalt der Erklärung (auch) für das Gericht bestimmt ist, wird zudem dadurch bestätigt, als darin ausdrücklich festgehalten wird, dass es dem Bevollmächtigten \"obliegt mitzuteilen\", dass aus der Ehe keine Kinder hervorgegangen seien und beide Ehegatten in einem Arbeitsverhältnis stehen würden. Die in der Vollmacht enthaltene Erklärung des Scheidungswillens ist folglich als Erklärung an das Gericht zu verstehen.\n\n4. Strittig ist weiter, ob die Anerkennung des Scheidungsurteils zu verweigern ist, weil die Beschwerdegegnerin ihren Scheidungswillen nicht persönlich vor dem Richter geäussert hat. Es stellt sich somit die Frage, ob die in Art. 111 Abs. 1 ZGB vorgesehene persönliche Anhörung der Ehegatten durch den Richter bei einer einvernehmlichen Scheidung zum schweizerischen Ordre public gehört.\n\n4.1 Gemäss Art. 27 Abs. 1 IPRG kann eine ausländische Entscheidung in der Schweiz nicht anerkannt werden, wenn die Anerkennung mit der schweizerischen öffentlichen Ordnung offensichtlich unvereinbar wäre. Eine Anerkennung verstösst dann gegen den materiellen Ordre public, wenn das einheimische Rechtsgefühl durch die Anerkennung und Vollstreckung eines ausländischen Entscheids in unerträglicher Weise verletzt würde, weil dadurch grundlegende Vorschriften der schweizerischen Rechtsordnung missachtet werden. Die Anwendung des Ordre public-Vorbehaltes ist im Bereich der Anerkennung ausländischer Entscheide nach dem Wortlaut des Gesetzes restriktiver als im Bereich der Anwendung des fremden Rechts gemäss Art. 17 IPRG (BGE 116 II 625 E. 4a S. 629; BGE 122 III 344 E. 4a S. 348; BGE 126 III 327 E. 2b S. 330).\n\n|186|\n\n4.2 Die Beschwerdegegnerin leitet aus dem nicht publizierten Urteil des Bundesgerichts 5C.297/2001 vom 4. März 2002 (publ. in: Pra 91/2002 Nr. 87 S. 499) ab, die persönliche Teilnahme der Ehegatten am Scheidungsverfahren bzw. deren persönliche Anhörung gehöre zum schweizerischen Ordre public. In diesem Urteil hat das Bundesgericht vorab ausgeführt, eine einvernehmliche Scheidung verstosse gegen den Ordre public, wenn eine Partei vor dem Gericht nicht selber erkläre, sie willige in die Scheidung ein. Nach einem Hinweis auf das schweizerische Recht, das die persönliche Anhörung der Parteien im Scheidungsverfahren (Art. 111 Abs. 1 ZGB) sowie die schriftliche Bestätigung des Scheidungswillens nach einer Bedenkzeit (Art. 111 Abs. 2 ZGB) vorsieht, hat das Bundesgericht weiter festgehalten, es gehöre zu den Grundvoraussetzungen des schweizerischen Scheidungsrechts und entspreche daher gleichsam dem schweizerischen Ordre public, dass sich der Richter vom Scheidungswillen der Parteien hinreichend sicher überzeuge. Daher müsse auch in einem im Ausland durchgeführten Scheidungsverfahren der entsprechende Wille nachgewiesen sein, bevor der Richter die Scheidung einvernehmlich ausspreche. Das Bundesgericht hat in diesem Fall das ausländische Urteil für Ordre publicwidrig gehalten, da überhaupt keine Erklärung der Ehefrau vorlag, mit der sie in die Scheidung einwilligte, und diese ohne ihr Wissen erfolgte.\n\nDie Anerkennung einer einvernehmlichen Scheidung setzt nicht voraus, dass das ausländische Gericht entsprechend den Regeln von Art. 111 ZGB vorgegangen ist. Dagegen gehört das Erfordernis, dass eine Partei selber erklärt, sie willige in die Scheidung ein, und sich das Gericht vom Scheidungswillen der Parteien hinreichend überzeugt, zu den grundlegenden Prinzipien der schweizerischen Rechtsordnung. Die Gewissheit über den Scheidungswillen wird durch persönliche Anhörung der Parteien und schriftlicher Bestätigung des Scheidungswillens nach einer Bedenkzeit - wie in Art. 111 ZGB vorgesehen - optimal gewährleistet. Dies bedeutet indes nicht, dass der Scheidungswille nicht auch auf andere Weise nachgewiesen werden kann. Das Scheidungsgericht kann sich auch auf Grund einer schriftlichen Erklärung der Parteien hinreichend sicher von deren Einverständnis mit der Scheidung überzeugen. Dem entspricht BGE 122 III 344, in welchem das Bundesgericht festgehalten hat, ein Verstoss gegen Art. 27 Abs. 1 IPRG liege vor, wenn nur Repräsentanten der Familie zusammengetroffen seien und |187| die Ehe bloss ihrerseits einverständlich aufgelöst haben, ohne dass beide Ehegatten anwesend oder damit zumindest einverstanden gewesen seien (E. 4b S. 439). Es ist folglich nicht ausgeschlossen, dass eine Scheidung auch anerkannt werden kann, wenn die Ehegatten nicht persönlich beim Verfahren anwesend gewesen sind. Im Übrigen wird in der Literatur zu Art. 111 ZGB teilweise die Ansicht vertreten, dass unter gewissen Umständen auf eine persönliche Anhörung verzichtet werden kann (ROLAND FANKHAUSER, in: Ingeborg Schwenzer [Hrsg.], Praxiskommentar Scheidungsrecht, N. 14 zu Art. 111 ZGB; GLOOR, Basler Kommentar, N. 8 zu Art. 111 ZGB; RUTH REUSSER, Die Scheidungsgründe und die Ehetrennung, in: Heinz Hausheer [Hrsg.], Vom alten zum neuen Scheidungsrecht, N. 1.35).\n\n4.3 Im vorliegenden Fall ergibt sich die Zustimmung zur Scheidung aus der erwähnten Anwaltsvollmacht. Das Abstellen auf eine blosse Anwaltsvollmacht kann zwar heikel sein, insbesondere wenn nicht bekannt ist, unter welchem Umständen sie unterzeichnet worden ist. Hier ist nun aber die vor einem schweizerischen Notar unterzeichnete Vollmacht so konkret abgefasst (vgl. E. 3.1 vorangehend), dass am Einverständnis der Beschwerdegegnerin zur einvernehmlichen Scheidung keine Zweifel bestehen. Die Bedenken, welche die Beschwerdegegnerin in diesem Zusammenhang vorbringt (Widerruf der Vollmacht, ohne dass das Gericht davon Kenntnis erhält), sind rein theoretischer Natur, da sie nicht behauptet, sie habe die Vollmacht tatsächlich widerrufen. Im Verfahren vor Obergericht hat sie noch behauptet, keinen Anwalt mit der Scheidung beauftragt zu haben. Dies macht sie in der Verwaltungsgerichtsbeschwerde vor Bundesgericht nicht mehr geltend und bestreitet insbesondere nicht mehr, die Vollmacht unterschrieben zu haben. Hingegen erklärt sie in einem nach Ablauf der Vernehmlassungsfrist eingereichten Schreiben betreffend ihre Bedürftigkeit, sie sei - der deutschen Sprache nicht mächtig - getäuscht worden und habe geglaubt, eine Lebensversicherung zu unterschreiben. Abgesehen davon, dass diese Erklärung verspätet ist, erweist sie sich als offensichtlich aktenwidrig, ist doch die Anwaltsvollmacht in albanischer Sprache verfasst. Zudem ergibt sich aus den Akten, dass die Beschwerdegegnerin am 20. Dezember 2003 anlässlich einer Einvernahme gegenüber der Kantonspolizei Aargau zum Stichwort Heirat vorbehaltlos erklärt hat, sie sei seit dem 30. Mai 2003 (dies entspricht dem Datum des Scheidungsurteils des |188| Bezirksgerichts Prizren) geschieden und zum Stichwort Eheleben, \"schlecht, aus diesem Grund haben wir geschieden\". Die Behauptung der Beschwerdegegnerin, entgegen dem Anschein der von ihr unterzeichneten Vollmacht ohne ihre Einwilligung geschieden worden zu sein, erweist sich folglich als aktenwidrig.\n\nZusammenfassend ist festzuhalten, dass auf Grund der Akten das Einverständnis der Beschwerdegegnerin mit der Scheidung klar dokumentiert ist und das Scheidungsgericht sich von ihrem Scheidungswillen durch die Vollmacht hinreichend sicher überzeugen konnte. Die Einwendungen der Beschwerdegegnerin erweisen sich als aktenwidrig und unglaubwürdig.\n\n4.4 Dementsprechend verstösst die Anerkennung des Urteils des Bezirksgerichts Prizren vom 30. Mai 2003 nicht gegen den schweizerischen Ordre public und die Scheidung der Parteien kann in die Zivilstandsregister eingetragen werden. Die Verwaltungsgerichtsbeschwerde ist insoweit gutzuheissen. Mit der Aufhebung des obergerichtlichen Urteils tritt die Verfügung des Departement des Innern des Kantons Aargau vom 7. Oktober 2003 wieder in Kraft."}