{"annee": "131", "cour": "II", "page": "627", "date": "9/8/2005", "cite": ["118 IB 312", "120 IB 199", "124 II 383", "122 II 113", "128 II 112", "129 I 161", "126 II 377"], "cite_par": ["137 II 182", "141 I 161", "137 I 69", "142 II 182", "135 III 489", "142 II 399", "139 V 407", "138 II 239", "136 V 16", "141 V 530", "140 II 157", "133 V 563", "136 II 427", "143 V 341", "133 V 598"], "chapeau": "49. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Service cantonal des contributions et Commission can- tonale de recours en matière fiscale ainsi que Tribunal cantonal du canton du Valais (recours de droit administratif et recours de droit public)\n\n2P.16/2005 / 2A.18/2005 du 9 août 2005", "regestes": ["Art. 9 Cst.; Art. 30c, 81 al. 2 et 83a al. 1 et 5 LPP; art. 33 al. 1 let. d LIFD; prévoyance professionnelle; rachat d'années d'assurance dans une institution de prévoyance professionnelle; évasion fiscale; protection de la bonne foi. Un contrat de prévoyance complémentaire viole le principe d'assurance, s'il n'offre que la libération du service des primes en cas d'invalidité. Le rachat d'années de cotisations dans cette hypothèse n'est pas déductible au sens de l'art. 33 al. 1 let. d LIFD. Pas d'examen consolidé des contrats de base et complémentaire (consid. 4 et 5.1). Le rachat d'années de cotisations suivi du prélèvement dans les cinq jours suivants d'un montant équivalent à celui du rachat pour l'acquisition d'un logement familial au sens de l'art. 30c LPP constitue une évasion fiscale (consid. 5.2). Pas de protection de la bonne foi en l'espèce, en particulier pour des renseignements fiscaux donnés par l'assureur (consid. 6)."], "faits": "BGE 131 II 627 S. 628\n\nX. exerce la profession d'avocat-notaire à titre indépendant depuis le 1er janvier 1991 dans une étude d'avocats auxquels il est associé. Les associés de l'étude ont passé deux contrats destinés à couvrir la prévoyance professionnelle obligatoire des cadres et du personnel et la prévoyance professionnelle surobligatoire des cadres.\n\nUn contrat n° x, conclu en 1994 avec la Fondation LPP Y. et modifié avec effet au 1er octobre 2000, couvre le risque vieillesse, survivants et invalidité. Au 1er octobre 2000, tous les salariés et les avocats de l'étude, en particulier X., sont assurés, conformément à l'art. 2.1 du règlement n° z des mesures de prévoyance en faveur du personnel entré en vigueur le 1er mars 1994.\n\nLe certificat d'assurance du recourant daté du 8 décembre 2001 (qui porte le numéro du contrat en cause) mentionne un salaire BGE 131 II 627 S. 629annuel assuré de 49'440 fr., des prestations de vieillesse sous forme de rente de 19'828 fr. dès le 1er août 2023 ou sous forme de capital pour un montant de 275'394 fr., des prestations en cas d'invalidité après un délai de 24 mois sous forme d'une rente annuelle de 12'955 fr., d'une rente d'enfant d'invalide de 2'591 fr., la libération du service des primes après trois mois, des prestations en cas de décès sous forme d'une rente de veuve annuelle de 7'773 fr., un capital décès de 11'592 fr. si aucune rente n'est due et une rente d'orphelin de 2'591 fr.\n\nUn contrat n° y a été passé le 12 octobre 2000 entre la Fondation pour la prévoyance complémentaire Y. et l'étude avec effet au 1er octobre 2000.\n\nLe certificat d'assurance du recourant daté du 8 novembre 2000 (qui porte le numéro du contrat en cause) mentionne un salaire annuel assuré de 151'760 fr., une prestation de vieillesse sous forme de capital d'un montant de 431'247 fr., une prestation en cas d'invalidité sous forme d'une libération du service des primes après trois mois et une prestation en cas de décès sous forme d'un capital de 1'488'811 fr.\n\nPar acte du 7 septembre 2000, X. et son épouse ont acquis une maison d'habitation formant l'art. n° a du registre foncier de la commune de A. pour le prix de 930'000 fr., payable par reprise de dettes de 110'000 fr. et versement du solde en date du 31 octobre 2000 sur le compte des vendeurs auprès de l'UBS pour le solde.\n\nLe 25 septembre 2000, X. a écrit au Service cantonal des contributions du canton du Valais (ci-après: le Service cantonal des contributions) un courrier dont la teneur est la suivante:\n\n\"Par la présente, je vous informe que je vais acquérir une maison familiale d'une valeur de 930'000 fr., dont le financement sera le suivant: fr. 430'000.- fonds propres et fr. 500'000.-, fonds étrangers, sous réserve d'une modification de dernière minute.\n\nComme vous le savez, en ma qualité d'indépendant, je n'ai pas de 2e pilier. J'entends m'affilier à un 2e pilier, puis acheter des années de prévoyance à concurrence de fr. 400'000.-, utiliser cette somme pour le financement de mon logement familial.\n\nCela étant, je souhaiterais que vous me confirmiez que je serai autorisé à déduire cette somme de fr. 400'000.- (soit fr. 200'000.- par an) dans ma prochaine déclaration fiscale, étant bien précisé que la ponction du 2e pilier sera fiscalement imposable aux conditions légales usuelles.\n\nEu égard, à l'urgence de la situation concrète, je compte par avance sur votre diligence. (...)\" BGE 131 II 627 S. 630\n\nLe 8 novembre 2000, X. a opéré un rachat d'années d'assurance pour un montant de 430'000 fr. auprès de la Fondation pour la prévoyance complémentaire Y. dans le cadre du contrat n° y.\n\nLe 13 novembre 2000, X. a retiré la somme de 430'000 fr. de son assurance de prévoyance complémentaire afin de financer l'acquisition de la maison familiale.\n\nLe 15 décembre 2000, le Service cantonal des contributions a répondu au courrier de X. du 25 septembre 2000. Il lui écrit en substance que la déduction du rachat d'années d'assurance était refusée lorsqu'un contribuable qui procédait à un tel rachat retirait peu après le montant en cause afin de financer l'acquisition d'un logement comme le permettaient les dispositions relatives à l'encouragement à la propriété du logement. En pareille hypothèse, le Groupe de travail prévoyance (ancienne Commission LPP) de la Conférence suisse des impôts, consultée sur ce point, considérait que les conditions de l'évasion fiscale étaient remplies.\n\nDans sa déclaration fiscale de la période fiscale 2001/2002 pour l'impôt fédéral direct ainsi que pour l'impôt cantonal et communal, X. a fait valoir une déduction de 215'000 fr. pour chaque année de calcul au titre de cotisations à des institutions de prévoyance professionnelle (rachat d'années d'assurance). Par décision de taxation du 3 avril 2002, le Service cantonal des contributions a fixé le revenu imposable à 207'298 fr. pour l'impôt cantonal et communal et à 207'598 fr. pour l'impôt fédéral direct sans accorder la déduction des sommes de rachats demandée par le contribuable. L'impôt fédéral direct a été fixé à 16'242 fr. par année et l'impôt cantonal à 24'768 fr. par année.\n\nPar décision sur réclamation du 15 juillet 2002, la Commission d'impôt du district de A. a confirmé la taxation et refusé la déduction du rachat au motif qu'il s'agissait d'une évasion fiscale.\n\nPar décision du 28 avril 2004, la Commission cantonale de recours en matière fiscale du canton du Valais a rejeté le recours de X. contre la décision sur réclamation du 15 juillet 2002. Selon elle, la police d'assurance n° y ne répondait qu'insuffisamment au principe d'assurance de la prévoyance professionnelle. Elle ne prévoyait en cas d'invalidité que la libération du service des primes, ce qui excluait la déduction du rachat en cause. Enfin, le principe de la légalité devait l'emporter sur celui de l'égalité de traitement entre le recourant et son associé, B., prétendument avantagé. Le BGE 131 II 627 S. 631contrat d'assurance en cause n'avait d'ailleurs pas été soumis au Service cantonal des contributions. Enfin, le recourant n'avait pas reçu de ce dernier d'attestation selon laquelle les rachats envisagés seraient déductibles. Dans ces conditions, la Commission de recours renonçait à la production du dossier fiscal de B.\n\nPar arrêt du 10 décembre 2004, la Cour de droit public du Tribunal cantonal du canton du Valais (ci-après: le Tribunal cantonal) a rejeté le recours interjeté par X. contre la décision de la Commission cantonale en matière fiscale du canton du Valais du 28 avril 2004. Il a considéré en substance que la police d'assurance n° y ne répondait qu'insuffisamment au principe d'assurance de la prévoyance professionnelle. Elle ne prévoyait en cas d'invalidité que la libération du service des primes, ce qui excluait la déduction du rachat en cause. Ce résultat ne dépendait pas de ce que le versement émanait d'un contribuable indépendant ou d'un employeur. Au surplus, le Service cantonal des contributions ayant admis une déduction semblable par ignorance de la nature exacte du contrat, il y avait bien eu inégalité de traitement entre le recourant et son associé. Il ne pouvait en revanche y avoir égalité dans l'illégalité puisque rien ne permettait de présumer que le Service cantonal des contributions n'entendait pas s'en tenir strictement au refus de la déduction en pareille hypothèse. Le recourant n'avait en outre reçu aucune assurance de la part du Service cantonal des contributions quant à la déductibilité de son rachat. Il avait d'ailleurs signé le contrat d'assurance avant même d'avoir reçu la réponse demandée par courrier du 25 septembre 2000. Il n'était par conséquent pas nécessaire d'entendre les représentants du Service cantonal des contributions ni ceux de la société d'assurance.\n\nAgissant par la voie du recours de droit administratif et celle du recours de droit public, X. demande au Tribunal fédéral, sous suite de frais et dépens, d'annuler l'arrêt de la Cour de droit public du Tribunal cantonal du 10 décembre 2004, de renvoyer le dossier à la Cour de droit public du Tribunal cantonal pour nouvelle décision au sens des considérants, d'annuler la décision de taxation relative à la période d'imposition 2001/2002. Il se plaint de la violation de son droit d'être entendu, de la violation du principe de la bonne foi, du droit à l'égalité ainsi que des dispositions cantonales et fédérales autorisant la déduction des versements à des institutions de prévoyance en faveur du personnel. BGE 131 II 627 S. 632\n\nLa Cour de droit public du Tribunal cantonal et la Commission cantonale de recours en matière fiscale du canton du Valais ont renoncé à déposer des observations. L'Administration fédérale des contributions et le Service cantonal des contributions proposent le rejet du recours sous suite de frais.", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 Conformément à l'art. 4 al. 1 de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité (LPP; RS 831.40), les indépendants qui ne sont pas soumis à l'assurance obligatoire peuvent se faire assurer à titre facultatif. Ils peuvent se faire assurer auprès de l'institution de prévoyance qui assure leurs salariés ou dont ils relèvent à raison de leur profession, ou, s'ils n'ont pas accès à une institution de prévoyance, auprès de l'institution supplétive (art. 44 LPP; cf. Archives 57 p. 282). Les dispositions sur l'assurance obligatoire, en particulier les limites de revenu fixées à l'article 8 LPP, s'appliquent par analogie à l'assurance facultative (art. 4 al. 2 LPP). Dans la mesure où les statuts ou les règlements le prévoient expressément, les indépendants peuvent également verser en sus des contributions ordinaires au fonds de prévoyance, des contributions extraordinaires uniques dans le but de racheter des années de cotisation. Le rachat d'années d'assurance sert en premier lieu à l'amélioration des prestations d'assurance légales ou réglementaires dues par les institutions de prévoyance au moment de la survenance du risque assuré (HANS-ULRICH STAUFFER, Berufliche Vorsorge, Schulthess 2005, n° 1757, p. 653).\n\nTant le financement que la mise en oeuvre de la prévoyance obligatoire et surobligatoire doivent être fixés à l'avance dans les statuts et les règlements selon des critères schématiques et objectifs et respecter, en particulier, les principes d'adéquation, de collectivité (solidarité), d'égalité de traitement, de planification ainsi que d'assurance (ATF 120 Ib 199 consid. 3d p. 204).\n\nEn vertu du principe de collectivité, un indépendant ne peut contracter une assurance de prévoyance surobligatoire que s'il a contracté également une assurance de prévoyance obligatoire (arrêt du Tribunal fédéral 2P.127/2001 du 21 décembre 2001, publié in StR 57/ 2002 p. 388). L'inverse n'est en revanche pas vrai. BGE 131 II 627 S. 633\n\n4.2 Les cotisations que les indépendants versent à des institutions de prévoyance conformément à la loi ou aux dispositions réglementaires sont déductibles des impôts directs de la Confédération, des cantons et des communes (art. 81 al. 2 LPP). Cette disposition a été reprise par l'art. 33 al. 1 let. d LIFD (RS 642.11) selon lequel les primes, cotisations et montants légaux, statutaires ou réglementaires versés à des institutions de la prévoyance professionnelle sont déduits du revenu. Les déductions autorisées par cet article valent pour les versements périodiques et les versements uniques pour le rachat d'années d'assurance, qu'ils soient effectués dans le domaine de la prévoyance obligatoire ou de la prévoyance surobligatoire. Toutefois, les contributions de l'assuré pour le rachat d'années d'assurance ne sont déductibles que pour autant que les prestations de vieillesse commencent à courir ou deviennent exigibles après le 31 décembre 2001 (art. 205 LIFD). Cette limite ne concerne pas la présente cause. Le recourant n'atteindra l'âge de la retraite que le 1er août 2023.\n\nIntroduit par la loi fédérale du 19 mars 1999 sur le programme de stabilisation 1998 (RO 1999 p. 2385) entrée en vigueur au 1er janvier 2001, l'art. 79a al. 1 et 2 LPP prévoit que, pour tous les rapports de prévoyance, qu'elle soit inscrite au registre de la prévoyance professionnelle ou non, l'institution de prévoyance peut autoriser l'assuré à racheter les prestations réglementaires jusqu'à concurrence du montant supérieur fixé à l'art. 8 al. 1 LPP, multiplié par le nombre d'années entre l'entrée dans l'institution et l'âge réglementaire de la retraite. Ce rachat correspond à la différence entre la prestation d'entrée nécessaire et la prestation d'entrée disponible (art. 79a al. 3 LPP). Cette limite s'applique au rachat effectué lors de l'entrée de l'assuré dans l'institution de prévoyance ou ultérieurement (art. 79a al. 4 LPP). Il n'est pas contesté que le rachat litigieux reste en dessous de la limite fixée par l'art. 79a LPP.\n\n4.3 Depuis l'entrée en vigueur le 1er janvier 1995 de la loi fédérale du 17 décembre 1993 sur l'encouragement à la propriété du logement au moyen de la prévoyance professionnelle (RO 1994 p. 2372), l'assuré peut, au plus tard trois ans avant la naissance du droit aux prestations de vieillesse, faire valoir auprès de son institution de prévoyance le droit au versement d'un montant pour la propriété d'un logement pour ses propres besoins (art. 30c LPP). L'ordonnance du Conseil fédéral du 3 octobre 1994 sur l'encouragement à la propriété du logement au moyen de la prévoyance BGE 131 II 627 S. 634professionnelle (OEPL; RS 831.411) règle les détails. Le versement anticipé, notamment, doit être assujetti à l'impôt direct fédéral, cantonal et communal en tant que prestation en capital provenant de la prévoyance (art. 83a al. 1 et 5 LPP). Il est dans tous les cas soumis à un impôt annuel entier calculé sur la base de taux représentant le cinquième des barèmes inscrits à l'art. 36 LIFD (art. 22 al. 1 et 2 ainsi que 38 al. 1 et 2 LIFD).\n\n4.4 Le Tribunal fédéral a précisé que seules les institutions qui ont pour but la prévoyance professionnelle collective entrent dans la notion d'\"institution de la prévoyance professionnelle\" de l'art. 33 al. 1 let. d LIFD. La prévoyance professionnelle - obligatoire et complémentaire - est donc soumise aux principes de collectivité, de solidarité, de planification, d'adéquation, d'égalité de traitement et d'assurance, à la différence de la prévoyance individuelle du 3e pilier a (ATF 120 Ib 199 consid. 3c p. 202). Ces principes ont été repris dans la 1re révision de la LPP (art. 1 al. 3 qui entrera en vigueur le 1er janvier 2006, RO 2004 p. 1677, 1700).\n\nEn particulier, examinant un contrat d'assurance surobligatoire de la Fondation pour la prévoyance complémentaire Y., comme celui en cause en l'espèce, le Tribunal fédéral a jugé que les cotisations versées par l'employeur n'étaient pas déductibles du bénéfice imposable. En effet, l'aménagement des rapports entre la fondation et l'assuré n'atteignait pas le but de la prévoyance professionnelle notamment pour les cas d'invalidité. La seule libération du service des primes en cas d'invalidité n'était pas une couverture suffisante. Il a par conséquent constaté une violation du principe d'assurance (arrêt du Tribunal fédéral 2A.11/2000 du 26 février 2001, publié in Archives 71 p. 384, consid. 3 ainsi que RDAF 2001 II p. 490; StE 1998 B 72.14.2 n° 21). Ecartant les arguments de la doctrine qui plaidait en faveur d'une \"vision consolidée\" incluant le deuxième pilier A dans l'examen du respect du principe d'assurance par les polices d'assurances complémentaires sous forme de pure épargne, le Tribunal fédéral a jugé que chaque contrat de prévoyance professionnelle doit respecter pour lui-même les principes qui régissent la prévoyance (arrêt 2A.408/2002 du 13 février 2004, consid. 2.3 et 2.4 et les références citées).\n\n5.\n\n5.1 En l'espèce, le recourant ne conteste pas à juste titre que le contrat n° y de prévoyance complémentaire ne garantit en cas BGE 131 II 627 S. 635d'invalidité que la libération du service des primes et, sous ce seul angle par conséquent, viole le principe d'assurance. En revanche, il reproche au Tribunal cantonal d'avoir ignoré que son assureur aurait opté en connaissance de cause pour un contrat \"en deux faces\", l'une des faces couvrant très précisément le risque d'invalidité. Cette objection méconnaît la jurisprudence selon laquelle les contrats d'assurance pour la prévoyance complémentaire, notamment des indépendants, doivent respecter les principes qui régissent la prévoyance professionnelle, en particulier le principe d'assurance. En l'espèce, comme l'a déjà jugé le Tribunal fédéral, le contrat n° y ne respecte pas le principe d'assurance.\n\nC'est en vain que le recourant tente de tirer argument des promesses faites par son assureur et du traitement qui a été ultérieurement réservé aux rachats dans la convention sur les effets accessoires de son divorce du 15 mars 2004. L'assureur, parce qu'il n'y est pas habilité, et la convention de divorce, qui portait sur d'autres aspects de la prévoyance, ne lient pas les autorités fiscales. Enfin, contrairement aux allégations du recourant, le rachat litigieux a bien eu pour cadre le contrat n° y et non pas le contrat d'assurance obligatoire de base, comme le démontre le numéro de contrat écrit sur l'attestation officielle concernant les cotisations de prévoyance remplies par la fondation en date du 13 novembre 2000.\n\nPar conséquent, en considérant que la police n° y n'offre pas une couverture d'assurance invalidité suffisante et en refusant la déduction du montant du rachat d'années d'assurance dans ce contexte, le Tribunal cantonal n'a pas violé le droit fédéral.\n\nPour ce motif déjà, le recours doit être rejeté. Il doit l'être également pour le motif qui suit.\n\n5.2 Le recours doit également être rejeté parce que le procédé choisi par le recourant constitue une évasion fiscale. Selon la jurisprudence, il y a évasion fiscale: a) lorsque la forme juridique choisie par le contribuable apparaît comme insolite, inappropriée ou étrange, en tout cas inadaptée au but économique poursuivi, b) lorsqu'il y a lieu d'admettre que ce choix a été arbitrairement exercé uniquement dans le but d'économiser des impôts qui seraient dus si les rapports de droit étaient aménagés de façon appropriée, c) lorsque le procédé choisi conduirait effectivement à une notable économie d'impôt dans la mesure où il serait accepté par l'autorité fiscale. Si ces trois conditions sont remplies, l'imposition doit être BGE 131 II 627 S. 636fondée non pas sur la forme choisie par le contribuable, mais sur la situation qui aurait dû être l'expression appropriée au but économique poursuivi par les intéressés (RF 59/2004 p. 127, consid. 4.1; StE 2001 A 12 nos 10 et 11; Archives 66 p. 406, consid. 5c; 64 p. 80, consid. 3b).\n\nLe rachat d'années de cotisations pour la prévoyance professionnelle d'un montant de 430'000 fr. le 8 novembre 2000 et le prélèvement du même montant le 13 novembre 2000 est insolite et ne peut s'expliquer que par la volonté du recourant de réaliser une notable économie d'impôts. La déduction de 215'000 fr. par année de calcul devait en effet permettre de réduire le revenu moyen du recourant de 245'298 fr. à 30'298 fr. Quant à la prestation en capital provenant du versement anticipé de l'avoir de prévoyance aux fins d'acquisition du logement de famille, elle est certes bien soumise à un impôt annuel entier mais uniquement à un taux correspondant au cinquième des taux ordinaires de l'art. 36 LIFD. Le procédé choisi par le recourant détourne le but d'un rachat d'années de cotisations destiné à constituer une prévoyance professionnelle (cf. Conférence suisse des impôts, Groupe de travail prévoyance, Prévoyance et impôts, Cosmos, Berne 2002, cas n° A.3.1.11 et les références aux décisions cantonales concordantes). Le montant du rachat - en réalité les fonds propres du recourant - devait être payé directement aux vendeurs de l'immeuble acquis le 7 septembre 2000.\n\nLes conditions d'une évasion fiscale étant réunies, le recours doit être écarté pour ce motif également.\n\n6. Le recourant se prévaut encore de la protection de la bonne foi, en faisant valoir qu'en automne 2000, il avait complètement informé l'autorité fiscale compétente sur ses intentions et lui avait fourni des renseignements clairs et précis sur le contrat de prévoyance conclu par l'étude d'avocats. Il expose aussi que la législation et la jurisprudence n'ont pas été modifiées entre le 27 mars 2002 et le 3 avril 2002.\n\n6.1 Découlant directement de l'art. 9 Cst. et valant pour l'ensemble de l'activité étatique, le principe de la bonne foi protège le citoyen dans la confiance légitime qu'il met dans les assurances reçues des autorités, lorsqu'il a réglé sa conduite d'après des décisions, des déclarations ou un comportement déterminé de l'administration (ATF 129 I 161 consid. 4.1 p. 170; ATF 128 II 112 consid. 10b/aa p. 125; BGE 131 II 627 S. 637 ATF 126 II 377 consid. 3a p. 387 et les arrêts cités). Selon la jurisprudence, un renseignement ou une décision erronés de l'administration peuvent obliger celle-ci à consentir à un administré un avantage contraire à la réglementation en vigueur, à condition que a) l'autorité soit intervenue dans une situation concrète à l'égard de personnes déterminées, b) qu'elle ait agi ou soit censée avoir agi dans les limites de ses compétences et c) que l'administré n'ait pas pu se rendre compte immédiatement de l'inexactitude du renseignement obtenu. Il faut encore qu'il se soit fondé sur les assurances ou le comportement dont il se prévaut pour d) prendre des dispositions auxquelles il ne saurait renoncer sans subir de préjudice, et e) que la réglementation n'ait pas changé depuis le moment où l'assurance a été donnée (ATF 129 I 161 consid. 4.1 p. 170; ATF 122 II 113 consid. 3b/cc p. 123 et les références citées).\n\nLe principe de la bonne foi régit aussi les rapports entre les autorités fiscales et les contribuables; le droit fiscal est toutefois dominé par le principe de la légalité, de telle sorte que le principe de la bonne foi ne saurait avoir qu'une influence limitée, surtout s'il vient à entrer en conflit avec le principe de la légalité (cf. art. 5 et 9 Cst.; ATF 118 Ib 312 consid. 3b p. 316; cf. JEAN-MARC RIVIER, Droit fiscal suisse, 2e éd., Lausanne 1998, p. 132; ERNST BLUMENSTEIN/ PETER LOCHER, System des Steuerrechts, 6e éd., Zurich 2002, p. 28 et les nombreuses références).\n\n6.2 Il est établi que le recourant a exposé par écrit le 25 septembre 2000 au Service cantonal des contributions qu'il avait l'intention d'acquérir une maison familiale avec 430'000 fr. de fonds propres dont 400'000 fr. seraient d'abord utilisés pour racheter des années de prévoyance puis utilisés pour le financement du logement familial. Ce courrier était adressé à l'autorité compétente en matière fiscale pour le canton du Valais. Quand bien même le Service cantonal des contributions était bien l'autorité compétente pour répondre à une demande du recourant en matière fiscale, ce dernier ne saurait bénéficier du droit à la protection de la bonne foi.\n\nEn l'espèce, le Service cantonal des contributions n'a donné aucune assurance au recourant, comme l'a relevé à juste titre le Tribunal cantonal. L'existence de discussions avec le Service cantonal des contributions, sans confirmation écrite alors qu'une telle confirmation était sollicitée par le recourant lui-même dans son BGE 131 II 627 S. 638courrier du 25 septembre 2000, n'a pas valeur décisive. Le Tribunal cantonal a d'ailleurs constaté, sans être contredit sur ce point par le recourant, que les discussions avaient porté non pas sur le contenu du courrier du 25 septembre mais sur l'éventualité d'un rachat sur plusieurs années. Par conséquent, en refusant de protéger la bonne foi du recourant pour ce motif déjà, le Tribunal cantonal n'a pas violé le droit fédéral.\n\nLe recourant tente sans succès de tirer parti des pourparlers qu'il aurait menés avec les assureurs de Y.: ceux-ci ne sont évidemment pas habilités à fournir des assurances sur le régime fiscal de ses contrats qui lieraient les autorités fiscales. Contrairement à ce que prétend l'Administration fédérale des contributions d'ailleurs, l'art. 1 al. 4 de l'ordonnance du 13 novembre 1985 sur les déductions admises fiscalement pour les cotisations versées à des formes reconnues de prévoyance (OPP 3; RS 831.461.3) n'est d'aucun secours en l'espèce puisqu'il ne concerne que les contrats de prévoyance liée (3e pilier a) et la compétence de cette dernière de se prononcer sur leur validité (cf. ATF 124 II 383). Au surplus, le recourant ne saurait arguer de dispositions qu'il aurait prises en raison d'une éventuelle promesse de l'autorité compétente et dont il ne pourrait se départir sans subir de préjudice. En effet, il a acheté le logement familial le 7 septembre 2000 déjà. Or, ce n'est qu'ensuite qu'il a écrit au Service cantonal des contributions pour obtenir son avis sur l'opération qu'il disait envisager mais qu'il avait en réalité déjà exécutée. Il a également signé le contrat de prévoyance n° y avant d'avoir reçu la réponse du Service cantonal des contributions. Il ne saurait reprocher aux autorités cantonales une violation de sa bonne foi. On ne saurait non plus voir une telle violation dans le comportement des autorités fiscales cantonales qui ont varié dans les motifs à l'appui de leurs décisions respectives. Le grief de violation de la protection de la bonne foi se confond en effet avec celui de la violation du droit d'être entendu."}