{"annee": "131", "cour": "I", "page": "66", "date": "3/2/2005", "cite": ["117 IA 199", "119 IA 221", "118 IA 95", "130 I 26", "131 I 36", "124 I 274"], "cite_par": ["135 I 119", "131 I 436"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Schweizerische Bundesanwaltschaft und Bundesstrafgericht (Beschwerde)\n\n1S.4/2005 vom 3. Februar 2005", "regestes": ["Art. 31 al. 3 et 191 Cst.; art. 5 par. 3 CEDH; art. 47 al. 4 PPF; maintien de la détention préventive. Le Juge d'instruction fédéral est une autorité judiciaire indépendante, habilitée à ordonner ou maintenir la détention préventive, au sens des art. 31 al. 3 Cst. et 5 par. 3 CEDH (consid. 4)."], "faits": "BGE 131 I 66 S. 67\n\nAm 12. Oktober 2004 eröffnete die Schweizerische Bundesanwaltschaft gerichtspolizeiliche Ermittlungen gegen X. und Mitbeteiligte wegen des Verdachtes von Vermögensdelikten.\n\nAm 25. November 2004 erfolgte zuletzt eine förmliche Verhaftung von X. durch die Bundesanwaltschaft. Am 26. November 2004 stellte die Bundesanwaltschaft beim Eidgenössischen Untersuchungsrichteramt das Gesuch um Haftbestätigung bzw. förmliche Anordnung der Untersuchungshaft. Mit Verfügung vom 28. November 2004 bestätigte das Eidgenössische Untersuchungsrichteramt die Haft wegen Kollusions- und Fluchtgefahr. Dagegen erhob X. am 30. November 2004 Beschwerde beim Bundesstrafgericht. Am 16. Dezember 2004 wies das Bundesstrafgericht, Beschwerdekammer, den Haftrekurs ab.\n\nGegen den Entscheid der Beschwerdekammer vom 16. Dezember 2004 erhob X. am 12. Januar 2005 Beschwerde beim Bundesgericht. Er beantragt neben der Aufhebung des angefochtenen Entscheides seine unverzügliche Haftentlassung. Das Bundesgericht weist die Beschwerde ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer macht geltend, dem Eidgenössischen Untersuchungsrichter (Eidg. UR), der die Haft bestätigt bzw. angeordnet habe, gebreche es an der durch Art. 31 Abs. 3 BV bzw. Art. 5 Ziff. 3 EMRK geforderten richterlichen Unabhängigkeit. Der Eidg. UR nehme Untersuchungshandlungen vor und erarbeite \"mit seinem Schlussbericht die Grundlage für die Anklage\". Damit werde er \"im Verlaufe des Verfahrens zur Partei\". Daran ändere auch der Umstand nichts, dass der Eidg. UR \"formell unabhängig und nur dem Gesetz unterworfen\" sei und dass die Bundesanwaltschaft ihm gegenüber \"kein Weisungsrecht\" habe. BGE 131 I 66 S. 68\n\n4.1 Im angefochtenen Entscheid wird dazu Folgendes erwogen: \"Die Mehrzahl der Art. 5 Ziff. 3 und 4 EMRK angepassten Gesetze\" belasse \"der Untersuchungsbehörde die Befugnis, die Haft zu verhängen\", räume \"aber dem Inhaftierten das Recht ein, den Haftbefehl durch einen Richter bzw. ein Gericht überprüfen zu lassen, so auch Art. 52 i.V.m. Art. 214 ff. BStP, welche sich auf Art. 31 Abs. 4 BV stützen\". Auch \"die Verschiebung eines Verhandlungstermins\" könne \"im Übrigen nicht als Indiz für den Mangel des Richters an den von der EMRK und der BV vorgeschriebenen Eigenschaften interpretiert werden\".\n\n4.2 Der blosse Umstand, dass das BStP - in Nachachtung von Art. 31 Abs. 4 BV und Art. 5 Ziff. 4 EMRK - eine richterliche Überprüfung der Haftanordnung vorsieht, lässt die Haftanordnung nicht ohne Weiteres als grundrechtskonform erscheinen. Diesbezüglich müssen vielmehr die Voraussetzungen von Art. 31 Abs. 3 BV und Art. 5 Ziff. 3 EMRK erfüllt sein (vgl. BGE 131 I 36 E. 2.6 mit Hinweisen).\n\nAuch der Auffassung der Bundesanwaltschaft, es könne auf die Beschwerde in diesem Punkt nicht eingetreten werden, da eine Befangenheit des haftanordnenden Eidg. UR \"quasi auf Vorrat\" beanstandet werde, kann nicht gefolgt werden. Wie aus den nachfolgenden Erwägungen hervorgeht, ist die Frage, welche Funktionen die haftanordnende Behörde im Verlauf des Strafverfahrens ausübt, ex ante bzw. vorausschauend zu prüfen.\n\n4.3 Wie zuletzt in BGE 131 I 36 (Amtsstatthalteramt Luzern) dargelegt wurde, verlangt Art. 5 Ziff. 3 EMRK, dass jede in strafprozessualer Haft gehaltene Person unverzüglich einem Richter oder einer anderen, gesetzlich zur Ausübung richterlicher Funktionen ermächtigten Justizperson vorgeführt werden muss (\"doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires\"/\"shall brought promptly before a judge or another officer authorised by law to exercise judicial power\"). Nach übereinstimmender Lehre und Rechtsprechung muss es sich beim haftanordnenden Magistraten im Sinne von Art. 5 Ziff. 3 EMRK um eine unparteiische Instanz handeln, die von der Exekutive und den Parteien unabhängig und bei der Ausübung ihres Amtes nicht weisungsgebunden ist. Sie muss in einem justiziellen Verfahren entscheiden, den Inhaftierten persönlich anhören, insbesondere die Angemessenheit der Haft prüfen und nötigenfalls die BGE 131 I 66 S. 69Haftentlassung anordnen können (BGE 131 I 36 E. 2.3; BGE 119 Ia 221 E. 7a S. 231; BGE 118 Ia 95 E. 3b S. 98; Urteil des EGMR vom 5. April 2001 i.S. H.B. gegen Schweiz, JAAC 65/2001 Nr. 120 S. 1292, Ziff. 55, je mit Hinweisen; vgl. auch JOCHEN A. FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, 2. Aufl., Kehl u.a. 1996, N. 117 zu Art. 5 EMRK; ARTHUR HAEFLIGER/FRANK SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, 2. Aufl., Bern 1999, S. 112). Nach der bundesgerichtlichen Praxis ist Art. 5 Ziff. 3 EMRK namentlich verletzt, wenn die haftanordnende Justizperson in gleicher Sache auch noch für die Anklageerhebung zuständig ist (BGE 131 I 36 E. 2.3 S. 40; BGE 124 I 274 E. 3c S. 279; BGE 119 Ia 221 E. 7c S. 234; BGE 118 Ia 95 E. 3c S. 98, E. 3d-e S. 99 f.; BGE 117 Ia 199 E. 4b-c S. 201 f., je mit Hinweisen).\n\n4.4 Das Bundesgericht hat im erwähnten BGE 131 I 36 (E. 2.5) ausdrücklich offen gelassen, ob der am 1. Januar 2000 in Kraft getretene Art. 31 Abs. 3 BV einen unabhängigen Richter im engeren Sinne als haftanordnende Behörde voraussetze oder ob eine Justizperson im Sinne der bisherigen Praxis, insbesondere ein Untersuchungsrichter, diese Funktion grundsätzlich weiterhin erfüllen kann. In diesem Bundesgerichtsentscheid (der den luzernischen Amtsstatthalter betraf) stellte das Bundesgericht fest, dass im beurteilten Fall nicht einmal die Voraussetzungen der bisherigen Praxis zu Art. 5 Ziff. 3 EMRK erfüllt waren, da derselbe Untersuchungsrichter in der gleichen Strafsache die Untersuchung geführt, die Haft angeordnet, die Strafverfügung erlassen und die Überweisung mit förmlicher Anklagefunktion an das Strafgericht vorgenommen hatte.\n\n4.5 Im vorliegenden Fall ist zunächst näher zu prüfen, welche Funktionen der Eidg. UR im Bundesstrafverfahren ausübt:\n\n4.5.1 Gemäss dem Bundesgesetz über die Bundesstrafrechtspflege sind Parteien im Bundesstrafverfahren der Beschuldigte, der Bundesanwalt und der Geschädigte (Art. 34 BStP). Die Bundesanwaltschaft leitet zunächst die Ermittlungen der gerichtlichen Polizei (Art. 15 Satz 1 und Art. 104 Abs. 1 BStP). Vor Einleitung der Voruntersuchung ist in Fällen wie dem vorliegenden der Bundesanwalt zum Erlass eines Haftbefehls berechtigt (Art. 45 Ziff. 1 BStP). Der verhaftete Beschuldigte wird unverzüglich der Bundesanwaltschaft zugeführt und von dieser innert 24 Stunden zur Sache einvernommen (Art. 47 Abs. 1 BStP). Besteht nach wie vor ein Haftgrund, veranlasst der Bundesanwalt unverzüglich die Zuführung an einen BGE 131 I 66 S. 70Eidg. UR und stellt Antrag auf Bestätigung der Haft (Art. 47 Abs. 2 BStP). Vor dem Entscheid über den Haftbestätigungsantrag hört der Eidg. UR den Beschuldigten unverzüglich nach der Zuführung an; er gibt dem Beschuldigten Gelegenheit, den bestehenden Verdacht und die Haftgründe zu entkräften (Art. 47 Abs. 3 BStP). Der Eidg. UR entscheidet innert 48 Stunden seit der Zuführung über die Fortsetzung oder Aufhebung der Untersuchungshaft (Art. 47 Abs. 4 BStP). Gegen den Haftbestätigungsentscheid des Eidg. UR kann innert fünf Tagen beim Bundesstrafgericht Beschwerde geführt werden (Art. 217 BStP; vgl. auch FELIX BÄNZIGER/LUC LEIMGRUBER, Das neue Engagement des Bundes in der Strafverfolgung, Kurzkommentar zur \"Effizienzvorlage\", Bern 2001, S. 160 Rz. 198; GIUSEP NAY, in: Basler Kommentar StGB, Bd. II, Basel 2003, N. 30 ff., 34 zu Art. 340 StGB).\n\n4.5.2 Liegt zur Einleitung einer Voruntersuchung kein Grund vor, so stellt die Bundesanwaltschaft die Ermittlungen ein (Art. 106 Abs. 1 Satz 1 BStP). Die Voruntersuchung wird (auf Antrag der Bundesanwaltschaft) durch den Eidg. UR selbstständig verfügt und geführt (Art. 108 Abs. 1 Satz 1 und Art. 109 BStP). Die Eidgenössischen Untersuchungsrichterinnen und Untersuchungsrichter werden durch das Bundesstrafgericht gewählt (Art. 15 Abs. 1 lit. e des Bundesgesetzes vom 4. Oktober 2002 über das Bundesstrafgericht [SGG; SR 173.71]). Sie sind in ihrer richterlichen Tätigkeit unabhängig und nur dem Gesetz unterworfen; in rechtlicher und administrativer Hinsicht unterstehen sie der Aufsicht des Bundesstrafgerichtes (Art. 28 Abs. 2 SGG; Art. 13 Abs. 2 des Reglementes für das Bundesstrafgericht vom 11. Februar 2004 [SR 173.710]; Art. 5 des Reglementes für die eidgenössischen Untersuchungsrichterinnen und Untersuchungsrichter vom 25. Mai 2004 [SR 173.713.1]). Der Eidg. UR stellt den Sachverhalt in der Voruntersuchung soweit fest, dass die Bundesanwaltschaft entscheiden kann, ob Anklage zu erheben oder die Untersuchung einzustellen ist; er sammelt die Beweismittel für die gerichtliche Hauptverhandlung (Art. 113 BStP).\n\n4.5.3 Nach Abschluss der Voruntersuchung stellt der Eidg. UR dem Bundesanwalt die Akten mit einem Schlussbericht zu (Art. 119 Abs. 3 BStP). Liegen gegen den Beschuldigten hinreichende Verdachtsgründe vor, so erhebt der Bundesanwalt Anklage (Art. 125 BStP). Dieser sendet seine Anklageschrift mit den Akten an die Strafkammer des Bundesstrafgerichtes (Art. 127 Abs. 1 Ziff. 4 BStP). Die Bundesanwaltschaft vertritt die Anklage vor dem BGE 131 I 66 S. 71Bundesstrafgericht (Art. 15 Satz 2, Art. 16 Abs. 1 und Art. 167 Abs. 1 BStP). Sie stellt ihre Anträge vor Gericht \"nach freier Überzeugung\" (Art. 14 Abs. 2 BStP) und weisungsungebunden (Art. 16 Abs. 4 Satz 1 BStP).\n\n4.6 Weiter ist zu prüfen, ob der Eidg. UR die Anforderungen der übereinstimmenden bisherigen Praxis des Bundesgerichtes und des Europäischen Gerichtshofes für Menschenrechte (EGMR) zu Art. 5 Ziff. 3 EMRK erfüllt.\n\n4.6.1 Im Fall Schiesser hatte der EGMR erwogen, dass Zürcher Bezirksanwälte die Voraussetzungen von Art. 5 Ziff. 3 EMRK grundsätzlich erfüllen könnten, sofern eine personelle Trennung zwischen haftrichterlicher Funktion einerseits und Untersuchungs- bzw. Anklagefunktion anderseits gewährleistet wird (Urteil des EGMR vom 4. Dezember 1980 i.S. Schiesser gegen Schweiz, Série A, vol. 34, Ziff. 31 = EuGRZ 1980 S. 201). Im Fall J.H. hat der EGMR eine Verletzung der EMRK durch die Schweiz festgestellt, da der gleiche Zürcher Bezirksanwalt sowohl für die Haftanordnung als auch für die Anklageerhebung zuständig war (Urteil des EGMR vom 23. Oktober 1990 i.S. J.H. gegen Schweiz, Série A, vol. 188, Ziff. 42 f. = EuGRZ 1990 S. 502). Entscheidend für die Beurteilung, ob die haftanordnende Justizperson ausreichend unabhängig erscheint, ist der objektive Anschein im Zeitpunkt der Haftanordnung. Der Eindruck der Unvoreingenommenheit fällt grundsätzlich schon dahin, wenn aufgrund der Prozessordnung die Möglichkeit besteht, dass die haftanordnende Justizperson in der Folge Anklagefunktionen ausüben könnte (Urteil des EGMR vom 26. November 1992 i.S. Brincat gegen Italien, Série A, vol. 249-A = EuGRZ 1993 S. 389; Urteil des EGMR vom 5. April 2001 i.S. H.B. gegen Schweiz, JAAC 65/2001 Nr. 120 S. 1292, Ziff. 55, 57, 62 f.; Urteil des EGMR i.S. J.H. gegen Schweiz, a.a.O., Ziff. 40, je mit Hinweisen; vgl. auch BGE 131 I 36 E. 2.3; BGE 118 Ia 95 E. 3a S. 97; BGE 117 Ia 199 E. 4b S. 201).\n\n4.6.2 Diese Rechtsprechung wurde vom EGMR bestätigt und weiter präzisiert. Danach kann es nicht darauf ankommen, ob der haftanordnende Untersuchungsrichter in der Folge tatsächlich Anklagefunktionen ausübt, welche Gerichtsinstanz im Zeitpunkt der allfälligen Anklageerhebung zuständig ist und wer vor Gericht tatsächlich die Anklage vertritt. Falls im Zeitpunkt der Haftanordnung der spätere Erlass einer Schluss- bzw. Überweisungsverfügung BGE 131 I 66 S. 72des Untersuchungsrichters in Frage kommt, welche die faktische Bedeutung einer Anklageschrift hat, darf dieser Untersuchungsrichter in der gleichen Sache nicht als haftanordnender Magistrat tätig sein. Ob der Untersuchungsrichter bei seiner Haftanordnung weisungsgebunden war und ob er oder eine andere Behörde später allenfalls die Anklage vor dem zuständigen Gericht erhebt, ist nach der Auffassung des EGMR nicht massgeblich (Urteil des EGMR vom 5. April 2001 i.S. H.B. gegen Schweiz, a.a.O., Ziff. 58-63). Da eine entsprechende Überweisungs- und Schlussverfügung des Untersuchungsrichters im Zeitpunkt der Haftanordnung nicht ausgeschlossen werden konnte, erkannte der EGMR im Fall H.B. auf eine Verletzung von Art. 5 Ziff. 3 EMRK durch die Schweiz (vgl. auch BGE 131 I 36 E. 2.3).\n\n4.7 Im Falle des BStP stellt der nach Abschluss der Voruntersuchung gemäss Art. 119 Abs. 3 BStP zu erstellende Schlussbericht des Eidg. UR keine Überweisungsverfügung mit formeller Anklagefunktion dar (anders als etwa das \"Überweisungserkanntnis\" des Amtsstatthalters nach luzernischem Strafprozessrecht; vgl. dazu BGE 131 I 36 E. 2.2). Im Schlussbericht des Eidg. UR werden die Resultate der Voruntersuchung zusammengefasst, nämlich der untersuchte Sachverhalt und die ihm zugrunde liegenden Beweismittel. Der Schlussbericht soll dem Bundesanwalt die Prüfung ermöglichen, ob er Anklage erheben will oder nicht (vgl. Art. 113 BStP). Nach Einsichtnahme in den Schlussbericht, Würdigung der Beweisergebnisse und Prüfung der materiellen Rechtslage entscheidet die Bundesanwaltschaft selbstständig, ob ausreichende Verdachtsgründe vorliegen und ob sie Anklage erheben will (Art. 125 BStP). Tut sie das, reicht sie eine eigene förmliche Anklageschrift beim Bundesstrafgericht ein (Art. 127 Abs. 1 Ziff. 4 BStP). Die Bundesanwaltschaft vertritt in der Folge die Anklage vor Gericht (Art. 15 Satz 2, Art. 16 Abs. 1 und Art. 167 Abs. 1 BStP). Sie stellt ihre Parteianträge nach freier Überzeugung und weisungsungebunden (Art. 14 Abs. 2 und Art. 16 Abs. 4 Satz 1 BStP).\n\nAnders als die Bundesanwaltschaft tritt der Eidg. UR nicht als Ankläger und Partei des Bundesstrafverfahrens auf (Art. 34 BStP). Der Eidg. UR wird als unabhängige Justizperson durch das Bundesstrafgericht gewählt und beaufsichtigt. Er führt selbstständig die Voruntersuchung und fungiert unter anderem als haftbestätigende bzw. haftanordnende richterliche Behörde im Sinne von Art. 47 Abs. 4 BStP. Er nimmt weder Weisungen der Anklagebehörde BGE 131 I 66 S. 73entgegen, noch Anklagefunktionen wahr (vgl. dazu ausführlich oben, E. 4.5). Hinzu kommt im vorliegenden Fall, dass die Haftbestätigung im gerichtspolizeilichen Ermittlungsverfahren erfolgte, bei dem der Eidg. UR nicht mit Untersuchungsaufgaben betraut ist. Der Eidg. UR hat den Beschwerdeführer sodann unbestrittenermassen persönlich angehört und innert zwei Tagen nach dessen Zuführung die Untersuchungshaft bestätigt. Damit wurden die grundrechtlichen Anforderungen von Art. 5 Ziff. 3 EMRK und der betreffenden Rechtsprechung respektiert.\n\n4.8 Schliesslich stellt sich die Frage, ob der neue Art. 31 Abs. 3 BV eine Änderung der dargelegten bisherigen Praxis gebietet. In Bezug auf die hier anwendbaren Bestimmungen des BStP ist allerdings vorauszuschicken, dass Bundesgesetze für das Bundesgericht massgebend sind (Art. 191 BV). Selbst wenn die Bestimmung von Art. 47 Abs. 4 BStP dem Art. 31 Abs. 3 BV widerspräche, könnte ihr durch das Bundesgericht die Anwendung nicht versagt werden (vgl. BGE 130 I 26 E. 2.2.2 S. 33 mit Hinweisen).\n\nDer Wortlaut des am 1. Januar 2000 in Kraft getretenen Art. 31 Abs. 3 BV geht über denjenigen von Art. 5 Ziff. 3 EMRK hinaus. Die neue Bundesverfassung sieht vor, dass der Inhaftierte \"unverzüglich einer Richterin oder einem Richter vorgeführt\" wird. Damit ist klar, dass jedenfalls ein gegenüber der Anklagebehörde weisungsgebundener Untersuchungsrichter diese Voraussetzungen nicht erfüllen könnte (vgl. BGE 131 I 36 E. 2.4; ANDREAS KELLER, Untersuchungshaft im Kanton St. Gallen - vom alten zum neuen Strafprozessgesetz, AJP 2000 S. 936 ff., 944; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz: im Rahmen der Bundesverfassung von 1999, der UNO-Pakte und der EMRK, 3. Aufl., Bern 1999, S. 585; HANS VEST, in: Ehrenzeller/Mastronardi/Schweizer/Vallender [Hrsg.], Die Schweizerische Bundesverfassung, Kommentar, Zürich 2002, N. 24 zu Art. 31 BV). In einem Teil der Lehre wird darüber hinaus die Auffassung vertreten, dass alle diejenigen Strafprozessordnungen, bei denen noch Untersuchungsrichter als haftanordnende Justizpersonen fungieren, entsprechend zu korrigieren seien (vgl. VEST, a.a.O., N. 24). Der Entwurf des Eidgenössischen Justiz- und Polizeidepartementes von 2001 für eine schweizerische Strafprozessordnung (VE/StPO), welchem allerdings nicht das Untersuchungsrichter- sondern das Staatsanwaltsmodell zugrunde liegt, sieht als haftanordnende Behörde eine nicht mit Untersuchungsaufgaben betraute richterliche Instanz (Zwangsmassnahmengericht) vor (vgl. BGE 131 I 66 S. 74Art. 235 Abs. 3 und Art. 237 f. VE/StPO; s. auch BGE 131 I 36 E. 2.4).\n\nDen Materialien lässt sich nicht entnehmen, dass Bundesrat und Parlament mit dem Wortlaut von Art. 31 Abs. 3 BV eine neue Rechtslage schaffen wollten, die von der bisherigen Praxis des EGMR und des Bundesgerichtes grundlegend abweicht (vgl. Botschaft BR, BBl 1997 I 1 ff., S. 185 f.; Entwurf Verfassungskommission NR, BBl 1998 I 364 ff.; StR, BBl 1998 I 439 ff.). Klar erscheint lediglich, dass für die \"Richterin\" oder den \"Richter\" nach Art. 31 Abs. 3 BV mindestens die Anforderungen der Praxis zu Art. 5 Ziff. 3 EMRK zu gelten haben (vgl. BBl 1997 I 185 f.). Damit besteht für das Bundesgericht kein sachlich begründeter Anlass, von der bisherigen bewährten Rechtsprechung abzuweichen. Der Sinn und Zweck von Art. 5 Ziff. 3 EMRK und Art. 31 Abs. 3 BV besteht darin, zu vermeiden, dass eine objektiv befangen erscheinende Justizperson strafprozessuale Haft anordnet. Ein solcher Anschein ist nach der dargelegten Praxis gegeben, wenn ein haftanordnender Untersuchungsrichter Weisungen von Seiten der Anklagebehörde zu befolgen hätte oder wenn er in der Folge in der gleichen Sache Anklagefunktionen ausüben könnte. Wie bereits dargelegt, ist dies beim Eidg. UR nicht der Fall."}