{"annee": "131", "cour": "II", "page": "151", "date": "28/12/2004", "cite": ["112 IA 155", "112 IB 388", "112 IB 105", "118 IA 165", "123 I 175", "119 IB 124", "113 IB 133", "122 II 326", "125 II 431", "122 II 455"], "cite_par": ["144 II 367", "132 II 218"], "chapeau": "12. Extrait de l'arrêt de la Ire Cour de droit public dans la cause consorts D. contre Commune de Boudry et Tribunal administratif du canton de Neuchâtel (recours de droit administratif)\n\n1A.58/2004 du 28 décembre 2004", "regestes": ["Expropriation matérielle, restriction de l'usage futur prévisible d'un immeuble; art. 26 al. 2 Cst., art. 5 al. 2 et art. 15 LAT. Portée de l'exigence de l'établissement préalable d'un plan de quartier dans une zone à bâtir (\"zone à planification obligatoire\"; consid. 2.3). D'après la jurisprudence sur l'expropriation matérielle, l'usage futur prévisible de l'immeuble - qui doit apparaître comme très probable dans un proche avenir au moment de l'entrée en vigueur de la restriction - doit être apprécié notamment en fonction de facteurs juridiques. On ne saurait considérer que chaque fois que le droit cantonal prescrit une procédure complémentaire avant l'autorisation de construire (plan de quartier, planification d'un élément du réseau d'équipement, par exemple), il s'agit par principe d'un facteur juridique excluant l'octroi d'une indemnité car il faut tenir compte de la portée véritable de cette exigence, selon le droit cantonal, ainsi que des circonstances concrètes (consid. 2.4). Examen, sous cet angle, de la réglementation communale et de la législation cantonale neuchâteloise (consid. 2.5)."], "faits": "BGE 131 II 151 S. 153\n\nLes consorts D. sont copropriétaires et usufruitiers, sur le territoire de la commune de Boudry, d'une parcelle de 4'811 m2, qui se trouve dans le hameau du \"Vieil Areuse\". Les autorités communales ont adopté le 14 juin 1976 (pour le conseil communal) et le 5 juillet 1978 (pour le conseil général) un plan d'aménagement communal et un règlement d'urbanisme. Ces plan et règlement sont entrés en vigueur après qu'ils ont été sanctionnés - c'est-à-dire approuvés - le 16 novembre 1979 par le Conseil d'Etat de la République et canton de Neuchâtel. La parcelle des consorts D. a alors été classée pour partie (soit à raison de 2'011 m2 ) en zone d'ancienne localité (ZAL) et pour le reste en zone rurale et forestière. La zone d'ancienne localité était définie aux art. 103 ss du règlement d'urbanisme (RU), l'art. 104 let. b RU (note marginale: \"mode de construction\") ayant la teneur suivante:\n\nDans les parties de la zone d'ancienne localité où l'on rencontre des constructions en ordre dispersé, l'implantation de nouvelles constructions est subordonnée à la présentation d'un plan de quartier. Les nouveaux bâtiments devront s'intégrer parfaitement aux immeubles voisins quant aux volumes, aux hauteurs et au style. Ils correspondront au caractère de la zone. Les arbres des parcs ayant une valeur esthétique seront conservés.\n\nLes autorités communales ont adopté en 1995 un nouveau plan d'urbanisation ainsi qu'un nouveau règlement d'aménagement communal (RAC), qui sont entrés en vigueur le 21 juin 1996 (date de la publication de la sanction du Conseil d'Etat). La zone d'ancienne localité du hameau du Vieil Areuse est maintenue, et la partie nord de la parcelle des consorts D. demeure classée dans cette zone (le solde étant désormais en zone agricole). L'art. 11.1.6 ch. 1 RAC définit ainsi le régime applicable dans cette partie de la zone d'ancienne localité:\n\nDans le secteur du Bourg, du Vieil Areuse, de Grandchamp et de Trois-Rods, la construction de nouveaux bâtiments est interdite. Seules les extensions telles que loggias ou vérandas, ou les annexes non habitables et facilement démontables telles que couverts ou appentis, d'une profondeur maximale de 2 m, sont autorisées sur l'arrière des bâtiments, pour autant qu'elles ne portent pas atteinte à la qualité architecturale du bâtiment et du site.\n\nPar demande déposée le 20 décembre 1999 devant la Commission cantonale d'estimation en matière d'expropriation (ci-après: la Commission d'estimation), les consorts D. ont conclu au paiement par la commune de Boudry d'une indemnité d'expropriation matérielle BGE 131 II 151 S. 154de 263'900 fr., parce que la modification du règlement communal en 1996 avait rendu inconstructible leur terrain classé dans la zone d'ancienne localité. La Commission d'estimation a rejeté la demande par une décision du 25 octobre 2001. Pour cette autorité, le terrain n'était pas immédiatement constructible sous l'empire de la réglementation communale de 1979, vu l'exigence de l'établissement préalable d'un plan de quartier. En outre, les propriétaires concernés n'avaient pas manifesté une intention de bâtir suffisamment concrète. Les consorts D. ont recouru contre cette décision auprès du Tribunal administratif cantonal. Leur recours a été rejeté par un arrêt rendu le 5 février 2004. Le Tribunal administratif s'est référé pour l'essentiel à l'argumentation principale de la Commission d'estimation.\n\nAgissant par la voie du recours de droit administratif, les consorts D. ont demandé au Tribunal fédéral d'annuler l'arrêt du Tribunal administratif. Ils se plaignaient d'une violation des règles du droit fédéral relatives à l'expropriation matérielle (art. 26 al. 2 Cst., art. 5 al. 2 LAT [RS 700]), d'une inégalité de traitement (art. 8 Cst.) et de constatations de fait inexactes ou incomplètes voire arbitraires (art. 9 Cst.). Le Tribunal fédéral a admis le recours de droit administratif, annulé l'arrêt attaqué et renvoyé l'affaire au Tribunal administratif pour nouvelle décision au sens des considérants.", "considerants": "Extrait des considérants:\n\n2. Les recourants se plaignent d'une violation des règles du droit fédéral relatives à l'expropriation matérielle. Ils font valoir en substance que leur terrain était constructible, certes à des conditions strictes, sous l'empire de l'ancienne réglementation communale (plan et règlement de 1979), qu'il était déjà équipé en voies d'accès et conduites, et qu'il fait partie d'un secteur déjà largement bâti (hameau du Vieil Areuse). En adoptant la nouvelle réglementation, qui maintient formellement ce terrain dans la zone d'ancienne localité mais le rend inconstructible (art. 11.1.6 ch. 1 RAC), les autorités communales auraient pris une mesure de déclassement ou de non-classement constitutive d'expropriation matérielle. Cette mesure serait en outre contraire à l'égalité de traitement en imposant aux recourants un sacrifice particulier que les autres propriétaires fonciers du Vieil Areuse, dont les terrains sont déjà construits, n'auraient pas à supporter. Les recourants reprochent au Tribunal administratif d'avoir exclu une indemnisation en se fondant sur BGE 131 II 151 S. 155l'obligation d'établir préalablement un plan de quartier, selon l'ancien art. 104 let. b RU, alors que d'autres éléments objectifs auraient dû être pris en considération. De ce point de vue, ils critiquent également les constatations de fait de l'arrêt attaqué.\n\n2.1 Selon la jurisprudence, il y a expropriation matérielle au sens de l'art. 26 al. 2 Cst. (correspondant à l'art. 22ter al. 3 aCst.) et de l'art. 5 al. 2 LAT lorsque l'usage actuel d'une chose ou son usage futur prévisible est interdit ou restreint de manière particulièrement grave, de sorte que l'intéressé se trouve privé d'un attribut essentiel de son droit de propriété. Une atteinte de moindre importance peut aussi constituer une expropriation matérielle si elle frappe un ou plusieurs propriétaires d'une manière telle que, s'ils n'étaient pas indemnisés, ils devraient supporter un sacrifice par trop considérable en faveur de la collectivité, incompatible avec le principe de l'égalité de traitement. Dans l'un et l'autre cas, la protection ne s'étend à l'usage futur prévisible que dans la mesure où il apparaît, au moment déterminant, comme très probable dans un proche avenir. Par usage futur prévisible d'un bien-fonds, on entend généralement la possibilité de l'affecter à la construction (ATF 125 II 431 consid. 3a p. 433 et les arrêts cités).\n\n2.2 La restriction en cause, soit la règle de l'art. 11.1.6 ch. 1 RAC entrée en vigueur le 21 juin 1996, est une mesure d'aménagement du territoire qui rend inconstructible le terrain litigieux, classé en zone d'ancienne localité en tout cas depuis 1979. Cette prescription communale interdit en effet l'édification de nouveaux bâtiments et, sur ce terrain vierge de constructions, la dérogation en faveur d'extensions ou d'annexes accolées à des bâtiments existants n'est pas applicable. Peu importe que ce terrain ait été formellement maintenu dans la zone à bâtir car, avec cette restriction, il est en pratique soumis au même régime que s'il était classé en zone à protéger ou en zone agricole.\n\nAvant l'entrée en vigueur de cette restriction, le terrain litigieux se trouvait dans une partie de la zone d'ancienne localité où l'art. 104 let. b RU exigeait, avant l'octroi d'une autorisation de construire, l'élaboration préalable d'un plan de quartier. Moyennant la réalisation de cette condition, la réglementation communale n'empêchait pas, sur ce terrain suffisamment grand et de forme régulière, une nouvelle construction susceptible, par ses caractéristiques architecturales - volume, hauteur, style -, de s'intégrer \"parfaitement\" dans BGE 131 II 151 S. 156le hameau. Les prescriptions du plan de quartier à établir étaient du reste censées garantir cette intégration.\n\n2.3 Sous l'empire de l'ancien droit communal (art. 104 let. b RU), la zone d'ancienne localité, dans le secteur du Vieil Areuse, était donc une \"zone à planification obligatoire\" (à propos de cette notion, cf. ERIC BRANDT/PIERRE MOOR, Commentaire LAT, Zurich 1999, n. 124 ss ad art. 18 LAT). Ce type de zone n'est pas prévu directement par la loi fédérale sur l'aménagement du territoire (LAT) mais cette loi n'exclut pas que le droit cantonal l'institue. Néanmoins, dans le périmètre des zones à bâtir définies conformément à l'art. 15 LAT - zones comprenant les terrains déjà largement bâtis (art. 15 let. a LAT) et ceux qui seront probablement nécessaires à la construction dans les quinze ans à venir (art. 15 let. b LAT) -, la zone à planification obligatoire n'est pas admissible sans réserves. En effet, d'après la jurisprudence, si un terrain se prête à la construction et répond à la définition de l'art. 15 LAT, il n'est pas conforme au droit fédéral de le classer formellement en zone à bâtir mais d'exiger une nouvelle procédure complète de révision du plan d'affectation avant la délivrance d'une autorisation de construire. Avec ce système, le premier classement en zone à bâtir n'aurait pas de véritable portée car il serait d'abord, pour une période indéterminée, sans effet concret pour le propriétaire, puis il pourrait être remis en question par l'autorité compétente dans la seconde procédure de planification (ATF 118 Ia 165 consid. 3c p. 172; ATF 112 Ia 155 consid. 2c-f p. 158 ss; cf. également ATF 123 I 175 consid. 3e/ aa p. 188).\n\nDe ce point de vue, le régime de la zone d'ancienne localité à planification obligatoire, applicable dans le hameau du Vieil Areuse entre 1979 et 1996, était discutable jusqu'à l'entrée en vigueur, le 1er avril 1992, de l'actuelle loi cantonale sur l'aménagement du territoire (LCAT). En effet, la procédure d'adoption du plan de quartier correspondait, sous l'empire de l'ancienne loi du 12 février 1957 sur les constructions (aLConstr), à celle du plan d'affectation général, ou plan d'aménagement communal; le projet de plan de quartier établi par le conseil communal devait être adopté par le conseil général puis obtenir la sanction du Conseil d'Etat (cf. art. 23 al. 3, art. 25 à 27 aLConstr; cf. également art. 8 al. 6 RU). Ces règles formelles sur les plans de quartier n'avaient pas été modifiées par la première loi cantonale sur l'aménagement du territoire, du 24 juin 1986 (aLCAT), qui renvoyait sur ce point à BGE 131 II 151 S. 157l'ancienne loi sur les constructions (art. 29 al. 3 aLCAT). En exigeant, dans une zone à bâtir, l'établissement d'un plan de quartier avant toute autorisation de construire, un règlement communal imposait donc au propriétaire l'accomplissement d'une nouvelle procédure complète de planification.\n\nDepuis le 1er avril 1992, la loi cantonale sur l'aménagement du territoire (LCAT) prévoit cependant une nouvelle réglementation pour les plans de quartier (art. 79 ss, 102 ss LCAT; l'art. 133 LCAT abroge au demeurant les art. 23 ss aLConstr). Ces plans spéciaux ont pour but de favoriser une architecture et un urbanisme de qualité et d'améliorer l'intégration du quartier dans son environnement bâti et non bâti (art. 79 al. 1 LCAT); ils ne peuvent cependant pas déroger aux prescriptions prévues par le plan d'aménagement, sous réserve de la réglementation communale relative à la longueur maximale des constructions (art. 79 al. 2 LCAT). Les plans de quartier peuvent être élaborés par une commune ou par un ou plusieurs propriétaires, pour des terrains d'une surface de 3000 m2 au moins (art. 82 al. 1 LCAT). Ils sont mis à l'enquête publique puis soumis à l'adoption de l'exécutif de la commune (conseil communal - art. 106 et 107 LCAT). Le conseil général n'a pas à se prononcer et il n'est pas prévu de procédure cantonale de sanction. Il n'est donc pas question, dans une telle procédure - qui n'est plus une procédure complète de planification -, de revoir l'affectation définie par le plan d'aménagement communal et approuvée par l'autorité cantonale conformément à l'art. 26 LAT.\n\nAinsi, en tout cas depuis l'entrée en vigueur de cette nouvelle loi cantonale sur l'aménagement du territoire - quatre ans avant la révision du plan d'aménagement communal en 1996 -, la règle de l'art. 104 let. b RU imposant l'établissement préalable d'un plan de quartier dans une zone à bâtir existante n'était a priori pas contraire au droit fédéral puisque l'affectation décidée conformément à l'art. 15 LAT ne pouvait plus être discutée ni revue dans cette procédure où seul l'exécutif communal doit statuer (cf. notamment ALEXANDRE FLÜCKIGER, Commentaire LAT, n. 35 ad art. 15 LAT).\n\n2.4 Cela étant, l'exigence du plan de quartier selon l'art. 104 let. b RU était un facteur, de nature juridique, empêchant les propriétaires concernés d'obtenir d'emblée une autorisation de construire. Pour le Tribunal administratif, l'usage futur prévisible pour la BGE 131 II 151 S. 158construction n'apparaissait donc pas, au moment déterminant, comme très probable dans un proche avenir.\n\n2.4.1 D'après la jurisprudence sur l'expropriation matérielle, l'usage futur prévisible devant apparaître comme très probable dans un proche avenir au moment de l'entrée en vigueur de la restriction (cf. supra, consid. 2.1), doit être apprécié notamment en fonction de facteurs juridiques. A ce propos, le Tribunal fédéral a considéré que la réalisation de la construction ne devait dépendre plus que de l'initiative du propriétaire, et qu'il n'en allait en principe pas ainsi quand une modification de la situation juridique du bien-fonds était encore nécessaire, par le biais d'une révision du plan des zones, de l'adoption d'un plan d'affectation spécial, d'un plan d'équipement ou encore d'un remaniement parcellaire destiné à rendre les terrains concernés effectivement constructibles (cf. ATF 122 II 455 consid. 5d p. 461; ATF 119 Ib 124 consid. 4a/cc p. 135; ATF 113 Ib 133 consid. 4c p. 135; ATF 112 Ib 105 consid. 2b p. 109, ATF 112 Ib 388 consid. 3 p. 390; cf. à ce propos ENRICO RIVA, Hauptfragen der materiellen Enteignung, Berne 1990 p. 168; idem, Commentaire LAT, Zurich 1999, n. 133 ad art. 5 LAT; PIERMARCO ZEN-RUFFINEN/CHRISTINE GUY-ECABERT, Aménagement du territoire, construction, expropriation, Berne 2001, p. 593).\n\n2.4.2 Les différents facteurs juridiques mentionnés ci-dessus - nécessité, avant l'octroi d'une autorisation de construire, d'une révision du plan des zones, de l'adoption d'un plan de quartier, de l'établissement d'un plan d'équipement, d'un remaniement parcellaire - ont toutefois des significations et des portées différentes. Il est évident que la situation d'un bien-fonds classé dans une zone de réserve, dont l'affectation est différée (cf. art. 18 al. 2 LAT), n'est pas identique à celle d'un bien-fonds inclus dans la zone à bâtir, parce qu'il fait partie des terrains propres à la construction qui sont déjà largement bâtis (cf. art. 15 let. a LAT), mais situé dans un secteur pour lequel le droit cantonal ou communal prévoit encore l'établissement d'un plan de quartier, selon une procédure simplifiée, en vue de mieux régler les conditions d'urbanisation. Si, dans les deux cas, un facteur d'ordre juridique s'oppose à la délivrance immédiate d'une autorisation de construire, il faut admettre que dans la seconde hypothèse, l'usage futur prévisible pour la construction dans un proche avenir est nettement plus probable. Aussi chaque facteur juridique doit-il être examiné dans la situation concrète et en fonction des règles du droit cantonal. On ne BGE 131 II 151 S. 159saurait déduire de la jurisprudence que, chaque fois qu'une procédure complémentaire est prescrite avant l'autorisation de construire (plan de quartier, planification d'un élément du réseau d'équipement, etc.), il s'agit d'un facteur juridique excluant par principe l'usage pour la construction dans un proche avenir et, partant, l'octroi d'une indemnité d'expropriation matérielle. Dans une affaire où le droit cantonal imposait l'établissement d'un plan détaillé fixant notamment les conditions d'équipement (\"Quartierplan\" selon le droit zurichois), le Tribunal fédéral a du reste rappelé que les circonstances concrètes devaient être prises en considération, ce facteur juridique n'étant pas seul décisif (ATF 122 II 455 consid. 4c p. 459).\n\n2.5 Le plan de quartier, selon l'actuelle loi cantonale neuchâteloise, n'est pas un plan destiné à modifier l'affectation fixée par le plan d'aménagement général de la commune (art. 79 al. 2 LCAT - cf. supra, consid. 2.3). Cet instrument peut avoir sa justification dans certains secteurs, où le régime général du plan d'affectation n'est pas suffisamment précis et les modalités d'utilisation du sol doivent être fixées de manière plus détaillée. De ce point de vue, l'exigence d'un plan de quartier apparaissait appropriée pour les espaces non construits du hameau du Vieil Areuse, compte tenu de la valeur de la plupart des bâtiments existants et des parcs.\n\nPour la parcelle litigieuse, l'établissement d'un plan de quartier - avant la révision en 1996 de la réglementation de la zone d'ancienne localité - n'aurait donc pas entraîné une modification de l'affectation de la zone. Il ne s'agissait pas non plus, par ce biais, d'obtenir des dérogations au régime de la zone pour permettre la construction sur un terrain qui, en raison de sa surface et de sa forme, s'y serait de toute manière bien prêté. Ce terrain, qui jouxte une route et se trouve manifestement dans un secteur déjà desservi par des conduites d'alimentation en eau et en énergie ainsi que d'évacuation des eaux usées, jouissait d'un équipement suffisant au sens de l'art. 19 al. 1 LAT; l'arrêt attaqué admet du reste la réalisation de cette condition, \"selon toute probabilité\". En d'autres termes, ni un remembrement (art. 20 LAT) ni d'autres opérations de planification de l'équipement n'étaient requises pour concrétiser les possibilités de construction données en principe par le classement en zone à bâtir selon le plan d'affectation général de 1979.\n\nDans l'arrêt attaqué, le Tribunal administratif a considéré qu'à cause de l'obligation d'établir un plan de quartier selon l'art. 104 let. b BGE 131 II 151 S. 160RU, le terrain litigieux n'était pas constructible dans un avenir proche. Il a accordé à ce facteur juridique un caractère décisif, sans examiner plus en détail la situation concrète. Or, au regard des éléments précités - l'emplacement et la forme de la parcelle, l'état de l'équipement, la portée du plan de quartier en droit cantonal -, l'exigence de l'art. 104 let. b RU ne devait pas, à elle seule, être interprétée comme un empêchement à une utilisation probable pour la construction dans un proche avenir, au sens de la jurisprudence sur l'expropriation matérielle. La procédure d'établissement du plan de quartier, qui peut selon le droit cantonal être engagée à l'initiative des propriétaires concernés (art. 82 al. 1 LCAT) et qui aboutit à une décision du conseil communal (art. 104 et 107 LCAT), aurait en définitive, dans les circonstances de l'espèce, été comparable à une première phase de la procédure d'autorisation de construire, pour laquelle la même autorité est compétente (art. 29 de la loi cantonale sur les constructions du 25 mars 1996; cf. par analogie, l'art. 36 de cette loi qui permet une procédure de \"sanction à deux degrés\", le permis étant délivré après une sanction préalable liquidant définitivement les questions de masse, d'implantation, d'implantation et d'accès).\n\nEn résumé, l'art. 104 let. b RU prévoyait, pour la parcelle litigieuse, une exigence formelle supplémentaire, destinée à améliorer l'intégration du ou des bâtiments admissibles sur un terrain de dimensions modestes déjà équipé, sans modification de l'affectation de ce secteur ni révision essentielle des conditions de construction. On ne voit pas ce qui aurait pu faire obstacle, le cas échéant, à la réalisation de cette exigence formelle. Il importe peu, par ailleurs, de savoir si la procédure d'établissement du plan de quartier aurait pu aboutir rapidement ou non; cet élément, comme du reste la durée de la procédure d'autorisation de construire, n'est pas pertinent pour apprécier la probabilité de la construction dans un proche avenir. C'est donc en violation du droit fédéral que le Tribunal administratif a refusé une indemnité d'expropriation matérielle pour le motif tiré de l'exigence de l'art. 104 let. b RU. Les moyens des recourants sont, sur ce point, fondés.\n\n2.6 Il s'ensuit que le Tribunal administratif aurait dû examiner si l'adoption de la nouvelle réglementation, qui rend le terrain des recourants inconstructible, pouvait être considérée comme une mesure de déclassement ou de non-classement justifiant une indemnisation. Pour ce genre de restrictions, la jurisprudence distingue BGE 131 II 151 S. 161en effet généralement deux hypothèses: d'une part le refus de classement en zone à bâtir (\"non-classement\", \"Nichteinzonung\"), lorsque la modification d'un plan d'affectation, qui a pour effet de sortir une parcelle de la zone à bâtir où elle se trouvait auparavant (ou de supprimer toute possibilité de construction), intervient pour adapter ce plan aux exigences de la loi fédérale sur l'aménagement du territoire, entrée en vigueur en 1980 - et partant pour mettre en oeuvre les principes du droit constitutionnel en matière de droit foncier -, et d'autre part le déclassement (\"Auszonung\") d'un terrain propre à la construction selon les exigences de cette législation (cf. ATF 125 II 431 consid. 3b p. 433; ATF 122 II 326 consid. 4c p. 330 et les arrêts cités).\n\nEn l'espèce, pour apprécier au regard de ces critères la portée de la restriction frappant le terrain litigieux, il faut en particulier examiner si le classement en 1979 dans la zone d'ancienne localité s'imposait d'emblée en vertu de l'art. 15 let. a LAT, parce que ce terrain faisait partie du périmètre déjà largement bâti du hameau (cf. également art. 36 al. 3 LAT), ou si au contraire un régime de non-constructibilité aurait nécessairement dû être prévu dès l'entrée en vigueur de la loi fédérale sur l'aménagement du territoire, en raison de circonstances spéciales, par exemple pour assurer la protection d'une localité typique (art. 17 al. 1 let. c LAT). Les éléments de fait qui ressortent de l'arrêt attaqué et du dossier ne permettent pas au Tribunal fédéral de statuer d'ores et déjà sur ces questions. L'inspection locale n'avait au reste pas pour objet de compléter les constatations de fait à ce sujet. Il appartient donc au Tribunal administratif de se prononcer à nouveau."}