{"annee": "131", "cour": "III", "page": "46", "date": "18/10/2004", "cite": ["104 III 15", "113 III 144"], "cite_par": ["134 III 177"], "chapeau": "6. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. X. AG (SchKG-Beschwerde)\n\n7B.128/2004 vom 18. Oktober 2004", "regestes": ["Séquestre d'immeubles; prise en garde par l'office des titres de gage créés au nom du propriétaire (art. 98 al. 1 et 4 LP, art. 13 ORFI). Une prise en garde par l'office des titres de gage qui se trouvent en possession de tiers présuppose que ces titres ont été saisis ou séquestrés (consid. 3.2)."], "faits": "|46|\n\nA. Der Einzelrichter im summarischen Verfahren des Bezirks Winterthur verarrestierte mit Arrestbefehl vom 4. April 2001 für eine Forderung der X. AG von Fr. 2'850'000.- nebst Zins zu 5 % seit 1. Juli 1997 diverse Liegenschaften von Y. in der Stadt A.\n\nMit Zwischenbeschluss vom 2. Mai 2002 wies das Kassationsgericht des Kantons Zürich im Verfahren betreffend Einsprache gegen den Arrestbefehl das Gesuch um Gewährung der unentgeltlichen Prozessführung ab und setzte der Arrestschuldnerin Frist zur Leistung einer Prozesskaution von Fr. 8'500.- an. In der Folge hinterlegte ihr Vertreter \"provisorisch\" einen Inhaberschuldbrief über Fr. 100'000.-, lastend im 5. Rang auf der Liegenschaft Strasse R. in A. Mit Zwischenbeschluss vom 15. August 2002 sprach das Kassationsgericht dem Inhaberschuldbrief die Eignung als \"solide Wertschrift im Sinne von § 79 Abs. 2 ZPO\" ab und akzeptierte ihn deshalb nicht als Kautionsleistung. |47|\n\nDie Arrestschuldnerin stellte mit Schreiben vom 14. August 2003 beim Betreibungsamt A. das Begehren, das Kassationsgericht des Kantons Zürich anzuweisen, den betreffenden Schuldbrief an ihren Vertreter zu Handen von W. auszuhändigen. Im Anschluss daran verfügte das Betreibungsamt am 11. September 2003 die Entlassung des beim Kassationsgericht des Kantons Zürich eingereichten Schuldbriefes. Hinsichtlich der übrigen (5) Schuldbriefe erliess das Betreibungsamt keine weiteren Anordnungen.\n\nB. Die gegen diese Verfügung eingereichte Beschwerde der X. AG wies das Bezirksgericht Winterthur als untere Aufsichtsbehörde mit Beschluss vom 23. Februar 2004 ab. Der von der X. AG dagegen eingereichte Rekurs wurde vom Obergericht des Kantons Zürich, II. Zivilkammer, als oberer kantonaler Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen mit Beschluss vom 11. Juni 2004 teilweise gutgeheissen und das Kassationsgericht des Kantons Zürich angewiesen, den Schuldbrief über Fr. 100'000.- im 5. Rang, lastend auf der Liegenschaft Strasse R. in A., beim Betreibungsamt A. zur Verwahrung im Sinne von Art. 13 VZG einzuliefern. Im Übrigen wurde der Rekurs abgewiesen.\n\nC. Mit Eingabe vom 25. Juni 2004 hat die X. AG die Sache an die Schuldbetreibungs- und Konkurskommission des Bundesgerichts weitergezogen und beantragt im Wesentlichen die Aufhebung des Entscheids der oberen Aufsichtsbehörde. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1\n\n3.2 Die Beschwerdeführerin bringt dagegen vor, das Betreibungsamt werde vom Arrestrichter mit dem Vollzug beauftragt und habe ohne Verzug zu vollziehen. Das Betreibungsamt hätte die Eigentümerschuldbriefe unbedingt in Verwahrung nehmen müssen. Es sei Bundesrecht verletzt worden, indem das Amt von Sicherungsmassnahmen nach Art. 98 ff. SchKG und weiteren Abklärungen nach Art. 91 SchKG entbunden worden sei. Die Einwände gehen fehl.\n\nAuszugehen ist vom Zweck der Sicherungsvorkehr. Die amtliche Verwahrung der in der Hand des Schuldners befindlichen Eigentümerpfandtitel gemäss Art. 98 Abs. 1 SchKG und Art. 13 der Verordnung des Bundesgerichts vom 23. April 1920 über Zwangsverwertung von Grundstücken (VZG; SR 281.42) soll verhindern, |48| dass die bisher nur virtuelle Belastung des Grundstücks durch eine Begebung des Titels, sei es zu Eigentum oder Faustpfand, wirksam und der Pfändungsgläubiger dadurch geschädigt wird. Dieser Zweck kann vorliegend nicht mehr erreicht werden, da den Angaben von Y. zufolge die Titel an Dritte begeben worden sind. Eine Verwahrung der sich im Besitz von Dritten befindlichen Pfandtitel setzt voraus, dass diese gepfändet bzw. verarrestiert worden sind (Art. 98 Abs. 4 SchKG). Dies trifft vorliegend gerade nicht zu. Verarrestiert wurden diverse Liegenschaften von Y. in A., nicht aber die darauf lastenden Pfandtitel (BGE 113 III 144 E. 4b/c S. 146/147).\n\nAls weitere Sicherungsschritte begehrt die Beschwerdeführerin insbesondere, das Betreibungsamt anzuweisen, bei den angegebenen Banken oder sonstigen Pfandgläubigern und namentlich bei den Steuerämtern zweckdienliche Abklärungen vorzunehmen. Mit diesen Begehren zielt die Beschwerdeführerin offensichtlich darauf ab, den Rechtsgrund für die Begebung der Inhaberschuldbriefe zu klären. Hierüber wird jedoch - wie die obere Aufsichtsbehörde zu Recht entschieden hat - gegebenenfalls der Richter im Lastenbereinigungsverfahren zu befinden haben (BGE 104 III 15 E. 2b S. 17; vgl. dazu auch FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, 3. Aufl. 1984, S. 292 Rz. 71).\n\nDie Vorinstanz hat somit kein Bundesrecht verletzt, indem sie von einer Anweisung, die 5 Schuldbriefe dem Betreibungsamt in Verwahrung zu geben, abgesehen hat. Zu Recht hat sie im Übrigen festgehalten, dass auf bestimmte Vorkehren zu verzichten eine anfechtbare Verfügung darstellt."}