{"annee": "131", "cour": "I", "page": "113", "date": "3/5/2005", "cite": ["120 IA 14", "116 IA 135", "117 IA 182", "114 IA 275", "128 I 225", "126 I 68", "129 I 129", "115 IA 217", "117 IA 170", "112 IA 290", "131 I 24", "113 IA 407", "124 I 76", "114 IA 50", "117 IA 157", "122 I 5", "116 IA 32", "117 IA 199", "114 IA 143", "119 IA 81", "113 IA 62", "116 IA 28", "123 I 87", "115 IA 224", "113 IA 72", "111 IA 259"], "cite_par": ["133 I 89", "138 I 425", "134 I 238", "136 III 605", "135 I 14", "142 III 732", "135 V 353", "136 I 207", "133 I 1", "140 I 326"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Amtsgerichtspräsident von Solothurn-Lebern sowie Obergericht des Kantons Solothurn (Staatsrechtliche Beschwerde)\n\n1P.115/2005 vom 3. Mai 2005", "regestes": ["Art. 30 al. 1 Cst., art. 6 par. 1 CEDH; droit à un juge impartial. Cas du juge qui intervient à différents titres dans la même procédure civile: résumé de la jurisprudence sous l'angle du droit à un juge impartial (consid. 3.1-3.6). Un juge n'apparaît pas comme prévenu du seul fait qu'il a rejeté une demande d'assistance judiciaire en raison de l'absence de chances de succès de la requête. D'autres motifs sont nécessaires pour admettre qu'il est partial (consid. 3.7). Compte tenu de la situation de procédure, une prévention du juge doit être écartée en l'espèce (consid. 3.8)."], "faits": "BGE 131 I 113 S. 114\n\nGegen X., Inhaber einer Einzelfirma, ist seit dem 23. März 2003 ein Forderungsprozess vor dem Richteramt Solothurn-Lebern hängig. Zusammen mit der Klageantwort und der Widerklage stellte X. am 23. Mai 2003 ein Gesuch um unentgeltliche Rechtspflege. Mit Verfügung vom 15. September 2003 wies der Amtsgerichtspräsident das Gesuch mit der Begründung ab, die in der Klageantwort und der Widerklage gestellten Begehren seien aussichtslos. Im Übrigen seien die finanziellen Verhältnisse von X. undurchsichtig.\n\nX. erhob gegen diese Verfügung Rekurs. Das Obergericht des Kantons Solothurn forderte ihn auf, Unterlagen über seine finanziellen Verhältnisse einzureichen. Im Rekursentscheid vom 2. Dezember 2003 kam das Obergericht zum Schluss, das Gesuch um unentgeltliche Rechtspflege könne nicht mehr wegen unklaren finanziellen Verhältnissen abgewiesen werden, auch wenn dies der Amtsgerichtspräsident aufgrund der damaligen Aktenlage noch zu Recht getan habe. X. verfüge über einen monatlichen, die Kosten für den notwendigen Unterhalt übersteigenden Betrag von Fr. 302.-, womit er den Prozess grundsätzlich finanzieren könne. In Anbetracht des Streitwerts von Fr. 85'000.- sei er aber bezüglich der Klageantwort von der Kostenvorschusspflicht zu befreien. Ein unentgeltlicher Rechtsbeistand könne dagegen nicht bewilligt werden. Sodann hielt das Obergericht dafür, die Widerklage erscheine nicht als aussichtslos. X. sei deshalb auch bezüglich der Widerklage von der Kostenvorschusspflicht zu befreien.\n\nDie Hauptverhandlung vor Amtsgericht wurde auf den 6. Oktober 2004 angesetzt. Am 1. Oktober 2004 (Eingang am 4. Oktober 2004) stellte X. ein Begehren um Ausstand des mitwirkenden Amtsgerichtspräsidenten, Y., wegen Befangenheit im Sinn von § 93 lit. f des Gesetzes über die Gerichtsorganisation des Kantons Solothurn vom 13. März 1977 (GOG/SO). X. begründete den Ablehnungsgrund der Befangenheit damit, dass Amtsgerichtspräsident Y. sein Gesuch um unentgeltliche Rechtspflege wegen Aussichtslosigkeit seiner Rechtsposition abgewiesen und entgegen seinem Antrag keine Zeugen angehört habe. BGE 131 I 113 S. 115\n\nDas Amtsgericht wies das Ausstandsbegehren mit der Begründung ab, das Gesuch sei zu spät gestellt worden. Gegen diesen Entscheid erhob X. Beschwerde, welche das Obergericht mit Urteil vom 13. Januar 2005 abwies. Das Obergericht erwog, allein aus dem Umstand, dass der Amtsgerichtspräsident bei der Prüfung des Gesuchs um unentgeltliche Rechtspflege die Prozesschancen von X. als aussichtslos einstufte, könne nicht auf dessen Befangenheit im Sinn von § 93 lit. f GOG/SO geschlossen werden. Das Amtsgericht habe das Ausstandsgesuch daher zu Recht abgewiesen.\n\nX. hat gegen das Urteil des Obergerichts vom 13. Januar 2005 staatsrechtliche Beschwerde erhoben. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 In der Sache beruft sich der Beschwerdeführer auf die Garantie des unparteiischen, unvoreingenommenen und unbefangenen Richters (Art. 30 Abs. 1 BV, Art. 6 Ziff. 1 EMRK). Der Amtsgerichtspräsident habe im Zusammenhang mit der Prüfung des Gesuchs um unentgeltliche Rechtspflege die Prozesschancen des Beschwerdeführers als aussichtslos beurteilt. Er erscheine deswegen als befangen und hätte für den weiteren Verfahrensgang in den Ausstand treten müssen. Zudem habe das Obergericht § 93 lit. f GOG/SO über die Ablehnung einer Gerichtsperson infolge Befangenheit willkürlich ausgelegt.\n\n3.2 Wird mit einer staatsrechtlichen Beschwerde eine Verletzung des Anspruchs auf den verfassungs- und konventionsmässigen Richter geltend gemacht, so prüft das Bundesgericht die Auslegung und Anwendung des kantonalen Verfahrensrechts nur unter dem Gesichtswinkel der Willkür. Mit freier Kognition prüft es dagegen, ob die als vertretbar erkannte Auslegung des kantonalen Prozessrechts mit den Garantien von Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK vereinbar ist (BGE 126 I 68 E. 3b S. 73; BGE 117 Ia 170 E. 1 S. 172 f., je mit Hinweisen).\n\n3.3 Nach dem Wortlaut von § 93 lit. f GOG/SO kann eine Gerichtsperson abgelehnt werden, wenn sie aus irgendeinem Grund befangen erscheint. Das Obergericht ging davon aus, dass § 93 lit. f GOG/SO das Recht auf Ablehnung eines befangenen Richters im BGE 131 I 113 S. 116gleichen Umfang wie Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK garantiere. Der Beschwerdeführer zeigt nicht auf, inwiefern entgegen dieser Auffassung des Obergerichts die kantonale Vorschrift über die verfassungs- und konventionsrechtliche Garantie des unabhängigen Richters hinaus geht. Die Rüge der willkürlichen Anwendung von § 93 lit. f GOG/SO hat deshalb keine selbständige Bedeutung.\n\n3.4 Nach der in Art. 58 Abs. 1 aBV bzw. im materiell unverändert in die neue Bundesverfassung vom 18. April 1999 überführten Art. 30 Abs. 1 BV und in Art. 6 Ziff. 1 EMRK enthaltenen Garantie des verfassungsmässigen Richters hat der Einzelne Anspruch darauf, dass seine Sache von einem unparteiischen, unvoreingenommenen und unbefangenen Richter ohne Einwirken sachfremder Umstände entschieden wird. Liegen bei objektiver Betrachtungsweise Gegebenheiten vor, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen, so ist die Garantie verletzt (BGE 131 I 24 E. 1.1 S. 25; BGE 126 I 68 E. 3a S. 73, je mit Hinweisen).\n\nEine gewisse Besorgnis der Voreingenommenheit und damit Misstrauen in das Gericht kann bei den Parteien immer dann entstehen, wenn einzelne Gerichtspersonen in einem früheren Verfahren mit der konkreten Streitsache schon einmal befasst waren. In einem solchen Fall so genannter Vorbefassung stellt sich die Frage, ob sich ein Richter durch seine Mitwirkung an früheren Entscheidungen in einzelnen Punkten bereits in einem Mass festgelegt hat, die ihn nicht mehr als unvoreingenommen und dementsprechend das Verfahren als nicht mehr offen erscheinen lassen (BGE 131 I 24 E. 1.2 S. 26; BGE 114 Ia 50 E. 3d S. 57; Urteil des EGMR i.S. Saraiva de Carvalho gegen Portugal vom 22. April 1994, Série A, Nr. 286-B, Ziff. 38; REINHOLD HOTZ, in: Bernhard Ehrenzeller/ Philippe Mastronardi/Rainer J. Schweizer/Klaus A. Vallender [Hrsg.], Die schweizerische Bundesverfassung - Kommentar, Zürich 2002, N. 13 zu Art. 30 BV; MARC E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention (EMRK), 2. Aufl., Zürich 1999, N. 418 ff.). Wegen der früheren Mitwirkung kann \"Betriebsblindheit\" in dem Sinne befürchtet werden, dass der Richter im späteren Verfahren seine Erwartungen in seine Fragen projiziert, die Antworten auf diese Fragen im Sinne seiner Erwartungen interpretiert und vor allem Fragen nicht sieht, die der unbefangene Richter sehen und stellen würde (BGE 114 Ia 50 E. 3d BGE 131 I 113 S. 117S. 57, mit Verweis auf GUNTHER ARZT, Der befangene Strafrichter, Tübingen 1969, S. 65).\n\nOb eine unzulässige, den Verfahrensausgang vorwegnehmende Vorbefassung eines Richters vorliegt, kann nicht generell gesagt werden; es ist vielmehr in jedem Einzelfall - anhand aller tatsächlichen und verfahrensrechtlichen Umstände (vgl. BGE 114 Ia 50 E. 3d S. 59) - zu untersuchen, ob die konkret zu entscheidende Rechtsfrage trotz Vorbefassung als noch offen erscheint (BGE 126 I 68 E. 3c S. 73; BGE 114 Ia 50 E. 3d S. 57).\n\n3.5 Der Anspruch auf ein unvoreingenommenes Gericht ist in der Rechtsprechung vor allem im Strafprozessrecht konkretisiert worden. Die Entscheide beziehen sich auf Fälle, in denen ein Richter entweder mit der Sache in unterschiedlichen Verfahren oder in vom anwendbaren Verfahrensrecht klar getrennten Verfahrensabschnitten befasst war (vgl. BGE 126 I 68 E. 4a S. 74 f.). Bei der letzteren Konstellation ist für die Frage der Zulässigkeit der Vorbefassung entscheidend, ob durch die Mitwirkung desselben Richters in mehreren Verfahrensabschnitten (Untersuchungs-, Anklage- und Erkenntnisverfahren) die gesetzlich - allenfalls gerade zur Sicherung der Unvoreingenommenheit - vorgesehene Zuweisung verschiedener Funktionen an unterschiedliche Organe unterlaufen wird (BGE 117 Ia 157 E. 2a S. 160; BGE 114 Ia 50 E. 3d S. 57; Urteil des EGMR i.S. Hauschildt gegen Dänemark vom 24. Mai 1989, Série A, Nr. 154, Ziff. 50 f.).\n\nSo wurde beispielsweise in folgenden Fällen die Mitwirkung eines Richters, der sich in einem früheren Stadium desselben Verfahrens mit dem Angeklagten schon einmal befasst hat, als verfassungs- und konventionswidrig beurteilt: Personalunion von Untersuchungsrichter und erkennendem Strafrichter (BGE 112 Ia 290 E. 5b und c S. 300 ff.; BGE 113 Ia 72 E. 2 S. 73; BGE 114 Ia 275 E. 2b S. 277 f.; BGE 115 Ia 217 E. 6 S. 221 ff.; Urteil des EGMR i.S. De Cubber gegen Belgien vom 26. Oktober 1984, Série A, Nr. 86, Ziff. 26 ff.); Personalunion zwischen dem ehemaligen Generalprokurator und dem Ersatzrichter, weil dieser während der Voruntersuchung ein Weisungsrecht gegenüber den Bezirksprokuratoren und damit eine Möglichkeit der Einflussnahme auf die Untersuchungsrichter besass (BGE 117 Ia 157 E. 3 S. 162 ff.; ferner Urteil des EGMR i.S. Piersack gegen Belgien vom 1. Oktober 1982, Série A, Nr. 53, Ziff. 31 f.); Ämterkumulation bei einem Strafrichter, der vorher BGE 131 I 113 S. 118als Mitglied der Anklagekammer die Anklage zugelassen und den Angeschuldigten überwiesen hat (BGE 113 Ia 72 E. 3 S. 73 ff.; BGE 114 Ia 50 E. 5 S. 66 ff.); personelle Identität zwischen Haftrichter und Anklagevertreter (BGE 117 Ia 199 E. 4 S. 201 f. betr. Art. 5 Ziff. 3 EMRK; Urteil des EGMR i.S. Jutta Huber gegen die Schweiz vom 23. Oktober 1990, Série A, Nr. 188, Ziff. 43); Mitwirkung eines Gerichtsschreibers zuerst in der Strafuntersuchung und nachher beim erkennenden Gericht (BGE 115 Ia 224 E. 7 S. 227 ff.).\n\nDagegen wurde die Vorbefassung in folgenden Konstellationen als zulässig erachtet: personelle Identität von Haft- und Sachrichter, da der Haftrichter nicht die gleichen Fragen wie der erkennende Richter, insbesondere nicht die für den Ausgang des Hauptverfahrens entscheidende Frage der Schuld zu behandeln hat (BGE 117 Ia 182 E. 3b S. 185; Urteil des EGMR i.S. Hauschildt gegen Dänemark vom 24. Mai 1989, Série A, Nr. 154, Ziff. 50 f.; Urteil des EGMR i.S. Nortier gegen die Niederlande vom 24. August 1993, Série A, Nr. 267, Ziff. 33 ff.); die Ämterkumulation beim Generalprokurator, der zuerst eine Strafverfügung erlässt und im anschliessenden Einspracheverfahren die Anklage vertritt, da die Strafverfügung nur bei unterlassener Einsprache rechtskräftig wird (BGE 124 I 76 E. 2 S. 78 f.; vgl. auch BGE 114 Ia 143 E. 7 S. 150 ff.); die Vorbefassung eines Gerichts, das sich nach der Hauptverhandlung von der Schuld des Angeklagten überzeugt zeigt, das Urteil aussetzt und die Anklage zur geringfügigen Verbesserung zurückweist (BGE 126 I 68 E. 4 S. 73 ff.); die Anordnung von Beweisvorkehren im Hauptverfahren durch den Gerichtspräsidenten, da in diesem Verfahrensstadium nicht mehr die Untersuchungsbehörde, sondern das Gericht zuständig ist (BGE 116 Ia 135 E. 3b S. 139 ff.; Urteil des Bundesgerichts 1P.556/1992 vom 8. Dezember 1992, publ. in: EuGRZ 1993 S. 290 ff, E. 4); die Mitwirkung der Richter, die ein Abwesenheitsurteil gefällt haben, bei der Neubeurteilung der Strafsache im ordentlichen Verfahren (BGE 116 Ia 32 E. 3 S. 33 ff.; Urteil des EGMR i.S. Thomann gegen die Schweiz vom 10. Juni 1996, Reports 1996-III, S. 814 ff.).\n\n3.6 Die dargestellte, für den Strafprozess entwickelte Rechtsprechung kann nicht ohne weiteres auf das zivilprozessuale Verfahren übertragen werden (BGE 114 Ia 50 E. 3d S. 60; BGE 113 Ia 62 E. 3c S. 65, BGE 113 Ia 407 E. 2b S. 410 f.). Im Gegensatz zum Strafverfahren wird der Zivilprozess vor ein und demselben staatlichen Organ - dem BGE 131 I 113 S. 119Gericht - eröffnet, nach der Verhandlungsmaxime durchgeführt und (meistens durch Urteil) beendet. Mehrfache Funktionen des Zivilrichters, der sich in demselben Verfahren wiederholt mit einer Streitsache zu befassen hat, begründen daher für sich allein nicht ohne weiteres einen Ausstandsgrund (BGE 123 I 87 E. 4f S. 94; BGE 113 Ia 407 E. 2b S. 410 f.; ferner BGE 111 Ia 259 E. 3b/aa S. 264 betr. Verfahrensmassnahmen eines Schiedsrichters). Das Bundesgericht hat diesen für den Zivilprozess geltenden Grundsatz in mehreren Urteilen konkretisiert.\n\nIm unpublizierten Urteil 4C.514/1996 vom 15. Dezember 1997 hat sich das Bundesgericht mit der Personalunion zwischen dem Richter, der über die Anordnung vorsorglicher Massnahmen entscheidet, und dem in der Hauptsache entscheidenden Richter auseinander gesetzt. Es bejahte die Zulässigkeit unter Heranziehung von Sinn und Zweck der verfahrensrechtlichen Institution des vorläufigen Rechtsschutzes. Dieser soll die Parteien vor oder während der Hängigkeit des Prozesses dagegen schützen, dass der Streitgegenstand während des Prozesses dem späteren Zugriff entzogen wird (Sicherungsfunktion); er soll Rechte und Pflichten während der Prozessdauer im Dauerrechtsverhältnis regeln (Regelungsfunktion), und er soll verhindern, dass das angestrebte Prozessziel durch den Zeitablauf bis zum Urteil ganz oder teilweise illusorisch gemacht wird (Leistungsfunktion). Obschon der vorläufige Rechtsschutz insofern stets den materiellrechtlichen Anspruch zum Gegenstand hat, dient er allein den erwähnten besonderen Zielen. Er beruht zudem auf bloss glaubhaft gemachten Tatsachen und präjudiziert den Entscheid im Hauptprozess nicht. Nach der massgebenden Verfahrensordnung kann der Instruktionsrichter eine vorsorgliche Massnahme ohne weiteres von sich aus oder auf Antrag der Parteien bei geänderten Umständen abändern, und er hat sie aufzuheben, wenn sie sich nachträglich als ungerechtfertigt erweist.\n\nIm Urteil 1P.32/1997 vom 20. März 1997 schloss das Bundesgericht, dass der Umstand eines Vermittlungsversuchs als solcher die Unparteilichkeit eines Richters nicht in Frage zu stellen vermag. Der Richter kann nur abgelehnt werden, wenn die vorhergehende Vermittlertätigkeit oder ein Vermittlungsvorschlag den objektiv begründeten Anschein der Befangenheit hervorruft. Dies trifft etwa zu, wenn der Richter eine durch den Prozess erst noch abzuklärende Tatsache als schon erwiesen ansieht oder sich BGE 131 I 113 S. 120bereits in einer Art festgelegt hat, dass Zweifel darüber bestehen, ob er einer anderen Bewertung der Sach- und Rechtslage aufgrund weiterer Abklärungen noch zugänglich wäre (vgl. auch BGE 119 Ia 81 E. 4b S. 87; Entscheid der EKMR i.S. Jensen gegen Dänemark vom 7. Januar 1991, in: DR 68 S. 177).\n\nNach BGE 113 Ia 407 E. 2b S. 410 ist im Falle einer Rückweisung die Mitwirkung des am aufgehobenen Entscheid beteiligten Richters bei der Neubeurteilung der Streitsache unter dem Blickwinkel des verfassungs- und konventionsmässigen Gerichts ohne weiteres zulässig. Vom Richter darf erwartet werden, dass er die Streitsache auch nach Aufhebung des Entscheids objektiv und unparteiisch behandelt, zumal er sich dabei an die Auffassung der Rechtsmittelinstanz zu halten hat (bestätigt in BGE 116 Ia 28 E. 2a S. 30 betreffend das Strafverfahren).\n\n3.7\n\n3.7.1 Vorliegend ist zu prüfen, ob der Richter im Zivilprozess schon deswegen als voreingenommen erscheint, weil er ein Gesuch um unentgeltliche Rechtspflege wegen Aussichtslosigkeit der Rechtsbegehren abgewiesen hat. Für das Verfahren der Verwaltungsgerichtsbeschwerde entschied das Bundesgericht in zwei Urteilen 2A.160/1994 vom 23. August 1994 und 2A.96/1994 vom 23. September 1994, dass kein Grund zur Annahme von Befangenheit vorliegt, wenn ein Instruktionsrichter ein Gesuch um unentgeltliche Rechtspflege wegen Aussichtslosigkeit der Prozesschancen abweist. Ein rechtsstaatliches Verfahren setzt regelmässig voraus, dass ein Gerichtspräsident oder ein Richter schon vor dem eigentlichen Sachentscheid prozessuale Anordnungen trifft. Dazu gehört auch die Behandlung von Gesuchen um unentgeltliche Rechtspflege. Dass das verfügende Gerichtsmitglied dabei die Aussichten einer Verwaltungsgerichtsbeschwerde abzuwägen hat, begründet für sich noch keine Voreingenommenheit, sondern ergibt sich aus dem Sinn der Verfahrensordnung. Andernfalls würden die Prozessbeteiligten gerade in ihren rechtsstaatlichen Verfahrensrechten beschnitten. Damit eine unzulässige Vorbefassung vorliegt, müssen daher noch weitere tatsächliche Gesichtspunkte hinzukommen (bestätigt im Urteil 2A.468/2000 vom 16. März 2001, E. 2b/bb).\n\n3.7.2 In der Rechtslehre ist die Frage umstritten. Nach Auffassung von REGINA KIENER (Richterliche Unabhängigkeit, Bern 2001, S. 166 f.) übernimmt der Richter bei der Beurteilung eines BGE 131 I 113 S. 121Gesuchs um unentgeltliche Rechtspflege eine nicht unerhebliche Verantwortung gegenüber der gesuchstellenden Partei, da damit gerechnet werden müsse, dass diese bei Ablehnung ihres Gesuchs auf die Prozessführung verzichte. Faktisch gehe es daher um mehr als um eine bloss oberflächliche Prüfung der Prozesschancen. Mit der Feststellung, ein Verfahren sei aussichtslos, erscheine der Richter auf den Verfahrensausgang festgelegt, weshalb die Offenheit des Verfahrens bezweifelt werden müsse. Art. 80 Ziff. 5 der Zivilprozessordnung für den Kanton Bern vom 5. Juli 1918 (in der Fassung vom 14. März 1995), auf welche REGINA KIENER verweist, schreibt denn auch vor, dass der über ein Gesuch um unentgeltliche Rechtspflege entscheidende Richter an der Urteilsfällung in der Hauptsache nicht mehr teilnehmen kann, wenn er das Gesuch wegen Aussichtslosigkeit abgewiesen hat. Nach einer anderen Lehrmeinung begründet der abweisende Entscheid über ein Gesuch um unentgeltliche Rechtspflege für sich allein dagegen keinen Ausstandsgrund (JEAN-FRANÇOIS POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Bern 1990, Bd. I, N. 5.3 zu Art. 23 OG; WILHELM BIRCHMEIER, Handbuch des Bundesgesetzes über die Organisation der Bundesrechtspflege, Zürich 1950, S. 26, N. 3 zu Art. 23 OG; ALFRED BÜHLER/ANDREAS EDELMANN/ALBERT KILLER, Kommentar zur aargauischen Zivilprozessordnung, 2. Aufl., Aarau 1998, N. 13 zu § 2 ZPO/AG; WILLY HAUSER/ROBERT HAUSER, Erläuterungen zum Gerichtsverfassungsgesetz des Kantons Zürich, Zürich 1978, N. 7 zu § 113 GVG/ZH; kritisch auch HANS PETER WALTER, Bundesprivatrecht und kantonales Zivilprozessrecht, in: BJM 1995 S. 282; ablehnend ebenfalls die deutsche Rechtslehre: vgl. STEIN/JONAS, ZPO-Kommentar zur Zivilprozessordnung, 22. Aufl., Tübingen 2004, N. 11a zu § 42 ZPO; ADOLF BAUMBACH/ WOLFGANG LAUTERBACH/JAN ALBERS/PETER HARTMANN, Zivilprozessordnung, 62. Aufl., München 2004, N. 36 zu § 42 ZPO).\n\n3.7.3 Der Entscheid über ein Gesuch um unentgeltliche Rechtspflege gehört zu den prozessleitenden Anordnungen, die der mit der Streitsache befasste Richter gestützt auf das kantonale Zivilprozessrecht zu treffen hat. Die gesetzliche Zuständigkeits- und Verfahrensordnung der meisten Kantone geht davon aus, dass zwischen der Zuständigkeit zur Beurteilung eines Gesuchs um unentgeltliche Rechtspflege und jener zum Entscheid in der Hauptsache keine personelle Trennung notwendig ist (vgl. ebenso Art. 31 des Entwurfs zum Bundesgesetz über das Bundesgericht BGE 131 I 113 S. 122[Bundesgerichtsgesetz, BGG], BBl 2001 S. 4480 ff.). Eine doppelte Mitwirkung unterläuft daher die gesetzliche Verfahrensordnung nicht, sondern entspricht ihr vielmehr.\n\nDem von REGINA KIENER (a.a.O., S. 166 f.) vertretenen Standpunkt ist insoweit zuzustimmen, als der Richter bei der Beurteilung eines Gesuchs um unentgeltliche Rechtspflege eine spezifische Verantwortung trägt. Mit einem negativen Entscheid wegen Aussichtslosigkeit gibt er kund, dass er die Gewinnaussichten der gesuchstellenden Partei beträchtlich geringer einschätzt als die Verlustgefahren. Eine Partei, die über die nötigen finanziellen Mittel verfügt, würde sich bei einem solchen Risiko bei vernünftiger Überlegung wohl kaum zu einem Prozess entschliessen (vgl. BGE 129 I 129 E. 2.3.1 S. 135 f.; BGE 128 I 225 E. 2.5.3 S. 236, je mit Hinweisen). In diesem Rahmen gibt der Richter seine Meinung zum Verfahrensausgang somit deutlicher zu erkennen, als er es tun würde bei der Anordnung vorsorglicher Massnahmen oder anlässlich von Vergleichsgesprächen, welche zudem bloss informell sind und dementsprechend nicht protokolliert werden. Die Frage ist daher berechtigt, ob - im Gegensatz zu anderen zivilprozessualen Anordnungen - ein negativer Entscheid über die unentgeltliche Rechtspflege wegen Aussichtslosigkeit nicht eben doch Grund zur Annahme darstellt, dass der Verfahrensausgang als nicht mehr offen erscheint.\n\nZu berücksichtigen sind indessen die gesamten verfahrensrechtlichen Umstände, unter denen ein Entscheid über die unentgeltliche Rechtspflege ergeht (BGE 114 Ia 50 E. 3d S. 59). Ob im Einzelfall genügend Erfolgsaussichten bestehen, beurteilt der Richter nach den Verhältnissen zur Zeit, in der das Gesuch um unentgeltliche Rechtspflege gestellt wird (BGE 129 I 129 E. 2.3.1 S. 136; BGE 128 I 225 E. 2.5.3. S. 236, je mit Hinweisen; BERNARD CORBOZ, Le droit constitutionnel à l'assistance judiciaire, in: SJ 2003 II S. 82). Unproblematisch ist, wenn das Gesuch erst nach dem Entscheid in der Hauptsache im Rahmen der Kostenregelung ergeht, wie es in der Praxis etwa im Rechtsmittelverfahren vorkommt. Hier beurteilt der Richter die Erfolgschancen zwar nach den Verhältnissen im Zeitpunkt der Gesuchstellung, jedoch erfolgt die Beurteilung ex post, weshalb sich das Problem der Vorbefassung gar nicht stellt. Bei der Prüfung der Erfolgsaussichten ex ante, wie es im erstinstanzlichen Verfahren die Regel darstellt, handelt es sich stets um eine vorläufige, aufgrund des jeweiligen Aktenstandes BGE 131 I 113 S. 123vorgenommene Beurteilung der Sach- und Rechtslage. Ebenso wenig wie bei der Anordnung vorsorglicher Massnahmen ist der Richter an seine Hauptsachenprognose gebunden. Dies zeigt sich im Falle der Gutheissung eines Gesuchs umgekehrt darin, dass die unentgeltliche Rechtspflege nicht entzogen werden darf, wenn sich die Prozessaussichten der gesuchstellenden Partei nach Abschluss des Beweisverfahrens verschlechtern (vgl. BGE 122 I 5 E. 4a S. 6 f.). Weiter ist in Betracht zu ziehen, dass der Richter die Erfolgsaussichten der gesuchstellenden Partei nur deshalb einschätzt, damit diese nicht auf Kosten des Staates einen Prozess anstrengt, weil es sie nichts kostet (vgl. BGE 131 I 24 E. 2.3 S. 29 f.). Wegen dieses beschränkten Zwecks der Beurteilung der Erfolgsaussichten und des unpräjudiziellen Charakters des Entscheids über die unentgeltliche Rechtspflege erscheint der Verfahrensausgang somit nach wie vor als offen.\n\nHinzu kommen die Interessen der Gegenpartei und der Allgemeinheit an einem geordneten Ablauf des Prozessverfahrens. Wollte man einen Richter schon wegen seiner Mitwirkung an einem negativen Entscheid über die unentgeltliche Rechtspflege als befangen annehmen, so würde die Rechtsprechung erheblich erschwert. Dieses Risiko würde insbesondere in denjenigen Kantonen bestehen, deren Zivilprozessordnungen vorsehen, dass der Entscheid über ein Gesuch um unentgeltliche Rechtspflege in der Form eines Beschlusses, an dem drei Richter mitwirken, ergehen muss. Die Bejahung einer Ausstandspflicht könnte erstens mit dem Beschleunigungsgebot (Art. 29 Abs. 1 BV) in Konflikt geraten, zumal ein Gesuch um unentgeltliche Rechtspflege nicht nur am Anfang, sondern jederzeit während des Verfahrens gestellt werden kann (BGE 120 Ia 14 E. 3e S. 17). Sodann würde die ordentliche Besetzung des Spruchkörpers, je nach Grösse des Gerichts und Anzahl der verfügbaren Richter, unter Umständen erhebliche Mühe bereiten.\n\nAus den genannten Gründen besteht somit kein Anlass, von der bisherigen Rechtsprechung zur Vorbefassung mit zivilprozessualen Anordnungen abzuweichen. Die Mitwirkung eines Richters an einem negativen Entscheid über die unentgeltliche Rechtspflege wegen Aussichtslosigkeit bildet für sich allein keinen Ausstandsgrund. Vielmehr müssen zur Annahme von Voreingenommenheit des betreffenden Richters weitere Gründe hinzutreten. Wie das Bundesgericht im bereits zitierten Urteil 1P.32/1997 bezüglich der BGE 131 I 113 S. 124Vermittlertätigkeit eines Richters ausgeführt hat, müssen konkrete Anhaltspunkte dafür vorliegen, dass sich der Richter bei der Beurteilung des Gesuchs um unentgeltliche Rechtspflege bereits in einer Art festgelegt hat, dass er einer anderen Bewertung der Sach- und Rechtslage nicht mehr zugänglich und der Verfahrensausgang deswegen nicht mehr offen erscheint. Ob dies im vorliegenden Fall zutrifft, muss nachfolgend geprüft werden.\n\n3.8 Im zivilprozessualen Verfahren machen die Parteien gegenseitige Ansprüche aus einem Werkvertrag geltend. In der Verfügung vom 15. September 2003, mit welcher der Amtsgerichtspräsident das Gesuch des Beschwerdeführers um unentgeltliche Rechtspflege abwies, begründete er die Aussichtslosigkeit der Begehren des Beschwerdeführers folgendermassen:\n\n\"Die Position des Beklagten und die Widerklage sind aussichtslos.\n\nUnabhängig von der Frage, ob das Werk mangelhaft ist, muss festgestellt werden, dass die MFK [= Motorfahrzeugkontrolle] Prüfung, wie im Vertrag vorgesehen, weder fristkonform noch später statt fand. Bereits aus diesem Grund ist das Werk nicht nutzbar. Im Übrigen sind die finanziellen Verhältnisse höchst undurchsichtig (vgl. Bestätigung der Gemeinde auf dem URP-Formular).\"\n\nWie daraus und auch aus seiner Vernehmlassung vom 10. Oktober 2003 im Rekursverfahren hervorgeht, nahm der Amtsgerichtspräsident keine Abwägung der prozessualen Gewinn- und Verlustchancen des Beschwerdeführers vor. Die Begründung des negativen Entscheids über die Erfolgschancen unterscheidet sich in der Bestimmtheit der sprachlichen Formulierungen nicht von einem Endentscheid. Es kommt darin klar zum Ausdruck, dass der Amtsgerichtspräsident das Werk als nicht nutzbar und die erhobenen Ansprüche des Beschwerdeführers deswegen als nicht gegeben betrachtet. Dies stellt einen Anhaltspunkt dar, dass der Amtsgerichtspräsident bei der Beurteilung der Hauptsache nicht mehr unvoreingenommen sein könnte.\n\nIns Gewicht fällt vorliegend aber auch der aufhebende Rekursentscheid des Obergerichts. Zur Begründung führte dieses aus, die Klageantwort und die Widerklage könnten im vorliegenden Fall nicht getrennt voneinander beurteilt werden. Vielmehr sei entscheidend, ob der Beschwerdeführer (= Beklagter) den Werkvertrag so mangelhaft ausgeführt habe, dass die Klägerin gar keinen, somit auch keinen anteilsmässigen Werklohn zu bezahlen habe. Im jetzigen Verfahrensstadium könne diese Frage nicht schlüssig BGE 131 I 113 S. 125beantwortet werden, weshalb die Rechtsposition des Beschwerdeführers nicht aussichtslos sei.\n\nIn Anbetracht dieser Einschätzung der Erfolgsaussichten des Beschwerdeführers durch das Obergericht ist nicht anzunehmen, dass der Amtsgerichtspräsident bei der Beurteilung der Hauptsache seine in der Verfügung geäusserte Auffassung über die Rechtsposition des Beschwerdeführers nicht genau überprüft. Das Obergericht ist in Bezug auf das erstinstanzliche Urteil Appellationsinstanz (vgl. § 291 ff. der Zivilprozessordnung des Kantons Solothurn vom 11. September 1966). Der Amtsgerichtspräsident wird kaum das prozessuale Risiko eingehen wollen, bei der Urteilsfindung nicht alle tatsächlichen und rechtlichen Aspekte des Rechtsstreits zu bedenken und das Urteil sorgfältig zu begründen.\n\nSchliesslich gilt es zu bedenken, dass auch im Falle einer Rückweisung die Mitwirkung des Amtsgerichtspräsidenten bei der Neubeurteilung der Hauptsache zulässig wäre (vgl. E. 3.6 hiervor). Vorliegend besteht eine damit durchaus vergleichbare Situation. Es rechtfertigt sich daher um so weniger, dem Amtsgerichtspräsidenten nicht zuzutrauen, dass er die Hauptsache nach erfolgter Aufhebung des Entscheids über die unentgeltliche Rechtspflege nicht objektiv und unparteiisch behandelt.\n\nAufgrund dieser verfahrensrechtlichen Situation liegt kein Grund zur Annahme vor, der Amtsgerichtspräsident erscheine wegen der Vorbefassung mit dem Gesuch um unentgeltliche Rechtspflege bei der Beurteilung der Hauptsache als voreingenommen. Der Beschwerdeführer bringt jedenfalls keine weiteren Gründe vor. Die Garantie des verfassungs- und konventionsmässigen Richters ist somit nicht verletzt."}