{"annee": "137", "cour": "II", "page": "313", "date": "11/3/2011", "cite": ["131 III 153", "131 I 153", "133 II 409", "133 II 249", "134 II 192", "133 V 205", "119 II 305", "135 II 49", "133 II 396", "134 III 379", "133 III 489", "135 V 373", "125 II 86", "131 I 137"], "cite_par": ["141 II 353", "139 II 451", "141 II 307", "138 I 143", "143 II 425", "137 I 371", "141 II 14", "137 III 617"], "chapeau": "26. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. c.a.p.e. IT GmbH und Mitb. gegen Bundesamt für Bauten und Logistik (BBL) (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_783/2010 vom 11. März 2011", "regestes": ["Art. 83 let. f LTF; art. 37 LTAF en relation avec l'art. 48 al. 1 let. c PA; art. 16 et 29 LMP; art. 13 al. 1 let. c OMP; marché public de la Confédération; qualité pour recourir auprès du Tribunal administratif fédéral à l'encontre d'une adjudication de gré à gré. La condition de la question juridique de principe selon l'art. 83 let. f ch. 2 LTF est remplie (consid. 1.1). Le recours au Tribunal administratif fédéral contre une adjudication de gré à gré est recevable pour autant que l'adjudication entre dans le champ d'application de la LMP (consid. 2.3). C'est à bon droit que le Tribunal administratif fédéral a nié la qualité pour agir des recourantes: en tant qu'est invoqué que la procédure de gré à gré a été menée de façon incorrecte, a seul la qualité pour recourir le soumissionnaire potentiel qui aurait fait une offre en rapport avec l'objet du marché tel que défini par l'adjudicateur (consid. 3.3 et 3.4). Le Tribunal administratif fédéral n'a pas procédé à un renversement du fardeau de la preuve illicite, dans la mesure où il a examiné, dans le cadre de la recevabilité, si le produit offert par les recourantes correspond à l'objet du marché tel que défini par l'adjudicateur et si la restriction de l'objet du marché concernant le soumissionnaire était admissible (consid. 3.5). Les recourantes n'ont concrètement pas offert de produit alternatif ni fait état de son équivalence fonctionnelle et économique (consid. 3.6)."], "faits": "BGE 137 II 313 S. 314\n\nA. Das Bundesamt für Bauten und Logistik (BBL) erteilte am 23. Februar 2009 der Microsoft Ireland Operations Ltd. im freihändigen Verfahren den Lieferauftrag für die Verlängerung der Lizenzen für den standardisierten Arbeitsplatz Bund und darauf aufbauende Anwendungen (Clients und Server), Wartung und (Third Level) Support. Der Zuschlag wurde im SHAB Nr. 83 vom 1. Mai 2009 publiziert; als Begründung für die freihändige Vergabe wurde auf Art. 13 Abs. 1 lit. c der Verordnung vom 11. Dezember 1995 über das öffentliche Beschaffungswesen (VöB; SR 172.056.11) hingewiesen, wonach eine freihändige Vergabe zulässig ist, wenn aufgrund der technischen oder künstlerischen Besonderheiten des Auftrags oder BGE 137 II 313 S. 315aus Gründen des Schutzes geistigen Eigentums nur ein Anbieter oder eine Anbieterin in Frage kommt und es keine angemessene Alternative gibt.\n\nB. Am 20. Mai 2009 erhoben 18 Open-Source-Software-Anbieterinnen beim Bundesverwaltungsgericht Beschwerde mit dem Antrag, die Verfügung vom 23. Februar 2009 sei aufzuheben und es sei das BBL zu verpflichten, ein rechtskonformes Vergabeverfahren durchzuführen. Mit Eingabe vom 22. Juni 2009 wurde das Begehren dahin präzisiert, dass eventualiter für den Fall, dass der Vertrag bereits rechtsgültig abgeschlossen sei und einer Aufhebung des Zuschlags entgegenstehen sollte, die Rechtswidrigkeit des Zuschlags festzustellen sei. Mit Eingabe vom 8. Januar 2010 zogen sieben der Beschwerdeführerinnen die Beschwerde zurück. Mit Urteil vom 6. Juli 2010 trat das Bundesverwaltungsgericht auf die Beschwerde der verbleibenden elf Beschwerdeführerinnen nicht ein. Es erwog zunächst, auf die Beschwerde sei von vornherein nicht einzutreten, soweit damit beantragt werde, es sei eine rechtskonforme Ausschreibung durchzuführen. In Bezug auf den Antrag auf Aufhebung des freihändigen Zuschlags verneinte es sodann die Legitimation der Beschwerdeführerinnen.\n\nC. Mit Eingabe vom 7. Oktober 2010 führen die elf Beschwerdeführerinnen beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, das Urteil des Bundesverwaltungsgerichts sei aufzuheben. (...) Das BBL beantragt, die Beschwerde sei abzuweisen, soweit darauf eingetreten werden könne. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1\n\n1.1.1 Gegen Entscheide des Bundesverwaltungsgerichts ist grundsätzlich die Beschwerde in öffentlich-rechtlichen Angelegenheiten gemäss Art. 82 lit. a und Art. 86 Abs. 1 lit. a BGG zulässig. Art. 83 lit. f BGG schliesst die Beschwerde gegen Entscheide auf dem Gebiet der öffentlichen Beschaffungen indes aus, wenn der geschätzte Wert des zu vergebenden Auftrages den massgebenden Schwellenwert des Bundesgesetzes vom 16. Dezember 1994 über das öffentliche Beschaffungswesen (BöB; SR 172.056.1) oder des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft BGE 137 II 313 S. 316und der Europäischen Gemeinschaft über bestimmte Aspekte des öffentlichen Beschaffungswesens (SR 0.172.052.68) nicht erreicht sowie wenn sich keine Rechtsfrage von grundsätzlicher Bedeutung stellt (BGE 133 II 396 E. 2.1 S. 398). Die erste Voraussetzung ist hier unstreitig erfüllt. Bei der Rechtsfrage von grundsätzlicher Bedeutung muss es sich um eine Rechtsfrage aus dem Gebiet des öffentlichen Beschaffungsrechts handeln (BGE 134 II 192 E. 1.3 S. 195) und der Beschwerdeführer hat die Erfüllung dieser Voraussetzung darzutun (Art. 42 Abs. 2 BGG; BGE 133 II 396 E. 2.2 S. 399).\n\n1.1.2 Die Beschwerdeführerinnen unterbreiten dem Bundesgericht als Rechtsfragen von grundsätzlicher Bedeutung, ob die Prüfung der Zulässigkeit der anbieterbezogenen Einschränkung des Beschaffungsgegenstandes in die Prüfung der Legitimation verschoben werden darf und ob die Zulässigkeit einer Freihandvergabe im Rahmen der Legitimationsprüfung durch eine vorgelagerte Konkretisierung des Beschaffungsgegenstands so weit präjudiziert werden darf, dass für die Anwendung der Bestimmungen über die Freihandvergabe sowie über die Gleichbehandlung der Anbieter und die technischen Spezifikationen kein Raum mehr bleibt. Dabei geht es zwar um die Anwendung von Art. 48 VwVG (SR 172.021), aber in einer spezifischen submissionsrechtlichen Sonderkonstellation, nämlich in Bezug auf die Frage, ob und unter welchen Voraussetzungen Dritte eine freihändige Auftragsvergabe anfechten können. Es handelt sich dabei um grundsätzliche beschaffungsrechtliche Rechtsfragen, die zudem von grosser praktischer Bedeutung sind. Die Verfahrensbeteiligten legen das zu einer ähnlich gelagerten Fragestellung im Rahmen einer staatsrechtlichen Beschwerde nach dem OG ergangene Urteil des Bundesgerichts 2P.282/1999 vom 2. März 2000 unterschiedlich aus. Für das Verfahren vor dem Bundesverwaltungsgericht und im Rahmen von Art. 48 VwVG hat das Bundesgericht die Frage noch nie entschieden. Die Beschwerde in öffentlich-rechtlichen Angelegenheiten ist damit grundsätzlich zulässig.\n\n1.2\n\n1.2.1 Die Beschwerdegegnerin macht geltend, den Beschwerdeführerinnen fehle ein schutzwürdiges Interesse an der Aufhebung des angefochtenen Entscheids; ein solches würde voraussetzen, dass die Beschwerdeführerinnen realistische Chancen auf den Abschluss eines Beschaffungsvertrags hätten. Dies sei nicht der Fall, da der streitige Vertrag bereits abgeschlossen sei und Ende 2011 auslaufe. Bis die Sache allenfalls im Sinne der Beschwerdeführerinnen entschieden sei, wäre der Vertrag längst ausgelaufen. BGE 137 II 313 S. 317\n\n1.2.2 Dieser Einwand ist unbegründet: Wenn in Submissionsfällen der Vertrag trotz erhobener Beschwerde zulässigerweise abgeschlossen wird, weil die Beschwerde keine aufschiebende Wirkung hat (Art. 28 BöB), bleibt er nach bisher geltender Rechtslage gültig, auch wenn im Nachhinein die Beschwerde gutgeheissen wird. Die Gutheissung hat nur, aber immerhin, zur Folge, dass das Bundesverwaltungsgericht die Rechtsverletzung feststellt (Art. 32 Abs. 2 BöB), was eine Schadenersatzpflicht des Auftraggebers zur Folge haben kann (Art. 34 BöB). Der Umstand, dass die Beschwerdeführerinnen von vornherein nicht mehr erreichen können, dass ihnen der streitige Auftrag erteilt wird, schliesst somit nach der ausdrücklichen gesetzlichen Regelung die Anfechtung nicht aus (vgl. im Rahmen der alten staatsrechtlichen Beschwerde bzw. der subsidiären Verfassungsbeschwerde: BGE 131 I 153 E. 1.2 S. 157; BGE 125 II 86 E. 5b S. 97 f.; Urteile 2D_50/2009 vom 25. Februar 2010 E. 1.2; 2C_634/2008 vom 11. März 2009 E. 2.2; je mit Hinweis auf Art. 9 Abs. 3 des Bundesgesetzes vom 6. Oktober 1995 über den Binnenmarkt [Binnenmarktgesetz, BGBM; SR 943.02]).\n\n1.3 Die Beschwerde hat ein Rechtsbegehren zu enthalten (Art. 42 Abs. 1 BGG). Da die Beschwerde an das Bundesgericht ein reformatorisches Rechtsmittel ist (Art. 107 Abs. 2 BGG), darf sich die Beschwerde grundsätzlich nicht darauf beschränken, die Aufhebung des angefochtenen Beschlusses zu beantragen, sondern muss einen Antrag in der Sache stellen (BGE 134 III 379 E. 1.3 S. 383; BGE 133 III 489 E. 3.1 S. 489 f.; s. allerdings auch BGE 133 II 409 E. 1.4.1 S. 414 f.), wobei dieser im hier vorliegenden Falle der Anfechtung eines Nichteintretensentscheides darin bestehen kann, die Sache sei zur materiellen Prüfung an die Vorinstanz zurückzuweisen. Die Beschwerdeführerinnen stellen einen rein kassatorischen Antrag. Aus der Begründung der Beschwerde, die zur Interpretation des Rechtsbegehrens beigezogen werden kann, ist jedoch ersichtlich, dass sie richtigerweise die Rückweisung an die Vorinstanz beantragen, damit diese auf ihre Beschwerde eintrete und die Sache materiell prüfe. Die Beschwerde ist damit zulässig.\n\n1.4 Das Bundesgericht überprüft frei die richtige Anwendung des Bundesrechts (Art. 95 lit. a BGG). Es legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat, ausser wenn dieser offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht (Art. 97 Abs. 1, Art. 105 Abs. 1 und 2 BGG). Es wendet das Recht von Amtes wegen an (Art. 106 BGE 137 II 313 S. 318Abs. 1 BGG) und ist folglich weder an die in der Beschwerde geltend gemachten Argumente noch an die Erwägungen der Vorinstanz gebunden; es kann eine Beschwerde aus einem anderen als dem angerufenen Grund gutheissen und es kann eine Beschwerde mit einer von der Argumentation der Vorinstanz abweichenden Begründung abweisen (BGE 133 II 249 E. 1.4.1 S. 254 mit Hinweisen).\n\n2.\n\n2.1 Die vorliegend streitige Vergabe fällt in den Anwendungsbereich des BöB (Art. 2 Abs. 1 lit. a und Art. 6 BöB) und unterliegt daher auch den Bestimmungen des 2. Kapitels (Art. 9-31) der VöB. Gemäss Art. 29 lit. a BöB gilt der Zuschlag als selbständig beim Bundesverwaltungsgericht (Art. 27 Abs. 1 BöB) anfechtbare Verfügung. Die Vorinstanz ist davon ausgegangen, dass dies auch gilt, wenn der Auftraggeber im freihändigen Verfahren einen Auftrag direkt und ohne Ausschreibung einem Anbieter vergibt (Art. 16 BöB).\n\n2.2 Das Bundesgericht hat in BGE 131 I 137 ausgeführt, die Gewährung einer Anfechtungsmöglichkeit habe grundsätzlich nur dort einen Sinn, wo das einschlägige Submissionsrecht im Hinblick auf die Bedeutung des Auftrages ein formalisiertes Vergabeverfahren, welches auf die Einholung und Evaluierung von Offerten nach Massgabe bestimmter Vorgaben ausgerichtet ist, überhaupt vorsehe, was bei einer freihändigen Vergebung nicht der Fall sei (a.a.O. E. 2.4). Soweit der kantonale Gesetzgeber unterhalb der von ihm bestimmten Schwellenwerte die freihändige Vergebung vorsehen dürfe, impliziere dies zugleich, dass grundsätzlich auch kein förmlicher Vergebungsentscheid zu ergehen habe, der Anfechtungsobjekt eines Rechtsmittelverfahrens bilden könnte. Müsste vor dem Vollzug der freihändig erfolgten Vergebung das Ergebnis eines solchen Rechtsmittelverfahrens abgewartet werden, widerspräche dies dem Sinn und Zweck der freihändigen Vergebung, welche bei niedrigen Beträgen regelmässig auf eine formlose und rasche Abwicklung der betreffenden Beschaffung ausgerichtet sei; das Rechtsmittel würde im Ergebnis zu einem nachträglichen Submissionsverfahren führen. Könnte die Anfechtung des freihändig erfolgten Zuschlages die Gültigkeit der Vergebung dagegen von vornherein nicht mehr beeinflussen, hätte ein solches Rechtsmittelverfahren wenig Sinn; der damit verbundene Aufwand könnte, da der Vergebung kein Ausschreibungsverfahren vorangegangen ist, auch nicht mit dem Interesse an der Geltendmachung von Schadenersatz für die Kosten der Offerte gerechtfertigt werden (a.a.O. E. 2.5). BGE 137 II 313 S. 319\n\n2.3 Bei diesem Entscheid ging es um eine kantonale Gesetzgebung, welche für Bagatellverfahren unterhalb eines tiefen Schwellenwerts ein freihändiges Verfahren ohne Anfechtungsmöglichkeit vorsah, dies in grundsätzlicher Übereinstimmung mit der bundesrechtlichen Regelung für diejenigen Fälle, die nicht unter das Gesetz fallen (Art. 39 VöB). Im gleichen Entscheid hat das Bundesgericht in E. 2.6 aber weiter erwogen, es dürfte auch unabhängig von einer kantonalrechtlichen Regelung eine Beschwerdemöglichkeit gegeben sein, wenn geltend gemacht werde, die betreffende Vergebung hätte nach den einschlägigen Normen nicht freihändig erfolgen dürfen. Im Anwendungsbereich des BöB sieht denn Art. 28 VöB ausdrücklich vor, dass auch freihändig erfolgte Zuschläge zu veröffentlichen sind. Diese Veröffentlichung würde kaum Sinn machen, wenn sie nicht auch im Hinblick auf eine mögliche Anfechtung erfolgte. Im Einklang mit der Vorinstanz und der Lehre ergibt sich somit, dass gegen den freihändigen Zuschlag, soweit er im Anwendungsbereich des Gesetzes erfolgt, die Beschwerde zulässig ist (MARTIN BEYELER, Öffentliche Beschaffung, Vergaberecht und Schadenersatz, 2004, S. 202, 512 ff.; CHRISTIAN BOVET, La procédure de gré à gré, BR 2004 Sonderheft Vergaberecht S. 43 f.; GALLI/MOSER/LANG/CLERC, Praxis des öffentlichen Beschaffungsrechts, 2. Aufl. 2007, S. 382 f.).\n\n3. Streitig ist, ob die Vorinstanz zu Recht die Beschwerdelegitimation der Beschwerdeführerinnen im angefochtenen Entscheid verneinte.\n\n3.1 In der Sache geht es um Folgendes: Die Beschwerdegegnerin verwendet für den Standard-Arbeitsplatz in der Bundesverwaltung Microsoft-Software-Produkte und hat mit der streitigen Freihandbeschaffung eine Verlängerung der entsprechenden Lizenzen sowie darauf aufbauende Anwendungen, Wartung und Support beschafft. Sie beruft sich dabei auf Art. 13 Abs. 1 lit. c VöB, weil nur die Zuschlagsempfängerin die entsprechenden Microsoft-Produkte anbieten könne. Die Beschwerdeführerinnen machen nicht geltend, anstelle der Zuschlagsempfängerin Microsoft-Software anbieten zu können, sondern sie wollen an deren Stelle Open-Source-Software-Produkte anbieten und sind der Meinung, die Einschränkung der Beschaffung auf Microsoft-Produkte sei submissionsrechtlich unzulässig. Umstritten ist also materiellrechtlich, ob die Einschränkung des Beschaffungsgegenstands auf Microsoft-Produkte zulässig ist. Die Beschwerdeführerinnen leiten ihre Beschwerdelegitimation daraus ab, dass sie alternative Produkte anbieten, die bei (ihrer BGE 137 II 313 S. 320Auffassung nach) rechtmässiger Umschreibung des Beschaffungsgegenstands auch hätten beschafft werden können.\n\n3.2 Die Legitimation für die Beschwerde an das Bundesverwaltungsgericht richtet sich mangels spezialgesetzlicher submissionsrechtlicher Regelungen nach Art. 37 VGG (SR 173.32) i.V.m. Art. 48 VwVG (GALLI/MOSER/LANG/CLERC, a.a.O., S. 399; STEFAN SUTER, Der Abbruch des Vergabeverfahrens, 2010, S. 196). Eine besondere Beschwerdeberechtigung gemäss Art. 48 Abs. 2 VwVG besteht nicht. Somit ist nach Art. 48 Abs. 1 VwVG zur Beschwerde berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a), durch die angefochtene Verfügung besonders berührt ist (lit. b) und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (lit. c).\n\n3.3 Unbestritten kann es in Bezug auf das Erfordernis nach Art. 48 Abs. 1 lit. a VwVG nur um die zweite Variante (\"keine Möglichkeit zur Teilnahme erhalten\") gehen, da die Beschwerdeführerinnen ins freihändige Verfahren nicht einbezogen wurden und erst im Beschwerdeverfahren ihre Rügen geltend machen können. Streitig ist, ob die Beschwerdeführerinnen ein schutzwürdiges Interesse im Sinne von Art. 48 Abs. 1 lit. c VwVG haben.\n\n3.3.1 Im Submissionsrecht ist nach der Rechtsprechung zur Beschwerde gegen den Zuschlag im offenen Verfahren legitimiert, wer mit einer Offerte an der Ausschreibung teilgenommen hat und damit ausgeschlossen oder nicht berücksichtigt worden ist (BEUSCH/MOSER/KNEUBÜHLER, Ausgewählte prozessrechtliche Fragen im Verfahren vor dem Bundesverwaltungsgericht, ZBl 109/2008 S. 14); umstritten ist, ob die Beschwerdelegitimation des unterlegenen Anbieters davon abhängt, ob er eine reelle Chance auf den Zuschlag gehabt hätte (vgl. dazu Urteil 2P.261/2002 vom 8. August 2003 E. 4.4 und 4.5 sowie die Übersicht über die nicht einheitliche Rechtsprechung bei HUBERT STÖCKLI, Das Vergaberecht der Schweiz, 7. Aufl. 2008, S. 609 ff.; ROBERT WOLF, Die Beschwerde gegen Vergabeentscheide - Eine Übersicht über die Rechtsprechung zu den neuen Rechtsmitteln, ZBl 104/2003 S. 11 f.). Ein praktisches Rechtsschutzinteresse im Sinne von Art. 48 Abs. 1 lit. c VwVG kann nur in Bezug auf solche Anliegen anerkannt werden, die überhaupt mit der Beschwerde erreicht werden können. Grundsätzlich definiert die Vergabestelle aufgrund ihrer Bedürfnisse, was sie beschaffen will; mit der submissionsrechtlichen Beschwerde kann deshalb nicht verlangt BGE 137 II 313 S. 321und erreicht werden, dass die Gerichte der Verwaltung vorschreiben, ein anderes Produkt zu beschaffen als dasjenige, das sie zu beschaffen beabsichtigt (Urteil 2P.282/1999 vom 2. März 2000 E. 3a; vgl. auch BGE 134 II 192 E. 2.3 S. 199). Legitimiert kann deshalb nur sein, wer das ausgeschriebene Produkt angeboten hat; wer ein anderes Produkt offerieren will, ist hingegen zur Beschwerde nicht legitimiert, weil er von vornherein nicht erreichen kann, was er anstrebt (vgl. Urteil 2C_484/2008 vom 9. Januar 2009 E. 1.4, nicht publ. in: BGE 135 II 49). Ebenso wenig ist legitimiert, wer zwar in der Lage gewesen wäre, eine Offerte einzureichen, dies aber nicht getan hat (vgl. STÖCKLI, a.a.O., S. 619 Rz. 690).\n\n3.3.2 Im freihändigen Verfahren besteht folgende Besonderheit: Wird zulässigerweise das freihändige Verfahren angewendet, wählt der Auftraggeber rechtmässig einen bestimmten Anbieter aus, ohne dass eine Ausschreibung durchgeführt werden müsste (Art. 16 BöB). Ein potenzieller Konkurrent kann deshalb nicht verlangen, in ein (rechtmässiges) Freihandverfahren einbezogen zu werden. Mit der Beschwerde gegen die freihändige Auftragserteilung kann nur geltend gemacht werden, richtigerweise hätte für die in Frage stehende Beschaffung nicht das freihändige Verfahren durchgeführt werden dürfen (vgl. E. 2.3 hiervor; BEYELER, a.a.O., Rz. 279 S. 202; vgl. auch die Hinweise auf die Rechtsprechung bei STÖCKLI, a.a.O., S. 439). Auch dazu kann aber nicht jedermann legitimiert sein, sondern nur wer geltend macht, er hätte - wenn für die in Frage stehende Beschaffung ein anderes Verfahren durchgeführt worden wäre - eine Offerte für das zu beschaffende Produkt eingereicht. Mithin steht gegen den Entscheid, unzulässigerweise das Freihandverfahren durchzuführen, nur den potenziellen Anbietern des von der Vergabestelle definierten Beschaffungsgegenstandes eine Beschwerdemöglichkeit zu (BEYELER, a.a.O., Rz. 405 S. 319, Rz. 672 S. 513; GALLI/MOSER/LANG/CLERC, a.a.O., S. 409 f.; vgl. zur Rechtslage unter der staatsrechtlichen Beschwerde Urteile 2P.282/1999 vom 2. März 2000 E. 1b und 3b; 2P.157/2001 vom 8. September 2001 E. 1b). Beruft sich - wie hier - die Vergabestelle für die Zulässigkeit des Freihandverfahrens darauf, dass für den beabsichtigten Beschaffungsgegenstand gemäss Art. 13 lit. c VöB nur ein Anbieter in Frage komme, und macht der Beschwerdeführer dagegen geltend, der Beschaffungsgegenstand sei zu Unrecht so definiert worden, dass nur ein Anbieter in Frage komme, so muss beschwerdeweise überprüfbar sein, ob die Umschreibung des Beschaffungsgegenstandes BGE 137 II 313 S. 322rechtmässig ist. Würde die Legitimation bereits mit der Argumentation verneint, der Beschwerdeführer wolle nicht die beschaffte Leistung erbringen, wäre zu keinem Zeitpunkt überprüfbar, ob die Umschreibung des Beschaffungsgegenstands rechtmässig erfolgt ist. Auch hier kann aber mit der Beschwerde nicht verlangt oder erreicht werden, dass ein anderes Produkt beschafft wird als dasjenige, das bei zulässiger Umschreibung des Auftrags beschafft werden soll. Legitimiert zur Beschwerde kann daher nur sein, wer ein Produkt anbietet, das bei rechtmässiger Ausschreibung Beschaffungsgegenstand sein könnte, nicht aber, wer geltend macht, ein davon verschiedenes Produkt anbieten zu wollen.\n\n3.3.3 Die zulässige Festlegung des Beschaffungsgegenstands wird damit zu einem sogenannten doppelrelevanten Sachverhalt: Sie bildet Gegenstand der materiellen Beurteilung (weil davon die Zulässigkeit des freihändigen Verfahrens abhängt), aber zugleich ist sie vorfrageweise von Bedeutung für die Frage, wer überhaupt aufgrund des von ihm angebotenen Produkts legitimiert ist, Beschwerde zu erheben. Es liegt im Wesen doppelrelevanter Sachverhalte, dass sie sowohl im Rahmen des Eintretens als auch im Rahmen der materiellen Beurteilung geprüft werden können. Im Zivilprozess und in der ursprünglichen Verwaltungsjustiz genügt es nach der Rechtsprechung, dass die klagende Partei, welche die Zuständigkeit des angerufenen Gerichts auf doppelrelevante Tatsachen stützt, diese mit einer gewissen Wahrscheinlichkeit geltend macht; ob sie begründet sind, ist alsdann Sache der materiellen Beurteilung (BGE 135 V 373 E. 3.2 S. 378; BGE 131 III 153 E. 5.1 S. 157). Diese Regelung gilt grundsätzlich auch für doppelrelevante Sachverhalte in der nachträglichen Verwaltungsjustiz (für das Submissionsrecht: Urteil 2C_484/2008 vom 9. Januar 2009 E. 1.3, nicht publ. in: BGE 135 II 49). Dabei ist aber zu beachten, dass es im Klageverfahren von wesentlicher Bedeutung ist, ob die doppelrelevante Tatsache im Rahmen der materiellen Prüfung oder des Eintretens beurteilt wird, weil davon abhängt, ob der Entscheid res iudicata schafft oder nicht. In der nachträglichen Verwaltungsjustiz ist dies nicht der Fall: Es liegt eine Verfügung vor, welche unabhängig davon, ob die Beschwerdeinstanz auf eine Beschwerde nicht eintritt oder diese abweist, zu einem rechtskräftigen Sachentscheid führt. Es ist daher prinzipiell nicht von Bedeutung, ob die Beurteilung auf der Stufe des Eintretens oder der materiellen Beurteilung erfolgt; wesentlich ist, dass sie überhaupt erfolgt, damit der materielle Rechtsanspruch nicht BGE 137 II 313 S. 323vereitelt wird (vgl. auch Urteil 2P.282/1999 vom 2. März 2000 E. 3a und b, in dem das Bundesgericht - allerdings noch in Bezug auf Art. 88 OG - die Zulässigkeit der Einschränkung des Beschaffungsgegenstandes implizit im Rahmen des Eintretens geprüft hat).\n\n3.4 Von dieser Rechtslage ist zutreffend auch die Vorinstanz ausgegangen: Sie hat erwogen, die Legitimation zur Beschwerde gegen Freihandvergaben stehe nur potenziellen Anbietern zu. Die Stellung als potenzieller Anbieter sei davon abhängig zu machen, ob die vom Beschwerdeführer angebotene Leistung funktional der freihändig beschafften Leistung entspreche, d.h. ob der Mitbewerber das hinter der Beschaffung stehende Bedürfnis mit einem gleichen oder gleichartigen Produkt zu befriedigen vermöge. Es sei einer Vergabestelle unbenommen, ihren Bedarf mit Blick auf die von ihr gewünschte Lösung zu konkretisieren. Die Substituierbarkeit sei alsdann in Bezug auf diese konkrete Leistung zu beurteilen. Wer anstelle dieser Leistung etwas funktional Anderes anbieten wolle, sei nicht als potenzieller Anbieter zu betrachten. Die Konkretisierung des Bedarfs durch die Vergabestelle dürfe nicht jeglicher Rechtskontrolle entzogen werden. Die Frage, ob die Beschwerdeführerinnen aufgrund des (ihres Erachtens) rechtswidrig festgelegten Beschaffungsgegenstandes aus dem Kreis der potenziellen Anbieter fallen, müsse aber im Rahmen des Eintretens geprüft werden. Würde die blosse Behauptung eines Beschwerdeführers, der Beschaffungsgegenstand sei unzulässig festgelegt und er nur deshalb aus dem Kreis der potenziellen Anbieter gedrängt worden, zur Bejahung der Beschwerdelegitimation ausreichen, würden systematisch auch Personen zur Beschwerde zugelassen, denen die Stellung als potenzielle Anbieter gerade nicht zukomme. Im vorliegenden Falle sei eine Verlängerung der Lizenzen und eine Wartung der bisher genutzten Informatikumgebung der Bundesverwaltung ausgeschrieben worden; ein grundlegend neues Informatiksystem entspreche nicht dem Bedürfnis der Vergabestelle. Die Beschwerdeführerinnen hätten nicht dargelegt, dass sie gewillt und in der Lage seien, auf der bestehenden Umgebung aufbauende Leistungen zu erbringen, sondern liessen ein Interesse an einer grundlegenden Änderung der Informatikstrategie des Bundes erkennen. Sie verstünden ihre Lösungen weder als Weiterführung noch als Ergänzung des bestehenden Informatiksystems, sondern als eigentliche Alternative der gesamten Bürokommunikation; sie zielten damit am Beschaffungsgegenstand vorbei. Der Entscheid der Vergabestelle, die bestehende Informatikumgebung BGE 137 II 313 S. 324weiternutzen zu wollen, sei nicht rechtswidrig. Die Beschwerdeführerinnen seien daher nicht als potenzielle Anbieter zu betrachten und daher zur Beschwerde nicht legitimiert. Die Vorinstanz hat mithin im Rahmen des Eintretens geprüft, ob das Produkt, welches die Beschwerdeführerinnen anbieten wollen, dem von der Vergabestelle umschriebenen Beschaffungsgegenstand entspreche und ob die anbieterbezogene Einschränkung des Beschaffungsgegenstands unzulässig sei.\n\n3.5 Die Beschwerdeführerinnen machen geltend, die Vorinstanz verschiebe damit unzulässigerweise die Prüfung der Frage, ob sie aufgrund des ihres Erachtens rechtswidrig festgelegten Beschaffungsgegenstands aus dem Kreis der potenziellen Anbieter fallen, in die Legitimationsprüfung. Das Bundesverwaltungsgericht habe sich infolge seiner Betrachtungsweise nicht mit ihren materiellen Rügen auseinandergesetzt, namentlich nicht geprüft, ob die Voraussetzungen für eine Freihandvergabe gegeben und die Bestimmungen über die technischen Spezifikationen verletzt seien. Die Vorgehensweise der Vorinstanz lasse damit zu, dass die Vergabestelle den Beschaffungsgegenstand so konkretisiere, dass nur noch ein einziger Anbieter in Frage komme; damit werde die materiellrechtliche Zulässigkeit der Freihandvergabe vorweggenommen, ohne dass die dafür geltenden Voraussetzungen geprüft würden. Durch die Verlagerung der Prüfung auf die Eintretensfrage werde die Beweislast umgekehrt: Während bei der materiellen Beurteilung die Vergabestelle die Beweislast für die Zulässigkeit der Freihandvergabe trage, scheine die Vorinstanz davon auszugehen, dass im Rahmen des Eintretens die Beschwerdeführerinnen die Beweislast für das Vorliegen der Legitimationsvoraussetzungen zu tragen hätten.\n\n3.5.1 Den Beschwerdeführerinnen ist insofern zuzustimmen, dass die Verteilung der Beweislast nicht davon abhängen darf, ob die Prüfung der Zulässigkeit der Einschränkung des Beschaffungsgegenstandes im Rahmen des Eintretens oder der materiellen Beurteilung stattfindet. Mit anderen Worten darf die Hürde für die Prüfung im Rahmen der Legitimation nicht höher angesetzt sein als jene, die sich bei einer materiellen Beurteilung ergäbe. Immerhin ist zu bemerken, dass sich die materielle Beweislast nur auf Beweisbares beziehen kann, mithin nur auf Tatfragen, nicht aber auf Rechtsfragen, und sodann die Beweislast nur im Falle der Beweislosigkeit zum Tragen kommt. Soweit die Zulässigkeit der Umschreibung des Beschaffungsgegenstands von Rechtsfragen oder von nicht beweislosen BGE 137 II 313 S. 325Tatfragen abhängt, spielt es von vornherein keine Rolle, in welcher Phase die Überprüfung stattfindet. Prozessual ist zudem zu bemerken, dass das Bundesverwaltungsgericht auch das Eintreten von Amtes wegen prüft (Art. 7 Abs. 1 VwVG i.V.m. Art. 37 VGG) und umgekehrt auch bei der materiellen Prüfung eine Mitwirkungsobliegenheit der Parteien besteht (Art. 13 Abs. 1 VwVG i.V.m. Art. 37 VGG). Insoweit wird die Bedeutung der Beweislastverteilung relativiert.\n\n3.5.2 In Bezug auf die Beweislastverteilung gehen die Beschwerdeführerinnen zudem zu undifferenziert davon aus, dass die Beweislast für die Zulässigkeit der Freihandvergabe bei der Vergabestelle liege. Das trifft als allgemeine Regel zu, kann aber nicht absolut gelten: Für die Anwendung von Art. 13 Abs. 1 lit. c VöB - der im Übrigen inhaltlich mit Art. XV Ziff. 1 lit. b des Übereinkommens vom 15. April 1994 über das öffentliche Beschaffungswesen (GPA; SR 0.632.231.422) übereinstimmt - ist erstens vorausgesetzt, dass aufgrund der technischen oder künstlerischen Besonderheiten des Auftrags oder aus Gründen des geistigen Eigentums nur ein Anbieter in Frage kommt; zweitens darf es keine angemessene Alternative geben. Die Beschwerdeführerinnen stellen nicht in Frage, dass sie aus Gründen des geistigen Eigentums die Microsoft-Software nicht anbieten können, so dass die erste Voraussetzung erfüllt ist. In Bezug auf die zweite Voraussetzung kann nicht der Vergabestelle die Beweislast dafür auferlegt werden, dass keine angemessenen Alternativen bestehen: Das Vorhandensein angemessener Alternativen ist die anspruchsbegründende Tatsache, aus welcher die Beschwerdeführerinnen die Unrechtmässigkeit der Freihandvergabe und damit ihre Zulassung zu einem Submissionsverfahren ableiten; sie tragen deshalb dafür nach Art. 8 ZGB die Beweislast. Der Vergabestelle die Beweislast für das Fehlen angemessener Alternativen aufzuerlegen, würde darauf hinauslaufen, einen Beweis negativer Tatsachen zu verlangen, was grundsätzlich nur zurückhaltend angenommen wird (vgl. Urteile 2C_50/2010 vom 17. Juni 2010 E. 2.3.3; 2A.105/2007 vom 3. September 2007 E. 4.4); weiter würde damit zumindest der Gegenseite nach Treu und Glauben eine verstärkte Mitwirkungspflicht auferlegt, deren Verletzung bei der Beweiswürdigung zu berücksichtigen ist (BGE 133 V 205 E. 5.5 S. 216 f.; BGE 119 II 305 E. 1b/aa S. 306; Urteile 5D_63/2009 vom 23. Juli 2009 E. 3.3; 4C.64/2003 vom 18. Juli 2003 E. 4). Schliesslich stünde eine solche Beweislastverteilung im Widerspruch zum Wesen des BGE 137 II 313 S. 326Freihandverfahrens: Um abklären zu können, ob günstigere Angebote vorhanden sind, müsste nämlich die Vergabebehörde Alternativofferten einholen. Damit wäre als Voraussetzung für die Zulässigkeit eines Freihandverfahrens eine Art offenes oder selektives Verfahren durchzuführen, was dem Wesen des Freihandverfahrens gerade widerspricht. Der Dritte, der behauptet, es bestünden angemessene Alternativen, muss daher substantiiert solche Alternativen anbieten und darlegen, dass sie angemessen sind, und zwar unabhängig davon, ob die Frage im Rahmen des Eintretens oder der materiellen Beurteilung geprüft wird. Es liegt daher - entgegen der Auffassung der Beschwerdeführerinnen - nicht eine unzulässige Umkehr der Beweislast darin, dass die Vorinstanz das Fehlen angemessener Alternativen im Rahmen der Eintretensfrage geprüft hat.\n\n3.6 Zu prüfen bleibt, ob die Vorinstanz auf dieser Rechtsgrundlage zu Recht die Legitimation der Beschwerdeführerinnen verneint hat.\n\n3.6.1 Die Beschwerdeführerinnen machen zu Recht geltend, dass die Beschaffungsgegenstände primär funktional umschrieben werden sollten und somit die Angemessenheit der Alternative danach zu beurteilen ist, ob diese funktional das Beschaffungsbedürfnis der Vergabestelle abzudecken vermögen. Hinzu kommt aber ein weiterer Aspekt: Der Zweck des Submissionsrechts besteht unter anderem darin, den wirtschaftlichen Einsatz der öffentlichen Mittel zu fördern (Art. 1 Abs. 1 lit. c BöB). Der Zuschlag ist dem wirtschaftlich günstigsten Angebot zu erteilen (Art. 21 Abs. 1 BöB). Auch im Rahmen der Prüfung, ob eine Freihandvergabe zulässig ist, kann deshalb ein Angebot nicht als angemessene Alternative im Sinne von Art. 13 Abs. 1 lit. c VöB betrachtet werden, wenn es wirtschaftlich nicht mindestens etwa gleich günstig ist wie das beschaffte Produkt. Zudem kann nicht in rein abstrakter und theoretischer Weise geprüft werden, ob prinzipiell angemessene Alternativen denkbar sind. Es liegt im Wesen des Submissionsrechts, dass verschiedene Angebote miteinander zu vergleichen sind. Auch im offenen oder selektiven Verfahren wird nicht abstrakt geprüft, ob die Offerte, die den Zuschlag erhalten hat, die denkbar beste ist, sondern es werden nur die konkret vorliegenden Offerten daraufhin geprüft, welche davon die günstigste ist. Auch im Rahmen der Prüfung, ob angemessene Alternativen vorhanden sind, kann daher weder von der Vergabestelle noch von den Beschwerdeinstanzen verlangt werden, theoretisch und abstrakt zu prüfen, ob alternative Lösungen denkbar sind. Zwar kann vom Beschwerdeführer - anders als im offenen BGE 137 II 313 S. 327Verfahren (vgl. E. 3.3.1 hiervor) - nicht verlangt werden, dass er in einem Ausschreibungsverfahren eine Offerte eingereicht hat (Urteil 2P.157/2001 vom 8. September 2001 E. 1b), da es ein solches ja gar nicht gegeben hat. Immerhin muss aber der potenzielle Anbieter im Beschwerdeverfahren geltend machen, dass er eine konkrete Lösung anbietet, welche sowohl funktional als auch wirtschaftlich eine angemessene Alternative darstellt.\n\n3.6.2 Die Vorinstanz hat demnach zu Recht erwogen, es reiche nicht aus, wenn die Beschwerdeführerinnen eine Liste einreichten, in welcher die allgemeine Funktionalität der Produkte dargestellt und in genereller Weise alternative Open-Source-Lösungen aufgezeigt würden. Die Beschwerdeführerinnen haben im vorinstanzlichen Verfahren nur in allgemeiner Weise geltend gemacht, Alternativen zu dem von der Beschwerdegegnerin beschafften Produkt wären denkbar und sie wären in der Lage, solche Produkte anzubieten. Selbst wenn man von ihrer Darstellung ausgeht, wonach sie im vorinstanzlichen Verfahren nachgewiesen hätten, dass der grösste Teil des Wertes der \"Enterprise Agreements 09\" in der Beschaffung von Lizenzrechten bestehe, dass auch die Beschaffung von Software zur Ausrüstung Tausender zusätzlicher Arbeitsplätze erfasst werde und dass nur in untergeordnetem Umfang Nebenleistungen wie Third Level Support verbunden seien, so haben sie doch nicht konkret ein Alternativprodukt angeboten und erst recht nicht dessen funktionale und wirtschaftliche Gleichwertigkeit dargelegt. Sie haben bloss der Beschwerdegegnerin vorgeworfen, das Fehlen angemessener Alternativen nicht abgeklärt zu haben, oder beantragt, es sei mittels Expertise oder in einem offenen Verfahren abzuklären, ob die Umstellung auf Open-Source-Produkte mit höherem Aufwand verbunden seien. Damit verkennen sie die im Submissionsrecht geltende Rollenverteilung, die nicht darin bestehen kann, dass die Vergabestelle zunächst ein offenes Verfahren durchführen muss, damit überhaupt entschieden werden kann, ob das Freihandverfahren zulässig ist (vgl. E. 3.5.2 hiervor).\n\n3.7 Soweit die Beschwerdeführerinnen die faktisch dominante Stellung von Microsoft auf dem Software-Markt unter wettbewerbsrechtlichen Aspekten kritisieren, ist zu bemerken, dass es nicht Sache des Beschaffungsrechts ist, stellvertretend für die Wettbewerbsbehörden das Wettbewerbsrecht durchzusetzen.\n\n3.8 Die Vorinstanz hat somit kein Bundesrecht verletzt, wenn sie im angefochtenen Entscheid die Beschwerdelegitimation der BGE 137 II 313 S. 328Beschwerdeführerinnen verneint hat. Sie musste demnach auch nicht näher auf die materiellen Rügen in Bezug auf die Voraussetzungen gemäss Art. 13 lit. f VöB bzw. Art. XV Ziff. 1 lit. d GPA eingehen, weshalb die diesbezüglichen Vorbringen der Beschwerdeführerinnen unerheblich sind."}