{"annee": "137", "cour": "V", "page": "76", "date": "25/3/2011", "cite": ["133 V 14", "126 V 308"], "cite_par": [], "chapeau": "11. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Fondation de prévoyance X. contre Office cantonal genevois de l'assurance-invalidité (recours en matière de droit public)\n\n9C_163/2010 du 25 mars 2011", "regestes": ["Art. 78 LPGA; art. 3 al. 1 LRCF; responsabilité de l'office AI. L'office AI, qui projette de supprimer une rente mais tarde à le faire (en l'espèce, pendant une période de près de dix ans) alors qu'une rente d'invalidité de la prévoyance professionnelle est versée simultanément, n'engage pas sa responsabilité à l'égard de l'institution de prévoyance (consid. 3)."], "faits": "BGE 137 V 76 S. 76\n\nA.\n\nA.a F., manoeuvre dans le secteur de la construction, était assuré en prévoyance professionnelle auprès de la Fondation de prévoyance Y. (aujourd'hui, Fondation de prévoyance X.; ci-après: la fondation). Souffrant des séquelles totalement incapacitantes d'une chute intervenue le 23 mars 1992, il s'est annoncé à l'Office cantonal genevois de l'assurance-invalidité (ci-après: l'office AI) le 16 mars 1993. Le droit à une rente entière lui a été reconnu à partir du 1er mars 1993 (décision du 1er octobre 1993).\n\nA l'issue de la procédure de révision subséquente, l'office AI a informé l'assuré que, vu les informations médicales récoltées, il envisageait de supprimer sa rente (projet de décision du 21 août 1997). La Caisse nationale suisse d'assurance en cas d'accidents (CNA/SUVA) a rendu le 9 janvier 1998 une décision par laquelle elle mettait l'assuré au bénéfice d'une rente sur la base d'une incapacité de travail de 25 % dès le 1er octobre 1997. L'intention de l'office AI de supprimer la rente n'a cependant pas été suivie d'effets avant le mois de décembre 2005. L'administration a alors repris l'instruction du dossier et, se fondant essentiellement sur une évaluation par son service médical régional des documents recueillis, a supprimé BGE 137 V 76 S. 77les prestations versées (projet de décision du 8 mai 2007 entériné par la décision du 12 juin suivant).\n\nA.b La fondation a demandé à l'office AI le 20 décembre 2007 qu'il répare le préjudice qu'elle avait subi en versant des rentes d'invalidité de la prévoyance professionnelle entre octobre 1997 et juin 2007 pour un montant total de 228'282 francs. Elle estimait en substance que l'administration avait fautivement omis de prendre une décision que lui imposait l'ordre juridique et qu'on ne pouvait lui reprocher d'avoir maintenu le versement des prestations complémentaires LPP dans la mesure où sa propre décision découlait de celle de l'assurance-invalidité. Se considérant incompétent pour connaître de la demande en réparation, l'office AI l'a sanctionnée d'irrecevabilité; il a aussi mentionné que celle-ci était prescrite (décision du 19 août 2008).\n\nB. Saisi d'un recours de la fondation concluant à la condamnation de l'administration au paiement d'une somme de 228'282 fr. à titre de réparation du dommage avec intérêt à 5 % dès le 8 mai 2007, le Tribunal cantonal genevois des assurances sociales (aujourd'hui: Chambre des assurances sociales de la Cour de justice de la République et canton de Genève) l'a rejeté (jugement du 21 janvier 2010).\n\nC. L'institution de prévoyance interjette un recours en matière de droit public contre ce jugement, dont elle requiert l'annulation, reprenant sous suite de frais et dépens la même conclusion qu'en première instance.\n\nL'administration conclut au rejet du recours. L'Office fédéral des assurances sociales (OFAS) estime que les arguments de la fondation ne remettent pas en question l'acte attaqué mais s'en remet cependant à l'appréciation du Tribunal fédéral.\n\nLe recours a été rejeté.", "considerants": "Extrait des considérants:\n\n2. La juridiction cantonale a préalablement estimé que, les règles de procédure étant en principe applicables dès leur entrée en vigueur, l'office intimé s'était injustement déclaré incompétent pour connaître de la demande en réparation du 20 décembre 2007 dans la mesure où les art. 78 LPGA (RS 830.1) et 59a LAI (entrés en vigueur le 1er janvier 2003) prévoyaient expressément le contraire. L'administration ayant mentionné que ladite demande était à l'évidence prescrite, les premiers juges ont également traité ce point. Ils BGE 137 V 76 S. 78ont considéré que, compte tenu du principe selon lequel une nouvelle réglementation en matière de prescription s'applique aux prétentions nées et exigibles avant l'entrée en vigueur du nouveau droit mais non encore prescrites ou périmées alors, il y avait lieu d'appliquer les délais prévus par l'art. 20 al. 1 de la loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires (loi sur la responsabilité, LRCF; RS 170.32; applicable par renvoi de l'art. 78 al. 4 LPGA) du moment que ceux prévus à l'art. 60 CO (applicable par renvoi de l'art. 6 de la loi genevoise du 24 février 1989 sur la responsabilité de l'État et des communes [LREC; RSG A 2 40]) n'étaient pas encore échus lors de l'entrée en vigueur de la LPGA. Ils ont alors appliqué au cas d'espèce l'art. 20 al. 1 LRCF, ainsi que les principes en découlant, et sont arrivés à la conclusion que la prescription n'était pas acquise le jour du dépôt de la requête. Par souci d'économie de procédure, la juridiction cantonale a étendu son analyse aux conditions fondamentales de la demande en réparation, l'office intimé s'étant exprimé à leur propos dans sa réponse au recours et sa duplique. Après avoir déterminé quel était le droit matériel pertinent conformément au principe selon lequel les dispositions légales applicables sont celles en vigueur à l'époque où les faits déterminants se sont produits, elle a substantiellement estimé que l'omission par l'administration de rendre la décision que lui imposait l'ordre juridique ne constituait pas un acte illicite dès lors que l'ancien art. 41 LAI ainsi que les art. 17 LPGA et 87 al. 2 RAI (RS 831.201), dont la violation est invoquée, n'avaient pas pour but de protéger les intérêts patrimoniaux des institutions de prévoyance et que l'office intimé n'occupait pas une position de garant par rapport à ces dernières, ni n'avait une obligation légale de les tenir informées de l'avancée de ses dossiers. Elle a aussi considéré que, contrairement à ce qu'alléguait la fondation recourante, l'administration n'avait pas communiqué à cette dernière de renseignements erronés susceptibles d'engager sa responsabilité par le biais de la violation du principe de la bonne foi.\n\n3.\n\n3.1 L'institution de prévoyance ne conteste le jugement cantonal qu'en tant qu'il nie l'existence d'un comportement illicite et la transmission de renseignements incomplets engageant la responsabilité de l'office intimé. D'une part, elle soutient que l'omission sur une période de près de dix ans de rendre une décision supprimant une rente constitue une inexécution des devoirs prescrits par l'ancien art. 41 LAI et l'art. 17 LPGA lourde de conséquences pour elle dans BGE 137 V 76 S. 79la mesure où elle est liée par la décision de l'administration selon l'art. 23 let. a LPP (RS 831.40). D'autre part, elle prétend que, malgré ses nombreuses relances à l'égard de l'office intimé, celui-ci n'a pas satisfait à son obligation de modifier la rente versée, ni jugé utile de l'informer de l'existence de motifs justifiant cette modification alors que, contrairement à elle qui n'avait pas participé aux procédures d'instruction de la demande et de révision, il était en possession d'un dossier démontrant que l'assuré n'avait plus droit aux prestations.\n\n3.2 Comme l'ont justement relevé les premiers juges, l'assureur social répond du dommage causé illicitement à un tiers. L'illicéité au sens de l'art. 3 al. 1 LRCF (auquel renvoi l'art. 78 al. 4 LPGA et dont le contenu correspond en substance à celui de l'art. 2 LREC) suppose la violation par l'Etat au travers de ses organes ou agents d'une norme protectrice des intérêts d'autrui en l'absence de motifs justificatifs (consentement, intérêt public prépondérant, etc.). L'illicéité peut d'emblée être réalisée si le fait dommageable découle de l'atteinte à un droit absolu (vie, santé ou droit de propriété). Elle peut encore résulter de la violation d'une norme de comportement tendant à protéger d'autres intérêts juridiques (patrimoine) si le fait dommageable découle d'une atteinte à un de ces intérêts, voire de la violation d'une prescription importante des devoirs de fonction si l'atteinte procède d'un acte juridique (jugement) ou de la violation de principes généraux du droit. Une omission peut constituer un acte illicite uniquement s'il existe une disposition la sanctionnant ou imposant de prendre la mesure omise. Ce chef de responsabilité suppose que l'Etat se trouve dans une position de garant à l'égard du lésé et que les prescriptions déterminant la nature et l'étendue de ce devoir aient été violées (outre les arrêts invoqués dans le jugement cantonal, cf. ATF 133 V 14 consid. 8.1 p. 19 et les références; GHISLAINE FRÉSARD-FELLAY, Une responsabilité objective nouvelle: la responsabilité de l'assureur social [art. 78 LPGA], REAS 2007 p. 180).\n\n3.3\n\n3.3.1 Contrairement à ce que soutient d'abord la fondation recourante, le fait pour les premiers juges d'avoir nié l'illicéité du comportement de l'office intimé, qui avait omis durant presque dix ans de rendre une décision de suppression de rente, ne viole pas le droit fédéral. Si l'art. 49 al. 1 LPGA impose effectivement à l'assureur de rendre des décisions, notamment en cas de révision selon l'art. 17 LPGA (et l'ancien art. 41 LAI), ces dispositions légales ne créent pas BGE 137 V 76 S. 80une position de garant de l'office AI vis-à-vis de l'institution de prévoyance. Comme l'a indiqué la juridiction cantonale, le Message du 24 octobre 1958 concernant un projet de loi sur l'assurance-invalidité (FF 1958 II 1161), dans sa partie relative à la révision des rentes (FF 1958 II 1230 ch. F/V.), précise explicitement que le but de la réglementation envisagée était de tenir compte des modifications du taux d'invalidité favorables aussi bien à l'assureur qu'à l'assuré. Ce but demeure inchangé sous l'empire de la LPGA dès lors que son article 17 reprend seulement le principe de l'ancien art. 41 LAI et le généralise à l'ensemble des assurances sociales (cf. rapport du 26 mars 1999 de la Commission de la sécurité sociale et de la santé du Conseil national ad art. 23 P-LPGA, correspondant à l'art. 17 LPGA dans la version définitive de la loi, FF 1999 4203 s.). Aucune allusion n'est par ailleurs faite à un objectif connexe visant la protection des intérêts patrimoniaux des institutions de prévoyance. Que l'art. 23 let. a LPP lie la décision de la fondation recourante à celle de l'office intimé, dans le sens où la désignation des bénéficiaires des rentes de la prévoyance professionnelle repose sur les principes développés en matière d'assurance-invalidité, ne change rien à ce qui précède. La norme citée ne peut effectivement pas être interprétée comme une obligation faite aux institutions de prévoyance de suivre aveuglément les décisions rendues par les organes de l'assurance-invalidité. En qualité de protagonistes expérimentées autorisées à agir dans le domaine de la prévoyance professionnelle, lesdites institutions doivent au contraire exercer un contrôle sur leurs dossiers et, même si elles reprennent explicitement ou par renvoi la définition de l'invalidité de l'assurance-invalidité, elles ne sont pas liées par l'évaluation de l'invalidité faite par les organes de l'assurance-invalidité lorsque cette évaluation apparaît manifestement insoutenable (cf. ATF 126 V 308 consid. 1 p. 311 et les références). Ainsi, la communication de la décision rendue par la SUVA au début de l'année 1998 aurait dû conduire la fondation recourante à se poser des questions sur les raisons qui avaient amené deux assureurs sociaux à retenir des taux d'incapacité de gain différents et à réagir efficacement auprès de l'office intimé. L'institution de prévoyance prétend l'avoir fait mais n'a pas déposé les pièces qui le prouvent. On relèvera à cet égard que, contrairement à ce que soutient la fondation recourante, le fait de s'être adressée plusieurs fois à l'office intimé pour savoir s'il continuait à verser des prestations sans attirer clairement son attention sur l'existence d'une éventuelle erreur ou omission ne suffit pas dès lors que, même si elle n'avait pas été BGE 137 V 76 S. 81invitée à participer aux différentes procédures AI, elle pouvait aisément se rendre compte que seules les suites de l'accident de 1992 avaient été prises en considération tant par l'office intimé que par la SUVA. Le comportement de la fondation recourante n'est donc pas exempt de tout reproche et constituerait de toute façon une faute concomitante interrompant le lien de causalité entre l'omission et le préjudice (cf. ATF 133 V 14 consid. 10 p. 23 s.).\n\n3.3.2 On relèvera par ailleurs que le second grief soulevé par l'institution de prévoyance relatif à la transmission par l'administration d'informations soi-disant imparfaites ou incomplètes engageant sa responsabilité du point de vue de la violation du principe de la bonne foi n'est pas fondé. Comme l'ont déjà indiqué les premiers juges, le seul fait de répondre par l'affirmative à la question précise de savoir si le versement de la rente continuait ne saurait logiquement être qualifié de renseignement erroné quel que soit le contenu du dossier médical de l'office intimé. On rappellera qu'il appartenait à la fondation recourante de se montrer plus attentive dans la gestion de ses propres dossiers et de réagir plus efficacement du moment qu'elle possédait des éléments lui permettant de soupçonner une erreur (cf. consid. 3.3.1 in fine)."}