{"annee": "137", "cour": "III", "page": "67", "date": "27/12/2010", "cite": ["114 II 213", "121 III 1", "135 III 112", "113 II 232", "122 III 279", "103 II 170", "130 V 560", "122 I 18"], "cite_par": ["138 V 292"], "chapeau": "11. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Bank X. gegen Erwachsenen- und Kindesschutzkommission der Stadt Bern (Beschwerde in Zivilsachen)\n\n5A_645/2010 vom 27. Dezember 2010", "regestes": ["Art. 420 al. 1 CC; qualité pour recourir à l'autorité tutélaire. Un tiers a qualité pour recourir à l'autorité tutélaire lorsqu'il invoque les intérêts de la personne à protéger ou se plaint de la violation de ses propres droits et intérêts, dont on aurait dû tenir compte (consid. 3.1). Lorsqu'il invoque les intérêts de la personne à protéger, le tiers doit être un proche de cette dernière pour disposer de la qualité pour recourir (analogie avec l'art. 397d al. 1 CC) (consid. 3.4 et 3.5). S'il n'est pas exclu qu'une banque, respectivement l'employé compétent d'une banque, puisse être, dans un cas particulier, considéré comme une personne proche, la question souffre toutefois de demeurer indécise en l'espèce (consid. 3.6)."], "faits": "BGE 137 III 67 S. 67\n\nDie Bank X. verwahrt Vermögenswerte von A. Am 27. Januar 2009 errichtete die Erwachsenen- und Kindesschutzkommission der Stadt Bern über A. eine Beistandschaft auf eigenes Begehren. Mit Saldierungsauftrag vom 7. Juli 2009 wies der Beistand die Bank X. BGE 137 III 67 S. 68an, sämtliche Konti und Depots von A. zu saldieren und das Guthaben auf ein Konto bei der Bank C. zu übertragen.\n\nGegen diese Handlung des Beistands erhob die Bank X. am 20. Juli 2009 Beschwerde im Sinne von Art. 420 Abs. 1 ZGB. Die Erwachsenen- und Kindesschutzkommission der Stadt Bern trat darauf am 22. September 2009 nicht ein.\n\nAm 5. Oktober 2009 erhob die Bank X. gegen diesen Beschluss Beschwerde gemäss Art. 420 Abs. 2 ZGB an das Regierungsstatthalteramt Bern-Mittelland, welche am 12. April 2010 abgewiesen wurde.\n\nDie Bank X. erklärte am 23. April 2010 die Weiterziehung an das Obergericht des Kantons Bern. Am 5. August 2010 wies das Obergericht das Rechtsmittel ab.\n\nDagegen hat die Bank X. (Beschwerdeführerin) am 14. September 2010 Beschwerde in Zivilsachen und - eventualiter - subsidiäre Verfassungsbeschwerde erhoben. Sie beantragt die Aufhebung des angefochtenen Entscheides und die Rückweisung der Sache zur materiellen Beurteilung an das Obergericht, eventuell an die Erwachsenen- und Kindesschutzkommission der Stadt Bern. Subeventualiter sei der Saldierungsauftrag des Beistandes zu widerrufen und dieser anzuweisen, die bestehenden Konti und Depots von A. bei der Beschwerdeführerin aufrechtzuerhalten. Die Erwachsenen- und Kindesschutzkommission ersucht um Abweisung der Beschwerde. Das Obergericht hat sich nicht vernehmen lassen.\n\nDas Bundesgericht weist die Beschwerde in Zivilsachen ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Gegenstand des Verfahrens bildet die Frage, ob die Beschwerdeführerin zur Erhebung einer Beschwerde gemäss Art. 420 ZGB gegen die fragliche Handlung des Beistandes legitimiert ist. Dabei ist vorauszuschicken, dass sich diese Beschwerde über den Wortlaut der Norm hinaus nicht nur gegen Handlungen eines Vormundes, sondern auch eines Beistandes richten kann (Art. 367 Abs. 3 ZGB).\n\n3.1 In analoger Anwendung von Art. 420 Abs. 1 ZGB können somit gegen Handlungen des Beistandes der urteilsfähige Verbeiständete sowie jedermann, der ein Interesse hat, Beschwerde führen. BGE 137 III 67 S. 69Das Recht des Dritten zur Beschwerdeführung ist nach der bundesgerichtlichen Rechtsprechung eingeschränkt. Demnach ist ein Dritter zur Beschwerdeführung gemäss Art. 420 ZGB legitimiert, wenn er sich auf Interessen der schutzbedürftigen Person beruft oder die Verletzung eigener Rechte oder Interessen geltend macht (BGE 121 III 1 E. 2a S. 3). Wie sich der bundesgerichtlichen Rechtsprechung entnehmen lässt, wird die Verfolgung eigener Interessen aber nur insofern zugelassen, als bei der angefochtenen Handlung die geltend gemachten Rechte oder Interessen des Beschwerdeführers überhaupt berücksichtigt werden müssen (BGE 121 III 1 E. 2b S. 4; Urteil 5C.242/2005 vom 17. Januar 2006 E. 2.2; THOMAS GEISER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 3. Aufl. 2006, N. 31 zu Art. 420 ZGB).\n\n3.2 Die Vorinstanz hat die Legitimation der Beschwerdeführerin einzig unter dem Aspekt der Wahrung von Interessen der schutzbedürftigen Person geprüft. Sie hat angenommen, das Beschwerderecht stehe in diesem Fall nicht beliebigen Dritten zu, sondern erforderlich sei ein besonderes Näheverhältnis zur schutzbedürftigen Person, und hat hiezu auf eine Analogie zu Art. 397d Abs. 1 ZGB abgestellt. Die angebliche Beziehung zwischen A. und der Beschwerdeführerin bzw. der zuständigen Bankangestellten sei dazu nicht genügend eng. Ob die Beschwerdeführerin zur Wahrung eigener Rechte oder Interessen Vormundschaftsbeschwerde erheben könne, hat das Obergericht mangels ausdrücklicher Geltendmachung nicht geprüft.\n\n3.3 Die Beschwerdeführerin behauptet nach wie vor, die Beschwerde im Interesse der verbeiständeten A. zu erheben, um ihr die Mühe einer eigenen Prozessführung zu ersparen. Die Beschwerdeführerin ist zwar Adressatin des Saldierungsauftrags des Beistands, womit die Anrufung von Eigeninteressen nahe liegen würde. Sie bringt denn auch vor, hinter dem angeblich systematischen Transfer von vormundschaftlichen Geldern an die Bank C. würden nicht vormundschaftliche Interessen stehen, sondern die entsprechenden Anweisungen erfolgten aus protektionistischen Gründen. Dies ändert aber nichts daran, dass sie sich zur Begründung ihrer Legitimation einzig auf die Wahrung von Fremdinteressen beruft und sie sich auch nicht gegen die vorinstanzliche Feststellung wendet, dass sie schon vor Obergericht keine Eigeninteressen geltend gemacht habe. Mithin ist ihre Beschwerde einzig unter dem Gesichtspunkt BGE 137 III 67 S. 70der Wahrung von Interessen des Schutzbedürftigen (Mündelinteressen) zu prüfen.\n\n3.4 Zu untersuchen ist, welcher Personenkreis zur Beschwerde gemäss Art. 420 Abs. 1 ZGB im Interesse des Schutzbedürftigen legitimiert ist.\n\n3.4.1 Gemäss dem Wortlaut von Art. 420 Abs. 1 ZGB kann der urteilsfähige Bevormundete sowie \"jedermann, der ein Interesse hat\" bei der Vormundschaftsbehörde Beschwerde führen. Die französische Fassung spricht von \"tout intéressé\", die italienische von \"ogni interessato\". Der Wortlaut der Norm kennt somit in keiner Version eine über das Interessenerfordernis hinausgehende Einschränkung der Legitimation. Insbesondere findet sich keine ausdrückliche Einschränkung auf nahestehende Personen.\n\nWeitere Bestimmungen des Vormundschaftsrechts, welche sich zur Legitimation Dritter äussern und sie mit der Formel \"jedermann, der ein Interesse hat\" umschreiben, sind Art. 388 Abs. 2 ZGB (Anfechtung der Wahl eines Vormundes), Art. 433 Abs. 3 ZGB (Antragstellung zur Aufhebung der Vormundschaft) und Art. 446 Abs. 1 ZGB (Antrag auf Amtsenthebung des Vormundes). Sie werfen alle dasselbe Problem auf, wie weit der Kreis der interessierten Personen gezogen werden soll (vgl. für einen Überblick BERNHARD SCHNYDER, \"...jedermann, der ein Interesse hat\", in: Festschrift für Cyril Hegnauer [...] [nachfolgend: Jedermann], 1986, S. 457 ff.).\n\nDer Begriff der nahestehenden Person wird in Art. 397d Abs. 1 ZGB verwendet, um den Kreis der Dritten zu umschreiben, die einen Entscheid über die fürsorgerische Freiheitsentziehung in eigenem Namen anfechten können. Unter Nahestehenden versteht das Bundesgericht jene Personen, die den Betroffenen zufolge Verwandtschaft oder Freundschaft oder wegen ihrer Funktion oder beruflichen Tätigkeit (Arzt, Sozialhelfer, Priester oder Pfarrer etc.) gut kennen und die deshalb geeignet erscheinen, die Interessen der betroffenen Person wahrzunehmen (BGE 122 I 18 E. 2c/bb S. 30; BGE 114 II 213 E. 3 S. 217; Urteil 5A_837/2008 vom 25. März 2009 E. 5.2).\n\n3.4.2 Den Materialien zu Art. 420 ZGB lässt sich entnehmen, dass Eugen Huber von einer weiten Konzeption der Legitimation ausgegangen ist: In den Erläuterungen zum Vorentwurf nennt er als Beispiele für Legitimierte nicht nur Verwandte und den Ehegatten, sondern ausdrücklich auch \"in Geschäftsbeziehungen befindliche Personen\" (EUGEN HUBER, Schweizerisches Zivilgesetzbuch, BGE 137 III 67 S. 71Erläuterungen zum Vorentwurf des Eidgenössischen Justiz- und Polizeidepartements, Bd. I, 2. Ausg. 1914, S. 307). In den parlamentarischen Beratungen war einfach von \"tout interessé\" (Berichterstatter Rossel, Sten.Bull. 1905 N 1296) bzw. von jedem Dritten, der Interesse hat, als Aktivlegitimierten (Berichterstatter Hoffmann, Sten.Bull. 1906 S 85) die Rede.\n\n3.4.3 In der Lehre lassen in der Folge auch ROSSEL/MENTHA Geschäftsbeziehungen zur Legitimation ausdrücklich genügen (ROSSEL/MENTHA, Manuel du droit civil suisse, Bd. I, 2. Aufl. 1922, Ziff. 861). Keine Einschränkung macht KAUFMANN, der jeden, der im Interesse des Bevormundeten handelt, als legitimiert ansieht. Er erwähnt allerdings in seinen Beispielen die Geschäftsbeziehung nicht, aber dafür unter anderen Geistliche, Lehrer, öffentliche Organe und Beamte, Fürsorgestellen und -vereine (JOSEPH KAUFMANN, Berner Kommentar, 2. Aufl. 1924, N. 14 zu Art. 420 ZGB). ROOS hält die gesellschaftlichen Anschauungen für massgeblich, wobei Engherzigkeit in der Bestimmung der Beschwerdeberechtigten nicht am Platz sei, da es darum gehe, eine möglichst gute Vormundschaftspflege zu gewährleisten (GOTTFRIED ROOS, Die Legitimation zur Vormundschaftsbeschwerde, ZVW 1955 S. 48). SCHWARZ verlangt \"eine gewisse Beziehung rechtlicher, moralischer, amtlicher oder wenigstens tatsächlicher Natur\" des Dritten zum Schutzbedürftigen (ANDREAS SCHWARZ, Die Vormundschaftsbeschwerde, Art. 420 ZGB, 1968, S. 81). In der neueren Literatur sprechen sich DESCHENAUX/STEINAUER für ein sehr weites Verständnis des genügenden Interesses aus (DESCHENAUX/STEINAUER, Personnes physiques et tutelle, 4. Aufl. 2001, Rz. 1014). SCHNYDER verlangt zur Vermeidung einer Popularbeschwerde eine besondere Nähe des Dritten, der nur Mündelinteressen wahren will, zum Schutzbedürftigen, analog der nahestehenden Person gemäss Art. 397d Abs. 1 ZGB (BERNHARD SCHNYDER, Zur Vormundschaftsbeschwerde nach Art. 420 ZGB, ZVW 2002 S. 79 f.; vgl. auch ders., Jedermann, a.a.O., S. 459, 462). Eine enge Beziehung rechtlicher, amtlicher, moralischer oder tatsächlicher Natur verlangt auch MEIER (PHILIPPE MEIER, La position des tiers en droit de la tutelle, ZVW 1996 S. 89 f.). Die erforderliche Nähe entspreche der in Art. 397d Abs. 1 ZGB vorgesehenen ( ders., Le consentement des autorités de tutelle aux actes du tuteur [nachfolgend: Consentement], 1994, S. 196).SCHNYDER/MURER weisen darauf hin, dass die Formulierung \"jedermann, der ein Interesse hat\" im ZGB des öfteren vorkomme, aber funktionalisiert, d.h. im Zusammenhang mit der BGE 137 III 67 S. 72jeweiligen Norm, auszulegen sei. Bei Art. 420 und Art. 397d Abs. 1 ZGB dränge sich jedoch eine gleichartige Auslegung auf, da es in beiden Fällen um vormundschaftliche Massnahmen gehe (SCHNYDER/MURER, Berner Kommentar, 3. Aufl. 1984, N. 19 zu Art. 388 ZGB).\n\n3.4.4 Was den von der Vorinstanz und neueren Autoren herangezogenen Vergleich der Legitimationsvoraussetzungen in Art. 420 Abs. 1 ZGB mit denjenigen von Art. 397d Abs. 1 ZGB betrifft, ist ein Blick in die Entstehungsgeschichte der letztgenannten Norm angebracht. Die bundesrätliche Botschaft vertritt die Auffassung, dass der Begriff \"nahestehende Person\" dem Sinne nach der in Art. 420 ZGB verwendeten Umschreibung \"jedermann, der ein Interesse hat\" entspreche (Botschaft vom 17. August 1977 über die Änderung des Schweizerischen Zivilgesetzbuches [Fürsorgerische Freiheitsentziehung] [...], BBl 1977 III 37 Ziff. 241.2). Die Botschaft führt weiter aus: \"Dieser Ausdruck [jedermann, der ein Interesse hat] ist aber unbefriedigend; denn nach Lehre und Praxis hat nur derjenige ein Interesse im Sinne des Gesetzes, welcher Mündelinteressen wahren will. Es drängt sich deshalb eine Formulierung auf, die den wahren Gehalt besser wiedergibt.\" Dies kann dahingehend interpretiert werden, dass dem Gesetzgeber für Art. 397d Abs. 1 ZGB dieselbe Legitimationsbestimmung vorschwebte wie für Art. 420 Abs. 1 ZGB, und zwar im Sinne einer Beschränkung auf die Wahrung von Mündelinteressen. Die Differenz im Wortlaut wäre mithin keine Differenz im Inhalt. Allerdings erscheint es wenig zweckmässig, das Kriterium der Verfolgung von Mündelinteressen mit demjenigen der Nähebeziehung zwischen Schutzbedürftigem und Beschwerdeführer umschreiben zu wollen: Weder nimmt ein Nahestehender zwingend Mündelinteressen wahr, noch handelt ein Aussenstehender in jedem Fall aus Eigeninteresse. Das Bundesgericht hat die Botschaft denn auch dahingehend gedeutet, dass der Gesetzgeber die Legitimation gemäss Art. 397d Abs. 1 ZGB nicht auf den Kreis der Interessierten nach Art. 420 Abs. 1 ZGB beschränken wollte (BGE 114 II 213 E. 3 S. 217; vgl. BGE 122 I 18 E. 2c/bb S. 30; kritisch MEIER, Consentement, a.a.O., S. 196 Fn. 262). Gemäss dieser Lesart findet gegenüber Art. 420 ZGB insofern eine Ausweitung der Legitimation statt, als im Rahmen von Art. 397d Abs. 1 ZGB nicht erforderlich ist, Interessen der betroffenen Person wahrzunehmen (THOMAS GEISER, a.a.O., N. 13 zu Art. 397d ZGB; vgl. auch EUGEN SPIRIG, Zürcher Kommentar, 3. Aufl. 1995, N. 24 zu Art. 397d ZGB). Soweit die bundesrätliche Botschaft davon auszugehen scheint, dass BGE 137 III 67 S. 73im Rahmen von Art. 420 ZGB einzig Mündelinteressen wahrgenommen werden können, ist anzumerken, dass das Bundesgericht für die Legitimation gemäss Art. 420 ZGB in der neueren Rechtsprechung auch die Verfolgung von Eigeninteressen unter bestimmten Voraussetzungen genügen lässt (oben E. 3.1; BGE 121 III 1 E. 2a S. 3; vgl. auch BGE 113 II 232 E. 2a S. 234). Wie auch immer es sich mit der Absicht des Gesetzgebers bei der Regelung der fürsorgerischen Freiheitsentziehung genau verhalten haben mag, so können die Gesetzgebungsmaterialien zu Art. 397d ZGB doch nicht entscheidend zur Auslegung von Art. 420 ZGB beitragen, weil die letztgenannte Norm nicht Gegenstand der damaligen Reform des Zivilgesetzbuches war.\n\n3.4.5 Der Zweck der Vormundschaftsbeschwerde liegt nach der bundesgerichtlichen Rechtsprechung in erster Linie darin, die vormundschaftlichen Behörden zu einem gesetzmässigen Verhalten und zur Wahrung der Interessen derjenigen, für die sie tätig werden müssen, anzuhalten (BGE 121 III 1 E. 2a S. 3; BGE 103 II 170 E. 2 S. 174). Die Popularbeschwerde würde diesem Ziel am umfassendsten Rechnung tragen. Dass eine solche aber nicht gewollt gewesen ist, sondern der Interessennachweis eine gewisse Einschränkung mit sich bringen sollte, ist unbestritten (SCHWARZ, a.a.O., S. 71; ROOS, a.a.O., S. 42; SCHNYDER, Jedermann, a.a.O., S. 461). Somit kann der Zweck der Vormundschaftsbeschwerde zur Umschreibung der Beschwerdelegitimation jedenfalls nicht alleine massgeblich sein.\n\n3.5 Wie dieser Überblick über die verschiedenen für die Auslegung massgeblichen Elemente (BGE 135 III 112 E. 3.3.2 S. 116 mit Hinweisen) und über die Standpunkte der Doktrin zeigt, lassen sich sowohl für eine eingrenzende wie eine grosszügigere Interpretation von Art. 420 ZGB Argumente finden. Aus den nachfolgenden Gründen ist die Beschwerdelegitimation im Rahmen von Art. 420 ZGB allerdings auf nahestehende Personen zu beschränken, sofern der Drittbeschwerdeführer die Wahrung von Interessen des Schutzbedürftigen geltend macht.\n\nZunächst erscheint es sinnvoll, die Legitimation im Rahmen vormundschaftsrechtlicher Anordnungen unabhängig vom Zusammenhang grundsätzlich gleich zu umschreiben. Sachliche Gründe für eine Differenzierung sind nicht auszumachen. Die Angleichung von Art. 420 und Art. 397d Abs. 1 ZGB kann in zwei Richtungen erfolgen: Entweder ist unter dem \"Interessierten\" gemäss Art. 420 ZGB, BGE 137 III 67 S. 74der Mündelinteressen wahrnimmt, ein \"Nahestehender\" im Sinne von Art. 397d Abs. 1 ZGB zu verstehen oder es werden umgekehrt im Rahmen von Art. 397d Abs. 1 ZGB über dessen Wortlaut hinaus auch weitere Interessierte zur Beschwerde zugelassen. Für die erstere Lösung spricht sich nicht nur der überwiegende Teil der neueren Lehre aus, sondern es sprechen auch die nachfolgend darzustellenden Sachargumente dafür.\n\nDass ein Dritter im Interesse einer anderen Person überhaupt ein Rechtsmittel ergreifen kann, ist nicht selbstverständlich. Vielmehr wird grundsätzlich sowohl im Privatrecht wie auch im öffentlichen Recht, zu welchem das Vormundschaftsrecht materiell gehört, ein - wie auch immer geartetes - besonderes eigenes Berührtsein von Dritten verlangt, die den Rechtsweg einschlagen wollen (vgl. BGE 122 III 279 E. 3a S. 282 zur aktienrechtlichen Anfechtungsklage; BGE 130 V 560 E. 3.5 S. 564 f. zur sog. Drittbeschwerde pro Adressat). In der Regel ist jedes Rechtssubjekt gehalten, seine eigenen Interessen selber wahrzunehmen. Auch im Vormundschaftsrecht kann der urteilsfähige Schutzbedürftige seine Interessen mit einer Beschwerde grundsätzlich selber wahren. Die Drittbeschwerde im Interesse des Schutzbedürftigen ist aber dadurch gerechtfertigt, dass dieser von ihr unter Umständen keinen Gebrauch machen kann oder will. Die Gründe hiefür können vielfältig sein: Beispielsweise ist die betroffene Person hinsichtlich der anzufechtenden Handlung nicht urteilsfähig oder sie überblickt zumindest ihre volle Tragweite nicht oder sie will ihre Beziehung zum Beistand etc. nicht gefährden. Insoweit erscheint sinnvoll, dass ein Aussenstehender an ihrer Stelle, aber in ihrem Interesse, Beschwerde führen kann. Zugleich rechtfertigt es sich aber, die Legitimation auf Personen einzuschränken, welche den Schutzbedürftigen gut kennen und die sich damit in berechtigter Weise für dessen Wohl verantwortlich fühlen dürfen und besonders geeignet erscheinen, seine Bedürfnisse und Wünsche auszudrücken. Nur sie verfolgen denn auch in der Regel den Gang der vormundschaftlichen Handlungen näher und geraten nicht bloss zufällig oder im Einzelfall mit ihnen in Berührung. Gegen die Beschränkung der Beschwerdebefugnis auf Nahestehende könnte einzig sprechen, dass Nahestehende entweder nicht vorhanden sind oder auf eine Beschwerde verzichten, was durchaus auch aus egoistischen Motiven geschehen kann. Der Schutzbedürftige könnte insofern schutzlos bleiben, wenn kein Aussenstehender seine Interessen verteidigen darf. Nur ist die Vormundschaftsbeschwerde BGE 137 III 67 S. 75keine Popularbeschwerde für jedermann, der Interessen des Schutzbedürftigen oder am richtigen Vollzug des Bundesrechts wahren möchte (oben E. 3.4.5). Muss aber eine Beschränkung der Beschwerdeberechtigung für die Geltendmachung von Mündelinteressen vorgenommen werden, so verspricht die Eingrenzung auf Nahestehende eine gewisse Legitimität für den Übergriff in die fremde Rechtssphäre.\n\nPersonen, die nicht als nahestehend qualifiziert werden können, bleiben jedoch nicht machtlos und die schutzbedürftige Person ohne Nahestehende auch nicht völlig schutzlos. Jedermann steht die Möglichkeit einer allgemeinen Aufsichtsbeschwerde zu (SCHWARZ, a.a.O., S. 33). Mit der Vormundschaftsbeschwerde können zudem nicht nur Mündelinteressen, sondern auch Eigeninteressen des Drittbeschwerdeführers gewahrt werden (oben E. 3.1). Hier genügt die Berufung auf Interessen, die im Rahmen der umstrittenen vormundschaftlichen Handlung hätten berücksichtigt werden müssen und insoweit schutzwürdig sind. Solche Interessen können auch Personen geltend machen, die dem Schutzbedürftigen nicht nahestehen.\n\n3.6 Die Beschwerdeführerin macht geltend, sie stehe der verbeiständeten A. nahe, so dass sie ihre Interessen im Rahmen von Art. 420 ZGB selbst dann wahren könne, wenn zu dieser Beschwerde nur Nahestehende legitimiert seien.\n\nIm vorinstanzlichen Urteil finden sich keine Feststellungen zur genauen Beziehungsqualität zwischen der verbeiständeten A. und der Beschwerdeführerin bzw. der zuständigen Kundenberaterin. Vielmehr hat das Obergericht die diesbezüglichen Ausführungen der Beschwerdeführerin über die Langjährigkeit der Kundenbeziehung und das Vertrauensverhältnis als unsubstantiiert bezeichnet. Darauf geht die Beschwerdeführerin nicht ein. Sie erachtet gegenteils ihre Sachverhaltsdarstellung als durch die Vorinstanz nicht in Frage gestellt. Eine in willkürlicher Weise erfolgte Sachverhaltsfeststellung durch die Vorinstanz behauptet sie nicht, so dass für das Bundesgericht das Bestehen eines langjährigen Vertrauensverhältnisses nicht als nachgewiesen gelten kann.\n\nEs ist nicht undenkbar, dass eine Bank bzw. der zuständige Bankangestellte je nach Konstellation eine nahestehende und damit beschwerdelegitimierte Person ist. Das Näheverhältnis kann auch über den Beruf derjenigen Person vermittelt werden, welche Vormundschaftsbeschwerde führen will (oben E. 3.4.1). Eine genügende BGE 137 III 67 S. 76Nähebeziehung wird bei einer blossen Konto- und Depotführung ohne besonders engen Kontakt allerdings nicht angenommen werden dürfen. Hingegen kommen Fälle intensiverer Begleitung vor, bei denen die Qualifikation der Bank bzw. des zuständigen Bankangestellten als nahestehende Person nicht von vornherein ausgeschlossen erscheint. Dies kann etwa der Fall sein bei einer langjährigen und umfassenden Finanzplanung für die betroffene Person und ihre Angehörigen (z.B. Nachfolgeregelung). Diese Frage braucht jedoch nicht abschliessend geklärt zu werden, da die Beschwerdeführerin keine entsprechenden Umstände namhaft macht. Zu beachten ist des Weiteren, dass die Beziehung in der Regel über einen bestimmten Bankangestellten vermittelt wird. Ob sich die Bank diese Beziehung zurechnen lassen kann, um selber Beschwerde führen zu können, braucht an dieser Stelle jedoch ebenfalls nicht entschieden zu werden.\n\n3.7 Die Beschwerdeführerin kann somit nicht als der verbeiständeten A. nahestehende Person gelten. Sie ist nicht zur Vormundschaftsbeschwerde legitimiert, wenn sie auf diesem Wege Interessen der Verbeiständeten wahren will. Ihre allfälligen Eigeninteressen an der Beschwerdeführung können im vorliegenden Verfahren nicht beurteilt werden (oben E. 3.3). Folglich ist die Beschwerde abzuweisen, soweit auf sie eingetreten werden kann."}