{"annee": "137", "cour": "II", "page": "182", "date": "10/2/2011", "cite": ["125 III 175", "131 II 627", "116 IB 50", "133 II 370", "129 III 161", "135 II 313", "117 IB 35", "127 I 31", "123 II 499", "129 I 161"], "cite_par": ["143 V 95", "141 V 162", "139 V 21"], "chapeau": "15. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen A. und Mitb. sowie Amt für Landwirtschaft des Kantons Schwyz (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_450/2009 vom 10. Februar 2011", "regestes": ["Entreprise agricole: facteurs à prendre en considération pour calculer l'unité de main-d'oeuvre standard; art. 2, 7, 84 LDFR; art. 2a ODFR; art. 3, 14, 27 OTerm; art. 70 LAgr; art. 14 al. 1-6 LEaux; art. 26 OEaux; art. 2 et 10 LFo. Pour évaluer la charge de travail et pour déterminer s'il s'agit d'une entreprise agricole, il convient de se référer aux formes moyennes d'exploitation (consid. 3.1.3); l'OPD (RS 910.13) n'offre pas de critères utiles à cet égard, parce que les exploitants s'y plient volontairement (consid. 3.2.3). L'unité de main-d'oeuvre standard dépend de la surface agricole utile et des animaux de rente. L'art. 14 LEaux fixe les exigences que doit remplir la surface agricole utile, c'est-à-dire équilibrer le bilan des engrais. En altitude, le nombre d'unités de gros bétail-fumure (UGBF) par hectare peut être réduit (consid. 3.2.4.2). Seules les surfaces effectivement en fermage doivent être prises en compte (consid. 3.3). Selon le modèle du produit, l'achat de fourrage n'est pas exclu. Le bilan équilibré des engrais joue le rôle de correctif (consid. 3.5). Lorsqu'en raison de la présence de forêt, la surface agricole utile est incertaine, il y a lieu de procéder d'office à la constatation de la nature forestière des surfaces et de coordonner les aspects formels et matériels des procédures de droit foncier rural et de droit forestier (consid. 3.7)."], "faits": "|184|\n\nA. X. hat am 11. September 2007 von seinem Grossvater, Y., die beiden folgenden landwirtschaftlichen Liegenschaften, welche in der Bergzone I liegen, gekauft: GB x (25'654 m² mit Wohnhaus, Stall, Kleinbauten) und GB y (74'166 m² mit Stall). Gleichentags erging auch die Anmeldung an das Grundbuchamt. Im Kaufvertrag wurde u.a. festgehalten, dass es sich bei den beiden Liegenschaften um ein landwirtschaftliches Gewerbe im Sinne von Art. 7 des Bundesgesetzes vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB; SR 211.412.11) handle. Am 7. Januar 2008 starb Y.\n\nB. Am 27. März 2008 beantragte X. den Erlass einer Feststellungsverfügung zur Frage, ob es sich bei den beiden erwähnten Liegenschaften um ein landwirtschaftliches Gewerbe oder um landwirtschaftliche Grundstücke handle. Grund für den Antrag bildete die erbrechtliche Auseinandersetzung. Das Landwirtschaftsamt des Kantons Schwyz stellte mit Verfügung vom 25. April 2008 fest, dass die beiden Grundstücke landwirtschaftliche Grundstücke seien, allerdings kein landwirtschaftliches Gewerbe bildeten. Dagegen hat X. erfolglos Beschwerde an das Verwaltungsgericht des Kantons Schwyz erhoben.\n\nC. Vor Bundesgericht beantragt X., den Entscheid des Verwaltungsgerichts des Kantons Schwyz vom 27. Mai 2009 aufzuheben und festzustellen, dass die Grundstücke GB y und GB x, Grundbuch N., im Zeitpunkt der Hofübernahme durch den Beschwerdeführer ein landwirtschaftliches Gewerbe bildeten, eventualiter den Entscheid aufzuheben und an die Vorinstanz zur Neubeurteilung zurückzuweisen. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)\n\nAus den Erwägungen:", "considerants": "3.\n\n3.1\n\n3.1.1 Nach Art. 7 Abs. 1 BGBB - in der noch anwendbaren Fassung vom 20. Juni 2003 (AS 2003 4123; dazu Art. 95a in Verbindung mit Art. 95 Abs. 2 BGBB) - gilt als landwirtschaftliches |185| Gewerbe eine Gesamtheit von landwirtschaftlichen Grundstücken, Bauten und Anlagen, die als Grundlage der landwirtschaftlichen Produktion dient und zu deren Bewirtschaftung, wenn sie landesüblich ist, mindestens drei Viertel einer Standardarbeitskraft (zur Entwicklung der Erhöhung der Gewerbegrenzen vgl. BGE 135 II 313 E. 2.1 S. 315 ff., mit Hinweisen; EDUARD HOFER, Erhöhung der Gewerbegrenzen nach Artikel 7 BGBB: Auswirkungen, Blätter für Agrarrecht [BlAR] 2008 S. 235 ff., 238 ff.) nötig sind. Der Bundesrat legt die Faktoren und die Werte für die Berechnung einer Standardarbeitskraft in Abstimmung mit dem Landwirtschaftsrecht fest. Nach Art. 7 Abs. 3 BGBB sind bei der Beurteilung, ob ein landwirtschaftliches Gewerbe vorliegt, diejenigen Grundstücke zu berücksichtigen, die - entsprechend Art. 2 - dem BGBB unterstellt sind. Zudem sind die örtlichen Verhältnisse, die Möglichkeit, fehlende betriebsnotwendige Gebäude zu erstellen oder vorhandene umzubauen, instand zu stellen oder zu ersetzen, wenn die entsprechenden Aufwendungen für den Betrieb tragbar sind, und die für längere Dauer zugepachteten Grundstücke zu berücksichtigen (Art. 7 Abs. 4 BGBB; zum Begriff des landwirtschaftlichen Gewerbes vgl. BGE 135 II 313 E. 4 und 5 S. 318 ff.; YVES DONZALLAZ, Traité de droit agraire suisse: droit public et droit privé, Bde I und II, 2004 bzw. 2006 [Rz. durchgehend], Rz. 2389 ff.; EDUARD HOFER, in: Das bäuerliche Bodenrecht, Kommentar zum Bundesgesetz über das bäuerliche Bodenrecht vom 4. Oktober 1991, 1995, N. 12 ff. zu Art. 7 BGBB).\n\n3.1.2 Der Bundesrat ist in Abschnitt 1a der Verordnung vom 4. Oktober 1993 über das bäuerliche Bodenrecht (VBB; SR 211.412.110) seiner Pflicht über die Festlegung der Faktoren und Werte für die Berechnung einer Standardarbeitskraft nachgekommen. Nach Art. 2a Abs. 1 VBB gelten für die Festlegung der Betriebsgrösse nach Standardarbeitskräften (SAK) die Faktoren von Art. 3 der Verordnung vom 7. Dezember 1998 über landwirtschaftliche Begriffe und die Anerkennung von Betriebsformen (Landwirtschaftliche Begriffsverordnung, LBV; SR 910.91). Gemäss Art. 2a Abs. 2 VBB sind bestimmte Zuschläge und Faktoren ergänzend zu berücksichtigen. So ist etwa für einen betriebseigenen Wald ein Zuschlag von 0,012 SAK/ha zu berücksichtigen (Art. 2a Abs. 2 lit. g VBB). Nach Art. 3 LBV ist die Standardarbeitskraft eine Einheit für die Erfassung des gesamtbetrieblichen Arbeitszeitbedarfs mit Hilfe standardisierter Faktoren. Diese werden in Art. 3 Abs. 2 LBV näher umschrieben. Massgeblich sind die landwirtschaftliche Nutzfläche (lit. a) und die Anzahl |186| (gemessen in Grossvieheinheiten) der Nutztiere (lit. b), ergänzt durch Zuschläge bei bestimmten besonderen Voraussetzungen wie etwa für Hang- bzw. Steillagen im Berggebiet oder in der Hügelzone (lit. c). Als landwirtschaftliche Nutzfläche gilt die einem Betrieb zugeordnete, für den Pflanzenbau genutzte Fläche ohne die Sömmerungsfläche, die dem Bewirtschafter ganzjährig zur Verfügung steht (vgl. Art. 14 LBV). Für die Umrechnung der landwirtschaftlichen Nutztiere in Grossvieheinheiten (GVE) gelten die Faktoren im Anhang der LBV (vgl. Art. 27 LBV).\n\n3.1.3 Die Beurteilung des Arbeitsaufwandes und auch der Frage, ob ein landwirtschaftliches Gewerbe vorliegt, ist nach objektiven Kriterien vorzunehmen. Nicht relevant ist die tatsächliche Nutzung, da damit die Anwendung des Gesetzes dem Einflussbereich des Grundeigentümers überlassen würde (vgl. BEAT STALDER, Die verfassungs- und verwaltungsrechtliche Behandlung unerwünschter Handänderungen im bäuerlichen Bodenrecht, 1993, S. 91; HOFER, a.a.O., N. 39, 101 zu Art. 7 BGBB). Es ist deshalb auf durchschnittliche Bewirtschaftungsformen abzustellen und nicht auf ausgefallene Einzelfälle (vgl. AB 1991 S 140; dazu auch HOFER, a.a.O., N. 51 zu Art. 7 BGBB). Auszugehen ist somit von landesüblichen Bewirtschaftungsformen (HOFER, a.a.O., N. 102 zu Art. 7 BGBB).\n\n3.2\n\n3.2.1\n\n3.2.1.1 Strittig ist im vorliegenden Fall die Grösse der Standardarbeitskraft; die anderen Elemente des Art. 7 BGBB (dazu BGE 135 II 313 E. 4 und 5 S. 318 ff.; DONZALLAZ, a.a.O., Rz. 2469 ff.) stehen ausser Streit. Die Standardarbeitskraft setzt sich - wie bereits dargelegt - aus mehreren Faktoren zusammen (Art. 2a VBB i.V.m. Art. 3 LBV): relevant sind im vorliegenden Fall insbesondere die landwirtschaftliche Nutzfläche und die Nutztiere. Da die landwirtschaftlichen Nutzflächen nur der gesetzeskonformen Produktion dienen dürfen, sind sie nur soweit zu berücksichtigen, als die Produktion darauf nach der Gesamtheit der anwendbaren Gesetzesvorschriften überhaupt zulässig ist. Dabei bildet die landwirtschaftliche Nutzfläche deshalb als solche (siehe Art. 14 LBV) und sowohl als Futterfläche für die Viehhaltung als auch als Ausbringungsort für Hofdünger Grundlage für die Berechnung der Standardarbeitskraft: Je grösser die Fläche ist, desto grösser ist der Futterertrag einerseits und desto mehr Dünger kann andererseits ausgebracht werden, desto mehr Vieh kann gehalten werden und desto grösser ist die |187| Standardarbeitskraft. Beim Ausbringungsort ist zudem der Höhe der zulässigen Düngerausbringung Rechnung zu tragen; denn je grösser die zulässig auszubringende Menge an Dünger ist, desto mehr Vieh kann gehalten werden, desto grösser ist wiederum die Standardarbeitskraft.\n\n3.2.1.2 Das kantonale Landwirtschaftsamt ermittelte eine Standardarbeitskraft von 0,694, wohingegen der Beschwerdeführer davon ausgeht, dass die Grenze von 0,75 Standardarbeitskraft in jedem Fall erreicht sei. Im Wesentlichen machte er geltend, dass die Berechnungen, insbesondere wegen der Berücksichtigung falscher Werte, nicht korrekt (dazu E. 3.2.3 und 3.2.4), zugepachtete Nutzflächen (dazu E. 3.3), Hofdüngerabnahmeverträge (dazu E. 3.4) und Futterzukäufe (dazu E. 3.5) nicht berücksichtigt worden seien, eine Verletzung des Grundsatzes von Treu und Glauben vorliege (dazu E. 3.6) sowie die landwirtschaftlichen Nutzflächen grösser seien, da die Waldfläche kleiner sei (dazu E. 3.7).\n\n3.2.2 Das kantonale Landwirtschaftsamt hat für die Bestimmung der Anzahl möglicher Grossvieheinheiten (Art. 3 Abs. 2 lit. b i.V.m. Anhang LBV) auf das Produktionspotenzial bei ausgeglichener Nährstoffbilanz abgestellt und ist - entsprechend dem Grundsatze einer auf objektiven Kriterien beruhenden Berechnung (E. 3.1.3) - nicht von der effektiven Grösse des Stalles ausgegangen. Das Landwirtschaftsamt stützte sich dabei auf Art. 6 i.V.m. Ziff. 2 des Anhangs der Verordnung über die Direktzahlungen an die Landwirtschaft vom 7. Dezember 1998 (Direktzahlungsverordnung, DZV; SR 910.13). Die Vorinstanz hat dieses Vorgehen gebilligt und weitere Bestimmungen der DZV (Art. 16: ökologischer Leistungsnachweis; Art. 30 Abs. 1 lit. c: Beitragsbemessung von 1,4 Raufuttergrossvieheinheit in der Bergzone I) als anwendbar erklärt.\n\n3.2.3\n\n3.2.3.1 In diesem Zusammenhang hat das Bundesamt für Justiz in seiner Stellungnahme festgehalten, dass die Grenzwerte in der Direktzahlungsverordnung Förderungsschwellen seien und nicht zur Beurteilung der Gewerbeeigenschaften nach Artikel 7 BGBB beigezogen werden dürften. Auch das Bundesgericht hat sich im Urteil 2C_876/2008 vom 14. Juli 2009 gegen eine Anwendung der DZV geäussert: Art. 7 BGBB, Art. 2a VBB und Art. 3 LBV zählten die Berechnungsgrundlagen vollständig und abschliessend auf. Es komme einzig darauf an, ob die Tiere tatsächlich gehalten werden bzw. wie viel entsprechender Arbeitsaufwand anfällt (E. 4.2). |188|\n\n3.2.3.2 Landwirtschaftliche Direktzahlungen stützen sich auf Art. 70 ff. des Landwirtschaftsgesetzes vom 29. April 1998 (LwG; SR 910.1). Mit den Direktzahlungen soll eine Intensivierung der Landwirtschaft verhindert und die flächendeckende und nachhaltige Bewirtschaftung gefördert werden (dazu DONZALLAZ, a.a.O., Rz. 500 ff.; BIAGGINI/LIENHARD/RICHLI/UHLMANN, Wirtschaftsverwaltungsrecht des Bundes, 5. Aufl. 2009, S. 214 ff.). Die Direktzahlungen sind allerdings freiwillig, d.h. die Bewirtschafter entscheiden aus freien Stücken, ob sie den Betrieb so gestalten und betreiben wollen, dass sie dafür Direktzahlungen erhalten, oder ob sie andere Schwerpunkte setzen und dafür auf eine Direktzahlung verzichten wollen (vgl. etwa PAUL RICHLI, Agrarrecht, in: Wirtschaftsstrukturrecht, SBVR Bd. XIII, 2005, S. 131 ff., 236 N. 631). Ist also das System der Direktzahlungen freiwillig, ist es nicht zulässig, für die Berechnung des Produktionspotentials im Rahmen von Art. 7 BGBB auf über die normalen gewässer- und umweltschutzrechtlich hinausgehenden (Art. 70 Abs. 4 LwG) Anforderungen der Direktzahlungen abzustellen. Dies gilt im Übrigen selbst dann, wenn ein Betrieb Direktzahlungen erhält, da er jederzeit wieder auf diese verzichten kann. Es würde zudem auch dem Rechtsgleichheitsgebot widersprechen, wenn ein landwirtschaftlicher Betrieb je nachdem, ob er den Vorschriften über die Direktzahlungen unterliegt oder nicht, unterschiedlich beurteilt wird. Insofern besteht kein Anlass, die bisherige Rechtsprechung des Bundesgerichts überhaupt in Frage zu stellen.\n\n3.2.4\n\n3.2.4.1 Anforderungen an die landwirtschaftliche Nutzfläche statuiert - wie das kantonale Landwirtschaftsamt und die Vorinstanz ebenfalls zu Recht erwähnen - u.a. auch das Gewässerschutzgesetz vom 24. Januar 1991 (GSchG; SR 814.20) in seinem Art. 14 (Betriebe mit Nutztierhaltung). Nach Abs. 1 ist auf jedem Betrieb mit Nutztierhaltung eine ausgeglichene Düngerbilanz anzustreben (zu den notwendigen Anforderungen an den Umgang mit Düngern vgl. Anh. 2.6, insb. Ziff. 3.1 ChemRRV [SR 814.81]). Der Betrieb muss über eine so grosse eigene, gepachtete oder vertraglich gesicherte Nutzfläche verfügen, dass auf 1 ha höchstens drei Düngergrossvieheinheiten (DGVE) entfallen (Abs. 4 Satz 1). Nach Abs. 6 setzt die kantonale Behörde die pro ha zulässigen Düngergrossvieheinheiten herab, soweit Bodenbelastbarkeit, Höhenlage und topographische Verhältnisse dies erfordern.\n\n3.2.4.2 Das Volkswirtschaftsdepartement des Kantons Schwyz hat in seiner Verfügung \"Stofflicher Gewässerschutz in der |189| Landwirtschaft\" vom 28. Februar 1997, welche generell-abstrakte Normen enthält, u.a. gestützt auf Art. 14 GSchG in Ziff. 2 lit. b Folgendes festgehalten:\n\nIst die Nährstoffbilanz überhöht, gelten für die Anpassungen der Tierbestände folgende Fristen und Werte:\n\na) [...]\n\nb) Grenzwerte ab 1.1.2008\n\n[...]\n\nBergzone I 1,8 DGVE/ha Nutzfläche\n\nDie Vorinstanz schliesst daraus, dass im vorliegenden Fall diese Grenzwerte nicht anwendbar seien, weil die Nährstoffbilanz nicht überhöht sei. Die Auslegung mag aus Sicht des grammatikalischen Elementes nachvollziehbar sein, aus Sicht des systematischen und teleologischen Elementes sowie des Art. 14 GSchG indessen nicht: Ohne kantonale Regelung nach Art. 14 Abs. 6 GSchG liegt der Grenzwert bei drei DGVE/ha Nutzfläche, d.h. Hofdünger von 3 DGVE enthaltend 315 kg Gesamtstickstoff (N) und 45 kg Phosphor (P) (vgl. dazu BAFU, Düngung und Umwelt, 2006, S. 33); dies gilt auch in der Bergzone. Indessen ist offensichtlich, dass der Nährstoffbedarf der Pflanzen in Bergzonen in jedem Fall und nicht nur, wenn die Nährstoffbilanz erhöht ist, geringer ist als in der Ackerbauzone (dazu BAFU, a.a.O., S. 33 mit Hinweis auf den Grenzwert für die Bergzone I von 1,8 DGVE/ha basierend auf dem Beschluss der Konferenz der kantonalen Landwirtschaftsdirektoren \"Harmonisierung des Vollzugs im Gewässerschutz\"); dieser Umstand (Höhenlage, topographische Verhältnisse) bildet deshalb gerade auch das Kriterium, damit die kantonale Behörde \"die pro ha zulässigen Düngergrossvieheinheiten [herab]setzt\" (Art. 14 Abs. 6 GSchG). In diesem Sinn ist auch die neue kantonale Organisationsgrundlage zum Erlass dieser Vorschrift zu verstehen, die von der generellen Herabsetzung der zulässigen Düngergrossvieheinheiten nach Art. 14 Abs. 6 GSchG spricht (vgl. § 2 Abs. 3 lit. b der Vollzugsverordnung vom 3. Juli 2001 zur Kantonalen Verordnung zum Gewässerschutzgesetz [GSchG-VV; SRSZ 712.111]). In der Auslegung der Vorinstanz werden indes landwirtschaftliche Betriebe in unterschiedlichen Zonen, deren Nährstoffbilanz nicht überhöht ist, gleich behandelt, obwohl sie aufgrund ihrer Höhenlage (Art. 14 Abs. 6 GSchG) unterschiedlich behandelt werden müssten. Im Übrigen legt auch Ziff. 1 der departementalen Verfügung nahe, dass in der Bergzone I generell der Grenzwert von 1,8 DGVE/ha Nutzfläche gilt. Insofern gilt dieser Wert immer |190| in der Bergzone I, andernfalls eine unhaltbare und stossende Rechtsanwendung vorliegen würde.\n\nDer Beschwerdeführer kann daraus allerdings noch nichts unmittelbar zu seinen Gunsten ableiten. Der Wert von 1,8 DGVE/ha Nutzfläche bildet lediglich den Grenzwert, der durch die Düngerbilanz nicht überschritten werden darf. Massgebend bleibt allemal die für den einzelnen Betrieb vorzunehmende Düngerbilanz, welche ausgeglichen zu sein hat (Art. 14 Abs. 1 GSchG).\n\n3.2.4.3 Unter Berücksichtigung einer ausgeglichenen Düngerbilanz können somit einer bestimmten landwirtschaftlichen Nutzfläche nur eine bestimmte Anzahl Grossvieheinheiten zugeordnet werden (zu einem Beispiel: nicht publiziertes Urteil 1A.168/1992 vom 8. Juni 1993), andernfalls zwischen Nährstoffbedarf und ausgeschiedener Phosphor- und Stickstoffmenge ein Missverhältnis besteht. Insofern ist entgegen der Auffassung des Beschwerdeführers nicht ausschliesslich von der Stallkapazität auszugehen; zu berücksichtigen sind auch die gleichzeitig anwendbaren gewässerschutzrechtlichen - allenfalls zusätzlichen umweltschutz- und tierschutzrechtlichen - Normen (dazu HOFER, a.a.O., N. 26, 27 zu Vorbemerkungen zu den Artikeln 6-10, N. 107 zu Art. 7 BGBB).\n\nEine ausgeglichene Düngerbilanz verlangt, dass der Nährstoffbedarf der Pflanzen grundsätzlich den ausgeschiedenen Phosphor- und Stickstoffmengen entspricht. Dies trifft sowohl für das Gewässerschutz- als auch für das Landwirtschaftsrecht zu. Insoweit kann für die Bilanzierung der ausgeglichenen Düngerbilanz daher ohne weiteres die Methode \"Suisse-Bilanz\" gemäss Ziff. 2.1 Anh. DZV verwendet werden. Allerdings ist zu berücksichtigen, dass die zu beachtenden Werte nicht diejenigen der DZV, sondern des Gewässerschutzrechtes sind. Die Bilanz ist deshalb neu zu berechnen. Aus prozessökonomischen Gründen ist nachfolgend auch auf die zusätzlich vorgebrachten Rügen einzugehen.\n\n3.3\n\n3.3.1 Angesichts der für drei Viertel einer Standardarbeitskraft zu wenig umfangreichen landwirtschaftlichen Nutzflächen verlangt der Beschwerdeführer, dass zugepachtete Nutzflächen in die Betrachtung einzubeziehen seien. Im Kanton Schwyz entspräche dies der überwiegenden Realität.\n\n3.3.2 Diese tatsächlichen Ausführungen des Beschwerdeführers treffen ohne Zweifel zu, sind doch im Kanton Schwyz etwa 40 % der |191| landwirtschaftlichen Nutzflächen Pachtflächen (vgl. MEIER/GIULIANI/FLURY, Flächentransfer und Agrarstrukturentwicklung. Studie im Auftrag des Bundesamtes für Landwirtschaft, Schlussbericht 2009, Juli 2009, S. 88; siehe auch HOFER, a.a.O., S. 236). Ebenso zutreffend ist auch, dass nach Art. 7 Abs. 4 lit. c BGBB zugepachtete Grundstücke zur Beurteilung der Frage, ob ein landwirtschaftliches Gewerbe vorliegt, zu berücksichtigen sind. Der Beschwerdeführer übersieht allerdings, dass er sich - entsprechend den vorinstanzlichen Feststellungen (Art. 105 Abs. 1 BGG) und auch laut den Akten (Art. 105 Abs. 2 BGG e contrario) - nicht in der Situation befindet, wonach er zugepachtete Grundstücke vorweisen kann. Im Gegensatz zu Art. 7 Abs. 4 lit. b BGBB, der von der Möglichkeit spricht, nach Abschluss eines BGBB-Verfahrens, aber trotzdem aufgrund eines \"ausgereifte[n]Konzept[s]\" (HOFER, a.a.O., N. 116 zu Art. 7 BGBB; Botschaft zum Bundesgesetz über das bäuerliche Bodenrecht [BGBB] sowie zumBundesgesetz über die Teilrevisionen des Zivilgesetzbuches [Immobiliarsachenrecht] und desObligationenrechts [Grundstückkauf]vom 19. Oktober 1988, BBl 1988 III 953 ff., 984 [nachfolgend Botschaft BGBB]) unter gewissen Voraussetzungen etwa noch Umbauten vorzunehmen, verlangt Art. 7 Abs. 4 lit. c BGBB bereits zugepachtete Grundstücke (vgl. HOFER, a.a.O., S. 237). Dies trifft hier gerade nicht zu. Die Vorinstanz hat deshalb zu Recht auf eine Einbeziehung von hypothetischen Pachtflächen verzichtet.\n\n3.4\n\n3.4.1 Der Beschwerdeführer bringt sodann vor, dass ihm die Möglichkeit eingeräumt werden müsste, mit anderen Massnahmen die auferlegten Nutzungsbeschränkungen zu kompensieren. So seien Hofdüngerabnahmeverträge in die Berechnung einzubeziehen.\n\n3.4.2 Nach Art. 14 Abs. 5 GSchG müssen Düngerabnahmeverträge, welche entsprechend dem gesetzgeberischen Willen (vgl. die Voten in AB 1990 N 576 ff.; siehe auch den Bericht des Bundesrates über die Reduktion der Umweltrisiken von Düngern und Pflanzenschutzmitteln vom 21. Mai 2003 [BBl 2003 4802, insb. S. 4807]) die Ausnahme bleiben sollen, schriftlich abgeschlossen und von der zuständigen kantonalen Behörde genehmigt werden (siehe auch Art. 26 Abs. 1 der Gewässerschutzverordnung vom 28. Oktober 1998 [GSchV; SR 814.201]). Die kantonale Behörde erteilt die Genehmigung, wenn sichergestellt ist, dass auf dem Abnahmebetrieb die Vorschriften über die Verwendung von Düngern eingehalten werden (Art. 26 Abs. 2 GSchV). Bundesrechtlich gilt eine Mindestdauer von einem Jahr; die |192| Kantone können eine längere Mindestdauer vorschreiben (Art. 26 Abs. 3 GSchV). Daneben sieht auch Ziff. 2.1 Abs. 2 Anh. DZV die Möglichkeit von Abnahmeverträgen für Hofdünger vor.\n\n3.4.3 Der Beschwerdeführer verfügt bislang noch über keinen Hofdüngerabnahmevertrag (Art. 105 BGG). Daher kann ein solcher nicht Berücksichtigung finden.\n\n3.5\n\n3.5.1 Der Beschwerdeführer rügt ferner, dass die Vorinstanz Futterzukäufe nicht berücksichtigt und deshalb gegen Bundesrecht verstossen habe. Diese hat dazu festgehalten, dass Zukäufe von Raufutter im Einzelfall Sinn machten, aus ökologischer und strukturpolitischer Sicht indes kein Anlass bestehe, solche Massnahmen zu fördern.\n\n3.5.2 Mit der Totalrevision des Landwirtschaftsgesetzes im Jahre 1998 ist der Gesetzgeber - angeleitet durch die Verfassungsrevisionen im Landwirtschaftsbereich - vom sogenannten Produktionsmodell zum Produktemodell übergegangen. Danach ist die Produktion nicht nur ausschliesslich auf bodenabhängige Landwirtschaftsbetriebe fokussiert. Das BGBB (Art. 2 Abs. 1 lit. b) hat diesen Schritt ab dem 1. Januar 2004 nachvollzogen (vgl. dazu Botschaft zur Weiterentwicklung der Agrarpolitik [Agrarpolitik 2007] vom 29. Mai 2002, BBl 2002 4721, 4941; BIAGGINI/LIENHARD/RICHLI/UHLMANN, a.a.O., S. 212, siehe auch S. 202). Die Frage, wo die Grenze zwischen zulässiger und unzulässiger Bodenunabhängigkeit liegt, kann hier offengelassen werden (vgl. etwa für die Bestimmung der Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone Art. 16a Abs. 2 des Bundesgesetzes vom 22. Juni 1979 über die Raumplanung [RPG; SR 700] und Art. 36 der Raumplanungsverordnung vom 28. Juni 2000 [RPV; SR 700.1]; siehe auch Bundesamt für Raumentwicklung, Neues Raumplanungsrecht, Erläuterungen zur Raumplanungsverordnung und Empfehlungen für den Vollzug, Bern 2001, Kapitel IV: Deckungsbeitrags- und Trockensubstanzkriterium nach Artikel 36 RPV; BGE 133 II 370 E. 4 S. 373 ff.), will der Beschwerdeführer doch im Verhältnis zu seinen landwirtschaftlichen Grundstücken offensichtlich nur geringe Futterzukäufe berücksichtigt wissen. Angesichts dieses Befundes können solche deshalb in einem gewissen Umfang für die Berechnung der zulässigen Nutztiermenge in Rechnung gezogen werden (vgl. auch e contrario Urteil 2C_876/2008 vom 14. Juli 2009 E. 4.2). Die dadurch allenfalls mögliche geringe Erhöhung der Nutztiermenge wird allerdings durch |193| die Forderung einer ausgeglichenen Düngerbilanz nach Art. 14 Abs. 1 GSchG begrenzt. Damit findet durch das GSchG indirekt wiederum eine Rückbindung der Tierhaltung an den Boden statt (vgl. dazu prägnant Botschaft zu einer Teilrevision des Bundesgesetzes über die Raumplanung, BBl 1996 III 513, 525 Ziff. 202.2). Entgegen der Auffassung der Vorinstanz ist deshalb nicht generell davon auszugehen, dass ein Zukauf von Raufutter nicht zu berücksichtigen sei. Vielmehr wäre zu prüfen, ob damit die Voraussetzung der ausgeglichenen Düngerbilanz immer noch gewährleistet wäre.\n\n3.6\n\n3.6.1 Der Beschwerdeführer rügt im weiteren eine Verletzung des Vertrauensschutzes. Ihm sei auf Anfrage vom kantonalen Landwirtschaftsamt vor Erlass der Feststellungsverfügung in einer Email vom 27. März 2008 bestätigt worden, dass es sich beim strittigen Betrieb um ein landwirtschaftliches Gewerbe nach Art. 7 BGBB handle; darin wurde die Standardarbeitskraft mit 0,753 beziffert.\n\n3.6.2 Nach dem in Art. 9 BV verankerten Grundsatz von Treu und Glauben kann eine (selbst unrichtige) Auskunft, welche eine Behörde dem Bürger erteilt, unter gewissen Umständen Rechtswirkungen entfalten. Voraussetzung (vgl. dazu BGE 131 II 627 E. 6.1 S. 637; BGE 129 I 161 E. 4.1 S. 170; BGE 127 I 31 E. 3a S. 36; HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6. Aufl. 2010, S. 151 ff.; TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 3. Aufl. 2009, S. 163 ff., 165 ff.; PIERRE MOOR, Droit administratif, Bd. I: Les fondements généraux, 2. Aufl. 1994, S. 430 ff.) dafür ist, dass:\n\na) es sich um eine vorbehaltlose Auskunft der Behörden handelt;\n\nb) die Auskunft sich auf eine konkrete, den Bürger berührende Angelegenheit bezieht;\n\nc) die Amtsstelle, welche die Auskunft gegeben hat, hiefür zuständig war oder der Bürger sie aus zureichenden Gründen als zuständig betrachten durfte;\n\nd) der Bürger die Unrichtigkeit der Auskunft nicht ohne weiteres hat erkennen können;\n\ne) der Bürger im Vertrauen hierauf nicht ohne Nachteil rückgängig zu machende Dispositionen getroffen hat;\n\nf) die Rechtslage zur Zeit der Verwirklichung noch die gleiche ist wie im Zeitpunkt der Auskunftserteilung;\n\ng) das Interesse an der richtigen Durchsetzung des objektiven Rechts dasjenige des Vertrauensschutzes nicht überwiegt. |194|\n\n3.6.3 Die Vorinstanz hat festgehalten, dass die behördliche Auskunft zwar unrichtig gewesen sei, doch aufgrund dieser seien keine nachteiligen Dispositionen getroffen worden. Als solche könne einzig das Gesuch um eine Feststellungsverfügung betrachtet werden, woraus sich allerdings keine Nachteile ergeben hätten. Der Kaufvertrag sei bereits vorher rechtsgültig abgeschlossen worden, und aufgrund der erbrechtlichen Auseinandersetzung sei die Frage, ob der strittige landwirtschaftliche Betrieb ein landwirtschaftliches Gewerbe sei, ohnehin gestellt worden. Auch wenn der Beschwerdeführer somit kein Feststellungsbegehren eingereicht hätte, wäre die Gewerbeeigenschaft des Betriebs zu prüfen gewesen. Diesen Argumenten der Vorinstanz ist voll zuzustimmen. Es könnte sich einzig noch die Frage stellen, ob angesichts des notwendigen Erlasses einer Feststellungsverfügung, welche zudem auch von Dritten beantragt oder angefochten werden kann (dazu STALDER, in: Das bäuerliche Bodenrecht, a.a.O., N. 12 ff. zu Art. 83 BGBB, N. 8 zu Art. 84 BGBB) der Beschwerdeführer, der anwaltlich vertreten war, überhaupt davon ausgehen durfte, dass es sich um eine vorbehaltlose Auskunft gehandelt hatte. Diese Frage kann indes offengelassen werden: Die sieben aufgeführten Voraussetzungen müssen kumulativ erfüllt sein; ist bereits eine nicht gegeben, erübrigt es sich deshalb, die logisch vorangehenden zu prüfen.\n\n3.7\n\n3.7.1 Der Beschwerdeführer führt sodann an, dass die landwirtschaftliche Nutzfläche grösser sei, weil die Waldfläche kleiner sei; er stützt sich dabei auf Aussagen des kantonalen Amtes für Wald und Naturgefahren, wonach nach einem Augenschein gemäss provisorischer Abklärung der Wald ca. 0,3 bis 0,5 ha kleiner sein könne. Er habe dargelegt, dass ein Waldfeststellungsverfahren pendent sei und bei der Vorinstanz deshalb beantragt, einen Auskunftsbericht darüber beim kantonalen Forstamt einzuholen.\n\nDie Vorinstanz hat in ihrem Entscheid dazu ausgeführt, dass nicht geltend gemacht worden sei, dass eine kleinere Waldfläche festgestellt worden sei.\n\n3.7.2\n\n3.7.2.1 Nach Art. 2 Abs. 1 des Bundesgesetzes vom 4. Oktober 1991 über den Wald (WaG; SR 921.0) gilt jede Fläche, die mit Waldbäumen oder Waldsträuchern bestockt ist und Waldfunktionen erfüllen kann, als Wald. Entstehung, Nutzungsarten und Bezeichnung im |195| Grundbuch sind nicht massgebend. Art. 2 Abs. 2 WaG beschreibt, was zusätzlich als Wald gilt, sein Abs. 3 führt dagegen aus, was nicht als Wald gilt. Dabei handelt es sich um einen dynamischen Waldbegriff: Der Wald bestimmt seinen örtlichen Geltungsbereich und seinen Nutzungszweck aus eigener, bundesrechtlicher Kraft und geht kantonalen und kommunalen Nutzungszonen im Konfliktfall vor (BGE 123 II 499 E. 3b/bb S. 506 f; siehe etwa WALDMANN/HÄNNI, Raumplanungsgesetz, Handkommentar, 2006, N. 49, 51 ff. zu Art. 18 RPG); Ausnahmen davon gelten nach Art. 10 Abs. 2 WaG lediglich bei Bauzonen. Wald und nicht bewaldete Fläche hängen somit eng voneinander ab.\n\n3.7.2.2 Nach Art. 10 Abs. 1 WaG kann derjenige, der ein schutzwürdiges Interesse nachweist, vom Kanton feststellen lassen, ob eine Fläche Wald ist. Damit wird mit einer Verfügung festgestellt, ob eine bestimmte Fläche \"rechtstechnisch\" Wald ist (WALDMANN/HÄNNI, a.a.O., N. 54 erster Spiegelstrich zu Art. 18 RPG).\n\n3.7.3\n\n3.7.3.1 Entgegen der Auffassung der Vorinstanz - und teilweise auch des Beschwerdeführers - ist die Frage, was Wald und somit wie gross das strittige Waldgrundstück ist, nicht eine tatsächliche, sondern aufgrund von Art. 2 WaG eine rechtliche Frage. Da der Waldbegriff im Bereich ausserhalb von Bauzonen (Art. 10 Abs. 2 i.V.m. Art. 13 WaG) dynamisch ist, sind zudem die Waldgrenzen nicht statisch, weshalb sie im Laufe der Zeit ändern können (vgl. etwa ARNOLD MARTI, in: Umweltrecht, Rausch/Marti/Griffel, [Hrsg.], 2004, S. 141 Rz. 439, 448). Nicht massgeblich für die Waldeigenschaft ist daher etwa die Bezeichnung im Grundbuch. Insofern ist die angesprochene Frage für das vorliegende Verfahren des bäuerlichen Bodenrechts von grundsätzlicher Bedeutung: Der Entscheid über die Grösse des Waldes enthält implizit einen Entscheid über die Grösse der daran angrenzenden landwirtschaftlichen Nutzfläche und dieser möglicherweise wiederum einen über die Frage, ob ein landwirtschaftliches Gewerbe vorliegt. Beide Entscheide können sich offensichtlich gegenseitig bedingen.\n\n3.7.3.2 Die strittige Angelegenheit betrifft somit zwei Erlasse (BGBB und WaG), welche je ein eigenes Verfahren vorsehen: einerseits Art. 84 BGBB, andererseits Art. 10 WaG. Nur in diesem förmlichen Verfahren kann indes rechtskräftig entschieden werden, wie gross die Waldfläche des landwirtschaftlichen Betriebs des |196| Beschwerdeführers ist (Urteil 1A.250/1995 vom 26. Juni 1996, in: ZBl 1998 S. 37 ff., 38 f. E. 2c). Fest steht, dass im vorliegenden Fall noch kein förmliches Waldfeststellungsverfahren nach Art. 10 WaG durchgeführt worden ist - auch wenn der Beschwerdeführer noch vor Vorinstanz detailliert und glaubhaft ausgeführt hat, dass ein solches \"pendent\" sei. Allerdings schadet dies dem Beschwerdeführer nicht. Auch ohne dass er ein Gesuch gestellt hat, wäre die kantonale Behörde verpflichtet gewesen, von Amtes wegen ein Waldfeststellungsverfahren einzuleiten, weil sie ohne eine förmliche Waldfeststellung in der hier strittigen Angelegenheit die Frage der Grösse der landwirtschaftlichen Nutzungsflächen gar nicht behandeln konnte und auch nicht durfte (vgl. Urteil 1A.250/1995 vom 26. Juni 1996, in: ZBl 1998, S. 37 ff., 38 f. E. 2c i.f.; siehe auch MARTI, a.a.O., Rz. 447).\n\n3.7.4\n\n3.7.4.1 Nach der Rechtsprechung muss die Rechtsanwendung materiell koordiniert, d.h. inhaltlich abgestimmt erfolgen, wenn für die Verwirklichung eines Projekts verschiedene materiellrechtliche Vorschriften anzuwenden sind und zwischen diesen Vorschriften ein derart enger Sachzusammenhang besteht, dass sie nicht getrennt und unabhängig voneinander angewendet werden dürfen. In solchen Fällen ist die Anwendung des materiellen Rechts überdies in formeller, verfahrensmässiger Hinsicht in geeigneter Weise zu koordinieren (BGE 117 Ib 35 E. 3e S. 39; grundlegend BGE 116 Ib 50; ARNOLD MARTI, in: Zürcher Kommentar, 3. Aufl. 1998, N. 56 ff. zu Art. 6 ZGB; siehe auch TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 412 ff.). Diese aus dem materiellen Recht hervorgehende inhaltliche und verfahrensmässige Koordinationspflicht ergibt sich u.a. aus dem Willkürverbot und dem Grundsatz der Einheit und Widerspruchsfreiheit der Rechtsordnung (vgl. etwa BGE 117 Ib 35 E. 3e S. 39; BGE 129 III 161 E. 2.6 S. 165 in Bezug auf die Einheit der Rechtsordnung zwischen Privat- und öffentlichem Recht), der Verhinderungen von Verfahrensverzögerungen sowie der Vereitelung von Bundesrecht (BGE 116 Ib 50 E. 4a S. 56).\n\n3.7.4.2 Die vorliegende Streitsache betrifft zwei Erlasse, welche die gleiche Frage unterschiedlich beantworten können. Allerdings kann nur im Waldfeststellungsverfahren nach Art. 10 WaG Gewähr bestehen, dass der Wald entsprechend den bundesrechtlichen Vorschriften korrekt bestimmt wird. Ohne Koordination der materiellen Aspekte, insbesondere auch ohne eine übereinstimmende Auslegung |197| von Begriffen (vgl. dazu auch Urteil 1A.181/1995 vom 22. Dezember 1995, in: ZBl 1997 S. 130 ff. E. 5c, S. 134 f.; RICHLI, a.a.O., S. 285 Rz. 796; implizit auch DONZALLAZ, a.a.O., Rz. 2563 ff., 2580 ff.), und des Verfahrens besteht deshalb die Gefahr, dass widersprechende Entscheide hinsichtlich der Grösse des strittigen Waldgrundstückes ergehen können. Insofern führt eine getrennte Behandlung zu sachlich unhaltbaren Ergebnissen, was eine willkürliche Rechtsanwendung darstellt. Es ist auch nicht von der Hand zu weisen, dass ein Feststellungsverfahren nach dem bäuerlichen Bodenrecht (Art. 84 BGBB) ohne Einbezug der Ergebnisse eines Waldfeststellungsverfahrens in einem späteren Zeitpunkt, d.h. nach Vornahme eines solchen (Art. 10 WaG), wieder geändert werden muss. Dies würde indes nicht der Intention des Gesetzgebers entsprechen: Danach sollen Feststellungsverfügungen den Betroffenen erlauben, richtig zu disponieren und unliebsame Überraschungen auszuschliessen (vgl. Botschaft BGBB, BBl 1988 III 1058 f; siehe auch STALDER, a.a.O., S. 214 ff.). Eine Koordination ist zudem umso mehr gefordert, als der Feststellungsentscheid Grundlage für die nach Zivilrecht zu erfolgende erbrechtliche Auseinandersetzung bildet und den Zivilrichter bindet; es handelt sich um eine privatrechtsgestaltende Verfügung (vgl. STALDER, a.a.O., S. 192 ff.; siehe auch HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 1019 ff.) bzw. ein Urteil, welche bzw. welches selbst nach der Feststellung der Unrichtigkeit durch ein später eingeleitetes Waldfeststellungsverfahren nicht mehr rückgängig gemacht werden kann, wenn der zivilrechtliche Akt abgeschlossen oder vollzogen ist.\n\n3.7.4.3 Das kantonale Landwirtschaftsamt wäre deshalb gehalten gewesen, das Verfahren des bäuerlichen Bodenrechts mit dem Waldfeststellungsverfahren materiell und formell zu koordinieren (zur Koordinationspflicht im bäuerlichen Bodenrecht vgl. bereits BGE 125 III 175 Regeste S. 175 und E. 2c S. 180 und dessen nachträgliche Kodifizierung in Art. 4a VBB; siehe auch Art. 49 RPV; zum Ganzen DONZALLAZ, a.a.O., Rz. 1939 ff.). Wie die Koordination im Einzelnen auszugestalten ist, obliegt grundsätzlich den Kantonen. Allerdings würde sich anerbieten, die Grundsätze der Koordination von Art. 25a RPG analog anzuwenden. Das BGBB verweist verschiedentlich auf das Raumplanungsgesetz, insbesondere auch was die landwirtschaftlichen Grundstücke betrifft (Art. 16 Abs. 1 RPG). Zwischen den beiden Erlassen besteht eine grosse Abhängigkeit (BGE 125 III 175 E. 2 S. 177 ff.) und Verflechtung (REINHOLD HOTZ, Auswirkungen der Teilrevision des RPG auf das BGBB, BlAR 2000 S. 3 ff., 4). |198|\n\n3.8 Zusammenfassend ist mithin festzuhalten: Für die Prüfung, ob ein landwirtschaftliches Gewerbe im Sinne von Art. 7 BGBB vorliegt, ist - wie die Vorinstanz zu Recht ausgeführt hat - auf durchschnittliche Bewirtschaftungsformen abzustellen. Bei der Bestimmung der möglichen Grossvieheinheiten, welche auf der vorhandenen Nutzfläche gehalten werden dürfen, ist nicht die DZV, sondern das GSchG und die kantonale Konkretisierung zu berücksichtigen. Aus diesem Grund erhöht sich die zulässige DGVE/ha um 0,4 von 1,4 auf 1,8 DGVE/ha. Daraus kann allenfalls ein erhöhter Viehbestand resultieren. Indes ist grundsätzlich eine Gesamtbetrachtung notwendig, welche sich an einer ausgeglichenen Nährstoffbilanz nach Art. 14 Abs. 1 GSchG zu orientieren hat. Bei der Berechnung kann auf die Methode \"Suisse-Bilanz\" abgestellt werden. Pachtflächen und Hofdüngerabnahmeverträge sind hier nicht zu berücksichtigen, wohingegen ein geringer Futterzukauf, allerdings wiederum unter Berücksichtigung einer ausgeglichenen Düngerbilanz, in Rechnung zu stellen ist. Schliesslich ist eine Waldfeststellung vorzunehmen und mit dem BGBB materiell und formell zu koordinieren. Allenfalls lässt sich damit eine grössere Landwirtschaftsfläche feststellen, was wiederum Auswirkungen auf die Standardarbeitskraft hätte."}