{"annee": "137", "cour": "II", "page": "284", "date": "10/2/2011", "cite": ["132 II 382", "130 II 351", "136 II 43", "121 II 473", "115 IB 55", "105 IB 406", "126 II 111"], "cite_par": ["142 II 182"], "chapeau": "23. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Finanzmarktaufsicht (FINMA) gegen X. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_89/2010 / 2C_106/2010 vom 10. Februar 2011", "regestes": ["Art. 36 LFINMA, art. 23quater al. 1 LB; art. 3 LPCC, art. 3 OPCC et n. 9 ss de la Circulaire de la FINMA 2008/8 \"Appel au public au sens de la législation sur les placements collectifs de capitaux\"; nomination d'un chargé d'enquête et notion d'appel au public en cas d'offre ou de distribution de placements collectifs de capitaux. La nomination d'un chargé d'enquête n'exige pas qu'une violation déterminée de la loi ait déjà été constatée (consid. 4). A côté de la publicité qui ne s'adresse qu'à des investisseurs qualifiés et qui n'est dès lors en principe pas considérée comme un appel au public (art. 3, 3e phrase, LPCC), il reste une place supplémentaire mais limitée au sein de la notion de \"public\" (art. 3, 1re phrase, LPCC) pour des activités non publiques. N'est pas considérée comme \"public\" l'offre respectivement la publicité adressée, d'un point de vue qualitatif ou quantitatif, à un cercle étroitement délimité de personnes (consid. 5.1-5.3)."], "faits": "|285|\n\nDie Eidgenössische Bankenkommission (EBK) ermittelte ab Februar 2008 gegen die \"Baumann\"-Gruppe wegen illegaler Aktivitäten am Finanzmarkt. Am 27. August 2008 stellte sie fest, dass Ambros Baumann und verschiedene seiner Einzelfirmen gewerbsmässig Publikumseinlagen entgegengenommen und damit gegen das Bundesgesetz vom 8. November 1934 über die Banken und Sparkassen (Bankengesetz, BankG; SR 952.0) verstossen haben. Die EBK eröffnete über den Nachlass von Ambros Baumann und über seine Einzelfirmen den bankenrechtlichen Konkurs. Der Untersuchungsbeauftragte war in seinem Bericht vom 30. Juni 2008 zum Schluss gekommen, dass zwischen 2000 und 2007 rund 604 Anleger im Rahmen von sogenannten \"Treuhandverträgen\" bei der \"Baumann\"Gruppe mindestens Fr. 72'602'000.- investiert hätten und die Herkunft von weiteren Fr. 32'622'000.- bisher noch nicht identifiziert sei. Den Forderungen stünden Aktiven von bloss rund Fr. 6'565'000.- gegenüber. Die Verfügung wurde rechtskräftig.\n\nAmbros Baumann und dessen Einzelfirmen unterhielten ein umfangreiches Vermittlernetz. Am 29. Oktober 2008 stellte die Eidgenössische Bankenkommission unter anderem fest, dass X. in diesem Rahmen gegen das Banken-, das Kollektivanlagen- und das Börsengesetz verstossen habe und ihm verboten werde, unter jeglicher Bezeichnung selbst oder über dritte Publikumseinlagen gewerbsmässig entgegenzunehmen bzw. kollektive Kapitalanlagen zu vertreiben oder für solche bzw. für die Entgegennahme von Publikumseinlagen oder eine andere den Banken vorbehaltene Tätigkeit zu werben. Mit Urteil vom 14. Dezember 2009 hiess das Bundesverwaltungsgericht die von X. hiergegen gerichtete Beschwerde teilweise gut und hob die angefochtene Verfügung insofern auf, als die EBK darin zum Schluss gekommen war, dass X. eine kollektive Kapitalanlage öffentlich angeboten und vertrieben habe. |286|\n\nDie Eidgenössische Finanzmarktaufsicht (FINMA) als Nachfolgeorganisation der EBK beantragt vor Bundesgericht, den Entscheid des Bundesverwaltungsgerichts aufzuheben, soweit er den Vertrieb von kollektiven Kapitalanlagen im Sinne des Bundesgesetzes vom 23. Juni 2006 über die kollektiven Kapitalanlagen (Kollektivanlagengesetz, KAG; SR 951.31) betrifft. X. hat den vorinstanzlichen Entscheid ebenfalls angefochten (2C_106/2010). Das Bundesgericht weist die Beschwerde der FINMA ab und heisst jene von X. teilweise (im Entschädigungspunkt) gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Entgegen der Kritik des Beschwerdeführers sind schliesslich auch die Einsetzung des Untersuchungsbeauftragten und die Kostenregelung im angefochtenen Entscheid nicht zu beanstanden, soweit diese Fragen hier überhaupt zu prüfen sind, nachdem der Abschreibungsbeschluss des Bundesverwaltungsgerichts vom 12. Dezember 2008 bezüglich der superprovisorischen Einsetzung des Untersuchungsbeauftragten nicht angefochten wurde und die entsprechende vorsorgliche Massnahme vom 19. August 2008 mit der Verfügung der EBK vom 29. Oktober 2008 dahin gefallen ist.\n\n4.2\n\n4.2.1 Liegen hinreichend konkrete Anhaltspunkte dafür vor, dass eine bewilligungspflichtige Geschäftstätigkeit ausgeübt werden könnte, ist die Bankenkommission bzw. heute die FINMA befugt und verpflichtet (BGE 115 Ib 55 E. 3 S. 58; BGE 105 Ib 406 E. 2 S. 408 f.), die zur weiteren Abklärung erforderlichen Informationen einzuholen und die nötigen Anordnungen zu treffen. Für die Einsetzung eines Beobachters bzw. eines Untersuchungsbeauftragten (vgl. Art. 23quater Abs. 1 BankG in seiner Fassung vom 3. Oktober 2003 [AS 2004 2767]) ist nicht erforderlich, dass eine bestimmte Gesetzesverletzung bereits feststeht; es genügt, dass objektive Anhaltspunkte für eine solche sprechen, wobei der Sachverhalt nur durch die Kontrolle vor Ort bzw. durch die Einsetzung eines Untersuchungsbeauftragten mit den entsprechenden Befugnissen abschliessend geklärt werden kann. Der durch die EBK zu beseitigende Missstand liegt in diesem Verfahrensstadium in der unklaren Ausgangslage, die es zu bereinigen gilt (BGE 132 II 382 E. 4.2; BGE 130 II 351 E. 2.2 S. 355; BGE 126 II 111 E. 4c S. 118; vgl. auch ANDRÉ TERLINDEN, Der Untersuchungsbeauftragte |287| der FINMA als Instrument des Finanzmarktenforcements, 2010, S. 160 ff., S. 215 ff.). Die EBK bzw. die FINMA sind dabei an die allgemeinen Verfassungs- und Verwaltungsgrundsätze gebunden (BGE 130 II 351 E. 2.2 S. 355). Wie jedes staatliche Handeln muss auch die finanzmarktrechtliche Einsetzung des Untersuchungsbeauftragten - wegen der damit einhergehenden Konsequenzen (vgl. BGE 126 II 111 E. 5b/bb S. 121; siehe auch die Grundsätze 3 und 6 des Papiers \"Enforcement-Policy\" der FINMA vom 17. Dezember 2009; TERLINDEN, a.a.O., S. 244) - verhältnismässig sein (vgl. Art. 5 Abs. 2 BV; BGE 136 II 43 E. 3.3.). Im Rahmen der mit ihren Anordnungen verbundenen Interessenabwägungen hat die Aufsichtsbehörde der Möglichkeit Rechnung zu tragen, dass die betroffenen natürlichen oder juristischen Personen im Resultat allenfalls tatsächlich keiner unterstellungspflichtigen Tätigkeit nachgehen und die vorsorglichen Massnahmen sie in materiell ungerechtfertigter Weise massiv beeinträchtigen können. Sie muss deshalb jeweils rasch auf erste Resultate der Abklärungen reagieren (BGE 126 II 111 E. 5b/bb S. 121; vgl. den Grundsatz 4 des Papiers \"Enforcement-Policy\" der FINMA vom 17. Dezember 2009).\n\n4.2.2 Das Instrument des Untersuchungsbeauftragten ist heute in Art. 36 des Bundesgesetzes vom 22. Juni 2007 über die Eidgenössische Finanzmarktaufsicht (Finanzmarktaufsichtsgesetz, FINMAG; SR 956.1) geregelt: Danach kann die Aufsichtsbehörde eine unabhängige und fachkundige Person damit beauftragen, bei einer oder einem Beaufsichtigten einen aufsichtsrechtlich relevanten Sachverhalt abzuklären oder von ihr angeordnete aufsichtsrechtliche Massnahmen umsetzen zu lassen (Abs. 1). Sie umschreibt in der Einsetzungsverfügung die Aufgaben der oder des Untersuchungsbeauftragten und legt gleichzeitig fest, in welchem Umfang die oder der Untersuchungsbeauftragte anstelle der Organe der Beaufsichtigten handeln darf (Abs. 2). Die Beaufsichtigten haben der oder dem Untersuchungsbeauftragten Zutritt zu ihren Räumlichkeiten zu gewähren sowie alle Auskünfte zu erteilen und Unterlagen offenzulegen, welche zur Erfüllung der entsprechenden Aufgabe erforderlich sind (Abs. 3). Der Beaufsichtigte muss die Kosten des Untersuchungsbeauftragten tragen und auf Anordnung der FINMA hin, einen entsprechenden Kostenvorschuss leisten (Abs. 4). Diese Regelung entspricht inhaltlich dem hier noch anwendbaren Art. 23quater BankG (BBl 2006 2829 Ziff. 2.3.2 S. 2884; TERLINDEN, a.a.O., S. 64) und findet auch auf Finanzintermediäre Anwendung, die in Verletzung |288| finanzmarktrechtlicher Bestimmungen bewilligungslos tätig sind (vgl. BGE 136 II 43 E. 3.1 mit Hinweisen).\n\n4.2.3 Nach der Rechtsprechung des Bundesgerichts unter dem OG (BS 3 531) war die Einsetzung eines Beobachters bzw. eines Untersuchungsbeauftragten ohne vorgängige Gewährung des rechtlichen Gehörs nicht direkt mit Verwaltungsgerichtsbeschwerde anfechtbar (vgl. TERLINDEN, a.a.O., S. 248 ff.). Die EBK müsse - so das Gericht in BGE 126 II 111 ff. - bei Gefahr im Verzug die entsprechende Massnahme superprovisorisch anordnen, dem Betroffenen hierauf das rechtliche Gehör gewähren und hernach erneut verfügen. Gegen diesen zweiten (Zwischen-)Entscheid sei dann die Verwaltungsgerichtsbeschwerde zulässig. Begründet wurde dies damit, dass nur so vermieden werden könne, dass im erstinstanzlichen Verfahren durch die EBK systematisch der Anspruch auf rechtliches Gehör missachtet werde und das Bundesgericht sich mit neuen Einwänden beschäftigen müsse, die das erstinstanzliche Verfahren zu beeinflussen bzw. zu verkürzen oder zu beenden geeignet gewesen wären. Die EBK dürfe als erstinstanzliche Behörde nicht darauf vertrauen, dass von ihr missachtete Verfahrensrechte systematisch nachträglich unter Erweiterung seiner Kognition durch das Bundesgericht geheilt würden, andernfalls die für das erstinstanzliche Verfahren vorgesehenen prozessualen Garantien ihren Sinn verlören (BGE 126 II 111 E. 6b/aa S.123 f.). Das Bundesgericht präzisierte diese Rechtsprechung in der Folge dahin, dass die EBK nicht verpflichtet sei, die zweite Verfügung von Amtes wegen zu erlassen, sondern der Betroffene sich in zumutbarer Weise um diese bemühen und seinen Willen diesbezüglich klar zum Ausdruck bringen müsse. Wer die Einsetzung des Beobachters bzw. Untersuchungsbeauftragten nicht infrage stellen wolle, habe ein Interesse daran, dass von der EBK kein unnötiger Aufwand betrieben werde, weshalb ausdrücklich um den Erlass der entsprechenden anfechtbaren Verfügung zu ersuchen sei (BGE 130 II 351 E. 3.2 S. 356 f.; Urteile 2A.65/2002 vom 22. Mai 2002 E. 2.2.2, in: EBK-Bulletin 43/2003 S. 15 ff.; 2A.179/2001 vom 31. Mai 2001 E. 3a/bb, in: EBK-Bulletin 42/2002 S. 45 ff.).\n\n4.2.4 Das Bundesverwaltungsgericht hat diese Rechtsprechung ursprünglich unter dem neuen Recht übernommen (vgl. etwa das Urteil B-5839/2008 vom 19. September 2008). Inzwischen hat es seine Praxis im Entscheid B-2727/2009 vom 27. Mai 2009 mit Blick auf die ihm zustehende volle Kognition (Art. 49 VwVG [SR 172.021]; PETER NOBEL, Schweizerisches Finanzmarktrecht und internationale |289| Standards, 3. Aufl. 2010, § 7 N. 173; TERLINDEN, a.a.O., S. 254) relativiert. Die Einsetzung eines Untersuchungsbeauftragten erfolge als selbständig anfechtbarer Zwischenentscheid, wobei regelmässig Gefahr in Verzug sei; sie bewirke überdies einen nicht leicht wieder gutzumachenden Nachteil. Da ein Beschwerdeweg mit voller Kognition offenstehe und keine andere Bestimmung des Bundesrechts einen Anspruch auf vorherige Anhörung gewährleiste, sei die entsprechende (superprovisorische) Zwischenverfügung direkt und selbständig anfechtbar. Es hat diese Rechtsprechung in der Folge in dem Sinn präzisiert, dass die Anfechtung der superprovisorischen Massnahme die Ausnahme bilden müsse und zunächst bei der FINMA um rechtliches Gehör zu ersuchen sei. Nur wenn sich eine Rechtsverzögerung oder -verweigerung abzeichne, stehe die Beschwerde bereits gegen die superprovisorische Anordnung offen (vgl. das Urteil B-7038/2009 vom 20. November 2009 E. 1.12 ff.; MAURENBRECHER/TERLINDEN, in: Basler Kommentar, Börsengesetz, Finanzmarktaufsichtsgesetz, Watter/Vogt [Hrsg.], 2. Aufl. 2011, N. 80 zu Art. 36 FINMAG). Wie es sich damit verhält, braucht hier nicht abschliessend entschieden zu werden (vgl. zur Problematik des rechtlichen Gehörs in diesem Fall: TERLINDEN, a.a.O., S. 255 ff.), da vorliegend das Urteil des Bundesverwaltungsgerichts über den Endentscheid der EBK angefochten und die Einsetzung der Untersuchungsbeauftragten in diesem Rahmen so oder anders wegen der damit verbundenen Kostenpflicht zu prüfen ist (vgl. Art. 93 Abs. 3 BGG).\n\n4.2.5 Der Untersuchungsbericht zur \"Baumann\"-Gruppe hatte ergeben, dass diese über zahlreiche \"Vermittler\" zu den für die Fortsetzung ihres \"Schneeball\"-Systems erforderlichen Publikumseinlagen kam. Die Rolle des Beschwerdeführers und seines Sohnes waren dabei unklar, konnten aber aufgrund der ersten Abklärungen (Pool-Konto, hohe Provisionszahlungen, unklare Finanzflüsse usw.) nicht von vornherein als unbedeutend oder von untergeordneter Natur qualifiziert werden. Blosse Befragungen des Beschwerdeführers und seines Sohnes waren nicht geeignet, den Sachverhalt rechtsgenügend zu erstellen, da der genaue Umfang ihrer Verstrickung in die Geschäfte der \"Baumann\"-Gruppe erst noch abzuklären war. Zwar erklärte sich der Beschwerdeführer bereit, hierbei mitzuwirken, und ersuchte er die EBK vor Einsetzung der Untersuchungsbeauftragten auch um einen Sitzungstermin, doch beschränkte dies die Ermittlungsmöglichkeiten der Aufsichtsbehörde nicht. Die EBK musste sich nicht mit dem zufriedengeben, was der Beschwerdeführer |290| allenfalls bereit war, ihr zu kommunizieren. Der erste Untersuchungsbericht hatte einen objektiv begründeten Anfangsverdacht dafür geliefert, dass der Beschwerdeführer stärker in die Aktivitäten verwickelt sein könnte als andere Vermittler. Diesen Verdacht galt es anschliessend zu prüfen, was einerseits die Anhörung des Betroffenen durch die Untersuchungsbeauftragten voraussetzte, andererseits aber auch die unabhängige Analyse der Finanzflüsse über seine Konten nahe legte.\n\n4.2.6 Die EBK hielt sich beim Entscheid, die Untersuchungsverfahren aufzuspalten und die Aktivitäten des Beschwerdeführers und seines Sohnes über die bereits aus der \"Baumann\"-Untersuchung vorliegenden Resultate hinaus zu vertiefen, im Bereich ihres technischen Ermessens (vgl. hierzu BGE 132 II 382 E. 4 und 5; BGE 130 II 351 E. 2.2; TERLINDEN, a.a.O., S. 218 ff.). Entgegen der Auffassung des Beschwerdeführers bestanden zahlreiche offene Fragen bezüglich der Vermittler und des Verbleibs der Anlagegelder. Nachdem der Y. Fund zudem ähnliche Strukturen aufwies wie derjenige von Ambros Baumann, waren auch diesbezüglich weitere Untersuchungen gerechtfertigt. Der Beschwerdeführer konnte sich sowohl vor der EBK als auch vor dem Bundesverwaltungsgericht zu den verschiedenen Ermittlungsergebnissen vollumfänglich äussern, weshalb nicht ersichtlich ist, inwiefern durch dieses Vorgehen sein Anspruch auf rechtliches Gehör verletzt worden sein könnte (vgl. BGE 130 II 351 E. 3.3 S. 357 ff.).\n\n4.2.7 Der Untersuchungsbeauftragte 1 hat nicht gegen den Beschwerdeführer, sondern im Zusammenhang mit dem Nachlass von Ambros Baumann ermittelt. Erst als ersichtlich wurde, dass auch den Beschwerdeführer persönlich aufsichtsrechtliche Vorwürfe treffen könnten, wurde am 1. Juli (bzw. am 19. August) 2008 ein weiteres Enforcementverfahren eröffnet, in dem ihm Parteistellung zukam und er alle seine Rechte gegenüber der verfügenden Behörde wahrnehmen konnte. Soweit der Beschwerdeführer geltend macht, die Untersuchungsbeauftragten hätten ihn nicht hinreichend angehört, verkennt er, dass nicht diese zu entscheiden hatten; die definitive Sachverhaltsfeststellung und die rechtliche Würdigung oblagen abschliessend der EBK (BGE 130 II 351 E. 3.3.2 mit Hinweisen; NOBEL, a.a.O., § 7 N. 135). Der Untersuchungsbeauftragte hat den Sachverhalt objektiv nach allen Seiten hin abzuklären und der Aufsichtsbehörde eine möglichst klare Entscheidgrundlage zu liefern (URS ZULAUF, Finanzmarktenforcement, Verfahren der FINMA, |291| Gesellschafts- und Kapitalmarktrecht [GesKR] 2009 S. 46 ff., dort S. 49 f.; NOBEL, a.a.O., § 7 N. 128). Bei der Einsetzung des Untersuchungsbeauftragten und der Umschreibung von dessen Aufgaben verfügt die Aufsichtsbehörde über ein gewisses Ermessen (POLEDNA/MARAZZOTTA, in: Basler Kommentar, Bankengesetz, Watter und andere [Hrsg.], 2005, N. 8 zu Art. 23quater BankG; TERLINDEN, a.a.O., S. 218 ff.). Richtig ist, dass die Einsetzung eines Untersuchungsbeauftragten und die damit verbundenen Anordnungen - wie bereits ausgeführt - schwer in die Geschäftstätigkeiten der Beaufsichtigten eingreifen können, weshalb sie nicht leichthin zu verfügen sind; indessen ist nicht ersichtlich, warum sie - wie der Beschwerdeführer einwendet - (absolut) unzulässig erscheinen sollen, wenn eine möglicherweise unbewilligte Tätigkeit eingestellt wurde (was meistens nicht sicher ist), der Betroffene mehr oder weniger bereit ist, bei den Abklärungen mitzuwirken, oder die Ermittlungen nicht \"zukunftsgerichtet\" erscheinen.\n\n4.2.8 Entscheidend sind immer die Umstände und Verdachtsmomente im Einzelfall. Diese legten vorliegend, wo Millionen von Anlagegeldern verschwunden waren, ergänzende Abklärungen bei den Hauptvermittlern der \"Baumann\"-Gruppe nahe. Das Vorgehen in zwei Etappen aufgrund des jeweiligen Erkenntnisstandes entsprach - entgegen der Kritik des Beschwerdeführers - gerade dem Gebot der Verhältnismässigkeit. Soweit er geltend macht, die EBK und die Vorinstanz hätten die Zwischenverfahren verzögert, um unbehindert ermitteln und möglichst schnell in der Sache verfügen zu können, bestehen hierfür keinerlei Hinweise. Es lag gerade auch in seinem Interesse, dass die Aufsichtsbehörde ihr Verfahren möglichst straff führte und die sich abzeichnenden weiteren Verfahrensschritte jeweils rechtzeitig vorbereitete.\n\n(...)\n\n5.\n\n5.1 Die FINMA macht geltend, das Bundesverwaltungsgericht sei zu Unrecht davon ausgegangen, der Beschwerdeführer habe die Anteile des Y. Funds nicht öffentlich angeboten und/oder vertrieben und deshalb auch nicht gegen das Kollektivanlagengesetz verstossen. Das Bundesverwaltungsgericht hat festgehalten, dass die Auslegung der FINMA, wonach jede Werbung, welche sich nicht ausschliesslich an qualifizierte Anleger richte, als öffentlich zu betrachten sei, sich als zu \"pauschal\" erweise. Hätte der Gesetzgeber eine solche Rechtsfolge gewollt, hätte er dies ausdrücklich so festlegen |292| müssen. Der Begriff \"Publikum\" in Art. 3 Satz 1 KAG deute auf eine grössere Zahl von Adressaten hin. Im Sinne eines Umkehrschlusses ergebe sich hieraus, dass Werbung, die sich an eine Person oder einige wenige Personen richte, nicht als \"öffentliche\" gelten könne. Eine solche liege nur vor, wenn sich die Werbung \"nicht an einen eng umschriebenen Kreis von Personen\" wende.\n\n5.2\n\n5.2.1 Ausländische Kollektivanlagen unterstehen den Bestimmungen des KAG (Art. 119 ff.), wenn für sie in oder von der Schweiz aus öffentlich geworben wird (FRANCO TAISCH, Finanzmarktrecht, 2. Aufl. 2010, Kapitel 3, N. 31). Wer öffentlich Anteile einer (in- oder ausländischen) kollektiven Kapitalanlage anbietet oder vertreibt, bedarf hierfür einer Bewilligung der FINMA (Art. 19 KAG [Vertriebsträger]; zu den weiteren Situationen, in denen die Rechtsfolgen nach KAG sich an eine öffentliche Werbung knüpfen: TAISCH, a.a.O., Kapitel 3, N. 72). Nach Art. 3 KAG gilt als öffentliche Werbung \"jede Werbung, die sich an das Publikum richtet\" (Satz 1). Nicht als Werbung zu qualifizieren ist namentlich die von den beaufsichtigten Finanzintermediären erstellte Publikation von Preisen, Kursen und Inventarwerten (Satz 2). \"Die Werbung gilt als nicht öffentlich, wenn sie sich ausschliesslich an qualifizierte Anleger gemäss Artikel 10 Absatz 3\" wendet (Satz 3).\n\n5.2.2 Der Bundesrat hat diese Regelung in Art. 3 der Verordnung vom 22. November 2006 über die kollektiven Kapitalanlagen präzisiert (KKV; SR 951.311). Danach liegt keine öffentliche Werbung vor, wenn sich diese \"ausschliesslich an qualifizierte Anlegerinnen und Anleger im Sinne von Artikel 10 Absätze 3 und 4 des Gesetzes richtet und nur die für diesen Markt üblichen Werbemittel eingesetzt werden\" (Abs. 1). Die Publikation von Preisen, Kursen, Inventarwerten und Steuerdaten in den Medien von in der Schweiz nicht zum öffentlichen Vertrieb zugelassenen ausländischen kollektiven Kapitalanlagen stellt keine öffentliche Werbung dar, sofern die Publikation keine Kontaktangabe enthält (Abs. 2). Die Eidgenössische Finanzmarktaufsicht hat den Begriff der öffentlichen Werbung ihrerseits im für die richterlichen Behörden unverbindlichen (vgl. BGE 121 II 473 E. 2b mit Hinweisen; NOBEL, a.a.O., § 7 N. 60) \"Rundschreiben 2008/8: Öffentliche Werbung im Sinne der Gesetzgebung über die kollektiven Kapitalanlagen\" ergänzt (vgl. THÉVENOZ/ZULAUF, BF 2009, Regulierung und Selbstregulierung der Finanzmärkte in der Schweiz, 2009, B-08.08): Als Werbung soll demnach die |293| Verwendung von Werbemitteln jeder Art gelten, deren Inhalt dazu dient, bestimmte kollektive Kapitalanlagen anzubieten oder zu vertreiben. Geht die Initiative vom Kunden aus, liegt keine Werbung vor (FINMA-RS 08/8 N. 6 ff.). Jede Art von Werbung gilt nach dem Rundschreiben als öffentlich, falls sie sich nicht ausschliesslich an qualifizierte Anleger richtet (FINMA-RS 08/8 N. 9 ff.).\n\n5.3\n\n5.3.1 Diese Auslegung erweist sich als zu streng und ist - wie die Vorinstanz zu Recht festgestellt hat - durch Art. 3 KAG nicht gedeckt: Die Verwendung des Begriffs der \"öffentlichen Werbung\" ist im Zusammenhang mit dem Schutzzweck des Gesetzes zu verstehen. Das KAG stuft den Anlegerschutz je nach Schutzbedürftigkeit der Investoren ab. Es sieht dementsprechend vor, dass jede Werbung als nicht öffentlich gilt, die sich ausschliesslich an qualifizierte Anleger richtet (Art. 3 Satz 3 KAG). Deren reduziertes Schutzbedürfnis rechtfertigt eine weniger weitgehende finanzmarktrechtliche Kontrolle als jenes der Publikumsanleger (teleologisches Element). Würde der Auslegung der FINMA gefolgt, machte Art. 3 Satz 1 KAG, wonach als öffentliche Werbung jede Werbung gilt, \"die sich an das Publikum richtet\", keinen Sinn mehr. Der Gesetzgeber hätte sich in diesem Fall damit begnügen können, festzuhalten, dass jegliche Werbung, die sich nicht an qualifizierte Anleger wendet, zu einer Unterstellung unter das KAG führt, soweit dieses hierfür eine \"öffentliche\" Werbung voraussetzt. Der erste Satz von Art. 3 KAG stellt die Grunddefinition dar; die zwei anschliessenden Sätze sehen gesetzliche Ausnahmen zu dieser vor: Satz 2 bezüglich des Begriffs der Werbung, Satz 3 hinsichtlich jenem der Öffentlichkeit (grammatikalisches und systematisches Auslegungselement).\n\n5.3.2 Nichts anderes ergibt sich entgegen der Auffassung der FINMA aus der Entstehungsgeschichte der Norm (objektiv und subjektiv historische Auslegung): Der Bundesrat hielt in seiner Botschaft fest, dass als öffentliche Werbung, ohne Rücksicht auf die Form, jede Werbung zu gelten habe, die sich nicht an einen eng umschriebenen Kreis von Personen richte, was mit der bisherigen Praxis der Aufsichtsbehörde und der Rechtsprechung des Bundesgerichts übereinstimme (BBl 2005 6395 ff., dort S. 6438). Richtig ist, dass der vom ihm vorgeschlagene Gesetzestext in der Folge im Parlament abgeändert wurde; dies geschah jedoch gerade in der Absicht, den Begriff der öffentlichen Werbung und damit die Anwendbarkeit des |294| KAG mit seinen einschneidenden Regeln nicht zu weit zu fassen. Mit der Vorinstanz ist deshalb davon auszugehen, dass neben der Werbung, die sich an qualifizierte Anleger richtet und damit als \"nicht öffentlich\" gilt, im Rahmen des Begriffs \"Publikum\" ein zusätzlicher, beschränkter Raum für nicht öffentliches Handeln verbleibt. Richtet sich das Angebot bzw. die Werbung an einen eng umschriebenen Personenkreis, liegt keine Öffentlichkeit bzw. kein \"Publikum\" im Sinne von Art. 3 Satz 1 KAG vor. Der Kreis der Beworbenen kann dabei - wie bisher - entweder qualitativ aufgrund bestimmter Beziehungen oder aber quantitativ (zahlenmässig) beschränkt sein, wobei jeweils die Umstände des konkreten Einzelfalls den Ausschlag geben (vgl. RENÉ BÖSCH, in: Basler Kommentar, Kollektivanlagengesetz, Watter und andere [Hrsg.], 2009, N. 26 ff.zu Art. 3 KAG; siehe auch NOBEL, a.a.O., § 12 N. 23; URSINA BRACK, Formen kollektiver Kapitalanlagen nach dem KAG, 2009, S. 31 ff.; FRANZ HASENBÖHLER [Hrsg.], Recht der kollektiven Kapitalanlagen,2007, N. 116 ff.; zum AFG: LENOIR/PUDER, Öffentliche Werbung im Sinne der Anlagefondsgesetzgebung, AJP 2006 S. 981 ff.; CATRINA LUCHSINGER GÄHWILER, Der Vertrieb von Fondsanteilen, 2004, S. 108 ff.; ARMIN KÜHNE, Bewilligungspflicht gemäss Anlagefondsgesetz, 2002, S. 64 ff.; MATTHIAS KUSTER, Zum Begriff der Öffentlichkeit und Gewerbsmässigkeit im Kapitalmarktrecht [OR, BankG, BEHG und AFG], SZW 1997 S. 10 ff.).\n\n5.3.3 Im vorliegenden Fall haben sich 14 Personen mit einem Bankdepot und einem Investitionsvolumen von rund Fr. 6 Mio. am Y. Fund beteiligt. Unter den Investoren sind der Beschwerdeführer und sein Sohn selber sowie verschiedene Verwandte und Bekannte von diesen, zudem eine Firma und zwei Drittpersonen. Wie die Vorinstanz verbindlich festgestellt hat, ist es ausserhalb der Verwandtschaft des Beschwerdeführers und seines Sohnes eher zufällig zu zwei Gesprächen über die Anlagemöglichkeit in den Y. Fund gekommen. Die anderen Investoren standen zum Beschwerdeführer über ihre familiären Verhältnisse in einer besonderen Beziehung, weshalb - wie das Bundesverwaltungsgericht zu Recht angenommen hat - aufgrund der konkreten Umstände in qualitativer Sicht insgesamt noch von einem begrenzten Personenkreis ausgegangen werden kann. Seine Feststellung, dass der Beschwerdeführer somit nicht gegen das KAG verstossen habe, verletzt deshalb - entgegen der Ansicht der Finanzmarktaufsicht - kein Bundesrecht. |295|\n\n5.4 Unbegründet ist auch die Kritik der FINMA, das Bundesverwaltungsgericht habe dem Beschwerdegegner im Rahmen seines Obsiegens zu Unrecht eine Parteientschädigung von Fr. 1'000.- zuerkannt. Nach Art. 64 Abs. 1 VwVG kann der ganz oder teilweise obsiegenden Partei von Amtes wegen oder auf Begehren eine Entschädigung für ihr erwachsene notwendige und verhältnismässig hohe Kosten zugesprochen werden. Der Beschwerdegegner hat vor dem Bundesverwaltungsgericht bezüglich der Unterstellung unter das KAG und das BEHG obsiegt. Die entsprechende Rechtsvertretung war für ihn mit nicht unbedeutenden (Vertretungs-)Kosten verbunden, weshalb ihm die Vorinstanz zu Recht eine reduzierte Parteientschädigung zugesprochen hat. Diese ist indessen mit Fr. 1'000.-, wie X. vor Bundesgericht zu Recht einwendet, zu gering ausgefallen: X. hat bezüglich der Nichtanwendbarkeit sowohl des KAG wie des BEHG obsiegt. Die ihm zugesprochene Summe entspricht lediglich rund 4 Stunden Arbeit eines Rechtsanwalts, was zur Instruktion des Falles im Rahmen seines Obsiegens offensichtlich nicht ausreichte. Der Entscheid des Bundesverwaltungsgerichts ist in diesem Punkt aufzuheben und dem Beschwerdeführer für das vorinstanzliche Verfahren eine Parteientschädigung von Fr. 6'000.- zuzusprechen (vgl. Art. 67 BGG)."}