{"annee": "137", "cour": "III", "page": "475", "date": "30/9/2011", "cite": ["134 II 192", "120 IA 260", "137 III 424"], "cite_par": ["143 III 140", "138 III 565"], "chapeau": "71. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre dame A. (recours en matière civile)\n\n5A_478/2011 du 30 septembre 2011", "regestes": ["Mesures protectrices de l'union conjugale, octroi de l'effet suspensif en appel; art. 75 al. 2, art. 93 al. 1 et art. 98 LTF; art. 315 al. 4 let. b et al. 5 CPC. Conditions de recevabilité et motifs du recours en matière civile (consid. 1 et 2). L'appel ayant pour objet des mesures protectrices de l'union conjugale n'a pas d'effet suspensif en vertu de l'art. 315 al. 4 let. b CPC; l'exécution de celles-ci peut cependant être suspendue aux conditions de l'art. 315 al. 5 CPC (consid. 4.1). Examen dans le cas d'espèce (consid. 4.2-4.4)."], "faits": "|476|\n\nA. Dame A., née en 1976, et A., né en 1978, se sont mariés à Fribourg le 5 août 2005. Deux enfants, B., né en 2005, et C., né en 2008, sont issus de cette union.\n\nB.\n\nB.a Le 4 septembre 2009, la mère a introduit une procédure de mesures protectrices de l'union conjugale. En date du 11 juin 2010, elle a requis le prononcé de mesures provisionnelles urgentes. A la suite de la détermination du père, le Président du Tribunal civil de la Sarine a notamment attribué, à titre provisoire, la garde sur les enfants à la mère jusqu'à droit connu sur la proposition de garde alternée formulée par le père, par ordonnance d'urgence du 25 juin 2010.\n\nPar jugement de mesures protectrices de l'union conjugale du 20 mai 2011, le Président du Tribunal civil de la Sarine a, entre autres, prévu que la garde sur les enfants s'exercerait conjointement et de manière alternée entre les parents.\n\nB.b Saisie par la mère d'un appel doublé d'une requête d'effet suspensif, en ce sens que les mesures provisionnelles rendues le 25 juin 2010 soient confirmées, la Ire Cour d'appel civil du Tribunal cantonal de l'Etat de Fribourg a suspendu le caractère exécutoire du jugement de mesures protectrices de l'union conjugale du 20 mai 2011, par arrêt du 17 juin 2011.\n\nC. Le 30 septembre 2011, le Tribunal fédéral a rejeté le recours en matière civile interjeté par le père contre cet arrêt.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. La décision querellée suspend l'exécution d'un jugement de première instance instaurant une garde conjointe et alternée sur les enfants contre lequel la mère a fait appel, ce qui revient à accorder l'effet suspensif à l'appel. Il s'agit là d'une décision incidente en matière civile (art. 72 al. 1 LTF; ATF 120 Ia 260 consid. 2b; arrêt 5A_834/2010 du 17 décembre 2010 consid. 1; arrêt 5D_16/2008 du 10 mars 2008 consid. 4).\n\nHormis les décisions mentionnées à l'art. 92 al. 1 LTF, une décision préjudicielle ou incidente peut être entreprise immédiatement si elle |477| peut causer un préjudice irréparable (art. 93 al. 1 let. a LTF) ou si l'admission du recours peut conduire immédiatement à une décision finale qui permet d'éviter une procédure probatoire longue et coûteuse (art. 93 al. 1 let. b LTF). Selon la jurisprudence, la décision entreprise entraîne un préjudice irréparable, car la garde est arrêtée pour la durée de la procédure et, même si le père obtient finalement gain de cause au fond, aucune réparation ne sera possible pour la période écoulée (ATF 120 Ia 260 consid. 2b; arrêt 5A_718/2007 du 23 janvier 2008 consid. 1.2).\n\nLe Tribunal cantonal n'a pas statué sur recours mais en qualité d'instance cantonale unique sur l'effet suspensif requis dans le cadre d'une procédure d'appel; le recours en matière civile est cependant admissible en vertu de l'art. 75 al. 2 LTF (ATF 137 III 424 consid. 2.2).\n\nInterjeté en temps utile par une partie qui a succombé dans ses conclusions en instance cantonale, contre une décision rendue dans une contestation non pécuniaire, le recours est également recevable au regard des art. 100 al. 1, 76 et 74 al. 1 LTF.\n\n2. La décision accordant l'effet suspensif, comme celle d'exécution provisoire ou de retrait de l'effet suspensif (ATF 134 II 192 consid. 1.5; arrêt 4A_452/2008 du 6 novembre 2008 consid. 1; arrêt 5A_834/2010 du 17 décembre 2010 consid. 2), est une décision de mesures provisionnelles au sens de l'art. 98 LTF, de sorte que seule la violation de droits constitutionnels peut être invoquée.\n\n(...)\n\n4. Le recourant s'en prend à l'application qu'a faite la cour cantonale de l'art. 315 al. 5 CPC (RS 272).\n\n4.1 Le CPC s'applique à la procédure d'appel introduite par l'intimée le 27 mai 2011 (art. 404 al. 1 CPC).\n\nL'appel n'a pas d'effet suspensif lorsqu'il a pour objet des décisions portant sur des mesures provisionnelles (art. 315 al. 4 let. b CPC). A teneur de l'art. 315 al. 5 CPC, l'exécution des mesures provisionnelles peut exceptionnellement être suspendue si la partie concernée risque de subir un préjudice difficilement réparable. Les mesures protectrices de l'union conjugale (TAPPY, in CPC, Code de procédure civile commenté, Bohnet/Haldy/Jeandin/Schweizer/Tappy [éd.], 2011, n° 57 ad art. 273 CPC; BERNASCONI, in Commentario al Codice di diritto processuale civile svizzero [CPC], Cocchi/Trezzini/Bernasconi [éd.], 2011, p. 1250), comme les mesures provisionnelles |478| rendues dans une procédure de divorce (REETZ/THEILER, in Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm/Hasenböhler/Leuenberger [éd.], 2010, n° 32 ad art. 308 CPC; TAPPY, op. cit., n° 25 ad art. 276 CPC; BERNASCONI, op. cit., p. 1262), constituent des mesures provisionnelles au sens de l'art. 315 al. 4 let. b et 5 CPC.\n\nSaisie d'une demande d'effet suspensif, l'autorité de recours doit faire preuve de retenue et ne modifier la décision de première instance que dans des cas exceptionnels; elle dispose cependant d'un large pouvoir d'appréciation permettant de tenir compte des circonstances concrètes du cas d'espèce (BRUNNER, in Schweizerische Zivilprozessordnung, ZPO Kurzkommentar, Oberhammer [éd.], 2010, n° 11 ad art. 315 CPC; MATHYS, in Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [éd.], 2010, nos 16 s. ad art. 315 CPC; REETZ/HILBER, in Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm/Hasenböhler/Leuenberger [éd.], 2010, nos 69 s. ad art. 315 CPC; SPÜHLER, in Basler Kommentar, Schweizerische Zivilprozessordnung, 2010, n° 7 ad art. 315 CPC).\n\n4.2 La cour cantonale a relevé en fait que les enfants concernés étaient âgés de trois ans et demi et de cinq ans et demi; que les parents vivaient dans la même rue; que, selon le premier juge, ils offraient une disponibilité quasi identique et semblaient présenter les mêmes capacités éducatives, le père paraissant plus à même de faciliter les contacts entre les enfants et l'autre parent, la mère cherchant plutôt à les diminuer; et que les actes de violence allégués par celle-ci étaient en lien avec le conflit parental.\n\nEn droit, elle a tout d'abord estimé que la situation devait être considérée comme neutre en ce qui concerne les chances de succès en tant que le jugement de première instance était soigneusement motivé mais instaurait une garde alternée contre les conclusions de l'un des parents, décision qui n'avait à ce jour jamais reçu l'aval d'une jurisprudence dans le pays. Cela étant, elle a considéré comme préjudiciable aux enfants des changements trop fréquents ou nombreux de sorte que l'instauration immédiate d'une garde alternée contrarierait par trop la nécessité d'éviter de tels changements aux enfants, sur qui la mère exerce seule la garde depuis l'ordonnance du 25 juin 2010. Elle en a ainsi déduit que le maintien du régime actuel occasionnait le moindre préjudice aux intérêts des enfants.\n\n4.3 Le recourant soutient que l'octroi de l'effet suspensif viole l'art. 9 Cst. tant il est manifeste que les conditions de l'art. 315 al. 5 CPC ne |479| sont pas réunies. Selon lui, d'une part, l'appel de l'intimée est dénué de chances de succès en tant qu'elle se prévaut de ce que la garde alternée lui a été imposée malgré son opposition. Sur ce point, il juge cette conception dépassée à l'aune de la jurisprudence de la Cour européenne des droits de l'homme que doivent respecter les tribunaux suisses. Il fait également valoir que les difficultés d'entente entre les parties sont dues à la mère qui refuse sans juste motif une collaboration alors que celle-ci est objectivement possible et conforme aux intérêts des enfants. D'autre part, le recourant conteste qu'il y ait un risque de préjudice difficilement réparable à ce que le jugement de première instance soit exécuté. Il invoque que le régime de garde prévalant de par l'ordonnance du 25 juin 2010 a été arrêté dans l'urgence et réservait expressément un examen de la proposition de garde alternée. Or, après examen, le juge de première instance est précisément arrivé à la conclusion que la garde alternée était la plus conforme au bien des enfants. Pour ce faire, il a tenu compte de faits postérieurs à l'ordonnance d'urgence, notamment les troubles psychiques dont souffrirait l'intimée et la dégradation de la santé des enfants. Il ajoute que le maintien du régime actuel ne prévient nullement les conflits entre les parents ni les souffrances qui en découlent pour les enfants. Enfin, il soutient qu'il est inadmissible, en raison de la durée prévisible de la procédure, de privilégier le maintien d'un régime pour le motif que les enfants y sont habitués alors qu'après mûre réflexion, le juge de première instance est arrivé à la conclusion qu'une garde alternée est plus conforme à leurs intérêts.\n\n4.4 En l'espèce, la décision cantonale de maintenir, à titre provisoire, le régime prévalant depuis plus d'un an en ce qui concerne la garde et le droit de visite sur les enfants n'est pas insoutenable. D'une part, on ne saurait conclure sans autre au défaut de chances de succès de l'appel de l'intimée, l'application de la jurisprudence européenne retenue par le premier juge n'ayant à ce jour pas été admise dans le cas de l'art. 133 CC (cf. arrêts 5A_420/2010 du 11 août 2011 consid. 3.3 et 5A_72/2011 du 22 juin 2011 consid. 2.2.2). D'autre part, dans la mesure où le recourant invoque que l'intimée est la cause du défaut de collaboration entre les parties et que le régime actuel arrêté dans l'urgence ne peut pas être privilégié par rapport à une décision rendue en tenant compte de faits nouveaux et après mûres réflexions, il se contente d'opposer sa propre pesée des intérêts en présence. Ces critiques ne parviennent cependant pas à faire apparaître arbitraire la décision cantonale."}