{"annee": "137", "cour": "III", "page": "593", "date": "24/10/2011", "cite": ["133 V 309", "134 V 236", "126 III 415", "137 II 122", "127 V 237", "129 I 419", "131 I 266", "136 II 405", "135 III 49", "121 III 204"], "cite_par": ["144 III 19", "141 III 84", "142 V 67", "138 V 23"], "chapeau": "90. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Kanton St. Gallen gegen Kanton Thurgau (Klage)\n\n5E_1/2011 vom 24. Oktober 2011", "regestes": ["Art. 120 al. 1 let. b LTF; art. 396 CC; détermination de l'autorité tutélaire compétente en cas de conflit intercantonal. En cas de litige entre cantons au sujet de la compétence pour administrer une curatelle, l'action devant le Tribunal fédéral est ouverte. Les autorités tutélaires du lieu où se trouve l'établissement doivent se charger de l'administration de la curatelle lorsque la pupille quitte son précédent domicile, entre de son plein gré dans l'établissement et manifeste de façon reconnaissable pour des tiers son intention d'y rester durablement (consid. 1-7)."], "faits": "|594|\n\nMit Eingabe vom 7. Juni 2011 stellt der Kanton St. Gallen (Kläger) dem Bundesgericht das Rechtsbegehren, es sei der Kanton Thurgau zu verpflichten, die im Kanton St. Gallen durch die Vormundschaftsbehörde S. SG geführte Vertretungs- und Verwaltungsbeistandschaft (Art. 392 Ziff. 1 und Art. 393 Ziff. 2 ZGB) für X. zur Weiterführung durch die Vormundschaftsbehörde T. TG zu übernehmen. In seiner Klageantwort vom 16. August 2011 schliesst der Kanton Thurgau (Beklagter) auf Abweisung der Klage. Das Bundesgericht heisst die Klage gut und verpflichtet den Beklagten, die Übernahme und Weiterführung der von der Vormundschaftsbehörde S. SG errichteten und bisher geführten Vertretungs- und Verwaltungsbeistandschaft (Art. 392 Ziff. 1 und Art. 393 Ziff. 2 ZGB) für X. durch die Vormundschaftsbehörde T. TG zu veranlassen.\n\n(Zusammenfassung)", "considerants": "Erwägungen:\n\n1. Das Bundesgericht prüft seine Zuständigkeit von Amtes wegen (Art. 29 Abs. 1 BGG).\n\n1.1 Die Zuständigkeitsvorschriften des Vormundschaftsrechts (hier: Art. 396 ZGB) gehören formell zum Privatrecht, sind materiell aber öffentlich-rechtlicher Natur. Auf staatsrechtliche Klage hin hat das Bundesgericht unter Herrschaft des Bundesrechtspflegegesetzes von 1943 (OG; BS 3 531) über Zuständigkeitsfragen in Vormundschaftssachen zwischen Kantonen entschieden (vgl. BGE 129 I 419 E. 1 S. 421; BGE 131 I 266 E. 2.1 S. 267 f.) und namentlich Streitigkeiten - wie die vorliegende - über die interkantonale Zuständigkeit zur Weiterführung einer Beistandschaft, wenn die verbeiständete Person ihren Wohnsitz wechselt, beurteilt (vgl. Urteil 1P.867/2005 vom 4. April |5952006| E. 1, in: Pra 95/2006 Nr. 91 S. 651 f.). Seit Inkrafttreten des Bundesgerichtsgesetzes (BGG; SR 173.110) am 1. Januar 2007 beurteilt das Bundesgericht Streitigkeiten zwischen Bund und Kantonen oder zwischen Kantonen (Art. 189 Abs. 2 BV) auf Klage gemäss Art. 120 BGG hin, die die bisherige staatsrechtliche Klage ersetzt hat (vgl. Botschaft zur Totalrevision der Bundesrechtspflege, BBl 2001 4202, 4351 f. Ziff. 4.1.5). Die Frage der interkantonalen Zuständigkeit für die Weiterführung einer Beistandschaft kann dem Bundesgericht somit weiterhin auf dem Klageweg unterbreitet werden (Art. 120 Abs. 1 lit. b BGG).\n\n1.2 Die Klage ist gemäss Art. 120 Abs. 2 BGG unzulässig, wenn ein anderes Bundesgesetz eine Behörde zum Erlass einer Verfügung über solche Streitigkeiten ermächtigt. Ein derartiges Bundesgesetz besteht derzeit für Fragen der interkantonalen Zuständigkeit in Vormundschaftssachen nicht. Die Änderung des Schweizerischen Zivilgesetzbuches vom 19. Dezember 2008 (Erwachsenenschutz, Personenrecht und Kindesrecht) wird erst auf den 1. Januar 2013 in Kraft treten (AS 2011 725, 767). Nicht anwendbar ist deshalb im vorliegenden Fall die neue Regelung über die Prüfung der Zuständigkeit gemäss Art. 444 ZGB (AS 2011 749). Laut Botschaft sollen danach interkantonale Zuständigkeitskonflikte nicht mehr auf dem Klageweg dem Bundesgericht, sondern der kantonalen gerichtlichen Beschwerdeinstanz unterbreitet werden, deren Entscheid wiederum mit Beschwerde in Zivilsachen vor Bundesgericht angefochten werden kann (vgl. Botschaft, BBl 2006 7001, 7076 f. zu Art. 444).\n\n1.3 Gemäss Art. 120 Abs. 3 BGG richtet sich das Klageverfahren nach dem Bundesgesetz vom 4. Dezember 1947 über den Bundeszivilprozess (BZP; SR 273). Der Instruktionsrichter leitet dabei den Schriftenwechsel und bereitet den Rechtsstreit für die Hauptverhandlung vor (Art. 5 Abs. 1 BZP). Auf seine Anfrage hin haben die Parteien sich zum in Aussicht gestellten Verfahrensablauf geäussert und insbesondere auf die Durchführung der in Art. 66 ff. BZP vorgesehenen mündlichen öffentlichen Verhandlung verzichtet. Der Verzicht ist zulässig (vgl. für den bisherigen Direktprozess: BGE 121 III 204 E. 1b S. 206). Das Bundesgericht entscheidet deshalb auf dem Weg der Aktenzirkulation, wenn sich Einstimmigkeit ergibt und eine mündliche Urteilsberatung weder durch die Abteilungspräsidentin angeordnet noch von einem Richter verlangt wird (Art. 1 Abs. 2 BZP i.V.m. Art. 58 BGG). Die weiteren formellen Voraussetzungen sind erfüllt. Auf die Klage kann danach eingetreten werden. |596|\n\n2. In tatsächlicher Hinsicht ist unbestritten und ergibt sich auf Grund des Beweisverfahrens Folgendes:\n\n2.1 X. wurde 1959 geboren. Sie leidet ihren Angaben zufolge an Weichteilrheuma und hat grosse motorische Probleme, die ihr die Erledigung ihrer persönlichen Angelegenheiten praktisch verunmöglichen. Als Folge davon fühlt sie sich massiv gestresst und unter Druck gesetzt, was zu psychischen Problemen geführt hat. Sie kann seit dem Jahre 2002 nicht mehr arbeiten und lebt von einer Invalidenrente und von Ergänzungsleistungen. \"Weichteilrheumatismus\" ist ein Sammelbegriff für nichtentzündliche, schmerzhafte und die Funktion beeinträchtigende Erkrankungen in den Weichteilen des Bewegungsapparates, oft einhergehend mit Schlafstörungen und depressiver Verstimmung. Möglichkeiten der Behandlung bestehen in intensivierter Physiotherapie und Psychotherapie sowie in der Abgabe von Analgetika und in kombinierter Schmerztherapie (vgl. Pschyrembel, Klinisches Wörterbuch, 262. Aufl. 2010, Stichwort \"Weichteilrheumatismus\").\n\n2.2 Am 24. Februar 2005 trat X. in das Alters- und Pflegeheim P. in T. TG ein. Sie kündigte ihre Beschäftigung im \"I.\" in St. Gallen von einem Tag in der Woche, um sich ganz auf das Einleben im Heim zu konzentrieren. Gemäss den Mitteilungen der Heimleitung lebte X. vor ihrem Eintritt in das Alters- und Pflegeheim P. zwei Monate im Altersheim A. und früher während mehreren Monaten in den Psychiatrischen Kliniken R. und S. SG. Ihre Wohnung an der L.strasse in S. SG gab X. per Ende März 2005 auf. Auf Antrag der Heimleitung errichtete die Vormundschaftsbehörde S. SG für X. am 7. April 2005 eine Vertretungs- und Verwaltungsbeistandschaft nach Art. 392 Ziff. 1 und Art. 393 Ziff. 2 ZGB. Das Alters- und Pflegeheim P. hat X. gemäss Angaben ihres Beistandes mit Unterstützung ihres Bruders ausgewählt.\n\n2.3 Das Alters- und Pflegeheim P. heisst richtig \"P. Haus für Pflege und Betreuung\" bzw. ab August 2009 \"P. Raum für Pflege & Betreuung\". Es ist kein gewöhnliches Alters- und Pflegeheim, sondern hat sich zum Ziel gesetzt, Menschen aller Altersgruppen, mit verschiedenen Krankheitsbildern, sowie Menschen, die den Lebensabend verbringen, umfassend zu betreuen. Zwölf der insgesamt vierzig Heimplätze bilden den Bereich der Betreuung von erwachsenen Menschen mit einer körperlichen oder psychischen Beeinträchtigung. Für diesen Behindertenbereich besteht ein eigenes Konzept. |597| Danach wird die Betreuung erwachsener Menschen mit Behinderung, die noch nicht pensioniert sind, als weitgehend selbstständiger Bereich innerhalb des auf dem gleichen Areal liegenden \"P. Haus für Pflege und Betreuung\" geführt. Aufnahme finden Erwachsene mit psychischer, geistiger oder körperlicher Behinderung, sofern sie das Angebot nutzen und mindestens teilweise einer Erwerbstätigkeit oder Beschäftigung nachgehen können. Menschen mit schweren Behinderungen, akut Suchtkranke und solche, die einen geschlossenen Raum benötigen, können nicht aufgenommen werden. Das Heim verfügt über Fachpersonal unter anderem aus den Bereichen der Sozialpädagogik, Psychiatriepflege und Behindertenbetreuung und über ein breites Angebot, das insbesondere eine Betreuung für eine möglichst selbstständige Lebensgestaltung, interne wie externe und auch geschützte Arbeitsplätze, ein Kunstatelier u.v.a.m. umfasst.\n\n2.4 Gemäss den Berichten des Beistandes, der X. regelmässig alle vier bis sechs Wochen im Heim besucht hat, äussert sich X. zu Unterkunft und Betreuung durchwegs positiv. Sie lebt gerne im Heim, hat sich sehr gut eingelebt und ist beim Personal wie auch bei den Mitbewohnern geschätzt und integriert. Es macht ihr Freude, gibt ihr Befriedigung und fördert ihr Selbstvertrauen, dass sie im Malatelier dreimal wöchentlich arbeiten kann sowie den Mitbewohnern aus Büchern vorlesen und vor der Nachtruhe ein Lied singen darf. Sie macht ausserhalb des Heims Spaziergänge, erledigt kleine Besorgungen in Z. und besucht Verwandte und Bekannte in der Region. Ihr gesundheitlicher Zustand hat sich seit dem Heimeintritt insgesamt verbessert, doch bedarf sie intensiver Betreuung. Auf ihren eigenen Wunsch erledigt X. den Zahlungsverkehr selbstständig. Sie verfügt allein über die Vollmacht für ihre Post- und Bankkonten. Nach den Feststellungen des Beistandes kommt X. diesen Aufgaben zuverlässig nach. Sie steht auch persönlich mit den Sozialversicherungen in Kontakt. Für die Invalidenrente, die Ergänzungsleistungen und die Hilflosenentschädigung ist in allen Teilen die Ausgleichskasse des Kantons Thurgau zuständig.\n\n2.5 Weil X. im Heim gut integriert ist und - soweit es ihre Mobilität zulässt - an Anlässen der örtlichen Frauengruppe teilnimmt und Konzerte und Gottesdienste im Ort besucht, zu S. SG hingegen heute keine institutionellen oder emotionalen Bindungen mehr pflegt, hat der Beistand sie auf einen Wohnsitzwechsel nach T. TG angesprochen. Nach seiner Schilderung hat X. sehr erfreut reagiert. Sie |598| hat sich am 19. November 2009 bei der Gemeinde T. TG angemeldet und die Ausweispapiere hinterlegt. Die Einwohnerkontrolle hat den Zuzug von S. SG registriert und den Schriften-Empfangsschein ausgestellt.\n\n3. Die interkantonale Zuständigkeitsstreitigkeit steht vor folgendem rechtlichen Hintergrund:\n\n3.1 Für die Bestimmung des Wohnsitzes im vorliegenden Fall ist zu beachten, (1.) dass sich der Wohnsitz einer Person an dem Orte befindet, wo sie sich mit der Absicht dauernden Verbleibens aufhält (Art. 23 Abs. 1 ZGB), (2.) dass der einmal begründete Wohnsitz einer Person bis zum Erwerbe eines neuen Wohnsitzes bestehen bleibt (Abs. 24 Abs. 1 ZGB), (3.) dass eine verbeiständete Person im Erwerb eines neuen Wohnsitzes im Gegensatz zu einer bevormundeten Person nicht eingeschränkt ist (Art. 25 Abs. 2 ZGB, e contrario) und (4.) dass die Unterbringung einer Person in einer Anstalt keinen Wohnsitz begründet (Art. 26 ZGB). Dass X. unter Beistandschaft steht, hat somit keinen Einfluss auf ihren Wohnsitz. Sie kann ihren Wohnsitz frei begründen und wechseln. Ihr Wohnsitz bestimmt sich primär nach Art. 23 und 26 ZGB und subsidiär nach Art. 24 ZGB (vgl. SCHNYDER/MURER, Berner Kommentar, 1984, N. 41 zu Art. 376 und N. 57 zu Art. 396 ZGB; BGE 126 III 415 E. 2c S. 419).\n\n3.2 Die Vertretung durch einen Beistand wird von der Vormundschaftsbehörde am Wohnsitz der Person angeordnet, die der Beistandschaft bedarf (vgl. Art. 396 Abs. 1 ZGB), während die Anordnung einer Vermögensverwaltung durch die Vormundschaftsbehörde des Ortes erfolgt, wo das Vermögen in seinem Hauptbestandteil verwaltet worden oder der zu vertretenden Person zugefallen ist (vgl. Art. 396 Abs. 2 ZGB). Besteht - wie hier - eine sog. kombinierte Beistandschaft, ist für die Zuständigkeit im Einzelfall zu klären, ob die Massnahme mehr persönlichkeitsorientiert ist (Vertretung) oder das vermögensrechtliche Element (Verwaltung) im Vordergrund steht (vgl. SCHNYDER/MURER, a.a.O., N. 49 f., und GEISER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 4. Aufl. 2010, N. 7, je zu Art. 396 ZGB). Im Falle der kombinierten Beistandschaft über X. sind sich die Parteien einig, dass das Bedürfnis nach persönlicher Betreuung (vgl. Art. 392 Ziff. 1 ZGB) die Notwendigkeit des Vermögensschutzes (vgl. Art. 393 Ziff. 2 ZGB) überwiegt. Davon abzuweichen, besteht für das Bundesgericht auch auf Grund des Beweisverfahrens |599| (vgl. E. 2.4 hiervor) kein Anlass. Die Zuständigkeit der Vormundschaftsbehörde beurteilt sich deshalb nicht nach dem Ort der Vermögensverwaltung, sondern nach dem Wohnsitz von X.\n\n3.3 Die für die Anordnung der Beistandschaft in Art. 396 ZGB getroffene Regelung ist auch für die Übertragung einer Beistandschaft zu berücksichtigen, soweit es sich um eine personenbezogene Beistandschaft handelt. Hat die verbeiständete Person an einem neuen Ort rechtlichen Wohnsitz begründet, besteht für die Vormundschaftsbehörden sowohl des ursprünglichen als auch des neuen Wohnsitzes das Recht bzw. die Pflicht eine auf Dauer angelegte, personenbezogene Beistandschaft abzugeben bzw. zu übernehmen (vgl. SCHNYDER/MURER, a.a.O., N. 58 f., und GEISER, a.a.O., N. 12, je zu Art. 396 ZGB). Entscheidend für die Zuständigkeit der Vormundschaftsbehörde zur Weiterführung der Beistandschaft ist somit, ob X. mit ihrem Eintritt in das Alters- und Pflegeheim P. in T. TG einen neuen Wohnsitz in T. TG erworben hat (vgl. Art. 23 und 26 ZGB) oder S. SG als ihr bisheriger Wohnsitz bestehen geblieben ist (vgl. Art. 24 ZGB).\n\n3.4 Keinen Wohnsitz begründet gemäss Art. 26 ZGB die Unterbringung einer Person in einer Erziehungs-, Versorgungs-, Heil- oder Strafanstalt. Als Anstalten im Gesetzessinne gelten öffentliche oder private Einrichtungen, die einem vorübergehenden Sonderzweck (z.B. Pflege, Heilung, Erziehung, Strafverbüssung, Kur, Ferien) und nicht dem allgemeinen Lebenszweck dienen. Es muss sich nicht um eine geschlossene Anstalt handeln (vgl. zum Begriff: BGE 127 V 237 E. 2b und E. 2c S. 239 ff.; DANIEL STAEHELIN, in: Basler Kommentar, a.a.O., N. 7, und EIGENMANN, in: Commentaire romand, Code civil, 2010, N. 2 ff., je zu Art. 26 ZGB). Die Parteien sind sich darin einig, dass das Alters- und Pflegeheim P., in dem X. seit ihrem Eintritt am 24. Februar 2005 lebt, die Tatbestandsvoraussetzungen einer Anstalt erfüllt. Davon abzuweichen, besteht für das Bundesgericht auch auf Grund des Beweisverfahrens kein Anlass. Ungeachtet der von den Parteien und hier verwendeten Bezeichnung handelt es sich beim Alters- und Pflegeheim P. nicht um ein gewöhnliches Altersheim, das auch Pflegedienstleistungen erbringt. Betreuung und Pflege bilden vielmehr einen eigenständigen Bereich und stehen für X. im Vordergrund (vgl. E. 2.3 hiervor). Die Sonderregelung über den \"Aufenthalt in Anstalten\" gemäss Art. 26 ZGB ist auf die Bestimmung des Wohnsitzes von X. und damit für die Zuständigkeit der Vormundschaftsbehörden zur (Weiter-)Führung der Beistandschaft anwendbar. |600|\n\n3.5 Wer trotz Art. 26 ZGB am Ort der Anstalt Wohnsitz erwerben will, muss freiwillig dorthin gegangen sein und in für Dritte erkennbarer Weise die Absicht bekundet haben, am entsprechenden Ort auf Dauer zu verweilen (vgl. Urteil 5C.16/2001 vom 5. Februar 2001 E. 4a, in: Pra 90/2001 Nr. 131 S. 787 f.; BGE 135 III 49 E. 6.2 S. 56; BGE 137 II 122 E. 3.6 S. 126 f.). Die Streitfrage lautet somit dahingehend, ob die unter Beistandschaft stehende X. freiwillig in das Alters- und Pflegeheim eingetreten ist und in T. TG ihren rechtlichen Wohnsitz begründet hat (so der Kläger) oder ob X. im Alters- und Pflegeheim untergebracht worden ist und in T. TG auch keinen rechtlichen Wohnsitz begründet hat (so der Beklagte).\n\n4. Zum ersten Streitpunkt, ob X. im Alters- und Pflegeheim P. untergebracht wurde oder in das Alters- und Pflegeheim P. freiwillig eingetreten ist, ergibt sich Folgendes:\n\n4.1 Die Rechtsprechung betrachtet als \"Unterbringung in einer Anstalt\" die Einweisung durch Dritte. Die betroffene Person tritt nicht aus eigenem Willen in die Anstalt ein. Eine Begründung des Wohnsitzes am Anstaltsort ist unter diesen Umständen regelmässig ausgeschlossen. Eine andere Sichtweise ist einzunehmen, wenn sich eine urteilsfähige mündige Person aus freien Stücken, d.h. freiwillig und selbstbestimmt zu einem Anstaltsaufenthalt unbeschränkter Dauer entschliesst und überdies die Anstalt und den Aufenthaltsort frei wählt. Sofern bei einem unter solchen Begleitumständen erfolgenden Anstaltseintritt der Lebensmittelpunkt in die Anstalt verlegt wird, wird am Anstaltsort ein neuer Wohnsitz begründet. Als freiwillig und selbstbestimmt hat der Anstaltseintritt auch dann zu gelten, wenn er vom \"Zwang der Umstände\" (etwa Angewiesensein auf Betreuung, finanzielle Gründe) diktiert wird (vgl. die Zusammenfassung der Rechtsprechung in BGE 133 V 309 E. 3.1 Abs. 2 S. 312 und BGE 134 V 236 E. 2.1 Abs. 2 S. 239 mit Hinweisen).\n\n4.2 X. ist nicht nur mündig, sondern auch urteilsfähig. Letzteres ist unter den Parteien unbestritten und wird durch die Tätigkeitsberichte ihres Beistandes eindrücklich belegt (vgl. E. 2.4 hiervor). Davon abgesehen dürfen an die Urteilsfähigkeit im Bereich der Wohnsitzfrage keine strengen Anforderungen gestellt werden (vgl. BGE 127 V 237 E. 2c S. 240; BGE 134 V 236 E. 2.1 Abs. 1 S. 239).\n\n4.3 X. wurde bei der Auswahl des Heims von ihrem Bruder unterstützt (vgl. E. 2.2 hiervor). Der Beistand berichtet, dass X. \"das Heim mit Unterstützung ihres Bruders B. ausgewählt\" habe. Die |601| Würdigung der Beweisurkunde durch den Beklagten, dass die Verbeiständete das Heim \"mit Hilfe bzw. unter Einwirkung ihres Bruders ausgewählt hat\", findet weder im Wortlaut des Schreibens noch in den übrigen Akten eine Grundlage und entspricht auf Grund der tatsächlichen Gegebenheiten auch nicht der Lebenserfahrung. Zum einen ist X. in einer Grossfamilie aufgewachsen. Sie hat vier Schwestern und drei Brüder, die allesamt in der näheren und weiteren Region \"Ostschweiz\" wohnhaft sind. In Anbetracht dessen überzeugt es wenig, dass der Heimeintritt \"unter Einwirkung\" eines Geschwisters allein hätte erfolgen können. Zum anderen hat die Heimleitung berichtet, dass X. zuvor in einem anderen Heim und in verschiedenen psychiatrischen Kliniken gelebt habe (vgl. E. 2.2 hiervor). Eine Versorgung durch den Bruder, wie sie der Beklagte antönt, wäre deshalb naheliegenderweise in eine dieser bereits bekannten Institutionen erfolgt und nicht in ein den Beteiligten fremdes Heim. Es ist insgesamt davon auszugehen, dass X. das Alters- und Pflegeheim P. \"mit Unterstützung\" bzw. \"mit Hilfe\" ihres Bruders ausgewählt hat. Blosse Unterstützung oder Hilfeleistung beeinträchtigt die Freiheit des Willensentschlusses nicht (vgl. BGE 127 V 237 E. 2c S. 241; BGE 134 V 236 E. 2.3 S. 240 f.).\n\n4.4 Dass X. wegen ihrer Krankheit (vgl. E. 2.1) in einem dafür geeigneten Heim wie dem Alters- und Pflegeheim P. (vgl. E. 2.3) der intensiven Betreuung bedarf (vgl. E. 2.4 hiervor) und insoweit auf Grund der Umstände zu einem Heimeintritt gezwungen war, ist nicht streitig und durch das Beweisverfahren erstellt. Dieser \"Zwang der Umstände\" macht den Eintritt von X. in das Alters- und Pflegeheim indes weder unfreiwillig noch fremdbestimmt im Sinne der Rechtsprechung (E. 4.1 soeben). Die gegenteilige Auffassung des Beklagten stützt sich entweder auf kantonale Entscheide, die von der bundesgerichtlichen Rechtsprechung abweichen (z.B. Entscheide des Justiz- und Polizeidepartements des Kantons St. Gallen, in: ZVW 52/1997 S. 97 ff., E. 2c S. 100, und 56/2001 S. 340 ff., E. 2c S. 342) oder eigentliche Sonderfälle betreffen. Es ist nämlich denkbar, dass ein Eintritt in eine spezialisierte Klinik nicht mehr als freiwillig und selbstbestimmt angesehen werden könnte, wenn die Patientin wegen ihres Leidens gezwungen ist, die Dienste gerade dieser Klinik in Anspruch zu nehmen; das Fehlen einer freien Anstaltswahl käme insofern einer \"Unterbringung\" gleich (so BRÜCKNER, Das Personenrecht des ZGB, 2000, S. 103 N. 360). Wie es sich damit verhält, kann dahingestellt bleiben. Mit Blick auf das Leitbild |602| und das Angebot des Alters- und Pflegeheims P. (vgl. E. 2.3 hiervor) kann nicht angenommen werden, X. sei in ihrer Wahl eingeschränkt gewesen und hätte kein ebenso geeignetes anderes Heim finden können.\n\n4.5 Als Zwischenergebnis kann festgehalten werden, dass der Eintritt von X. in das Alters- und Pflegeheim P. auf einem eigenen freien Willensentschluss im Sinne der bundesgerichtlichen Rechtsprechung beruht hat.\n\n5. Der zweite Streitpunkt betrifft die Frage, ob X. am Anstaltsort in T. TG einen neuen Wohnsitz erworben hat oder ihr bisheriger Wohnsitz in S. SG bestehen geblieben ist.\n\n5.1 Gemäss Art. 23 Abs. 1 ZGB befindet sich der Wohnsitz einer Person an dem Ort, wo sie sich mit der Absicht dauernden Verbleibens aufhält. Für die Begründung des Wohnsitzes müssen somit zwei Merkmale erfüllt sein: ein objektives äusseres, der Aufenthalt, sowie ein subjektives inneres, die Absicht dauernden Verbleibens. Nach der Rechtsprechung kommt es nicht auf den inneren Willen, sondern darauf an, welche Absicht objektiv erkennbar ist (vgl. zuletzt: BGE 137 II 122 E. 3.6 S. 126 f. mit Hinweisen). Eine Person hat ihren Lebensmittelpunkt dort, wo sich ihre Lebensinteressen nach den konkreten Umständen objektiv betrachtet konzentrieren (vgl. BGE 136 II 405 E. 4.3 S. 409 f.).\n\n5.2 Seit ihrem Eintritt in das Alters- und Pflegeheim P. am 24. Februar 2005 lebt X. tatsächlich in T. TG. Indizien dafür, dass sie auf Dauer daselbst zu leben gewillt ist, ergeben sich daraus, dass sie ihre Beschäftigung im \"I.\" in St. Gallen sofort und ihre bisherige Wohnung in S. SG ab März 2005 aufgegeben hat (vgl. E. 2.2 hiervor). Die vorausgesetzte Dauerhaftigkeit des Aufenthalts ist unwidersprochen erfüllt.\n\n5.3 Das Beweisverfahren hat ausreichend Indizien dafür ergeben, dass X. den Mittelpunkt ihrer Lebensinteressen im Alters- und Pflegeheim P. gefunden hat und beibehalten will. Ungeachtet der Notwendigkeit der Betreuung hat sich X. im Heim gut integriert und ist allseits beliebt. Sie nimmt aktiv am Heimleben teil (z.B. Vorlesen, Singen u.ä.) und nutzt die Angebote des Heims (z.B. Arbeit im Malatelier). Nach der Wahrnehmung Dritter befindet sich ihr Lebensmittelpunkt im Alters- und Pflegeheim P. (vgl. E. 2.4 hiervor). Hinzu kommt, dass X. - soweit es ihre Mobilität zulässt (vgl. E. 2.1 hiervor) - an Anlässen der örtlichen Frauengruppe teilnimmt und Konzerte und Gottesdienste im Ort besucht (vgl. E. 2.5 hiervor). |603|\n\n5.4 Der soeben geschilderte Sachverhalt über die Lebensverhältnisse von X. im Alters- und Pflegeheim P., aber auch im Anstaltsort T. TG selber bestreitet der Beklagte nicht. Er wendet sich gegen die Darstellung des Beistandes, dass X. zu S. SG heute keine institutionellen oder emotionalen Bindungen mehr pflegt. Er weist darauf hin, dass sie nach wie vor ihren Psychiater in St. Gallen habe. Beim zitierten Beleg handelt es sich um eine Schreibkarte mit dem Logo des Heims, mit der die Sachbearbeiterin den Beklagten für den offenbar nachgefragten Arztbericht an Dr. med. D. in T. TG oder an den Psychiater Dr. E. in St. Gallen verwiesen hat. Es kann daraus geschlossen werden, dass X. für die allgemeinmedizinischen Fragen offenbar von einem Hausarzt vor Ort behandelt wird. Dieses Indiz lässt wiederum darauf schliessen, dass sich der Lebensmittelpunkt für Dritte erkennbar in T. TG befindet. Dagegen spricht nicht, dass X. für ihr psychisches Wohlbefinden den bisherigen Arzt des Vertrauens beibehalten hat. Ein derartiges Patientenverhalten entspricht vielmehr der Lebenserfahrung.\n\n5.5 Insgesamt ist auf Grund der Vielzahl der Indizien davon auszugehen, dass X. auf Dauer (E. 5.2) und für Aussenstehende erkennbar im Alters- und Pflegeheim P. in T. TG (E. 5.3) mehr als lose Beziehungen pflegt und zu verweilen beabsichtigt. In Übereinstimmung mit der Sachdarstellung des Klägers und entgegen der Tatsachenbehauptungen des Beklagten kann festgehalten werden, dass X. in T. TG einen neuen rechtlichen Wohnsitz begründet hat. Dem Einwohnerkontrollamt kann insoweit kein Vorwurf gemacht werden, dass es die Papiere von X. entgegengenommen und ihr die Wohnsitznahme in T. TG bescheinigt hat.\n\n6. Aus den dargelegten Gründen muss die Klage gutgeheissen werden. Der Beklagte wird infolgedessen verpflichtet, die Übernahme und Weiterführung der von der Vormundschaftsbehörde S. SG errichteten und bisher geführten Vertretungs- und Verwaltungsbeistandschaft (Art. 392 Ziff. 1 und Art. 393 Ziff. 2 ZGB) für X. durch die Vormundschaftsbehörde T. TG zu veranlassen.\n\n7. Mit Bezug auf die Kosten- und Entschädigungsfolgen im Klageverfahren kann davon ausgegangen werden, dass beide Parteien in ihrem amtlichen Wirkungskreis, ohne dass es sich um ihr Vermögensinteresse gehandelt hat, das Bundesgericht in Anspruch genommen haben. Anhaltspunkte, die das Gegenteil nahelegen könnten, sind nicht ersichtlich. Die Parteien werden deshalb nicht kostenpflichtig. Eine Parteientschädigung ist nicht zuzusprechen, da der |604| Kläger in seinem amtlichen Wirkungskreis obsiegt und im Übrigen auch nicht anwaltlich vertreten ist (vgl. Art. 69 BZP i.V.m. Art. 66 Abs. 4 und Art. 68 Abs. 3 BGG)."}