{"annee": "137", "cour": "V", "page": "394", "date": "13/9/2011", "cite": ["130 V 445", "135 V 106", "108 V 84", "129 V 396", "136 V 24", "124 V 174", "116 V 273", "133 III 6", "134 III 489", "127 III 257"], "cite_par": ["142 V 590", "142 V 280", "143 V 66", "141 V 127", "143 IV 117"], "chapeau": "40. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. S. gegen Helsana Unfall AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_927/2010 vom 13. September 2011", "regestes": ["Art. 6 al. 1 LAA; art. 2 al. 2 CC; art. 5 al. 3 Cst.; comportement constitutif d'un abus de droit. Est constitutif d'un abus de droit le comportement d'une personne assurée conformément à la LAA qui fait valoir une seconde fois auprès de l'assureur-accidents un dommage découlant d'un accident déjà indemnisé en vertu du droit de la responsabilité pour acte illicite et dont l'attitude dans le procès a entraîné en même temps la prescription de l'action récursoire de l'assureur-accidents (consid. 6-8)."], "faits": "|394|\n\nA.\n\nA.a S. wurde am 24. Januar 1997 im Kantonsspital Basel-Stadt bei der operativen Behebung eines Hydrozephalus verletzt und erlitt eine Schädigung des Gehirns. Sie bezieht bei einem Invaliditätsgrad von 100 % eine ganze Rente der Eidgenössischen Invalidenversicherung und der Beruflichen Vorsorge. |395|\n\nA.b Mit Schreiben vom 29. April 1998 liess S. ihre Arbeitgeberin bitten, der Unfallversicherung das Ereignis vom 24. Januar 1997 als Unfall zu melden. Das Schreiben lautet wie folgt:\n\n\"Nach Prüfung der Rechtslage habe ich die Überzeugung gewonnen, dass es sich bei der Operation vom 24.1.1997 um einen Unfall im Rechtssinne handelt. Dürfte ich Sie höflich bitten, die entsprechende Anmeldung an die obligatorische Unfallversicherung vorzunehmen und mir davon eine Kopie zuzustellen. Sollte ihre Gesellschaft selbst die obligatorische Unfallversicherung sein, so bitte ich Sie höflich, mir allfällige Zusatzleistungen bekannt zu geben. Bezüglich der Begründung der Tatsache, dass es sich bei der Operation am 24.1.1997 um einen Unfall handelt, werde ich Sie näher informieren bzw. diesen Standpunkt begründen, wenn Ihre Gesellschaft selbst die Unfallversicherung sein sollte. Mit bestem Dank ...\"\n\nDie Arbeitgeberin leitete das Schreiben an die Helsana Unfall AG (nachfolgend: Helsana) weiter, bei der es am 6. Mai 1998 einging. In der Folge kamen die Parteien darauf nicht mehr zurück.\n\nA.c In der Auseinandersetzung mit dem Kanton Basel-Stadt bestritt dieser mit Schreiben vom 29. Mai 1998 mangels Arztfehler beziehungsweise Widerrechtlichkeit seine Haftpflicht. Am 14. Oktober 1999 klagte daraufhin S. direkt beim Bundesgericht gegen den Kanton Basel-Stadt auf Schadenersatz für Erwerbsausfall, Rentenschaden, Pflege- und Betreuungskosten, Haushaltschaden und vorprozessuale Anwaltskosten sowie Genugtuung. Das Verfahren wurde zunächst auf die Frage der grundsätzlichen Haftung des Beklagten beschränkt und diese mit Urteil 4C.378/1999 des Bundesgerichts vom 23. November 2004 bejaht. Am 5. Juli 2005 wurde das bundesgerichtliche Verfahren fortgesetzt. Mit Replik vom 30. August 2005 zum Quantitativen forderte S. einen Betrag von insgesamt über Fr. 15'000'000.-. In der Folge kam es zu einem Vergleich, mit dem sich der Haftpflichtige verpflichtete, S. über die bereits bezahlten Beträge hinaus einen Betrag von Fr. 3'000'000.- (Anwaltskosten eingeschlossen) zu bezahlen, und das Verfahren wurde mit Verfügung des Bundesgerichts vom 1. Juni 2006 abgeschrieben.\n\nA.d Mit undatiertem Schreiben, eingegangen bei der ehemaligen Arbeitgeberin am 18. Januar 2007 , verwies S. auf das Urteil des Bundesgerichts vom 23. November 2004, wonach ein Unfall vorliege, und beantragte Leistungen aus Unfall. Am 22. Januar 2007, eingegangen bei der Helsana am 30. Januar 2007, zeigte die ehemalige Arbeitgeberin das Schadenereignis an. Die Helsana verneinte einen Leistungsanspruch mit Verfügung vom 31. Juli 2008. Zur Begründung führte sie an, die Versicherte habe den Leistungsanspruch |396| verwirkt und überdies durch den Vergleich mit dem Haftpflichtversicherer auch über die Regressforderung des Unfallversicherers gegenüber dem Unfallverursacher verfügt. Die dagegen gerichtete Einsprache der Versicherten vom 2. September 2008 wies die Helsana mit Entscheid vom 10. November 2008 ab.\n\nB. S. erhob Beschwerde mit dem Hauptbegehren auf Aufhebung des Einspracheentscheids vom 10. November 2008 und Zusprechung der gesetzlichen Leistungen im Rahmen einer Invalidenrente bei einem Invaliditätsgrad von 100 %, einer maximalen Integritätsentschädigung, einer Hilflosenentschädigung für Hilflosigkeit schweren Grades und Heilungskosten, alles rückwirkend ab 24. Januar 1997 nebst 5 % Zins. Im Eventualbegehren beantragte sie Rückweisung zu weiterer Abklärung und Neubeurteilung. Das Sozialversicherungsgericht des Kantons Zürich wies die Beschwerde mit Entscheid vom 29. September 2010 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt S. unter Aufrechterhaltung ihrer vorinstanzlichen Begehren die Aufhebung dieses Entscheids beantragen. Die Helsana trägt auf Abweisung an und verlangt mit Eventualantrag, es sei ein Zeuge zu befragen und die vollständigen Akten des Haftpflichtprozesses seien zu edieren.\n\nD. Das Bundesgericht gewährt den Parteien das rechtliche Gehör zur Frage, ob die Leistungsansprüche durch die Zahlung des Haftpflichtigen bereits getilgt seien, resp. ob deren Geltendmachung gegenüber der Helsana rechtsmissbräuchlich ist. Davon haben beide Seiten mit Eingaben vom 20. Juli und 25. August 2011 Gebrauch gemacht.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob die Beschwerdeführerin für die Folgen des Eingriffs vom 24. Januar 1997 Leistungen der obligatorischen Unfallversicherung geltend machen kann. Die Helsana hat ihre Leistungspflicht mit der Begründung verneint, die Beschwerdeführerin habe auf den Leistungsanspruch verzichtet und überdies durch den Vergleich mit dem Haftpflichtigen über die Regressforderung des Unfallversicherers verfügt. Das kantonale Gericht hat dies bestätigt.\n\n3. Am 1. Januar 2003 sind das Bundesgesetz vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG; |397| SR 830.1) und die Verordnung vom 11. September 2002 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSV; SR 830.11) in Kraft getreten. In materiellrechtlicher Hinsicht gilt jedoch der allgemeine übergangsrechtliche Grundsatz, dass für die Beurteilung diejenigen Rechtssätze massgebend sind, die bei der Erfüllung des zu Rechtsfolgen führenden Tatbestandes Geltung haben (BGE 136 V 24 E. 4.3 S. 27; BGE 130 V 445 E. 1.2.1 S. 447; Urteil 8C_979/2009 vom 1. November 2010 E. 3 mit Hinweisen). Das Ereignis, aus dem Leistungsansprüche abgeleitet werden, hat sich vor Inkrafttreten des ATSG ereignet. Da die Regelung des Rückgriffs - sowohl gemäss dem bis 31. Dezember 2002 gültig gewesenen aArt. 41 UVG (SR 832.20) wie auch gemäss dem am 1. Januar 2003 in Kraft getretenen Art. 72 Abs. 1 ATSG - vom Prinzip der Subrogation im Zeitpunkt des Ereignisses ausgeht, ist massgebender Zeitpunkt für die Verwirklichung der sich aus der Subrogation ergebenden Rechtsfolgen der Zeitpunkt des Unfallereignisses (erwähntes Urteil 8C_979/2009 E. 4.1 mit Hinweisen; BGE 129 V 396 E. 1.1 S. 398; vgl. auch BGE 134 III 489 E. 4.3 S. 492). Die Helsana ist somit gestützt auf aArt. 41 UVG am 24. Januar 1997 bis auf die Höhe der gesetzlichen Leistungen in die Ansprüche der Beschwerdeführerin gegenüber dem Haftpflichtigen eingetreten, obwohl in diesem Zeitpunkt noch nicht feststand, welche Leistungen sie erbringen muss (Urteil 4A_307/2008 vom 27. November 2008 E. 3.1.3 mit Hinweisen). Vorliegend sind demzufolge für die Subrogation die gesetzlichen Grundlagen vor Inkrafttreten des ATSG massgebend.\n\n4.\n\n4.1 Das kantonale Gericht nahm an, die Beschwerdeführerin habe stillschweigend auf die Unfallversicherungsleistungen verzichtet, weil sie nach ihrem Schreiben vom 29. April 1998 während fast neun Jahren nichts mehr unternommen, den Haftpflichtprozess beendet und damit bekundet habe, dass sie die Beschwerdegegnerin nicht in Anspruch nehmen werde. Es beruft sich hiefür auf BGE 108 V 84 E. 3a S. 88.\n\n4.2 Der von der Vorinstanz angenommene Verzicht knüpft an ein konkludentes Verhalten an, das über den 1. Januar 2003 hinaus andauerte. Es erscheint daher fraglich, ob mit der Vorinstanz und der Beschwerdeführerin diesbezüglich intertemporalrechtlich auf aArt. 65 UVV (SR 832.202) abgestellt werden kann, oder ob nicht vielmehr Art. 23 ATSG zur Anwendung gelangt. Die Frage kann offenbleiben, denn sowohl aArt. 65 UVV als auch Art. 23 ATSG setzen |398| ausdrücklich voraus, dass ein Verzicht schriftlich erklärt werden muss. Ein konkludenter Verzicht, wie er unter dem noch früheren Recht von der Rechtsprechung akzeptiert wurde (BGE 116 V 273 E. 4 S. 279 f.; BGE 108 V 84 E. 3a S. 88), ist nicht mehr möglich (BGE 135 V 106 E. 6.2.3 S. 111; GHISLAINE FRÉSARD-FELLAY, De la renonciation aux prestations d'assurance sociale [art. 23 LPGA/ATSG], HAVE 2002 S. 335 ff., 336 f.; FRÉSARD/MOSER-SZELESS, L'assurance-accidents obligatoire, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 976 Rz. 481 und Fn. 712; GEBHARD EUGSTER, Krankenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 811 Rz. 1197; ANDRÉ PIERRE HOLZER, Verjährung und Verwirkung der Leistungsansprüche im Sozialversicherungsrecht, 2005, S. 77). Für einen Verzicht hätte es im Übrigen im Geltungsbereich von aArt. 65 UVV des Einverständnisses aller Beteiligten bedurft, und der Verzicht hätte vom Sozialversicherer in einer Verfügung festgehalten werden müssen (BGE 124 V 174 E. 3c S. 178; erwähntes Urteil 8C_979/2009; ALEXANDRA RUMO-JUNGO, Subrogation im Zeitpunkt des schädigenden Ereignisses, in: Festschrift des Nationalen Versicherungsbüros Schweiz und des Nationalen Garantiefonds Schweiz, 2000, S. 413 f.). Diese Formvorschriften sind hier offensichtlich nicht eingehalten. Ein Verzicht liegt daher nicht vor.\n\n5.\n\n5.1 Das kantonale Gericht hielt fest, wegen der im Zeitpunkt des Unfalls eingetretenen Subrogation sei es der Beschwerdeführerin grundsätzlich verwehrt gewesen, auf die Leistungen der Beschwerdegegnerin zu verzichten. Es ist unklar, welche Schlüsse es daraus ziehen will. Die Beschwerdeführerin ihrerseits leitet daraus ab, der Vergleich mit dem Haftpflichtigen habe keine UVG-Ansprüche beinhalten können, da sie zufolge Subrogation über diese Ansprüche nicht mehr habe verfügen können.\n\n5.2 Dem ist nicht zu folgen. Zwar trifft es zu, dass die Subrogation im Zeitpunkt des Unfalls eintritt (vgl. oben E. 3) und die Forderung des Geschädigten gegenüber dem Haftpflichtigen schon dann auf den Versicherer übergeht. Der Sozialversicherer allein ist somit Gläubiger (GHISLAINE FRÉSARD-FELLAY, Le recours subrogatoire de l'assurance-accidents sociale contre le tiers responsable ou son assureur, 2007, S. 105 Rz. 343 f.; ALEXANDRA RUMO-JUNGO, Haftpflicht und Sozialversicherung, 1998, S. 431 Rz. 971). Das bedeutet im Haftpflichtprozess, dass der grundsätzlich für den ganzen Schaden Haftpflichtige |399| dem Geschädigten gegenüber die erbrachten Sozialversicherungsleistungen als den Schaden reduzierende Positionen, für die er beweispflichtig ist, entgegenhalten kann (erwähntes Urteil 4A_307/2008 E. 3.1.4). Ging der Haftpflichtige nicht davon aus, dass Leistungen aus UVG erbracht worden sind bzw. noch erbracht werden, bestand auch kein Anlass für einen entsprechenden Abzug. Im Übrigen bewirkt der Forderungsübergang nur, dass der Geschädigte mangels Berechtigung nicht mehr verfügen darf, nicht dass er nicht verfügen kann. Verfügt er trotzdem, beispielsweise durch Abschluss eines Vergleichs mit dem Haftpflichtigen, bedeutet dies einzig, dass Letzterer durch Zahlung an den nicht mehr berechtigten Geschädigten von seiner Leistungspflicht gegenüber dem Sozialversicherer nicht befreit wird und die Gefahr der Doppelzahlung läuft (Urteil 4P.322/1994 vom 28. August 1995 E. 2d; FRÉSARD-FELLAY, Le recours subrogatoire, a.a.O., S. 106 Rz. 345).\n\n6. Zwischen den Parteien ist streitig, ob der Vergleich mit dem haftpflichtigen Kanton auch UVG-Leistungen umfasste. Die Beschwerdegegnerin macht geltend, die Beschwerdeführerin sei ungerechtfertigt bereichert, falls sie ihrerseits Leistungen nach UVG erbringen müsse.\n\n6.1 Nach einem UVG-versicherten Ereignis mit Drittbeteiligung sind in der Regel und auch hier nebst den Ansprüchen aus UVG solche aus Haftpflichtrecht zu berücksichtigen. Wie bereits erwähnt, tritt der UVG-Versicherer dabei im Zeitpunkt des bei ihm versicherten Ereignisses bis auf die Höhe der gesetzlichen Leistungen in die Ansprüche der verunfallten Person gegenüber dem Haftpflichtigen ein (aArt. 41 UVG; E. 3 hievor).\n\n6.2 Der Vergleich zwischen der Beschwerdeführerin und dem Haftpflichtigen lautet wie folgt:\n\n\"1. Der Beklagte bezahlt der Klägerin über die bereits bezahlten Beträge hinaus Fr. 3'000'000.- (drei Millionen Franken), Anwaltskosten eingeschlossen.\n\n2. Dabei gehen die Parteien insbesondere von folgenden Gegebenheiten aus:\n\na) Entsprechend der neuesten Rechtsprechung des Bundesgerichts (4C.277/2005 vom 17. Januar 2006, zur Publikation bestimmt), steht den Pensionskassen auch nach der vor dem 1. Januar 2005 geltenden Regelung (Einführung von Art. 34b BVG) ein Rückgriffsrecht auf den haftpflichtigen Dritten zu, unabhängig davon, ob eine Abtretung der Ansprüche des Geschädigten erfolgt ist. |400|\n\nb) Die Klägerin erhält keine Hilflosenentschädigung. Sollte sie in Zukunft entsprechende Leistungen beziehen, hält sie den Beklagten schadlos, soweit dieser dafür aus Regress zahlungspflichtig wird.\n\n3. Mit Erfüllung dieser Vereinbarung sind die Parteien per Saldo aller Ansprüche auseinander gesetzt.\"\n\nAus der Bestätigung des damaligen Rechtsvertreters der Beschwerdeführerin vom 1. Februar 2007 geht sodann hervor, dass der Haftpflichtige gesamthaft, einschliesslich der im Vergleich genannten Summe und vorangegangener Akontozahlungen Fr. 5'000'000.- ausbezahlt hat. Davon flossen nach Abzug des Anwaltshonorars und von Barauslagen an eine Drittperson Fr. 4'250'000.- an die Beschwerdeführerin.\n\nEs fragt sich nun, ob die Beschwerdeführerin über diese Summe hinaus Anspruch auf die geltend gemachten UVG-Leistungen (Invalidenrente, Integritätsentschädigung, Hilflosenentschädigung, Heilbehandlung) erheben kann.\n\n6.3 An Leistungen aus Haftpflichtrecht mit jeweils vergleichbarem Zweck kommen bei der Invalidenrente (nach Art. 18 ff. UVG) die Leistungskategorie Erwerbsausfallsentschädigung/Rentenschaden, bei der Integritätsentschädigung (Art. 24 f. UVG) die Genugtuung, bei der Hilflosenentschädigung (Art. 26 f. UVG) die Entschädigung für den Betreuungs- sowie Pflegeaufwand und bei der Heilbehandlung (Art. 10 UVG) die Übernahme von Heilungs- sowie Behandlungskosten (Begriffsverwendungen jeweils wie im durchgeführten Haftpflichtprozess [siehe: Urteil 4C_378/1999 vom 23. November 2004]; vgl. auch RUMO-JUNGO, a.a.O., S. 436 ff.) in Betracht. Dabei ist davon auszugehen, dass die Leistungen des Haftpflichtigen resp. Haftpflichtversicherers, welcher den vollen Schaden und eine Genugtuung zu bezahlen hat, die Leistungen des UVG-Versicherers in der Regel übertreffen. So hat Letzterer etwa nur eine Invalidenrente im Umfang von höchstens 80 % des versicherten Verdienstes (Art. 20 Abs. 1 UVG) und eine Integritätsentschädigung, die maximal dem Höchstbetrag des versicherten Jahresverdienstes entspricht (Art. 25 Abs. 1 UVG), auszurichten.\n\nIm vorliegenden Fall bestehen keine Anhaltspunkte dafür, dass es sich diesbezüglich anders verhalten könnte. Namentlich liegen keine Hinweise auf erfolgte Kürzungen der haftpflichtrechtlichen Leistungen vor, welche allenfalls bei UV-Leistungen nicht vorzunehmen wären. |401|\n\n6.4 Zu beurteilen bleibt, ob durch den Haftpflichtigen auch tatsächlich der volle Schaden gedeckt worden ist.\n\nVorerst ergibt sich aus dem Wortlaut des Vergleiches selber, dass die Parteien per saldo aller Ansprüche auseinandergesetzt seien. Dies lässt darauf schliessen, dass nicht noch weitere Ansprüche zur Beurteilung standen, soweit im Vergleich nicht Vorbehalte formuliert wurden (dazu nachstehend E. 6.5).\n\nWeiter ist zu beachten, dass die Ansprüche gegenüber dem Haftpflichtigen erhoben wurden, bevor die Frage allfälliger Leistungsansprüche nach dem UVG geprüft und beantwortet worden war. Bei dieser Konstellation ist gestützt auf die allgemeine Lebenserfahrung davon auszugehen, dass eine geschädigte Person vom Haftpflichtigen den vollen Schadensausgleich fordert. Das gilt erst recht, wenn sie - wie hier der Fall - durch einen erfahrenen Schaden- und Versicherungsrechtsanwalt vertreten ist. Dabei ist auch zu berücksichtigen, dass der Rechtsvertreter bei Unterlassen gebotener Leistungsbegehren selber Gefahr läuft, haftpflichtrechtlich belangt zu werden. Im Lichte dieser Ausführungen besteht eine natürliche Vermutung dafür, dass die geschädigte Person bei der gegebenen Konstellation den gesamten Schaden vom Haftpflichtigen verlangt.\n\nKonkret hat die Beschwerdeführerin im Direktprozess vor Bundesgericht denn auch alle möglichen Schadenspositionen ausführlich geltend gemacht. Dies betrifft insbesondere die Positionen der Heilungskosten, des Erwerbsausfalls und der Genugtuung, welche im Haftpflichtrecht bei der Gliederung der Ansprüche denjenigen nach UVG gleichgesetzt sind (Art. 74 ATSG bzw. aArt. 43 UVG).\n\nFür die Behauptung der Beschwerdeführerin, sie habe nur den Direktschaden verlangt, ergeben sich aus den Akten keinerlei Anhaltspunkte. Das Gegenteil ist der Fall: In den formatierten Berechnungen zur Schadenshöhe (Berechnungssystem Leonardo) findet sich zwar ein Abzug für die laufende Rente der Invalidenversicherung. Die entsprechende Rubrik für Leistungen der Unfallversicherung ist indessen leer gelassen worden. Das bedeutet, dass die Beschwerdeführerin bei der Begründung ihrer Ansprüche selber davon ausging, sie erhalte keinerlei Leistungen der Unfallversicherung, andernfalls sie sich diese - analog zu denjenigen der Invalidenversicherung - hätte anrechnen lassen müssen. Die Beschwerdeführerin hat denn auch zusätzliche Leistungen der Unfallversicherung im Direktprozess vor Bundesgericht gar nie erwähnt. Offenbar ging sie selber in |402| jener Prozessphase davon aus, das Ereignis stelle keinen Unfall im Rechtssinne dar bzw. der Nachweis eines solchen sei wenig erfolgversprechend.\n\nEs kann mithin mit Sicherheit angenommen werden, die Einigung zwischen der Beschwerdeführerin und dem Haftpflichtigen habe alle Schadenpositionen erfasst und damit den Gesamtschaden abgedeckt.\n\n6.5 Daran ändert auch der Umstand nichts, dass sich im Vergleich ein Vorbehalt zu möglichen späteren Hilflosenentschädigungen der Invalidenversicherung findet. Die Beschwerdeführerin will daraus ableiten, ein solcher hätte auch für Leistungen der Unfallversicherung angebracht werden müssen, falls diese in der durch Vergleich vereinbarten Summe enthalten gewesen wären. Dem kann nicht gefolgt werden. Der Vorbehalt im Vergleich ging offensichtlich auf eine Intervention des Haftpflichtigen zurück, da die Beschwerdeführerin trotz 100%iger Invalidität auf die Hilflosenentschädigung verzichtete. Diese Frage wurde im Prozess ausführlich diskutiert. Leistungen der Unfallversicherung waren aber nie Gegenstand der Verhandlungen, da alle Verfahrensbeteiligten davon ausgingen, solche seien nicht geschuldet.\n\n6.6 Der Behauptung der Beschwerdeführerin, sie habe im Zivilprozess gegen den Haftpflichtigen nur den Direktschaden geltend gemacht, kann aber auch aus (verfahrens)rechtlichen Gründen nicht gefolgt werden. Einmal wäre es unmöglich gewesen, (nur) den Direktschaden geltend zu machen, ohne die Leistungen des Unfallversicherers überhaupt zu kennen; insbesondere diese Leistungen sind ja vom Gesamtschaden in Abzug zu bringen, um überhaupt den Direktschaden berechnen zu können. Überdies hätte das Bundesgericht den Prozess nicht zum Abschluss bringen können, falls Leistungen aus Unfallversicherung vorbehalten gewesen wären; vielmehr hätte es wohl den Prozess bis zum Abschluss des UVG-Verfahrens sistiert.\n\n6.7 Die Beschwerdeführerin bringt auch vergeblich vor, sie habe im Haftpflichtverfahren nicht alles zugesprochen resp. vergleichsweise zuerkannt erhalten, was sie ursprünglich eingeklagt hatte. Massgebend ist, dass bei der Bestimmung der vom Haftpflichtigen zu erbringenden Zahlungen keine UV-Leistungen vorbehalten und abgezogen wurden. Dies lässt sich unter den gegebenen Umständen vernünftigerweise nur so erklären, dass die Beschwerdeführerin vom Haftpflichtigen den gesamten Schaden vergütet erhielt, was denn |403| auch mit Blick auf die erfolgten Zahlungen realistisch erscheint. Daran vermag der Einwand der Beschwerdeführerin nichts zu ändern. Gleiches gilt, soweit sie auf einzelne Positionen der damaligen zivilrechtlichen Schadensbestimmung und auf verschiedene Leistungsarten der Unfallversicherung Bezug nimmt.\n\n6.8 Grundsätzlich kann ein Geschädigter nur einmal die Wiedergutmachung seines Schadens erlangen (BGE 133 III 6 E. 5.3.2 S. 22). Steht daher zweifellos fest, dass einem Versicherten im Rahmen eines Haftpflichtprozesses der volle Schaden (und damit auch allfällige Leistungen der Unfallversicherung) gedeckt worden ist, kann er solche Leistungen nicht ein zweites Mal geltend machen.\n\nZwar besteht im Sozialversicherungsrecht kein extrasystemisches Überentschädigungsverbot, weshalb der Unfallversicherer dem Versicherten gegenüber nicht die Einrede der Erfüllung durch den Haftpflichtigen entgegenhalten kann. Indem die Versicherte aber eine Leistung verlangt, für die sie im Zivilprozess schon voll entschädigt worden ist, handelt sie rechtsmissbräuchlich (vgl. E. 7.1 nachfolgend).\n\n7. Die Prüfung der geltend gemachten Ansprüche kann überdies unterbleiben, weil das Prozessverhalten der Beschwerdeführerin ebenfalls rechtsmissbräuchlich erscheint.\n\n7.1 Auch der Private ist im Verkehr mit den Behörden an Treu und Glauben gebunden (Art. 5 Abs. 3 BV; SVR 2011 EL Nr. 7 S. 21, 9C_999/2009 E. 6.2 mit Hinweisen). Ein auch im öffentlichen Recht anerkannter Ausfluss davon ist das Verbot widersprüchlichen Verhaltens. Da jedoch die Berufung auf das Verbot widersprüchlichen Verhaltens gegenüber dem Bürger stets auf eine Verkürzung von dessen gesetzlichen Rechtspositionen hinausläuft, ist - insbesondere wenn es aus passivem Verhalten abgeleitet wird - Zurückhaltung angebracht (THOMAS GÄCHTER, Rechtsmissbrauch im öffentlichen Recht, 2005, S. 194 ff., 197). In Anlehnung an die privatrechtliche Doktrin zu Art. 2 Abs. 2 ZGB kann Widersprüchlichkeit einerseits auf der Unvereinbarkeit zweier Verhaltensweisen und andererseits auf dem Verbot, begründete Erwartungen eines anderen zu enttäuschen, beruhen. Zentral ist die Abwägung der Interessen und dabei eine allfällige Vertrauensbetätigung der Behörden (GÄCHTER, a.a.O., S. 199 f., 208 und 556 f.).\n\n7.2 Mit undatiertem Schreiben an ihre ehemalige Arbeitgeberin, das bei dieser am 18. Januar 2007 einging, verwies die |404| Beschwerdeführerin auf das Urteil des Bundesgerichts vom 23. November 2004. Daraus ergebe sich, dass ein Unfall vorliege und nicht eine Krankheit. Sie beantrage daher Leistungen aus Unfall. Die Arbeitgeberin meldete der Beschwerdegegnerin mit offiziellem Formular, datierend vom 22. Januar 2007, einen Unfall \"gemäss Berichte des Bundesgerichts\". Diese Meldung ging bei der Beschwerdegegnerin zusammen mit den Akten am 30. Januar 2007 ein, mithin nach Eintritt der absoluten Verjährung des Regressanspruchs.\n\n7.3 Im Hinblick auf die Beurteilung des Verhaltens der Parteien ist von Bedeutung, dass es sich bei dem streitgegenständlichen Unfall um eine Sorgfaltspflichtverletzung bei einer Operation handelte. Nicht jede Sorgfaltspflichtverletzung stellt einen Unfall dar. Im Rahmen einer Krankheitsbehandlung, für welche der Unfallversicherer nicht leistungspflichtig ist, kann ein Behandlungsfehler ausnahmsweise den Unfallbegriff erfüllen, nämlich dann, wenn es sich um grobe und ausserordentliche Verwechslungen und Ungeschicklichkeiten oder sogar um absichtliche Schädigungen handelt, mit denen niemand rechnete, noch zu rechnen brauchte (FRÉSARD/MOSER-SZELESS, a.a.O., S. 860 Rz. 72; ALEXANDRA RUMO-JUNGO, Bundesgesetz über die Unfallversicherung, 2003, S. 24).\n\nIn ihrem Schreiben vom 29. April 1998 stellte die Beschwerdeführerin in Aussicht, näher darüber zu informieren, wieso es sich bei der Operation um einen Unfall gehandelt habe. Nachdem der Kanton Basel-Stadt die Haftpflicht mit Schreiben vom 29. Mai 1998 bestritten hatte, leitete sie Klage ein. Vor diesem Hintergrund durfte die Beschwerdegegnerin das Schreiben vom 29. April 1998 so verstehen, dass sie von der Beschwerdeführerin informiert würde, sobald diese in der Lage sei, die Voraussetzungen des Unfallbegriffs zu begründen. Die Beschwerdeführerin macht denn auch selbst geltend, erst mit dem Urteil des Bundesgerichts vom 23. November 2004 sei festgestanden, dass eine Sorgfaltspflichtverletzung gegeben und damit der Unfallbegriff erfüllt sei. Solange die Beschwerdeführerin somit nicht gemäss ihrem Schreiben mitteilte, weshalb die Operation als Unfall anzuerkennen sei, musste die Beschwerdegegnerin nicht damit rechnen, dass sie das am 29. April 1998 gemeldete Ereignis als Unfall weiterverfolgen wolle. Dies war erst mit Schreiben vom 18. Januar 2007 (Eingang) an die Arbeitgeberin der Fall. Die Beschwerdeführerin wusste jedoch bereits nach dem Urteil vom 23. November 2004, dass eine Sorgfaltspflichtverletzung vorlag und hätte |405| in diesem Zeitpunkt die Beschwerdegegnerin darüber informieren müssen.\n\n7.4 Indem die Beschwerdeführerin gegenüber dem Haftpflichtigen und dem Unfallversicherer kongruente Leistungen geltend macht, verhält sie sich widersprüchlich. Sie will damit die vom Gesetz verpönte Überentschädigung erreichen. Die Beschwerdeführerin wäre aufgrund ihres Schreibens vom 29. April 1998 gehalten gewesen, die Beschwerdegegnerin über den Ausgang des Haftpflichtverfahrens zu informieren. Ihre Unterlassung verschlechterte grundlos die Position des Sozialversicherers (vgl. auch BGE 127 III 257 E. 6c S. 266 f.), indem dessen Regressanspruch verjährte. Auch dieses Verhalten ist als rechtsmissbräuchlich zu qualifizieren."}