{"annee": "137", "cour": "III", "page": "460", "date": "15/8/2011", "cite": ["85 III 146", "109 II 338", "90 II 164", "86 II 95", "134 III 417", "124 III 350", "114 II 68", "120 IV 199", "115 II 468"], "cite_par": ["143 III 537"], "chapeau": "69. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. AG gegen Z. AG (Beschwerde in Zivilsachen)\n\n5A_197/2011 vom 15. August 2011", "regestes": ["Art. 686 al. 4, art. 701 et 706b CO; registre des actions; nullité d'une décision de la réunion de tous les actionnaires. Le contenu du registre des actions a seulement la portée d'une présomption réfragable. Si une société anonyme sait ou devrait savoir qu'une inscription au registre des actions est erronée, elle ne peut s'y fier (consid. 3.2). La décision de la réunion de tous les actionnaires, à laquelle tous n'ont pas participé ou n'ont pas été représentés, est nulle. Cette décision n'est pas non plus valable en tant que décision ordinaire de l'assemblée générale, si tous les actionnaires n'ont pas été convoqués. Il importe peu que l'actionnaire qui n'a pas été invité aurait pu, par son vote, empêcher que la décision ne soit prise (consid. 3.3).", "Art. 190 al. 1 ch. 2 LP; faillite en cas de suspension des paiements. Notion de suspension des paiements. Selon les circonstances concrètes du cas d'espèce, une offre de concordat extrajudiciaire peut être considérée comme une suspension des paiements (consid. 3.4)."], "faits": "BGE 137 III 460 S. 461\n\nA.\n\nA.a Die X. AG ist aus einer Einzelgesellschaft hervorgegangen. Nach dem Tod ihres Inhabers wurde die Einzelfirma in eine Aktiengesellschaft umgewandelt. Es war vorgesehen, dass der Geschäftsführer S. die Firma schrittweise übernehmen sollte. Die Transaktion wurde beratend von der V. AG - einer von W. beherrschten Gesellschaft - begleitet und W. wurde zum Verwaltungsratspräsidenten der X. AG gewählt. Die Witwe des früheren Inhabers (T.) blieb am Aktienkapital beteiligt. U. vertrat ihre Interessen im Verwaltungsrat. Mit Kaufvertrag vom 18. Mai 2005 und Übertragungserklärung vom 9. Januar 2006 erwarb die V. AG von S. ein Aktienpaket an der X. AG. U. löste W. am 17. März 2006 als Verwaltungsratspräsident ab.\n\nA.b Mit Schreiben vom 7. Juni 2007 lud U. zur ordentlichen Generalversammlung der X. AG am 29. Juni 2007. Diese Einladung wurde auch an W. verschickt. In einem zweiten Schreiben vom 20. Juni 2007 wurde die Traktandenliste mit dem Geschäft \"Sitzverlegung\" ergänzt. Auch dieses Schreiben ging an W. Die auf den 29. Juni 2007 anberaumte Versammlung fand nicht statt. Stattdessen wurde gemäss öffentlicher Urkunde des Notariats Y. am 24. Juli 2007 eine Universalversammlung durchgeführt, an welcher die Sitzverlegung der X. AG von B. (BE) nach C. (TI) beschlossen wurde. Weder die V. AG noch W. waren zu dieser Versammlung eingeladen worden noch waren sie anwesend oder vertreten.\n\nDie Sitzverlegung wurde am 2. August 2007 im Handelsregister des Kantons Tessin eingetragen. Die Löschung im Handelsregister Emmental-Oberaargau erfolgte am 8. August 2007. Die Publikation der BGE 137 III 460 S. 462Sitzverlegung erfolgte im Schweizerischen Handelsamtsblatt vom 8. August 2007 (Eintragung im Handelsregister des Kantons Tessin) bzw. am 14. August 2007 (Löschung im Handelsregister Emmental-Oberaargau).\n\nB. Mit Eingabe vom 2. August 2007 ersuchte die Z. AG beim Gerichtskreis V Burgdorf-Fraubrunnen um Konkurseröffnung ohne vorgängige Betreibung über die X. AG und um Aufnahme eines Güterverzeichnisses. Die Z. AG machte geltend, die X. AG habe ihre Zahlungen eingestellt. Die X. AG bestritt unter Hinweis auf die Sitzverlegung die örtliche Zuständigkeit der Berner Gerichte. Am 23. August 2007 eröffnete der Gerichtspräsident 3 des Gerichtskreises V Burgdorf-Fraubrunnen über die X. AG den Konkurs. Nachdem die Appellation der X. AG an das Obergericht des Kantons Bern erfolglos geblieben war, hiess das Bundesgericht am 8. April 2008 eine Beschwerde der X. AG gut und wies die Sache an das Obergericht zurück (Urteil 5A_617/2007, teilweise publ. in: BGE 134 III 417). Mit Entscheid vom 17. Februar 2011 eröffnete das Obergericht über die X. AG den Konkurs. Es stellte fest, dass die V. AG zum Zeitpunkt der Universalversammlung noch Aktionärin der X. AG gewesen sei. Da an der Universalversammlung nicht alle Aktionäre anwesend oder vertreten gewesen seien, sei der an ihr gefasste Sitzverlegungsbeschluss nichtig.\n\nC. Am 21. März 2011 hat die X. AG (Beschwerdeführerin) Beschwerde in Zivilsachen erhoben. Sie beantragt die Aufhebung des obergerichtlichen Entscheids und die Zurückweisung, allenfalls Abweisung des Gesuchs der Z. AG (Beschwerdegegnerin) um Konkurseröffnung. Das Obergericht hat auf Stellungnahme verzichtet. Die Beschwerdegegnerin ersucht um Abweisung der Beschwerde und Bestätigung des angefochtenen Entscheids.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführerin wendet sich gegen die Tatsachenfeststellungen des Obergerichts über die Zusammensetzung ihres Aktionariats (unten E. 3.1), hält das von ihr vorgelegte Aktienbuch für massgeblich (unten E. 3.2), bestreitet die Nichtigkeit des Universalversammlungsbeschlusses vom 24. Juli 2007 (unten E. 3.3) und BGE 137 III 460 S. 463verneint schliesslich das Vorliegen des Konkursgrundes der Zahlungseinstellung (unten E. 3.4).\n\n3.1 Die Beschwerdeführerin macht zunächst geltend, das Obergericht habe die Zusammensetzung ihres Aktionariats zum Zeitpunkt der Versammlung vom 24. Juli 2007 offensichtlich unrichtig festgestellt (Art. 97 Abs. 1 BGG). Die Vorinstanz lege nicht dar und treffe keine abschliessenden Feststellungen darüber, ob die V. AG oder W. zum entscheidenden Zeitpunkt Aktionär gewesen seien, und sie verletze das Regelbeweismass des Vollbeweises, indem sie hier selber Unsicherheiten zu erkennen gebe.\n\nEntgegen dieser Darstellung hat die Vorinstanz nicht offengelassen, ob die V. AG oder W. Aktionär gewesen sind. Sie hat sich vielmehr mit der Feststellung begnügt, dass jedenfalls die V. AG Aktionärin gewesen ist und in der Folge einzig offengelassen, ob zusätzlich W. auch noch Aktionär gewesen sei. Diese Rüge geht demnach fehl.\n\n3.2\n\n3.2.1 Die Beschwerdeführerin wendet sich dagegen, dass die Vorinstanz das Aktienbuch nicht für massgeblich gehalten hat. Für eine Aktiengesellschaft gebe es keine andere zuverlässige Quelle, um zu wissen, wer ihr gegenüber als Aktionär gelte. Dabei hält sie an der Massgeblichkeit des von ihr eingereichten Aktienbuchs fest, welches die V. AG und W. nicht als Aktionäre ausweise.\n\n3.2.2 Gemäss Art. 686 Abs. 4 OR gilt im Verhältnis zur Gesellschaft als Aktionär, wer im Aktienbuch eingetragen ist. Dem Aktienbuch kommt somit eine Legitimationsfunktion im Verhältnis der Aktionäre zur Gesellschaft zu. Diese Wirkung des Aktienbuchs ist allerdings beschränkt. Sein Inhalt hat bloss die Bedeutung einer widerlegbaren Vermutung (BGE 124 III 350 E. 2c S. 354; eingehend BGE 90 II 164 E. 3 S. 171 ff.). Die Vermutung kann umgestossen werden durch den Nachweis, dass ein Eingetragener nicht Aktionär ist, oder umgekehrt, dass ein Nichteingetragener Aktionär ist (BGE 90 II 164 E. 3 S. 173 f.; FORSTMOSER UND ANDERE, Schweizerisches Aktienrecht, 1996, § 43 Rz. 86). Für die Rechtsträgerschaft ist der Eintrag im Aktienbuch somit nicht wesentlich (BGE 124 III 350 E. 2c S. 354). Zwar darf sich die Gesellschaft grundsätzlich auf den Eintrag verlassen, solange er besteht. Doch gilt dies nur, wenn sie keine Kenntnis davon hat oder haben müsste, dass der Eintrag falsch ist (PETER BÖCKLI, Schweizer Aktienrecht, 4. Aufl. 2009, § 6 Rz. 320). BGE 137 III 460 S. 464\n\nDie Beschwerdeführerin bestreitet, dass sie von der Aktionärseigenschaft der V. AG Kenntnis gehabt habe. Angesichts des überschaubaren Aktionärskreises und des früheren Zusammenwirkens der Aktionäre bei der Leitung der Beschwerdeführerin ist allerdings von vornherein nicht nachvollziehbar, wie sich Verwaltungsratspräsident U. anlässlich der Sitzung vom 24. Juli 2007 einzig hätte auf das Aktienbuch stützen dürfen, um die Aktionäre zu bestimmen. U. war zudem aktenkundig über die seinerzeitige Abtretung eines Aktienpakets von S. an die V. AG orientiert (vgl. das Schreiben der R. AG vom 16. Mai 2006 mit Beilagen an U., wo unter anderem auf die Abtretung des Aktienpakets von S. an die V. AG hingewiesen wird). Des Weiteren liegt ein Schreiben von W. vom 13. Juni 2007 (auf Briefpapier der V. AG) an U. in den Akten, in welchem W. für die Einladung zur Generalversammlung vom 29. Juni 2007 dankt und darauf hinweist, dass nicht er, sondern die V. AG Aktionärin der Beschwerdeführerin sei, und um entsprechende Änderung der Empfängeradresse ersucht. U. sandte denn auch am 20. Juni 2007 die Ergänzung der Traktandenliste an die gewünschte Postadresse. U. wusste somit, dass die V. AG behauptete, Aktionärin der Beschwerdeführerin zu sein. Dieses Wissen ist der Beschwerdeführerin zuzurechnen (BGE 109 II 338 E. 2b S. 341 f.). Wenn die Beschwerdeführerin diese Kenntnisse jedoch in der Folge nicht weiter beachtete und insbesondere nicht abklärte, ob die Behauptung der V. AG zutrifft oder ob die V. AG die Aktien zurückübertragen hatte, so trägt sie das Risiko für diese Unterlassung. Das Vorbringen der Beschwerdeführerin, dass sie von der Aktionärsstellung der V. AG keine Kenntnis gehabt habe oder zumindest hätte haben müssen, hält demnach nicht stand. Es ist in der Folge irrelevant, welchen Inhalt das angeblich am Tag der Universalversammlung vorgelegte Aktienbuch aufwies. Soweit die Beschwerdeführerin in diesem Zusammenhang die Behauptung wiederholt, in einem Protokoll der Aktionärsversammlung vom 17. März 2006 werde festgestellt, der Aktienkaufvertrag vom 18. Mai 2005 sei \"ausser Kraft\" gesetzt worden, geht sie schliesslich nicht auf die vorinstanzlichen Erwägungen ein, wonach dieses Protokoll nicht unterzeichnet und die Rückübertragungsmodalitäten in diesem Kaufvertrag selber geregelt seien, eine entsprechende Rückabwicklung aber von keiner Seite behauptet worden sei (nicht publ. E. 2.1.1). Darauf ist nicht einzutreten (vgl. nicht publ. E. 1). BGE 137 III 460 S. 465\n\n3.3\n\n3.3.1 Des Weiteren ist die Beschwerdeführerin der Ansicht, der Beschluss der Generalversammlung vom 24. Juli 2007 sei nicht nichtig und die Teilnahme der V. AG bzw. von W. an der Generalversammlung hätte an ihrem Ergebnis nichts geändert.\n\n3.3.2 Auf die Nichtigkeit eines Beschlusses kann sich jedermann und zu grundsätzlich jeder Zeit berufen (BGE 115 II 468 E. 3b S. 473; Urteil 5C.143/2005 vom 2. Februar 2006 E. 2 mit Hinweisen, in: Pra 96/2007 Nr. 7 S. 35 und ZBGR 88/2007 S. 367), so dass die Nichtigkeit von der Beschwerdegegnerin im vorliegenden Verfahren geltend gemacht werden kann. Bei der Annahme von Nichtigkeit ist jedoch Zurückhaltung geboten (BGE 115 II 468 E. 3b S. 474). Die Gründe für die Nichtigkeit von Beschlüssen der Generalversammlung einer Aktiengesellschaft sind in Art. 706b OR nicht abschliessend aufgezählt. Neben den ausdrücklich aufgeführten schweren Mängeln primär inhaltlicher Natur können auch schwerwiegende formelle Mängel in der Beschlussfassung zur Nichtigkeit führen (Urteil 4A_197/2008 vom 24. Juni 2008 E. 2.1; DUBS/TRUFFER, in: Basler Kommentar, Obligationenrecht, 3. Aufl. 2008, N. 17 zu Art. 706a [recte: Art. 706b] OR; BÖCKLI, a.a.O., § 16 N. 174; FORSTMOSER UND ANDERE, a.a.O., § 25 N. 117). Teilweise werden von den nichtigen Beschlüssen in begrifflicher Hinsicht sog. Schein- oder Nichtbeschlüsse abgegrenzt, bei denen gar kein Generalversammlungsbeschluss vorliegt, weil es an einer als Generalversammlung zu qualifizierenden Zusammenkunft bzw. einer Beschlussfassung fehlt. Die Rechtsfolge ist aber dieselbe wie bei nichtigen Beschlüssen (DUBS/TRUFFER, a.a.O., N. 17 zu Art. 706a [recte: Art. 706b] OR; FORSTMOSER UND ANDERE, a.a.O., § 25 N. 117).\n\nNach dem bereits Gesagten (E. 3.1 und nicht publ. E. 2.1.1) waren an der Versammlung vom 24. Juli 2007 nicht alle Aktionäre anwesend oder vertreten. Um eine Universalversammlung konnte es sich trotz gegenteiliger Bezeichnung im damals gefassten Beschluss demnach nicht handeln, denn die Universalversammlung ist eine besondere Form der Generalversammlung, die von den Eigentümern oder Vertretern sämtlicher Aktien gebildet wird und die ohne Einhaltung der für die Einberufung vorgeschriebenen Formvorschriften abgehalten werden kann (Art. 701 OR; BGE 120 IV 199 E. 1 S. 201; Urteil 4P.331/2006 vom 5. Juni 2007 E. 4.2). Eine Universalversammlung in Abwesenheit auch nur eines Aktionärs oder seiner BGE 137 III 460 S. 466Vertretung stellt einen schwerwiegenden formellen Mangel dar, der zur Nichtigkeit der anlässlich dieser Versammlung getroffenen Beschlüsse führen muss (BÖCKLI, a.a.O., § 16 Rz. 174; FORSTMOSER UND ANDERE, a.a.O., § 23 Rz. 5 und § 25 Rz. 119; CHRISTOPH D. STUDER, Die Einberufung der Generalversammlung der Aktiengesellschaft, 1995, S. 142; BRIGITTE TANNER, Zürcher Kommentar, 2. Aufl. 2003, N. 7 und 68 zu Art. 701 OR; in diesem Sinne auch Urteil 4P.331/2006 vom 5. Juni 2007 E. 4.2.3 und in der Tendenz Urteil 4A_131/2007 vom 11. Januar 2008 E. 2.1; demgegenüber geht BGE 86 II 95 E. 2 S. 97 noch von Anfechtbarkeit aus; differenzierend DUBS/TRUFFER, a.a.O., N. 18 zu Art. 706a [recte: Art. 706b] OR). Die Beschwerdeführerin weist in diesem Zusammenhang auf BGE 114 II 68 hin. In diesem Fall ging es um einen Beschluss einer womöglich nicht ordnungsgemäss einberufenen und zusammengesetzten Universalversammlung. Die Eintragung des Beschlusses im Handelsregister wurde vom Bundesgericht dennoch geschützt. Dieses Urteil steht allerdings im Zusammenhang mit der beschränkten materiellrechtlichen Kognition des Handelsregisterführers und ist folglich vorliegend nicht einschlägig.\n\nFragen kann sich allerdings unter den gegebenen Umständen, ob die an einer derart fehlerhaften Universalversammlung gefassten Beschlüsse als solche einer normalen Generalversammlung gelten können (vgl. DUBS/TRUFFER, a.a.O., N. 18 zu Art. 706a [recte: Art. 706b] OR). Die Vorinstanz hat festgestellt, dass zur Versammlung vom 24. Juli 2007 zumindest ein Aktionär nicht eingeladen worden ist. Sie hat sich nicht dazu geäussert, ob eine form- und fristgerechte Einladung der anderen Aktionäre stattgefunden hat. Zur Annahme von Nichtigkeit genügt jedoch, dass ein Teil der Aktionäre nicht eingeladen wurde (BGE 115 II 468 E. 3b S. 473; Urteil des Obergerichts des Kantons Zürich vom 15. Juli 1968, in: Die schweizerische Aktiengesellschaft [SAG] 41/1969 S. 212 ff.; F. WOLFHART BÜRGI, Zürcher Kommentar, 1969, N. 11 zu Art. 706 OR; FORSTMOSER UND ANDERE, a.a.O., § 25 Rz. 124; TANNER, a.a.O., N. 121 zu Art. 706b OR; STUDER, a.a.O, S. 124; vgl. auch HANS MICHAEL RIEMER, Anfechtungs- und Nichtigkeitsklage im schweizerischen Gesellschaftsrecht, 1998, Rz. 269; a.A. DUBS/TRUFFER, a.a.O., N. 20 zu Art. 706a [recte: Art. 706b] OR). Diese Rechtsfolge ist angemessen. Durch die Nichteinladung entgeht dem übergangenen Aktionär die Möglichkeit zur Teilnahme an der Generalversammlung. Auch wenn sein Aktienpaket nicht gross genug ist, um Mehrheitsbeschlüsse zu verhindern, BGE 137 III 460 S. 467verpasst er die Möglichkeit, auf die Meinungsbildung in der Versammlung Einfluss zu nehmen. Schliesslich besteht die Gefahr der Vereitelung des Anfechtungsrechts, da der betroffene Aktionär womöglich nicht binnen der Anfechtungsfrist (Art. 706a Abs. 1 OR) von der Abhaltung einer Generalversammlung und den auf ihr gefassten Beschlüssen Kenntnis erhält.\n\nZwischen der Nichteinladung eines Aktionärs und den auf der mangelhaften Versammlung gefällten Beschlüssen braucht ausserdem entgegen der Ansicht der Beschwerdeführerin kein Kausalzusammenhang insofern zu bestehen, als dass der Nichteingeladene die Beschlüsse mit seiner Stimmkraft hätte verhindern können. Dies gilt zunächst bei der mangelhaften Durchführung der Universalversammlung, denn wenn die Universalversammlung mangels Teilnahme eines Aktionärs gar nicht mehr als Universalversammlung beschliessen kann, spielt keine Rolle, ob der übergangene Aktionär ihre Beschlüsse hätte verhindern können (BRIGITTE TANNER, Quoren für die Beschlussfassung in der Aktiengesellschaft, 1987, S. 310). Aber auch im Rahmen der Konversion in eine normale Generalversammlung spielt keine Rolle, ob der übergangene Aktionär mit seinem Stimmengewicht den fraglichen Beschluss hätte verhindern können. Wie gesagt, kann eine Generalversammlung auch durch blosse Diskussionsbeiträge beeinflusst werden. Kommt hinzu, dass die Nichteinladung teilnahmeberechtigter Personen einen grundlegenden Verfahrensmangel darstellt, bei welchem das Kausalitätserfordernis fehl am Platz ist. In der Lehre wird denn auch davon gesprochen, in einem solchen Fall liege gar keine Mitgliederversammlung im Rechtssinne vor (RIEMER, a.a.O., Rz. 262 ff.; STUDER, a.a.O., S. 124). Die Rechtsfolge einer Nichteinladung nach dem Stimmengewicht der übergangenen Aktionäre zu bestimmen, liefe schliesslich darauf hinaus, dem die Generalversammlung einberufenden Verwaltungsrat im Ergebnis eine Ungleichbehandlung der Aktionäre (Art. 717 Abs. 2 OR) zu erlauben, und dies erst noch beim zentralen Mitwirkungsrecht auf Teilnahme an der Generalversammlung.\n\nDamit erweist sich der Sitzverlegungsbeschluss vom 24. Juli 2007 im Ergebnis als nichtig. Liegt kein gültiger Beschluss über die Sitzverlegung vor, so hat die Beschwerdeführerin ihren Sitz nicht nach C. verlegen können, sondern ist nach wie vor in B. ansässig. Die bernischen Gerichte sind somit zur Konkurseröffnung zuständig. BGE 137 III 460 S. 468\n\n3.4 Schliesslich bestreitet die Beschwerdeführerin, dass der Konkursgrund von Art. 190 Abs. 1 Ziff. 2 SchKG vorliegt. Sie wirft der Vorinstanz vor, sich für den Nachweis der Zahlungseinstellung einzig auf das Zirkularschreiben der Beschwerdeführerin vom 27. Juli 2007 abgestützt zu haben. Dies sei willkürlich. Zudem werde Art. 190 Abs. 1 Ziff. 2 SchKG verletzt, denn es müsse möglich sein, den Gläubigern einen Vorschlag für die Sanierung bzw. zu einem aussergerichtlichen Nachlass zu unterbreiten, ohne sogleich die sofortige Konkurseröffnung befürchten zu müssen.\n\n3.4.1 Gemäss Art. 190 Abs. 1 Ziff. 2 SchKG kann beim Gericht ohne vorgängige Betreibung die Konkurseröffnung verlangt werden, wenn ein der Konkursbetreibung unterliegender Schuldner seine Zahlungen eingestellt hat. Der Begriff der Zahlungseinstellung ist ein unbestimmter Rechtsbegriff, der dem Konkursrichter einen weiten Ermessensspielraum verschafft (Urteil 5A_439/2010 vom 11. November 2010 E. 4 mit Hinweisen, in: SJ 2011 I S. 175; Urteil 5P.33/2002 vom 7. März 2002 E. 4). Zahlungseinstellung liegt vor, wenn der Schuldner unbestrittene und fällige Forderungen nicht begleicht, Betreibungen gegen sich auflaufen lässt und dabei systematisch Rechtsvorschlag erhebt oder selbst kleine Beträge nicht mehr bezahlt. Mit solchem Verhalten zeigt der Schuldner, dass er nicht über genügend liquide Mittel verfügt, um seinen Verpflichtungen nachzukommen. Es ist jedoch nicht erforderlich, dass der Schuldner alle Zahlungen einstellt. Es reicht, wenn die Zahlungsverweigerung sich auf einen wesentlichen Teil seiner geschäftlichen Aktivitäten bezieht (BGE 85 III 146 E. 4a S. 154). Sogar die Nichtbefriedigung einer einzelnen Schuld kann auf Zahlungseinstellung schliessen lassen, wenn die Schuld bedeutend und die Zahlungsverweigerung dauerhaft ist (zum Ganzen Urteile 5A_439/2010 vom 11. November 2010 E. 4, in: SJ 2011 I S. 175; 5P.412/1999 vom 17. Dezember 1999 E. 2b, in: SJ 2000 I S. 248; 5P.442/1993 vom 15. Dezember 1993 E. 3a, in: SJ 1994 S. 433; je mit Hinweisen). Die Zahlungseinstellung darf nicht bloss vorübergehender Natur sein, sondern muss auf unbestimmte Zeit erfolgen (BGE 85 III 146 E. 4b S. 155; Urteil 5P.33/2002 vom 7. März 2002 E. 4).\n\n3.4.2 Die Vorinstanz hat aus dem Zirkularschreiben vom 27. Juli 2007 und dem Schreiben vom 9. August 2007 auf Zahlungseinstellung geschlossen. Die Beschwerdeführerin kritisiert, dass die Vorinstanz einzig auf das Zirkularschreiben abgestellt habe, und übergeht BGE 137 III 460 S. 469dabei, dass auch das von der Vorinstanz herangezogene Schreiben vom 9. August 2007 einen ähnlichen Inhalt aufweist. Des Weiteren geht sie nicht im Einzelnen auf den von der Vorinstanz gewürdigten Inhalt dieser Schreiben ein (nicht publ. E. 2.2) und legt nicht detailliert dar, inwiefern es bundesrechtswidrig sein sollte, daraus auf Zahlungseinstellung zu schliessen. So setzt sie sich beispielsweise nicht damit auseinander, dass die Gläubiger vor die Alternative gestellt worden seien, entweder 90 % ihrer Forderungen zu verlieren oder sogar einen Totalausfall zu erleiden, und dass daraus zu schliessen sei, die Beschwerdeführerin werde auf unabsehbare Zeit nicht in der Lage sein, eine ganze Gläubigergruppe zu befriedigen. Die Beschwerdeführerin genügt insoweit den Begründungsanforderungen nicht (nicht publ. E. 1). Die Vorinstanz hat im Übrigen auch den Begriff der Zahlungseinstellung nicht verkannt, wenn sie das Angebot eines aussergerichtlichen Nachlasses im vorliegenden Fall als Zahlungseinstellung gewertet hat. Je nach den konkreten Umständen kann in einer solchen Offerte durchaus eine Zahlungseinstellung erblickt werden (BRUNNER/BOLLER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 11 zu Art. 190 SchKG; AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 8. Aufl. 2008, § 38 Rz. 15). Die Befürchtung der Beschwerdeführerin, dass vorschnell Konkurse eröffnet werden, wenn ein Angebot zu einem aussergerichtlichen Nachlass als Zahlungseinstellung gewertet wird, ist unbegründet. Besteht Aussicht auf Sanierung, kann der Konkursentscheid gegebenenfalls gemäss Art. 194 Abs. 1 i.V.m. Art. 173a SchKG ausgesetzt werden.\n\n3.5 Die Beschwerde ist somit abzuweisen, soweit darauf eingetreten werden kann. Die aufschiebende Wirkung wurde vor Bundesgericht einzig hinsichtlich weiterer Vollstreckungsmassnahmen gewährt. Es bleibt folglich bei der vom Obergericht auf Donnerstag, 17. Februar 2011, 11.00 Uhr, über die Beschwerdeführerin ausgesprochenen Konkurseröffnung."}