{"annee": "137", "cour": "III", "page": "193", "date": "16/3/2011", "cite": ["83 III 17", "110 II 9", "133 III 393", "106 II 283", "130 III 489", "135 III 430", "135 III 663", "136 III 379", "133 III 399", "133 III 589", "116 III 10", "136 III 178", "106 III 18", "113 II 163", "135 III 670", "134 III 667"], "cite_par": ["145 III 255", "143 III 177", "138 III 145", "145 III 317", "142 III 195"], "chapeau": "32. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Gemeinde X. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_882/2010 vom 16. März 2011", "regestes": ["Art. 72 al. 2 let. b, art. 74 al. 1 let. b, art. 95 et 98 LTF; nature juridique d'une décision d'avis aux débiteurs selon l'art. 291 CC. L'avis aux débiteurs selon l'art. 291 CC constitue une mesure d'exécution privilégiée sui generis, qui se trouve en lien étroit avec le droit civil et est de nature pécuniaire (consid. 1.1). Le jugement portant sur un tel avis aux débiteurs est en principe un jugement final sur le fond et non une mesure provisionelle (consid. 1.2).", "Art. 289 al. 2 et art. 291 CC; subrogation de la collectivité publique dans le droit de requérir un avis aux débiteurs. Lorsqu'une collectivité publique avance les contributions à l'entretien des enfants, le droit de demander l'avis aux débiteurs passe à celle-ci de par la loi. La collectivité publique a ensuite aussi le droit de requérir l'avis aux débiteurs pour des contributions futures, non encore exigibles. La décision d'ordonner l'avis aux débiteurs relève de l'appréciation, qui permet de prendre en considération tant la situation du débiteur d'entretien en demeure que celle de l'Etat en tant que créancier subrogé titulaire de la créance d'entretien (consid. 2 et 3)."], "faits": "|194|\n\nY. wurde mit Scheidungsurteil des Bezirksgerichts Lenzburg vom 11. Juli 1996 verpflichtet, Z. an den Unterhalt der Kinder A. (geb. 1991) und B. (geb. 1994) ab dem 13. Altersjahr bis zur Mündigkeit bzw. bis zum Abschluss der ordentlichen Ausbildung oder bis zum vorzeitigen Eintritt in die volle Erwerbstätigkeit monatlich vorschüssig je Fr. 600.- zu bezahlen. Diese Unterhaltsbeiträge wurden an die Teuerung gebunden. |195|\n\nAm 24. Mai 2004 beschloss die Vormundschaftsbehörde X., die Unterhaltsbeiträge für die Kinder zu bevorschussen. Bereits am 12. Mai 2004 hatte Z. als gesetzliche Vertreterin der Kinder die Unterhaltsforderungen an die Gemeinde X. abgetreten.\n\nAm 25. Juni 2010 beantragte die Gemeinde X. beim Bezirksgericht Lenzburg, den jeweiligen Arbeitgeber von Y., zur Zeit die Firma C. AG, gemäss Art. 291 ZGB anzuweisen, vom Einkommen von Y. monatlich die jeweils indexangepassten Unterhaltsbeträge gemäss Urteil des Bezirksgerichts Lenzburg vom 11. Juli 1996, derzeit Fr. 673.- pro Kind, zuhanden der Gemeinde X. auf ein PC-Konto des Gemeindeverbands Sozialdienst Amt D. zu bezahlen. Der Gerichtspräsident von Lenzburg wies die Klage am 14. Juli 2010 ab. Die dagegen von der Gemeinde X. erhobene Beschwerde wurde vom Obergericht des Kantons Aargau am 15. November 2010 abgewiesen.\n\nGegen dieses Urteil hat die Gemeinde X. (Beschwerdeführerin) am 13. Dezember 2010 Beschwerde in Zivilsachen erhoben. Sie beantragt die Aufhebung des angefochtenen Urteils und ersucht darum, den jeweiligen Arbeitgeber von Y. (Beschwerdegegner), zur Zeit die Firma C. AG, gemäss Art. 291 ZGB anzuweisen, vom Einkommen des Beschwerdegegners monatlich die indexangepassten Unterhaltsbeträge gemäss Urteil des Bezirksgerichts Lenzburg vom 11. Juli 1996, derzeit Fr. 673.- (2011: Fr. 675.-) pro Kind, bzw. den das Existenzminimum übersteigenden Betrag zuhanden der Beschwerdeführerin direkt an den Gemeindeverband Sozialdienst Amt D. zu bezahlen. Der Beschwerdegegner ersucht um Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut und weist die Sache zu neuer Entscheidung an das Bezirksgericht Lenzburg zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Bei der Schuldneranweisung gemäss Art. 291 ZGB handelt es sich nicht um eine Zivilsache, sondern um eine privilegierte Zwangsvollstreckungsmassnahme sui generis (BGE 110 II 9 E. 1 S. 12 ff.; BGE 130 III 489 E. 1 S. 491 f.), die allerdings in unmittelbarem Zusammenhang mit dem Zivilrecht steht, so dass die Beschwerde in Zivilsachen grundsätzlich zulässig ist (Art. 72 Abs. 2 lit. b BGG; Urteil |1965| D_150/2010 vom 13. Januar 2011 E. 1; ebenso BGE 134 III 667 E. 1.1 S. 668 zu Art. 177 ZGB). Weil mit der Schuldneranweisung vermögensrechtliche Interessen verfolgt werden, ist die Beschwerde streitwertabhängig (zit. Urteil 5D_150/2010 E. 1). Entgegen Art. 112 Abs. 1 lit. d BGG enthält das vorinstanzliche Urteil keine Angaben zum Streitwert. Da es um monatliche Kinderunterhaltsbeiträge von insgesamt Fr. 1'346.- bzw. ab 2011 von Fr. 1'350.- geht und die Dauer der anbegehrten Schuldneranweisung nicht absehbar erscheint, ist gemäss Art. 51 Abs. 4 BGG vom Erreichen des Streitwerts (Art. 74 Abs. 1 lit. b BGG) auszugehen. Als Zwangsvollstreckungsmassnahme ist die Schuldneranweisung ein Endentscheid (Art. 90 BGG; BGE 134 III 667 E. 1.1 S. 668). Der angefochtene Entscheid ist kantonal letztinstanzlich (Art. 75 Abs. 1 BGG) und die Beschwerde ist rechtzeitig erfolgt (Art. 100 Abs. 1 BGG). Die Beschwerdeführerin handelt vorliegend nicht als Inhaberin öffentlicher Gewalt, sondern als Gläubigerin einer abgetretenen Forderung privatrechtlicher Natur. Sie ist demnach zur Beschwerde legitimiert (Art. 76 Abs. 1 BGG; Urteil 5P.75/2004 vom 26. Mai 2004 E. 1).\n\n1.2 Fraglich ist, ob der Entscheid über die Schuldneranweisung gemäss Art. 291 ZGB als materielles Endurteil aufzufassen ist, bei dessen Prüfung das Bundesgericht über volle rechtliche Kognition (Art. 95 BGG) verfügt, oder ob der Entscheid eine vorsorgliche Massnahme im Sinne von Art. 98 BGG darstellt, womit nur die Verletzung verfassungsmässiger Rechte geltend gemacht werden kann. Für die Qualifizierung ist nicht massgebend, in welchem Verfahren der Entscheid ergangen ist. Ein materieller Endentscheid liegt vor, wenn eine Rechtsfrage endgültig, aufgrund einer vollständigen tatsächlichen und rechtlichen Beurteilung mit Wirkung materieller Rechtskraft geregelt wird, ohne den Entscheid in einem Hauptverfahren vorzubehalten (BGE 133 III 589 E. 1 S. 590; BGE 135 III 430 E. 1.1 S. 431). Vorsorgliche Massnahmen hingegen sind einstweilige Verfügungen (BGE 133 III 399 E. 1.5 S. 400; BGE 135 III 670 E. 1.3 S. 673), die eine Rechtsfrage nur vorläufig regeln, bis darüber in einem späteren Hauptentscheid definitiv entschieden wird (Urteil 4A_640/2009 vom 2. März 2010 E. 3, nicht publ. in: BGE 136 III 178; BGE 133 III 393 E. 5.1 S. 396). In Frage steht die Vollstreckung von rechtskräftig festgesetzten Kinderunterhaltsbeiträgen. Darüber entscheidet das zuständige Gericht ohne Vorbehalt eines nachfolgenden Hauptverfahrens. Es besteht somit für das Bundesgericht nicht die Gefahr, allenfalls zweimal über dieselbe Frage befinden zu müssen |197| (Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4336 Ziff. 4.1.4.2). Die Schuldneranweisung tritt als privilegierte Zwangsvollstreckungsmassnahme an die Stelle einer definitiven Rechtsöffnung mit nachfolgender Pfändung; Rechtsöffnung und Pfändung sind keine vorsorglichen Massnahmen (BGE 133 III 399 E. 1.5 S. 400; Urteile 5A_360/2010 vom 12. Juli 2010 E. 1.2, nicht publ. in: BGE 136 III 379, zum Arrestvollzug; 5A_515/2009 vom 5. November 2009 E. 1.2, nicht publ. in: BGE 135 III 663, betreffend Pfändungsvollzug). Dass dem Entscheid über eine Schuldneranweisung gemäss Art. 291 ZGB allenfalls keine volle materielle Rechtskraft zukommt, sondern bloss eine beschränkte, sofern man mit Stimmen in der Lehre den Abänderungsvorbehalt von Art. 286 Abs. 2 ZGB analog auf die Schuldneranweisung anwenden möchte (ROLAND HASELBACH, Zivilrechtliche Vollstreckungshilfen im Kindesrecht [Art. 290 und 291 ZGB], 1991, S. 247 ff.; CYRIL HEGNAUER, Berner Kommentar, 1997, N. 14 zu Art. 291 ZGB), steht dem nicht entgegen. Der Abänderungsvorbehalt von Art. 286 Abs. 2 ZGB hindert nämlich auch sonst nicht, Entscheide über den Kindesunterhalt als materielle Endentscheide zu qualifizieren. Schliesslich geht es vorliegend weder um eine Schuldneranweisung als Eheschutzmassnahme gemäss Art. 177 ZGB noch um eine vorsorgliche Massnahme während des Scheidungsverfahrens gemäss aArt. 137 Abs. 2 ZGB (AS 1999 1132; neu Art. 276 ZPO) i.V.m. Art. 177 ZGB. In diesen Fällen läge eine vorsorgliche Massnahme gemäss Art. 98 BGG vor (BGE 134 III 667 E. 1.1 S. 668; BGE 133 III 393 E. 5 S. 396 f.). Nach dem Gesagten stellt die Schuldneranweisung gemäss Art. 291 ZGB somit grundsätzlich keine vorsorgliche Massnahme im Sinne von Art. 98 BGG dar.\n\n2.\n\n2.1 Wenn die Eltern die Sorge für das Kind vernachlässigen, kann das Gericht gemäss Art. 291 ZGB ihre Schuldner anweisen, die Zahlungen ganz oder zum Teil an den gesetzlichen Vertreter des Kindes zu leisten. Kommt das Gemeinwesen für den Unterhalt des Kindes auf, so geht der Unterhaltsanspruch mit allen Rechten auf das Gemeinwesen über (Art. 289 Abs. 2 ZGB). Dies gilt insbesondere, wenn das Gemeinwesen die Alimente wie vorliegend bevorschusst (Art. 293 Abs. 2 ZGB). Beim Rechtsübergang, wie er in Art. 289 Abs. 2 ZGB vorgesehen ist, handelt es sich um eine Subrogation bzw. Legalzession.\n\n2.2 Das Obergericht hat der Beschwerdeführerin die Schuldneranweisung unter Hinweis auf seine Praxis verweigert. Danach sei der |198| Unterhaltsgläubiger für die künftigen Kinderalimente trotz laufender Bevorschussung durch ein Gemeinwesen nach wie vor alleine zur Stellung des Anweisungsbegehrens legitimiert. Für die künftigen, noch nicht fälligen Kinderalimente finde keine Subrogation statt, womit die Aktivlegitimation zur Stellung des Anweisungsbegehrens dem Berechtigten bzw. dessen gesetzlichem Vertreter oder dem Obhutsinhaber verbleibe. Die Beschwerdeführerin könne allerdings die Mutter der beiden Kinder bzw. das inzwischen mündige Kind zur Einleitung eines Anweisungsverfahrens anhalten. Zudem verweist das Obergericht auf das Urteil 5A_698/2009 vom 15. Februar 2010 (teilweise publ. in: FamPra.ch 2010 S. 462), wo offengelassen wurde, ob das Gemeinwesen überhaupt zur Stellung eines Begehrens um Schuldneranweisung legitimiert sein kann.\n\n3. Der vorliegende Fall wirft die Frage nach dem Umfang der in Art. 289 Abs. 2 ZGB vorgesehenen Legalzession auf. Es ist zu klären, ob nicht nur die Unterhaltsberechtigten die Schuldneranweisung gemäss Art. 291 ZGB verlangen können, sondern auch das bevorschussende und in den Unterhaltsanspruch subrogierende Gemeinwesen. Falls dies grundsätzlich zu bejahen ist, bleibt zu untersuchen, ob das Gemeinwesen die Schuldneranweisung für künftige, noch nicht fällige Unterhaltsbeiträge verlangen kann, was von der Vorinstanz verneint worden ist.\n\n3.1 Der Wortlaut von Art. 289 Abs. 2 ZGB sieht vor, dass der Unterhaltsanspruch \"mit allen Rechten\" auf das für den Unterhalt aufkommende Gemeinwesen übergeht. Die französische (\"avec tous les droits\") und italienische Fassung (\"con tutti i diritti\") weisen diesbezüglich keine Abweichung auf. Es stellt sich demnach die Frage, wie diese Wendung zu deuten ist.\n\n3.2 Gemäss Botschaft des Bundesrates zum Entwurf von Art. 289 Abs. 2 ZGB umfasst die Subrogation alle mit dem Unterhaltsanspruch verbundenen Rechte, namentlich auch den Anspruch auf Anweisungen an die Schuldner gemäss Art. 291 dieses Entwurfs (Botschaft vom 5. Juni 1974 über die Änderung des Schweizerischen Zivilgesetzbuches [Kindesverhältnis], BBl 1974 II 64 Ziff. 322.6 [im Folgenden: Botschaft Kindesrecht]). Diesbezüglich gab die Bestimmung in den Räten zu keinen Diskussionen Anlass (AB 1975 S 129; AB 1975 N 1776 f.). Die Gesetz gewordene Fassung stimmt mit dem Entwurf überein, abgesehen von einer hier nicht interessierenden Abweichung redaktioneller Natur. |199|\n\n3.3 Es entspricht denn auch der überwiegenden Lehre, dass das Recht, die Schuldneranweisung gemäss Art. 291 ZGB zu verlangen, auf das bevorschussende Gemeinwesen übergeht (BÜHLER/SPÜHLER, Berner Kommentar, 3. Aufl. 1980, N. 282 zu Art. 156 ZGB; VALY DEGOUMOIS, Pensions alimentaires, Aide au recouvrement et avances, 1982, S. 23; ANDREAS HAFFTER, Der Unterhalt des Kindes als Aufgabe von Privatrecht und öffentlichem Recht, 1984, S. 216; HASELBACH, a.a.O., S. 234; PETER BREITSCHMID, Fragen um die Zwangsvollstreckung bei Alimentenbevorschussung [Art. 289 ff. ZGB], SJZ 88/1992 S. 62; RENÉ SUHNER, Anweisungen an die Schuldner [Art. 177 und 291 ZGB], 1992, S. 25, 47 f.; HEGNAUER, a.a.O., N. 10 zu Art. 291 ZGB; ROELLI/MEULI-LEHNI, in: Handkommentar zum Schweizer Privatrecht, 2007, N. 1 zu Art. 291 ZGB; BASTONS BULLETTI/FARINE, Les avances de contributions d'entretien en cas d'impossibilité de recouvrer les dites contributions auprès de leur débiteur, ZVW 2008 S. 46; FRANÇOISE BASTONS BULLETTI, in: Commentaire romand, Code civil, 2010, N. 10 zu Art. 291 ZGB; PETER BREITSCHMID, in: Basler Kommentar, Zivilgesetzbuch, 4. Aufl. 2010, N. 10 zu Art. 289 ZGB). Das Bundesgericht ist in seiner Rechtsprechung bisher ebenfalls von der Aktivlegitimation des Gemeinwesens ausgegangen, ohne die Frage vertieft erörtern zu müssen. In BGE 106 III 18 E. 2 S. 20 f. hat es festgehalten, wenn Art. 289 Abs. 2 ZGB vorsehe, dass der Unterhaltsanspruch des Kindes mit allen Rechten auf das Gemeinwesen übergehe, so könnten damit nicht die Rechte höchstpersönlicher Natur gemeint sein, sondern nur Rechte, die als solche abtretungsfähig und nicht an die Person des Berechtigten gebunden seien. Ihrer Natur nach ohne weiteres abtretbar seien namentlich das Recht, Unterhaltsklage zu erheben, sowie die Abänderung des Unterhaltsbeitrags, Anweisungen an den Schuldner und Sicherstellung zu verlangen. Auf dieses Recht des subrogierenden Gemeinwesens zur Schuldneranweisung hat das Bundesgericht auch in späteren Entscheiden hingewiesen (Urteile 5P.193/2003 vom 23. Juli 2003 E. 1.1.2, in: FamPra.ch 2003 S. 971; 8C_501/2009 vom 23. September 2009 E. 4.2). Zuweilen ist das Bundesgericht stillschweigend von der Zulässigkeit der vom Staat verlangten Schuldneranweisung ausgegangen (vgl. BGE 110 II 9 E. 1a S. 12; Urteil 5P.75/2004 vom 26. Mai 2004 E. 1). Im Urteil 5A_698/2009 vom 15. Februar 2010 E. 4.4 (in: FamPra.ch 2010 S. 462) hat das Bundesgericht die Frage ausdrücklich offengelassen. Dieser Entscheid bezieht sich allerdings auf aArt. 137 Abs. 2 ZGB (AS 1999 1132; neu Art. 276 ZPO) i.V.m. Art. 177 ZGB. Im Zusammenhang mit diesen Normen fehlt eine ausdrückliche |200| Subrogationsbestimmung zugunsten des Gemeinwesens. Dennoch ist nachfolgend auf die in diesem Entscheid erwähnten Bedenken einzugehen und zu untersuchen, ob es diese rechtfertigen, entgegen der historischen Meinung des Gesetzgebers, der überwiegenden Ansicht in der Literatur und der bisherigen Rechtsprechung des Bundesgerichts, dem Gemeinwesen die Aktivlegitimation zur Schuldneranweisung gemäss Art. 291 ZGB zu versagen.\n\n3.4 Die Kritik an der Zulassung der Schuldneranweisung zugunsten des Staates zielt im Wesentlichen darauf ab, dass der Hauptzweck der Anweisung in der regelmässigen Zahlung existentiell notwendiger Beträge liege. Das subrogierende Gemeinwesen sei nicht in derselben Art wie eine Privatperson auf die Begleichung der Unterhaltsbeiträge angewiesen. Bei ihm bestehe weder eine besondere zeitliche Dringlichkeit bzw. existentielle Notwendigkeit noch ein Bedürfnis nach regelmässiger Zahlung. Dem Gemeinwesen stünden andere Mittel zur Geltendmachung der Unterhaltsbeiträge beim Pflichtigen - wie Mahnung und Betreibung - zur Verfügung. Da sich der Zweck der Schuldneranweisung für das Gemeinwesen damit in einer erleichterten Einforderung erschöpfen würde, erscheine dieses Mittel angesichts des damit verbundenen Eingriffs in die Persönlichkeit des Schuldners kaum als verhältnismässig (SUHNER, a.a.O., S. 47 ff., der seine Kritik aber ausdrücklich als rechtspolitische bezeichnet, da der gegenteilige Wille des Gesetzgebers zu Art. 289 ZGB klar sei; bezüglich Art. 177 ZGB ebenfalls kritisch HAUSHEER UND ANDERE, Berner Kommentar, 1999, N. 13b zu Art. 177 ZGB).\n\nDass die Situation des Gemeinwesens eine andere ist als diejenige des unterhaltsberechtigten Kindes, ist nicht zu verkennen. Dies rechtfertigt jedoch kein Abweichen vom Willen des Gesetzgebers. Es besteht kein Anlass, das Recht zur Schuldneranweisung als höchstpersönliches Nebenrecht der Unterhaltsforderung zu qualifizieren, welche nicht auf das Gemeinwesen übergeht. Es bestehen nämlich sachliche Gründe, dem Staat das Recht zur Schuldneranweisung zuzugestehen, auch wenn dies mit einer gewissen Zweckverlagerung dieses Instituts verbunden sein mag. Einerseits gehört die Alimentenbevorschussung für den Kindesunterhalt nach heutiger, weitverbreiteter Auffassung zu einem sachgerechten öffentlichen Sozialwesen (vgl. Art. 293 Abs. 2 ZGB; HEGNAUER, a.a.O., N. 23 zu Art. 293 ZGB), auch wenn die Kantone frei sind, ob sie die Bevorschussung überhaupt vorsehen wollen und wie sie ein entsprechendes System ausgestalten (BGE 106 II 283 E. 3 S. 285 f.). Andererseits handelt es |201| sich eben nur um eine Bevorschussung, d.h. die Ausgaben sollen nicht dauerhaft zulasten der öffentlichen Hand bzw. der Steuerzahler gehen, sondern vom Pflichtigen zurückgefordert werden (SUHNER, a.a.O., S. 47). Dieser soll von seiner Nachlässigkeit nicht profitieren. Zum Zwecke dieses Regresses geht der Unterhaltsanspruch des Kindes auf das Gemeinwesen über (Art. 289 Abs. 2 ZGB). Es ist dabei der Einrichtung der Alimentenbevorschussung und damit dem Anliegen des Reformgesetzgebers, in der Versorgung des Kindes möglichst keine Lücken entstehen zu lassen (vgl. Botschaft Kindesrecht, a.a.O., S. 66 Ziff. 322.7), förderlich, wenn dem Gemeinwesen dieselben Inkassomöglichkeiten zustehen wie dem Kind (SUHNER, a.a.O., S. 47). Insofern erscheint es angebracht, dem Gemeinwesen die der Schuldneranweisung zugeschriebenen Vorteile (etwa Zeit- und Kostenersparnis gegenüber einem Betreibungsverfahren; SUHNER, a.a.O., S. 8; BASTONS BULLETI/FARINE, a.a.O., S. 46) ebenfalls zukommen zu lassen.\n\nDie Anordnung der Schuldneranweisung kann den Betroffenen insbesondere gegenüber seinem Arbeitgeber blossstellen. Vorliegend befürchtet der Beschwerdegegner sogar seine Entlassung. Dies rechtfertigt jedoch nicht den Ausschluss des Gemeinwesens von der Geltendmachung der Schuldneranweisung. Eine Blossstellung droht auch bei einer dem Arbeitgeber angezeigten Lohnpfändung. Vielmehr ist solchen Einwänden im Rahmen der konkreten Entscheidfindung Rechnung zu tragen. Art. 291 ZGB ist eine \"Kann\"-Bestimmung; die Anordnung einer Schuldneranweisung liegt folglich im Ermessen des Gerichts. Dabei sind alle erheblichen Umstände, insbesondere auch die Situation des säumigen Unterhaltsschuldners zu berücksichtigen (HASELBACH, a.a.O., S. 186 ff.; HAUSHEER UND ANDERE, a.a.O., N. 7a zu Art. 177 ZGB; SUHNER, a.a.O., S. 51 ff.). In die Abwägung wird auch mit einfliessen dürfen, dass das subrogierende Gemeinwesen gerade nicht in existentieller Weise auf diese Inkassomöglichkeit angewiesen ist. Schliesslich kann berücksichtigt werden, dass bei hinreichend nachgewiesener Gefährdung der Arbeitsstelle mit einer sog. stillen Lohnpfändung unter Umständen die langfristig besseren Ergebnisse zu erzielen sind (dazu BGE 83 III 17 E. 2 S. 20; GEORGES VONDER MÜHLL, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 45 zu Art. 93 SchKG). Um das Institut der Schuldneranweisung nicht seines Sinnes zu entleeren, sind solche Verweigerungsgründe allerdings nur zurückhaltend anzunehmen. |202|\n\n3.5 Daraus ergibt sich, dass im Rahmen von Art. 291 ZGB keine Gründe ersichtlich sind, dem subrogierenden Gemeinwesen die Schuldneranweisung in allgemeiner Weise zu versagen.\n\n3.6 Unbestritten ist, dass es vorliegend einzig um künftige Unterhaltsbeiträge geht. Rückständige Unterhaltsbeiträge sind hingegen nicht Gegenstand dieses Verfahrens (vgl. dazu Urteil 5P.75/2004 vom 26. Mai 2004 E. 3, in: SJ 2005 I S. 25; HEGNAUER, a.a.O., N. 16 zu Art. 291 ZGB; je mit Hinweisen). Es bleibt zu untersuchen, ob die Vorinstanz dem Gemeinwesen die Schuldneranweisung für die künftigen Unterhaltsbeiträge verweigern durfte.\n\n3.7 Gemäss Botschaft Kindesrecht (a.a.O., S. 65 Ziff. 322.62) beschlägt die Anweisung während des Zeitraums, für den sie angeordnet wird, auch zukünftige Leistungen und muss daher nicht - wie die Schuldbetreibung - für jede fällige Leistung wieder neu eingeleitet werden. Darin liege eine nicht zu unterschätzende Erleichterung der Rechtsverfolgung. Diese Ausführungen des Bundesrats leuchten ein. Wäre es anders, würde das Institut der Schuldneranweisung hinsichtlich der Sicherung des laufenden Unterhalts seines Sinnes beraubt. Die in die Zukunft gerichtete Anweisung bezieht sich demnach auf den jeweils fällig werdenden Betrag (HEGNAUER, a.a.O., N. 16 zu Art. 291 ZGB; unklar BREITSCHMID, in: Basler Kommentar, a.a.O., N. 4 zu Art. 291 ZGB). Im Übrigen anerkennt auch die Vorinstanz, dass der Unterhaltsgläubiger selber für die künftigen Kinderalimente Schuldneranweisung verlangen kann.\n\n3.8 Die Vorinstanz hat aber dem Gemeinwesen die Schuldneranweisung für die künftigen Kinderalimente verweigert, da die Gemeinde nicht in diese künftigen, noch nicht fälligen Kinderunterhaltsforderungen subrogiert sei. Die einzelne Beitragsforderung gehe erst im Moment ihrer Entstehung auf das Gemeinwesen über und dieser Übergang trete ein, sobald, soweit und solange das Gemeinwesen für das Kind aufkomme (unter Hinweis auf HEGNAUER, a.a.O., N. 85 und 87 zu Art. 289 ZGB; DEGOUMOIS, a.a.O., S. 39).\n\nDie Auffassung der Vorinstanz basiert auf der Vorstellung, dass das Gemeinwesen einzig in die einzelne, je fällig gewordene und von diesem anstelle des Unterhaltsschuldners beglichene Unterhaltsforderung subrogiert. Dies entspricht jedoch nicht den - mehr oder weniger explizit ausgedrückten - Vorstellungen des Gesetzgebers, der Lehre und der bisherigen bundesgerichtlichen Rechtsprechung. Der Rechtsübergang umfasst mehr als die einzelne, periodisch fällig |203| werdende Unterhaltsforderung. Vielmehr sollen dem subrogierenden Gemeinwesen grundsätzlich dieselben Rechte zustehen wie dem unterhaltsberechtigten Kind. Ausgeschlossen vom Übergang sind einzig höchstpersönliche Rechte, also Rechte, die an die Person des Berechtigten gebunden sind (BGE 106 III 18 E. 2 S. 20). Dass das Recht zur Schuldneranweisung nicht höchstpersönlicher Natur ist, wurde bereits gesagt (oben E. 3.4). Der weite Rahmen der Subrogation zeigt sich etwa daran, dass dem Gemeinwesen die Befugnis zur Unterhaltsklage oder zur Klage auf Abänderung des Unterhaltsbetrags zusteht (Botschaft Kindesrecht, a.a.O., S. 64 Ziff. 322.6). Dabei handelt es sich um eine Befugnis, welche sich nicht auf den Übergang einer einzelnen Unterhaltsforderung stützen lässt. Mit der erfolgreichen Unterhaltsklage wird als Ausfluss des Rechts auf Unterhalt (Art. 276 ZGB) überhaupt erst ein Dauerschuldverhältnis geschaffen, welches anschliessend periodisch die je einzelnen Unterhaltsforderungen entstehen lässt. Mit HAFFTER (a.a.O., S. 213 f.) mag man als Gegenstand der Subrogation gemäss Art. 289 Abs. 2 ZGB folglich das Stammrecht auf Unterhalt und nicht die einzelne Beitragsforderung bezeichnen, wobei zu präzisieren ist, dass sich der Übergang einzig auf den in Form einer Geldzahlung zu erfüllenden Unterhaltsanspruch bezieht. Geht der Anspruch somit insgesamt über, soweit er vom Gemeinwesen tatsächlich anstelle des Pflichtigen erfüllt wird, so ist nur konsequent, wenn dem Gemeinwesen auch das Recht zusteht, die Schuldneranweisung mit Wirkung für die Zukunft zu verlangen, in derselben Weise wie dieses Recht auch dem unterhaltsberechtigten Kind zustand (HAFFTER, a.a.O., S. 214). Zum selben Ergebnis führt die dogmatische Konstruktion, dass die Legalzession nicht nur den einzelnen fällig gewordenen und bevorschussten Betrag umfasst, sondern den Anspruch auf alle während der Dauer der bewilligten Bevorschussung fällig werdenden Beträge (CYRIL HEGNAUER, Alimentenbevorschussung und Abtretung, ZVW 1991 S. 68). So wie künftige Forderungen rechtsgeschäftlich abgetreten werden können (BGE 113 II 163), können sie auch Gegenstand einer Legalzession sein. Wenn aber die künftigen Unterhaltsbeiträge Gegenstand der Subrogation sind, ist nur folgerichtig, dass dem Gemeinwesen auch die Schuldneranweisung für diese Beiträge offensteht. Anders entscheiden hiesse überdies, die Subrogation gemäss Art. 289 Abs. 2 ZGB im Zusammenhang mit der Schuldneranweisung nach Art. 291 ZGB zumindest eines grossen Teils ihres praktischen Zwecks zu berauben. Falls die Schuldneranweisung für rückständige Beträge |204| zudem nicht zulässig sein sollte (vgl. Urteil 5P.75/2004 vom 26. Mai 2004 E. 3 mit Hinweisen, in: SJ 2005 I S. 25), wäre die Subrogation in das Recht zur Schuldneranweisung sogar ihres ganzen Nutzens beraubt, da es kaum mehr einen Anwendungsfall gäbe, in welchem das Gemeinwesen die Anweisung verlangen könnte. Das Gemeinwesen müsste diesfalls den Unterhaltsschuldner für jede bevorschusste Leistung erneut belangen bzw. so lange zuwarten, bis die Höhe der aufsummierten fälligen Beträge den Aufwand für die Durchsetzung rechtfertigt (vgl. HAFFTER, a.a.O., S. 214). Ein Nachteil der Zulässigkeit der Schuldneranweisung für künftige Unterhaltsbeträge kann darin gesehen werden, dass Änderungen in der Bevorschussung - mitunter rasch - eintreten können, z.B. infolge Wegzugs des Berechtigten aus dem bevorschussenden Gemeinwesen, und der Angewiesene davon keine Kenntnis erhält. Dieser Gefahr kann aber dadurch begegnet werden, dass das Gemeinwesen entsprechende Änderungen dem Angewiesenen mitzuteilen hat.\n\n3.9 Daraus folgt, dass die Vorinstanz die Aktivlegitimation der Beschwerdeführerin zu Unrecht verneint hat. Die Beschwerde ist insoweit gutzuheissen. Die Beschwerdeführerin hat einen reformatorischen Antrag auf Anordnung der fraglichen Schuldneranweisung gestellt. Das Bundesgericht kann allerdings nicht in der Sache selber urteilen und die Begründetheit der anbegehrten Vollstreckungsmassnahme prüfen, da die notwendigen tatsächlichen Voraussetzungen noch nicht erstellt sind. Die Angelegenheit ist deshalb an das Gerichtspräsidium Lenzburg zur Beurteilung zurückzuweisen (Art. 107 Abs. 2 BGG). Das Gericht wird dabei unter Berücksichtigung aller massgeblichen Umstände zu prüfen haben, ob die Schuldneranweisung zu gewähren sei oder nicht. Zudem wird zu berücksichtigen sein, dass das subrogierende Gemeinwesen nicht in das Existenzminimum des Schuldners eingreifen darf (BGE 116 III 10). Der Beschwerdegegner macht geltend, dass gegen ihn eine Lohnpfändung verfügt worden sei und er bereits jetzt am Existenzminimum lebe. Gegebenenfalls wird das urteilende Gericht demnach die Schuldneranweisung mit der Pfändung zu koordinieren haben (vgl. BGE 110 II 9 E. 4b S. 16; THOMAS GEISER, Die Anweisung an die Schuldner und die Sicherstellung, ZVW 1991 S. 10 ff.; BREITSCHMID, in: Basler Kommentar, a.a.O., N. 6 zu Art. 291 ZGB)."}