{"annee": "137", "cour": "II", "page": "136", "date": "12/11/2010", "cite": ["107 IB 303", "122 II 221", "107 III 139", "120 III 153", "120 III 147", "125 III 293", "96 I 244", "100 III 30"], "cite_par": ["140 II 202"], "chapeau": "11. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Steuerverwaltung gegen X. AG in Nachlassliquidation (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_517/2009 vom 12. November 2010", "regestes": ["Art. 213 al. 1 et 2, art. 293 ss, 317 ss LP; art. 40, 44 al. 2, art. 46, 60, 69 al. 2 et 5 aLTVA; concordat par abandon d'actif; régime de la taxe à la valeur ajoutée en procédure concordataire; diminution de la contre-prestation et correction de la déduction de l'impôt préalable; compensation de créances de droit public. Rapport entre l'aLTVA et la LP. Les décisions relatives à l'imposition du chiffre d'affaire pendant la procédure concordataire relèvent en principe de la compétence des autorités (judiciaires) fiscales (consid. 3). Lors de l'octroi du sursis concordataire, la déduction de l'impôt préalable doit être réduite dans la mesure où des créances grevées de la taxe à la valeur ajoutée n'ont pas été payées. Au besoin, il appartient à l'Administration fédérale des contributions d'estimer la correction de l'impôt préalable (consid. 4). Les versements d'acomptes et de dividendes avec lesquels des créances grevées de la taxe à la valeur ajoutée produites dans la procédure concordataire sont payées justifient la déduction de l'impôt préalable. Dans la mesure où la déduction de l'impôt préalable est réduite en raison d'une diminution de la contre-prestation (cf. consid. 4), elle doit être à nouveau corrigée (consid. 5). La créance relative à la taxe à la valeur ajoutée produite par l'Administration fédérale des contributions dans la procédure concordataire doit être compensée avec le droit à la restitution de l'impôt préalable. L'interdiction de la compensation prévue à l'art. 213 al. 2 ch. 2 LP ne trouve aucune application (consid. 6)."], "faits": "|138|\n\nMit Verfügung vom 19. Dezember 2001 bewilligte der Nachlassrichter des Bezirksgerichts Y. der X. AG die provisorische und am 15. Februar 2002 die definitive Nachlassstundung. Gleichzeitig wurde der Sachwalter ernannt resp. bestätigt.\n\nAm 27. März 2002 reichte die Nachlassschuldnerin der Eidgenössischen Steuerverwaltung die Mehrwertsteuer-Abrechnung für das 4. Quartal 2001 (Umsätze vom 1. Oktober bis 19. Dezember) mit einer geschuldeten Steuer von Fr. 789'506.90, einem Vorsteuerabzug von Fr. 1'383'082.65 und einem daraus resultierenden Vorsteuerguthaben von Fr. 593'575.75 ein. Die Eidgenössische Steuerverwaltung lehnte den Vorsteuerabzug ab. Sie begründete das damit, dass Firmen vor dem Konkurs oder der Nachlassstundung erfahrungsgemäss ihre Lieferanten nicht oder nicht mehr vollumfänglich bezahlen, weshalb der Vorsteuerabzug nicht zu gewähren sei. Dementsprechend setzte sie die Steuerforderung für die betreffende Steuerperiode ohne Berücksichtigung eines Vorsteuerguthabens auf Fr. 789'506.90 fest und korrigierte die von ihr im Nachlassverfahren eingegebene Mehrwertsteuerforderung.\n\nAm 20. August 2002 bestätigte das Bezirksgericht Y. den Nachlassvertrag mit Vermögensabtretung (Art. 317 ff. SchKG) und ernannte den Sachwalter als Liquidator.\n\nMit Eingabe vom 23. Januar 2004 ersuchte der Liquidator die Eidgenössische Steuerverwaltung um:\n\n1. eine Bestätigung, dass der Schuldnerin ein Anspruch auf Rückerstattung der Vorsteuern zustehe, soweit mit Abschlagszahlungen und Schlusszahlung (Dividende) an die Nachlassgläubiger vorsteuerbelastete Rechnungen beglichen werden;\n\n2. einen Vorschlag für eine \"pragmatische Lösung\" des Problems, welches sich daraus ergebe, dass die Höhe der Schlussdividende von der Höhe der Vorsteuerrückerstattung und diese wiederum von der Höhe der Schlussdividende abhänge (\"Zirkelrechnung\");\n\n3. eine Bestätigung, dass die Eidgenössische Steuerverwaltung ihre Steuerforderung nicht mit dem Vorsteuerguthaben der Nachlassschuldnerin verrechnen könne, weil der Anspruch auf Rückforderung der Vorsteuer erst zum Zeitpunkt der Abschlagszahlungen und der Schlusszahlung an die Nachlassgläubiger entstehe.\n\nMit Schreiben vom 26. April 2004 teilte die Eidgenössische Steuerverwaltung dem Liquidator mit, dass die Dividendenzahlungen an die Nachlassgläubiger die Schuldner nicht zum Abzug zusätzlicher Vorsteuern berechtigten. Dies bestätigte sie mit Entscheid vom 4. April 2005. |139|\n\nIm Einspracheverfahren änderte die Eidgenössische Steuerverwaltung ihre Rechtsauffassung und anerkannte einen Anspruch auf Rückerstattung der Vorsteuer im Umfang der im Nachlassverfahren geleisteten Abschlagszahlungen (Dividenden). Die abziehbare Vorsteuer setzte sie ausgehend von einem maximal möglichen Vorsteuerabzug von Fr. 1'436'876.45 auf allen im Nachlassverfahren eingegebenen Forderungen und einer voraussichtlichen Dividende von 35 % auf Fr. 502'906.76 fest. Dementsprechend korrigierte sie ihre im Nachlassverfahren eingegebene Mehrwertsteuer-Forderung per 19. Dezember 2001 auf Fr. 980'057.40. Nach Ansicht der Eidgenössischen Steuerverwaltung wäre der auf dieser Schätzung beruhende Vorsteuerabzug definitiv und entstünde auch dann kein weiterer Anspruch auf Vorsteuerabzug, wenn die Nachlassschuldnerin eine Gesamtdividende von mehr als 35 % ausschütten würde.\n\nMit Urteil vom 22. Juni 2009 hiess das Bundesverwaltungsgericht eine Beschwerde der X. AG in Nachlassliquidation teilweise gut und wies die Sache antragsgemäss an die Eidgenössische Steuerverwaltung zurück, damit diese die Steuerforderung und das Vorsteuerguthaben nach Massgabe der am Ende des Nachlassverfahrens vorhandenen Aktiven und Passiven und den daraus resultierenden Abschlags- und Dividendenzahlungen ermittle (und nicht schätze). Die von der Eidgenössischen Steuerverwaltung geltend gemachte Verrechnung der Umsatzsteuerforderung mit dem Vorsteuerguthaben der Nachlassschuldnerin liess das Gericht nur bis zur Höhe der auf die Umsatzsteuerforderung entfallende Dividende zu.\n\nMit Beschwerde in öffentlich-rechtlichen Angelegenheiten hält die Eidgenössische Steuerverwaltung an der Rechtmässigkeit ihres Vorgehens (Festsetzung der Korrektur des Vorsteuerabzugs aufgrund einer Schätzung) fest. Sie verlangt zudem, dass das Vorsteuerguthaben der Nachlassschuldner vollumfänglich mit der im Nachlassverfahren eingegebenen Umsatzsteuerforderung verrechnet werde.\n\nDas Bundesgericht heisst die Beschwerde hinsichtlich der Verrechnung gut. Im Übrigen weist es die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Beim Bundesgesetz über Schuldbetreibung und Konkurs (SchKG; SR 281.1) und beim Bundesgesetz über die Mehrwertsteuer (in der hier anwendbaren Fassung vom 2. September 1999, aMWSTG; AS |1402000| 1300) handelt es sich um Erlasse gleicher Stufe. Das Nachlassverfahren als Institut der Zwangsvollstreckung untersteht den Bestimmungen des SchKG, soweit nicht andere Bundesgesetze (betreibungs- und vollstreckungsrechtliche) Spezialbestimmungen enthalten. Das Verhältnis zwischen der steuerpflichtigen Person und der Eidgenössischen Steuerverwaltung wird demgegenüber durch das Mehrwertsteuergesetz geregelt.\n\nDaran ändert auch die Bewilligung der Nachlassstundung nichts. Während des Nachlassverfahrens bleibt die Steuerpflicht bestehen. Sie endet bei der Vermögensliquidation und insbesondere beim Nachlassvertrag mit Vermögensabtretung erst mit dem Abschluss des Liquidationsverfahrens (Art. 29 lit. a aMWSTG). Das gilt sowohl in Bezug auf die objektive und subjektive Steuerpflicht wie auch die Steuerforderung und den Vorsteuerabzug oder die Pflicht zur periodischen Abrechnung der Steuer. Bereits der Warenumsatzsteuerbeschluss sah die Besteuerung von Grossistenlieferungen im Konkurs oder anlässlich eines Nachlassvertrages mit Vermögensabtretung vor (Art. 13 Abs. 2 WUStB [BS 6 178]; BGE 107 Ib 303 E. 2c; BGE 96 I 244 E. 1; vgl. BLUMENSTEIN/LOCHER, System des schweizerischen Steuerrechts, 6. Aufl. 2002, S. 497).\n\nZuständig zum Entscheid über Bestand und Umfang der Umsatzsteuer ist im Konkurs- oder Nachlassverfahren die Steuer- oder Steuerjustizbehörde und nicht die Konkursverwaltung bzw. der Liquidator (vgl. BGE 120 III 147 E. 4a, BGE 120 III 153 E. 2a für Steuerforderungen im allgemeinen; BGE 107 Ib 303 E. 1a für die Warenumsatzsteuer; s. auch BGE 125 III 293). Ist die Steuerforderung bestritten und noch nicht rechtskräftig festgesetzt, so unterbleibt nach ausdrücklicher Bestimmung in Art. 69 Abs. 2 aMWSTG (jetzt Art. 89 Abs. 2 MWSTG [SR 641.20]) ihre endgültige Kollokation (Art. 321 SchKG), bis ein rechtskräftiger Entscheid vorliegt. Das zeigt, dass die Steuerforderung auch während eines Konkurs- oder Nachlassverfahrens im Steuerverfahren festzusetzen ist. Davon gehen auch die Vorinstanz und die Parteien aus.\n\n3.2 Während der Dauer der Nachlassstundung bleibt der Schuldner grundsätzlich über sein Vermögen verfügungsberechtigt und zur Fortführung des Geschäfts berechtigt, sofern der Nachlassrichter nichts weiter anordnet (vgl. Art. 298 Abs. 1 SchKG). Der Schuldner kann insbesondere sämtliche Geschäfte abschliessen und Rechtshandlungen vornehmen, soweit sie zum täglichen Geschäftsbetrieb gehören, wobei er unter Aufsicht des Sachwalters steht |141| (PIERRE-ROBERT GILLIÉRON, Poursuite pour dettes, faillite et concordat, 4. Aufl. 2005, Rz. 3120 S. 476; ALEXANDER VOLLMAR, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 1 zu Art. 298 SchKG). Mit Ermächtigung des Nachlassrichters können in diesem Stadium auch bereits Vermögenswerte oder Unternehmensteile veräussert werden (Art. 298 Abs. 2 e contrario SchKG). Das ist namentlich dann von Bedeutung, wenn sich die Verkaufsverhandlungen bereits in einem fortgeschrittenen Stadium befinden und von einer sofortigen Veräusserung ein besseres Ergebnis für die Gläubiger zu erwarten ist (vgl. VOLLMAR, a.a.O., N. 17, 19 f., 23 ff. zu Art. 298 SchKG; einschränkend: JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl. 1997, N. 11 und 13 zu Art. 298 SchKG). Nach rechtskräftiger Bestätigung des Nachlassvertrages mit Vermögensabtretung (Art. 317 SchKG) ist das vom Nachlassvertrag erfasste Vermögen abzutreten bzw. zu liquidieren (zum Ganzen AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 8. Aufl. 2008, S. 503 ff., 524 ff.).\n\n3.2.1 Soweit nach Bewilligung der Nachlassstundung und auch noch im Rahmen der Verwertung bis zur Beendigung der Liquidation Vermögenswerte im Inland gegen Entgelt veräussert oder abgetreten werden, handelt es sich grundsätzlich um steuerbare Umsätze (Art. 5 aMWSTG) und unterliegt das Entgelt der Mehrwertsteuer. Es handelt sich um Umsätze, welche mit Einwilligung des Sachwalters (und des Nachlassrichters) erfolgen, weshalb die daraus erwachsenen Steuerforderungen die Masse belasten. Die Vorsteuer kann abgezogen werden (Art. 38 aMWSTG). Ein allfälliges Vorsteuerguthaben (ein \"Vorsteuerüberschuss\") steht der Masse zu.\n\nSolche Umsätze tätigte auch die Beschwerdegegnerin während des Nachlassverfahrens. Im Gesuch um Gewährung der provisorischen Nachlassstundung beabsichtigte sie, einen Teil ihrer Geschäftsbereiche aus Liquiditätsgründen zu veräussern und den Kernbereich weiterzuführen. Bereits während der provisorischen Nachlassstundung veräusserte sie ihre drei Hauptgeschäftsbereiche. Da sie nicht in der Lage war, auch den Kernbereich weiter zu betreiben, und um einen Wertzerfall zu verhindern, veräusserte sie die Bereiche Q., R. sowie S. an verschiedene Offerenten. Der Nachlassrichter erteilte seine Zustimmung zu diesen Verträgen am 3. Februar bzw. 25. Februar 2002. Diese Umsätze betreffen den Zeitraum nach Bekanntgabe der Nachlassstundung und berechtigen und belasten die Masse. Solche Umsätze sind hier nicht streitig. |142|\n\n3.2.2 Im vorliegenden Fall geht es allein um Umsätze aus Lieferungen und Dienstleistungen, welche die Beschwerdegegnerin bis zum Datum der Nachlassstundung (19. Dezember 2001) bezogen hatte und die unbezahlt geblieben oder erst im Nachlassverfahren bezahlt worden sind. Der Liquidator reichte diesbezüglich eine Aufstellung über die Kreditoren (Leistungserbringer) ein. Er unterschied dabei drei Gruppen: a) Kreditoren per 19. Dezember 2001, b) Kreditoren für Leistungen vor dem 19. Dezember 2001, welche die Rechnung nach dem 19. Dezember 2001 stellten und c) Kreditoren per 19. Dezember 2001, die nach dem 19. Dezember 2001 bezahlt wurden.\n\n4.\n\n4.1 Art. 40 aMWSTG bestimmt:\n\n\"Sind die von der steuerpflichtigen Person aufgewendeten Entgelte niedriger als die vereinbarten oder sind ihr Entgelte zurückerstattet worden, so ist die Vorsteuer entweder nur vom tatsächlich geleisteten Entgelt zu berechnen oder in der Abrechnung über die Periode, in der die Entgeltsminderung eintritt, herabzusetzen.\"\n\nDie Vorschrift ist im Zusammenhang mit Art. 44 Abs. 2 aMWSTG zu lesen. Danach kann der Erbringer einer Lieferung oder Dienstleistung einen Abzug beim steuerbaren Umsatz vornehmen, wenn das Entgelt aus irgendeinem Grund geringer ausfällt, als es vereinbart oder in Rechnung gestellt worden ist. Da der Leistungserbringer eine geringere Steuer abführt, vermindert sich dadurch automatisch auch die Vorsteuer beim Leistungsempfänger. Daher bestimmt Art. 40 aMWSTG, dass der Leistungsempfänger in der Steuerabrechnung die Vorsteuer herabzusetzen hat, wenn die von ihm aufgewendeten Entgelte niedriger sind als die vereinbarten.\n\n4.2 Mit Recht hat die Vorinstanz erkannt, dass mit der Bewilligung der Nachlassstundung gegenüber der Beschwerdegegnerin ein Fall von Entgeltsminderung im Sinne von Art. 40 aMWSTG eingetreten ist:\n\nEin Schuldner, der um Nachlassstundung ersucht, wird in der Regel schon einige Zeit vor dem Gesuch Rechnungen nicht mehr bezahlt haben. Mit dem Gesuch um Nachlassstundung gibt er zu erkennen, dass er überschuldet oder zumindest illiquid ist (HANS ULRICH HARDMEIER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, N. 1 zu Art. 309 SchKG). Die Lieferanten und Leistungserbringer des Schuldners werden daher in der Regel spätestens zu diesem Zeitpunkt ihre Forderungen als uneinbringlich abschreiben. Sie können gemäss Art. 44 Abs. 2 aMWSTG in der Periode, in |143| welcher die Entgeltsminderung verbucht wird, einen Abzug vom steuerbaren Umsatz vornehmen. Weil in diesem Umfang die Steuer entfällt, hat auch der Nachlassschuldner mangels Vorsteuerbelastung den Vorsteuerabzug im gleichem Betrag herabzusetzen (Art. 40 aMWSTG; s. auch CAMENZIND/HONAUER/VALLENDER, Handbuch zum Mehrwertsteuergesetz, 2. Aufl. 2003, Rz. 1433 ff. S. 487 f.). Eine gleichartige Regelung enthält beispielsweise auch das deutsche Umsatzsteuerrecht (vgl. HELGA SCHLOSSER-ZEUNER, in: Umsatzsteuergesetz, Bunjes/Geist [Hrsg.], 9. Aufl. 2009, N. 41 ff. zu § 17 D-UStG).\n\nMit der Bewilligung der Nachlassstundung durfte daher die Beschwerdegegnerin die Vorsteuer nur noch vom tatsächlich geleisteten Entgelt berechnen und hatte sie den Vorsteuerabzug zu korrigieren. Das hat die Vorinstanz zutreffend erwogen. Aus dem gleichen Grund verlangt auch die Beschwerdeführerin in ihrer Praxis im Falle eines Konkurses oder Nachlasses per Datum der Konkurseröffnung bzw. Nachlassstundung eine Umstellung von der Abrechnung nach vereinbarten Entgelten zur Abrechnung nach vereinnahmten Entgelten (vgl. Art. 44 Abs. 1 und 4 aMWSTG, jetzt Art. 39 Abs. 1 und 2 MWSTG), wie ihrer Vernehmlassung an die Vorinstanz zu entnehmen ist.\n\n4.3 Über die Steuer und Vorsteuer hat die steuerpflichtige Person gegenüber der Eidgenössischen Steuerverwaltung unaufgefordert in der vorgeschriebenen Form abzurechnen (Art. 46 aMWSTG). Dementsprechend hat sie bei einer Entgeltsminderung im Sinne von Art. 40 aMWSTG auch ohne weiteres den Vorsteuerabzug in ihrer Abrechnung zu korrigieren. Nachdem die Beschwerdegegnerin in der Abrechnung für das vierte Quartal 2001 den Vorsteuerabzug nicht berichtigt hatte, nahm die Beschwerdeführerin die entsprechende Korrektur selbst vor und meldete die gesamte noch offene Steuerforderung per 19. Dezember 2001 - ohne Berücksichtigung des Vorsteuerabzugs für die Abrechnungsperiode des 4. Quartals 2001 - zur Kollokation im Nachlassverfahren an.\n\nGegen dieses Vorgehen ist nichts einzuwenden. Aus den Steuerabrechnungen, welche der Steuerpflichtige der Eidgenössischen Steuerverwaltung periodisch einzureichen hat, geht nicht hervor, ob im Falle eines nicht solventen Schuldners die Leistungserbringer das Entgelt erhalten haben oder nicht und ob ein Anspruch auf Vorsteuerabzug besteht. Zu genaueren Abklärungen über allenfalls erfolgte Zahlungen an Lieferanten und Leistungserbringer mit |144| entsprechender Korrektur beim Vorsteuerabzug war die Beschwerdeführerin zum damaligen Zeitpunkt nicht in der Lage. Es kann von ihr auch nicht verlangt werden, dass sie diese Abklärungen vornimmt. Das ist vielmehr Sache der Steuerpflichtigen bzw. des Sachwalters im Nachlassverfahren (Art. 40 und 46 aMWSTG).\n\nInsofern handelt es sich bei der Forderungseingabe der Beschwerdeführerin zur Kollokation im Nachlassverfahren ohne Berücksichtigung der Vorsteuerabzugs für das 4. Quartal 2001 um eine pauschale Festsetzung der Steuer und Vorsteuer, um eine Einschätzung nach pflichtgemässem Ermessen, wie sie nach Art. 60 aMWSTG (jetzt Art. 79 MWSTG) zulässig ist, wenn \"keine oder nur unvollständige Aufzeichnungen vorliegen\". Der Nachlassschuldnerin muss aber die Möglichkeit offenstehen, den Nachweis über erfolgte Abschlagszahlungen zu erbringen. Die Beschwerdeführerin stellte im Nachlassverfahren denn auch zu Recht in Aussicht, den Vorsteuerabzug zuzulassen, falls Zahlungen erfolgt sein sollten. Nachdem die Beschwerdegegnerin die Bezahlung eines Teils der Lieferantenrechnungen anhand von Belegen nachgewiesen hatte, anerkannte die Beschwerdeführerin hierfür den Vorsteuerabzug, indem sie ihre im Nachlassverfahren eingegebene Forderung entsprechend korrigierte.\n\n5. Nach dem Gesagten ist das Vorgehen der Beschwerdeführerin bei der Eingabe ihrer Forderung im Nachlassverfahren - und namentlich die \"pauschale\" Kürzung des Vorsteuerabzugs - nicht zu beanstanden. Zu prüfen ist im Folgenden, wie Abschlags- und Dividendenzahlungen im Nachlassverfahren mehrwertsteuerrechtlich zu behandeln sind.\n\n5.1 Die Verteilung des Liquidationserlöses an die Gläubiger erfolgt im Nachlassverfahren mit Vermögensabtretung in Form von Abschlags- und Dividendenzahlungen, soweit den Gläubigern nicht einzelne Vermögenswerte unter Anrechnung an ihre Forderungen abgetreten werden (Art. 317 Abs. 1 SchKG). Aus der gestützt auf den Kollokationsplan erstellten Verteilungsliste (Art. 326 SchKG) ergibt sich, welcher Anteil jedem Gläubiger aus dem Erlös der Verwertung der Aktiven zukommt. Umsatzsteuerrechtlich sind Abschlags- und Dividendenzahlungen, soweit sie an mehrwertsteuerpflichtige Gläubiger für Leistungen im Sinne von Art. 5 aMWSTG erfolgen, als Leistungsentgelt nach Art. 33 aMWSTG zu qualifizieren.\n\nDer Lieferant oder Leistungserbringer, der aufgrund der Insolvenz des Leistungsempfängers nach Art. 44 Abs. 1 aMWSTG einen |145| Abzug beim steuerbaren Umsatz vorgenommen hat (vgl. vorn E. 4.2), muss daher die Bemessungsgrundlage erneut berichtigen, wenn er im Nachlassverfahren eine Abschlags- oder Dividendenzahlung erhält. Diese Berichtigung ist analog Art. 44 Abs. 3 aMWSTG in derjenigen Periode vorzunehmen, in der die Abschlagszahlung oder Dividende vereinnahmt wird. Die Vorschrift betrifft zwar ihrem Wortlaut nach den Fall, wo das bezahlte Entgelt höher ist als das vereinbarte Entgelt. Die sinngemässe Anwendung von Art. 44 Abs. 3 aMWSTG im vorliegenden Fall entspricht jedoch dem Gesetzeszweck, wie er in dieser Norm zum Ausdruck kommt (so auch die ausdrückliche Regelung im deutschen Umsatzsteuergesetz [D-UStG], § 17 Abs. 1 Satz 8 in Verbindung mit Abs. 2 Ziff. 1, und dazu SCHLOSSER-ZEUNER, a.a.O., N. 41 f., besonders N. 42 in fine zu § 17 D-UStG).\n\n5.2 Andererseits entsteht beim steuerpflichtigen Nachlassschuldner von Gesetzes wegen ein Anspruch auf Vorsteuerabzug, wenn im Nachlassverfahren vorsteuerbelastete Kreditorenrechnungen beglichen werden. Der Vorsteuerabzug muss auch im Nachlassverfahren zugelassen werden, soll er den Entlastungseffekt erfüllen; es geht um die Vorsteuer, die durch den Gläubiger bezahlt und auf den Nachlassschuldner überwälzt worden ist (vgl. auch WOLFRAM BIRKENFELD, in: Das grosse Umsatzsteuer-Handbuch, Köln 1996, Stand: Juli 2009, § 209a Rz. 171 ff., besonders Rz. 211 ff. und Rz. 241). Der Anspruch auf Vorsteuerabzug ist an die geschuldete Steuer anzurechnen, ein allfälliger Überschuss auszuzahlen (Art. 48 Abs. 1 aMWSTG).\n\nSofern bei der Beschwerdegegnerin der Vorsteuerabzug gekürzt wurde (Art. 40 aMWSTG), ist daher der Vorsteuerabzug erneut zu korrigieren. Das betrifft allerdings nur die per 19. Dezember 2001 offenen Kreditorenrechnungen des 4. Quartals 2001. Für das 3. Quartal 2001 nahm die Eidgenössische Steuerverwaltung nach dem Stand der Akten keine Vorsteuerkorrektur vor.\n\n5.3 Fraglich und umstritten ist, ob die Beschwerdeführerin dieser erneuten Vorsteuerkorrektur genügend Rechnung getragen hat.\n\nNachdem die Beschwerdeführerin im Entscheid vom 4. April 2005 einen Anspruch auf Vorsteuerabzug bei Abschlags- und Dividendenzahlungen noch ganz verneint hatte, räumte sie im Einspracheentscheid ein, dass ein Vorsteuerabzugsrecht der Beschwerdegegnerin grundsätzlich bestehe, soweit die vorsteuerbelasteten Kreditorenrechnungen im Nachlassverfahren noch bezahlt werden. Für die Berechnung des Vorsteuerabzugs ging sie von einer Gesamtdividende aus, die sie durch Schätzung auf 35 % festsetzte. |146|\n\nAn dieser Schätzung hält sie auch in der vorliegenden Beschwerde fest. Sie begründet dies damit, dass im Nachlassverfahren die Nachlassdividende nicht exakt ermittelt werden könne. Sie gehe daher in einem Konkurs- oder Nachlassverfahren in der Weise vor, dass sie gemäss Art. 40 aMWSTG einen Teil der zum Abzug geltend gemachten Vorsteuern eines Quartals oder mehrerer Quartale zurückbelaste. Auf diese Weise werde zwar der Vorsteuerabzug nur ungenügend korrigiert (da der Beginn der Liquiditätsprobleme nicht mit den berücksichtigten Mehrwertsteuerperioden zusammenfallen muss und u.U. weiter in die Vergangenheit zurückreicht). Doch werde dies durch die mit den Dividendenzahlungen neu entstehenden Vorsteueransprüche kompensiert. Es könne daher für diese Dividendenzahlungen nicht erneut der Vorsteuerabzug gewährt werden, ansonsten die Vorsteuer zweimal abgezogen würde.\n\nEs handelt sich aus der Sicht der Beschwerdeführerin um ein vereinfachtes Verfahren, eine Schätzung (die der Steuerpflichtige auch widerlegen könne), die aber in der Handhabung effizient sei und erfahrungsgemäss dem effektiven Ergebnis sehr nahe komme, auch wenn sie \"verfahrenstechnisch (...) nicht ganz korrekt\" erscheinen möge. Die Beschwerdeführerin macht vor allem erhebungswirtschaftliche Gründe geltend.\n\nDemgegenüber bestreitet die Beschwerdegegnerin sowohl die Zulässigkeit der Schätzung in grundsätzlicher Hinsicht wie auch deren Höhe. Im angefochtenen Entscheid hat die Vorinstanz eine Pflicht der Beschwerdeführerin, die Vorsteuer aufgrund der resultierenden Abschlags- und Dividendenzahlungen zu ermitteln, bejaht.\n\n5.4 Dazu ist zu bemerken, dass die Korrektur des Vorsteuerabzugs in der Steuerabrechnung (über eine oder mehrere zurückliegende Abrechnungsperioden) durch die Beschwerdeführerin auf einer nicht weiter begründeten Annahme beruht: Ob der Vorsteuerabzug für einen Teil des Quartals, das ganze Quartal oder mehre Quartale zu korrigieren sei, ist weitgehend dem Zufall (oder der Willkür) überlassen. Die Beschwerdeführerin macht nicht geltend, dass sie sich in diesem Bereich auf gesicherte Erkenntnisse, auf Praxiserfahrung oder Rechnungsmodelle stützen könne. Es bleibt aufgrund der Eingaben der Beschwerdeführerin auch unklar, nach welchen Richtlinien oder Kriterien sie entscheidet, wann Dividendenzahlungen zum erneuten Vorsteuerabzug berechtigen und wann nicht.\n\nDiese Unsicherheiten zeigen sich im vorliegenden Verfahren besonders deutlich: Mit Schreiben vom 26. April 2004 teilte die |147| Beschwerdeführerin dem Liquidator kategorisch mit, dass die Dividendenzahlungen an die Nachlassgläubiger die Schuldner nicht zum Abzug zusätzlicher Vorsteuern berechtige. Nachdem die Beschwerdeführerin dies mit Entscheid vom 4. April 2005 noch bekräftigt hatte, korrigierte sie ihre Haltung im Einspracheentscheid vom 9. Juni 2006 und gewährte neu einen Vorsteuerabzug für eine geschätzte Gesamtdividende von 35 %. In der Beschwerde in öffentlich-rechtlichen Angelegenheiten anerkennt sie offenbar dann auch die zweite Abschlagszahlung als für den Vorsteuerabzug anspruchsbegründend. Aufgrund welcher Umstände die Beschwerdeführerin ihre Ansicht änderte, ist aber nicht zu erkennen, zumal sie von Anfang an aufgrund der Angaben des Liquidators von einer Dividende in etwa der gleichen Grössenordnung ausging.\n\n5.5 Diese Praxis braucht hier aber nicht weiter untersucht zu werden. Wenn die Beschwerdeführerin geltend macht, die Vorsteuerkorrektur und die erneute Berichtigung des Vorsteuerabzugs beruhe auf einer Schätzung und dürfe ermessensweise vorgenommen werden, so ist dies nur unter den Voraussetzungen des Artikels 60 aMWSTG (jetzt Art. 79 MWSTG) richtig, das heisst, wenn die steuerpflichtige Person ihren Obliegenheiten zur Mitwirkung und Feststellung der Steuerschuld nicht nachkommt und die Verwaltung eine Schätzung nach pflichtgemässem Ermessen vornehmen muss. Ein auf Schätzung beruhendes Verfahren mag allenfalls auch statthaft sein, wenn sich daraus eine wesentliche Vereinfachung ergibt und die Betroffenen - namentlich die Gläubiger - damit einverstanden sind.\n\nDiese Voraussetzungen sind hier offensichtlich nicht erfüllt. Der Liquidator hat zuhanden der Eidgenössischen Steuerverwaltung die offenen Kreditoren per 19. Dezember 2001 bekannt gegeben. Ebenfalls lässt sich im Fall der späteren Befriedigung der Lieferanten und Dienstleistungserbringer durch Abschlags- und Dividendenzahlungen der Anspruch auf Rückerstattung der Vorsteuer auf entsprechenden Nachweis hin grundsätzlich konkret bestimmen und bedarf es keiner Schätzung im Sinne von Art. 60 aMWSTG. Es steht auch ausser Frage, dass sich die Beschwerdegegnerin mit der Vorgehensweise der Eidgenössischen Steuerverwaltung zu keinem Zeitpunkt einverstanden erklärt hat.\n\n5.6 Wenn daher die Vorinstanz im angefochtenen Erkenntnis die Beschwerdeführerin verpflichtet hat, die abziehbare Vorsteuer |148| anhand der \"gesamten Nachlassdividende\" bzw. aufgrund des \"Ergebnisses des Nachlassverfahrens\" zu bestimmen, verletzt dies Bundesrecht nicht. Zu ergänzen ist lediglich, dass Dividendenleistungen an Kreditoren des 3. Quartals 2001, für welche der Vorsteuerabzug nicht korrigiert wurde, kein zusätzliches Vorsteuerabzugsrecht begründen (s. oben E. 5.2 in fine). In diesem Punkt ist den vorinstanzlichen Erwägungen beizupflichten und erweist sich die Beschwerde als unbegründet.\n\n5.7 Ein Vorbehalt ist nur insofern anzubringen, dass wegen der \"Zirkelrechnung\" - die Dividendenzahlung beeinflusst die Höhe des Vorsteuerabzuges, dieser wiederum wirkt sich auf die Höhe der Dividende aus usf. - die schliesslich resultierende Vorsteuer nicht mathematisch exakt, sondern nur annäherungsweise bestimmt werden kann. Insofern muss der Vorsteuerabzug in der Tat geschätzt werden, wobei die Wahl der dabei anzuwendenden, sachgerechten Methode der Eidgenössischen Steuerverwaltung zu überlassen ist. Auch hierin ist der vorinstanzliche Entscheid zu bestätigen.\n\n6. Zwischen den Parteien ist weiter umstritten, ob und gegebenenfalls in welchem Umfang die Beschwerdeführerin ihre im Nachlassverfahren eingegebene Umsatzsteuerforderung mit dem Vorsteuerguthaben der Beschwerdegegnerin (Nachlassschuldnerin) verrechnen darf.\n\n6.1 Die Vorinstanz erklärte die Verrechnung grundsätzlich als zulässig, jedoch nur bis zur Höhe der Dividende, welche der Beschwerdeführerin für die im Nachlassverfahren eingegebene Mehrwertsteuerforderung zustehe. Sie begründet dies damit, dass der Gläubiger mit der rechtskräftigen Bestätigung des Nachlassvertrags mit Vermögensabtretung auf den durch die Liquidationsdividende nicht gedeckten Teil der Forderung definitiv verzichte. Der nicht gedeckte Teil der Forderung gehe in diesem Umfang unter, es verbleibe keine Restschuld, und die Gläubiger erhielten keine Verlustscheine (Art. 318 Abs. 1 Ziff. 1 SchKG). Nach Publikation des Nachlassvertrags sei daher eine Verrechnung nur noch im Betrag der Dividende zulässig. Aus den Akten ergebe sich, dass die Beschwerdeführerin Verrechnung erstmals im Einspracheentscheid (im Jahre 2006) und damit lange nach Bestätigung des Nachlassvertrags vom 20. August 2002 geltend gemacht habe. Eine Verrechnung des Vorsteuerguthabens mit der gesamten im Nachlassverfahren eingegebenen Steuerforderung sei unzulässig. |149|\n\nDem hält die Beschwerdeführerin entgegen, dass wohl die bis 19. Dezember 2001 (Datum der Nachlassstundung) aufgelaufenen Umsatzsteuerforderungen in den Nachlass fielen, dass jedoch für die Festsetzung von Umsatzsteuerforderung und Vorsteuerguthaben gleichwohl die besonderen Vorschriften der Mehrwertsteuergesetzgebung Anwendung fänden. Die Verrechnung von Umsatzsteuerforderung mit dem Vorsteuerguthaben trete von Gesetzes wegen ein, eine Verrechnungserklärung sei hierfür nicht erforderlich. Massgebend sei vielmehr der Zeitpunkt der Entstehung von Forderung und Gegenforderung. Dieser Zeitpunkt sei hier schon vor der Nachlassstundung eingetreten.\n\nDie Beschwerdegegnerin stimmt der Vorinstanz im Ergebnis zu, wenn auch mit abweichender Begründung: Weil das Vorsteuerguthaben aufgrund der Dividendenzahlungen erst im Nachlassverfahren entstehe, handle es sich um eine Masseforderung, welche nur mit Masseschulden, namentlich der Dividende, verrechnet werden könne.\n\nDie hier zu entscheidende Frage lautet somit, ob der durch die Dividendenzahlungen bewirkte Anspruch auf Rückerstattung der Vorsteuer unter den Nachlassvertrag fällt, ob es um eine Masseforderung geht oder ob die Verrechnung nach anderen (mehrwertsteuerrechtlichen) Grundsätzen zu erfolgen habe.\n\n6.2 Gemäss Art. 46 aMWSTG gilt, wie bereits erwähnt, das Selbstveranlagungsprinzip. Es besagt, dass die steuerpflichtige Person über die geschuldete Steuer selbst abrechnen muss und die alleinige Verantwortung für die umsatzsteuerlich richtige Behandlung der Geschäfte trägt. Die Selbstveranlagung beinhaltet nicht nur die richtige und vollständige Berechnung der Steuerforderung, sondern auch des Vorsteuerguthabens (CAMENZIND/HONAUER/VALLENDER, a.a.O., Rz. 1579 ff. S. 531 f.; RIVIER/ROCHAT/PAUCHARD, Droit fiscal suisse, La taxe sur la valeur ajoutée, 2000, S. 167; s. auch Urteil 2A.546/2000 vom 31. Mai 2002 E. 6b, in: ASA 72 S. 727 und StR 58/2003 S. 209).\n\nAbzurechnen ist in der Regel vierteljährlich (Art. 45 Abs. 1 lit. a aMWSTG), wobei die steuerpflichtige Person der Eidgenössischen Steuerverwaltung die Abrechnung innert 60 Tagen nach Ablauf der Abrechnungsperiode einzureichen hat (Art. 46 Satz 1 aMWSTG). Doch entsteht die Steuerforderung bereits zu einem früheren Zeitpunkt. Bei der Abrechnung nach dem vereinbarten Entgelt, was den Normalfall darstellt, entsteht die Steuerforderung bei Lieferungen |150| und Dienstleistungen mit der Rechnungsstellung (Art. 43 Abs. 1 lit. a Ziff. 1 aMWSTG). Im Falle der Abrechnung nach vereinnahmten Entgelten ist der Zeitpunkt der Vereinnahmung des Entgelts massgebend (Art. 43 Abs. 1 lit. b aMWSTG). Der Anspruch auf Vorsteuerabzug entsteht nach Art. 38 Abs. 7 lit. a aMWSTG entweder am Ende der Abrechnungsperiode, in welchem die steuerpflichtige Person die Rechnung erhalten (Abrechnung nach vereinbartem Entgelt) oder in welcher sie die Rechnung bezahlt hat (Abrechnung nach vereinnahmtem Entgelt).\n\n6.3 Steuerforderung und Vorsteuerguthaben entstehen somit von Gesetzes wegen und unabhängig davon, ob Steuer und Vorsteuerabzug durch die steuerpflichtige Person rechtzeitig und richtig abgerechnet werden. Die Mehrwertsteuer ist eine Allphasensteuer mit Vorsteuerabzug auf allen Stufen. Vom Steuerbetrag des Bruttoumsatzes wird der auf die Vorleistung entfallende Teil der Steuer - die Vorsteuer - abgezogen. Als Zahllast (Steuerschuld) erscheint die Differenz zwischen Bruttosteuer und Vorsteuer (vgl. CAMENZIND/HONAUER/VALLENDER, a.a.O., Rz. 98 S. 48 f.). Diese Festsetzung erfolgt im Rahmen der Selbstveranlagung durch den Steuerpflichtigen in der Steuerabrechnung (Art. 46 aMWSTG). Die Folgen treten aber von Gesetzes wegen ein. Einer ausdrücklichen Verrechnungserklärung der Eidgenössischen Steuerverwaltung bedarf es daher, entgegen der Ansicht der Vorinstanz, nicht. Die Eidgenössische Steuerverwaltung ermittelt die Steuer anstelle des Steuerpflichtigen nur dann, wenn dieser seiner Abrechnungspflicht nicht nachkommt (Art. 60 aMWSTG; CAMENZIND/HONAUER/VALLENDER, a.a.O., Rz. 1580 S. 532).\n\n6.4 Die Vorinstanz beruft sich für ihre gegenteilige Ansicht auf Art. 213 Abs. 2 Ziff. 2 SchKG, der gemäss Art. 297 Abs. 4 SchKG auch bei der Nachlassstundung Anwendung findet. Danach ist die Verrechnung ausgeschlossen, wenn ein Gläubiger des Gemeinschuldners erst nach der Konkurseröffnung Schuldner desselben oder der Konkursmasse wird. Im Nachlassvertrag mit Vermögensabtretung tritt an die Stelle der Konkurseröffnung die Bekanntmachung der Nachlassstundung (Art. 297 Abs. 4 SchKG).\n\nArt. 213 SchKG muss aber seiner ratio legis entsprechend ausgelegt werden. Dessen Absatz 1 erklärt die Verrechnung grundsätzlich als zulässig. Das Verrechnungsverbot von Absatz 2 will lediglich verhindern, dass sich ein Gläubiger des Gemeinschuldners nach Konkurseröffnung durch neu erworbene Verrechnungsmöglichkeiten Deckung verschafft (BGE 107 III 139 E. 3 S. 143 f. mit Hinweisen). |151| Die Vorschrift ist offensichtlich auf die Verrechnung nach dem Obligationenrecht zugeschnitten.\n\nVorliegend geht es indessen um eine Kompensation öffentlich-rechtlicher Forderungen, die von Gesetzes wegen eintritt. Die spezialgesetzliche Ordnung, insbesondere Art. 69 Abs. 2 aMWSTG, der die rechtskräftige Erledigung des Mehrwertsteuerverfahrens in dem dafür vorgesehenen Verfahren vorbehält, geht dem Konkurs- oder Nachlassverfahren vor. Das hat die Vorinstanz nicht in Betracht gezogen und daher zu Unrecht die Verrechnung auf den Betrag der Dividende, welche der Beschwerdeführerin zusteht, beschränkt.\n\n6.5 Zu prüfen bleibt, ob es sich beim Vorsteuerguthaben, das sich aus Abschlags- und Dividendenzahlungen im Konkurs oder Nachlassverfahren ergibt, um eine Masseforderung handelt, wie die Beschwerdegegnerin geltend macht. Denn Masseforderungen können, wie die Beschwerdegegnerin mit Recht bemerkt, nur mit Masseschulden, insbesondere mit der Konkursdividende, verrechnet werden (vgl. AMONN/WALTHER, a.a.O., § 40 Rz. 59 S. 370).\n\nIn der Tat stellt ein allfälliges Vorsteuerguthaben eine Masseforderung dar. Dies aber erst, wenn Mehrwertsteuerforderung und Vorsteuerabzug nach den Vorgaben des Mehrwertsteuerrechts verrechnet worden sind. Erst dann ist die Steuerforderung gemäss spezialgesetzlicher Bestimmung definitiv zu kollozieren (Art. 69 Abs. 2 aMWSTG) und fällt ein allfälliges Vorsteuerguthaben, ein \"Vorsteuerüberschuss\", in die Masse. Es bleibt somit bei der gesetzlichen Ordnung, wonach das Mehrwertsteuerverfahren vorab rechtskräftig erledigt werden muss.\n\n6.6 Es kann auch offenbleiben, ob der durch die Nachlassdividende bewirkte Anspruch auf Vorsteuerabzug bereits zum Zeitpunkt der Bekanntgabe der Nachlassstundung bestand und durch die Dividendenzahlung wieder auflebt, wie die Vorinstanz annimmt, oder ob er zum Zeitpunkt der Dividendenzahlung neu entsteht, welche Ansicht die Beschwerdegegnerin verficht. So oder so bildet dieser Anspruch hier keine Masseforderung. Es entspricht einem in der bundesgerichtlichen Rechtsprechung feststehenden Grundsatz, dass Steuerforderungen dann eine Verbindlichkeit der Masse darstellen, wenn sich die für ihre Entstehung massgebenden Tatsachen nach der Konkurseröffnung bzw. nach Bewilligung der Stundung verwirklicht haben (so bereits für die Warenumsatzsteuer: BGE 107 Ib 303 E. 2, BGE 96 I 244 E. 3; ferner BGE 120 III 153 E. 2b, 128; je für die Grundstückgewinnsteuer; BGE 122 II 221 E. 4c und d betreffend die |152| Liquidationsgewinnsteuer nach Art. 53 BdBSt; s. auch BGE 100 III 30 für Sozialversicherungsbeiträge). In Bezug auf die hier in Frage stehende Vorsteuerrückerstattung ist das nicht der Fall. Sie betrifft nicht die mit Zustimmung des Sachverwalters nach der Stundung fortgeführten Geschäfte (Art. 298 Abs. 1 SchKG) resp. die Verwertung von Vermögenswerten im Rahmen der Liquidation (vgl. oben E. 3.2 f.). Der Anspruch auf Vorsteuerabzug ist hier vielmehr die Folge der Verteilung des Liquidationserlöses und steht in Verbindung mit Lieferungen und Dienstleistungen, die ihren Rechtsgrund vor Bekanntgabe der Nachlassstundung haben. Sie gehören in die Abrechnung über die Mehrwertsteuerforderung per Datum der Nachlassstundung und sind in dem dafür vorgesehenen Verfahren rechtskräftig festzusetzen, bevor die Steuerforderung definitiv kolloziert werden kann (Art. 69 Abs. 2 aMWSTG) und ein allfälliger Vorsteuerüberschuss an die Masse fällt."}