{"annee": "137", "cour": "III", "page": "324", "date": "28/6/2011", "cite": ["133 III 629", "136 IV 92", "134 I 83", "114 II 368", "134 III 426", "103 II 120", "132 III 83", "135 II 286", "116 IA 446", "129 III 514", "133 IV 288", "108 II 65"], "cite_par": ["142 III 798", "139 III 86", "142 V 26", "138 III 46", "138 III 333", "144 III 475", "141 III 395"], "chapeau": "48. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Société des Produits Nestlé SA und Nestlé Nespresso SA gegen Denner AG und Alice Allison SA (Beschwerde in Zivilsachen)\n\n4A_178/2011 vom 28. Juni 2011", "regestes": ["Mesures provisionnelles; conditions de recevabilité; exigences quant à la motivation du recours (art. 93 al. 1 let. a et art. 42 al. 2 LTF). On peut se demander, dans le cadre de décisions de mesures provisionnelles, s'il faut s'en tenir à la conception actuelle du préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF. Le recourant qui attaque une décision de mesures provisionnelles devant le Tribunal fédéral doit démontrer avec la motivation du recours dans quelle mesure il est concrètement menacé d'un préjudice irréparable de nature juridique (consid. 1.1).", "Admissibilité d'expertises judiciaires en procédure provisionnelle de droit de la propriété intellectuelle (art. 254 CPC); droit d'être entendu (art. 29 al. 2 Cst.). De brèves expertises portant sur des questions techniques sont admissibles comme moyens de preuve en procédure provisionnelle de droit de la propriété intellectuelle également sous l'empire du CPC. Admission dans le cas concret d'une violation du droit d'être entendu en rapport avec un litige du droit des marques, dès l'instant où l'autorité précédente ne pouvait pas juger du motif d'exclusion absolu de la nécessité technique de la forme revendiquée, à défaut d'une compétence propre, sans recourir à un expert judiciaire indépendant (consid. 3.2)."], "faits": "BGE 137 III 324 S. 325\n\nA. Die Société des Produits Nestlé SA, Vevey, (Beschwerdeführerin 1) und die Nestlé Nespresso SA mit Sitz in Lausanne (Beschwerdeführerin 2) sind Gesellschaften des Nestlé-Konzerns.\n\nDie Beschwerdeführerin 2 ist unter anderem für die Herstellung und den Vertrieb der Nespresso-Kaffeekapseln verantwortlich. Sie ist unbestrittenermassen Marktführerin für portionierten Kaffee in der Schweiz. BGE 137 III 324 S. 326\n\nDie Beschwerdeführerin 1 ist Inhaberin der dreidimensionalen Schweizer Marke Nr. P-486889. Die Formmarke der Beschwerdeführerin 1 ist insbesondere für \"café, extraits de café et préparation à base de café\" mit dem Vermerk \"Marque imposée\" eingetragen. Die Beschwerdeführerin 1 ist zudem Inhaberin der CH-Marke Nr. 609901 WHAT ELSE? für \"café\".\n\nDie Denner AG, Zürich, (Beschwerdegegnerin 1) bot ab 15. Dezember 2010 Kaffeekapseln im Rahmen einer Einführungswerbung an. Die Alice Allison SA mit Sitz in Grono (Beschwerdegegnerin 2) stellt diese Kapseln her.\n\nDie Beschwerdegegnerin 1 publizierte Mitte Dezember 2010 verschieden gestaltete Inserate mit der Abbildung von Kapseln und deren Verpackungen schweizweit (in drei Landessprachen) in Tageszeitungen und Zeitschriften. Ein Inserat enthält in grossen Lettern den Text: \"Kompatibel zu Ihrer Nespresso-Maschine* - und ihrem Budget.\" In einem Text mit sehr kleinen Buchstaben wird am unteren Rand des Inserats auf Folgendes hingewiesen: \"*Nespresso ist eine eingetragene Marke der Société des Produits Nestlé S.A. und hat keinerlei Verbindung mit Denner AG\". Auf einem roten Balken steht \"Denner - was suscht-\". In einem weiteren Inserat werden ebenfalls Kapseln und Packungen abgebildet, wobei in grossen Lettern der Slogan steht \"Denner - was suscht?\" bzw. \"bei Denner - wo suscht?\".\n\nB.\n\nB.a Am 6. Januar 2011 reichten die Beschwerdeführerinnen beim Handelsgericht des Kantons St. Gallen ein Massnahmegesuch gegen die Beschwerdegegnerinnen ein mit dem Rechtsbegehren, es sei den Beschwerdegegnerinnen mit sofortiger Wirkung vorsorglich der Vertrieb von Kaffeekapseln mit einer bestimmten (im Rechtsbegehren abgebildeten) Form zu untersagen (Ziffer 1). Im Weiteren sei der Beschwerdegegnerin 1 im Wesentlichen mit sofortiger Wirkung vorsorglich zu untersagen, unter dem Slogan \"Denner - was suscht?\", \"Denner - quoi d'autre?\" bzw. \"Denner - cosa sennò?\", und/oder mit der Behauptung \"Kompatibel zu lhrer Nespresso-Maschine\" Kaffee zu vertreiben (Ziffer 2). Im Weiteren beantragten die Beschwerdeführerinnen, es seien die Massnahmen gemäss Rechtsbegehren Ziffer 1 und 2 ohne vorgängige Anhörung der Beschwerdegegnerinnen superprovisorisch anzuordnen (Ziffer 3).\n\nMit superprovisorischer Verfügung vom 10. Januar 2011 untersagte der Handelsgerichtspräsident des Kantons St. GallenBGE 137 III 324 S. 327 den Beschwerdegegnerinnen mit sofortiger Wirkung vorsorglich, Kaffeekapseln mit der in Ziffer 1 des Rechtsbegehrens abgebildeten Form unter anderem zu verkaufen und zu bewerben. Ferner untersagte er der Beschwerdegegnerin 1 mit sofortiger Wirkung vorsorglich, unter dem Slogan \"Denner - was suscht?\", \"Denner - quoi d'autre?\" und \"Denner - cosa sennò?\", und/oder mit der Behauptung \"Kompatibel zu Ihrer Nespresso-Maschine\", Kaffee unter anderem zu verkaufen und zu bewerben.\n\nB.b Mit Entscheid vom 4. März 2011 hob der Handelsgerichtspräsident des Kantons St. Gallen das superprovisorisch angeordnete Vertriebsverbot vom 10. Januar 2011 auf und wies Ziffer 1 des Massnahmebegehrens ab (Dispositiv-Ziffer 1). Im Weiteren bestätigte er weitgehend das in der superprovisorischen Verfügung vom 10. Januar 2011 ausgesprochene Verbot der Verwendung der erwähnten Slogans, hingegen erlaubte er der Beschwerdegegnerin 1 den Hinweis \"Kompatibel zu Nespresso-Maschinen\" in der Werbung und auf den Produkten bzw. der Verpackung, sofern der Schriftzug klein ist, insbesondere wie er auf den im Dezember 2010 verwendeten Verpackungen angebracht war (Dispositiv-Ziffer 2).\n\nC. Mit Beschwerde in Zivilsachen beantragen die Beschwerdeführerinnen dem Bundesgericht in der Sache, es sei Ziffer 1 des Entscheids des Handelsgerichtspräsidenten vom 4. März 2011 aufzuheben und es sei das beantragte Verbot gemäss Ziffer 1 ihres Massnahmegesuchs auszusprechen. Eventualiter sei die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen.\n\nD. Mit Verfügung vom 22. März 2011 wies das Bundesgericht das Gesuch um superprovisorische Gewährung der aufschiebenden Wirkung ab. Mit Verfügung vom 19. April 2011 wies es das Gesuch um Gewährung der aufschiebenden Wirkung ebenfalls ab.\n\nNach öffentlicher Beratung heisst das Bundesgericht die Beschwerde gut, es hebt den Entscheid des Handelsgerichtspräsidenten vom 4. März 2011 - soweit angefochten - auf und weist die Sache zu neuer Beurteilung an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Entscheide über vorsorgliche Massnahmen gelten nur dann als Endentscheide im Sinne von Art. 90 BGG, wenn sie in einem eigenständigen Verfahren ergehen. Selbständig eröffnete BGE 137 III 324 S. 328Massnahmeentscheide, die vor oder während eines Hauptverfahrens erlassen werden und nur für die Dauer des Hauptverfahrens Bestand haben bzw. unter der Bedingung, dass ein Hauptverfahren eingeleitet wird, stellen Zwischenentscheide im Sinne von Art. 93 BGG dar. Gegen solche ist die Beschwerde nur zulässig, wenn sie einen nicht wieder gutzumachenden Nachteil bewirken können (Art. 93 Abs. 1 lit. a BGG). Dabei muss es sich um einen Nachteil rechtlicher Natur handeln, der auch durch einen für den Beschwerdeführer günstigen Entscheid in der Zukunft nicht mehr behoben werden kann (BGE 134 I 83 E. 3.1 S. 86 f. mit Hinweisen).\n\nDer angefochtene Entscheid betrifft vorsorgliche Massnahmen, die vor einem Hauptverfahren beantragt wurden und nur unter der Bedingung Bestand haben, dass innert Frist ein Hauptverfahren eingeleitet wird. Demnach handelt es sich um einen Zwischenentscheid nach Art. 93 BGG. Nach der publizierten Rechtsprechung wurde bis anhin bei Zwischenentscheiden, mit denen vorsorgliche Massnahmen erlassen bzw. verweigert wurden, ein nicht wieder gutzumachender Nachteil regelmässig bejaht. Nach einem Grundsatzentscheid zur staatsrechtlichen Beschwerde sind die Begriffe des Nachteils als materielle Voraussetzung des vorsorglichen Rechtsschutzes einerseits sowie des Nachteils als formell-prozessuale Beschwerdevoraussetzung andererseits auseinanderzuhalten: jener liegt in der Beeinträchtigung des Beschwerdeführers in seiner materiellen Rechtsstellung, dieser in der Verweigerung der Verfassungskontrolle, d.h. in der Beeinträchtigung seiner formellen Rechtsstellung (BGE 116 Ia 446 E. 2 S. 447 mit Verweis auf BGE 114 II 368 E. 2 S. 369; BGE 108 II 68 E. 1 S. 71; BGE 103 II 120 E. 1 S. 122). Ein neuerer Entscheid, der ausdrücklich auf diese Rechtsprechung Bezug nimmt, geht davon aus, es liege auf der Hand, dass ein solcher Massnahmeentscheid einen nicht wieder gutzumachenden Nachteil bewirken und daher beim Bundesgericht mit Beschwerde angefochten werden kann (BGE 134 I 83 E. 3.1 S. 87).\n\nEs ist fraglich, ob an diesem Verständnis des nicht wieder gutzumachenden Nachteils im Sinne von Art. 93 Abs. 1 lit. a BGG, das für letztinstanzliche Entscheide über vorsorgliche Massnahmen ohne Weiteres die Beschwerdemöglichkeit an das Bundesgericht eröffnet, festgehalten werden kann. Jedenfalls ist in Zukunft zu fordern, dass der Beschwerdeführer, der einen Massnahmeentscheid beim Bundesgericht anficht, in der Beschwerdebegründung aufzeigt, inwiefern ihm im konkreten Fall ein nicht wieder gutzumachender BGE 137 III 324 S. 329Nachteil rechtlicher Natur droht. Es entspricht denn auch konstanter Rechtsprechung zu Art. 93 Abs. 1 BGG, dass der Beschwerdeführer im Einzelnen darzulegen hat, inwiefern die Beschwerdevoraussetzungen nach dieser Bestimmung erfüllt sind, ansonsten auf die Beschwerde mangels hinreichender Begründung nicht einzutreten ist (vgl. BGE 134 III 426 E. 1.2 S. 429; BGE 133 III 629 E. 2.3.1 S. 632 und E. 2.4.2 S. 633; vgl. auch BGE 136 IV 92 E. 4 S. 95; BGE 133 IV 288 E. 3.2 S. 292).\n\nDie Beschwerdeführerinnen, die in ihrer Beschwerdeschrift bloss in pauschaler Weise die Erschwernis eines späteren Schadensnachweises bzw. die Gefahr einer Marktverwirrung behaupten, durften sich auf die bisherige Rechtsprechung zur Anfechtung von Entscheiden über vorsorgliche Massnahmen verlassen. Es wäre daher mit dem Grundsatz von Treu und Glauben (Art. 2 Abs. 1 ZGB sowie Art. 9 BV) nicht zu vereinbaren, ihnen im Hinblick auf die Eintretensfrage eine unzureichende Begründung vorzuwerfen. Auf die Beschwerde ist daher grundsätzlich einzutreten.\n\n(...)\n\n3. (...)\n\n3.2\n\n3.2.1 Die Beschwerdeführerinnen rügen, die Vorinstanz habe ihren Gehörsanspruch (Art. 29 Abs. 2 BV) sowie das Willkürverbot (Art. 9 BV) missachtet, indem sie fristgerecht und formgültig angebotene Beweismittel unberücksichtigt gelassen habe zur massgebenden Frage, ob Alternativformen von Kaffeekapseln existierten, die mit Nespresso-Maschinen kompatibel seien.\n\n3.2.2 Sie bringen unter Hinweis auf ihre Eingaben im kantonalen Verfahren vor, sie hätten einerseits Beweise dazu offeriert, dass auch in ihrer Form \"veränderte\" Nespresso-Kapseln in Nespresso-Kaffeemaschinen funktionierten. Andererseits hätten sie fünf konkrete Alternativformen aufgezeigt, die in Nespresso-Maschinen verwendet werden könnten, und dargelegt, dass diese Alternativformen gleich praktisch und solide bzw. deren Herstellungskosten nicht oder zumindest nicht massgeblich höher seien, wobei sie hierzu Beweismittel offeriert hätten. Bereits in Ziffer 6 des Massnahmegesuchs hätten sie sich ausdrücklich auf das Beweismittel der Expertise bzw. Kurzexpertise berufen. Eine solche sei insbesondere betreffend Praktikabilität, Solidität und Kosten von fünf konkret aufgezeigten (kompatiblen) Alternativformen beantragt worden. Die Vorinstanz habe die Behauptungen der Beschwerdeführerinnen als nicht BGE 137 III 324 S. 330glaubhaft erachtet, ohne die von ihnen offerierten Beweismittel überhaupt zu würdigen.Nach der bundesgerichtlichen Rechtsprechung liegt eine technisch notwendige Form im Sinne von Art. 2 lit. b MSchG (SR 232.11) vor, wenn dem Konkurrenten für ein Produkt der betreffenden Art (technisch) überhaupt keine alternative Form zur Verfügung steht oder im Interesse eines funktionierenden Wettbewerbs nicht zugemutet werden kann, indem er eine weniger praktische, eine weniger solide oder eine mit höheren Herstellungskosten verbundene Ausführung wählen müsste (BGE 129 III 514 E. 2.4.2 S. 519 sowie E. 3.2.1 und 3.2.2 S. 522 f. mit Hinweisen). Die Beschwerdeführerinnen zeigen mit Aktenhinweisen auf, dass sie vor der Vorinstanz in ihrem Massnahmegesuch ausgeführt haben, es bestünden verschiedene alternative Formen von in Nespresso-Maschinen verwendbaren Kaffeekapseln, die gleich praktisch und solid wie Nespresso-Kapseln und nicht mit rechtlich relevant höheren Herstellungskosten verbunden wären, wofür die Beschwerdeführerinnen eine Kurzexpertise beantragt haben.\n\nDer angefochtene Entscheid erwähnt den Beweisantrag der Expertise im Zusammenhang mit der Behauptung der Beschwerdeführerinnen, selbst Kapseln, die in Nespresso-Maschinen passten, könnten so gestaltet werden, dass sie sich äusserlich deutlich von den Nespresso-Kapseln unterscheiden würden. Die Vorinstanz führt aus, die Beschwerdeführerinnen hätten hierzu Abbildungen möglicher kompatibler Alternativformen von Kaffeekapseln eingereicht. Indem sie in diesem Zusammenhang insbesondere den Beweisantrag der Expertise stellten, so die Vorinstanz weiter, gingen sie \"allerdings selber davon aus, dass die Grenzziehung in keiner Weise von vornherein klar ist, wie weit eine Kapsel eines Drittanbieters von einer Nespresso-Kapsel verschieden sein und trotzdem noch in den Nespresso-Maschinen eingesetzt werden kann\".\n\nDie Beschwerdeführerinnen machen zu Recht geltend, dass es nicht vertretbar ist, den Umstand der als Beweismittel beantragten Expertise zu ihren Ungunsten auszulegen. Vielmehr ergibt sich aus dem Anspruch auf rechtliches Gehör (Art. 29 Abs. 2 BV) für die Parteien das Recht, Beweisanträge zu stellen (BGE 135 II 286 E. 5.1 S. 293 mit Hinweisen). Es entspricht darüber hinaus sorgfältiger Prozessführung, die massgeblichen tatsächlichen Behauptungen mit Beweisofferten zu verbinden. BGE 137 III 324 S. 331\n\nEs ist daher offensichtlich unhaltbar und verletzt den Gehörsanspruch, wenn die Vorinstanz den blossen Umstand, dass die Beschwerdeführerinnen zur umstrittenen Frage der von ihnen behaupteten kompatiblen Alternativformen eine Kurzexpertise beantragt haben, zu Ungunsten der Beschwerdeführerinnen ausgelegt und in der Folge ohne Durchführung eines Beweisverfahrens auf die (bestrittenen) Parteibehauptungen der Beschwerdegegnerinnen abgestellt hat. Abgesehen davon spricht die vorinstanzliche Erkenntnis, dass sich die Beurteilung der Verwendbarkeit behaupteter Alternativformen in Nespresso-Maschinen nicht auf Anhieb erschliesst, sondern die Klärung technischer Fragen voraussetzt, gerade für den Beizug eines unabhängigen Sachverständigen.\n\nZur Beurteilung der technischen Bedeutung der konischen Form der Kaffeekapseln sowie der Funktionsfähigkeit anders geformter Kapseln war die Vorinstanz mangels eigener Fachkunde selbst nicht in der Lage. Damit wurde den Beschwerdeführerinnen der Beweis für die Glaubhaftmachung verwendbarer Alternativformen abgeschnitten. Angesichts des unbestreitbar fachtechnischen Streitpunkts der Verwendbarkeit von Alternativformen in Nespresso-Maschinen im Hinblick auf die Beurteilung des absoluten Ausschlussgrunds der technischen Notwendigkeit der beanspruchten Form (Art. 2 lit. b MSchG), ist es auch unter diesem Gesichtspunkt unhaltbar, ohne eigene Sachkunde und ohne Beizug eines unabhängigen gerichtlichen Sachverständigen auf bestrittene Parteibehauptungen der Beschwerdegegnerinnen abzustellen (vgl. BGE 132 III 83 E. 3.5 S. 88; EUGEN MARBACH, Markenrecht, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht [SIWR], Bd. III/1, 2. Aufl. 2009, Rz. 524).\n\nDie Vorinstanz stellte die Zulässigkeit des beantragten Beweismittels der Kurzexpertise im Rahmen des Massnahmeverfahrens nicht in Frage. Ebenso wenig zweifelte sie an, dass diese prozesskonform beantragt worden war. Der Einwand der Beschwerdegegnerinnen, es sei der Vorinstanz angesichts der Beweismittelbeschränkung von Art. 254 ZPO (SR 272) verwehrt gewesen, ein Kurzgutachten einzuholen, verfängt nicht. Diese Bestimmung sieht unter anderem vor, dass neben Urkunden auch andere Beweismittel zulässig sind, wenn es der Verfahrenszweck erfordert (Art. 254 Abs. 2 lit. b ZPO). Die Beschwerdegegnerinnen unterbreiten dem Bundesgericht lediglich unter Verweis auf einzelne Lehrmeinungen ihre Rechtsauffassung zum allgemeinen Anwendungsbereich der erwähnten Verfahrensbestimmung, bringen jedoch zu Recht nicht vor, diese lasse sich nicht BGE 137 III 324 S. 332verfassungskonform anwenden, so dass Kurzgutachten zu technischen Fragen in immaterialgüterrechtlichen Massnahmeverfahren unter der Herrschaft der ZPO fortan ausgeschlossen wären (vgl. etwa CHRISTOPH WILLI, Vorsorgliche Massnahmen nach der Schweizerischen Zivilprozessordnung, sic! 9/2010 S. 597 f.; LUCAS DAVID UND ANDERE, Der Rechtsschutz im Immaterialgüterrecht, in: SIWR, Bd. I/2, 3. Aufl. 2011, Rz. 657; DAMIAN SCHAI, Vorsorglicher Rechtsschutz im Immaterialgüterrecht, 2010, Rz. 83 ff.).\n\nZwar betrafen die Fälle, in denen das Bundesgericht bisher den Beizug eines unabhängigen gerichtlichen Sachverständigen im Massnahmeverfahren für erforderlich erachtet hat, patentrechtliche Fragen (vgl. BGE 132 III 83 E. 3 S. 86 ff.). Die Analogie zum Patentprozess liegt bei der vorliegenden Markenrechtsstreitigkeit jedoch auf der Hand, ist doch zur rechtlichen Beurteilung der Streitsache die Beantwortung rein technischer Fragen ausschlaggebend und lag die Zuständigkeit beim Handelsgerichtspräsidenten allein, der die technischen Vorbringen mangels besonderer Fachkenntnisse auf dem Gebiet der Herstellung von Kaffeekapseln nicht hinreichend auf ihre Richtigkeit prüfen konnte."}