{"annee": "137", "cour": "III", "page": "570", "date": "21/9/2011", "cite": ["134 III 366", "135 III 40"], "cite_par": ["145 II 168", "139 III 236", "137 III 631", "141 III 222"], "chapeau": "85. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Gorsira und Konkursmasse der Lehman Brothers Securities N.V. gegen Obergericht des Kantons Zürich (Beschwerde in Zivilsachen)\n\n5A_415/2011 vom 21. September 2011", "regestes": ["Droit international de la faillite (art. 166 ss LDIP); faculté d'une masse en faillite étrangère de conduire un procès en qualité de partie. La réglementation des art. 166 ss LDIP est exhaustive (consid. 2). Une masse en faillite étrangère qui, à défaut de réciprocité accordée au sens de l'art. 166 al. 1 let. c LDIP, ne possède pas la faculté de conduire un procès en Suisse, ne peut pas remédier à ce défaut en sollicitant la nomination d'un commissaire en application de l'art. 731b al. 1 ch. 2 CO (consid. 3)."], "faits": "|570|\n\nA. Der \"United States Bancruptcy Court for the Southern District\" in New York eröffnete am 15. September 2008 über die Investmentbank Lehman Brothers Holdings Inc. (mit rechtlichem Sitz in Delaware) und weitere amerikanische Gesellschaften desselben Konzerns den Konkurs (sog. Chapter 11 Verfahren). |571|\n\nMit Verfügung vom 29. Oktober 2008 setzte die Eidgenössische Bankenkommission (heute FINMA) die Lehman Brothers Finance AG (nachfolgend: LBF) mit Sitz in Zürich in Liquidation und eröffnete am 19. Dezember 2008 den Konkurs (mit Wirkung ab dem 22. Dezember 2008, 08:00 Uhr).\n\nAm 30. Januar 2009 eröffnete das erstinstanzliche Gericht der Niederländischen Antillen auf der Insel Curaçao den Konkurs über die Lehman Brothers Securities N.V. (nachfolgend: LBS) mit Sitz auf Curaçao und ernannte den dort ansässigen Michiel R. B. Gorsira zum Masseverwalter (\"trustee in bancruptcy\"). Die Niederländischen Antillen wurden am 10. Oktober 2010 (als abhängiges niederländisches Überseegebiet) aufgelöst, und die Insel Curaçao bildet seither ein autonomes Land im Königreich Niederlande.\n\nMit Eingabe vom 21. September 2010 stellten die Konkursmasse der LBS sowie Michiel R. B. Gorsira in seiner Eigenschaft als \"trustee of bancruptcy\" beim Einzelrichter des Bezirksgerichts Zürich ein Gesuch um Bestellung eines Sachwalters für die LBS (Rechtsbegehren Ziffer 1). Einmal bestellt, habe dieser Sachwalter alsdann Forderungen der LBS gegenüber der LBF geltend zu machen und einzuziehen (mittels Forderungseingabe und gegebenenfalls mittels Kollokationsklage), so dass ein allfälliger Erlös - via Michiel R. B. Gorsira - der LBS zugeführt werden könne. Als Sachwalter vorgeschlagen wurde Rechtsanwalt Franco Lorandi, eventualiter eine andere qualifizierte Person (Rechtsbegehren Ziffer 2). Ausserdem sei die Sachwalterbestellung zu befristen, und zwar entweder bis zur Beendigung des Konkursverfahrens der LBS oder aber bis zur Beendigung des Konkursverfahrens der LBF (Rechtsbegehren Ziffer 3).\n\nMit Verfügung vom 7. Januar 2011 wies der Einzelrichter des Bezirksgerichts Zürich das Gesuch ab.\n\nB. Diesen Entscheid fochten Michiel R. B. Gorsira sowie die Konkursmasse der LBS mit Berufung beim Obergericht des Kantons Zürich an. Mit Urteil vom 18. Mai 2011 wies dieses die Berufung ab und bestätigte den erstinstanzlichen Entscheid.\n\nC. Mit Beschwerde in Zivilsachen vom 21. Juni 2011 gelangten Michiel R. B. Gorsira (nachfolgend: Beschwerdeführer 1) sowie die LBS (nachfolgend: Beschwerdeführerin 2) an das Bundesgericht und erneuern ihre bereits vor erster Instanz gestellten Anträge (wobei sie das Rechtsbegehren Ziffer 1 um einen Eventualantrag auf Rückweisung an die Vorinstanz bzw. subeventualiter an die erste Instanz ergänzten). |572|\n\nEs wurden die Akten, aber keine Vernehmlassung eingeholt.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführer möchten im Konkursverfahren der LBF in Zürich eine Forderung von zurzeit rund 12 Milliarden (Schweizer) Franken sowie eine weitere Forderung von rund 98,6 Millionen Franken geltend machen. Gläubigerin dieser Forderung ist die Beschwerdeführerin 2. Im Hinblick darauf verlangen die Beschwerdeführer im vorliegenden Verfahren die Bestellung eines Sachwalters.\n\nDas internationale Konkursrecht der Schweiz steht auf dem Boden des sog. \"gelockerten\" Territorialitätsprinzips (vgl. Botschaft vom 10. November 1982 zum Bundesgesetz über das internationale Privatrecht, BBl 1983 I 450 Ziff. 210.2; STEPHEN V. BERTI, in: Basler Kommentar, Internationales Privatrecht, 2. Aufl. 2007, Vorbem. zu Art. 166 ff. IPRG). Danach entfaltet ein im Ausland eröffneter Konkurs in der Schweiz nur unter gewissen, eng definierten Voraussetzungen Wirkung (anders das sog. Universalitätsprinzip). Im Einzelnen bedeutet dies:\n\nVermindert sich bei einer natürlichen Person mit Wohnsitz im Ausland zufolge Konkurses die Verfügungsbefugnis, wird dies in der Schweiz nach Massgabe von Art. 35 IPRG (SR 291) berücksichtigt. Beeinträchtigt ein Konkurs die Handlungsfähigkeit einer juristischen Person mit Sitz im Ausland bzw. verändern sich deren Organe, wird diesem Umstand in Anwendung von Art. 154 Abs. 1 bzw. Art. 155 IPRG Rechnung getragen.\n\nOb allerdings eine ausländische Konkursmasse (bzw. deren Konkursverwalter) auf Vermögen in der Schweiz greifen kann, beurteilt sich nach Art. 166 ff. IPRG und setzt namentlich voraus, dass das ausländische Konkursdekret in der Schweiz vorgängig anerkannt wurde.\n\nEine solche Anerkennung erfolgt unter drei kumulativen Voraussetzungen (Art. 166 Abs. 1 lit. a-c IPRG): Das Konkursdekret muss im Herkunftsstaat vollstreckbar sein, es darf kein Verweigerungsgrund im Sinne von Art. 27 IPRG vorliegen, und der ausländische Staat muss Gegenrecht halten. Zuständig für die Anerkennung ist das Gericht am Ort des Vermögens (Art. 167 IPRG mit weiteren Einzelheiten) bzw. - sofern es sich um eine Bank mit Sitz im Ausland handelt |573| - die Bankenkommission (heute FINMA; aArt. 37g BankG mit weiteren Einzelheiten; die vorgenannte Bestimmung wurde per 1. September 2011 geändert, und zwar im Sinne einer weitergehenden Lockerung des Territorialitätsprinzips, was auf das vorliegende Verfahren allerdings von vornherein ohne Einfluss bleibt; vgl. Botschaft vom 12. Mai 2010 zur Änderung des Bankengesetzes, BBl 2010 3993 ff., insb. 4021).\n\nWird das ausländische Konkursdekret anerkannt, so unterliegt das in der Schweiz befindliche Vermögen des Schuldners den konkursrechtlichen Folgen des schweizerischen Rechts, vorausgesetzt das IPRG ordnet nichts Abweichendes an (Art. 170 Abs. 1 IPRG). Abgesehen von der Möglichkeit, eine paulianische Anfechtungsklage zu erheben (Art. 171 IPRG), bedeutet dies Folgendes: Das Konkursamt eröffnet über das in der Schweiz befindliche Vermögen einen sog. Hilfskonkurs (auch \"Mini\"-Konkurs oder Anschlusskonkurs genannt). Dieser weist die Besonderheit auf, dass in den Kollokationsplan einzig pfandgesicherte Forderungen sowie privilegierte Forderungen von Gläubigern mit Wohnsitz in der Schweiz aufgenommen werden (nicht jedoch privilegierte Forderungen von Gläubigern mit Wohnsitz im Ausland; Art. 172 Abs. 1 IPRG).\n\nVerbleibt nach Befriedigung der vorgenannten Gläubiger ein Überschuss, so wird dieser der ausländischen Konkursverwaltung (oder den berechtigten ausländischen Gläubigern) zur Verfügung gestellt, allerdings erst, nachdem auch der ausländische Kollokationsplan in der Schweiz anerkannt wurde, was namentlich voraussetzt, dass dieser die Forderungen von Gläubigern mit Wohnsitz in der Schweiz angemessen berücksichtigt (Art. 173 IPRG); bei Nichtanerkennung des Kollokationsplans verbleibt der Überschuss den bisher nicht berücksichtigten weiteren Gläubigern mit Wohnsitz in der Schweiz (Art. 174 Abs. 1 IPRG).\n\nDas vorstehend erläuterte System ist abschliessend: Eine ausländische Konkursmasse, die in der Schweiz nicht vorgängig die Anerkennung des im Ausland ausgesprochenen Konkursdekrets erwirkt hat, ist folglich nicht befugt, in der Schweiz eine Klage gegen einen angeblichen Schuldner des Konkursiten zu erheben (grundlegend: BGE 134 III 366 E. 9 S. 374 ff.; bestätigt in: BGE 135 III 40 E. 2.4 S. 43 f.); ebenso wenig kann im Konkurs eines Schuldners in der Schweiz eine Forderung eingegeben werden (BGE 135 III 40 E. 2.4 S. 43 f.). |574|\n\nWäre es nämlich zulässig, dass eine ausländische Konkursmasse auch ohne vorgängige Anerkennung Forderungen anmelden oder Klage erheben könnte, würde dadurch das vom IPRG in den Art. 166 ff. konzipierte System, das insbesondere eine Privilegierung von Gläubigern mit Wohnsitz in der Schweiz anstrebt, ausgehöhlt (BGE 134 III 366 E. 9.2.4 in fine S. 378). Aus dem gleichen Grund kann die erwähnte Anerkennung auch nicht bloss vorfrageweise, etwa im Rahmen einer Betreibung oder Forderungsklage, sondern nur hauptfrageweise beurteilt werden (BGE 134 III 366 E. 5.1.2 S. 373).\n\n3. Im vorliegenden Verfahren gehen die Beschwerdeführer davon aus, dass die Niederländischen Antillen (heute Curaçao) kein Gegenrecht im Sinne von Art. 166 Abs. 1 lit. c IPRG gewähren, weshalb eine Anerkennung des ausländischen Konkursdekrets gemäss Art. 166 ff. IPRG von vornherein nicht in Frage komme.\n\nUm die Forderungen der Beschwerdeführerin 2 im Konkursverfahren der LBF in Zürich gleichwohl geltend machen zu können, beantragen die Beschwerdeführer, dass ihnen - im Wesentlichen in analoger Anwendung von Art. 731b Abs. 1 Ziff. 2 OR - ein Sachwalter bestellt werde; dieser könne die Forderungen alsdann anmelden und gegebenenfalls mittels Kollokationsklage durchsetzen.\n\nArt. 731b Abs. 1 Ziff. 2 OR sieht die Bestellung eines Sachwalters zugunsten einer schweizerischen Aktiengesellschaft vor, wenn diese einen sog. Organmangel aufweist. Die Beschwerdeführer führen ins Feld, diese Bestimmung sei - kraft Richterrechts - analog anzuwenden, wenn eine ausländische Gesellschaft zufolge Konkurses zwar keinen eigentlichen Organmangel aufweise, in der Schweiz jedoch handlungsunfähig sei; daran ändere auch der Umstand nichts, dass zugunsten der LBS ein Masseverwalter bestellt worden sei, da ausländische Konkursverwaltungen in der Schweiz nicht zur Forderungseingabe im Konkurs berechtigt seien.\n\nDie Beschwerdeführer betonen, die ersuchte Bestellung eines Sachwalters habe mit den Anerkennungsvorschriften gemäss Art. 166 ff. IPRG \"überhaupt nichts zu tun\"; dabei handle es sich um \"zwei völlig verschiedene 'Paar Schuhe'\". Dies zeige sich schon anhand eines Vergleichs der angestrebten Rechtswirkungen. Beim Gesuch um Bestellung eines Sachwalters gehe es - im Gegensatz zur Anerkennung des Konkursdekrets - nur um eine Forderungsanmeldung im Konkurs bzw. um eine Kollokationsklage. Weder Forderungsanmeldung noch Kollokationsklage seien aber - im Gegensatz zur Anerkennung - hoheitliche Akte. |575|\n\nIn der Tat ist weder die Forderungsanmeldung noch die Einreichung einer Kollokationsklage per se ein hoheitlicher Akt. Dies erhellt allein schon daraus, dass eine nicht-konkursite ausländische Gesellschaft eine solche Handlung in der Schweiz ohne weiteres vornehmen kann. Der Umkehrschluss, auch eine konkursite ausländische Gesellschaft sei folglich - zumindest vertreten durch einen Sachwalter - berechtigt, eine solche Handlung vorzunehmen, ist indes unzulässig. Wie dargelegt (s. E. 2), kommt einer konkursiten ausländischen Gesellschaft in der Schweiz nämlich nur dann eine Prozessführungsbefugnis zu, wenn sie das ausländische Konkursdekret vorgängig in der Schweiz nach Massgabe von Art. 166 ff. IPRG hat anerkennen lassen. Dass bzw. aus welchem Grund eine solche Anerkennung gegebenenfalls nicht möglich ist, ändert daran nichts. Ebenso wenig macht es einen Unterschied, ob der Konkursverwalter selbst in der Schweiz aktiv wird oder aber von einem erst noch zu bestellenden Sachwalter vertreten wird. Fehlt die Befugnis, Forderungen im Konkurs anzumelden oder diese klageweise geltend zu machen, so fehlt diese Befugnis auch zur Bestellung eines Sachwalters.\n\nWäre das von den Beschwerdeführern postulierte Vorgehen-trotz nicht gegebenem Gegenrecht (im Sinne von Art. 166 Abs. 1 lit. c IPRG) - zulässig, würden Konkursmassen von Staaten, die kein Gegenrecht gewähren im Vergleich zu Konkursmassen von Gegenrecht gewährenden Staaten bevorzugt, indem Letztere zur Forderungsanmeldung bzw. zur Erhebung einer Kollokationsklage vorgängig gar kein Verfahren gemäss Art. 166 ff. IPRG zu durchlaufen hätten. Dass der Gesetzgeber einerseits die Anerkennung des ausländischen Konkurses in der Schweiz von einem Gegenrechtserfordernis abhängig machte, gleichzeitig aber Staaten, die gerade kein solches Gegenrecht gewähren, besser stellen wollte, ist nicht anzunehmen (PAUL OBERHAMMER, Jäger des verlorenen Schatzes, in: Jurisprudenz zwischen Medizin und Kultur, 2010, S. 388 f., wonach die gegenteilige Ansicht \"eine fast unvertretbare Gesetzesauslegung\" bedeute; ders., ZZZ 2008/2009 S. 433; a.M. NEURONI NAEF/NAEF, Droit suisse de la faillite internationale, AJP 2008 S. 1408 ff.; FRANCO LORANDI, Handlungsspielraum ausländischer Insolvenzmassen in der Schweiz, AJP 2008 S. 566, welcher es aber doch \"im Sinne eines Wertungsentscheids störend\" findet, dass diesfalls ein Sachwalter mehr Handlungsspielraum hätte als bei Durchführung eines Hilfskonkurses). Mit dem Gegenrechtserfordernis wollte der Gesetzgeber nämlich gerade einen internationalen Anreiz zur verstärkten Gewährung von Gegenrecht schaffen (Botschaft IPRG, BBl 1983 I 451 Ziff. 210.3). |576|\n\nInwieweit dieses gesetzgeberische Anliegen tatsächlich in Erfüllung gegangen ist und ob die Regelung gemäss Art. 166 ff. IPRG sinnvoll bzw. noch zeitgemäss ist (gerade auch im Lichte des soeben revidierten Art. 37g BankG), ist vorliegend nicht zu prüfen (vgl. OBERHAMMER, ZZZ 2008/09 S. 433 ff.; KREN KOSTKIEWICZ/KÄHR, Die Verwirklichung des Universalitätsprinzips im Internationalen Konkursrecht, in: Spuren des römischen Rechts, 2007, S. 389 ff., insb. S. 408). Hat der Gesetzgeber aber ein detailliertes und abschliessendes System geschaffen, geht es nicht an, dieses richterrechtlich in grundlegender Weise abzuändern. Ein solches Unterfangen fällt in die Kompetenz des Gesetzgebers."}