{"annee": "137", "cour": "III", "page": "94", "date": "25/11/2010", "cite": [], "cite_par": [], "chapeau": "15. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Z. AG (Beschwerde in Zivilsachen)\n\n5A_531/2010 vom 25. November 2010", "regestes": ["Art. 100 al. 1, respectivement al. 3 let. a LTF; délai de recours dans la poursuite pour effets de change. Conformément à la lettre de l'art. 100 al. 3 let. a LTF, le délai de 5 jours prévu par cette disposition ne vaut que pour les recours dirigés contre les décisions des autorités cantonales de surveillance; en cas de décisions judiciaires, le délai ordinaire de 30 jours de l'art. 100 al. 1 LTF s'applique (consid. 1.3)."], "faits": "", "considerants": "BGE 137 III 94 S. 94\n\nAus den Erwägungen:\n\n1.\n\n1.3 Die Frist für Beschwerden in Zivilsachen beträgt grundsätzlich 30 Tage (Art. 100 Abs. 1 BGG). Mit Bezug auf die Wechselbetreibung kennt das Gesetz zwar eine auf 5 Tage verkürzte Frist, aber nur soweit Entscheide der kantonalen Aufsichtsbehörden in SchK-Sachen angefochten sind (Art. 100 Abs. 3 lit. a BGG).\n\nEin Teil der Lehre möchte diese 5-tägige Frist auch bei Beschwerden gegen Gerichtsentscheide in Wechselsachen angewandt BGE 137 III 94 S. 95wissen (PHILIPPIN, La nouvelle loi sur le Tribunal fédéral, JdT 2007 II S. 152; DONZALLAZ, Loi sur le Tribunal fédéral, Commentaire, 2008, Rz. 4106). Diesen (ihre Ansicht nicht weiter begründenden) Stimmen kann jedoch nicht gefolgt werden; vielmehr muss bei Gerichtsentscheiden im Rahmen der Wechselbetreibung, namentlich gegen den Entscheid des Wechselvorschlagsrichters, die normale 30-tägige Frist von Art. 100 Abs. 1 BGG gelten:\n\nZunächst ergibt sich dies im Rahmen der grammatikalischen Auslegung aus dem klaren Wortlaut von Art. 100 Abs. 3 lit. a BGG, der die verkürzte 5-tägige Frist auf Entscheide der \"kantonalen Aufsichtsbehörden in Schuldbetreibungs- und Konkurssachen\" beschränkt.\n\nSodann spricht auch die historische Auslegung für diese Sichtweise: Ausgangspunkt ist die mit Bezug auf die Wechselbetreibung aufgestellte Spezialnorm von Art. 20 SchKG, mit welcher die normale 10-tägige Beschwerdefrist auf 5 Tage verkürzt wird. Früher galt diese Bestimmung für das gesamte Beschwerdeverfahren nach Art. 17-19 SchKG vor allen Aufsichtsbehörden, d.h. sowohl vor den kantonalen Aufsichtsbehörden als auch vor der SchK-Kammer des Bundesgerichts (vgl. PFLEGHARD, Schuldbetreibungs und Konkursbeschwerde, in: Prozessieren vor Bundesgericht, 2. Aufl. 1998, Rz. 5.37). Seit Inkrafttreten des BGG findet Art. 20 SchKG nur noch für das kantonale Beschwerdeverfahren nach Art. 17-18 SchKG Anwendung, weil Art. 19 SchKG aufgehoben wurde und die Beschwerde an das Bundesgericht neu in Art. 72 Abs. 2 lit. a BGG geregelt wird. Entsprechend war auch die Frist für Beschwerden gegen Entscheide der kantonalen Aufsichtsbehörden eigenständig im BGG zu regeln. Der Gesetzgeber hat dies getan, indem er für Wechselbetreibungen in Art. 100 Abs. 3 lit. a BGG die Frist von Art. 20 SchKG inhaltlich übernommen hat. Demgegenüber galt für die Rechtsmittel gegen gerichtliche Entscheide seit je die normale 30-tägige Frist (vgl. Art. 54 Abs. 1 OG für die Berufung und Art. 89 Abs. 1 OG für die staatsrechtliche Beschwerde; betreffend Weiterzug des Wechselrechtsvorschlages im Speziellen vgl. Urteile 5P.180/1989 vom 19. Juli 1989; 5P.81/1992 vom 30. März 1992 E. 1; 5P.396/1993 vom 20. Dezember 1993 E. 1; 5P.191/2001 vom 6. Juli 2001 E. 2; 5P.371/2002 vom 13. November 2002 E. 1.1). Es kann mithin kein Versehen des Gesetzgebers im Sinn eines Übersehens des in der Wechselbetreibung grundsätzlich wichtigen Beschleunigungsgebotes vorliegen; vielmehr ist angesichts der expliziten Beschränkung BGE 137 III 94 S. 96auf die kantonalen Aufsichtsbehörden in Art. 100 Abs. 3 lit. a BGG und mangels anderweitiger Ausführungen in der Botschaft zum BGG (vgl. BBl 2001 4341 Ziff. 4.1.4.5) von der bewussten Entscheidung des Gesetzgebers auszugehen, die unter dem früheren Recht geltende Fristenregelung materiell nicht zu verändern (in diesem Sinn auch: PETER, Das neue Bundesgerichtsgesetz und das Schuldbetreibungs- und Konkursrecht, BlSchK 2007 S. 9; WALTHER, Auswirkungen des BGG auf die Anwaltschaft/Parteivertretung, in: Reorganisation der Bundesrechtspflege, 2006, S. 357).\n\nZum gleichen Resultat führt schliesslich die systematische Auslegung, denn allein die vorgenannte Sichtweise bettet sich ins Gesamtsystem der Rechtsmittel gegen Entscheide der Gerichte einerseits und der Aufsichtsbehörden andererseits ein: Im \"normalen\" Beschwerdeverfahren vor den kantonalen Aufsichtsbehörden (d.h. ausserhalb der Wechselbetreibung) ist generell eine 10-tägige Frist vorgesehen (Art. 17 Abs. 2 und Art. 18 Abs. 1 SchKG), welche auch für den Weiterzug an das Bundesgericht galt (aArt. 19 Abs. 1 SchKG), während gegen Gerichtsentscheide in SchK-Sachen bereits im OG 30-tägige Rechtsmittelfristen vorgesehen waren (siehe oben). Dieses Fristenregime wurde ohne inhaltliche Änderungen auf das BGG übertragen, indem gegen Gerichtsentscheide wiederum eine 30-tägige (Art. 100 Abs. 1 BGG) und gegen die \"normalen\" Entscheide der kantonalen Aufsichtsbehörden die 10-tägige Beschwerdefrist aufgestellt wurde (Art. 100 Abs. 2 lit. a BGG), wie sie in aArt. 19 Abs. 1 SchKG zu finden war und wie sie im SchK-Beschwerdeverfahren generell üblich ist. Der Fristendualismus, je nachdem ob das Rechtsmittel an ein Gericht oder an eine Aufsichtsbehörde führt, ist mithin für das ganze Betreibungs- und Konkursverfahren typisch.\n\nZusammenfassend ist festzuhalten, dass für Beschwerden gegen gerichtliche Entscheide im Rahmen der Wechselbetreibung die 30-tägige Frist von Art. 100 Abs. 1 BGG gilt und sich die vorliegende Beschwerde in Zivilsachen somit als rechtzeitig erweist."}