{"annee": "137", "cour": "V", "page": "126", "date": "20/4/2011", "cite": ["129 V 95", "135 V 215", "129 I 12", "135 II 78", "135 V 249"], "cite_par": [], "chapeau": "18. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Öffentliche Arbeitslosenkasse Baselland gegen L. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_967/2010 vom 20. April 2011", "regestes": ["Art. 13 al. 4 LACI en liaison avec les art. 12a et 8 al. 1 OACI. Les danseuses de cabaret au bénéfice d'une autorisation de séjour de courte durée ne relèvent pas de la réglementation particulière prévue à l'art. 13 al. 4 LACI, en liaison avec l'art. 12a OACI, selon laquelle la période de cotisation déterminée selon l'art. 13 al. 1 LACI est multipliée par deux pour les trente premiers jours du contrat de durée déterminée en faveur des assurés qui sont au chômage après avoir travaillé dans une profession où les changements fréquents d'employeur ou les contrats de durée limitée sont usuels (consid. 4)."], "faits": "BGE 137 V 126 S. 127\n\nA. Die 1974 geborene L. war als Striptease-Tänzerin bei verschiedenen Arbeitgebern tätig. Am 30. September 2008 meldete sie sich zur Arbeitsvermittlung und am 3. Oktober 2008 zum Leistungsbezug bei der Arbeitslosenversicherung ab 1. Oktober 2008 an. Mit Verfügung vom 6. August 2009 lehnte die Öffentliche Arbeitslosenkasse Baselland den Antrag auf Leistungen der Arbeitslosenversicherung wegen Nichterfüllung der Beitragszeit innerhalb der Rahmenfrist vom 1. Oktober 2006 bis 30. September 2008 ab. Daran hielt sie mit Einspracheentscheid vom 13. November 2009 fest.\n\nB. Die dagegen geführte Beschwerde der L. hiess das Kantonsgericht Basel-Landschaft mit Entscheid vom 13. August 2010 gut und bejahte die Erfüllung der Beitragszeit. Zur Prüfung der weiteren Anspruchsvoraussetzungen zum Taggeldbezug wies es die Sache an die Verwaltung zurück.\n\nC. Die Öffentliche Arbeitslosenkasse Baselland führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren um Aufhebung des vorinstanzlichen Entscheids vom 13. August 2010.\n\nWährend L. sinngemäss Abweisung der Beschwerde beantragt, hat das Staatssekretariat für Wirtschaft (SECO) auf eine Stellungnahme verzichtet.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 8 Abs. 1 lit. e AVIG (SR 837.0) besteht ein Anspruch auf Arbeitslosenentschädigung, wenn die versicherte Person die Beitragszeit erfüllt hat oder von der Erfüllung der Beitragszeit befreit ist. Die Beitragszeit hat nach Art. 13 Abs. 1 AVIG erfüllt, wer innerhalb der dafür vorgesehenen Rahmenfrist (Art. 9 Abs. 3 AVIG) während mindestens zwölf Monaten eine beitragspflichtige Beschäftigung ausgeübt hat. Für Versicherte, die im Anschluss an eine Tätigkeit in einem Beruf arbeitslos werden, in dem häufig wechselnde und befristete Anstellungen üblich sind, kann der Bundesrat die Berechnung und die Dauer der Beitragszeit unter Berücksichtigung der BGE 137 V 126 S. 128besonderen Gegebenheiten regeln (Art. 13 Abs. 4 AVIG). Dies hat er in Art. 12a AVIV (SR 837.02; unter Verweis auf Art. 8 AVIV) getan, wonach Versicherten in solchen Berufen die nach Art. 13 Abs. 1 AVIG ermittelte Beitragszeit für die ersten dreissig Kalendertage eines befristeten Arbeitsverhältnisses verdoppelt wird.\n\n3.\n\n3.1 Nach den für das Bundesgericht grundsätzlich verbindlichen Feststellungen der Vorinstanz besass die Beschwerdegegnerin in der Rahmenfrist für die Beitragszeit vom 1. Oktober 2006 bis 30. September 2008 während insgesamt elf Monaten keine zu einer Erwerbstätigkeit berechtigende Aufenthaltsbewilligung (vgl. ARV 2002 S. 47, C 405/00 E. 3a), weshalb sie in dieser Zeit keine Beitragszeit erwerben konnte. In den verbleibenden dreizehn Monaten übte sie während zehn Monaten eine beitragspflichtige Beschäftigung als Striptease-Tänzerin bei verschiedenen Cabarets und Clubs aus, wobei sie jeden Monat an einem anderen Ort bei einem anderen Arbeitgeber tätig war, sodass unbestrittenermassen die erforderliche Beitragszeit von mindestens zwölf Monaten nach Art. 13 Abs. 1 AVIG nicht erfüllt ist. Einzig streitig und zu prüfen ist daher, ob die Beschwerdegegnerin unter Anwendung der Ausnahmeregelung nach Art. 13 Abs. 4 AVIG in Verbindung mit Art. 12a AVIV die Beitragszeit erfüllt hat.\n\n3.2 In Bezug auf die Ausgestaltung der Arbeitsverträge führte das kantonale Gericht aus, es hätte sich ausnahmslos um auf einen Monat befristete, von den Vermittlungsagenturen, den Arbeitgebern und der Beschwerdegegnerin im Voraus für mehrere Monate abgeschlossene Verträge gehandelt. Die Vermittlungsagenturen hätten dabei - ohne Arbeitgeberfunktion - einzig die Aufgabe, die Tänzerinnen an entsprechende Bars/Clubs/Cabarets zu vermitteln und die Einreiseformalitäten zu erledigen. Die paritätischen Lohnbeiträge seien deshalb jeweils von den einzelnen Bars/Clubs/Cabarets an die Ausgleichskasse überwiesen worden. Damit sei die Beschwerdegegnerin in einem Beruf mit häufig wechselnden, befristeten Anstellungen im Sinne von Art. 8 AVIV tätig gewesen, was alleinige Voraussetzung sei, um unter die Ausnahmebestimmung von Art. 13 Abs. 4 AVIG in Verbindung mit Art. 12a AVIV zu fallen. Eine Wertung der einzelnen Beschäftigungen entspräche nicht dem Sinn des Verordnungsgebers, welcher in Art. 8 AVIV auf eine abschliessende Aufzählung und damit auf eine Einschränkung auf gewisse Berufskategorien verzichtet habe. BGE 137 V 126 S. 129\n\nDie Beitragszeit von zehn Monaten sei vorliegend dementsprechend zu verdoppeln, womit in der vom 1. Oktober 2006 bis 30. September 2008 dauernden Rahmenfrist eine Beitragszeit von insgesamt zwanzig Monaten anzurechnen sei.\n\n3.3 Die beschwerdeführende Kasse stellt sich dagegen auf den Standpunkt, die historische und die teleologische Auslegung zeigten, dass der Gesetzgeber den Kreis der unter Art. 13 Abs. 4 AVIG subsumierten Berufsleute auf den Bereich der Kunst- und Kulturschaffenden habe beschränken wollen. Die mit der am 1. Juli 2003 in Kraft getretenen AVIG-Revision eingeführte Regelung habe den Sinn, den faktischen Ausschluss vom Versicherungsschutz zu verhindern, welcher den Personen drohe, die aufgrund ihrer Berufe mit den üblichen Beschäftigungslücken zwischen den einzelnen Engagements kaum je die dannzumal auf zwölf Monate verlängerte Beitragszeit zu erreichen vermöchten. Es könne nicht angehen, dass Personen, die nachweislich während elf Monaten dem Arbeitsmarkt mangels Aufenthaltsbewilligung nicht zur Verfügung standen, und denen es möglich gewesen wäre, Arbeitseinsätze ohne Beschäftigungslücken zu vereinbaren, in den Genuss der Beitragszeitverdoppelung nach Art. 12a AVIV kämen. Die Beschwerdegegnerin gehöre, ohne ihre Arbeit als Striptease-Tänzerin werten zu wollen, nicht in den Kreis jener Personen, die der Gesetzgeber mit der in Art. 13 Abs. 1 AVIG getroffenen Sonderregelung habe privilegieren wollen.\n\n4.\n\n4.1 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Norm wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 135 II 78 E. 2.2 S. 81; BGE 135 V 215 E. 7.1 S. 229, BGE 135 V 249 E. 4.1).\n\nEine historisch orientierte Auslegung ist für sich allein nicht entscheidend. Anderseits vermag aber nur sie die Regelungsabsicht des Gesetzgebers (die sich insbesondere aus den Materialien ergibt) aufzuzeigen, welche wiederum zusammen mit den zu ihrer Verfolgung getroffenen Wertentscheidungen verbindliche Richtschnur des BGE 137 V 126 S. 130Gerichts bleibt, auch wenn es das Gesetz mittels teleologischer Auslegung oder Rechtsfortbildung veränderten, vom Gesetzgeber nichtvorausgesehenen Umständen anpasst oder es ergänzt (BGE 129 I 12 E. 3.3 S. 16; BGE 129 V 95 E. 2.2 S. 98).\n\n4.2 Der Vorinstanz ist insofern beizupflichten, als nach dem Wortlaut von Art. 12a AVIV sämtlichen Versicherten mit häufig wechselnden oder befristeten Anstellungen die nach Art. 13 Abs. 1 AVIG ermittelte Beitragszeit für die ersten dreissig Kalendertage eines befristeten Arbeitsverhältnisses verdoppelt werden. Es fragt sich indessen, ob diese rein grammatikalische Lesart der streitigen Verordnungsbestimmung einer zweckgerichteten, die Entstehungsgeschichte berücksichtigenden und systematischen Betrachtung standhält.\n\n4.3 Von entstehungsgeschichtlicher Warte aus lässt sich den Materialien entnehmen, dass die Ausnahmeregelung auf einen Antrag von Nationalrat Galli zurückgeht, der ausführte, dass die in Art. 13 AVIG vorgeschlagene Verlängerung der Mindestbeitragszeit von sechs auf zwölf Monate für Berufsleute im Bereich der Bühnen- und Szenenkünste mit befristeten und deshalb häufig wechselnden Anstellungen fatale Folgen haben könne, nämlich beinahe den faktischen Auschluss aus der Arbeitslosenversicherung. Betroffen seien insbesondere die künstlerischen Berufe von Schauspielern und Schauspielerinnen, Balletttänzern und Balletttänzerinnen, Spielleitern und Spielleiterinnen, Regisseuren und Regisseurinnen, Theater- und Filmtechnikern bzw. -technikerinnen, Musikern und Musikerinnen des E-Bereichs bis zur Volksmusik, Sprecher und Sprecherinnen sowie Personen bzw. Journalisten und Journalistinnen mit einer kurzfristigen Anstellung bei audiovisuellen Medien. Nationalrat Galli fügte weiter an, dass einige Tausend Temporärbeschäftigte im Bereich von Bühne, Film, Audiovision, E- und Volksmusik aufgrund der spezifischen Arbeitssituation auch unfreiwillig ohne Festanstellungen arbeiten müssten und Arbeitslosigkeit entstehen könne, wenn ein Engagement zu Ende gehe, ohne dass ein neues in Aussicht stehe, wobei die Einsätze in diesen Berufen oft einen Tag bis einige Wochen dauern würden. Bei gewissen Engagements seien die Kunstschaffenden nur an bestimmten Tagen engagiert und könnten ohne Selbstverschulden in der Zwischenzeit keine andere geregelte Arbeit annehmen (AB 2001 N 1890-1893). Am 7. März 2002 führte im Ständerat Christine Beerli für die Kommission aus, dass bei Art. 13 Abs. 4 AVIG von der Kommission die richtigen Gedanken des Nationalrates aufgenommen worden seien, aber mit Hilfe der Verwaltung sei BGE 137 V 126 S. 131eine etwas präzisere Formulierung beschlossen worden, die sich dann auch auf andere unregelmässige Tätigkeiten als die künstlerischen beziehen könne. Dem Antrag der Kommission wurde diskussionslos zugestimmt (AB 2002 S 72).\n\n4.4 Auch aus systematischer und teleologischer (zweckbezogener) Sicht wird klar, dass der Gesetz- und Verordnungsgeber damit, wie der Verweis auf Art. 8 AVIV zeigt, eine erleichterte Erfüllung der Beitragszeit für die in Art. 8 AVIV genannten Personengruppen verfolgte, die exemplarisch aufgezählt werden (Musiker, Schauspieler, Artisten, künstlerischer Mitarbeiter bei Radio, Fernsehen oder Film, Filmtechniker, Journalist). Der beispielhafte, nicht abschliessende Charakter der Norm steht der vorinstanzlichen Subsumtion der Cabaret-Tänzerin hierunter grundsätzlich nicht entgegen. Den in Art. 8 AVIV definierten Berufsgruppen ist jedoch eigen, dass ihre Arbeit durch unregelmässige, kurz- oder längerfristige Einsätze mit (möglichen) Arbeitsausfällen zwischen zwei Engagements gekennzeichnet ist und die Tätigkeit mitunter aufgrund ihres produktions- und projektbezogenen Charakters nicht immer planbar ist. Die Unregelmässigkeit der Tätigkeiten bringt demnach naturgemäss Beschäftigungslücken mit sich oder kann sie zumindest mit sich bringen.\n\nDie Ausnahmebestimmung von Art. 12a AVIV ist Folge der im Rahmen der Änderung des AVIG vom 22. März 2002 (3. AVIG-Revision) von sechs auf zwölf Monaten erhöhten Mindestbeitragszeit, um einem drohenden, faktischen Ausschluss von Berufsleuten im Kunst- und Kulturbereich und von anderen unregelmässigen Tätigkeiten aufgrund der berufsimmanenten (drohenden) Beschäftigungslücken entgegenzuwirken (THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2241 Rz. 211).\n\n4.5\n\n4.5.1 Die vorliegenden, im Rahmen einer Kurzaufenthaltsbewilligung geleisteten Arbeitseinsätze waren dementgegen gerade nicht (wie bei den in Art. 8 AVIV definierten Berufsgruppen) unregelmässig und mit unplanbaren Beschäftigungslücken verbunden, wie sich bereits aus der entsprechenden ausländerrechtlichen Regelung ergibt: Gestützt auf Art. 30 Abs. 1 Bst. d des am 1. Januar 2008 in Kraft getretenen Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (AuG; SR 142.20; mit welchem sich an der bisherigen Praxis nichts änderte [vgl. Botschaft vom 8. März 2002 zum AuG; BBl 2002 3787 Ziff. 2.4.4]) sieht Art. 34 der BGE 137 V 126 S. 132Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit (VZAE; SR 142.201; in Kraft seit 1. Januar 2008) vor, dass der Aufenthalt ohne Erwerbstätigkeit in der Schweiz von Cabaret-Tänzerinnen mit Kurzaufenthaltsbewilligung höchstens einen Monat betragen darf. Nach einer mehr als einen Monat dauernden Erwerbslosigkeit besteht daher grundsätzlich eine Ausreisepflicht. Dieser Bestimmung lässt sich weiter entnehmen, dass die Tänzerinnen in der Regel längstens während acht Monaten in der Schweiz tätig sind und anschliessend das Land für mindestens zwei Monate verlassen müssen. Die Bewilligung wird überdies u.a. nur erteilt, wenn die Cabaret-Tänzerin ein Engagement für mindestens vier aufeinander folgende Monate nachweisen kann.\n\n4.5.2 Diese Sach- und Rechtslage erlaubte es der Beschwerdegegnerin, im Voraus über die Vermittlungsagenturen die neuen Einsätze zu planen und ohne Unterbruch einmonatige Arbeitsverhältnisse mit den jeweiligen Cabarets für die Dauer der Aufenthaltsbewilligung einzugehen, wobei der monatliche Stellenwechsel Teil der Arbeit als Cabaret-Tänzerin darstellt (Fachstelle Frauenhandel und Frauenmigration: http://www.fiz-info.ch unter Themen/Cabaret, mit Hinweis auf eine Studie DAHINDEN/STANTS, Arbeits- und Lebensbedingungen von Cabaret-Tänzerinnen in der Schweiz, Swiss Forum for Migration and Population Studies [SFM; Hrsg.], 2006). Von der Beschwerdegegnerin wurde denn auch zu keinem Zeitpunkt geltend gemacht, dass fehlende Angebote weiterer Engagements als Cabaret-Tänzerin zu Beschäftigungslücken oder zur Antragstellung auf Arbeitslosenentschädigung geführt hätten. Als Grund für die Stellenlosigkeit gab sie im Antrag auf Arbeitslosenentschädigung dementsprechend an, dass ihr die Arbeit im Cabaret nicht gefalle; einzig ihr Wunsch, nicht mehr in diesem Milieu tätig zu sein und sich nach einem neuen Beschäftigungsfeld umzusehen, war für die Anmeldung bei der Arbeitslosenversicherung ausschlaggebend, weshalb nicht fehlende neue Engagements der Erfüllung der zwölfmonatigen Mindestbeitragszeit entgegenstanden. Innerhalb der zweijährigen Beitragsrahmenfrist war sie vielmehr während elf Monaten mangels Aufenthaltsbewilligung nicht berechtigt, in der Schweiz einer beitragspflichtigen Beschäftigung nachzugehen, und im verbleibenden Zeitraum wäre es ihr nach dem Gesagten grundsätzlich möglich gewesen, sich eine Beitragszeit von zwölf Monaten zu erarbeiten.\n\n4.6 Daraus ist der Schluss zu ziehen, dass bei den Cabaret-Tänzerinnen mit Kurzaufenthaltsbewilligung (Ausweis L) mit Blick auf die BGE 137 V 126 S. 133rechtlichen und organisatorischen Rahmenbedingungen ihrer Tätigkeit nicht die gleichen Arbeitseinsätze von unregelmässiger Dauer und Häufigkeit verbunden mit unterschiedlich langen Beschäftigungslücken zwischen den einzelnen Engagements vorliegen wie bei den in Art. 8 AVIV aufgezählten Personengruppen, zumal die Tänzerinnen ohnehin nur einen Beschäftigungsunterbruch von einem Monat aufweisen dürfen, sofern sie die Schweiz nicht verlassen wollen. Die Interpretation von Art. 13 Abs. 4 AVIG in Verbindung mit Art. 12a AVIV führt nach den übrigen normunmittelbaren Auslegungskriterien daher zum Ergebnis, dass sich der Anwendungsbereich dieser Sonderregelung nicht auf Cabaret-Tänzerinnen mit Kurzaufenthaltsbewilligung erstreckt.\n\nAufgrund der gemäss Art. 34 VZAE getroffenen Regelung kann eine solche Tänzerin überdies mangels Vermittlungsfähigkeit und fehlender Berechtigung, in der Schweiz in einer anderen Branche tätig zu sein, ohnehin nicht in den Genuss von Arbeitslosenentschädigung kommen. Die in casu durch Heirat am 3. Oktober 2008 erhaltene Aufenthaltsbewilligung (Ausweis B) hätte der Beschwerdegegnerin die Aufnahme einer anderen Erwerbstätigkeit zwar ermöglicht, ein Anspruch auf Taggeld der Arbeitslosenversicherung hätte aber die Erfüllung der Beitragszeit nach Art. 13 Abs. 1 AVIG bedingt. Dies führt zur Verneinung des Anspruchs auf Arbeitslosenentschädigung."}