{"annee": "137", "cour": "IV", "page": "72", "date": "24/2/2011", "cite": ["94 IV 11", "105 IB 205", "106 IB 395", "104 IB 95", "108 IB 137"], "cite_par": ["139 IV 305"], "chapeau": "9. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Beschwerde in Strafsachen)\n\n6B_632/2010 vom 24. Februar 2011", "regestes": ["Interdiction de conduire (art. 67b CP); champ d'application. L'art. 67b CP, relatif à l'interdiction de conduire, n'est pas applicable aux infractions à la loi sur la circulation routière (consid. 2)."], "faits": "", "considerants": "|72|\n\nAus den Erwägungen:\n\n2. Das Bundesgericht hat die Frage, ob ein Fahrverbot gemäss Art. 67b StGB auch bei SVG-Widerhandlungen angeordnet werden kann, bisher nicht entschieden. Es konnte sie im Urteil 6B_32/2008 vom 13. Mai 2008 offenlassen. Die Frage muss vorliegend beantwortet werden.\n\n2.1 In der Lehre ist der Anwendungsbereich von Art. 67b StGB umstritten.\n\nNach der einen Auffassung ist diese Bestimmung bei allen Verbrechen und Vergehen anwendbar, mithin grundsätzlich auch bei den als Vergehen umschriebenen SVG-Widerhandlungen (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Teil 2: Strafen und Massnahmen, 2. Aufl. 2006, § 13 N. 31; STRATENWERTH/WOHLERS, Schweizerisches Strafgesetzbuch, Handkommentar, 2. Aufl. 2009, N. 1 f. zu Art. 67b StGB; FELIX BOMMER, Die Sanktionen im neuen AT StGB - Ein Überblick, in: Revision des Allgemeinen Teils des Strafgesetzbuches, 2007, S. 11 ff. und 53). Allerdings sei Art. 67b StGB, auch wenn dies wenig sinnvoll erscheine, wohl nur bei Vorsatzdelikten anwendbar, mithin nicht beispielsweise bei fahrlässiger |73| grober Verkehrsregelverletzung, da bei einem fahrlässigen Delikt kaum gesagt werden könne, der Täter habe das Fahrzeug zu diesem Delikt verwendet. Ferner sei es fraglich, ob beispielsweise bei einervorsätzlichen Trunkenheitsfahrt oder Führerflucht der Täter das Motorfahrzeug zur Begehung dieser Straftat verwendet habe (STRATENWERTH, a.a.O., § 13 N. 32). Ausserdem wird dem Strafrichter Zurückhaltung bei der Anordnung eines Fahrverbots im Sinne vonArt. 67b StGB bei SVG-Widerhandlungen empfohlen, wenn ein administrativer Warnungsentzug gemäss Art. 16 ff. SVG in Betracht fällt (BOMMER, a.a.O., S. 53).\n\nNach der andern, wohl überwiegenden Auffassung ist Art. 67b StGB bei SVG-Widerhandlungen nicht anwendbar. Diese Bestimmung betreffe Fälle, in denen das Motorfahrzeug als Hilfsmittel zur Verübung eines Delikts eingesetzt werde, beispielsweise als Mittel zum Transport der Täter zu abgelegenen Tatorten oder zum Transport der Beute oder zur Beförderung von Betäubungsmitteln oder Schmuggelware. Art. 67b StGB diene der Bekämpfung von Straftaten, die durch die Verwendung eines Motorfahrzeugs als Hilfsmittel überhaupt erst ermöglicht oder zumindest erleichtert würden. Zwischen der Verwendung des Motorfahrzeugs und der Straftat müsse ein finaler Zusammenhang bestehen. Die Straftat müsse unter Ausnützung der speziellen Möglichkeiten des Motorfahrzeugs begangen worden sein, wozu unter anderem dessen Schnelligkeit, Tragkraft und die Abgeschlossenheit des Wageninnern gehörten. Dies ergebe sich auch aus der Entstehungsgeschichte. Der Entzugsgrund der Verwendung eines Motorfahrzeugs zur Begehung von Delikten sei früher in Art. 16 Abs. 3 lit. f SVG geregelt gewesen. Da er indessen nichts mit der Verkehrssicherheit zu tun habe, sei er zu Unrecht im SVG verankert gewesen. Im Rahmen der weitgehend parallel verlaufenen Gesetzgebungsarbeiten betreffend die Teilrevision des SVG einerseits und die Revision des Allgemeinen Teils des StGB andererseits habe der Gesetzgeber daher diesen Entzugsgrund aus dem SVG entfernt und, mit gewissen Modifikationen, neu im StGB geregelt. Die in der Rechtsprechung zu aArt. 16 Abs. 3 lit. f SVG entwickelten Grundsätze seien deshalb weiterhin gültig (zum Ganzen ARQUINT/HEIMGARTNER, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 11 f., 18 und 22 f. zu Art. 67b StGB; TRECHSEL/JEAN-RICHARD, Schweizerisches Strafgesetzbuch, Praxiskommentar, 2008, N. 1 f. zu Art. 67b StGB; SCHWARZENEGGER/HUG/JOSITSCH, Strafen und Massnahmen, 8. Aufl. 2007, S. 197 f.; FRANZ RIKLIN, Die |74| Sanktionierung von Verkehrsdelikten nach der Strafrechtsreform, ZStrR 122/2004 S. 169 ff. und 187 f.; YVAN JEANNERET, Commentaire romand, Code pénal, Bd. I, 2009, N. 5 ff. zu Art. 67b CP; CÉDRIC MIZEL, Nature et mise en oeuvre des nouvelles déchéances pénales et administratives du droit de conduire, ZStrR 125/2007 S. 72 ff. und 74 f.).\n\n2.2 Der Wortlaut von Art. 67b StGB schliesst dessen Anwendung auf SVG-Widerhandlungen nicht schlechthin aus. Er spricht allerdings eher für die Auffassung, dass die Bestimmung bei SVG- Widerhandlungen nicht anwendbar ist. Voraussetzung für ein Fahrverbot gemäss Art. 67b StGB ist unter anderem, dass der Täter \"ein Motorfahrzeug zur Begehung eines Verbrechens oder Vergehens verwendet\" hat. Der Täter hat mit anderen Worten ein Motorfahrzeug verwendet, um ein Verbrechen oder Vergehen zu begehen (\"pour commettre un crime ou un délit\"; \"per commettere un crimine o un delitto\"). Wer als Führer eines Motorfahrzeugs Verkehrsregeln verletzt, beispielsweise die zulässige Höchstgeschwindigkeit überschreitet, oder wer ein Motorfahrzeug unzulässigerweise führt, weil er nicht fahrfähig oder das Fahrzeug nicht betriebssicher ist, verwendet das Fahrzeug nicht, um ein Delikt zu begehen. Vielmehr begeht er das Delikt als Führer des Motorfahrzeugs in und mit diesem durch sein verkehrsregelwidriges Verhalten oder dadurch, dass er das Fahrzeug überhaupt führt. Ferner wird die in Art. 67b StGB zudem vorausgesetzte \"Wiederholungsgefahr\" als Gefahr eines weiteren Missbrauchs des Fahrzeugs verstanden, wie sich aus dem französischen und italienischen Gesetzeswortlaut ergibt (\"... s'il y a lieu de craindre de nouveaux abus\"; \"... e sussiste il rischio di un ulteriore abuso ...\"). Auch dies spricht gegen die Anwendung von Art. 67b StGB bei SVG-Widerhandlungen, da beispielsweise bei einer Verkehrsregelverletzung schwerlich von einem Missbrauch (\"abus\", \"abuso\") des Fahrzeugs gesprochen werden kann.\n\n2.3 Die Entstehungsgeschichte und der daraus ersichtliche Sinn und Zweck von Art. 67b StGB sprechen deutlich gegen die Anwendung dieser Bestimmung bei SVG-Widerhandlungen.\n\n2.3.1 Der Vorentwurf der Expertenkommission von 1993 zu einem neuen Allgemeinen Teil des Strafgesetzbuches sah vor, den Warnungsentzug des Führerausweises bei SVG-Widerhandlungen neu als eine vom Gericht auszufällende Hauptstrafe im StGB zu regeln (Art. 45-48 VE). Die Bestimmungen im SVG betreffend den Warnungsentzug sollten folgerichtig gestrichen werden. Der Sicherungsentzug des Führerausweises sollte demgegenüber weiterhin in die |75| Kompetenz der Administrativbehörden fallen und im SVG geregelt bleiben. Diese Vorschläge der Expertenkommission stiessen insbesondere bei den Fachorganisationen und Fachstellen auf Ablehnung. Der Bundesrat erachtete die Argumente der Expertenkommission als nicht überzeugend und lehnte eine Regelung des Führerausweisentzugs beziehungsweise eines Fahrverbots im StGB aus verschiedenen Gründen ab (Botschaft des Bundesrates vom 21. September 1998 zur Änderung des Schweizerischen Strafgesetzbuches [...], BBl 1999 1979 ff., 2058 ff.). Der bundesrätliche Entwurf enthielt daher keinerlei Bestimmungen betreffend den Führerausweisentzug oder ein Fahrverbot.\n\nDie Frage, ob der Führerausweisentzug beziehungsweise ein Fahrverbot im StGB geregelt werden sollte, wurde in den Kommissionen des Ständerats und des Nationalrats ausgiebig und kontrovers diskutiert. Auf Antrag der Kommission des Ständerats, welcher die Vorlage als Erstrat behandelte, wurde Art. 67b betreffend Fahrverbot in das StGB aufgenommen. Der Antrag einer Minderheit der nationalrätlichen Kommission, die Bestimmung zu streichen, wurde vom Nationalrat abgelehnt. Aus den Voten im Parlament ergibt sich, dass Art. 67b StGB bei SVG-Widerhandlungen nicht anwendbar ist und insoweit nach wie vor allein der administrative Führerausweisentzug gemäss Art. 16 ff. SVG angeordnet werden soll. Art. 67b StGB betreffe die Fälle, in welchen das Motorfahrzeug als Tatmittel verwendet werde, etwa zu Diebes- und Einbruchstouren. Art. 67b StGB entspreche weitgehend Art. 16 Abs. 3 lit. f SVG, welcher im Rahmen der laufenden SVG-Revision gestrichen werden sollte, da der Entzugsgrund der Verwendung eines Motorfahrzeugs zur Begehung von Straftaten nichts mit der Verkehrssicherheit zu tun habe und daher nicht im SVG, sondern im StGB zu regeln sei. Der Entzugstatbestand gemäss Art. 67b sei eigentlich nichts Neues (zum Ganzen AB 1999 S 1104 ff., 1128 f.; AB 2001 N 560 ff., 584).\n\n2.3.2 Art. 67b StGB entspricht im Wesentlichen aArt. 16 Abs. 3 lit. f SVG, der im Rahmen der Teilrevision des SVG durch Bundesgesetz vom 14. Dezember 2001, in Kraft seit 1. Januar 2005, gestrichen wurde. Gemäss aArt. 16 Abs. 3 lit. f SVG musste der Führer- oder Lernfahrausweis entzogen werden, wenn der Führer ein Motorfahrzeug zur Begehung eines Verbrechens oder mehrmals zu vorsätzlichen Vergehen verwendet hat. Dieser Entzugsgrund war erst im Rahmen der Teilrevision des SVG durch Bundesgesetz vom 20. März 1975 den in Art. 16 Abs. 3 SVG aufgezählten Entzugsgründen |76| beigefügt worden. Es wurde als unverantwortlich erachtet, einen Straftäter, der sich mit einem Motorfahrzeug die Begehung von Straftaten erleichterte, im Besitz des Führerausweises zu belassen (siehe die Botschaft des Bundesrates vom 14. November 1973, BBl 1973 II 1173 ff., 1183 zu Art. 16). Schon vor der Einfügung dieses Entzugsgrundes in das SVG im Jahre 1975 wurde in der Praxis dem Fahrzeugführer, der ein Motorfahrzeug zur Begehung von Verbrechen oder Vergehen verwendete, mitunter der Führerausweis entzogen, und zwar in der Form eines Sicherungsentzugs wegen eines Charakterfehlers, was allerdings fragwürdig war (siehe dazu BGE 104 Ib 95 E. 2; Kreisschreiben der Eidgenössischen Polizeiabteilung an die zuständigen kantonalen Behörden und Beschwerdeinstanzen vom 21. Juli 1975, VPB 1975 Nr. 126 S. 62; RENÉ SCHAFFHAUSER, Die Administrativmassnahmen, 1995, N. 2130 ff.). Gemäss dem zitierten Kreisschreiben der Eidgenössischen Polizeiabteilung vom 21. Juli 1975 betraf aArt. 16 Abs. 3 lit. f SVG den deliktischen Missbrauch eines Motorfahrzeugs als Hilfsmittel zur Verübung von Verbrechen und Vergehen unter Ausnützung der besonderen Möglichkeiten eines Motorfahrzeugs wie Schnelligkeit, Tragkraft, Abgeschlossenheit des Wageninnern und gewisse technische Einrichtungen. Führerausweisentzüge gestützt auf aArt. 16 Abs. 3 lit. f SVG wurden angeordnet etwa bei der Verwendung eines Motorfahrzeugs im Zusammenhang mit der Begehung von Diebstählen (vgl. BGE 104 Ib 95; BGE 105 Ib 205; BGE 108 Ib 137) oder dem Transport von Betäubungsmitteln (siehe BGE 106 Ib 395; Urteil 6A.136/1989 vom 16. Januar 1990), aber offensichtlich nicht bei SVG-Widerhandlungen wie beispielsweise grober Verkehrsregelverletzung oder Führen eines Motorfahrzeugs trotz Führerausweisentzug (siehe die Übersichten über die Rechtsprechung des Bundesgerichts und der kantonalen Gerichte zu aArt. 16 Abs. 3 lit. f SVG bei HANS SCHULTZ, Rechtsprechung und Praxis im Strassenverkehr in den Jahren 1973-1977, 1979, S. 110 f., derselbe, Rechtsprechung und Praxis zum Strassenverkehrsrecht in den Jahren 1978-1982, 1984, S. 160 ff.; derselbe, Rechtsprechung und Praxis zum Strassenverkehrsrecht in den Jahren 1983-1987, 1990, S. 153; SCHAFFHAUSER, a.a.O., N. 2487). Der Entzugsgrund gemäss aArt. 16 Abs. 3 lit. f SVG diente der Bekämpfung von Verbrechen und Vergehen. Er beruhte auf dem Gedanken, dass manche Straftat nicht begangen würde, wenn kein Motorfahrzeug zur Verfügung stünde, mit welchem beispielsweise zu abgelegenen Tatorten gefahren oder die Beute transportiert werden kann. Dem Täter sollte der Führerausweis entzogen werden in der Überlegung, dass er während der |77| Entzugsdauer kein Motorfahrzeug lenken und somit auch keine Verbrechen und Vergehen unter Verwendung eines Motorfahrzeugs begehen werde. Darin lag der Sinn und Zweck von aArt. 16 Abs. 3 lit. f SVG. Dieser Entzugsgrund hat mit der Verkehrssicherheit nichts zu tun. Er wurde deshalb im Rahmen der Änderung des Strassenverkehrsgesetzes durch Gesetz vom 14. Dezember 2001 (in Kraft seit 1. Januar 2005) aus dem SVG entfernt. Die diesbezügliche Botschaft des Bundesrates vom 31. März 1999 hält dazu ausdrücklich fest, dass der Entzugsgrund der Verwendung eines Motorfahrzeugs zur Begehung eines Verbrechens oder mehrmaliger vorsätzlicher Vergehen im Sinne von aArt. 16 Abs. 3 lit. f SVG in keinem Zusammenhang mit der Verkehrssicherheit steht und deshalb aus dem SVG entfernt werden soll (BBl 1999 4462 ff., 4490 zu Art. 16c). Der Entzugsgrund der Verwendung eines Motorfahrzeugs zur Begehung von Verbrechen oder Vergehen ist stattdessen nunmehr, mit gewissen Modifikationen, in Art. 67b StGB geregelt. Der Anwendungsbereich dieses Entzugstatbestands wird dadurch, dass er mangels eines Bezugs zur Verkehrssicherheit nicht mehr systemwidrig im SVG, sondern systematisch zutreffend im StGB geregelt ist, nicht auf SVG-Widerhandlungen erweitert. Bei SVG-Widerhandlungen ist Art. 67b StGB so wie vormals aArt. 16 Abs. 3 lit. f SVG, an dessen Stelle er getreten ist, nach seinem aus der Entstehungsgeschichte sich ergebenden Zweck nicht anwendbar.\n\n2.4 Die Beschwerdeführerin ist allerdings der Auffassung, ein solches Auslegungsergebnis verstosse gegen das Gleichbehandlungsgebot. Dem Täter könne im Falle der Verurteilung zu einer bedingt vollziehbaren Strafe wegen SVG-Widerhandlungen in Form einer Weisung ein Fahrverbot auferlegt werden. Folglich müsse ihm im Falle der Verurteilung zu einer unbedingt vollziehbaren Strafe wegen SVG-Widerhandlungen gestützt auf Art. 67b StGB ein Fahrverbot auferlegt werden können.\n\nDas Gericht kann dem zu einer bedingten Strafe verurteilten Täter für die Probezeit Weisungen erteilen (Art. 44 Abs. 2 StGB). Diese können unter anderem das Führen eines Motorfahrzeugs betreffen (Art. 94 StGB). Solche Weisungen konnte der Richter nach der Praxis auch schon unter der Herrschaft des früheren Rechts erteilen, obschon dieses (siehe aArt. 41 Ziff. 2 Abs. 1 StGB) Weisungen betreffend das Führen von Motorfahrzeugen nicht ausdrücklich vorsah. Durch derartige Weisungen kann das Führen von Motorfahrzeugen bestimmter Kategorien, aber auch das Führen von Motorfahrzeugen |78| schlechthin verboten werden. Eine Weisung betreffend Fahrverbot kann auch und gerade bei einer Verurteilung zu einer bedingten Strafe wegen SVG-Widerhandlungen erteilt werden, auch wenn dem Täter wegen der SVG-Widerhandlung von den Administrativbehörden gemäss Art. 16 ff. SVG der Führerausweis entzogen wird; denn dieWeisung betreffend Fahrverbot im Rahmen des bedingten Strafvollzugs einerseits und der Führerausweisentzug gemäss Art. 16 ff. SVGandererseits dienen verschiedenen Zwecken (BGE 94 IV 11 E. 2; 100IV 252 E. 2; Urteile 6S.79/2001 vom 26. Februar 2001 E. 2; 6B_32/2008 vom 13. März 2008 E. 3.4). Daraus folgt jedoch entgegen der Meinung der Beschwerdeführerin nicht, dass dem Täter, der wegen SVG-Widerhandlungen zu einer unbedingten Strafe verurteilt wurde, ein Fahrverbot in Form eines Führerausweisentzugs gemäss Art. 67b StGB erteilt werden können muss. Die unbedingte Strafe unterscheidet sich wesentlich von der bedingten, und aus dem Gleichbehandlungsgebot ergibt sich kein Anspruch darauf, dass Ungleiches gleich behandelt werde. Nach dem Gesetz können nur bedingte Strafen mit Weisungen verbunden werden, deren Zweck gerade auch darin besteht, im wohlverstandenen Interesse des Verurteilten dessen Bewährungsaussichten zu begünstigen. Solche Weisungen jedwelchen Inhalts können zwar vom davon Betroffenen subjektiv unter Umständen als ein grösseres Übel empfunden werden als eine unbedingte Strafe. Gleichwohl ist nach der Konzeption des Gesetzes die mit einer Weisung verbundene bedingte Strafe objektiv eine weniger schwerwiegende Sanktion als die unbedingte Strafe (siehe Urteil 6S.79/2001 vom 26. Februar 2001 E. 1b). Dass dem wegen einer SVG-Widerhandlung zu einer bedingten Strafe verurteilten Täter gestützt auf Art. 44 Abs. 2 und Art. 94 StGB in Form einer Weisung ein Fahrverbot erteilt werden kann, legt daher nicht den Schluss nahe, dass dem wegen einer SVG-Widerhandlung zu einer unbedingten Strafe verurteilten Täter gestützt auf Art. 67b StGB in Form eines Führerausweisentzugs ein Fahrverbot auferlegt werden können muss und aus diesem Grunde Art. 67b StGB auch auf SVG-Widerhandlungen anwendbar ist.\n\n2.5 Art. 67b StGB betreffend Fahrverbot ist somit auf SVG-Widerhandlungen nicht anwendbar. Dies ergibt sich aus der Systematik des Gesetzes sowie aus der Entstehungsgeschichte und aus dem Zweck der Bestimmung. An diesem Auslegungsergebnis ändert nichts, dass das Gericht dem wegen einer SVG-Widerhandlung zu einer bedingten Strafe verurteilten Täter gestützt auf Art. 44 Abs. 2 und Art. 94 StGB in Form einer Weisung ein Fahrverbot auferlegen kann. |79|\n\n2.6 Die Auffassung der Vorinstanz, dass die dem Beschwerdegegner zur Last gelegten SVG-Widerhandlungen der groben Verletzung von Verkehrsregeln (Art. 90 Ziff. 2 SVG) und des Führens eines Motorfahrzeugs trotz Führerausweisentzug (Art. 95 Ziff. 2 SVG) keine Anknüpfungstaten im Sinne von Art. 67b StGB sind und daher dem Beschwerdegegner der Führerausweis nicht gestützt auf Art. 67b StGB entzogen werden kann, ist demnach im Ergebnis zutreffend. Ob sich diese Auffassung entsprechend den vorinstanzlichen Erwägungen auch damit begründen liesse, dass die genannten SVG-Widerhandlungen mit einem administrativen Führerausweisentzug gemäss Art. 16 ff. SVG geahndet werden und diese spezialgesetzliche Regelung insoweit abschliessend ist, kann dahingestellt bleiben.\n\nDie Beschwerde ist somit abzuweisen."}