{"annee": "137", "cour": "V", "page": "351", "date": "11/8/2011", "cite": ["131 II 217", "133 V 42", "105 V 66", "137 I 77"], "cite_par": ["140 I 153", "140 V 2", "139 V 289", "144 V 361", "143 V 9"], "chapeau": "35. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen L. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_286/2011 vom 11. August 2011", "regestes": ["Début du droit à l'allocation pour impotent après l'entrée en vigueur de la 5e révision de l'AI. Contrairement au renvoi de l'art. 42 al. 4 in fine LAI, le début du droit à l'allocation pour impotent ne se détermine pas en fonction de l'art. 29 al. 1 LAI. Au contraire, l'art. 28 al. 1 LAI concernant les conditions du droit à la rente reste applicable par analogie (consid. 4 et 5)."], "faits": "BGE 137 V 351 S. 352\n\nA.a Der am 29. Dezember 1944 geborene L. meldete sich, vertreten durch seinen Vormund, am 22. Mai 2007 erstmals für eine Hilflosenentschädigung der Invalidenversicherung an. Der behandelnde Arzt, Dr. med. F., Arzt für Allgemeine Medizin, diagnostizierte eine ankylosierende Coxarthrose rechts, ein ausgeprägtes Ulcus cruris links, rheumatoide Arthritis und einen Verdacht auf Borderline-Persönlichkeit. Mit Verfügung vom 18. Februar 2008 verneinte die IV- Stelle des Kantons Thurgau (nachfolgend: IV-Stelle) einen Anspruch des L. auf Hilflosenentschädigung. Die Abklärungen hätten ergeben, dass er lediglich in einer Lebensverrichtung (Fortbewegung) hilflos sei. Ausserdem seien die Voraussetzungen der Regelmässigkeit, Dauer und Intensität lebenspraktischer Begleitung nicht erfüllt.\n\nA.b Am 14. Dezember 2009 meldete sich L. erneut zum Bezug von Hilflosenentschädigung an. Dabei machte er eine besonders aufwendige Pflege und daraus resultierende ungedeckte Kosten geltend. Die IV-Stelle wies dieses zweite Begehren mit Verfügung vom 18. Oktober 2010 ab. Es liege keine aufwendige Pflege vor und es sei nicht Aufgabe der Hilflosenentschädigung, für Kosten aufzukommen, die von der Krankenkasse nicht gedeckt würden.\n\nB. Auf Beschwerde des L. hob das Verwaltungsgericht des Kantons Thurgau die Verfügung der IV-Stelle vom 18. Oktober 2010 auf und leitete die Sache zur weiteren Behandlung an die Ausgleichskasse des Kantons Thurgau weiter. Zur Begründung führte es aus, Grundlage eines allfälligen Anspruchs auf Hilflosenentschädigung bilde in materieller Hinsicht nicht das Bundesgesetz über die Invalidenversicherung (IVG), sondern dasjenige über die Alters- und Hinterlassenenversicherung (AHVG), da der fragliche Anspruch frühestens sechs Monate nach der (Neu-)Anmeldung, d.h. am 14. Juni 2010 und somit nach Erreichen des AHV-Alters am 29. Dezember 2009, habe entstehen können. Die diesbezügliche Beurteilung falle daher in die Zuständigkeit der Ausgleichskasse (Entscheid vom 2. März 2011).\n\nC. Das Bundesamt für Sozialversicherungen (BSV) reicht dagegen Beschwerde in öffentlich-rechtlichen Angelegenheiten ein und BGE 137 V 351 S. 353beantragt, der Entscheid des Verwaltungsgerichts vom 2. März 2011 sei aufzuheben und es sei die Sache an dieses zur materiellen Prüfung der Verfügung der IV-Stelle vom 18. Oktober 2010 zurückzuweisen.\n\nDas Verwaltungsgericht stellt Antrag auf Abweisung der Beschwerde, die IV-Stelle schliesst auf Gutheissung und L. verzichtet auf Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Streitig ist die frei überprüfbare Rechtsfrage (Art. 106 Abs. 1 BGG), wann der allfällige Anspruch des Beschwerdegegners auf Hilflosenentschädigung frühestens entstehen konnte und welche Stelle in der Folge zuständig ist, darüber zu befinden.\n\n2. Nach Art. 42 Abs. 4 IVG, in Kraft seit 1. Januar 2004, wird die Hilflosenentschädigung frühestens ab der Geburt und spätestens bis Ende des Monats gewährt, in welchem vom Rentenvorbezug gemäss Artikel 40 Absatz 1 AHVG Gebrauch gemacht oder in welchem das Rentenalter erreicht wird. Der Anspruchsbeginn richtet sich nach Vollendung des ersten Lebensjahres nach Artikel 29 Absatz 1. In einer Fussnote (188), die unmittelbar nach dem Verweis auf Art. 29 Abs. 1 IVG platziert ist, findet sich der Zusatz \"Heute gemäss Art. 28 Abs. 1 Bst. b\" (\"Actuellement par l'art. 28 al. 1 let. b\"; \"Ora: dall'art. 28 cpv. 1 lett. b\").\n\nWie das BSV in seiner Beschwerde ausführt, wurde die Fussnote 188 nach der parlamentarischen Schlussabstimmung über die 5. IV-Revision, in Kraft seit 1. Januar 2008, auf seine Intervention hin von der Redaktionskommission der Bundesversammlung angebracht. Sie ist somit nicht unmittelbarer Ausdruck des Gesetzgebers.\n\n2.1 Sowohl Art. 28 IVG als auch Art. 29 IVG haben im Rahmen der 5. IV-Revision eine Änderung erfahren. Bis Ende Dezember 2007 lauteten die beiden Bestimmungen im Wesentlichen wie folgt (nachstehend zitiert als aArt. 28 und 29 IVG):\n\nArt. 28 Massgebende Invalidität\n\n1 Ist ein Versicherter zu mindestens 40 Prozent invalid, so hat er Anspruch auf eine Rente. Diese wird wie folgt nach dem Grad der Invalidität abgestuft:\n\n(...)\n\nBGE 137 V 351 S. 354\n\nArt. 29 Beginn des Anspruchs\n\n1 Der Rentenanspruch nach Artikel 28 entsteht frühestens in dem Zeitpunkt, in dem der Versicherte:\n\na. mindestens zu 40 Prozent bleibend erwerbsunfähig (Art. 7 ATSG) geworden ist oder\n\nb. während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens zu 40 Prozent arbeitsunfähig (Art. 6 ATSG) gewesen war.\n\n2 Die Rente wird vom Beginn des Monats an ausgerichtet, in dem der Anspruch entsteht, jedoch frühestens von jenem Monat an, der auf die Vollendung des 18. Altersjahres folgt. Der Anspruch entsteht nicht, solange der Versicherte ein Taggeld nach Artikel 22 beanspruchen kann.\n\n2.2 Seit 1. Januar 2008 lauten Art. 28 und 29 IVG in den hier interessierenden Punkten wie folgt:\n\nArt. 28 Grundsatz\n\n1 Anspruch auf eine Rente haben Versicherte, die:\n\na. ihre Erwerbsfähigkeit oder die Fähigkeit sich im Aufgabenbereich zu betätigen, nicht durch zumutbare Eingliederungsmassnahmen wieder herstellen, erhalten oder verbessern können;\n\nb. während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens 40 Prozent arbeitsunfähig (Art. 6 ATSG) gewesen sind; und\n\nc. nach Ablauf dieses Jahres zu mindestens 40 Prozent invalid (Art. 8 ATSG) sind.\n\n(...)\n\nArt. 29 Beginn des Anspruchs und Auszahlung der Rente\n\n1 Der Rentenanspruch entsteht frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG, jedoch frühestens im Monat, der auf die Vollendung des 18. Altersjahres folgt.\n\n2 Der Anspruch entsteht nicht, solange die versicherte Person ein Taggeld nach Artikel 22 beanspruchen kann.\n\n(...)\n\n3. Die Vorinstanz vertritt in ihrem Entscheid vom 2. März 2011 die Auffassung, es sei nach wie vor von der Parallelität der Voraussetzungen für den Anspruchsbeginn bei der Rente einerseits und bei der Hilflosenentschädigung anderseits auszugehen. Auf Grund deren Art und Charakter als finanzielle Leistung der Invalidenversicherung bestehe kein Anlass, davon abzuweichen. Die Fussnote 188 BGE 137 V 351 S. 355betreffe die allgemeine Umschreibung der Voraussetzungen für den Anspruchsbeginn, der bis 31. Dezember 2007 im vormaligen Art. 29 Abs. 1 IVG umschrieben gewesen sei. Dem stehe Art. 35 IVV (SR 831.201) nicht entgegen, da die Anspruchsvoraussetzungen im übergeordneten Gesetz geregelt seien. Die Regelung von Art. 35 IVV besage lediglich, dass die Hilfsbedürftigkeit sachverhaltlich eingetreten sein müsse. Damit sei vom Grundsatz auszugehen, dass Art. 29 Abs. 1 IVG, wonach der Leistungsanspruch frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Anspruchs im Sinne von Art. 29 Abs. 1 ATSG (SR 830.1) entstehe, auch für die Hilflosenentschädigung gelte.\n\n3.1 In der Vernehmlassung beruft sich die Vorinstanz auf den klaren Wortlaut von Art. 42 Abs. 4 IVG. Eine Auslegung praeter legem auf Grund einer Fussnote in der Amtlichen Sammlung, die vom Parlament nicht verabschiedet worden sei, sei nicht statthaft. Auch sei nicht ersichtlich, weshalb die Regelung des Anspruchsbeginns bei der Hilflosenentschädigung eher derjenigen für die Eingliederungsmassnahmen als derjenigen für die Renten entsprechen solle.\n\n3.2 Das Beschwerde führende BSV ist der Ansicht, dass sich der Anspruchsbeginn der Hilflosenentschädigung im Rahmen der 5. IV- Revision nicht geändert habe. Die Hilflosenentschädigung sei damals - mit Ausnahme kleiner Anpassungen - kein Thema gewesen. Geändert hätten jedoch diverse Bestimmungen im Zusammenhang mit dem Rentenanspruch und mit dem Beginn des Anspruchs auf Eingliederungsmassnahmen. Bei den Renten sei neben der Neufassung der Anspruchsvoraussetzungen in Art. 28 Abs. 1 IVG vor allem auch eine Neuordnung des Rentenbeginns in Art. 29 Abs. 1 IVG geschaffen worden. Ziel dieser Neuordnung sei eine möglichst frühzeitige Erfassung der beeinträchtigten Personen, um die Chancen auf eine noch erfolgreiche Eingliederung oder eine Sicherung des noch bestehenden Arbeitsplatzes so hoch wie möglich zu halten. Die sechs Monate, die nach der Anmeldung zunächst zurückzulegen seien, bis ein Rentenanspruch entstehen könne, entspreche der Zeit der Frühintervention, jener Zeit also, in der die versicherten Personen ihr Augenmerk auf die Eingliederung richten sollen und in der die Rentenperspektive möglichst ausgeblendet sein solle. Die Änderungen zum Anspruchsbeginn bei der Rente seien demnach durch das neue Eingliederungssystem bedingt und stellten keine Sparmassnahme dar. Für die Hilflosenentschädigung würden die Ziele von Art. 29 Abs. 1 IVG nicht passen. Weder gelte es, für die Zeit der BGE 137 V 351 S. 356Frühintervention die Perspektive weg von der Hilflosenentschädigung zu nehmen, noch sei es in Bezug auf die Eingliederungswirksamkeit problematisch, wenn eine Hilflosenentschädigung erst zu einem relativ späten Zeitpunkt angemeldet und folglich rückwirkend zugesprochen werde. Beim Verweis in Art. 42 Abs. 4 IVG handle es sich um eine \"gesetzgeberische Unterlassungssünde\". Auf eine formelle Berichtigung sei verzichtet worden, da Art. 42 IVG nicht Gegenstand der 5. IV-Revision gewesen sei und die Bundesversammlung darüber streng formell betrachtet keinen Beschluss gefasst habe. Immerhin sei mittlerweile im Rahmen der Vorlage zur 6. IV-Revision (zweites Massnahmenpaket) eine ausdrückliche Regelung des Anspruchsbeginns der Hilflosenentschädigung in Art. 42 Abs. 4bis IVG vorgeschlagen und damit eine formelle Korrektur des Verweises beabsichtigt. Für Hilflosenentschädigungsfälle könne somit die Bestimmung zur Entstehung des Rentenanspruchs nach Art. 29 Abs. 1 IVG nicht angewendet werden. Vielmehr seien Art. 28 Abs. 1 Bst. b IVG und Art. 24 ATSG heranzuziehen. Unter diesen Umständen hätte im vorliegenden Fall ein allfälliger Anspruch auf Hilflosenentschädigung bereits vor dem Eintritt ins AHV-Alter entstanden sein können, womit korrekterweise die IV-Stelle die entsprechende leistungsablehnende Verfügung erlassen habe.\n\n4. Es ist der Vorinstanz zuzustimmen, dass der Wortlaut von Art. 42 Abs. 4 IVG grundsätzlich klar ist und in Bezug auf den Beginn des Anspruchs auf Hilflosenentschädigung unmissverständlich auf Art. 29 Abs. 1 IVG verweist. Von diesem klaren Wortlaut ist indessen abzuweichen, wenn triftige Gründe dafür bestehen, dass er nicht den wahren Sinn der Bestimmung wiedergibt. Solche triftigen Gründe können sich aus der Entstehungsgeschichte, aus dem Sinn und Zweck der Vorschrift und aus dem Zusammenhang mit anderen Gesetzesbestimmungen ergeben (BGE 137 I 77 E. 3.2.2 S. 84 mit Hinweis auf BGE 131 II 217 E. 2.3 S. 221).\n\n4.1 Art. 42 Abs. 4 IVG wurde im Rahmen der 4. IV-Revision, in Kraft seit 1. Januar 2004, eingeführt und hat bis heute - abgesehen von der angebrachten Fussnote 188 (vorne E. 2) - keine Änderung erfahren. Anlass für seine Einführung war die Rechtsprechung des Eidg. Versicherungsgerichts (EVG), wonach die Regeln über die Entstehung des Rentenanspruchs sinngemäss auch für den Beginn des Anspruchs auf eine Hilflosenentschädigung Geltung hätten (BBl 2001 3289 ad Art. 42 IVG). Das EVG hatte in seinem Urteil I 498/78 BGE 137 V 351 S. 357 vom 8. Mai 1979, auszugsweise publ. in: BGE 105 V 66, erwogen, dass das IVG in Bezug auf den Anspruch auf Hilflosenentschädigung keine Wartezeit vorschreibe, jedoch nur als hilflos gelte, wer dauernd der Hilfe Dritter oder der persönlichen Überwachung bedürfe. Dieses Erfordernis sei erfüllt, wenn der Zustand, der die Hilflosigkeit begründe, weitgehend stabilisiert und im Wesentlichen irreversibel sei, wenn also analoge Verhältnisse wie bei der ersten Variante von aArt. 29 Abs. 1 IVG gegeben seien. Ferner sei das Erfordernis der Dauer als erfüllt zu betrachten, wenn die Hilflosigkeit während 360 Tagen ohne wesentlichen Unterbruch gedauert habe und voraussichtlich weiterhin andauern werde (2. Variante). Da der Anspruch auf Hilflosenentschädigung nicht von einem allfälligen Rentenanspruch abhängig sei, entstehe er im Falle der ersten Variante somit im Zeitpunkt, in dem die leistungsbegründende Hilflosigkeit als bleibend vorausgesehen werden könne, und im Falle der zweiten Variante nach Ablauf der 360 Tage, sofern weiterhin mit einer Hilflosigkeit der vorausgesetzten Art zu rechnen sei (BGE 105 V 66 E. 2 S. 67). Zwar stand im Zeitpunkt dieser Rechtsprechung eine (nochmals) ältere Fassung von Art. 29 IVG in Kraft als im Zeitpunkt der Einführung von Art. 42 Abs. 4 IVG und vor Umsetzung der 5. IV-Revision (vgl. vorne E. 2.1). Die Unterschiede sind aber im Zusammenhang mit der hier zu beurteilenden Streitfrage von untergeordneter Bedeutung, zumal sie sich vor allem im Masslichen finden (Höhe der Erwerbsunfähigkeit bzw. Arbeitsunfähigkeit [je zur Hälfte]; vgl. Urteil I 498/78 vom 8. Mai 1979 E. I.1 und aArt. 29 Abs. 1 IVG).\n\nDieser altrechtliche Hintergrund darf nicht schon zum Schluss verleiten, dass der in Art. 42 Abs. 4 IVG verankerte konnexe Anspruchsbeginn von Hilflosenentschädigung und Rente als Fortschreibung seiner Parallelität zu verstehen ist. Zum einen ist mit der 5. IV-Revision eine umfassende Neugestaltung des Rentenanspruchs einhergegangen. Zum andern bildete die Hilflosenentschädigung, wie das BSV zutreffend ausführt, als solche nicht Gegenstand der besagten IV-Revision.\n\n4.2 Ziel der 5. IV-Revision war es u.a., die Neuberentungen zu dämpfen. Im Hinblick darauf standen im Leistungsbereich zwei Gesichtspunkte im Vordergrund: Einerseits sollten neu eine Früherfassung und eine Frühintervention bei arbeitsunfähigen Versicherten erfolgen sowie Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung eingeführt und sollte der Bereich der beruflichen BGE 137 V 351 S. 358Eingliederungsmassnahmen ausgeweitet werden. Anderseits sollte der Zugang zur Invalidenrente durch eine Anpassung des Invaliditätsbegriffs und der Voraussetzungen des Rentenanspruchs eingeschränkt werden (BBl 2005 4502 f. Ziff. 1.2; THOMAS LOCHER, Invalidität, Invaliditätsgrad und Entstehung des Rentenanspruchs nach dem Entwurf zur 5. IV-Revision, in: Medizin und Sozialversicherung im Gespräch, Schaffhauser/Schlauri [Hrsg.],2006, S. 276; vgl. auch ROSALBA AIELLO LEMOS CADETE, La 5e révision de l'AI - 1re étape de l'assainissement de l'AI, in: La 5e révision de l'AI, Kahil-Wolff/Simonin [Hrsg.], 2009, S. 27 ff. und 37).\n\nDie in Art. 29 Abs. 1 IVG stipulierte Wartezeit von sechs Monaten seit Anmeldung dient der Zielerreichung des ersten Gesichtspunkts. Sie bezweckt, während der Frühinterventionsphase von sechs Monaten bei den betroffenen Personen die Anspruchsvoraussetzungen auf ordentliche Leistungen der Invalidenversicherung zu klären und insbesondere einen Grundsatzentscheid betreffend Rentenanspruch zu fällen. Die frühzeitige Klärung der Rentenfrage ist oft wichtig, um anschliessend die Perspektive aller Beteiligten auf die berufliche (Wieder-)Eingliederung zu konzentrieren. Mit Abschluss der Phase der Frühintervention ist also festgestellt, welche beruflichen Massnahmen nötig sind und allenfalls welche Rentenhöhe in Frage kommt, damit eine bestmögliche Arbeitsintegration erreicht werden kann (BBl 2005 4519 dritter Absatz, Ziff. 1.6.1.2.2, 4568 f.). Diese (neue) Konzeption des Grundsatzes \"Eingliederung statt Rente\" (BBl 2005 4524 Ziff. 1.6.1.3.3) hat keinen Zusammenhang mit der Frage der Hilflosigkeit. Muss eine versicherte Person trotz einer an sich bereits bestehenden Hilflosigkeit im Sinne von Art. 9 ATSG auf den Beginn der Hilflosenentschädigung nur deshalb warten, weil die IV-Stellen gehalten sind, vor dem Anspruch auf eine Rente der Invalidenversicherung allfällige Integrationsmassnahmen zu prüfen, wird mit Bezug auf den Beginn der Hilflosenentschädigung ein Umstand berücksichtigt, der mit der Hilflosigkeit nichts zu tun hat. Sinn und Zweck von Art. 29 Abs. 1 IVG sprechen somit gegen die Befolgung des Wortlauts von Art. 42 Abs. 4 IVG.\n\n4.3 Im Weiteren sind die bei der Hilflosenentschädigung verlangte Hilflosigkeit und die bei der Rente vorausgesetzte Invalidität zwei verschiedene Begriffe, wie das Bundesgericht unlängst in BGE 133 V 42 dargelegt hat. Sie haben nur so viel gemeinsam, als beide an eine Beeinträchtigung der Gesundheit anknüpfen (vgl. Art. 7 und 8 ATSG einerseits mit Art. 9 ATSG anderseits). Zwar hatte das EVG BGE 137 V 351 S. 359im zitierten Urteil I 498/78 (vorne E. 4.1) davon gesprochen, dass der Anspruch auf Hilflosenentschädigung eine \"Invalidität\" voraussetze (BGE 105 V 66 E. 2 S. 67). Dies ist u.a. darauf zurückzuführen, dass die Umschreibung der Hilflosigkeit in der bis Ende 2002 gültig gewesenen Fassung von Art. 42 Abs. 2 IVG mit Hilfe dieses Terminus erfolgte. Art. 9 ATSG, in Kraft seit 1. Januar 2003, geht von einer \"Beeinträchtigung der Gesundheit\" aus, was eine gewisse Ausweitung darstellt. Indes war der Begriff der Hilflosigkeit schon vor Inkrafttreten des ATSG am 1. Januar 2003 nicht auf Invalide im Sinne von aArt. 4 IVG, d.h. auf Versicherte, die infolge eines geistigen oder körperlichen Gesundheitsschadens in ihrer Erwerbsfähigkeit beeinträchtigt waren, beschränkt. Das Wort \"Invalidität\" hatte im Zusammenhang mit der Hilflosenentschädigung schon nach altem Recht nicht eine wirtschaftliche Bedeutung, sondern diejenige der körperlichen und/oder geistigen Behinderung. So waren körperlich Behinderte, wie z.B. Rollstuhlfahrer, die dank einer guten Eingliederung wegen ihres Gesundheitsschadens keine Erwerbseinbusse erleiden, hingegen in den alltäglichen Lebensverrichtungen dauernd auf die Hilfe Dritter angewiesen sind, schon bisher anspruchsberechtigt. Das ATSG hat deshalb mit der neuen Formulierung von Art. 9 insbesondere einen redaktionellen Fehler eliminiert (BGE 133 V 42 E. 3.4 S. 45 f.).\n\nWiewohl die Hilflosigkeit eine leistungsspezifische (vgl. Art. 4 Abs. 2 IVG) Invalidität darstellt, unterscheidet sie sich klar von der rentenbegründenden Invalidität, und zwar in mehrfacher Hinsicht. Dass Hilflosigkeit und Invalidität zwei verschiedene Dinge sind, zeigt sich - umgekehrt - auch darin, dass Versicherte, die vollständig invalid sind und daher eine ganze Rente beziehen, ihre alltäglichen Lebensverrichtungen trotzdem selber besorgen können und deshalb nicht notwendigerweise auch hilflos sind. Insoweit fehlt es an einem vernünftigen Grund für den in Art. 42 Abs. 4 IVG - hinsichtlich des Anspruchsbeginns - stipulierten Zusammenhang zwischen Hilflosenentschädigung und Rente. Den Materialien zur 5. IV- Revision lässt sich nichts entnehmen, weshalb die Hilflosenentschädigung erst ab dem Zeitpunkt des Rentenbeginns laufen soll und nicht, wie bis anhin, wenn die Voraussetzungen für die Entschädigung erfüllt sind (vgl. vorne E. 4.1).\n\n4.4 In systematischer Hinsicht fällt auf, dass Art. 29 Abs. 1 IVG - anders als die ursprüngliche Fassung in der Botschaft vom 22. Juni BGE 137 V 351 S. 3602005 zur Änderung des Bundesgesetzes über die Invalidenversicherung [5. Revision] - in zwei Teile geteilt wurde (vgl. vorne E. 2.2 und BBl 2005 4613). Eine solche Zweiteilung war nie Diskussionspunkt im Rahmen der parlamentarischen Beratungen, weder in den Kommissionen noch anlässlich der Plenumsberatungen der Eidgenössischen Kammern (vgl. Protokoll der nationalrätlichen Kommission für soziale Sicherheit und Gesundheit vom 11.-13. Januar 2006, S. 73-75; Protokoll der ständerätlichen Kommission für soziale Sicherheit und Gesundheit vom 29./30. Mai 2006, S. 44-46; AB 2006 N 381 f. unten und AB 2006 S 607). Gemäss BSV erfolgte die Zweiteilung durch die Redaktionskommission. Sie ist formell - was den Aufgabenbereich der Redaktionskommission beschlägt (Art. 57 des Bundesgesetzes vom 13. Dezember 2002 über die Bundesversammlung [Parlamentsgesetz, ParlG; SR 171.10]) - mit Blick auf den Wortlaut von Art. 42 Abs. 4 IVG insoweit nachvollziehbar, als sich der gleichzeitige Bezug von Taggeld und Hilflosenentschädigung nicht ausschliesst. Während Ersteres der Fristung des allgemeinen Lebensunterhalts dient, kommt Letzterer schadenersatzähnlicher Charakter zu (Urteil 8C_309/2011 vom 31. Mai 2011 E. 3.3.3). Hätte der Gesetzgeber wirklich eine materielle Gleichschaltung von Beginn des Rentenanspruchs und des Anspruchs auf Hilflosenentschädigung gewollt, hätte er die Auswirkung der bundesrätlichen Fassung von Art. 29 Abs. 1 IVG auf die Hilflosenentschädigung wohl diskutiert. Dies gilt umso mehr, als der integrale Verweis auf Art. 29 Abs. 1 IVG am Ende von Art. 42 Abs. 4 IVG in offenkundigem Widerspruch zum ersten Satz dieser Bestimmung steht, der die altersmässige Voraussetzung abweichend von Art. 29 Abs. 1 IVG regelt.\n\n4.5 Nach dem Gesagten entspricht die in Art. 42 Abs. 4 IVG statuierte Verknüpfung von Hilflosenentschädigung und Rente nicht dem tatsächlichen Willen des Gesetzgebers. Dass es mit der Fussnote 188 \"nur\" zu einer redaktionellen Berichtigung gekommen ist, ändert nichts daran. Abgesehen von der grossen Gefahr, dass die Fussnote leicht überlesen wird, steht hier nicht die Zulässigkeit dieser formellen Korrektur zur Beurteilung, sondern der wahre materielle Gehalt der auszulegenden Bestimmung (vorne E. 4). Im Übrigen soll, wie das BSV in seiner Beschwerde festhält, dem Verweis in Art. 42 Abs. 4 IVG im Rahmen der 6. IV-Revision (zweites Massnahmenpaket) Rechnung getragen werden. BGE 137 V 351 S. 361\n\n5.\n\n5.1 Entgegen dem wörtlich verstandenen Verweis in Art. 42 Abs. 4 in fine IVG richtet sich der zeitliche Beginn des Anspruchs auf Hilflosenentschädigung somit nicht nach Art. 29 Abs. 1 IVG. Vielmehr gelangt weiterhin sinngemäss die Bestimmung zu den Anspruchsvoraussetzungen für eine Rente zur Anwendung, also Art. 28 Abs. 1 IVG. Dazu hat die II. sozialrechtliche Abteilung die Zustimmung der I. sozialrechtlichen Abteilung eingeholt (Anfrage vom 4. August 2011; Antwort vom 10. August 2011; Art. 23 Abs. 2 BGG).\n\nDer Entstehungsgrund der bleibenden Erwerbsunfähigkeit wurde mit der 5. IV-Revision fallen gelassen (vgl. vorne E. 2.1 und 2.2), die 2. Variante von aArt. 29 Abs. 1 IVG - d.h. Hilflosigkeit während eines Jahres ohne wesentlichen Unterbruch und voraussichtlich weiterhin andauernd - dagegen beibehalten (nunmehr Art. 28 Abs. 1 lit. b IVG [vorne E. 2.2]). Anders als in der Fassung vor der 5. IV-Revision, in welcher die fragliche Litera lediglich alternativ gemeint ist, ist sie in der seit 1. Januar 2008 gültigen Fassung kumulativer Tatbestand (ULRICH MEYER, Bundesgesetz über die Invalidenversicherung, 2. Aufl. 2010, S. 269 f.; vgl. auch die Botschaft zur 5. IV-Revision betreffend Art. 28 IVG, BBl 2005 4568). In Anbetracht der begrifflichen Differenz zwischen \"Hilflosigkeit\" und \"Invalidität\" (vorne E. 4.3) bedeutet dieser Umstand aber nicht, dass die Voraussetzungen für einen Anspruch auf Hilflosenentschädigung gleichermassen auszudehnen sind. Gleichzeitig steht die Rechtmässigkeit von Rz. 8092 des Kreisschreibens des BSV über Invalidität und Hilflosigkeit in der Invalidenversicherung (KSIH) fest, in der ebenfalls Art. 28 Abs. 1 lit. b IVG als anwendbar erklärt wird. Ob und inwieweit eine Zusprechung der Hilflosenentschädigung - aus gesetzessystematischen Gründen - nach wie vor auch vor Ablauf des Wartejahres in Betracht kommt (vorne E. 4.1; MEYER, a.a.O., S. 430), braucht an dieser Stelle nicht beantwortet zu werden (vgl. hinten E. 5.2).\n\nDer Anspruch auf Hilflosenentschädigung kann solange geltend gemacht werden, als die Frist gemäss Art. 24 ATSG läuft. Das Bundesgericht hat erst kürzlich im Zusammenhang mit einer Hilflosenentschädigung entschieden, dass bei einer Anmeldung nach dem 1. Januar 2008 lediglich die bis zum 1. Januar 2007 (Zeitpunkt des Inkrafttretens der 5. IV-Revision abzüglich 12 Monate) entstandenen Ansprüche verwirkt sind. Mit dem Ausserkrafttreten von aArt. 48 BGE 137 V 351 S. 362Abs. 2 IVG ist somit Art. 24 Abs. 1 ATSG sofort und uneingeschränkt anwendbar geworden, d.h. es gilt eine fünfjährige Verwirkungsfrist ab Entstehung des - am 1. Januar 2008 nach altem Recht noch nicht verwirkten - Anspruchs auf die einzelne Leistung (Urteile 9C_42/2011 vom 27. April 2011 E. 4.2 und 8C_233/2010 vom 7. Januar 2011 E. 4.2.3).\n\n5.2 Für den hier zu beurteilenden Fall bedeutet dies, dass ein Anspruch des Versicherten auf Hilflosenentschädigung vor Erreichen des 65. Altersjahrs möglich war, für welche Prüfung die IV-Stelle zuständig ist (Art. 40 Abs. 1 IVV). Die Vorinstanz hat deren Verfügung vom 18. Oktober 2010 demnach zu Unrecht aufgehoben und die Sache an die Ausgleichskasse des Kantons Thurgau weitergeleitet. Vielmehr wäre sie zu einer materiellen Auseinandersetzung mit dem Fall verpflichtet gewesen."}