{"annee": "137", "cour": "IV", "page": "280", "date": "13/9/2011", "cite": ["137 IV 172"], "cite_par": ["145 IV 161", "143 IV 40"], "chapeau": "40. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Ministère public central du canton de Vaud contre A. et consorts (recours en matière pénale)\n\n1B_238/2011 du 13 septembre 2011", "regestes": ["Art. 101 al. 1 et art. 105 al. 2 CPP; refus d'autoriser la consultation du dossier par des personnes appelées à donner des renseignements. En tant que participants à la procédure, les personnes appelées à donner des renseignements peuvent se voir reconnaître la qualité de partie lorsqu'elles sont directement touchées dans leurs droits au sens de l'art. 105 al. 2 CPP (consid. 2.1). Cela suppose une atteinte directe, immédiate et personnelle (consid. 2.2.1). La simple convocation à une audition n'est pas constitutive d'une telle atteinte (consid. 2.2.2). La formulation ouverte de l'art. 101 al. 1 CPP confère un certain pouvoir d'appréciation à la direction de la procédure. N'abuse pas de ce pouvoir l'autorité qui refuse l'accès au dossier à des personnes appelées à donner des renseignements avant leur première audition et alors que l'instruction n'est pas particulièrement avancée (consid. 2.3)."], "faits": "|281|\n\nEntre le 23 et le 24 avril 2010, X. et Y., élèves de l'école Z., ont fait une chute mortelle alors qu'ils participaient à une fête organisée par un groupe d'élèves. Par mandat du 8 février 2011, le Ministère public de l'arrondissement de l'Est vaudois (ci-après: le Ministère public) a cité A. (directeur de l'école Z.), B. (responsable du campus) et C. (responsable de la faculté) à comparaître en qualité de personnes appelées à donner des renseignements au sens de l'art. 178 du code de procédure pénale suisse (CPP; RS 312.0). Les intéressés ont demandé à pouvoir consulter l'intégralité du dossier de la cause avant leur audition. Le Ministère public a rejeté cette requête par décision du 1er mars 2011.\n\nStatuant sur recours de A., B. et C., la Chambre des recours pénale du Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal) a réformé cette décision en ce sens que les prénommés étaient autorisés à consulter le dossier avant leur audition. Cette autorité a considéré en substance que leur audition en qualité de personnes appelées à donner des renseignements selon l'art. 178 let. d CPP les touchait directement dans leurs droits, de sorte que la qualité de partie devait leur être reconnue en application de l'art. 105 al. 2 CPP. A l'instar d'un prévenu, ils avaient donc le droit de consulter le dossier avant leur première audition en vertu de l'art. 101 al. 1 CPP, car ce droit avait déjà été reconnu à la partie plaignante.\n\nAgissant par la voie du recours en matière pénale, le Ministère public central du canton de Vaud demande au Tribunal fédéral d'annuler cet arrêt et de confirmer l'ordonnance du 1er mars 2011. Le Tribunal fédéral a admis le recours et confirmé la décision rendue le 1er mars 2011 par le Ministère public.\n\n(résumé) |282|", "considerants": "Extrait des considérants:\n\n2. Invoquant une violation des art. 101 al. 1, 105 al. 2 et 180 al. 1 CPP, le Ministère public recourant soutient que les intimés ne peuvent pas avoir accès au dossier avant leur première audition, qu'ils soient ou non assimilés à des prévenus.\n\n2.1 Les personnes appelées à donner des renseignements sont considérées comme des participants à la procédure (art. 105 al. 1 let. d CPP). Lorsqu'elles sont directement touchées dans leurs droits, la qualité de partie doit leur être reconnue dans la mesure nécessaire à la sauvegarde de leurs intérêts (art. 105 al. 2 CPP). Si ces conditions sont réalisées, elles peuvent notamment se voir reconnaître le droit de consulter le dossier sur la base de l'art. 101 al. 1 CPP, dans la mesure nécessaire à la sauvegarde de leurs intérêts (cf. NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2009, n° 7 ad art. 101 CPP; MARKUS SCHMUTZ, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, nos 5 et 8 ad art. 101 CPP). Aux termes de l'art. 101 al. 1 CPP, les parties peuvent en effet consulter le dossier d'une procédure pendante au plus tard après la première audition du prévenu et l'administration des preuves principales par le ministère public, l'art. 108 CPP étant réservé. Sauf si elles se sont constituées parties plaignantes, les personnes appelées à donner des renseignements ne sont pas tenues de déposer, les dispositions concernant l'audition du prévenu leur étant au surplus applicables par analogie (art. 180 al. 1 CPP). Au début de l'audition, les autorités pénales attirent leur attention sur leur droit de refuser de déposer ou de témoigner (art. 181 al. 1 CPP).\n\n2.2 Le recourant critique l'application de l'art. 105 al. 2 CPP, en affirmant en substance que les personnes appelées à donner des renseignements disposent de suffisamment d'informations pour décider de faire ou non usage de leur droit de se taire, de sorte que la consultation du dossier n'est pas nécessaire à la sauvegarde de leurs intérêts. Le Tribunal cantonal aurait donc considéré à tort que l'audition des intimés en qualité de personnes appelées à donner des renseignements les touchait directement dans leurs droits au sens de l'art. 105 al. 2 CPP.\n\n2.2.1 Alors que les parties peuvent se prévaloir sans condition des droits procéduraux conférés par le code, les autres participants à la procédure doivent établir qu'ils sont directement touchés dans leurs droits au sens de l'art. 105 al. 2 CPP (NIKLAUS SCHMID, op. cit., n° 10 |283| ad art. 105 CPP; VIKTOR LIEBER, in Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/Hansjakob/Lieber [éd.], 2010, n° 1 ad art. 105 CPP). Ils ne peuvent donc bénéficier des droits de parties que si cette condition est réalisée. Une exception semblable existait déjà avant l'entrée en vigueur du CPP; les tiers touchés par une mesure de contrainte avaient en effet les mêmes droits que le prévenu (Département fédéral de justice et police [DFJP], Rapport explicatif relatif à l'avant-projet d'un code de procédure pénale suisse,2001, p. 85; GÉRARD PIQUEREZ, Traité de procédure pénale suisse, 2e éd. 2006, n. 538 p. 349).\n\nPour que le participant à la procédure se voie reconnaître la qualité de partie en application de l'art. 105 al. 2 CPP, il faut que l'atteinte à ses droits soit directe, immédiate et personnelle, une atteinte de fait ou indirecte étant insuffisante (cf. STEPHAN STUCKI, in Kommentierte Textausgabe zur Schweizerischen Strafprozessordnung, Goldschmid/Maurer/Sollberger [éd.], 2008, p. 83;NIKLAUS SCHMID, op. cit., n° 10 ad art. 105 CPP; HENRIETTE KÜFFER, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, n° 31 ad art. 105 CPP). Comme exemples d'atteintes directes aux droits des autres participants à la procédure, la doctrine mentionne les atteintes aux droits et libertés fondamentales, l'obligation de se soumettre à une expertise, la contestation du droit de se taire, le rejet d'une demande d'indemnité, la condamnation aux frais ou encore le refus d'une mesure de protection (cf. VIKTOR LIEBER, op. cit., nos 12 ss ad art. 105 CPP; YASMINA BENDANI, in Commentaire romand, Code de procédure pénale suisse, 2011, nos 6, 10 et 14 ad art. 105 CPP; cf. également GÉRARD PIQUEREZ, op. cit., n. 538 p. 349).\n\n2.2.2 Il découle de ce qui précède que les participants à la procédure ne jouissent en principe pas des droits reconnus aux parties, sauf si l'exception de l'art. 105 al. 2 CPP est réalisée, c'est-à-dire en cas d'atteinte directe, immédiate et personnelle aux droits de la personne concernée. Or, la simple convocation à une audition n'apparaît pas constitutive d'une telle atteinte. Le fait d'être entendu est en effet inhérent au statut de personne appelée à donner des renseignements et il ne justifie pas à lui seul de faire une exception à la règle précitée.\n\nUn auteur évoque certes la possibilité de reconnaître le droit de consulter le dossier à la personne appelée à donner des renseignements pour qu'elle puisse s'informer dans le but de faire valoir ses droits dans la procédure, par exemple le droit de se taire (JOËLLE |284| CHAPUIS, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 2 ad art. 101 CPP). On ne saurait cependant suivre cet avis, la reconnaissance automatique de ce droit de consulter le dossier revenant en définitive dans ce cas à ériger en règle l'exception de l'art. 105 al. 2 CPP. Cela serait contraire à la systématique du code et à la volonté du législateur, qui a prévu de ne reconnaître un tel droit aux autres participants à la procédure qu'à titre exceptionnel. Ces derniers ne sont au demeurant pas dépourvus de droits, puisque l'art. 180 al. 1 CPP donne aux personnes appelées à donner des renseignements le droit de refuser de déposer, les dispositions concernant l'audition du prévenu leur étant au surplus applicables par analogie.\n\nEn définitive, la simple convocation des intimés à une audition ne leur cause pas d'atteinte au sens de l'art. 105 al. 2 CPP et elle ne justifie pas de leur reconnaître la qualité de partie, ni de leur donner le droit de consulter le dossier avant même leur première audition. C'est dès lors à juste titre que le ministère public recourant se plaint d'une violation de l'art. 105 al. 2 CPP.\n\n2.3 Au demeurant, même si la qualité de partie devait leur être reconnue en application de l'art. 105 al. 2 CPP, les intimés n'auraient pas pour autant le droit de consulter le dossier à ce stade de la procédure. L'art. 101 al. 1 CPP prévoit en effet que les parties peuvent consulter le dossier \"au plus tard après la première audition du prévenu et l'administration des preuves essentielles\". Or, en l'occurrence aucun prévenu n'a encore été entendu et il n'est pas établi que les preuves essentielles aient été administrées. De plus, aucun des intimés n'a été auditionné formellement. Il est vrai que la formulation de l'art. 101 al. 1 CPP est ouverte et qu'elle permet en théorie une consultation du dossier avant la première audition du prévenu et l'administration des preuves essentielles. Elle confère ainsi à la direction de la procédure un certain pouvoir d'appréciation, qu'il convient de respecter. En l'espèce, on ne saurait faire grief au Ministère public d'avoir abusé de ce pouvoir, dès lors que l'instruction n'apparaît pas particulièrement avancée au regard des auditions importantes qui restent à mener, en particulier celles des intimés. Quoi qu'il en soit, les intéressés n'ont en tout cas pas un droit de consulter le dossier avant même leur première audition (ATF 137 IV 172 consid. 2.3 p. 174 s. et les références citées).\n\nQuant au principe de l'égalité des armes sur lequel se fonde l'arrêt attaqué, il ne conduit pas à une appréciation différente. En effet, quand |285| bien même la partie plaignante aurait eu accès au dossier, cela ne saurait conférer un droit de consultation à toutes les autres parties, voire aux tiers qui devraient être assimilés à des parties, quel que soit le stade de l'instruction. Une telle solution serait contraire à la volonté du législateur, qui a clairement refusé de reconnaître de manière générale au prévenu un droit de consulter le dossier dès le début de la procédure (ATF 137 IV 172 consid. 2.3 p. 174 et les références citées). Or, même si la présente instruction a débuté le 24 avril 2010, il apparaît que des auditions qui pourraient être décisives n'ont pas encore été menées, de sorte qu'une consultation généralisée du dossier à ce stade ne s'imposait pas. La décision du Ministère public respectait donc l'art. 101 al. 1 CPP sans mettre en péril l'égalité des armes entre les plaignants et les intimés, qui auront tout loisir de consulter le dossier lorsqu'ils pourront se prévaloir de la disposition précitée."}