{"annee": "137", "cour": "II", "page": "338", "date": "13/4/2011", "cite": [], "cite_par": ["139 II 271"], "chapeau": "28. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Schweizer Heimatschutz gegen X. und Bezirk Oberegg (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_382/2010 vom 13. April 2011", "regestes": ["Art. 24 let. a LAT et art. 39 OAT; démolition volontaire et reconstruction d'une villa mitoyenne dans un territoire à habitat traditionnellement dispersé. L'art. 39 OAT est une norme d'exécution très étendue de l'art. 24 let. a LAT. Cette disposition ne laisse aucune latitude pour une démolition volontaire et une reconstruction de bâtiments encore affectés après 1972 à l'usage agricole dans les territoires à habitat traditionnellement dispersé; il n'existe de toute façon aucune base appropriée au niveau de la loi. Dans le domaine des autorisations exceptionnelles relatives à des constructions et installations sises hors de la zone à bâtir (art. 24 ss LAT), la démolition volontaire et la reconstruction n'est expressément autorisée que sur la base de l'art. 24c LAT. Ceci n'est toutefois pas déterminant en l'espèce (consid. 2)."], "faits": "|339|\n\nX. beabsichtigte, sein Doppeleinfamilienhaus abzubrechen und wiederaufzubauen. Das Objekt steht auf den Parzellen Nrn. 606520 und 606530 im Bezirk Oberegg, welche sich in der Landwirtschaftszone und im Gebiet mit traditioneller Streubauweise befinden. Das Haus diente noch nach 1972 landwirtschaftlichen Zwecken. Inzwischen wurde der landwirtschaftliche Betrieb aufgegeben. Der Neubau soll weder der landwirtschaftlichen Bewirtschaftung noch dem produzierenden Gartenbau oder entsprechenden Wohnzwecken dienen.\n\nDie gegen das Bauvorhaben eingereichten Einsprachen eines Privaten und des Schweizer Heimatschutzes wies das kantonale Bau- und Umweltdepartement am 3. April 2009 ab. Der Bezirksrat Oberegg erteilte hierauf am 7. Mai 2009 die Baubewilligung.\n\nDie kantonalen Instanzen schützten diesen Entscheid im Rechtsmittelverfahren und bestätigten jeweils die Baubewilligung.\n\nMit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 8. September 2010 verlangte der Schweizer Heimatschutz die Aufhebung sämtlicher auf kantonaler und kommunaler Ebene in dieser Sache ergangener Entscheide und die Verweigerung der Baubewilligung für den geplanten Abbruch- und Wiederaufbau auf den Parzellen Nrn. 606520 und 606530. Eventualiter sei die Sache zur neuen Beurteilung an das Kantonsgericht zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut. Es hebt das Urteil des Kantonsgerichts Appenzell-Innerrhoden, Abteilung Verwaltungsgericht, vom 1. Juni 2010 und damit auch die vom Bezirksrat Oberegg am 7. Mai 2009 erteilte Baubewilligung auf.\n\n(Zusammenfassung) |340|", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer macht geltend, der freiwillige Abbruch und Wiederaufbau stehe in Widerspruch zum Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG; SR 451) und zum RPG (SR 700). Vor Behandlung der natur- und heimatschutzgesetzlichen Belange ist zu prüfen, ob eine Baubewilligung aus raumplanungsrechtlicher Sicht überhaupt möglich ist.\n\n2.1 Unbestritten ist, dass Art. 24d RPG vorliegend nicht zur Anwendung gelangt. Nach Abs. 1 der zitierten Bestimmung können in landwirtschaftlichen Wohnbauten, die in ihrer Substanz erhalten sind, landwirtschaftsfremde Wohnnutzungen zugelassen werden. Art. 24d Abs. 1 RPG sieht einen Wiederaufbau nicht vor. Im Gegenteil wird dort vorausgesetzt, dass die Substanz erhalten ist und weiter genutzt wird. Wenn der Verordnungsgeber in Art. 42a Abs. 3 der Raumplanungsverordnung vom 28. Juni 2000 (RPV; SR 700.1) in Fällen der Zerstörung durch höhere Gewalt trotzdem einen Wiederaufbau zulässt, so steht dahinter die Absicht, zahlenmässig nicht ins Gewicht fallende Härtefälle zu lösen (Urteile des Bundesgerichts 1C_101/2009 vom 11. Dezember 2009 E. 3; 1A.23/2007 vom 31. Juli 2007 E. 3.3). Ein freiwilliger Abbruch und Wiederaufbau ist indessen nicht zulässig. Da der geplante Abbruch und anschliessende Wiederaufbau vorliegend aus freien Stücken erfolgen soll, kann keine Ausnahmebewilligung nach Art. 24d RPG erteilt werden.\n\n2.2 Die Standeskommission hat in ihrem Entscheid die Auffassung vertreten, aufgrund der mit dem Streusiedlungsgebiet verfolgten Zielsetzungen müsse der freiwillige Abbruch und Wiederaufbau bestehender Bauten mit Wohnungen zu landwirtschaftsfremden Wohnzwecken zulässig sein. Dazu beruft sie sich auf Art. 39 RPV, gemäss dessen Abs. 3 lit. c - wie bei Art. 24d Abs. 3 lit. b RPG - die äussere Erscheinung und die bauliche Grundstruktur im Wesentlichen unverändert bleiben müssen. Im Unterschied zu Art. 42a Abs. 3 RPV regle Art. 39 RPV den Wiederaufbau aber nicht ausdrücklich; namentlich enthalte er kein Verbot.\n\nNach Meinung des Verwaltungsgerichts handelt es sich bei Art. 39 RPV um einen eigenständigen Ausnahmetatbestand, der losgelöst von den übrigen Ausnahmetatbeständen - insbesondere von Art. 24d RPG - zur Anwendung gelange. Diese Bestimmung räume den Kantonen die Möglichkeit ein, Gebiete ausserhalb der Bauzone gerade |341| zum Zweck der dauernden Besiedlung dem Streusiedlungsgebiet zuzuweisen und darin Bauten zuzulassen, wenn sie ganzjährig bewohnt würden. Der Kanton Appenzell Innerrhoden habe mit Erlass der Art. 65a ff. der Verordnung vom 17. März 1986 zum Baugesetz (BauV/AI; GS 700.010) von dieser Kompetenz Gebrauch gemacht. Dabei stützt sich das Verwaltungsgericht u.a. auf Art. 66 Abs. 2 BauV/AI, welcher den Abbruch und Wiederaufbau von Wohnbauten in Streubausiedlungen unter gewissen Voraussetzungen erlaubt.\n\n2.3 Das Bundesgericht musste sich bis anhin noch nie mit der Frage befassen, ob für Streubausiedlungen mit Art. 39 RPV eine weiter gehende Regelung geschaffen wurde, als sie gemäss Art. 24d Abs. 1 RPG in Verbindung mit Art. 42a Abs. 3 RPV gilt. Ein Blick in die Literatur ergibt folgendes Bild:\n\n2.3.1 MUGGLI bedauert, dass Art. 39 Abs. 3 RPV trotz der sehr ähnlichen Vorschrift von Art. 24d Abs. 3 RPG nicht vollständig mit Letzterem harmonisiert wurde (RUDOLF MUGGLI, in: Kommentar zum Bundesgesetz über die Raumplanung, 2009, N. 26 zu Art. 24 RPG). Aus dem Umstand, dass die äussere Erscheinung und die bauliche Grundstruktur gemäss Art. 39 Abs. 3 lit. c RPV unverändert bleiben müssen, leitet der Autor ab, dass neubauähnliche Umgestaltungen oder gar der Abbruch und Wiederaufbau in moderner Form ausgeschlossen seien (MUGGLI, a.a.O.). Ob e contrario Umgestaltungen bzw. Wiederaufbauten ohne neubauähnlichen Charakter zulässig wären, bleibt offen.\n\n2.3.2 Der vom Verwaltungsgericht zitierte KARLEN äussert sich zum vorliegenden Problem nicht (PETER KARLEN, Die Ausnahmebewilligung nach Art. 24-24d RPG: System der neuen Regelung, ZBl 102/2001 S. 291 ff., 305). Nach ihm bezweckt der sich lediglich auf Verordnungsstufe befindende kantonalrechtliche Ausnahmetatbestand von Art. 39 Abs. 1 RPV, die zulässigen Umnutzungen von Wohnbauten in Streubausiedlungen etwas weiter zu ziehen, als Art. 24d Abs. 1 RPG dies zulässt. Einerseits solle sich der Grundsatz \"Wohnen bleibt Wohnen\" auch auf den Ökonomieteil von Bauernhäusern erstrecken dürfen. Andererseits sollten Umnutzungen zu kleingewerblichen Zwecken zulässig sein, was der Autor allerdings als gesetzeswidrig erachtet. Dass in Streubausiedlungen für freiwillige Abbrüche und Wiederaufbauten in Abweichung der sonstigen Grundsätze für das Bauen ausserhalb der Bauzonen ein Sonderregime gelten sollte, war für KARLEN offensichtlich kein Thema. |342|\n\n2.3.3 Auch bei HÄNNI findet sich in seiner Darstellung der Sondernorm von Art. 39 RPV nichts zu dieser Frage (PETER HÄNNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 5. Aufl. 2008, S. 225 f.). Ausführlicher setzen sich WALDMANN/HÄNNI dagegen in ihrem Kommentar mit Art. 39 RPV auseinander (WALDMANN/HÄNNI, Raumplanungsgesetz, 2006, N. 26 ff. zu Art. 24 RPG). Vorab bezweifeln sie stark die Gesetzes- und Verfassungsmässigkeit von Art. 39 RPV, insoweit dieser über Art. 24d RPG hinausgeht. Sie begründen ihre Bedenken mit dem abschliessenden Charakter der Sondervorschriften im RPG sowie dem Fehlen einer entsprechenden Delegationsnorm. Im Direktvergleich von Art. 39 Abs. 3 RPV mit Art. 24d Abs. 3 RPG erkennen sie vor allem zwei Ausnahmen: Einerseits sehe Art. 39 Abs. 3 RPV im Gegensatz zu Art. 24d Abs. 3 lit. a RPG vom Kriterium der Eignung der Baute zur vorgesehenen Nutzung ab, weshalb die Umnutzungsmöglichkeiten - insbesondere bezüglich der Ökonomiegebäude - weiter reichen würden. Andererseits fasse Art. 39 Abs. 3 lit. e RPV den Tatbestand der Gefährdung der landwirtschaftlichen Bewirtschaftung in der Nachbarschaft viel weiter, als dies Art. 24d Abs. 3 lit. d RPG tue. Die Problematik des freiwilligen Abbruchs und Wiederaufbaus wird nicht erwähnt.\n\n2.4 Bei Art. 39 RPV handelt es sich um eine Ausführungsbestimmung zur Ausnahmeregelung von Art. 24 lit. a RPG. Keine der beiden Normen äussert sich explizit zur Frage des Abbruchs bzw. Wiederaufbaus von Bauten. Im Bereich der Ausnahmebewilligungen für Bauten und Anlagen ausserhalb der Bauzone (Art. 24 ff. RPG) wird der freiwillige Abbruch und Wiederaufbau lediglich in Art. 24c RPG ausdrücklich zugelassen. Es ist indes unbestritten, dass diese Bestimmung hier nicht einschlägig ist, da die zu beurteilende Baute nicht infolge einer nachträglichen Änderung von Erlassen oder Plänen zonenwidrig wurde (Art. 41 RPV), sondern noch nach dem 1. Juli 1972 landwirtschaftlich genutzt wurde.\n\n2.5 Das Bundesamt für Raumentwicklung (ARE) weist in seiner Vernehmlassung zu Recht auf den Wortlaut von Art. 39 RPV hin. So regelt Abs. 1 lit. a \"die Änderung bestehender Bauten\". Bewilligungen dürfen nur erteilt werden, wenn die \"Umnutzung\" keine Ersatzbaute zur Folge hat, die nicht notwendig ist (Abs. 3 lit. b) und wenn die äussere Erscheinung und die \"bauliche Grundstruktur\" im Wesentlichen unverändert bleiben (Abs. 3 lit. c). Diese Formulierung spreche gegen die Zulässigkeit eines freiwilligen Abbruchs und Wiederaufbaus. |343|\n\n2.6 Hinzu kommt, dass Art. 39 RPV als Ausführungsnorm von Art. 24 lit. a RPG bereits eine sehr weitgehende Interpretation von Letzterem darstellt (in diesem Sinne auch die von KARLEN [E. 2.3.2 hiervor] und WALDMANN/HÄNNI geäusserten Zweifel an der Gesetzeskonformität [E. 2.3.3 hiervor] der Verordnungsnorm), sodass kein Spielraum für Projekte wie das geplante bestehen dürfte. Bezweckt war mit Art. 39 RPV in erster Linie eine bessere Nutzung bestehender Bausubstanz, insbesondere die Möglichkeit, die Wohnnutzung in bestehende Ökonomiegebäude auszuweiten (KARLEN, a.a.O., S. 305; WALDMANN/HÄNNI, a.a.O., N. 28 zu Art. 24 RPG). Es bestehen keine Anhaltspunkte, dass darüber hinaus für freiwillige Abbrüche und Wiederaufbauten ein grosszügigeres Bewilligungsregime als gemäss den sonst üblichen Grundsätzen bei Bauten ausserhalb Bauzone eingeführt werden sollte. Den Kantonen steht es wohl frei, in ihrem Ausführungsrecht strengere Voraussetzungen an die Erteilung der Bewilligung für standortgebundene Vorhaben zu erlassen, eine Kompetenz für Lockerungen der bundesrechtlichen Lösung wurde ihnen jedoch nicht eingeräumt (Botschaft vom 2. Dezember 2005 über die Teilrevision des Raumplanungsgesetzes, BBl 2005 7117; siehe auch CHRISTOPH JÄGER, Kommentar RPG, a.a.O., N. 6 zu Art. 27a RPG).\n\n2.7 Allenfalls lässt sich aus dem Umstand, dass Art. 42a Abs. 3 RPV den Wiederaufbau ausnahmsweise nach Zerstörung durch höhere Gewalt zulässt, der Analogieschluss ziehen, dies müsse auch für Bauten in Streusiedlungsgebieten gelten. Diese Frage stellt sich hier nicht. Umgekehrt kann aber aus dem Fehlen einer solchen Ausnahmeklausel in Art. 39 RPV nicht einfach gefolgert werden, im Streusiedlungsgebiet seien sogar freiwillige Abbrüche und Wiederaufbauten zulässig, zumal sich schon auf Gesetzesstufe keine entsprechende Grundlage findet."}