{"annee": "137", "cour": "I", "page": "145", "date": "21/12/2010", "cite": ["92 I 461", "116 IA 127", "120 IA 361", "133 I 206", "131 I 249", "111 IA 220", "131 II 722", "133 I 19", "132 I 220", "131 I 285", "132 I 29", "95 I 431", "134 I 303"], "cite_par": ["140 II 248", "143 II 382", "138 I 297", "145 II 206", "140 II 157", "140 I 114"], "chapeau": "15. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Steueramt der Stadt Luzern und Dienststelle Steuern des Kantons Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_571/2010 vom 21. Dezember 2010", "regestes": ["Art. 127 al. 2 et 3 Cst.; principe de l'imposition selon la capacité économique et interdiction d'un traitement plus défavorable; assujettissement à l'impôt sur les gains immobiliers, par le canton de situation, du gain sur l'aliénation d'un immeuble réalisé par un commerçant (personne morale) sis hors du canton. Présentation de la pratique passée: l'assujettissement à l'impôt sur les gains immobiliers des gains réalisés par des commerçants d'immeubles ne viole pas l'interdiction de la double imposition lorsque l'assujettissement résulte uniquement de la propriété foncière dans le canton (consid. 4.1). Importance accrue attribuée, dans la jurisprudence récente, à l'interdiction d'un traitement plus défavorable, respectivement au principe de l'imposition selon la capacité économique en relation avec l'imposition d'immeubles dans les rapports intercantonaux (consid. 4.2). La différence dans l'imposition sur les gains immobiliers du commerce d'immeubles pratiqué par des personnes morales domiciliées hors du canton, par rapport au commerce exercé par des personnes morales sises dans le canton, qui conduit à une augmentation notable de la charge fiscale dans le canton de Lucerne, n'est pas admissible (consid. 4.3)."], "faits": "|146|\n\nA. Die X. SA ist eine Immobiliengesellschaft mit Sitz in A./SZ. Sie veräusserte mit Vertrag vom 17. April 2008 ein in der Stadt Luzern gelegenes Grundstück zum Preis von Fr. 8'800'000.- an eine in Luxemburg domizilierte Gesellschaft.\n\nMit Veranlagungsentscheid vom 9. September 2008 des Regionalen Steueramts der Stadt Luzern wurde die X. SA bei einem steuerbaren Grundstückgewinn von Fr. 250'261.- zur Leistung einer Grundstückgewinnsteuer in der Höhe von Fr. 77'439.- verpflichtet. Die Gesellschaft beantragte im Einspracheverfahren erfolglos die Besteuerung des Gewinns aus dem Liegenschaftenverkauf mit der ordentlichen Gewinnsteuer 2008. Eine gegen den Einspracheentscheid erhobene Beschwerde wies das Verwaltungsgericht des Kantons Luzern, Abgaberechtliche Abteilung, mit Urteil vom 14. Juni 2010 ab.\n\nB. Mit Eingabe vom 3. Juli 2010 erhebt die X. SA Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht. Sie beantragt die Aufhebung des Urteils des Verwaltungsgerichts des Kantons Luzern vom 14. Juni 2010 sowie der Steuerveranlagung des Regionalen Steueramts Luzern vom 9. September 2008.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit darauf einzutreten ist und weist die Angelegenheit zur Neuveranlagung im Sinne der Erwägungen an das Regionale Steueramt zurück.\n\n(Zusammenfassung) |147|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Im Bereich der Steuern wird das Gebot der rechtsgleichen Behandlung gemäss Art. 8 Abs. 1 BV insbesondere durch die Grundsätze der Allgemeinheit und Gleichmässigkeit der Besteuerung sowie den Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit konkretisiert (Art. 127 Abs. 2 BV). Der Grundsatz der Allgemeinheit der Besteuerung verlangt, dass alle Personen oder Personengruppen nach denselben gesetzlichen Regeln erfasst werden; Ausnahmen, für die kein sachlicher Grund besteht, sind unzulässig. Andererseits verbietet der Grundsatz, einer kleinen Gruppe von Steuerpflichtigen im Verhältnis zu ihrer wirtschaftlichen Leistungsfähigkeit erheblich grössere Lasten aufzuerlegen. Nach dem Grundsatz der Gleichmässigkeit der Besteuerung sind Personen, die sich in gleichen Verhältnissen befinden, in derselben Weise mit Steuern zu belasten und müssen wesentliche Ungleichheiten in den tatsächlichen Verhältnissen zu entsprechend unterschiedlichen Steuerbe-lastungen führen. Schliesslich besagt das Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit, dass die Steuerpflichtigen entsprechend ihrer Leistungsfähigkeit an die Steuerlasten beizutragen haben (BGE 133 I 206 E. 6.1 S. 215 f. mit Hinweisen). Das schliesst auch aus, dass Steuerpflichtige für kantonsübergreifende Sachverhalte ungleich oder mehrfach belastet werden (sog. Doppelbesteuerung; vgl. Art. 127 Abs. 3 BV).\n\n2.2 Eine gegen Art. 127 Abs. 3 BV verstossende Doppelbesteuerung liegt nach der Rechtsprechung dann vor, wenn eine steuerpflichtige Person von zwei oder mehreren Kantonen für das gleiche Steuerobjekt und für die gleiche Zeit zu Steuern herangezogen wird (aktuelle Doppelbesteuerung) oder wenn ein Kanton in Verletzung der geltenden Kollisionsnormen seine Steuerhoheit überschreitet und eine Steuer erhebt, die einem anderen Kanton zusteht (virtuelle Doppelbesteuerung). Ausserdem darf ein Kanton eine steuerpflichtige Person grundsätzlich nicht deshalb stärker belasten, weil sie nicht im vollen Umfang seiner Steuerhoheit untersteht, sondern zufolge ihrer territorialen Beziehungen auch noch in einem anderen Kanton steuerpflichtig ist (Schlechterstellungsverbot, vgl. BGE 134 I 303 E. 2.1 S. 306 f.; BGE 132 I 29 E. 2.1 S. 31 f.; BGE 131 I 249 E. 3.1 S. 253; je mit Hinweisen). Diese allgemeine Regel hat aber gegebenenfalls zurückzutreten vor dem besonderen Grundsatz, wonach das Grundeigentum dem Kanton, in dem es gelegen ist, zur ausschliesslichen |148| Besteuerung vorbehalten ist (BGE 131 I 249 E. 3.1 S. 253; BGE 116 Ia 127 E. 2b S. 130; BGE 111 Ia 220 E. 2a S. 224).\n\n2.3 Die Beschwerdeführerin rügt eine Verletzung des Schlechterstellungsverbots (Art. 127 Abs. 3 BV) sowie des Grundsatzes der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV), weil der Kanton Luzern Grundstückgewinne auf Geschäftsvermögen nur dann der Grundstückgewinnsteuer (und nicht der ordentlichen Einkommens- oder Gewinnsteuer) unterstelle, wenn im Kanton lediglich eine Steuerpflicht aus Grundeigentum bestehe. Daraus resultiere für die Beschwerdeführerin eine erhebliche Mehrbelastung (Fr. 77'439.- anstatt Fr. 40'236.-), welche einzig dadurch begründet sei, dass ihr Sitz ausserhalb des Kantons Luzern liege. Im Ergebnis werde damit eine juristische Person mit ausserkantonalem Sitz stärker belastet als eine solche mit Sitz im Kanton Luzern. Sie macht geltend, das Bundesgericht habe seit 2001 in konstanter Rechtsprechung \"sämtliche Nachteile alleine durch eine Teilung von Sitzkanton und Besteuerungskanton aufgehoben\". Zudem werde neuerdings der verfassungsmässige Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit stärker betont.\n\nDie Vorinstanz verweist demgegenüber auf die bisherige bundesgerichtliche Rechtsprechung, wonach es nicht gegen das Doppelbesteuerungsverbot verstosse, wenn ein Liegenschaftskanton die von ausserkantonalen Liegenschaftenhändlern erzielten Veräusserungsgewinne wie private Kapitalgewinne einer Grundstückgewinnsteuer unterwerfe. Eine solche unterschiedliche Besteuerung von ausserkantonalen Liegenschaftenhändlern gegenüber solchen mit Wohnsitz (oder Betriebsstätte) im Kanton habe das Bundesgericht letztmals mit Urteil 2P.173/2001 vom 26. Februar 2002 bestätigt.\n\n3.\n\n3.1 Der Grundstückgewinnsteuer unterliegen Gewinne, die sich bei der Veräusserung eines Grundstücks des Privatvermögens oder eines land- oder forstwirtschaftlichen Grundstücks sowie Anteilen daran ergeben, soweit der Erlös die Anlagekosten (Erwerbspreis oder Ersatzwert zuzüglich Aufwendungen) übersteigt (Art. 12 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [Steuerharmonisierungsgesetz, StHG; SR 642.14]). Die Besteuerung der Grundstückgewinne erfolgt in den Kantonen nicht einheitlich: Entweder werden diese Gewinne alle mit einer besonderen Wertzuwachs- oder Grundstückgewinnsteuer erfasst (als Objektsteuer); dabei wird nicht |149| unterschieden, ob das veräusserte Grundstück dem Privat- oder dem Geschäftsvermögen des Veräusserers zugehört (sog. monistisches oder Zürcher System). Oder dann unterliegen nur Grundstückgewinne des Privatvermögens dieser Steuer und solche des Geschäftsvermögens werden der ordentlichen Einkommens- oder Gewinnsteuer unterstellt (als Subjektsteuer; sog. dualistisches oder St. Galler System). Das Steuerharmonisierungsgesetz folgt in seinem Grundsatz dem dualistischen System, es erlaubt aber auch, dass nach dem monistischen System geschäftliche und private Grundstückgewinne einer Grundstückgewinnsteuer unterworfen werden (Art. 12 Abs. 4 StHG; vgl. BGE 131 II 722 E. 2.1 S. 723 mit Hinweisen).\n\n3.2 Gemäss § 1 Abs. 1 und 2 des Gesetzes (des Kantons Luzern) vom 31. Oktober 1961 über die Grundstückgewinnsteuer (GGStG; SRL 647) lautet die entsprechende Regelung (unter der Marginalie \"Gegenstand der Steuer\") wie folgt:\n\n\" 1Der Grundstückgewinnsteuer unterliegen Gewinne aus Veräusserung von Grundstücken oder von Anteilen an solchen; ausgenommen sind Gewinne aus Veräusserung von Geschäftsvermögen, die der Einkommens- oder Gewinnsteuer unterliegen.\n\n2Der Grundstückgewinnsteuer unterliegen ferner:\n\n1. [...]\n\n2. Gewinne aus dem Handel mit Grundstücken, wenn im Kanton lediglich eine Steuerpflicht aus Grundeigentum besteht.\"\n\nDer Kanton Luzern folgt damit im Grundsatz dem dualistischen System der Grundstückgewinnbesteuerung. Allerdings erfasst die Bestimmung von § 1 Abs. 2 Ziff. 2 GGStG auch Gewinne aus dem Handel mit Grundstücken des Geschäftsvermögens von natürlichen und juristischen Personen, die nur aufgrund ihres Immobilienbesitzes im Kanton Luzern steuerpflichtig sind (\"ausserkantonaler Liegenschaftenhandel\"), mit der Grundstückgewinnsteuer. Es ist unbestritten, dass diese systemwidrige Behandlung der ausserkantonalen Liegenschaftenhändler mit Art. 12 Abs. 4 StHG in Einklang steht (vgl. BERNHARD ZWAHLEN, in: Kommentar zum Schweizerischen Steuerrecht, Zweifel/Athanas [Hrsg.], Bd. I/1, Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden, 2. Aufl. 2002, N. 25 zu Art. 12 StHG). Als problematisch erweist sich die Norm von § 1 Abs. 2 Ziff. 2 GGStG aber im Zusammenhang mit dem Schlechterstellungsverbot (vgl. E. 4.3 hiernach).\n\n4.\n\n4.1 Nach der bisherigen bundesgerichtlichen Rechtsprechung (letztmals bestätigt mit Urteil 2P.173/2001 vom 26. Februar 2002 E. 2b) |150| verstösst die Erfassung von Gewinnen von Liegenschaftenhändlern mit der Grundstückgewinnsteuer nicht gegen das Doppelbesteuerungsverbot, wenn im Kanton lediglich eine Steuerpflicht aus Grundeigentum (d.h. weder Wohnsitz, Betriebsstätte noch Sitz im Kanton) besteht: Gemäss dieser Rechtsprechung stehen das Grundeigentum und sein Ertrag unter der Steuerhoheit des Kantons, in dem es sich befindet; dies soll auch für den bei der Veräusserung einer Liegenschaft erzielten Gewinn gelten, und zwar ohne Rücksicht darauf, ob er nach dem kantonalen Steuerrecht der allgemeinen Einkommens- bzw. Gewinnsteuer oder einer besonderen Wertzuwachs- oder Grundstückgewinnsteuer unterworfen ist (BGE 120 Ia 361 E. 4b und 5 S. 365 f.; BGE 95 I 431 E. 2a S. 434; BGE 92 I 461 E. 2-4 S. 466 ff.). Dem Liegenschaftskanton ist es deshalb gemäss bisheriger Praxis nicht verwehrt, die von ausserkantonalen Liegenschaftenhändlern erzielten Veräusserungsgewinne wie private Kapitalgewinne mit einer Grundstückgewinnsteuer (Objektsteuer) zu erfassen; das ist auch dann der Fall, wenn der Kanton - wie der Kanton Luzern - die Veräusserungsgewinne auf Liegenschaften des Geschäftsvermögens der im Kanton ansässigen Liegenschaftenhändler (natürliche oder juristische Person) der Einkommenssteuer unterstellt. Der ausserkantonale Liegenschaftenhändler wird zwar damit anders behandelt als eine Person, die Wohnsitz, Betriebsstätte oder Sitz im Kanton hat, aber gleich wie ein im Kanton wohnhafter Privater; dies wird damit gerechtfertigt, dass ausserkantonale Liegenschaftenhändler der Steuerhoheit des Kantons nicht für ihre eigentliche Geschäftstätigkeit, sondern nur infolge ihres Grundeigentums unterstehen (Urteil des Bundesgerichts vom 6. November 1963 E. 3, in: ASA 33 S. 165; Urteile 2P.316/1992 vom 25. Februar 1994 E. 3, in: StR 49/1994 S. 422; 2P.221/1993 vom 28. Oktober 1994 E. 3b; 2P.289/2000 vom 8. Januar 2002 E. 6, in: ASA 71 S. 416; 2P.173/2001 vom 26. Februar 2002 E. 2b).\n\n4.2 In seiner neueren Rechtsprechung hat das Bundesgericht in Bezug auf die Besteuerung von Liegenschaften im interkantonalen Verhältnis das Schlechterstellungsverbot wie auch den Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit indessen deutlich stärker gewichtet:\n\nWohl hält das Bundesgericht grundsätzlich weiter daran fest, dass dem Liegenschaftskanton die Gesamtheit der Liegenschaftserträge und -gewinne zur ausschliesslichen Besteuerung zusteht; dies bedeutet aber nicht, dass er den Steuerpflichtigen zu einem höheren als dem erzielten Einkommen besteuern darf. Dem |151| Liegenschaftskanton sind vielmehr nach neuerer bundesgerichtlicher Rechtsprechung insofern Grenzen gesetzt, als er auf die Situation des Steuerpflichtigen (Unternehmung bzw. Privatperson) und dessen wirtschaftliche Leistungsfähigkeit Rücksicht nehmen muss: So kann zwar der Belegenheitskanton den Wertzuwachs aus der Veräusserung einer Betriebsliegenschaft ausschliesslich besteuern; er ist aber verpflichtet, den Geschäftsverlust, den die Unternehmung im Sitzkanton (oder weiteren Kantonen mit Betriebsliegenschaften) aufweist, mit dem Grundstückgewinn zu verrechnen (BGE 131 I 249 E. 6.3 S. 261 f.). Das Bundesgericht hat diese neue Regel zur Vermeidung von sog. Ausscheidungsverlusten in der Folge - mit Bezugnahme auf das Schlechterstellungsverbot bzw. den Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit - mehrfach bestätigt und sowohl auf Liegenschaften im Privatvermögen (BGE 131 I 285 E. 4.1 S. 290) als auch auf Kapitalanlageliegenschaften einer Unternehmung ausgedehnt (BGE 132 I 220 E. 5 S. 227). Eine weitere Praxisänderung betraf die Schuldzinsen bei Liegenschaftenhändlern, welche neu nach dem quotenmässigen System proportional nach Lage der geschäftlichen und privaten Aktiven zwischen den betroffenen Kantonen aufgeteilt werden (BGE 133 I 19 E. 6.3 S. 25; vgl. die Darstellung der neuen Praxis bei PETER MÄUSLI, Stärkere Gewichtung des Schlechterstellungsverbotes in der neueren Rechtsprechung des Bundesgerichts, in: Entwicklungen im Steuerrecht, Michael Beusch/ISIS [Hrsg.], 2009, S. 429 ff.; SEILER/DUSS, Jüngste Entwicklungen bei der Besteuerung von Liegenschaften im interkantonalen Verhältnis, BR 2007 S. 152 ff.; PETER LOCHER, Einführung in das interkantonale Steuerrecht, 3. Aufl. 2009, S. 18 ff.).\n\n4.3 Soll der wirtschaftlichen Leistungsfähigkeit der Steuerpflichtigen (Art. 127 Abs. 2 BV) besser Rechnung getragen und auch die Durchsetzung des Schlechterstellungsverbots (Art. 127 Abs. 3 BV) sichergestellt werden, so kann - im Lichte der unter E. 4.2 dargestellten Neuausrichtung der bundesgerichtlichen Rechtsprechung - an der Zulässigkeit der unterschiedlichen Grundstückgewinnbesteuerung des Liegenschaftenhandels von ausserkantonalen juristischen Personen im Vergleich zu den im Kanton ansässigen juristischen Personen (vgl. E. 4.1. hiervor) nicht länger festgehalten werden.\n\n4.3.1 Der Kanton ist zwar frei, ob er Kapitalgewinne auf Liegenschaften des Geschäftsvermögens nach dem dualistischen System mit der allgemeinen Einkommens- oder Gewinnsteuer erfassen will, oder ob er sie nach dem monistischen System wie private Grundstückgewinne der besonderen Grundstückgewinnsteuer unterwirft. |152| Das Steuerharmonisierungsgesetz lässt den Kantonen diesbezüglich die Wahl (vgl. E. 3.1 hiervor). Eine nach dem dualistischen System konsequent ausgestaltete Grundstückgewinnsteuer darf aber keine Gewinne von ausserkantonalen juristischen Personen, die Liegenschaftenhandel betreiben und nur aufgrund ihres Immobilienbesitzes (Geschäftsvermögen) im Kanton steuerpflichtig sind, erfassen. Eine solche Lösung, wie sie der Kanton Luzern in § 1 Abs. 2 Ziff. 2 GGStG vorsieht, ist mit dem Schlechterstellungsverbot bzw. dem Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit nicht (mehr) zu vereinbaren (ebenso MÄUSLI/OERTLI, Das Schweizerische Steuerrecht, 6. Aufl. 2010, S. 266; auch ZWAHLEN, a.a.O., N. 25 zu Art. 12 StHG, bezeichnet die entsprechenden kantonalen Regelungen als \"problematisch\").\n\nIm vorliegenden Fall hat die Beschwerdeführerin als juristische Person ihren Sitz im Kanton Schwyz und ist nur aufgrund ihres Immobilienbesitzes im Kanton Luzern steuerpflichtig, d.h. im Kanton Luzern kann weder an den Sitz noch an eine Betriebsstätte angeknüpft werden. Mit der Unterwerfung unter die Grundstückgewinnsteuer wird die Beschwerdeführerin stärker belastet, als wenn sie - wie dies bei Liegenschaftenhändlern mit Sitz oder Betriebsstätte im Kanton Luzern der Fall wäre - mit der ordentlichen Gewinnsteuer erfasst würde. Im vorliegenden Fall beträgt die Differenz, was unbestritten geblieben ist, Fr. 37'203.-; dies entspricht einer Mehrbelastung im Vergleich zur ordentlichen Gewinnbesteuerung (Fr. 77'439.- anstatt Fr. 40'236.-) von über 92 %. Die Beschwerdeführerin wird hier als steuerpflichtige juristische Person nur darum stärker belastet, weil sie nicht in vollem Umfang der Steuerpflicht des Kantons Luzern untersteht. Wie bereits erwähnt, ist es aber aus Überlegungen der Steuergerechtigkeit unzulässig, einen ausserkantonalen Steuerpflichtigen Regeln zu unterwerfen, welche einen ausschliesslich innerkantonalen Steuerpflichtigen - unter sonst gleichen Umständen - nicht treffen würden (vgl. auch Urteil 2C_761/2007 vom 23. Juni 2008 E. 3.4.2, in: StE 2008 B 72.19 Nr. 9). Die bisher vertretene Begründung, der ausserkantonale Liegenschaftenhändler werde zwar anders als ein Händler mit Sitz oder Betriebsstätte, aber gleich wie ein im Kanton wohnhafter Privater behandelt, vermag vor dem Hintergrund der erwähnten Entwicklung der Rechtsprechung nicht (mehr) zu überzeugen: Für die Beurteilung, ob eine verbotene Schlechterbehandlung vorliegt oder nicht, sind Liegenschaftenhändler unter sich zu vergleichen (Grundsatz der Gleichmässigkeit der Besteuerung); der Hinweis auf die Besteuerung von Privatpersonen ist hier |153| unbehelflich. Zum gleichen Ergebnis führt auch die konsequente Anwendung des Grundsatzes der Allgemeinheit der Besteuerung bzw. der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV; vgl. E. 2.1 hiervor).\n\n4.3.2 Auch der Gesetzgeber des Kantons Luzern ist sich der Problematik der Bestimmung offenbar bewusst: § 1 Abs. 2 Ziff. 2 GGStG wird per 1. Januar 2011 ersatzlos aufgehoben (vgl. Anhang zur Änderung des Steuergesetzes vom 9. März 2009, Gesetzessammlung des Kantons Luzern, 13. Lieferung vom 14. November 2009, S. 336), nachdem die Änderung des Steuergesetzes in der Volksabstimmung vom 27. September 2009 angenommen worden ist. In der Botschaft des Regierungsrates an den Kantonsrat vom 23. September 2008 zum Entwurf einer Änderung des Steuergesetzes (Teilrevision 2011; B 75, S. 55 ff.) wird zunächst die Regelung des Kantons Luzern, wonach sowohl natürliche als auch juristische Personen, die nur aufgrund ihres Grundeigentums im Kanton Luzern steuerpflichtig sind, Grundstückgewinne mit der Grundstückgewinnsteuer versteuern müssen, als im interkantonalen Vergleich \"einzigartig\" bezeichnet. Weiter wird eingeräumt, dass im Einzelfall aus der Unterstellung eines Grundstückgewinns unter die Grundstückgewinnsteuer, verglichen insbesondere mit der Unterstellung unter die Gewinnsteuer ab 2011, eine erheblich höhere Belastungsdifferenz als zur Zeit der Einführung von § 1 Abs. 2 Ziff. 2 GGStG resultieren könne. Diese Belastungsdifferenz sei umso höher, je kürzer die Besitzdauer am Grundstück gewesen sei. Wenn aber die Belastungsdifferenz aufgrund der Unterstellung des ausserkantonalen Liegenschaftenhandels unter eine andere Steuerart als den innerkantonalen Liegenschaftenhandel in einer Vielzahl der Fälle erheblich sei, vermöge das sachlich nicht mehr zu befriedigen. Eine wesentlich andersartige steuerliche Behandlung bezüglich Steuerart und Steuertarif könnte zudem im Hinblick auf das Gleichbehandlungsgebot und das Willkürverbot nach Art. 8 und 9 BV und das Schlechterstellungsverbot nach Art. 127 Abs. 3 BV in Zukunft \"verfassungsrechtlich heikel\" werden. Der Kantonsrat hat dieser Auffassung und der Aufhebung von § 1 Abs. 2 Ziff. 2 GGStG diskussionslos zugestimmt (Verhandlungen des Kantonsrats 1/2009, S. 296 und 411).\n\n4.4 Zusammengefasst ist somit festzuhalten, dass der angefochtene Entscheid das Schlechterstellungsverbot (Art. 127 Abs. 3 BV) wie auch den Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV) verletzt und damit aufzuheben ist."}