{"annee": "137", "cour": "III", "page": "637", "date": "1/12/2011", "cite": ["76 II 181", "134 III 426"], "cite_par": ["142 III 798", "138 III 333"], "chapeau": "98. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n5A_596/2011 du 1er décembre 2011", "regestes": ["Art. 93 al. 1 LTF; art. 451 ss CC; approbation du compte final du tuteur. La décision refusant d'approuver le compte final et confiant à un tiers le soin de l'établir aux frais du tuteur constitue une décision incidente qui ne cause en principe pas de préjudice irréparable (consid. 1.2)."], "faits": "BGE 137 III 637 S. 637\n\nA.\n\nA.a Par décision du 2 août 2007, la Justice de paix du district de Vevey a ordonné l'ouverture d'une enquête tendant à l'interdiction BGE 137 III 637 S. 638civile de C., prononcé l'interdiction provisoire, au sens de l'art. 368 al. 2 CC, de celui-ci et désigné A. en qualité de tuteur provisoire, avec mission de produire en main de l'assesseur surveillant un inventaire d'entrée des biens du pupille dans un délai de soixante jours dès réception de la décision. (...)\n\nA.b B., fils de C., a demandé la destitution de A. Par ordonnance de mesures préprovisionnelles du 10 juillet 2008, le Juge de paix du district de Vevey a mis fin au mandat du prénommé et désigné Me D., notaire à X., en qualité de tutrice provisoire. Le 24 juillet 2008, la Justice de paix du district de Vevey a confirmé la destitution de A., dit que celui-ci devra produire en main de l'assesseur surveillant un rapport et des comptes concernant la période durant laquelle il a exercé son mandat de tuteur provisoire (du 6 août 2007 au 10 juillet 2008) et confirmé la désignation de Me D. (...)\n\nA.c Le 3 décembre 2008, la Justice de paix a clos l'enquête tendant à l'interdiction de C., prononcé la mainlevée de la mesure de tutelle provisoire et relevé Me D. de son mandat de tutrice provisoire, institué une mesure de tutelle volontaire, au sens de l'art. 372 CC, en faveur de C. et désigné la notaire précitée en qualité de tutrice; le même jour, la Justice de paix a désigné E. aux fins d'établir les comptes de la gestion des avoirs de C. pour la période du 6 août 2007 au 10 juillet 2008 et invité A. à lui remettre toute pièce utile relative à la gestion des avoirs du pupille durant cette période.\n\nA. ayant recouru au Tribunal cantonal du canton de Vaud, le Président de la Chambre des tutelles a invité la Justice de paix le 12 février 2009 à envoyer au recourant la formule officielle de compte de tutelle avec un délai de quinze jours pour produire les comptes, à défaut de quoi l'instruction du recours serait reprise.\n\nA. ayant produit le 5 mars 2009 un état du compte du pupille relatif à la période du 1er janvier au 28 août 2008, la Chambre des tutelles a, par arrêt du 27 avril 2009, déclaré le recours sans objet; elle a toutefois précisé qu'il appartenait à la Justice de paix d'examiner la conformité des comptes, de les approuver ou de les refuser et de les faire établir par un tiers, en rendant une nouvelle décision susceptible de recours.\n\nA.d Statuant le 16 juin 2009, la Justice de paix a refusé d'approuver les comptes produits le 5 mars 2009 par A., désigné la Fiduciaire E. afin qu'elle établisse les comptes pour la période du 6 août 2007 au 10 juillet 2008, aux frais du tuteur destitué, et invité ce dernier à remettre à la fiduciaire toutes les pièces comptables en sa possession. BGE 137 III 637 S. 639\n\nLe 31 mars 2010, sur recours de A., la Chambre des tutelles a annulé cette décision et renvoyé la cause à la Justice de paix pour qu'elle complète l'instruction et statue à nouveau dans le sens des considérants.\n\nB. A la suite de cet arrêt, la juridiction inférieure a imparti à A. un délai au 30 juin 2010 pour produire des pièces. Par décision du 19 octobre 2010, la Justice de paix a constaté que les documents requis n'avaient pas été produits en temps utile, refusé en conséquence d'approuver les comptes de A., désigné la Fiduciaire E. aux fins d'établir les comptes pour la durée du mandat du tuteur provisoire (...), aux frais de celui-ci, et invité A. à remettre à la fiduciaire toutes les pièces comptables en sa possession.\n\nPar arrêt du 9 mars 2011 - notifié le 5 juillet suivant -, la Chambre des tutelles a confirmé cette décision. (...)\n\nLe Tribunal fédéral a déclaré irrecevable le recours en matière civile formé par A. contre cet arrêt.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n1.\n\n1.2 Contrairement à la décision qui approuve le compte final du tuteur (arrêt 5A_578/2008 du 1er octobre 2008 consid. 1; implicitement: arrêt 5A_30/2008 précité consid. 1), celle qui refuse de l'approuver et confie à un tiers le soin de l'établir n'est pas finale au sens de l'art. 90 LTF, mais incidente au sens de l'art. 93 al. 1 LTF; en effet, celle-ci constitue une étape vers la décision (finale) approuvant les rapport et compte final (art. 451 CC) et relevant de ses fonctions (art. 453 al. 1 in fine CC; sur la portée de cette décision: AFFOLTER, in Basler Kommentar, 4e éd. 2010, nos 73 ss ad art. 451-453 CC; GOOD, Das Ende des Amtes des Vormundes, 1992, § 7 nos 1 ss) le tuteur dont la mission a pris fin (cf. art. 445 al. 1 CC, pour la présente espèce).\n\nLe recourant affirme que l'arrêt attaqué est susceptible de lui causer un préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF; celui-ci \"tient au fait que la fiduciaire tierce qui serait chargée de l'établissement des comptes de tutelle devrait être rémunérée et que la décision finale d'approbation des comptes ne pourrait pas exonérer le recourant de la prise en charge de cette rémunération\". Pareille argumentation ne peut être suivie. La décision entreprise a pour effet BGE 137 III 637 S. 640de mettre à la charge du recourant les frais d'établissement du compte final par un tiers nommé à cette fin (cf. sur cette possibilité: AFFOLTER, ibid., n° 47; GOOD, op. cit., § 8 n° 51); or, de jurisprudence constante, le fait d'être exposé au paiement d'une somme d'argent n'entraîne, en principe, aucun préjudice de cette nature (arrêt 5D_52/2010 du 10 mai 2010 consid. 1.1.1 et les citations, in SJ 2011 I p. 134). Conformément à l'art. 93 al. 3 LTF, il appartiendra au recourant de contester la mesure critiquée à l'appui d'un recours contre la décision (finale) approuvant le compte final (art. 453 al. 1 CC).\n\nPour être complet, il faut ajouter que le recours ne serait pas non plus ouvert au regard de l'art. 93 al. 1 let. b LTF, dont le recourant n'établit, au demeurant, pas les conditions (cf. sur cette obligation: ATF 134 III 426 consid. 1.3.2). En effet, selon la jurisprudence, l'examen du compte final ne se limite pas à une vérification purement comptable des divers articles qui en font l'objet, \"mais doit également porter sur la légitimité des mesures prises par le tuteur\" (ATF 76 II 181 p. 186). Or, la décision querellée ne comporte - et pour cause - aucune constatation sur cet aspect (art. 105 al. 1 LTF), de sorte que le Tribunal fédéral ne serait pas en état d'approuver lui-même le compte final."}