{"annee": "137", "cour": "V", "page": "369", "date": "15/7/2011", "cite": ["135 V 50", "134 II 308", "136 III 23", "136 V 195"], "cite_par": ["140 V 8", "137 IV 249", "139 V 442"], "chapeau": "37. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen IV-Stelle Zug (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_226/2011 vom 15. Juli 2011", "regestes": ["Art. 31 LAI; interprétation. Au sens de l'art. 31 LAI, le montant qu'il convient de prendre en compte à raison de deux tiers se réfère à l'amélioration du revenu (qui dépasse le seuil de 1'500 francs) et non pas à l'ensemble du revenu (réponse à la question laissée ouverte à l'arrêt 9C_833/2009; consid. 4.4.3)."], "faits": "|369|\n\nA. Der 1956 geborene A. bezog seit 1. November 2000 bei einem Invaliditätsgrad von 55 % eine halbe Rente der Invalidenversicherung (Verfügung vom 24. August 2001). Mit Mitteilungen vom 3. November 2004 und 21. Februar 2008 bestätigte die IV-Stelle Zug (nachfolgend: IV-Stelle) dem Versicherten einen unveränderten Invaliditätsgrad und Rentenanspruch. Im April 2009 leitete die Verwaltung erneut ein Revisionsverfahren ein und traf entsprechende |370| Abklärungen. Nach Durchführung des Vorbescheidverfahrens setzte sie mit Verfügung vom 17. März 2010 die bisherige Rente rückwirkend ab 1. April 2007 auf eine Viertelsrente herab und hob diese ab 1. April 2008 auf mit der Begründung, er habe tatsächlich ein höheres als das berücksichtigte (auf einem Tabellenlohn beruhende) Invalideneinkommen erzielt und diesbezüglich liege vom 1. April 2007 bis 17. April 2009 eine Verletzung der Meldepflicht vor. Mit Verfügung vom 19. April 2010 verpflichtete die IV-Stelle den Versicherten zur Rückerstattung unrechtmässig bezogener Leistungen im Betrag von Fr. 27'972.-.\n\nB. Die Beschwerde des A. gegen die Verfügung vom 17. März 2010 wies das Verwaltungsgericht des Kantons Zug mit Entscheid vom 27. Januar 2011 ab.\n\nC. A. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen und u.a. beantragen, es sei ihm rückwirkend per Einstellung der Leistung der IV-Rente eine halbe IV-Rente, eventualiter eine Viertelsrente der IV vorläufig auszurichten.\n\nDie IV-Stelle, das kantonale Gericht und das Bundesamt für Sozialversicherungen (BSV) schliessen auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.4\n\n4.4.1 Mit der am 1. Januar 2008 in Kraft getretenen 5. IV-Revision wurden folgende Bestimmungen neu ins Gesetz aufgenommen: Kann eine rentenberechtigte Person neu ein Erwerbseinkommen erzielen oder ein bestehendes Erwerbseinkommen erhöhen, so wird die Rente nur dann im Sinne von Artikel 17 Absatz 1 ATSG (SR 830.1) revidiert, wenn die Einkommensverbesserung jährlich mehr als Fr. 1'500.- beträgt (Art. 31 Abs. 1 IVG). Für die Revision der Rente werden vom Betrag, der Fr. 1'500.- übersteigt, nur zwei Drittel berücksichtigt (Art. 31 Abs. 2 IVG).\n\n4.4.2 Entsprechend den allgemeinen intertemporalrechtlichen Grundsätzen kommt Art. 31 IVG nicht auf den Sachverhalt 2007, sondern erst auf jenen ab 2008 zur Anwendung (SVR 2010 IV Nr. 59 S. 180, 9C_833/2009 E. 3). Die vorinstanzliche Festsetzung des |371| Invalideneinkommens und Berechnung des Invaliditätsgrades für das Jahr 2007 verletzen Bundesrecht nicht. Unter Anwendung von Art. 88a Abs. 1 IVV (SR 831.201) hat das kantonale Gericht daher zu Recht die rückwirkende Herabsetzung der bisherigen halben Invalidenrente auf eine Viertelsrente ab 1. April 2007 bestätigt.\n\n4.4.3\n\n4.4.3.1 Was das Jahr 2008 betrifft, bleibt im Rahmen der Auslegung von Art. 31 Abs. 2 IVG zu prüfen, in welchem Umfang das tatsächlich erzielte Einkommen - welches gegenüber 2007 verbessert ist - als Invalideneinkommen anzurechnen ist (vgl. SVR 2010 IV Nr. 59 S. 180, 9C_833/2009 E. 4, wo diese Frage offengelassen wurde). Während Vorinstanz, Verwaltung und BSV (vgl. auch Rz. 5015.4 des Kreisschreibens des BSV über Invalidität und Hilflosigkeit in der Invalidenversicherung [KSIH]) die Auffassung teilen, es sei lediglich der (bereits um Fr. 1'500.- reduzierte) Betrag der Einkommensverbesserung um einen Drittel zu vermindern und anschliessend zum bisherigen Invalideneinkommen zu addieren, hält der Beschwerdeführer dafür, vom gesamten tatsächlich erzielten Einkommen (nach Subtraktion von Fr. 1'500.-) nur zwei Drittel als Invalideneinkommen zu berücksichtigen.\n\n4.4.3.2 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Ordnung zu unterstellen. Die Gesetzesmaterialien können beigezogen werden, wenn sie auf die streitige Frage eine klare Antwort geben (BGE 136 III 23 E. 6.6.2.1 S. 37; BGE 136 V 195 E. 7.1 S. 203; BGE 135 V 50 E. 5.1 S. 53; BGE 134 II 308 E. 5.2 S. 311).\n\n4.4.3.3 Im Tatbestand von Art. 31 Abs. 1 IVG ist zwar von einem neu erzielten resp. erhöhten Erwerbseinkommen die Rede, im Zentrum der Bestimmung steht jedoch der Begriff der \"Einkommensverbesserung\" (\"amélioration du revenu\", \"miglioramento del reddito\"). In Abs. 2 ist sodann die Rede vom \"Betrag\" (\"montant\", \"importo\"), |372| von welchem \"nur zwei Drittel berücksichtigt\" werden (\"seuls les deux tiers ... sont pris en compte\"; \"solo i due terzi ... sono presi in considerazione\"). Auch wenn der Wortlaut - in allen Amtssprachen - diesbezüglich nicht ganz eindeutig ist, überzeugt mit Blick auf Abs. 1 die Annahme, dass sich der Begriff \"Betrag\" in Abs. 2 auf die Einkommensverbesserung und nicht auf das gesamte Erwerbseinkommen bezieht.\n\nAus den Erläuterungen zu Art. 31 IVG in der Botschaft vom 22. Juni 2005 zur Änderung des Bundesgesetzes über die Invalidenversicherung (5. Revision; BBl 2005 4569) ergibt sich keine Antwort auf die aufgeworfene Frage. Allgemein formuliert sollten mit der Gesetzesrevision u.a. die langfristige (finanzielle) Konsolidierung der Invalidenversicherung und die Korrektur negativer Anreize in Bezug auf eine erhöhte Erwerbstätigkeit bezweckt werden (BBl 2005 4460 f. [Übersicht]; 4539 Ziff. 1.6.2.2). Mit der Anrechnung von zwei Dritteln der Einkommensverbesserung ist dem zweitgenannten Ziel Rechnung getragen. Wäre hingegen das gesamte Erwerbseinkommen um einen Drittel zu reduzieren, würde daraus nicht selten gar ein höherer Rentenanspruch als der bisherige resultieren. Damit würde nicht nur ein negativer Anreiz vermieden, sondern ein positiver neu geschaffen. Dies ist indessen mit dem Revisionsziel der finanziellen Sanierung des Sozialwerks nicht vereinbar.\n\nNach dem Gesagten bezieht sich nach dem Rechtssinn des Art. 31 IVG der lediglich zu zwei Dritteln zu berücksichtigende Betrag auf die (um Fr. 1'500.- reduzierte) Einkommensverbesserung und nicht auf das gesamte Erwerbseinkommen. Dazu hat die II. sozialrechtliche Abteilung die Zustimmung der I. sozialrechtlichen Abteilung eingeholt (Art. 23 Abs. 2 BGG).\n\n4.4.3.4 Die vorinstanzliche Festlegung des Invalideneinkommens 2008 entspricht dieser Auslegung von Art. 31 IVG. Dass die Invaliditätsbemessung im Übrigen unzutreffend wäre, ist nicht ersichtlich. Bei einem resultierenden Invaliditätsgrad von 30 % hat das kantonale Gericht die Aufhebung der Viertelsrente auf den 1. April 2008 zu Recht bestätigt (Art. 28 Abs. 2 IVG).\n\n4.4.4 Mit Bezug auf das Jahr 2009 hat die Vorinstanz verbindlich festgestellt, dass gegenüber 2008 eine Einkommensverminderung vorliege. Nach dem diesbezüglich klaren Wortlaut von Art. 31 IVG fällt dessen Anwendung von vornherein nicht in Betracht. Zwar |373| ergibt die Differenz der Vergleichseinkommen einen (gerundeten) Invaliditätsgrad von 32 %, was indessen ohne Auswirkungen auf den (fehlenden) Rentenanspruch bleibt. Soweit der Beschwerdeführer geltend macht, unter Berücksichtigung des Lohnes sowie der Invalidenrenten der Invalidenversicherung und aus beruflicher Vorsorge liege gegenüber dem Valideneinkommen 2009 keine Überentschädigung vor, kann er nichts für sich ableiten. Dieser Umstand ist für die Invaliditätsbemessung nicht relevant (vgl. Art. 16 und 69 ATSG)."}