{"annee": "137", "cour": "IV", "page": "79", "date": "25/1/2011", "cite": ["129 IV 238"], "cite_par": ["141 IV 155", "144 IV 285", "144 IV 1", "138 IV 1"], "chapeau": "10. Estratto della sentenza della Corte di diritto penale nella causa Ministero pubblico della Confederazione contro A. e B. (ricorso in materia penale)\n\n6B_221/2010 del 25 gennaio 2011", "regestes": ["Art. 305bis CP; blanchiment de valeurs patrimoniales issues de l'exécution d'un contrat dont la conclusion a été favorisée par la corruption. Les valeurs patrimoniales issues d'un acte juridique conclu au moyen de la corruption proviennent d'un crime lorsque le rapport de causalité avec ce dernier est naturel et adéquat. Elles peuvent alors être l'objet du blanchiment, quand bien même elles ne résultent pas de manière directe et immédiate de l'infraction (consid. 3)."], "faits": "", "considerants": "BGE 137 IV 79 S. 80\n\nDai considerandi:\n\n3.\n\n3.1 Il ricorrente fa valere una violazione dell'art. 305bis CP lamentando il fatto che la precedente istanza ha considerato di origine criminale soltanto i valori patrimoniali destinati al corrotto e non anche quelli destinati ai corruttori. Sostiene che tutto il guadagno dei corruttori, ricavato dalla vendita del carbone nel periodo incriminato e transitato sul conto y, sarebbe provento di reato, siccome sarebbe collegato in un rapporto di causalità adeguata con il reato di corruzione.\n\n3.2 Occorre quindi stabilire in che misura i valori patrimoniali conseguiti dagli accusati mediante il commercio di carbone, favorito dall'accordo corruttivo, possono essere considerati provento della corruzione e quindi possibili oggetto di riciclaggio.\n\nSecondo l'art. 305bis n. 1 CP commette riciclaggio di denaro ed è punito con una pena detentiva sino a tre anni o con una pena pecuniaria, chiunque compie un atto suscettibile di vanificare l'accertamento dell'origine, il ritrovamento o la confisca di valori patrimoniali sapendo o dovendo presumere che provengono da un crimine. La giurisprudenza ha in particolare posto l'accento sull'atto suscettibile di vanificare la confisca, atto che di per sé include anche quello suscettibile di vanificare l'accertamento dell'origine e il ritrovamento dei valori patrimoniali (DTF 129 IV 238 consid. 3.3). Il comportamento è quindi punibile se è idoneo a compromettere la confisca del prodotto del crimine.\n\nGiusta l'art. 70 cpv. 1 CP, il giudice ordina la confisca segnatamente dei valori patrimoniali che costituiscono il prodotto di un reato. Nell'ambito di sentenze in materia di confisca, in applicazione del vecchio art. 59 n. 1 cpv. 1 CP, sostanzialmente corrispondente all'art. 70 cpv. 1 CP, il Tribunale federale ha rilevato che il reato deve essere la causa essenziale ed adeguata dell'ottenimento dei valori patrimoniali e che questi devono provenire tipicamente dal reato in questione. Deve quindi esistere, tra il reato e l'ottenimento dei valori patrimoniali un nesso causale tale da fare apparire il secondo come la conseguenza diretta e immediata del primo. È in particolare questo il caso, quando l'ottenimento dei valori patrimoniali costituisce un elemento oggettivo o soggettivo del reato o quando rappresenta un vantaggio diretto derivante dalla commissione dell'infrazione. Per contro, i valori patrimoniali non possono essere considerati come il BGE 137 IV 79 S. 81risultato del reato, quando quest'ultimo ha soltanto facilitato il loro ottenimento ulteriore mediante un atto successivo senza connessione immediata con il reato stesso (cfr. sentenze 6S.667/2000 del 19 febbraio 2001 consid. 3a, in SJ 2001 I pag. 330; 6S.819/1998 del 4 maggio 1999 consid. 2a, in SJ 1999 I pag. 417). Il Tribunale federale aveva al riguardo richiamato in particolare il commentario edito da NIKLAUS SCHMID, Kommentar Einziehung, organisiertes Verbrechen, Geldwäscherei, vol. I, 1998 (cfr. SCHMID, op. cit., n. 30 e 34 segg. all'art. 59 CP; cfr. inoltre, nella stessa opera, JÜRG-BEAT ACKERMANN, n. 164 all'art. 305bis CP).\n\nTrattandosi in particolare di redditi derivanti da negozi giuridici resi possibili grazie alla corruzione, il primo degli autori succitati aveva negato ch'essi potessero essere qualificati quali \"valori patrimoniali che costituiscono il prodotto di un reato\" e che potessero quindi essere confiscati, mancando un rapporto diretto tra il reato e il vantaggio economico conseguito (cfr. SCHMID, op. cit., n. 36 all'art. 59 CP, pag. 102). In considerazione del mutato quadro legale, questo autore ha tuttavia rivisto e precisato questa opinione nella seconda edizione dell'opera citata, in cui non esclude che possa anche essere sostenuta la tesi contraria, purché la confisca sia limitata alla parte di profitto riconducibile alla corruzione sulla base di un nesso causale dimostrato (cfr. SCHMID, op. cit., 2a ed. 2007, n. 36a segg. agli art. 70-72 CP). Questa soluzione è sostenuta dalla dottrina più recente, che ammette di massima la possibilità di una confisca di valori patrimoniali conseguiti in esecuzione di un contratto ottenuto in rapporto di causalità adeguata mediante un atto corruttivo (cfr. BERNARD BERTOSSA, Confiscation et corruption, SJ 2009 II pag. 371, 378; cfr. inoltre BERTRAND PERRIN, La répression de la corruption d'agents publics étrangers en droit pénal suisse, 2008, pag. 272 seg.; DANIEL JOSITSCH, Das Schweizerische Korruptionsstrafrecht, 2004, pag. 425 seg. e 428; MARK PIETH, Korruptionsgeldwäsche, in Wirtschaft und Strafrecht, Festschrift für Niklaus Schmid, 2001, pag. 448 seg.). A ragione la precedente istanza vi ha quindi fatto esplicito riferimento nel suo giudizio, esaminando sotto questo profilo la questione di sapere se il vantaggio (indiretto) conseguito dai corruttori proveniva da un crimine e poteva quindi essere oggetto di riciclaggio giusta l'art. 305bis CP. Alla luce di queste considerazioni, l'esposta giurisprudenza del Tribunale federale deve quindi essere precisata nel senso che, per essere considerati prodotto di reato, i valori patrimoniali ottenuti da un negozio giuridico conseguito mediante la BGE 137 IV 79 S. 82corruzione devono stare in un rapporto causale naturale ed adeguato con il reato, senza che siano necessariamente la conseguenza diretta ed immediata dello stesso.\n\n3.3 In concreto, il semplice fatto che i vantaggi patrimoniali conseguiti dagli accusati provenivano dal commercio del carbone e derivavano quindi soltanto indirettamente dall'accordo corruttivo non basta perciò a negare che possano essere considerati come provenienti da un crimine. Come visto, neppure la precedente istanza ha preteso il contrario, ma ha rettamente richiesto l'esistenza di una causalità adeguata.\n\nAl riguardo, i primi giudici hanno rilevato che non era sufficientemente dimostrato un nesso causale tra la corruzione del sindaco C. e i valori patrimoniali conseguiti dagli accusati mediante il commercio del carbone destinato alla centrale termoelettrica di X. Hanno in particolare ritenuto che non era provato, \"che in assenza di tale accordo corruttivo i gruppi funzionanti a carbone della centrale termoelettrica di X. sarebbero stati chiusi, rispettivamente che la centrale non sarebbe stata rifornita col carbone Adaro atteso che questa soluzione è stata comunque adottata sulla base di parallele sentenze del TAR e del Consiglio di Stato e continua tuttora ad essere adottata a X. nonostante sia notorio a tutti quanto è successo intorno al sindaco C.\". La Corte penale del TPF si è invero chiesta \"se ciò sarebbe avvenuto anche senza l'accordo tra C. e gli accusati nella misura in cui tale accordo ha dato l'abbrivio, limitando per una certa inevitabile inerzia le successive possibilità di scelta della D. S.p.A. di approvvigionarsi in carbone presso altri fornitori o comunque di guardarsi in giro alla ricerca di altre soluzioni\". Poiché non erano stati apportati sufficienti indizi sul rapporto di causalità, la Corte penale non ha però esaminato oltre la questione ed ha per finire negato che i valori patrimoniali di spettanza degli accusati derivanti dal commercio del carbone potessero essere considerati di origine criminale ai sensi dell'art. 305bis n. 1 CP.\n\nIl ricorrente sostiene che la precedente istanza avrebbe negato a torto il nesso causale tra i valori patrimoniali ottenuti dagli opponenti e l'accordo corruttivo, ma non si confronta con queste considerazioni. Nemmeno tiene conto degli accertamenti relativi all'esistenza delle decisioni sia del Tribunale amministrativo regionale (TAR) sia del Consiglio di Stato e al mantenimento dell'approvvigionamento in carbone \"Adaro\" malgrado la notorietà delle vicende che hanno BGE 137 IV 79 S. 83coinvolto il sindaco. Non fa in particolare valere, con una motivazione conforme alle esigenze di motivazione degli art. 42 cpv. 2 e 106 cpv. 2 LTF, che questi accertamenti sarebbero manifestamente insostenibili o chiaramente in contrasto con gli atti, né spiega per quali ragioni, nonostante le considerazioni dei primi giudici, un rapporto causale dovrebbe comunque essere ammesso o non sarebbe venuto meno.\n\nCerto, nel giudizio impugnato, i primi giudici danno un peso rilevante alla corruzione del sindaco nell'ottica del mantenimento in esercizio della centrale. Inoltre, le decisioni del Tribunale amministrativo regionale e del Consiglio di Stato sembrano concernere unicamente una domanda incidentale di sospensione dell'esecuzione dell'ordine di chiusura disposto dal sindaco. Tuttavia, il ricorrente adduce in sostanza solo che l'esistenza dell'accordo corruttivo risulterebbe dalle sentenze emanate nell'ambito del procedimento italiano e sarebbe ammessa dagli stessi accusati. Non sostanzia, con chiarezza e precisione, che le considerazioni della precedente istanza sulle decisioni del Tribunale amministrativo regionale e del Consiglio di Stato e sulla loro rilevanza sarebbero manifestamente in contrasto con specifiche constatazioni risultanti dai giudizi italiani. Né egli sostiene che, anche tenendo conto di questi elementi, avrebbe dimostrato che la corruzione del sindaco costituirebbe la condizione per la fornitura del carbone alla centrale, attività commerciale che ha permesso in ultima analisi agli accusati di realizzare gli utili in discussione. Le argomentazioni ricorsuali non consentono quindi di concludere che i primi giudici hanno violato l'art. 305bis CP ritenendo che tali valori patrimoniali non potevano essere considerati come provento di crimine."}