{"annee": "137", "cour": "I", "page": "128", "date": "15/12/2010", "cite": ["134 V 443", "136 I 65", "130 I 388", "133 I 185", "131 II 710", "133 II 249", "133 IV 278", "129 II 249", "136 II 120", "136 II 383", "133 II 305", "135 II 430", "136 I 49"], "cite_par": ["138 V 271", "142 I 49", "139 I 180", "144 I 340", "139 I 257"], "chapeau": "13. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Office cantonal de la population du canton de Genève (recours constitutionnel subsidiaire)\n\n2D_41/2010 du 15 décembre 2010", "regestes": ["Art. 29a et 190 Cst.; art. 6, 8 et 13 CEDH; art. 2 par. 3 let. a et art. 14 par. 1 Pacte ONU II; art. 14 al. 4 LAsi. Le recours constitutionnel subsidiaire est ouvert pour se plaindre du refus de reconnaître la qualité de partie en procédure cantonale en application de l'art. 14 al. 4 LAsi (consid. 3.1). Le défaut de voie de recours judiciaire contre la décision de l'administration cantonale refusant d'ouvrir une procédure en autorisation de séjour en application de l'art. 14 al. 4 LAsi contrevient à la garantie constitutionnelle offerte par l'art. 29a Cst., ce que le Tribunal fédéral ne peut que constater en application de l'art. 190 Cst. (consid. 4.3). Il ne viole en revanche ni les art. 6, 8 et 13 CEDH ni les art. 2 par. 3 let. a et 14 par. 1 Pacte ONU II (consid. 4.4)."], "faits": "BGE 137 I 128 S. 129\n\nLe 4 avril 2006, l'Office fédéral des migrations a rejeté la demande d'asile de X., ressortissant de Serbie et du Monténégro, né en 1966. X. ayant recouru contre cette décision auprès de la Commission suisse de recours en matière d'asile, celle-ci l'a autorisé, le 15 mai 2006, à attendre en Suisse l'issue de la procédure. Depuis lors, un permis N a été régulièrement renouvelé. Par arrêt du 30 novembre 2009, définitif et exécutoire, le Tribunal administratif fédéral a rejeté le recours en matière d'asile.\n\nLe 30 septembre 2009, X. a déposé auprès de l'Office cantonal de la population du canton de Genève une demande d'autorisation de séjour en application de l'art. 14 al. 2 de la loi du 26 juin 1998 sur l'asile (LAsi; RS 142.31). Le 9 novembre 2009, l'Office cantonal de la population a informé X. qu'il n'était pas disposé à soumettre le dossier à l'Office fédéral des migrations pour régulariser son séjour.\n\nLe 27 janvier 2010, X. a recouru contre cette décision auprès de la Commission cantonale de recours en matière administrative du canton de Genève. Par décision du 2 mars 2010, celle-ci a déclaré le recours irrecevable dans la mesure où X. n'avait pas qualité de partie pour contester le refus de l'Office cantonal de la population de soumettre son dossier à l'Office fédéral des migrations. Cette décision a été confirmée par le Tribunal administratif du canton de Genève le 22 juin 2010. X. a interjeté un recours constitutionnel subsidiaire. Le Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Le choix de la voie de droit dépend du litige sur le fond, même si la décision attaquée repose exclusivement sur le droit de procédure (arrêt 2C_18/2007 du 2 juillet 2007 consid. 2). La présente procédure a pour toile de fond la loi sur l'asile et la loi sur les étrangers, la recevabilité doit donc être examinée sous l'angle des art. 82 ss LTF qui régissent le recours en matière de droit public.\n\nD'après l'art. 83 let. d ch. 2 LTF, la voie du recours en matière de droit public au Tribunal fédéral est irrecevable contre les décisions BGE 137 I 128 S. 130en matière d'asile rendues par une autorité cantonale précédente et dont l'objet porte sur une autorisation à laquelle ni le droit fédéral ni le droit international ne donne droit. Faute de droit à l'autorisation, le recours en matière de droit public est ainsi irrecevable contre le refus du canton de délivrer durant la procédure d'asile une autorisation de séjour pour cas de rigueur selon l'art. 14 al. 2 LAsi, d'autant que le requérant n'a pas qualité de partie dans la procédure cantonale d'après l'art. 14 al. 4 LAsi (ALAIN WURZBURGER, in Commentaire de la LTF, 2009, n° 69 ad art. 83 LTF). A cela s'ajoute que ni le droit interne ni le droit international ne confèrent au recourant un droit de séjour au sens de l'art. 83 let. c ch. 2 LTF. C'est par conséquent à juste titre que le recourant n'a pas interjeté de recours en matière de droit public.\n\n3. La voie du recours en matière de droit public étant exclue, seul reste en principe ouvert le recours constitutionnel subsidiaire (art. 113 LTF), du moment qu'il est dirigé contre une décision finale (art. 90 et 117 LTF) rendue par une autorité judiciaire supérieure statuant en dernière instance cantonale (art. 86 et 114 LTF).\n\n3.1 Selon l'art. 115 LTF, a qualité pour recourir quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire (let. a) et a un intérêt juridique à l'annulation ou à la modification de la décision attaquée (let. b).\n\n3.1.1 Selon la jurisprudence, lorsque, comme en l'espèce, une partie recourante ne dispose pas d'un droit à obtenir une autorisation de séjour et partant n'a pas une position juridique protégée qui lui confère la qualité pour agir au fond (ATF 136 II 383 consid. 3.3 p. 388; ATF 133 I 185 consid. 6.1 p. 197 s.), elle peut néanmoins se plaindre par la voie du recours constitutionnel subsidiaire de la violation de ses droits de partie équivalant à un déni de justice formel, pour autant qu'il ne s'agisse pas de moyens ne pouvant être séparés du fond (ATF 135 II 430 p. 437; ATF 133 I 185 consid. 6.2 p. 198 s.). Seuls les griefs de nature formelle qui sont séparés de l'examen de la cause au fond peuvent donc être formés (ATF 133 II 249 consid. 1.3.2 p. 253; ATF 133 I 185 consid. 6.2 p. 199). En revanche, les griefs qui reviennent de facto à critiquer l'arrêt attaqué sur le plan matériel sont exclus. Il en va ainsi de ceux relatifs à l'établissement des faits, ce qui rend irrecevables les reproches formulés par le recourant sur ce point.\n\n3.1.2 Le recourant s'est vu dénier la qualité de partie dans la procédure cantonale en application de l'art. 14 al. 4 LAsi. Selon la BGE 137 I 128 S. 131jurisprudence, en pareille hypothèse, faute de qualité de partie dans la procédure cantonale (cf. art. 14 al. 4 LAsi), la partie recourante n'a pas qualité pour se plaindre de la violation de ses droits de partie, en particulier invoquer la violation de son droit d'être entendue par la voie du recours constitutionnel subsidiaire (cf. arrêts 2C_853/2008 du 28 janvier 2009; 2D_113/2008 du 19 décembre 2008; 2D_90/2008 du 9 septembre 2008 et 2C_526/2008 du 17 juillet 2008). En revanche, la partie recourante peut se plaindre, comme en l'espèce, par la voie du recours constitutionnel subsidiaire, que c'est à tort que la qualité de partie ne lui a pas été reconnue sur le plan cantonal (art. 115 let. a 2e hypothèse LTF). Le recours constitutionnel subsidiaire est par conséquent recevable.\n\n3.2 La présente cause se limitant à la question de la recevabilité du recours au Tribunal administratif du canton de Genève, les conclusions relatives à l'octroi d'une autorisation de séjour sont par conséquent irrecevables.\n\n4. Le recourant soutient qu'en lui déniant le droit de porter la décision négative des autorités administratives cantonales devant une autorité judiciaire, l'art. 14 al. 4 LAsi serait contraire à l'art. 29a Cst., aux art. 6 par. 1, 8 et 13 CEDH ainsi qu'aux art. 2, 13 et 14 Pacte ONU II.\n\n4.1 L'art. 14 LAsi a la teneur suivante:\n\n\"Art. 14 Relation avec la procédure relevant du droit des étrangers\n\n1A moins qu'il n'y ait droit, le requérant ne peut engager de procédure visant l'octroi d'une autorisation de séjour relevant du droit des étrangers entre le moment où il dépose une demande d'asile et celui où il quitte la Suisse suite à une décision de renvoi exécutoire, après le retrait de sa demande ou si le renvoi ne peut être exécuté et qu'une mesure de substitution est ordonnée.\n\n2Sous réserve de l'approbation de l'office, le canton peut octroyer une autorisation de séjour à toute personne qui lui a été attribuée conformément à la présente loi, aux conditions suivantes:\n\na. la personne concernée séjourne en Suisse depuis au moins cinq ans à compter du dépôt de la demande d'asile;\n\nb. le lieu de séjour de la personne concernée a toujours été connu des autorités;\n\nc. il s'agit d'un cas de rigueur grave en raison de l'intégration poussée de la personne concernée.\n\n3Lorsqu'il entend faire usage de cette possibilité, le canton le signale immédiatement à l'office. BGE 137 I 128 S. 132\n\n4La personne concernée n'a qualité de partie que lors de la procédure d'approbation de l'office.\n\n(...).\"\n\nIl découle ainsi de la lettre de l'art. 14 LAsi que le canton ne peut envisager d'octroyer une autorisation de séjour ou de donner une assurance à ce sujet qu'après avoir obtenu l'approbation de l'Office fédéral des migrations qui doit, de son côté, reconnaître à l'étranger la qualité de partie à la procédure. Le requérant d'asile débouté, qui ne peut faire valoir un droit à une autorisation de séjour, ne peut déposer une demande d'autorisation de séjour ou entamer et poursuivre une procédure tendant à l'octroi d'une telle autorisation.\n\n4.2 L'art. 29a Cst. prévoit pour sa part:\n\n\"Art. 29a Garantie de l'accès au juge\n\nToute personne a droit à ce que sa cause soit jugée par une autorité judiciaire. La Confédération et les cantons peuvent, par la loi, exclure l'accès au juge dans des cas exceptionnels.\"\n\nCette dernière disposition, en vigueur depuis le 1er janvier 2007, donne à toute personne le droit à ce que sa cause soit jugée par une autorité judiciaire. La Confédération et les cantons peuvent toutefois, par la loi, exclure l'accès au juge dans des cas exceptionnels. L'art. 29a Cst. exclut par conséquent un droit général et absolu à la protection juridictionnelle ainsi que la délimitation des exceptions par le Tribunal fédéral (ATF 130 I 388 consid. 4 p. 393). Les cas exceptionnels visés par l'art. 29a, 2e phrase Cst. concernent les décisions difficilement \"justiciables\", par exemple des actes gouvernementaux qui soulèvent essentiellement des questions politiques, qui ne se prêtent pas au contrôle du juge (ATF 134 V 443 consid. 3.1 p. 446; Message du 20 novembre 1996 relatif à une nouvelle constitution fédérale, FF 1997 I 1 ss, 531). L'autorité judiciaire dont il est question doit présenter les garanties requises par l'art. 30 al. 1 Cst.\n\n4.3\n\n4.3.1 A teneur de l'art. 190 Cst., le Tribunal fédéral est tenu d'appliquer les lois fédérales, ce que ne l'empêche pas d'en contrôler la constitutionnalité (ATF 136 II 120 consid. 3.5.1 p. 130; ATF 136 I 65 consid. 3.2 p. 70 s., ATF 136 I 49 consid. 3.1 p. 55 et les références). Il peut procéder à une interprétation conforme à la Constitution d'une loi fédérale, si les méthodes ordinaires d'interprétation laissent subsister un doute sur son sens (ATF 131 II 710 consid. 5.4 p. 721; ATF 129 II 249 consid. 5.4 p. 263 et les références). L'interprétation conforme BGE 137 I 128 S. 133à la Constitution trouve toutefois ses limites lorsque le texte et le sens de la disposition légale sont absolument clairs, quand bien même ils seraient contraires à la Constitution (ATF 133 II 305 consid. 5.2; ATF 131 II 710 consid. 4.1 p. 716).\n\n4.3.2 En l'espèce, il ne fait aucun doute que le défaut de voie de recours judiciaire contre la décision de l'administration cantonale refusant d'ouvrir une procédure en autorisation de séjour contrevient à la garantie constitutionnelle offerte par l'art. 29a Cst. Eu égard à l'art. 190 Cst. toutefois, le Tribunal fédéral doit se contenter de signaler cette conclusion. Pour le reste, il est contraint d'assurer l'application de la loi fédérale inconstitutionnelle.\n\n4.4\n\n4.4.1 Les art. 6 par. 1 CEDH - convention ratifiée par la Suisse le 28 novembre 1974 - et 14 par. 1 du Pacte ONU II (ce dernier en vigueur en Suisse depuis le 18 septembre 1992; RO 1993 750; RS 0.103.2) offrent les mêmes garanties d'accès au juge pour les contestations de caractère civil et les accusations en matière pénale (ATF 133 IV 278 consid. 2.2 p. 284). Lorsque le droit invoqué par le justiciable sur le fondement de la Convention est un \"droit de caractère civil\" reconnu en droit interne, les exigences de l'art. 6 par. 1 CEDH en matière de procédures judiciaires sont plus strictes que celles de l'art. 13 CEDH, qui se trouvent absorbées par les premières. En pareil cas, il n'y a aucun intérêt juridique à réexaminer l'allégation sous l'angle des exigences moins sévères de l'art. 13 CEDH (arrêt de la CourEDH Kudla contre Pologne, Recueil CourEDH 2000-XI p. 247 §§ 146 ss et les références citées). Il en va de même de l'art. 2 par. 3 let. a du Pacte ONU II, qui a un contenu identique à celui de l'art. 13 CEDH et que le recourant invoque également dans ce contexte (arrêt 8C_866/2009 du 27 avril 2010 consid. 5).\n\n4.4.2 L'art. 6 par. 1 CEDH donne à toute personne le droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial établi par la loi, qui décidera soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. Une décision relative au séjour d'un étranger dans un pays ou à son expulsion ne concerne ni un droit de caractère civil, ni une accusation en matière pénale au sens de l'art. 6 par. 1 CEDH (arrêt de la CourEDH Mamatkulov Rustam et Askarov Zainiddin contre Turquie, Recueil CourEDH 2005-I p. 225 §§ 82 s.). BGE 137 I 128 S. 134Contrairement à ce que pense le recourant, le fait qu'il invoque le droit de demeurer en Suisse dans l'optique d'y exercer une activité lucrative ne suffit pas à conférer au litige la qualité de droit de caractère civil au sens de l'art. 6 CEDH.\n\n4.4.3 Les art. 13 CEDH et 2 par. 3 let. a Pacte ONU II ne peuvent être invoqués qu'en rapport avec une violation alléguée de manière plausible et défendable d'un droit protégé par la Convention ou le Pacte ONU II (sur la notion, cf. NICOLAS WISARD, Les renvois et leur exécution en droit des étrangers et en droit d'asile, 1997, p. 66 ss). Outre leur caractère subsidiaire, ils manquent d'indépendance, à la différence des recours judiciaires exigés par les art. 6 CEDH et 14 du Pacte ONU II (AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, vol. 2, 2e éd. 2006, ch. 1214 p. 568).\n\nComme le recourant ne peut faire valoir un droit civil garanti par l'art. 6 CEDH à l'appui de son grief de violation de l'art. 13 CEDH, il invoque l'art. 8 CEDH, dont il tente en vain de rendre plausible et défendable la violation. Il se contente en effet soit de citer la disposition et la jurisprudence y relative, soit d'affirmer que \"la juridiction cantonale ne s'est jamais penchée sur le fond du litige et le recourant exposera plus bas, de manière claire et détaillée, les griefs formulés à l'encontre de l'arrêt déféré\". Il affirme plus loin que le refus d'entrer en matière sur sa demande d'autorisation de séjour constitue manifestement une ingérence dans la vie privée du recourant, puisque ce dernier séjourne légalement à Genève depuis le 23 juillet 2004, soit depuis bientôt six ans - ce sans compter son séjour de 1990 à 1996 en Suisse allemande -, et qu'il y est dès lors très bien intégré tant socialement que professionnellement\", ce qui est insuffisant, eu égard aux conditions auxquelles la jurisprudence du Tribunal fédéral soumet l'octroi d'une autorisation fondée sur cette norme (cf. arrêt 2C_266/2009 du 2 février 2010). Le recourant n'ayant pas rendu vraisemblable une violation des droits garantis par l'art. 8 CEDH, il ne peux pas se plaindre de la violation des art. 13 CEDH et 2 par. 3 let. a Pacte ONU II.\n\n4.5 Par conséquent, en jugeant que le recourant n'avait pas qualité de partie en procédure de recours sur le plan cantonal, le Tribunal administratif n'a violé ni les art. 6 et 13 CEDH ni l'art. 2 par. 3 let. a Pacte ONU II."}