{"annee": "137", "cour": "IV", "page": "145", "date": "1/4/2011", "cite": ["135 I 257", "130 I 234", "130 IV 154", "120 IV 365", "130 IV 156", "129 I 103"], "cite_par": ["139 IV 246", "140 IV 133", "140 IV 57"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Steuerverwaltung gegen X. (Beschwerde in Strafsachen)\n\n1B_417/2010 vom 1. April 2011", "regestes": ["Art. 79 en relation avec l'art. 81 al. 1 et 2 LTF; art. 169 s. et art. 191 al. 1 LIFD; art. 46 al. 1 let. b DPA; art. 333 al. 1 CP; admissibilité de séquestres en vue de confiscation dans le cadre des mesures spéciales d'enquête en cas de soupçons de graves infractions fiscales. Application de la DPA après l'entrée en vigueur du CPP fédéral; droit transitoire (consid. 1.1). Qualité pour recourir de l'Administration fédérale des contributions (consid. 1.2). Droit pénal fiscal pertinent; dispositions de procédure applicables (consid. 5). Le fait que les autorités fiscales puissent recourir aux sûretés prévues par le droit administratif dans le cadre d'une éventuelle procédure pour soustraction d'impôt ou de rappel d'impôt, n'empêche pas l'Administration fédérale des contributions d'ordonner des mesures provisionnelles de séquestre en vue de confiscation dans le cadre de la procédure de mesures spéciales d'enquête. Dans ces cas, l'art. 333 al. 1 CP ne constitue pas non plus un obstacle à de telles mesures (consid. 6)."], "faits": "BGE 137 IV 145 S. 146\n\nA. Die Eidgenössische Steuerverwaltung (EStV) führt gegen X. und dessen Ehefrau eine fiskalstrafrechtliche besondere Untersuchung wegen des Verdachts von schweren Steuerwiderhandlungen. Am 17. bzw. 18. August 2010 erliess die EStV bei verschiedenen Banken Beschlagnahmeverfügungen (Konten- und Depotsperren), in denen diese aufgefordert wurden, Vermögenswerte, welche dem Beschuldigten gehören oder an denen er wirtschaftlich berechtigt ist, zu blockieren. Eine vom Beschuldigten dagegen erhobene Beschwerde hiess das Bundesstrafgericht, I. Beschwerdekammer, mit Entscheid BGE 137 IV 145 S. 147vom 1. Dezember 2010 gut, indem es die Beschlagnahmeverfügungen aufhob.\n\nB. Dagegen gelangte die EStV mit Beschwerde vom 21. Dezember 2010 an das Bundesgericht. Sie beantragt im Hauptstandpunkt die Aufhebung des Entscheides des Bundesstrafgerichtes vom 1. Dezember 2010.\n\nX. beantragt mit Beschwerdeantwort vom 14. Januar 2011 die Abweisung der Beschwerde. Das Bundesstrafgericht hat auf eine Stellungnahme verzichtet.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Auch nach Inkrafttreten der StPO (SR 312.0) und des StBOG (SR 173.71) am 1. Januar 2011 ist das VStrR (SR 313.0) auf Fälle der Bundesgerichtsbarkeit in Verwaltungsstrafsachen weiterhin anwendbar. Zwar wurde das VStrR per 1. Januar 2011 durch die StPO (Anhang 1 Ziff. II/11) und das StBOG (Anhang Ziff. II/9) teilweise geändert. Die fraglichen neuen VStrR-Bestimmungen sind auf den vorliegenden (altrechtlichen) Fall jedoch noch nicht anwendbar, zumal der streitige erstinstanzliche Entscheid vor dem 1. Januar 2011 gefällt wurde (vgl. Art. 453 Abs. 1 und Art. 454 Abs. 1 StPO; Urteile des Bundesgerichtes 1B_411/2010 vom 7. Februar 2011 E. 1.3; 1B_224/2010 vom 11. Januar 2011 E. 2).\n\n1.2 Die EStV ist (gemäss Art. 79 i.V.m. Art. 81 Abs. 1-2, insb. Abs. 1 lit. b Ziff. 7 BGG) beschwerdelegitimiert (vgl. BGE 130 IV 156 E. 1.1 S. 158; AEMISEGGER/FORSTER, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 10 Fn. 42 zu Art. 79 BGG; s. auch BGE 130 I 234 E. 3.1 S. 237; BGE 130 IV 154 E. 1.2 S. 155 f., sowie Art. 28 Abs. 1 lit. d i.V.m. Art. 30 SGG und Art. 26 Abs. 1 VStrR).\n\n1.3 Auch die übrigen Sachurteilsvoraussetzungen von Art. 79 ff. BGG sind erfüllt und geben zu keinen weiteren Bemerkungen Anlass.\n\n(...)\n\n5.\n\n5.1 Der Bund erhebt gemäss dem Bundesgesetz über die direkte Bundessteuer (DBG; SR 642.11) namentlich eine Einkommenssteuer von den natürlichen Personen (Art. 1 lit. a DBG). Die Steuerpflichtigen müssen die Steuererklärung für die Erhebung der BGE 137 IV 145 S. 148direkten Bundessteuer wahrheitsgemäss und vollständig ausfüllen (Art. 124 Abs. 2 DBG). Die Veranlagungsbehörde prüft die Steuererklärung und nimmt die erforderlichen Untersuchungen vor (Art. 130 Abs. 1 DBG). Ergibt sich aufgrund von Tatsachen oder Beweismitteln, die der Steuerbehörde nicht bekannt waren, dass eine rechtskräftige Veranlagung unvollständig ist, oder ist eine unvollständige Veranlagung auf ein Verbrechen oder Vergehen gegen die Steuerbehörde zurückzuführen, so wird die nicht erhobene Steuer samt Zins als Nachsteuer eingefordert (Art. 151 Abs. 1 DBG). Die Eröffnung der Strafverfolgung wegen Steuerhinterziehung (Art. 175-180 DBG) oder Steuervergehens (Art. 186-189 DBG) gilt zugleich als Einleitung des Nachsteuerverfahrens (Art. 152 Abs. 2 DBG).\n\n5.2 Im Sechsten Teil (\"Steuerstrafrecht\") unterscheidet das DBG folgende Arten von Steuerdelikten:\n\n5.2.1 Im Ersten Titel werden die Fiskalübertretungen behandelt (nämlich die Verletzung von Verfahrenspflichten und die Steuerhinterziehung). Die Verletzung von fiskalischen Verfahrenspflichten (etwa betreffend Einreichung der Steuererklärung) wird im 1. Kapitel mit Busse bedroht (Art. 174 DBG). Das 2. Kapitel (Art. 175-180 DBG) regelt die Steuerhinterziehung. Vollendete Steuerhinterziehung liegt namentlich vor, wenn der Steuerpflichtige vorsätzlich oder fahrlässig bewirkt, dass eine rechtskräftige Veranlagung unvollständig ausfällt. Die Steuerhinterziehung stellt ebenfalls eine Übertretung dar und wird mit Busse bestraft (Art. 175 DBG).\n\n5.2.2 Im Zweiten Titel (Art. 186-189 DBG) werden die Steuervergehen unter Kriminalstrafe gestellt. Steuerbetrug nach Art. 186 DBG begeht, wer zum Zwecke einer Steuerhinterziehung gefälschte, verfälschte oder inhaltlich unwahre Urkunden wie Geschäftsbücher, Bilanzen, Erfolgsrechnungen oder Lohnausweise und andere Bescheinigungen Dritter zur Täuschung gebraucht. Die Strafdrohung beträgt \"Gefängnis\" (bzw. Freiheitsstrafe bis zu drei Jahren) oder Busse bis zu Fr. 30'000.-. Ebenfalls als Vergehen (Art. 10 Abs. 3 StGB, s. auch aArt. 9 Abs. 2 StGB) mit \"Gefängnis\" als Höchststrafe bedroht, ist die Veruntreuung von Quellensteuern (Art. 187 DBG). Vermutet die kantonale Fiskalbehörde ein Fiskalvergehen im Sinne des DBG, so erstattet sie der für die Verfolgung des kantonalen Steuervergehens zuständigen Behörde Strafanzeige; diese Behörde verfolgt dann ebenfalls das Vergehen nach DBG (Art. 188 Abs. 1 DBG). Das betreffende Verfahren bei Fiskalvergehen richtet sich nach den Vorschriften der Eidg. StPO (Art. 188 Abs. 2 DBG). Wird BGE 137 IV 145 S. 149der Täter für das kantonale Steuervergehen vom Strafrichter zu einer Freiheitsstrafe verurteilt, so erfolgt für das Vergehen nach DBG eine Zusatzstrafe (Art. 188 Abs. 3 DBG); auch die EStV kann die Strafverfolgung wegen Steuervergehen durch die zuständigen Strafjustizbehörden verlangen (Art. 188 Abs. 4 DBG).\n\n5.2.3 Schliesslich unterscheidet das DBG im Dritten Titel noch zwischen schweren und minder schweren Steuerwiderhandlungen. Bei begründetem Verdacht von schweren Steuerwiderhandlungen sind besondere Untersuchungsmassnahmen durch die EStV zulässig. Als schwere Steuerwiderhandlungen kommen (gemäss Art. 190 Abs. 2 DBG) sowohl Fiskalübertretungen als auch Fiskalvergehen in Frage, nämlich (in nicht abschliessender Aufzählung) sowohl die fortgesetzte Hinterziehung grosser Steuerbeträge (Art. 175 und 176 DBG), als auch die Steuervergehen (Art. 186 und 187 DBG). Die gesetzliche Unterscheidung zwischen schweren und minder schweren Steuerwiderhandlungen ist verfahrensrechtlicher Natur: Bei Verdacht eines schweren Falles kann die EStV in Zusammenarbeit mit den kantonalen Steuerverwaltungen eine besondere Untersuchung durchführen (Art. 190 Abs. 1 DBG). Hingegen sieht das DBG auch für die \"schwere\" Steuerhinterziehung (nämlich für die fortgesetzte Hinterziehung grosser Steuerbeträge) keine qualifizierte Strafe vor, insbesondere keine Vergehensstrafe (StGB-Geldstrafe bzw. Freiheitsstrafe bis zu drei Jahren). Für die (quantitativ) schwere Steuerhinterziehung gelten vielmehr die Bussendrohungen von Art. 175-178 DBG. Auch die (quantitativ) schwere Steuerhinterziehung (im Sinne von Art. 190 Abs. 2 DBG) stellt somit eine Fiskalübertretung dar, für die keine Kriminalstrafe angedroht ist. Ebenso wenig fällt sie in die Zuständigkeit der Strafjustizbehörden. Zuständig zur Verfolgung und Beurteilung der schweren Steuerhinterziehung sind ausschliesslich Verwaltungsbehörden, nämlich die EStV und die kantonalen Steuerverwaltungen (Art. 190 Abs. 1, Art. 193 und Art. 194 Abs. 1 DBG; vgl. Urteile des Bundesgerichtes 1S.8/2006 vom 12. Dezember 2006 E. 4.2.3; 1S.5/2005 vom 26. September 2005 E. 6.2.3).\n\n5.3 Ist die Verfolgung und Beurteilung von Widerhandlungen einer Verwaltungsbehörde des Bundes übertragen, so findet das VStrR Anwendung (Art. 1 VStrR). Art. 191 Abs. 1 DBG schreibt ausdrücklich vor, welche Zwangsmassnahmen die EStV gestützt auf das VStrR im Rahmen der Untersuchung von \"schweren Steuerwiderhandlungen\" anordnen darf: Im Verfahren gegen die mutmasslichen Täter und Teilnehmer können Massnahmen gemäss Art. 19-50 VStrR BGE 137 IV 145 S. 150verfügt werden; die vorläufige Festnahme (nach Art. 19 Abs. 3 VStrR) ist ausgeschlossen. Art. 46 Abs. 1 lit. b VStrR erlaubt die strafprozessuale Beschlagnahme von Gegenständen und anderen Vermögenswerten, die voraussichtlich der Einziehung unterliegen. Die besondere Untersuchung von schweren Steuerwiderhandlungen liegt in den Händen der Verwaltungsbehörden. Die EStV führt die Untersuchung in Zusammenarbeit mit den kantonalen Steuerverwaltungen durch (Art. 190 Abs. 2 DBG). Die EStV erstellt nach Abschluss der Untersuchung einen Bericht (Art. 193 DBG). Kommt die EStV zum Ergebnis, dass eine (quantitativ) schwere Steuerhinterziehung (Art. 175 und 176 DBG) begangen wurde, so verlangt sie von der zuständigen kantonalen Verwaltung die Durchführung eines Hinterziehungsverfahrens (Art. 194 Abs. 1 DBG). Kommt sie zum Schluss, es liege ein Steuervergehen vor (Art. 186 und 187 DBG), so erstattet sie bei der zuständigen kantonalen Strafverfolgungsbehörde Anzeige (Art. 194 Abs. 2 DBG).\n\n6.\n\n6.1 Die im angefochtenen Entscheid vertretene Ansicht der Vorinstanz würde dazu führen, dass im Rahmen von besonderen Fiskaluntersuchungen wegen des Verdachts von schweren Steuerwiderhandlungen (insbesondere von fortgesetzten Hinterziehungen grosser Steuerbeträge) entgegen der bundesgerichtlichen Praxis keine sichernden Vermögensbeschlagnahmen bei mutmasslichen Tätern und Teilnehmern (sowie Dritten) mehr möglich wären.\n\n6.2 Falls nach Abschluss der besonderen Fiskaluntersuchung gemäss Art. 190 ff. DBG ein Verdacht auf Steuervergehen (namentlich Steuerbetrug) resultiert, wird ein Fiskalstrafverfahren vor den kantonalen Strafverfolgungsbehörden eingeleitet. Bei Verdacht auf Steuerhinterziehung erfolgt ein Hinterziehungsverfahren (Strafsteuerverfahren) sowie ein separates Nachsteuerverfahren vor den Verwaltungsbehörden. Ob eine strafrechtliche Einziehung (oder allenfalls die Deckung einer Strafbusse, von Verfahrenskosten oder von Nachsteuern) in Frage kommt, hängt vom Ergebnis des hängigen Untersuchungsverfahrens wegen mutmasslichen schweren Steuerwiderhandlungen ab. Selbst wenn eine (abgeschlossene) besondere Fiskaluntersuchung der EStV \"lediglich\" Anhaltspunkte für eine (allenfalls qualifizierte) Steuerhinterziehung ergäbe, wären mit der zuvor verfügten Beschlagnahme als provisorische Sicherungsmassnahme grundsätzlich auch mögliche Nach- und Strafsteuern vorläufig (verwaltungsstrafprozessual) sichergestellt worden: BGE 137 IV 145 S. 151\n\n6.3 Art. 191 Abs. 1 Satz 1 DBG bestimmt ausdrücklich, dass sich Untersuchungsmassnahmen (gegenüber den mutmasslichen Tätern oder Teilnehmern bei Verfahren wegen des Verdachts schwerer Steuerwiderhandlungen) nach den Vorschriften von Art. 19-50 VStrR richten. Dazu gehört insbesondere Art. 46 Abs. 1 lit. b VStrR betreffend die Einziehungsbeschlagnahme. Im Gegensatz zur vorläufigen Festnahme (Art. 19 Abs. 3 VStrR) wird diese Zwangsmassnahme von Art. 191 Abs. 1 Satz 2 DBG nicht ausgeschlossen. Anders wäre zu entscheiden, wenn im hängigen Untersuchungsverfahren bereits absehbar wäre, dass eine spätere strafrechtliche Einziehung (von mutmasslichem Steuersubstrat bzw. illegaler \"Steuerersparnis\") oder eine Sicherung von gesetzlichen Pfandrechten (Art. 46 Abs. 2 VStrR i.V.m. Art. 169 und 170 DBG) von vornherein ausgeschlossen wäre. Es liefe sowohl dem Wortlaut als auch dem Sinn und Zweck der gesetzlichen Vorschriften zuwider, wenn die EStV zwar bereits schwerwiegende Verdachtsfälle fiskalstrafrechtlich zu untersuchen hätte, wirksame sichernde Zwangsmassnahmen aber - wenn überhaupt - frühestens im Rahmen eines allfällig sich anschliessenden Fiskalstrafverfahrens bzw. Hinterziehungs- und Nachsteuerverfahrens verfügt werden könnten. Da die betroffenen mutmasslichen Täter oder Teilnehmer gewarnt wären, würden (verspätete) Sicherungsmassnahmen bei schweren Verdachtsfällen regelmässig ins Leere laufen. Auch die verwaltungsrechtlichen Instrumente der Steuersicherung (gemäss Art. 169 f. DBG) würden nach der Konzeption des Gesetzgebers - während der besonderen Fiskaluntersuchung durch die EStV - nicht ohne Weiteres genügen, soweit sie (vor Eröffnung eines allfälligen Hinterziehungs- bzw. Nachsteuerverfahrens durch die zuständige Behörde) überhaupt schon anwendbar wären. Dementsprechend verweist Art. 191 Abs. 1 DBG für zulässige besondere Untersuchungsmassnahmen wegen des Verdachts schwerer Steuerwiderhandlungen ausdrücklich auf Art. 19-50 VStrR.\n\n6.4 Entgegen der Ansicht der Vorinstanz ergibt sich auch aus Art. 333 Abs. 1 StGB keine Unzulässigkeit verwaltungsstrafprozessualer Vermögensbeschlagnahmen im Rahmen der besonderen Untersuchung von mutmasslichen schweren Steuerwiderhandlungen, insbesondere von fortgesetzten Hinterziehungen grosser Steuerbeträge (oder von Steuervergehen). Die spezialgesetzliche Grundlage für die provisorische Sicherungsmassnahme findet sich in Art. 46 Abs. 1 und 2 VStrR i.V.m. Art. 191 Abs. 1 DBG. Bei der Prüfung der Rechtmässigkeit von Einziehungsbeschlagnahmen im besonderen BGE 137 IV 145 S. 152Untersuchungsverfahren ist im Einzelfall namentlich abzuklären, ob eine fiskalstrafrechtliche Einziehung grundsätzlich möglich erscheint oder nicht (vgl. BGE 135 I 257 E. 1.5 S. 260 mit Hinweisen; BGE 129 I 103 E. 2.1 S. 105 f.; BGE 120 IV 365 E. 1c S. 366 f.; Urteile 1S.8/2006 vom 12. Dezember 2006 E. 4-6; 1S.9/2005 vom 6. Oktober 2005 E. 7; 1S.5/2005 vom 26. September 2005 E. 7). Dabei sind (gestützt auf Art. 46 Abs. 1 lit. b VStrR und nach der Praxis des Bundesgerichtes) die Art. 70 und 71 StGB vorfrageweise anzuwenden (\"voraussichtlich der Einziehung unterliegen\"). Dass das VStrR oder das DBG eine provisorische Vermögensbeschlagnahme (bzw. eine allfällige fiskalstrafrechtliche Einziehung bzw. Herausgabe an den Fiskus) spezialgesetzlich ausschlössen, trifft nicht zu.\n\n6.5 Der angefochtene Entscheid erweist sich als bundesrechtswidrig. Die Vorinstanz wird zu prüfen haben, ob die materiellrechtlichen Voraussetzungen der streitigen Beschlagnahmen erfüllt sind.\n\nDie Frage, ob (und gegebenenfalls in welchem Umfang) die hier streitigen strafprozessualen Zwangsmassnahmen in einem allfälligen anschliessenden Hinterziehungs- und Nachsteuerverfahren (oder Fiskalstrafverfahren) aufrechterhalten werden könnten, bildet nicht Gegenstand des streitigen Beschlagnahmeentscheides."}