{"annee": "137", "cour": "I", "page": "235", "date": "13/4/2011", "cite": ["135 V 2", "131 I 467", "135 I 265", "132 I 196", "136 I 395", "136 I 265", "134 I 56", "135 I 49", "133 I 149", "129 I 232", "129 I 217", "131 I 18", "135 I 302", "135 I 233"], "cite_par": ["140 I 201", "145 I 52", "140 I 90", "143 V 269", "138 I 242", "139 I 169"], "chapeau": "24. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Einwohnergemeinde Erlinsbach gegen A.X. und Mitb. sowie Regierungsrat des Kantons Aargau (subsidiäre Verfassungsbeschwerde)\n\n1D_1/2011 vom 13. April 2011", "regestes": ["Art. 29a, 50 Cst., art. 14 let. b, art. 50 LN; naturalisation, autonomie communale, procédure judiciaire cantonale, connaissances linguistiques et intégration. La garantie de l'accès au juge implique que le tribunal cantonal qui statue sur des décisions de refus de la naturalisation examine librement l'état de fait et l'application du droit. Il veille néanmoins à respecter l'autonomie des instances précédentes et des communes (consid. 2.5). Niveau de connaissances linguistiques qui peut en principe être requis des candidats à la naturalisation (consid. 3.4). Exigences minimales de procédure pour l'évaluation des connaissances linguistiques (consid. 3.5)."], "faits": "|236|\n\nAm 7. März 2008 reichte A.X. für sich und ihre vier Kinder ein Gesuch um ordentliche Einbürgerung ein.\n\nNachdem A.X. die staatskundliche Prüfung bestanden hatte, fand am 17. April 2009 in Anwesenheit des Gemeindepräsidenten, eines Gemeinderats und einer Gemeindeangestellten (Vorsteherin der Einwohnerkontrolle) ein Gespräch mit A.X. und den vier Kindern statt. Am 28. April 2009 beschloss der Gemeinderat, der Gemeindeversammlung die Nichtzusicherung des Gemeindebürgerrechts zu beantragen. Der Gemeinderat teilte A.X. am 1. Mai 2009 seinen Beschluss mit und gab ihr Gelegenheit, ihr Einbürgerungsgesuch zurückzuziehen.\n\nNachdem A.X. an ihrem Einbürgerungsgesuch (mit Einbezug der unmündigen Kinder) festgehalten hatte, verweigerte die Einwohnergemeindeversammlung Erlinsbach am 27. November 2009 die Zusicherung des Gemeindebürgerrechts für sie und die vier Kinder.\n\nDie gegen den ablehnenden Entscheid erhobene Beschwerde wies der Regierungsrat des Kantons Aargau am 9. Juni 2010 ab.\n\nDas Verwaltungsgericht des Kantons Aargau hiess eine gegen den Entscheid des Regierungsrats gerichtete Verwaltungsgerichtsbeschwerde mit Urteil vom 6. Dezember 2010 gut. Es hob den Beschluss des Regierungsrats auf und wies die Angelegenheit zur weiteren Behandlung im Sinne der Erwägungen an die Einwohnergemeinde Erlinsbach zurück. Aus den Erwägungen ergibt sich insbesondere, dass die Gemeinde die Sprachkenntnisse von A.X. nach den vom Verwaltungsgericht aufgestellten materiellen und verfahrensmässigen Anforderungen beurteilen muss. Sollte sich die Beschwerdeführerin über ausreichende Sprachkenntnisse ausweisen und die Gemeinde weiterhin Bedenken hinsichtlich deren Vertrautheit mit den schweizerischen Verhältnissen hegen, so wären |237| entsprechende zusätzliche Untersuchungen durchzuführen oder Gesichtspunkte zu nennen, welche die Annahme einer unzureichenden Integration als haltbar erscheinen lassen.\n\nMit Verfassungsbeschwerde an das Bundesgericht beantragt die Einwohnergemeinde Erlinsbach, das Urteil des Verwaltungsgerichts sei aufzuheben und der Beschluss der Gemeindeversammlung Erlinsbach vom 27. November 2009 zu bestätigen. Eventuell sei das Urteil des Verwaltungsgerichts aufzuheben und die Sache zur Neubeurteilung der Sprachkenntnisse von A.X. an den Gemeinderat Erlinsbach zurückzuweisen. Die Beschwerdeführerin rügt die Verletzung der Gemeindeautonomie (Art. 50 Abs. 1 BV) sowie die Verletzung des rechtlichen Gehörs (Art. 29 Abs. 2 BV) und Willkür (Art. 9 BV). Sie beanstandet insbesondere, dass das Verwaltungsgericht ihr vorschreibe, wie sie die Sprachkenntnisse festzustellen habe.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführerin rügt eine Verletzung der Gemeindeautonomie. Sie macht geltend, sie habe das ihr bei der Einbürgerung zustehende Ermessen pflichtgemäss ausgeübt. Im Rahmen des Einbürgerungsgesprächs sei festgestellt worden, dass A.X. nicht über hinreichende Sprachkenntnisse verfüge. Das Verwaltungsgericht sei nicht berechtigt, dem Gemeinderat Vorgaben für die Feststellung und Beurteilung der Sprachkenntnisse von Einbürgerungswilligen zu machen. Im Übrigen fehle es bei der Gesuchstellerin auch an der für eine Einbürgerung notwendigen Integration. Die Vorinstanz habe sich über die willkürfreie Beurteilung durch die Gemeinde hinweggesetzt und damit die Gemeindeautonomie verletzt.\n\n2.2 Art. 50 Abs. 1 BV gewährleistet die Gemeindeautonomie nach Massgabe des kantonalen Rechts. Nach der Rechtsprechung sind Gemeinden in einem Sachbereich autonom, wenn das kantonale Recht diesen nicht abschliessend ordnet, sondern ihn ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt. Der geschützte Autonomiebereich kann sich auf die Befugnis zum Erlass oder Vollzug eigener kommunaler Vorschriften beziehen oder einen entsprechenden Spielraum bei der Anwendung kantonalen oder eidgenössischen |238| Rechts betreffen. Der Schutz der Gemeindeautonomie setzt eine solche nicht in einem ganzen Aufgabengebiet, sondern lediglich im streitigen Bereich voraus. Im Einzelnen ergibt sich der Umfang der kommunalen Autonomie aus dem für den entsprechenden Bereich anwendbaren kantonalen Verfassungs- und Gesetzesrecht (BGE 136 I 265 E. 2.1 S. 269, BGE 136 I 395 E. 3.2.1 S. 398; BGE 135 I 233 E. 2.2 S. 241 f.; je mit Hinweisen). Die Anwendung von eidgenössischem und kantonalem Verfassungsrecht prüft das Bundesgericht mit freier Kognition, die Handhabung von Gesetzes- und Verordnungsrecht unter dem Gesichtswinkel des Willkürverbots (BGE 136 I 265 E. 2.3 S. 270; BGE 135 I 302 E. 1 S. 305).\n\n2.3 Nach § 6 der Aargauer Kantonsverfassung vom 25. Juni 1980 (KV/AG; SR 131.227) regelt der kantonale Gesetzgeber das Kantons- und Gemeindebürgerrecht (vgl. Gesetz des Kantons Aargau über das Kantons- und Gemeindebürgerrecht vom 22. Dezember 1992 [KBüG/AG; SAR 121.100]). Eine Zuständigkeit der Gemeinden zum Erlass von Bestimmungen über die Einbürgerungsvoraussetzungen besteht nicht (vgl. KURT EICHENBERGER, Verfassung des Kantons Aargau, 1986, N. 1 zu § 6 KV/AG). Für die materiellen Voraussetzungen der Einbürgerung knüpft das kantonale Recht an die bundesrechtlichen Anforderungen an und enthält keine zusätzlichen Erfordernisse.\n\nZuständigkeiten und Verfahren zur Einbürgerung von Ausländern sind in § 11 KBüG/AG geregelt. Nach Abs. 2 dieser Bestimmung trifft der Gemeinderat die Erhebungen, die für die Beurteilung der Einbürgerungsvoraussetzungen nötig sind, und legt, wenn die Wohnsitzerfordernisse erfüllt sind, das Gesuch der Gemeindeversammlung zur Beschlussfassung über die Zusicherung des Gemeindebürgerrechts vor. Die Zuständigkeit der Gemeindeversammlung ergibt sich zudem aus § 20 Abs. 2 lit. k des kantonalen Gesetzes vom 19. Dezember 1978 über die Einwohnergemeinden (Gemeindegesetz, GG/AG; SAR 171.100). Über die Einbürgerung entscheidet abschliessend die Einbürgerungskommission des Grossen Rats, sofern der Grosse Rat den Entscheid nicht an sich zieht (§ 11 Abs. 5 KBüG/AG).\n\n2.4 Die Verleihung des Gemeindebürgerrechts fällt im Kanton Aargau aufgrund der genannten Bestimmungen in den Autonomiebereich der Gemeinden (vgl. ANDREAS BAUMANN, Aargauisches Gemeinderecht, 3. Aufl. 2005, S. 162). Diese sind bei ihrem Entscheid an die Kriterien gemäss Art. 14 lit. a-d des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts (Bürgerrechtsgesetz, BüG; SR 141.0) gebunden. Danach ist bei der |239| ordentlichen Einbürgerung vor Erteilung der Einbürgerungsbewilligung zu prüfen, ob der Bewerber zur Einbürgerung geeignet ist, insbesondere ob er in die schweizerischen Verhältnisse eingegliedert ist, mit den schweizerischen Lebensgewohnheiten, Sitten und Gebräuchen vertraut ist, die schweizerische Rechtsordnung beachtet und die innere oder äussere Sicherheit der Schweiz nicht gefährdet. Bei der Beurteilung dieser Voraussetzungen steht den zuständigen Behörden ein weiter Ermessensbereich zu, welchen die Rechtsmittelinstanzen beachten müssen. Sie dürfen einzig eingreifen, wenn die Gemeinde ihr Ermessen nicht pflichtgemäss, das heisst in Widerspruch zum Sinn und Zweck der Bürgerrechtsgesetzgebung, ausübt (vgl. BGE 129 I 232 E. 3.3 S. 237 ff. und E. 3.4.2 S. 240 sowie BGE 129 I 217 E. 2.2 S. 224 ff.; siehe ferner Urteile des Bundesgerichts 1D_5/2010 vom 30. August 2010 E. 3.2.4; 1P.788/2006 vom 22. März 2007 E. 3, in: ZBl 109/2008 S. 161; je mit Hinweisen).\n\n2.5 Nach Art. 50 BüG sind die Kantone verpflichtet, Gerichtsbehörden einzusetzen, die als letzte kantonale Instanzen Beschwerden gegen ablehnende Entscheide über die ordentliche Einbürgerung beurteilen. Diese Gerichtsbehörden haben gestützt auf die Rechtsweggarantie (Art. 29a BV) eine freie Überprüfung des Sachverhalts sowie der Anwendung des kantonalen und des Bundesrechts vorzunehmen (vgl. Urteil des Bundesgerichts 1C_310/2009 vom 17. März 2010 E. 2.2.2 mit Hinweisen; Bericht vom 27. Oktober 2005 der Staatspolitischen Kommission des Ständerats, BBl 2005 6953; ANDREAS KLEY, in: Die schweizerische Bundesverfassung, Kommentar, Bd. I, 2. Aufl. 2008, N. 11 zu Art. 29a BV). Eine gerichtliche Kontrolle der Angemessenheit der angefochtenen Entscheide verlangt Art. 29a BV nicht. Zulässig ist auch eine richterliche Zurückhaltung bei der Überprüfung unbestimmter Rechtsbegriffe und bei der Beurteilung von technischen Sachverhalten (KLEY, a.a.O.). Damit sind die Gerichte in der Lage, den Handlungsspielraum der zuständigen unterinstanzlichen Behörden zu respektieren. Der eingeschränkten Justiziabilität von Ermessensentscheiden ist durch eine Anpassung des Kontrollumfangs und der Kontrolldichte sowie durch geeignete Beweismassnahmen Rechnung zu tragen (ESTHER TOPHINKE, Bedeutung der Rechtsweggarantie für die Anpassung der kantonalen Gesetzgebung, ZBl 107/2006 S. 107 f.; WALTER KÄLIN, Die Bedeutung der Rechtsweggarantie für die kantonale Verwaltungsjustiz, ZBl 100/1999 S. 61 f.). Die Rechtsweggarantie verpflichtet die Vorinstanz somit zu einer umfassenden Rechts- und Sachverhaltsprüfung, was |240| nicht ausschliesst, den Gestaltungsbereich der unteren Instanzen und insbesondere der Gemeinden zu wahren.\n\n2.5.1 Das Verwaltungsgericht überprüfte den bei ihm angefochtenen Entscheid im Rahmen der Beschwerdeanträge auf unrichtige oder unvollständige Feststellung des Sachverhalts sowie Rechtsverletzungen (§ 48 Abs. 2 und § 55 Abs. 1 des kantonalen Verwaltungsrechtspflegegesetzes vom 4. Dezember 2007 [VRPG/AG; SAR 271. 200]). In tatsächlicher Hinsicht ist die Kognition des Verwaltungsgerichts nicht beschränkt. In rechtlicher Hinsicht bezeichnet das Verwaltungsgericht seine Kognition als eingeschränkt, weil den Gesuchstellern kein Anspruch auf Einbürgerung zustehe und deshalb den zuständigen Behörden sowohl hinsichtlich der Erteilung des Gemeinde- als auch des Kantonsbürgerrechts ein weiter Spielraum zustehe. Praktisch beschränke sich damit die Kognition des Verwaltungsgerichts in rechtlicher Hinsicht auf die Verletzung von Verfassungsrecht einschliesslich des Willkürverbots (Art. 9 BV).\n\n2.5.2 Eine solche Kognitionsbeschränkung in Bezug auf die Rechtsanwendung ist im verwaltungsgerichtlichen Verfahren vor dem Hintergrund der Rechtsweggarantie (Art. 29a BV) nicht zulässig. Der Gestaltungsspielraum der unteren Instanzen und der Gemeinden darf nicht zu einem Verzicht auf die nach der Rechtsweggarantie erforderlichen Rechts- und Sachverhaltsprüfung führen. Dies gilt insbesondere in Bezug auf die Anforderungen für eine ordentliche Einbürgerung gemäss Art. 14 BüG. Die freie gerichtliche Prüfung dieser bundesrechtlichen Anforderungen obliegt den in Art. 50 BüG genannten kantonalen Gerichtsbehörden. Damit wird den Anforderungen von Art. 29a BV entsprochen.\n\nDas Bundesgericht kann in diesem Bereich wegen des Ausschlusses der ordentlichen Beschwerde (Art. 83 lit. b BGG) in Bezug auf Sachverhalts- und Rechtsfragen lediglich eine Prüfung der Verletzung von verfassungsmässigen Rechten gewährleisten (Art. 113, 116 und 118 BGG).\n\nOb die rechtlichen Voraussetzungen für eine Einbürgerung erfüllt sind, prüft das Verwaltungsgericht somit frei. Es beachtet bei der Prüfung der Rechtsfragen, dass die Gemeinden im Rahmen ihrer Autonomie die im Gesetz verwendeten unbestimmten Rechtsbegriffe selbstständig anwenden. Indessen muss das kantonale Gericht die Rechtsanwendung und namentlich die Anwendung unbestimmter Rechtsbegriffe durch die Gemeinde auf die Vereinbarkeit mit den |241| einschlägigen Normen des kantonalen Rechts und des Bundesrechts überprüfen. Dazu gehört neben der Bundesverfassung auch das Bürgerrechtsgesetz. Die freie Prüfung der Anwendung des BüG geht über eine Willkürprüfung hinaus, indem das kantonale Gericht eine Verletzung des BüG zu korrigieren hat und nicht nur dann einschreitet, wenn der bei ihm angefochtene Entscheid im Ergebnis offensichtlich unhaltbar ist, zur tatsächlichen Situation in klarem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgrundsatz zuwiderläuft (zum Willkürbegriff vgl. BGE 135 V 2 E. 1.3 S. 4; BGE 133 I 149 E. 3.1 S. 153; BGE 131 I 467 E. 3.1 S. 473 f.; je mit Hinweisen). Das zuständige kantonale Gericht darf auch nicht mit Rücksicht auf die Gemeindeautonomie eine willkürfreie Anwendung des BüG akzeptieren, wenn sich aus diesem Bundesrecht oder anderen Rechtssätzen ergibt, dass eine andere Lösung vorzuziehen wäre.\n\n2.5.3 Die Vorinstanz war somit im Hinblick auf die Anwendung des BüG nicht auf eine Willkürprüfung beschränkt, sondern hatte unter Beachtung des Gestaltungsbereichs der unteren Instanzen eine umfassende Rechts- und Sachverhaltsprüfung vorzunehmen. Diese Aufgabe hat sie, wie sich aus den nachfolgenden Erwägungen ergibt, wahrgenommen. Dem weiten Gestaltungsbereich der Gemeinde trägt sie Rechnung, indem sie zur Förderung einer rechtsgleichen und willkürfreien Ermittlung und Beurteilung der Sprachkenntnisse die Einhaltung bestimmter Regeln verlangt, welche die nach Art. 50 BüG i.V.m. Art. 29a BV geforderte gerichtliche Überprüfung ermöglichen. Im bundesgerichtlichen Verfahren ist auf Verfassungsbeschwerde hin zu prüfen, ob der angefochtene Entscheid die von der Gemeinde angerufenen verfassungsmässigen Rechte (Gemeindeautonomie, rechtliches Gehör, Willkürverbot) verletzt.\n\n3.\n\n3.1 Die Gemeinde hat im Rahmen des Einbürgerungsverfahrens zu prüfen, ob ein Bewerber zur Einbürgerung geeignet ist, insbesondere ob er in die schweizerischen Verhältnisse eingegliedert ist und mit den schweizerischen Lebensgewohnheiten, Sitten und Gebräuchen vertraut ist (Art. 14 lit. a und b BüG). Das in Art. 14 lit. b BüG genannte Kriterium der Vertrautheit mit den schweizerischen Lebensgewohnheiten, Sitten und Gebräuchen setzt gewisse Kenntnisse über das Land und seine Bewohner und insbesondere eine der Landessprachen voraus (vgl. VPB 69/2005 Nr. 101 S. 1243 f.; |242| CÉLINE GUTZWILLER, Droit de la nationalité et fédéralisme en Suisse, 2008, Rz. 557). Die Fähigkeit, sich in einer Landessprache zu verständigen, soll im neuen Bürgerrechtsgesetz als Integrationskriterium ausdrücklich genannt werden (Art. 12 Abs. 1 lit. c nBüG gemäss Botschaft des Bundesrates vom 4. März 2011 zur Totalrevision des Bundesgesetzes über das Schweizer Bürgerrecht, BBl 2011 2834 f. Ziff. 1.2.2.5 [nachfolgend: Botschaft Bürgerrecht]). Fehlende Kenntnisse der vor Ort gesprochenen Landessprache können als Indiz für eine mangelnde Integration gewertet werden (vgl. BGE 134 I 56 E. 3 S. 59). Um als Bürgerin bzw. Bürger im politischen System der Schweiz mitwirken zu können, sind auch Kenntnisse über die Grundlagen der politischen und sozialen Ordnung notwendig. Sprachkenntnisse, Kenntnisse des Landes und seines politischen Systems und die Einbindung in die Lebensverhältnisse müssen so weit gehen, dass anzunehmen ist, dass ein Bewerber nach Verleihung des Staatsbürgerrechts angemessen von seiner Rechtsstellung und insbesondere auch von den damit verliehenen Teilnahmerechten am politischen Prozess Gebrauch machen kann (vgl. Botschaft zur Revision des Bürgerrechtsgesetzes, BBl 2002 1943 Ziff. 2.2.1.3; Eidg. Ausländerkommission EKA, Einbürgerung und Sprachnachweis, Empfehlungen an die Gemeinden, die Kantone und den Bund, 2006, S. 4 ff.).\n\n3.2 Das Verwaltungsgericht hält die Abklärungen der Gemeinde über die Sprachkenntnisse der Beschwerdegegnerin 1 A.X. für ungenügend. Es beanstandet zunächst das Fehlen einer Definition des erwarteten Sprachniveaus. Weiter kritisiert es im Hinblick auf das Verfahren, dass keine vorgängige Mitteilung an die Bewerberin über das erwartete Sprachniveau erfolgte, kein definiertes brauchbares Testverfahren angewendet und keine Fachperson oder ein entsprechend geschulter Sachbearbeiter beigezogen worden sei. Zudem fehlten Aufzeichnungen über den Sprachtest, und sei kein individueller Test durchgeführt worden.\n\nDie Gemeinde beruft sich auf die in § 11 Abs. 2 KBüG/AG enthaltene Kompetenz, Erhebungen zu treffen, die für die Beurteilung der Einbürgerungsvoraussetzungen nötig sind. Sie leitet daraus ab, die Gemeinden seien bei der Sprachbeurteilung frei, das erforderliche Sprachniveau zu bestimmen und nach den ihr als gut erscheinenden Methoden vorzugehen.\n\n3.3 Bei der Handhabung des Sprachkriteriums stellt sich die Frage nach dem erforderlichen Niveau an Sprachkenntnissen sowie die |243| Frage nach den Methoden zu dessen Ermittlung. Mangels konkreter gesetzlicher Vorgaben stellte das Verwaltungsgericht in seinem Entscheid Grundsätze (\"Leitplanken\") auf, welche eine willkürfreie und rechtsgleiche Beurteilung der Sprachkenntnisse erlauben sollen. Es ist im Folgenden zu prüfen, ob damit der Beurteilungsspielraum der zuständigen Gemeinde verletzt wurde.\n\n3.4\n\n3.4.1 Das Verwaltungsgericht nimmt im angefochten Entscheid Bezug auf den im Auftrag der Eidg. Ausländerkommission (EKA) erstellten Kurzbericht zu einem Rahmenkonzept für den Nachweis der sprachlichen Kommunikationsfähigkeit im Hinblick auf die Einbürgerung (SCHNEIDER UND ANDERE, Rahmenkonzept für den Nachweis der sprachlichen Kommunikationsfähigkeit im Hinblick auf die Einbürgerung, 2006, publiziert im Internet: http://www.ekm.admin.ch/de/themen/buergerrecht.php, besucht am 29. März 2011). Dieser Kurzbericht stützt sich bei der Umschreibung des anzustrebenden Sprachniveaus auf den Gemeinsamen Europäischen Referenzrahmen für Sprachen des Europarats (GER; Europäisches Sprachenportfolio ESP; abrufbar unter: http://www.coe.int/T/DG4/Portfolio/L=E&M=/main_pages/levels.html, besucht am 28. März 2011).\n\nIn der erwähnten Publikation von SCHNEIDER UND ANDERE wird für die mündlichen Kompetenzen (Sprechen, Hörverstehen) ein Überprüfungsprofil im Bereich der Referenzniveaus B1.1 bis A2.1 als sinnvoll bezeichnet. Die Prüfung von schriftlichen Kompetenzen (Lesen, Schreiben) wird generell nicht empfohlen. Indes wird vorgeschlagen, dass sich die zuständigen Behörden im Falle einer Prüfung schriftlicher Kompetenzen am Referenzniveau A2.2 für das Lesen und A2.1 für das Schreiben orientieren (SCHNEIDER UND ANDERE, a.a.O., S. 21 f. und Anhang D, Sprachkompetenzprofil \"Einstieg in die selbständige Sprachverwendung\", S. 35).\n\nUnter Berücksichtigung dieses Rahmenkonzepts kommt das Verwaltungsgericht zum Schluss, im Regelfall könnten vom Bürgerrechtsbewerber kommunikative Fähigkeiten (Verstehen, Sprechen) von B1 bis B2 (insbesondere soweit es um Begriffe und Themen aus dem Bereich der Staats- und Landeskunde geht) verlangt werden, ohne dass die zuständige Behörde dadurch den ihr zustehenden Beurteilungsspielraum verletze. Mit Bezug auf die schriftliche Sprachbeherrschung (Schreiben) dürften hingegen die Anforderungen mit Rücksicht auf die unterschiedlichen Bildungsfähigkeiten der |244| Gesuchsteller das Niveau A2 nicht überschreiten, ansonsten die Diskriminierung bildungsferner Personen drohe.\n\n3.4.2 Der Gemeinsame Europäische Referenzrahmen (GER) hat sich als Bezugsinstrument insbesondere in der Praxis des Fremdsprachenunterrichts etabliert. Er unterscheidet drei Hauptniveaus sprachlicher Kommunikationsfähigkeiten: Die A-Niveaus stehen für eine elementare, die B-Niveaus für eine selbstständige und die C-Niveaus für eine kompetente Sprachverwendung. Innerhalb der verhältnismässig breit angelegten Hauptniveaus A und B werden je zwei Teilniveaus (A1 und A2 sowie B1 und B2 mit weiteren Unterteilungen) unterschieden, was die Genauigkeit des sprachlichen Anforderungsprofils erhöhen soll.\n\nDer GER findet auch im Bundesrecht Verwendung. So werden für die vorzeitige Erteilung der Niederlassungsbewilligung Kenntnisse der am Wohnort gesprochenen Landessprache auf dem Niveau A2 des GER verlangt (vgl. Art. 62 Abs. 1 lit. c der Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit [VZAE; SR 142.201]). Für die Betreuungs- und Lehrtätigkeit (z.B. religiöse Betreuungspersonen oder Lehrkräfte für heimatliche Sprache und Kultur) sind Kenntnisse der am Arbeitsort gesprochenen Landessprache auf dem Sprachniveau B1 des GER erforderlich (Art. 7 der Verordnung vom 24. September 2007 über die Integration von Ausländerinnen und Ausländern [VlntA; SR 142.205]).\n\n3.4.3 Die Beschwerdeführerin legt nicht dar, inwiefern das vom Verwaltungsgericht genannte Sprachniveau mit der Gemeindeautonomie nicht vereinbar wäre. Zur näheren Umschreibung der Anforderungen, die ein Einbürgerungswilliger in sprachlicher Hinsicht erfüllen sollte, erscheint der GER aufgrund des Rahmenkonzepts für den Nachweis der sprachlichen Kommunikationsfähigkeit im Hinblick auf die Einbürgerung als gut geeignet. Es geht darum, einen objektivierbaren Massstab für die Einbürgerungsvoraussetzungen gemäss Art. 14 lit. b BüG festzulegen. Damit wird die Grundlage für einen überprüfbaren Entscheid über die Sprachkenntnisse im Einbürgerungsverfahren geschaffen, was der rechtsgleichen und willkürfreien Handhabung des Sprachenkriteriums dient. Die Sprachniveaus wurden vom Verwaltungsgericht nicht als verbindliche Mindestkenntnisse formuliert, sondern es bleibt weiterhin den Gemeinden überlassen, im Rahmen der genannten Kriterien zu entscheiden, ob die Sprachkenntnisse im konkreten Einzelfall für eine Einbürgerung |245| ausreichen. Damit wird der von der Gemeindeautonomie geschützten Entscheidungsfreiheit der Gemeinde hinreichend Rechnung getragen. Auch können die Gemeinden das Verfahren für Personen, welche die sprachlichen Anforderungen aus bestimmten Gründen nicht erfüllen (z.B. wegen einer geistigen Behinderung oder hohen Alters), individuell bestimmen (vgl. BGE 135 I 49). Somit erscheint die Einbürgerung von Personen mit Lern- oder Leistungsschwächen oder Behinderungen durch die Vorgaben des Verwaltungsgerichts nicht ausgeschlossen (vgl. Botschaft Bürgerrecht, BBl 2011 2832 Ziff. 1.2.2.2; Bericht des Regierungsrats des Kantons Basel-Stadt vom 26. Oktober 2010 zur kantonalen Volksinitiative \"für eine faire Einbürgerung [Sprachinitiative]\", S. 11, im Internet: http://www.grosserrat.bs.ch/dokumente/100370/000000370752.pdf, besucht am 4. April 2011).\n\n3.5 Soweit das Verwaltungsgericht das in Erlinsbach durchgeführte Verfahren zur Feststellung der Sprachkenntnisse der Beschwerdegegnerin A.X. beanstandet, ist ebenfalls nicht ersichtlich, inwiefern damit die Gemeindeautonomie verletzt worden sein soll. Die Feststellungen des Verwaltungsgerichts zu den genannten Mängeln werden von der Beschwerdeführerin nicht substanziiert in Frage gestellt (Art. 106 Abs. 2 i.V.m. Art. 117 BGG).\n\nDas Verwaltungsgericht verlangt im Hinblick auf die rechtsgleiche Handhabung des Spracherfordernisses und die Gewährleistung eines fairen Verfahrens, dass den Bürgerrechtsbewerbern zumindest zu einem frühen Zeitpunkt mitgeteilt wird, welches Sprachniveau bei den verschiedenen sprachlichen Fertigkeiten (Verstehen, Sprechen, Schreiben) erwartet wird. Weiter soll die zuständige Behörde die ausreichende Qualität des Evaluationsverfahrens sicherstellen sowie die Evaluation in Bezug auf den Gesuchsteller bzw. die Gesuchstellerin individuell durchführen und dokumentieren. Diese Mindesterfordernisse dienen im Rahmen des Untersuchungsgrundsatzes der rechtsgleichen Behandlung (Art. 8 BV) sowie der Beachtung des Anspruchs auf rechtliches Gehör (Art. 29 Abs. 2 BV). Das Verwaltungsgericht hat die Gemeinde nicht auf ein bestimmtes Verfahren zur Ermittlung der Sprachkenntnisse verpflichtet, sondern lediglich die verfassungsrechtlichen Mindestanforderungen an das Verfahren bezeichnet. Damit bleibt es der Gemeinde überlassen, innerhalb des verfassungsrechtlichen Rahmens über die konkrete Ausgestaltung des Verfahrens zur Beurteilung der Sprachkenntnisse zu |246| entscheiden. Die Autonomie der Gemeinde wird dadurch gewahrt. Da der Gemeinde nach dem angefochtenen Entscheid innerhalb des bundesrechtlichen Rahmens hinreichende Gestaltungsmöglichkeiten für die Feststellung und Beurteilung der Sprachkenntnisse verbleiben, kann auch dem Eventualantrag der Beschwerdeführerin nicht entsprochen werden.\n\n3.6 Schliesslich hat das Verwaltungsgericht auch darauf hingewiesen, dass die Verneinung einer hinreichenden Integration der Beschwerdegegnerin A.X. einer verfassungsrechtlich haltbaren Begründung bedarf. Die entsprechenden Erwägungen der Vorinstanz stimmen mit Art. 15b BüG und der bundesgerichtlichen Rechtsprechung zur Begründungspflicht von Einbürgerungsentscheiden überein (BGE 135 I 265 E. 4.3.1 S. 276; BGE 132 I 196 E. 3.1; BGE 131 I 18 E. 3 S. 20; BGE 129 I 232 E. 3 S. 234 ff.; je mit Hinweisen). Die Gemeinde hat die Gründe, welche zur Ablehnung der Einbürgerung wegen mangelnder Integration führen, im Einzelnen darzulegen. Dadurch werden sowohl die betroffene Gesuchstellerin als auch die Beschwerdeinstanz in die Lage versetzt, sich mit den genannten Gründen auseinanderzusetzen und diese auf ihre Stichhaltigkeit hin zu prüfen. Das Verwaltungsgericht beanstandete zu Recht, dass die Gemeinde die ausreichende Vertrautheit mit den schweizerischen Verhältnissen im Wesentlichen damit verneine, dass die Beschwerdegegnerin A.X. keine Erwerbstätigkeit ausübe. Stattdessen hat sie hier ihre Kinder grossgezogen und begleitet auch heute noch die Entwicklung der jüngeren Kinder. Dass sie - zumindest in beschränktem Rahmen - am Dorfleben teilnimmt, bestreitet die Gemeinde nicht. Unter diesen Umständen gelangte das Verwaltungsgericht ohne Verletzung der Gemeindeautonomie zum Schluss, dass aufgrund der bisherigen Untersuchung des Sachverhalts - vorbehältlich ausreichender Sprachkenntnisse - nicht von einer unzureichenden Vertrautheit mit den hiesigen Verhältnissen ausgegangen werden dürfe."}