{"annee": "137", "cour": "IV", "page": "297", "date": "3/11/2011", "cite": ["128 IV 170", "137 IV 159"], "cite_par": [], "chapeau": "43. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Beschwerde in Strafsachen)\n\n6B_277/2011 vom 3. November 2011", "regestes": ["Art. 117 LEtr; participation d'un candidat étranger, non autorisé à travailler en Suisse, à une procédure de recrutement. L'autorisation d'exercer une activité lucrative en Suisse doit exister après la conclusion du contrat de travail et au moment de l'entrée en service. La candidature à un poste de travail et la participation à une procédure de recrutement ne nécessitent pas d'autorisation correspondante. L'employeur, qui fait travailler à titre d'essai un candidat étranger dans la perspective d'un engagement éventuel, ne l'emploie pas au sens de l'art. 117 LEtr (consid. 1)."], "faits": "|298|\n\nA. X. ist Geschäftsführer des Restaurants A. in Bülach (ZH). Er liess B., der sich um eine Stelle als Küchenhilfe beworben hatte, am 18. und 19. August 2009 über die Mittagszeit während je maximal 90 Minuten in der Küche probeweise und unentgeltlich arbeiten. B. verfügte lediglich über einen Ausweis N (für Asylsuchende) ohne Arbeitsbewilligung.\n\nB. Mit Entscheid der Einzelrichterin in Strafsachen des Bezirkes Bülach vom 21. Juli 2010 wurde X. wegen Beschäftigung eines Ausländers ohne Bewilligung verurteilt. Die Einzelrichterin bestrafte ihn mit einer Geldstrafe von 60 Tagessätzen zu Fr. 30.-, bedingt vollziehbar bei einer Probezeit von vier Jahren. Zudem widerrief sie den bedingten Vollzug einer Geldstrafe von 60 Tagessätzen zu Fr. 50.- aus dem Jahre 2008.\n\nDas Obergericht des Kantons Zürich hiess eine von X. dagegen erhobene Berufung mit Entscheid vom 18. Januar 2011 gut. Es sprach ihn von Schuld und Strafe frei.\n\nC. Die Oberstaatsanwaltschaft des Kantons Zürich führt Beschwerde in Strafsachen. Sie beantragt, der Entscheid des Obergerichts des Kantons Zürich sei aufzuheben, und die Sache sei zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nD. Vernehmlassungen wurden keine eingeholt.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Beschwerdeführerin rügt eine Verletzung von Art. 117 Abs. 1 des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (Ausländergesetz, AuG; SR 142.20). Sie macht zusammengefasst geltend, die Tätigkeit von B. sei nicht ehrenamtlich, nicht in Erfüllung einer sittlichen Pflicht und auch nicht aus Gefälligkeit erfolgt. Vielmehr sei sein Einsatz letztlich auf Erwerb ausgerichtet gewesen. Bloss von untergeordneter Bedeutung sei, ob für X. (nachfolgend: Beschwerdegegner) die Leistung von Arbeit oder die Bewertung der Fähigkeiten im Hinblick auf eine allfällige spätere Anstellung im Zentrum gewesen sei. Der Arbeitsvertrag habe unter einer Suspensivbedingung gestanden, dass sich der Stellenbewerber bewähren würde. Dieser habe faktisch eine unbezahlte Probezeit absolviert. Nicht massgeblich sei, ob ein Arbeitsvertrag oder nur schon ein einseitiger Entscheid auf Seiten des Arbeitgebers vorgelegen habe oder nicht. Der Beschwerdegegner habe hingegen entschieden, |299| die offene Stelle im Bewährungsfalle mit B. zu besetzen, weshalb eine \"Art Vorvertrag\" bestanden habe. Ein solcher möglicher Einstieg in eine Anstellung habe Einfluss auf den Schweizer Arbeitsmarkt.\n\n1.2 Die Vorinstanz erwägt, eine Erwerbstätigkeit im Sinne des Ausländergesetzes liege vor, wenn die Tätigkeit üblicherweise gegen Entgelt ausgeübt werde. Dies gelte auch, wenn sie im Einzelfall nicht entlöhnt werde. Die Lehre stelle diesbezüglich darauf ab, ob die Aufnahme der Tätigkeit durch die ausländische Person einen Einfluss auf den Schweizer Arbeitsmarkt habe. Der Beschwerdegegner habe B. zweimal während je maximal 90 Minuten unentgeltlich Arbeit verrichten lassen, die gemeinhin gegen Entgelt geleistet werde. Diese Tätigkeit könne nicht als Erwerbstätigkeit qualifiziert werden. Ein (konkludenter oder ausdrücklicher) Arbeitsvertrag sei nicht abgeschlossen worden. Auch habe sich der Beschwerdegegner noch nicht zur Anstellung des Stellenbewerbers entschieden. Dieser habe sich nicht in einer Probezeit im Sinne von Art. 335b Abs. 1 OR respektive Art. 5 des Landes-Gesamtarbeitsvertrags des Gastgewerbes befunden, sondern vielmehr in einem Evaluationsverfahren. \"Schnupperhalbtage\" seien in vielen Betrieben üblich und hätten noch keinen Einfluss auf den Arbeitsmarkt. Im Zentrum stehe nicht die Leistung von geldwerter Arbeit durch den Bewerber, sondern die Bewertung der Fähigkeiten eines Kandidaten im Hinblick auf eine allfällige spätere Anstellung.\n\n1.3 Das Verhalten von Flüchtlingen ist (nebst Art. 115 f. des Asylgesetzes vom 26. Juni 1998 [AsylG; SR 142.31]) nach den Bestimmungen in Art. 115 ff. AuG zu würdigen (NÄGELI/SCHOCH, Ausländische Personen als Straftäter und Straftäterinnen, in: Ausländerrecht [...], 2009, S. 1108). Nach Art. 117 Abs. 1 AuG wird bestraft, wer als Arbeitgeber vorsätzlich Ausländer beschäftigt, die in der Schweiz nicht zur Ausübung einer Erwerbstätigkeit berechtigt sind. Gemäss Art. 11 Abs. 2 AuG gilt als Erwerbstätigkeit jede üblicherweise gegen Entgelt ausgeübte unselbständige oder selbständige Tätigkeit, selbst wenn sie unentgeltlich erfolgt. Gemäss Art. 91 Abs. 1 AuG hat sich der Arbeitgeber vor dem Stellenantritt des Ausländers durch Einsicht in den Ausweis oder durch Nachfrage bei den zuständigen Behörden zu vergewissern, dass die Berechtigung zur Erwerbstätigkeit in der Schweiz besteht.\n\nArt. 91 Abs. 1 und Art. 117 Abs. 1 AuG entsprechen im Wesentlichen der Rechtslage vor dem Inkrafttreten des Ausländergesetzes |300| am 1. Januar 2008 (siehe die Botschaft vom 8. März 2002 über die Ausländerinnen und Ausländer, BBl 2002 3709 ff., 3820 Ziff. 2.11.1 und 3833 Ziff. 2.15). Nach Art. 23 Abs. 4 des früheren Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG [BS 1 121]) wurde bestraft, wer Ausländer beschäftigte, die nicht berechtigt waren, in der Schweiz zu arbeiten. Gemäss Art. 3 Abs. 3 ANAG durfte der nicht niedergelassene Ausländer eine Stelle erst antreten und vom Arbeitgeber zum Antritt der Stelle nur zugelassen werden, wenn ihm der Aufenthalt zum Stellenantritt bewilligt worden war. Nach Art. 10 Abs. 1 der früheren Verordnung über die Begrenzung der Zahl der Ausländer (BVO [AS 1986, 1791]) durfte der Arbeitgeber keinen Ausländer eine Stelle antreten lassen, ohne sich vorher durch Einsicht in den Ausländerausweis oder durch Nachfrage bei der Fremdenpolizei zu vergewissern, dass der Arbeitnehmer zum Antritt dieser Stelle berechtigt war. Zwar war in Art. 23 Abs. 4 ANAG nicht ausdrücklich vom Arbeitgeber die Rede, doch hatte der Gesetzgeber bei der Schaffung dieser Bestimmung im Kampf gegen die Schwarzarbeit in der Schweiz gerade die Arbeitgeber im Auge, wie sich auch aus den Gesetzesmaterialien ergibt (BGE 137 IV 159 E. 1.3 mit Hinweis).\n\nNach der Rechtsprechung des Bundesgerichts zum früheren Recht war der Anwendungsbereich von Art. 23 Abs. 4 ANAG mit Rücksicht auf dessen Sinn und Zweck nicht auf Arbeitgeber im zivilrechtlichen Sinne (Art. 319 ff. OR) beschränkt, sondern vielmehr weit zu fassen. \"Beschäftigen\" im Sinne dieser Bestimmung bedeutete, jemanden eine Erwerbstätigkeit ausüben zu lassen. Auf die Natur des Rechtsverhältnisses kam es nicht an (BGE 128 IV 170 E. 4.1 S. 175 mit Hinweisen). Diese Rechtsprechung hat unter dem neuen Recht weiterhin Bestand.\n\n1.4 Nach den tatsächlichen Feststellungen der Vorinstanz hatte am 17. August 2009 das Bewerbungsgespräch stattgefunden. Der Beschwerdegegner wollte mit dem rund dreistündigen Einsatz von B. abklären, ob sich dieser für die zu besetzende Stelle eignen würde. Er hatte demnach noch keinen Entscheid über die Anstellung getroffen. Ebenso wenig stellt die Vorinstanz fest, dass der Stellenbewerber bereits eine Entscheidung für oder gegen den Abschluss eines Arbeitsvertrages gefällt hatte. Die Parteien befanden sich somit in laufenden Vertragsverhandlungen, und der Einsatz vom 18. und 19. August 2009 war Teil des Evaluationsverfahrens. Dieser Umstand ist wesentlich. Im Vordergrund standen nach den |301| zutreffenden Erwägungen der Vorinstanz die Bewertung der Fähigkeiten des Stellenbewerbers und - aus dessen Sicht - zudem das Einholen von Informationen über die mögliche Anstellung (Arbeitsplatz, Arbeitsbedingungen, Belegschaft usw.). Gleichzeitig waren ein betrieblicher Nutzen für den Beschwerdegegner und die Ausbildung des Stellenbewerbers (im Gegensatz zu einer Tätigkeit im Rahmen eines Praktikums oder Volontariats) nachrangig. Soweit die Beschwerdeführerin im Übrigen behauptet, die Parteien hätten im Sinne einer \"Suspensivbedingung\" den Arbeitsvertrag bereits abgeschlossen gehabt und diesen einzig vom erfolgreichen Arbeitseinsatz abhängig gemacht, entfernt sie sich in unzulässiger Weise vom verbindlichen Sachverhalt der Vorinstanz (Art. 105 Abs. 1 BGG). Eine willkürliche (Art. 9 BV) Beweiswürdigung macht sie nicht geltend. Rund vier Wochen nach den eingeklagten Vorfällen trat B., nachdem der Arbeitsvertrag abgeschlossen worden war und der Beschwerdegegner die Arbeitsbewilligung eingeholt hatte, die Stelle als Küchenhilfe im Restaurant A. an.\n\n1.5 Die Vorinstanz qualifiziert den fraglichen Einsatz von B. nicht als Beschäftigung im Sinne von Art. 117 Abs. 1 AuG. Dies ist nicht zu beanstanden.\n\n1.5.1 Unbestritten ist, dass B. über keine Arbeitsbewilligung verfügte. Die Zulassung von Ausländern zur Ausübung einer unselbständigen Erwerbstätigkeit bedingt unter anderem, dass die Voraussetzungen nach den Art. 20-25 AuG erfüllt sind (Art. 18 AuG). Die Zulassung Asylsuchender richtet sich gemäss Art. 30 Abs. 1 lit. l AuG und Art. 43 AsylG nach Art. 52 der Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit (VZAE; SR 142.201). Danach kann eine vorübergehende Erwerbstätigkeit bewilligt werden, wenn die asylrechtlichen Voraussetzungen nach Art. 43 Abs. 1-3 AsylG sowie die Voraussetzungen von Art. 18 lit. b AuG (Gesuch des Arbeitgebers), Art. 21 AuG (Vorrang) und Art. 22 AuG (Einhaltung der Lohn- und Arbeitsbedingungen) erfüllt sind. Zudem muss es die Wirtschafts- und Arbeitsmarktlage erlauben.\n\nMit Blick auf das Ausländergesetz und die VZAE ist zu folgern, dass die entsprechende Bewilligung erst im Zeitpunkt des Stellenantritts und nach erfolgtem Vertragsabschluss vorliegen muss. Nach Art. 91 Abs. 1 AuG, der unter der Marginalie \"Sorgfaltspflicht von Arbeitgebern und Dienstleistungsempfängern\" steht, hat der Arbeitgeber vor dem Stellenantritt der Ausländerin oder des Ausländers |302| Abklärungen zu treffen betreffend die erforderliche Berechtigung zur Erwerbstätigkeit in der Schweiz. Nach ROSCHACHER ist auf den Arbeitsbeginn nach Vertragsabschluss abzustellen (VALENTIN ROSCHACHER, Die Strafbestimmungen des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931 [ANAG], 1991, S. 105 f.). Liegt eine Bewilligung nicht vor, ist sie vom Arbeitgeber zu beantragen (Art. 11 Abs. 3 AuG). Nach Art. 22 AuG ist im konkreten Fall nachzuweisen, dass die orts-, berufs- und branchenüblichen Lohn- und Arbeitsbedingungen eingehalten werden. Diese Bestimmung soll inländische Arbeitnehmer vor Lohn- und Sozialdumping und die ausländischen Arbeitnehmer vor finanzieller Ausbeutung schützen (BBl 2002 3781 Ziff. 2.4.2; vgl. auch MANFRED REHBINDER, Berner Kommentar, 1992, N. 14 zu Art. 342 OR). Zu diesem Zweck hat der Arbeitgeber bei der für die Zulassung zum Arbeitsmarkt zuständigen Stelle einen Arbeitsvertrag einzureichen. Dieser muss Angaben zur Dauer der Erwerbstätigkeit, zu den Anstellungsbedingungen und zur Entlöhnung enthalten (Art. 22 Abs. 2 VZAE). Aus der Notwendigkeit, dem Gesuch den im konkreten Fall abgeschlossenen und unterzeichneten Arbeitsvertrag beizulegen, erhellt, dass die blosse Bewerbung und die Teilnahme an einem Rekrutierungsprozess nicht von einer Bewilligung abhängig sein können. Vielmehr wird der Arbeitgeber regelmässig im Rahmen der fortgeschrittenen Vertragsverhandlungen das Einholen einer Arbeitsbewilligung zusagen. Liegt diese im entsprechenden Zeitpunkt nicht vor und wird damit die Arbeitsaufnahme verunmöglicht, entsteht möglicherweise eine Schadenersatzpflicht (REHBINDER/STÖCKLI, Berner Kommentar, 2010, N. 8 zu Art. 320 OR).\n\n1.5.2 Zudem erscheint die für beide Parteien unverbindliche Teilnahme an einem Evaluationsverfahren nicht sanktionswürdig. Einem effektiven Stellenantritt gehen in aller Regel eine Vertragsanbahnung (Stellenausschreibung, Auswahlverfahren usw.) und der Abschluss des (Arbeits-)Vertrages voraus. Dass ein ausländischer Bewerber bereits für das Auswahlverfahren und vor dem Vertragsabschluss über eine Arbeitsbewilligung im Sinne von Art. 18 ff. AuG verfügen müsste, ist nicht plausibel, geschweige denn praktikabel. Eine Integration in den Arbeitsmarkt ist in diesem Augenblick nicht erfolgt.\n\nMit der Vorinstanz ist anzunehmen, dass eine entsprechende Tätigkeit im Rahmen eines Bewerbungsverfahrens keinen Einfluss auf den Arbeitsmarkt hat (vgl. EGLI/MEYER, in: Handkommentar zum Bundesgesetz über Ausländerinnen und Ausländer, 2010, N. 6 zu Art. 11 |303| AuG). Der gegenteiligen Auffassung der Beschwerdeführerin kann nicht gefolgt werden. Nicht massgeblich ist der Umstand, dass für andere Kandidaten die Wahrscheinlichkeit einer Anstellung theoretisch geschmälert wird. Dies ist im Übrigen bereits der Fall, sobald der Stellenanbieter nicht nur den inländischen Arbeitnehmer (im Sinne von Art. 21 Abs. 2 AuG) zur Wahl hat, sondern verschiedene Dossiers ausländischer Bewerber prüfen, mit verschiedenen Ausländern Bewerbungsgespräche führen oder mit ihnen Eignungstests durchführen kann. Solange die Stelle nicht besetzt wird, wird die Situation von anderen Bewerbern nicht in relevanter Weise tangiert. Der Arbeitsmarkt wird erst durch die Anstellung respektive mit dem Stellenantritt massgeblich beeinflusst. Hier setzen die fremdenpolizeilichen Bestimmungen an. Die gegenteilige Auffassung der Beschwerdeführerin findet keine Stütze im geltenden Recht (E. 1.5.1) und läuft zudem auf eine Abschottung der inländischen Märkte gegen ausländische Konkurrenz hinaus. Erst bei der konkreten Anstellung respektive dem Stellenantritt sieht das Ausländergesetz einen Inländervorrang vor. Danach setzt die Zulassung zu einer unselbständigen Erwerbstätigkeit den Nachweis voraus, dass keine dafür geeigneten inländischen Arbeitnehmer gefunden werden können (Art. 21 AuG). Der Arbeitgeber muss entsprechende erfolglose Suchbemühungen nachweisen, indem er beispielsweise die zu besetzende Stelle bei den Regionalen Arbeitsvermittlungszentren (RAV) meldet und im Hinblick auf mögliche Kandidaten aus der EU und den EFTA-Staaten im \"European Employment Services\" ausschreiben lässt (SPESCHA/KERLAND/BOLZLI, Handbuch zum Migrationsrecht, 2010, S. 139). Dadurch soll sichergestellt werden, dass vorhandene fähige Arbeitskräfte berücksichtigt werden, bevor neue Zulassungen bewilligt werden (MARC SPESCHA, in: Migrationsrecht, Kommentar, 2. Aufl. 2009, N. 1 zu Art. 21 AuG).\n\nSelbst wenn nach der Argumentation der Beschwerdeführerin der Beschwerdegegner B. in die engere Auswahl genommen und dessen Stellenantritt einzig von einem erfolgreichen dreistündigen Einsatz abhängig gemacht hätte, bedingte dessen Stellenantritt nach wie vor die behördliche Zulassung zum schweizerischen Arbeitsmarkt und damit die Respektierung des Inländervorrangs im Sinne von Art. 21 AuG. Dies wird in der Beschwerde verkannt. Die fragliche Tätigkeit hat den Schweizer Arbeitsmarkt nicht unterwandert. Die Bestimmungen des Ausländergesetzes und der entsprechenden Verordnungen verhindern, dass neu einreisende Ausländer die inländischen |304| Arbeitskräfte in unerwünschtem Mass konkurrieren. Soweit die Beschwerdeführerin eine Benachteiligung von Mitbewerbern geltend macht, ist ihre Befürchtung deshalb unbegründet. Schliesslich macht es entgegen der Auffassung der Beschwerdeführerin mit Blick auf den Arbeitsmarkt durchaus einen Unterschied, ob die Anstellung eines ausländischen Bewerbers nicht zu Stande kommt oder bei bestehendem Arbeitsvertrag (während oder nach Ablauf der Probezeit im Sinne von Art. 335b Abs. 1 OR) gekündigt wird.\n\n1.5.3 Indem der Beschwerdegegner B. im Rahmen eines Rekrutierungsprozesses und vor Abschluss eines Arbeitsvertrages probeweise während rund drei Stunden in der Küche seines von ihm geführten Restaurants arbeiten liess, hat er ihn nicht im Sinne von Art. 117 AuG beschäftigt. Daran ändert die von der Beschwerdeführerin angeführte Beweisproblematik nichts. Ob die Schwarzarbeit dem Arbeitgeber und dem Arbeitnehmer nachgewiesen werden kann, ist eine Frage der Beweiserhebung und Beweiswürdigung."}