{"annee": "137", "cour": "III", "page": "517", "date": "10/10/2011", "cite": ["126 III 101", "135 III 566"], "cite_par": ["141 III 222", "138 III 570"], "chapeau": "75. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause Dame Z. contre Masse en faillite de dame Z. et Y. (recours en matière civile)\n\n5A_293/2011 du 10 octobre 2011", "regestes": ["Art. 166 al. 1 let. c LDIP; reconnaissance d'une décision de faillite étrangère en Suisse, réciprocité. En matière de faillite internationale, la Finlande accorde la réciprocité (consid. 3)."], "faits": "BGE 137 III 517 S. 518\n\nA.\n\nA.a. Par jugement du 10 octobre 2006 (...), le Tribunal de Tampere (Finlande) a prononcé, à la réquisition de l'hoirie de feu X., la faillite de dame Z.\n\nA.b. Le 2 mars 2007, le représentant de la masse en faillite a requis la reconnaissance du jugement de faillite dans le canton de Zurich. Cette requête a été rejetée (en dernière instance cantonale) le 17 août 2007 par le Tribunal supérieur zurichois; le 4 janvier 2008, la IIe Cour de droit civil du Tribunal fédéral a rejeté, dans la mesure de sa recevabilité, le recours formé contre cette décision (arrêt 5A_539/2007, in Pra 2008 n° 77 p. 517).\n\nA.c. Parallèlement, le 24 septembre 2007, la masse en faillite et l'hoirie de feu X. ont demandé au Président du Tribunal d'arrondissement de l'Est vaudois de reconnaître le jugement de faillite rendu en Finlande (...).\n\nLe 26 novembre 2007, ce magistrat s'est déclaré incompétent en raison de la saisine préalable des juridictions zurichoises. Cette décision a été annulée le 26 juin 2008 par la Cour des poursuites et faillites du Tribunal cantonal vaudois, qui a renvoyé la cause au premier juge pour qu'il statue sur la reconnaissance du jugement de faillite. Par arrêt du 17 juin 2009, le Tribunal fédéral a rejeté (par substitution de motifs) le recours de la débitrice (ATF 135 III 566).\n\nB. Saisi à nouveau de la cause, le Président du Tribunal d'arrondissement de l'Est vaudois a invité les parties à compléter les pièces au dossier et à produire une traduction française des pièces et textes légaux dont elles entendaient se prévaloir. Statuant le 8 juin 2010, il a refusé derechef la reconnaissance. Par arrêt du 9 décembre 2010, dont les motifs ont été communiqués le 12 avril 2011, la Cour des poursuites et faillites du Tribunal cantonal vaudois a réformé cette décision en ce sens qu'il a accueilli \"la requête de reconnaissance de faillite étrangère déposée par la masse en faillite de dame Z. et l'hoirie de feu X., dont les droits ont été entièrement repris par Y.\" BGE 137 III 517 S. 519(ch. II/I) et \"dit qu'une procédure de faillite ancillaire contre dame Z. est ouverte en Suisse\" (ch. II/II). (...)\n\n(extrait)", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Après avoir constaté que la doctrine helvétique classait la Finlande dans les pays qui n'accordent pas la réciprocité à la Suisse, l'autorité précédente a retenu que les intimés avaient produit deux avis de droit, établis le 23 mars 2007 par l'Institut suisse de droit comparé (ISDC) et le 23 mai 2007 par l'Ombudsman des faillites - c'est-à-dire l'\"autorité officielle dépendant du Ministère finlandais de la justice chargée de donner son avis juridique aux tribunaux finlandais\" -, qui admettent au contraire que cette condition est réalisée. Certes, la recourante a produit deux avis de droit, des 27 avril et 8 mai 2007, d'avocats finlandais qui aboutissent à la conclusion inverse; toutefois, ces documents ont été soumis à l'ISDC qui a maintenu sa position et rappelé que l'avis de l'Ombudsman faisait autorité. En définitive, vu les arguments de l'ISDC et de l'Ombudsman, \"organismes offrant toute garantie tant d'objectivité scientifique en matière de droit finlandais que d'impartialité\" et dont, par surcroît, l'analyse porte sur la nouvelle législation finlandaise de 2004 sur les faillites, il y a lieu d'admettre que la condition d'une \"réciprocité de fait\" est réalisée dans le cas présent.\n\n3.2 Conformément à l'art. 166 al. 1 let. c LDIP, la décision de faillite étrangère est reconnue en Suisse si la réciprocité est accordée dans l'Etat où la décision a été rendue, en l'occurrence la Finlande. D'après la jurisprudence, cette exigence ne doit pas être interprétée avec une excessive sévérité; elle est réalisée lorsque le droit de l'Etat étranger reconnaît les effets d'une faillite étrangère dans une mesure sensiblement équivalente, et non à des conditions rigoureusement identiques, au droit suisse; autrement dit, il n'est pas nécessaire que la décision de faillite - si elle émanait d'un tribunal suisse - soit dans tous les cas reconnue dans l'Etat étranger, mais il suffit que, dans les mêmes circonstances, le droit étranger reconnaisse un jugement helvétique à des conditions qui ne soient pas sensiblement plus défavorables que celles posées par la législation suisse pour la reconnaissance d'un jugement déclaratif étranger (ATF 126 III 101 consid. 2d et les citations; pour la jurisprudence cantonale, cf. parmi plusieurs: arrêt de l'Obergericht du canton de Zurich du 9 octobre 1990, in RSJ 87/1991 p. 192/193). BGE 137 III 517 S. 520\n\nLes auteurs qui se sont prononcés peu après l'entrée en vigueur de la LDIP expriment l'avis que la réciprocité ne serait pas garantie à l'égard de la Finlande (GILLIÉRON, Qu'y a-t-il de nouveau en matière de faillite internationale, RDS 1992 I p. 278; HANISCH, Internationale Insolvenzrechte des Auslandes und das Gegenrecht nach Art. 166 Abs. 1 IPRG, RSDIE 1992 p. 19; STAEHELIN, Die Anerkennung ausländischer Konkurse und Nachlassverträge in der Schweiz [Art. 166 ff.IPRG], 1989, p. 85; dans le même sens:LEMBO/JEANNERET, La reconnaissance d'une faillite étrangère [art. 166 et ss. LDIP]: état deslieux et considérations pratiques, SJ 2002 II p. 262). La doctrine plus récente est à l'unisson, mais sans que l'on puisse déterminer avec précision si elle se réfère à la nouvelle loi finlandaise du 20 février 2004 (BERTI, in Basler Kommentar, Internationales Privatrecht, 2e éd. 2007, n° 39 ad art. 166 LDIP; DUTOIT, Droit international privé suisse, Commentaire de la loi fédérale du 18 décembre 1987, 4e éd. 2005, n° 11 ad art. 166 LDIP; GEHRI/KOSTKIEWICZ, Anerkennung ausländischer Insolvenzentscheide in der Schweiz - ein neuer Réduit National-, RSDIE 2009 p. 203; JAQUES, La reconnaissance et les effets en Suisse d'une faillite ouverte à l'étranger, 2006, p. 47; KAUFMANN-KOHLER/RIGOZZI, in Commentaire romand, Poursuite et faillite, 2005, n° 82 ad art. 166 LDIP; STOFFEL/CHABLOZ, Voies d'exécution, 2e éd. 2010, § 13 n° 53; VOLKEN, in Zürcher Kommentar, 2e éd. 2004, n° 105 ad art. 166 LDIP). Force est dès lors d'admettre, avec la recourante, que personne - à tout le moins dans la littérature helvétique - ne paraît partager l'opinion de la cour cantonale.\n\n3.3 D'après le Message du Conseil fédéral du 10 novembre 1982 concernant une loi fédérale sur le droit internationale privé, la \"preuve que l'Etat où la décision de faillite a été rendue accorde la réciprocité peut être fournie tant par une loi que sur la base d'une certaine pratique judiciaire\" (FF 1983 I 438 ch. 210.3). Il n'est pas nécessaire qu'une décision concrète ait déjà été rendue à propos d'un jugement de faillite suisse, ni même que la réciprocité découle d'un traité international ou d'un échange de notes diplomatiques (KAUFMANN-KOHLER/RIGOZZI, op. cit., n° 78 ad art. 166 LDIP).\n\nEn dépit de l'argumentation de la recourante, c'est avec raison que la cour cantonale a attribué une force probante décisive aux avis de droit de l'ISDC, établissement de la Confédération qui a, en particulier, pour mission de \"donner des renseignements et des avis de droit aux tribunaux, aux organes administratifs, aux avocats et à d'autres intéressés\" (art. 3 al. 1 let. c de la loi fédérale du 6 octobre 1978 sur BGE 137 III 517 S. 521l'Institut suisse de droit comparé [RS 425.1]; sur ce point: arrêt 1P.390/2004 du 28 octobre 2004 consid. 2.3, in SJ 2005 I p. 277), et - surtout - de l'Ombudsman finlandais des faillites, autorité qui dépend du Ministère de la justice et dont l'avis exprime le point de vue officiel du gouvernement finlandais au sujet des questions relevant du droit de la faillite. Il s'agit là d'organismes étatiques dont il n'y a pas lieu d'écarter la prise de position dans le cas présent. D'ailleurs, c'est en se référant expressément à une attestation du \"Bankruptcy Ombudsman of the Republic of Finland\" et à un avis de droit de l'ISDC que le Tribunal du district de Zurich - qui est à l'origine d'une abondante casuistique dans le domaine de la faillite internationale (ZILTENER/SPÄTH, Die Anerkennung ausländischer Konkurse in der Praxis des Bezirksgerichts Zürich, ZZZ 2005 p. 37 ss, spéc. 77-80 [réciprocité]) -, dans un jugement du 22 février 2008 produit par les intimés, a admis que la Finlande accordait la réciprocité. La recourante oublie qu'il n'appartient pas au Tribunal fédéral d'arbitrer le conflit entre l'ISDC ou l'Ombudsman des faillites et les avocats qu'elle a consultés quant à l'interprétation du droit finlandais, sauf à démontrer (art. 106 al. 2 LTF) - ce qui n'est pas le cas - que celle qu'en ont donnée ces organismes est manifestement erronée au point qu'il était arbitraire d'y adhérer (art. 9 Cst. en relation avec l'art. 96 let. b LTF)."}