{"annee": "137", "cour": "I", "page": "305", "date": "21/11/2011", "cite": ["116 IB 270", "117 V 318", "119 IA 141", "129 I 113", "129 I 265", "116 IA 359", "131 I 91", "130 I 174", "116 IB 284", "116 V 198", "136 II 177", "119 V 277", "126 II 300", "112 IA 311", "123 I 152"], "cite_par": ["144 I 318", "138 I 475", "141 II 233", "140 I 201", "145 I 167"], "chapeau": "30. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Alternative - die Grünen Kanton Zug und Mitb. gegen Kantonsrat und Regierungsrat des Kantons Zug (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_549/2010 vom 21. November 2011", "regestes": ["Recours contre le non-renouvellement de la Commission pour l'égalité entre homme et femme (arrivée à échéance) dans le canton de Zoug.", "Questions de recevabilité. La décision du parlement cantonal de ne pas renouveler la Commission n'a pas d'effet normatif ou abrogatif; non-entrée en matière sur la demande d'annulation (consid. 1). Entrée en matière sur la demande d'obliger le canton de Zoug à créer les bases légales pour une commission correspondante ou un bureau d'égalité (consid. 2): exposé de jurisprudence et de doctrine portant sur le déni de justice ou le retard injustifié d'un arrêté (consid. 2.1-2.3); règles de l'OJ et de la LTF (consid. 2.4). Les recourants doivent rendre plausible le fait que le législateur (cantonal) a un devoir d'action suffisamment déterminé; savoir si un tel devoir existe véritablement est une question de droit matériel (consid. 2.5). Qualité pour agir et recourir (consid. 2.6).", "Questions de droit matériel. Le mandat visant à garantir l'égalité effective entre homme et femme ressort de l'art. 8 al. 3 phrase 2 Cst. et du § 5 al. 2 Cst./ZG (consid. 3.1) ainsi que de la Convention de l'ONU sur l'élimination de toutes les formes de discrimination à l'égard des femmes (CEDAW) (consid. 3.2). La Confédération et les cantons sont tenus d'accomplir cette tâche en vertu du droit constitutionnel et du droit international public, tant que le but n'est pas encore atteint; ils disposent d'un pouvoir d'appréciation uniquement sur la manière d'accomplir cette tâche (consid. 4). Le canton de Zoug est obligé de prévoir une solution de remplacement pour la Commission qui a existé jusqu'à présent, dans laquelle il règle par qui, comment et avec quels moyens la tâche d'égalité doit être mise en oeuvre à l'avenir. En revanche, il n'est pas obligé de maintenir une commission pour l'égalité ou de créer un tel bureau (consid. 5). Cela ressort également de l'art. 2 CEDAW en lien avec les recommandations générales et les observations finales du comité CEDAW (consid. 6)."], "faits": "|307|\n\nA. Im November 1998 beschloss der Kantonsrat die Bildung einer auf vier Jahre befristeten Kommission für die Gleichstellung von Frau und Mann mit einem jährlichen Budget von Fr. 100'000.-. Sie nahm ihre Tätigkeit im August 1999 auf und wurde 2002 um weitere vier Jahre verlängert. Am 17. Mai 2006 beschloss der Kantonsrat die Weiterführung der Kommission befristet bis zum 31. Dezember 2010.\n\nB. Am 2. Februar 2010 beantragte der Regierungsrat des Kantons Zug, die bisherige Kommission unter dem neuen Namen \"Kommission für Chancengleichheit von Frau und Mann\" zeitlich auf acht Jahre befristet weiterzuführen, um einen weiteren Schritt hin zur tatsächlichen Gleichberechtigung zu machen. Vorgeschlagen wurde eine maximal zehnköpfige Fachkommission, in der die Sozialpartner, die politischen Parteien sowie Organisationen, die sich mit der Chancengleichheit befassen, angemessen vertreten sein würden. Die Aufgaben der Kommission wurden wie folgt umschrieben (§ 3 des Entwurfs des Regierungsrats vom 2. Februar 2010):\n\n\"1. Die Kommission fördert die Chancengleichheit von Frau und Mann und hat insbesondere folgende Aufgaben:\n\na) sie erstellt für jede Legislaturperiode einen Aktionsplan mit Kostenrahmen, welche vom Regierungsrat zu genehmigen sind;\n\nb) sie lanciert, erarbeitet und begleitet im Rahmen von Bst. a eigene Programme, Projekte und Massnahmen. Sie erteilt Teilaufträge an geeignete bestehende Institutionen und beteiligt sich an kantonalen und interkantonalen Projekten. Sie arbeitet dabei mit interessierten Kreisen, Organisationen und Netzwerken innerhalb und ausserhalb des Kantons zusammen; |308|\n\nc) sie berät Behörden und erarbeitet Stellungnahmen bei Vernehmlassungsverfahren auf kantonaler und eidgenössischer Ebene;\n\nd) sie kann in Einzelfällen Institutionen, Arbeitgebende und Private ausserhalb der Verwaltung kostenlos und erstmals beraten;\n\ne) sie leistet Öffentlichkeitsarbeit, führt eine Dokumentation und sensibilisiert die Bevölkerung.\n\n2. Die Kommission erstattet dem Regierungsrat jährlich Bericht.\"\n\nIn der Schlussabstimmung vom 28. Oktober 2010 sprach sich der Kantonsrat mit 37 zu 36 Stimmen gegen die Vorlage aus und lehnte damit im Ergebnis die Weiterführung der Kommission für die Gleichstellung von Frau und Mann ersatzlos ab.\n\nC. Gegen diesen Beschluss haben die Partei Alternative - die Grünen Zug, die Christlich-soziale Partei Zug und die Sozialdemokratische Partei des Kantons Zug, die Juristinnen Schweiz, der Gewerkschaftsbund des Kantons Zug, die OFRA Zug sowie zwölf Einzelpersonen (im Folgenden: die Beschwerdeführerinnen) am 29. November 2010 Beschwerde in öffentlich-rechtlichen Angelegenheiten, eventualiter subsidiäre Verfassungsbeschwerde, ans Bundesgericht erhoben.\n\nSie beantragen, der Kanton Zug sei zu verpflichten, den in Art. 8 Abs. 3 Satz 2 BV sowie in § 5 Abs. 2 der Verfassung des Kantons Zug vom 31. Januar 1894 (KV/ZG; SR 131.218) statuierten Verfassungsauftrag zur Förderung und Verwirklichung der tatsächlichen Gleichberechtigung von Mann und Frau zu erfüllen und die völkerrechtliche Verpflichtung aus Art. 2, insbes. lit. a zweiter Halbsatz des UNO-Übereinkommens vom 18. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau (CEDAW [Convention on the Elimination of All Forms of Discrimination Against Women]; SR 0.108) sowie die Empfehlungen des CEDAW-Ausschusses umzusetzen, indem er die gesetzlichen Grundlagen weiterführt bzw. schafft und eine dafür angemessene Kommission und/oder Fachstelle einsetzt.\n\nD. Der Regierungsrat des Kantons Zug beantragt, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. Der Kantonsrat schliesst sich den Ausführungen des Regierungsrates an.\n\nDas Bundesamt für Justiz (BJ) kommt in seiner Vernehmlassung vom 6. Juli 2011 zum Schluss, der Kanton Zug sei weder verfassungs- noch völkerrechtlich zur Schaffung einer Gleichstellungskommission oder zur Einsetzung einer Fachstelle zur Förderung der tatsächlichen Gleichstellung von Frau und Mann verpflichtet. |309|\n\nDas Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen :\n\n1. Die Beschwerde richtet sich formell gegen den Beschluss des Kantonsrats Zug vom 28. Oktober 2010.\n\nDie Beschwerdeführerinnen sind der Auffassung, es handle sich um einen Erlass i.S.v. Art. 82 lit. b BGG, dem zwar kein rechtssetzender, wohl aber rechtsaufhebender Charakter zukomme. Jedenfalls müsse der angefochtene Beschluss einem anfechtbaren kantonalen Erlass gleichgesetzt werden: Die Überprüfung, ob die Abschaffung der Gleichstellungskommission bundes- und völkerrechtswidrig sei, dürfe nicht durch den \"formalen Trick\" des Fristablaufs und des Nichterlasses einer neuen Rechtsgrundlage vereitelt werden.\n\n1.1 Gegen kantonale Erlasse ist unmittelbar die Beschwerde zulässig, sofern kein kantonales Rechtsmittel ergriffen werden kann (Art. 87 Abs. 1 BGG). (...)\n\n1.2 Gemäss Art. 82 lit. b BGG beurteilt das Bundesgericht Beschwerden gegen kantonale Erlasse, d.h. gegen kantonale Hoheitsakte mit rechtssetzendem Charakter. Zu Letzteren gehören grundsätzlich auch Regelungen über die Organisation und das Verfahren von Behörden (für den Bund vgl. Art. 164 Abs. 1 lit. g BV).\n\nDer Kantonsrat hat die Anträge zur Schaffung einer Kommission für die Chancengleichheit abgelehnt, d.h. auf die Setzung neuer organisatorischer Bestimmungen verzichtet. Diesem Beschluss kommt weder rechtssetzende noch rechtsaufhebende Wirkung zu: Die zuvor eingesetzte Kommission für die Gleichstellung von Frau und Mann war zeitlich bis zum 31. Dezember 2010 befristet. Sie wurde somit durch Zeitablauf aufgelöst, ohne dass es hierfür eines Aufhebungserlasses bedurfte. Die Befristung war schon im Beschluss vom 17. Mai 2006 enthalten. Dieser wurde nicht angefochten und kann im vorliegenden Verfahren nicht mehr überprüft werden.\n\nDiese Vorgehensweise kann nicht als \"Trick\" zur Umgehung des Rechtsschutzes qualifiziert werden. Die Befristung der Gleichstellungskommission wurde vielmehr mit dem Bedürfnis begründet, die tatsächliche Gleichstellung der Geschlechter sowie den diesbezüglichen Erfolg und die weitere Notwendigkeit der Kommission periodisch überprüfen zu können; überdies sporne die Befristung die |310| Kommission zu qualitativ besserer und effizienterer Arbeit an (Bericht und Antrag des Regierungsrates vom 17. Mai 2006, Seite 13).\n\nDer angefochtene Beschluss entfaltet auch keine Sperrwirkung: Der Kantonsrat hat jederzeit die Möglichkeit, die Schaffung einer Kommission oder Fachstelle zur Förderung der Gleichstellung bzw. der Chancengleichheit von Frau und Mann zu beschliessen.\n\nBei dieser Sach- und Rechtslage besteht kein schutzwürdiges Interesse an der Aufhebung des Beschlusses vom 28. Oktober 2010. Auf diesen Beschwerdeantrag ist daher nicht einzutreten.\n\n2. Näher zu prüfen ist, ob auf den Verpflichtungsantrag (...) einzutreten ist. Dieser verlangt vom Kanton Zug, die gesetzlichen Grundlagen für eine Kommission und/oder Fachstelle weiterzuführen bzw. zu schaffen, um die verfassungs- und völkerrechtlichen Aufträge zur Förderung und Verwirklichung der tatsächlichen Gleichberechtigung von Mann und Frau zu erfüllen. Damit wird ein Handeln des Gesetzgebers verlangt, d.h. dem Kantonsrat vorgeworfen, in verfassungs- bzw. völkerrechtswidriger Weise untätig geblieben zu sein.\n\n2.1 Art. 94 BGG regelt ausdrücklich die Möglichkeit, gegen das unrechtmässige Verweigern oder Verzögern eines anfechtbaren Entscheides Beschwerde ans Bundesgericht zu führen. Ob und unter welchen Voraussetzungen auch gegen das unrechtmässige Verweigern oder Verzögern eines Erlasses Beschwerde erhoben werden kann, hat das Bundesgericht bislang stets offengelassen:\n\n2.1.1 Nach der Annahme von Art. 4 Abs. 2 aBV (der Vorgängerbestimmung von Art. 8 Abs. 3 BV) in der Volksabstimmung vom 14. Juni 1981 war das Bundesgericht mehrfach mit dem Problem des säumigen Gesetzgebers konfrontiert. In einer ersten Phase verzichtete es auf die Aufhebung von Verfügungen, die sich auf ältere, noch nicht angepasste Erlasse stützten, weil dem Gesetzgeber eine Übergangsfrist zu deren Anpassung einzuräumen sei. Dies gelte jedenfalls, wenn die angefochtene Verfügung nicht fundamentale schutzwürdige Interessen des Beschwerdeführers betreffe und die geltend gemachte Verfassungsverletzung nicht zu einer derart unerträglichen Situation führe, dass sich ein unmittelbares Einschreiten des Verfassungsrichters gebieterisch aufdränge (vgl. Urteil P.1020/1986 vom 10. Oktober 1986 E. 3b, in: ZBl 88/1987 S. 306 ff., bestätigt in BGE 116 V 198 E. 3a S. 213 f.).\n\nSieben Jahre nach der Annahme des Gleichberechtigungsartikels erachtete sich das Bundesgericht grundsätzlich als berechtigt, Art. 4 |311| Abs. 2 aBV widersprechende Verfügungen aufzuheben und den Angehörigen eines Geschlechts die Vorteile zuzusprechen, die den Angehörigen des anderen Geschlechts bereits zustanden, bzw. eine verfassungskonforme Ersatzregelung für den streitigen Einzelfall aufzustellen (BGE 116 V 198 E. 3b S. 215 f.; BGE 116 Ia 359 E. 10b und c S. 380 f.; vgl. aus jüngerer Zeit BGE 129 I 265 E. 5 S. 274 ff., wo das Bundesgericht eine geschlechtsneutrale interkantonale Kollisionsregel für Familien- bzw. Kinderzulagen aufgestellt hat).\n\nIn vielen Fällen verzichtete das Bundesgericht jedoch auf die Aufhebung der verfassungswidrigen Verfügung und begnügte sich mit der Feststellung der Verfassungswidrigkeit. Es begründete dies mit der Komplexität der fraglichen Materie, der Vielzahl von Normierungsmöglichkeiten und den erheblichen finanziellen Konsequenzen, die einen Entscheid des Gesetzgebers erforderten (BGE 119 V 277 E. 4b S. 282; BGE 117 V 318 E. 5b und 5c S. 324 f.; BGE 112 Ia 311 E. 2c S. 313 f.). Dies berechtige den kantonalen Gesetzgeber allerdings nicht, längere Zeit untätig zu bleiben und dem Auftrag von Art. 4 Abs. 2 aBV keine Folge zu leisten (so z.B. Urteil P.1020/1986 vom 10. Oktober 1986 E. 3b, in: ZBl 88/1987 S. 306 ff.): Der Rechtsunterworfene habe Anspruch darauf, dass nach angemessener Frist gehandelt werde (BGE 112 Ia 311 E. 2c S. 314). Das Bundesgericht beliess es jedoch beim Appell an den Gesetzgeber in den Erwägungen, ohne ihn formell, im Dispositiv, zur Gesetzgebung zu verpflichten bzw. ihm hierfür eine Frist anzusetzen.\n\n2.1.2 Im Urteil P.815/1984 vom 18. Januar 1985 E. 3 (in: ZBl 86/1985 S. 492) hatte das Bundesgericht eine Beschwerde gegen den kantonalen Gesetzgeber zu beurteilen. Die Beschwerdeführer warfen dem Kanton Luzern vor, trotz des in Art. 4 Abs. 2 aBV enthaltenen Auftrags, für die Gleichbehandlung von Mann und Frau in der Ausbildung zu sorgen, untätig geblieben zu sein und die luzernische Schulgesetzgebung nicht angepasst zu haben.\n\nDas Bundesgericht warf in seinem Entscheid die Frage auf, ob die dem Gesetzgeber vorgeworfene Untätigkeit das Verbot der Rechtsverweigerung und Rechtsverzögerung verletze (Art. 4 Abs. 1 aBV; heute: Art. 29 Abs. 1 BV) oder aber das im Einzelfall betroffene verfassungsmässige Recht (Art. 4 Abs. 2 aBV; heute: Art. 8 Abs. 3 BV). Ungewiss sei auch, wer zu dieser Art von staatsrechtlicher Beschwerde legitimiert sei. (...)\n\nDas Bundesgericht liess die aufgeworfenen Fragen offen, weil sich die Beschwerde in der Sache selbst als unbegründet erweise: Zwar |312| könne in Art. 4 Abs. 2 aBV ein Gesetzgebungsauftrag erblickt werden, der bezüglich Bestimmtheit der Umschreibung den vom deutschen Bundesverfassungsgericht und den erwähnten Autoren genannten Anforderungen weitgehend nahekomme; indessen sei die dem Gesetzgeber zur Verfügung stehende Frist für die Anpassung der kantonalen Gesetzgebung noch nicht abgelaufen. Überdies sei der Gesetzgeber auch nicht völlig untätig geblieben; vielmehr seien neue Lehrpläne und Stundentafeln bereits erstellt worden bzw. stünden in Bearbeitung.\n\n2.1.3 Im Urteil BGE 130 I 174 hatte der Beschwerdeführer Beschwerde wegen der verzögerten Inkraftsetzung einer Steuergesetzrevision durch die Kantonsregierung erhoben. Das Bundesgericht hielt fest, dass sich das Verbot der Rechtsverzögerung nur auf das Verfahren der Rechtsanwendung und grundsätzlich nicht auf jenes der Rechtssetzung beziehe. Zwar werde in der Doktrin erwogen, eine Anrufung des Verfassungsrichters wegen Rechtsverzögerung unter gewissen Voraussetzungen auch gegenüber dem Gesetzgeber zuzulassen, sofern es um die Nichterfüllung einer präzise umschriebenen verfassungsmässigen Rechtssetzungspflicht gehe. Ein solcher Tatbestand stehe hier aber nicht in Frage, da nicht behauptet werde, dass die durchgeführte Revision des Steuergesetzes einem präzisen verfassungsrechtlichen Auftrag entspreche (E. 2.2 S. 177 ff. mit Hinweisen; vgl. im gleichen Sinne Urteil 2P.76/1996 vom 21. Oktober 1996 E. 3, in: SJ 1997 S. 414, RDAF 1998 I S. 521).\n\n2.1.4 Im Bereich der Stimmrechtsbeschwerde hat das Bundesgericht die Beschwerde wegen Rechtsverweigerung bzw. -verzögerung zugelassen, wenn durch die Untätigkeit der Behörden - einschliesslich des Gesetzgebers - die Umsetzung einer Initiative verhindert würde (Urteil 1P.179/1994 vom 16. November 1994 E. 1b, in: ZBl 96/1995 S. 419). Dies ergebe sich aus dem Anspruch des Bürgers auf Anerkennung eines ordnungsgemäss zustande gekommenen Abstimmungsergebnisses.\n\n2.2 In der Literatur wird die Beschwerde gegen die Untätigkeit des Gesetzgebers unter bestimmten restriktiven Voraussetzungen überwiegend als zulässig erachtet. WALTER KÄLIN (Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl. 1994, S. 149) führt dazu Folgendes aus: In aller Regel sei die Frage, ob die Untätigkeit des Gesetzgebers verfassungswidrig sei, nicht justiziabel. Umschreibe jedoch die Verfassung ausnahmsweise Gesetzgebungsaufträge derart präzis, dass auch der Richter mit seinen Mitteln überprüfen könne, |313| ob der Gesetzgeber seinen Pflichten in verfassungswidriger Weise nicht nachgekommen sei, und nähere sich die verfassungsrechtliche Rechtssetzungspflicht einem subjektiven Anspruch des Einzelnen auf positives gesetzgeberisches Handeln, so müsse die Justiziabilität bejaht werden. In solchen Fällen sollte mit Beschwerde ans Bundesgericht gerügt werden können, der kantonale oder kommunale Gesetzgeber verletze mit seiner Untätigkeit Verfassungsrecht (in diesem Sinne auch ANDREA HANS SCHULER, Die Verfassungsbeschwerde in der Schweiz, der Bundesrepublik Deutschland und Österreich, 1968, S. 162 f.; ROLAND VETTERLI, Kantonale Erlasse als Anfechtungsobjekte der staatsrechtlichen Beschwerde, 1989, S. 44 f.; FRIEDRICH HIRSCHI, Das Anfechtungsobjekt der staatsrechtlichen Beschwerde, 1972, S. 66 ff.; STEPHAN WULLSCHLEGER, Gesetzgebungsaufträge, 1999, S. 397 f., 403 f.; URS STEIMEN, Rechtssetzungsaufträge des Bundes an die Kantone, 1999, S. 175 ff.; ZIMMERLI/KÄLIN/KIENER, Grundlagen des öffentlichen Verfahrensrechts, 2004, S. 166).\n\nDagegen vertritt BERNHARD RÜTSCHE (Rechtsfolgen von Grundrechtsverletzungen, 2002, S. 403 f.) die Auffassung, das Bundesgericht sollte auf Rechtsverweigerungsbeschwerden gegen ein grundrechtswidriges Untätigsein der Legislative immer eintreten, wenn die übrigen formellen Voraussetzungen erfüllt seien, ohne Rücksicht auf den Bestimmtheitsgrad des grundrechtlichen Gesetzgebungsauftrags. Auch bei unbestimmten Gesetzgebungsaufträgen sei eine richterliche Sanktion zumindest in Form eines Feststellungsurteils möglich. (...)\n\n2.3 Das deutsche Bundesverfassungsgericht liess eine Verfassungsbeschwerde wegen Unterlassens des Gesetzgebers ursprünglich nur zu, wenn sich der Beschwerdeführer auf einen ausdrücklichen Gesetzgebungsauftrag des Grundgesetzes berufen konnte, der Inhalt und Umfang der Gesetzgebungspflicht im Wesentlichen umgrenzte (BVerfGE 11, 255 [261 f.]). In späteren Entscheiden ging es davon aus, dass sich eine konkrete gesetzgeberische Handlungspflicht auch im Wege der Auslegung aus den Grundrechten ergeben könne (vgl. die Übersicht in LECHNER/ZUCK, Bundesverfassungsgerichtsgesetz, Kommentar, 6. Aufl. 2011, N. 108 ff. zu § 90 BVerfGG). Allerdings müsse der Beschwerdeführer schlüssig dartun, dass die öffentliche Gewalt Schutzvorkehrungen entweder überhaupt nicht getroffen habe oder dass die getroffenen Regelungen und Massnahmen offensichtlich gänzlich ungeeignet oder völlig unzulänglich seien (BVerfGE 56, 54 [71, 80 ff.]; 77, 170 [214 f.]; 77, 381 [405]). Diese Begrenzung der verfassungsrechtlichen Nachprüfung |314| auf evidente Schutzpflichtverletzungen begründet das Bundesverfassungsgericht damit, dass es regelmässig eine höchst komplexe Frage sei, wie eine positive staatliche Schutz- und Handlungspflicht durch aktive gesetzgeberische Massnahmen zu verwirklichen sei. Je nach Beurteilung der tatsächlichen Verhältnisse, der konkreten Zielsetzungen und ihrer Priorität sowie der Eignung der denkbaren Mittel und Wege seien verschiedene Lösungen möglich, häufig Kompromisse erforderlich und eine Vielzahl von Rechtsgütern gegeneinander abzuwägen. Eine solche Entscheidung gehöre nach dem Grundsatz der Gewaltenteilung und dem demokratischen Prinzip in die Verantwortung des vom Volk unmittelbar legitimierten Gesetzgebers (BVerfGE 56, 54 [81]).\n\n2.4 Unter der Geltung des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (OG; BS 3 531) war die Rechtsverzögerungs- und -verweigerungsbeschwerde nicht ausdrücklich geregelt; Art. 84 Abs. 1 OG verlangte als Anfechtungsobjekt einen kantonalen Erlass oder eine Verfügung/Entscheid. Die Möglichkeit, gegen die Untätigkeit von Gerichten und Verwaltungsbehörden staatsrechtliche Beschwerde zu erheben, wurde deshalb aus dem legitimen Rechtsschutzinteresse des Einzelnen abgeleitet (vgl. KÄLIN, a.a.O., S. 148 f. mit Hinweisen Fn. 261): Könnte nur der Erlass einer Verfügung, nicht aber deren Verzögerung angefochten werden, könnte das aus Art. 4 aBV (heute: Art. 29 Abs. 1 BV) abgeleitete Rechtsverzögerungsverbot mit staatsrechtlicher Beschwerde kaum je angerufen und daher ein verfassungsmässiges Recht der Bürger auf Bundesebene nicht durchgesetzt werden; dies sei nicht der Sinn von Art. 84 OG (LORENZ MEYER, Das Rechtsverzögerungsverbot nach Art. 4 BV, 1982, S. 113 f.).\n\nDas BGG regelt nunmehr ausdrücklich die Beschwerde wegen unrechtmässiger Verweigerung und Verzögerung eines anfechtbaren Entscheids (Art. 94 BGG), enthält dagegen keine Regelung für die Säumnis des (kantonalen) Gesetzgebers. Es gibt in den Materialien zum BGG keine Anhaltspunkte dafür, dass es sich um ein qualifiziertes Schweigen des Gesetzgebers handelt, mit der Rechtsverweigerungs- und -verzögerungsbeschwerden gegen den Gesetzgeber hätten ausgeschlossen werden sollen.\n\nSofern auf der Grundlage des bisherigen, nicht angepassten kantonalen Rechts Verfügungen ergehen, können sie bis vor Bundesgericht angefochten werden; dieses kann das kantonale Recht vorfrageweise auf seine Bundesrechts- und Verfassungskonformität überprüfen. |315| Ist der kantonale Gesetzgeber tätig geworden, kann der Erlass gemäss Art. 82 lit. b BGG beim Bundesgericht angefochten werden mit der Begründung, der Gesetzgebungsauftrag sei ungenügend umgesetzt worden. Dann aber erscheint es nicht sachgerecht, eine gerichtliche Kontrolle nur in den Fällen auszuschliessen, in denen der Gesetzgeber völlig untätig geblieben ist (so auch WULLSCHLEGER, a.a.O., S. 397).\n\nAllerdings bezieht sich das allgemeine Verbot der Rechtsverzögerung und -verweigerung nach Art. 29 Abs. 1 BV auf das Verfahren der Rechtsanwendung (\"Verfahren vor Gerichts- und Verwaltungsinstanzen\") und nicht auf jenes der Rechtssetzung (BGE 130 I 174 E. 2.2 S. 177 ff. mit Hinweisen). Praxisgemäss hat der Einzelne auch keinen Anspruch auf rechtliches Gehör im Rechtssetzungsverfahren (BGE 131 I 91 E. 3.1 S. 95; BGE 119 Ia 141 E. 5c/aa S. 149 f.; je mit Hinweisen). Ein solcher Anspruch kann sich jedoch aus speziellen Verfassungsnormen ergeben (vgl. BGE 129 I 113 E. 3 S. 120 ff. zum Anhörungsrecht der Gewerkschaften gemäss Art. 28 BV). Aus den Grundrechten können sich auch Schutzpflichten des Staates gegen Beeinträchtigungen bzw. Gefährdungen der grundrechtlichen Schutzgüter ergeben, die in erster Linie die Legislative treffen (BGE 126 II 300 E. 5 S. 314 mit Hinweisen; vgl. die Übersicht bei RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 13 f. zu Art. 35 BV mit Hinweisen). Ein allfälliger Anspruch auf gesetzgeberisches Handeln ist daher nicht aus Art. 29 BV, sondern aus der Norm abzuleiten, die den Gesetzgebungsauftrag enthält.\n\n2.5 Ob und inwiefern sich aus der angerufenen Verfassungs- oder Gesetzesbestimmung eine Handlungspflicht des Gesetzgebers ergibt, ist eine materiellrechtliche Frage. Für das Eintreten auf eine Beschwerde in öffentlich-rechtlichen Angelegenheiten muss daher - analog der neueren Rechtsprechung zu Art. 83 lit. c Ziff. 2 BGG - ein vertretbar begründeter potenzieller Anspruch genügen (vgl. BGE 136 II 177 E. 1.1 S. 179). Ob dessen Voraussetzungen im Einzelnen gegeben sind, ist eine Frage der materiellen Beurteilung.\n\nMit der herrschenden Lehre ist allerdings zu verlangen, dass der Anspruch nicht nur hinsichtlich des \"Ob\", sondern auch hinsichtlich des \"Wie\" substanziiert dargelegt wird: Nur wenn sich aus Bundes- oder Völkerrecht - sei es ausdrücklich, sei es im Wege der Auslegung - (potenziell) ein klarer und bestimmter Auftrag an den kantonalen Gesetzgeber ergibt, erscheint eine bundesgerichtliche |316| Beurteilung zulässig. Es muss verhindert werden, dass das Bundesgerichtohne genügende rechtliche Kriterien über die Umsetzung von unbestimmten sozialen oder politischen Zielbestimmungen entscheidet und damit zum Austragungsort politischer Streitigkeiten wird. Praxisgemäss stellt der Verzicht auf einen Sachentscheid und die blosse Feststellung der Verfassungswidrigkeit bzw. der Appell anden Gesetzgeber einen Notbehelf dar, wenn die Komplexität derMaterie keinen anderen Ausweg offenlässt. Wird lediglich eine allgemeine Verpflichtung des Gesetzgebers zum Tätigwerden (\"ob\") ohne inhaltliche Vorgaben hinsichtlich des \"Wie\" geltend gemacht, fehlt es in aller Regel auch an einem schutzwürdigen Interesse der Parteien.\n\nIm vorliegenden Fall haben die Beschwerdeführerinnen detailliert begründet, weshalb sich ihres Erachtens aus Art. 8 Abs. 3 Satz 2 BV und § 5 Abs. 2 KV/ZG in Verbindung mit Art. 2 CEDAW, unter Berücksichtigung der Empfehlungen des CEDAW-Ausschusses, eine Verpflichtung zur Schaffung einer Kommission oder Fachstelle zur Gleichstellung von Frau und Mann ergibt. Damit wird ein hinreichend bestimmter Verfassungsauftrag geltend gemacht. Insofern ist grundsätzlich von der Zulässigkeit ihres Verpflichtungsantrags auszugehen.\n\n2.6 Die Einzelbeschwerdeführerinnen 7-18 wohnen im Kanton Zug. Sie legen dar, dass die ersatzlose Aufhebung der Gleichstellungskommission dazu führe, dass der Kanton Zug den verfassungs- und völkerrechtlichen Auftrag zur tatsächlichen Gleichstellung von Frau und Mann nicht mehr erfüllen könne. Sie machen somit geltend, in ihrem Grundrecht auf Gleichstellung i.S. von Art. 8 Abs. 3 BV, § 5 Abs. 2 KV/ZG und Art. 2 CEDAW verletzt zu sein und einen Anspruch auf die Einrichtung einer Gleichstellungskommission oder -fachstelle zu haben. Sie haben somit ein schutzwürdiges Interesse an der Beschwerdeführung i.S. von Art. 89 Abs. 1 BGG.\n\nZwar sind sie nicht mehr (und nicht weniger) berührt als andere Bewohner des Kantons Zug. Ein besonderes Berührtsein kann jedoch nicht verlangt werden, sofern ein Erlass beantragt wird, d.h. eine generell-abstrakte bzw. organisatorische Regelung, die definitionsgemäss allen Gesetzesadressaten oder sogar allen Kantonseinwohnern zugutekommen wird (so auch BERNHARD WALDMANN, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 13 zu Art. 89 BGG zur Legitimation bei der Anfechtung von Erlassen).\n\n2.7 Auf die Beschwerde ist somit grundsätzlich einzutreten. |317|\n\n3. Die Beschwerdeführerinnen berufen sich auf Art. 8 Abs. 3 Satz 2 BV und § 5 Abs. 2 KV/ZG i.V.m. Art. 2 (insbesondere lit. a) CEDAW.\n\n3.1 Gemäss Art. 8 Abs. 3 Satz 2 BV sorgt das Gesetz für die rechtliche und tatsächliche Gleichstellung von Mann und Frau, vor allem in Familie, Ausbildung und Arbeit. § 5 Abs. 2 KV/ZG verpflichtet den Kanton, die Verwirklichung der tatsächlichen Gleichstellung von Mann und Frau zu fördern.\n\nArt. 8 Abs. 3 Satz 2 BV enthält einen Auftrag zur Schaffung tatsächlicher Gleichheit in der sozialen Wirklichkeit. Dies ergibt sich jetzt klar aus dem Wortlaut der Verfassungsbestimmung (\"tatsächliche Gleichstellung\"), galt jedoch bereits unter Art. 4 Abs. 2 Satz 2 aBV (vgl. BGE 116 Ib 270 E. 7a S. 283, BGE 116 Ib 284 E. 7a S. 297). Der Gleichstellungsauftrag bezieht sich auf alle Lebensbereiche (BGE 123 I 152 E. 3a S. 156 mit Hinweis). Er richtet sich an alle Stufen des Bundesstaats, d.h. an den Bund, die Kantone und die Gemeinden. Auch wenn der Verfassungstext nur den Gesetzgeber anspricht, haben auch die rechtsanwendenden Behörden (Verwaltung, Richter) die Pflicht, dem Geschlechtergleichheitsgebot in den Schranken ihrer Zuständigkeit zum Durchbruch zu verhelfen (so schon Botschaft des Bundesrats vom 14. November 1979 zur Volksinitiative \"Gleiche Rechte für Mann und Frau\" betreffend Art. 4 Abs. 2 aBV, BBl 1980 I 142 Ziff. 5.3.2; vgl. auch BIGLER-EGGENBERGER, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 84 zu Art. 8 BV).\n\nArt. 8 Abs. 3 Satz 2 BV enthält einen Sozialgestaltungsauftrag, der dahin geht, auf den Abbau bestehender Stereotypisierungen und diskriminierender Strukturen hinzuwirken (BERNHARD WALDMANN, Das Diskriminierungsverbot von Art. 8 Abs. 2 BV als besonderer Gleichheitssatz, 2003, S. 423 und 439 ff.). Hierfür genügt es nicht, die Diskriminierung von Frauen durch Private (z.B. im Erwerbsleben) zu verbieten (Botschaft des Bundesrats vom 24. Februar 1993 zum Gleichstellungsgesetz, BBl 1993 I 1314; PATRICIA SCHULZ, in: Kommentar zum Gleichstellungsgesetz, Kaufmann/Steiger-Sackmann [Hrsg.], 2. Aufl. 2009, N. 1 zu Art. 14 GlG). Vielmehr bedarf es gezielter Massnahmen, um stereotype Rollenbilder und gesellschaftlich institutionalisierte Verhaltensmuster und damit einhergehende Benachteiligungen zu beseitigen sowie ein Umdenken in der Gesellschaft einzuleiten.\n\nWelche Massnahmen im Hinblick auf die Erfüllung dieses verfassungsrechtlichen Auftrags nötig sind, gibt die Verfassung jedoch |318| nicht vor. Dem Gemeinwesen kommt somit in der Wahl der Mittel ein erheblicher Ermessensspielraum zu. Es ist grundsätzlich Aufgabe des Gesetzgebers und nicht der Gerichte, zwischen den verschiedenen in Betracht kommenden Massnahmen auszuwählen.\n\n3.2 Der in Art. 8 Abs. 3 BV sehr allgemein umschriebene Gleichstellungsauftrag wird durch das UNO-Übereinkommen vom 18. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau (CEDAW; SR 0.108) konkretisiert und ergänzt.\n\nDieses Übereinkommen ist am 26. April 1997 für die Schweiz in Kraft getreten. Darin verpflichten sich die Vertragsstaaten, mit allen geeigneten Mitteln unverzüglich eine Politik zur Beseitigung der Diskriminierung der Frau zu verfolgen (Art. 2). Hierzu müssen die Vertragsstaaten durch gesetzgeberische und sonstige Massnahmen für die tatsächliche Verwirklichung des Grundsatzes der Gleichberechtigung von Mann und Frau sorgen (Art. 2 lit. a) und jede Diskriminierung der Frau verbieten (Art. 2 lit. b). Art. 5 lit. a des Übereinkommens verlangt Massnahmen, um einen Wandel in den sozialen und kulturellen Verhaltensmustern von Mann und Frau zu bewirken und Vorurteile und Praktiken zu beseitigen, die auf der Vorstellung von der Unter- oder Überlegenheit des einen oder anderen Geschlechts oder der stereotypen Rollenverteilung von Mann und Frau beruhen. Der Gleichstellungsauftrag wird für spezifische Bereiche konkretisiert, namentlich im politischen und öffentlichen Leben (Art. 7 und 8), im Bereich der Bildung (Art. 10), der Arbeit und der sozialen Sicherheit (Art. 11), der Gesundheit (Art. 12) und in anderen Bereichen des wirtschaftlichen und sozialen Lebens (Art. 13).\n\nEinzelne Artikel sehen konkrete Massnahmen zur materiellen Gleichstellung der Frau vor (z.B. Art. 11 Abs. 2: Kündigungsschutz; bezahlter Mutterschaftsurlaub; Einrichtungen zur Kinderbetreuung). Überwiegend aber sind die Verpflichtungen allgemein gehalten und überlassen den Vertragsstaaten die Wahl der Mittel (HAUSAMMANN/SCHLÄPPI, Menschenrechte und Frauenrechte: Das UNO-Übereinkommen zur Beseitigung jeder Form von Diskriminierung der Frau und seine Bedeutung für die Schweiz, AJP 1995 S. 38 und 41).\n\nDer Bundesrat ging daher in seiner Botschaft zum CEDAW davon aus, dass die Bestimmungen des Übereinkommens (mit gewissen Ausnahmen) nicht direkt anwendbar seien (Botschaft vom 23. August 1995 betreffend das Übereinkommen von 1979 zur Beseitigung jeder Form von Diskriminierung der Frau, BBl 1995 IV 925 Ziff. 31; |319| vgl. auch GIORGIO MALINVERNI, Le principe de l'égalité des sexes en droit international et en droit européen, in: L'égalité entre hommes et femmes, bilan et perspectives, Charles-Albert Morand [Hrsg.],1988, S. 15). In der Literatur wird das Übereinkommen dagegen z.T. in weiterem Masse für unmittelbar anwendbar gehalten (vgl. REGULA KÄGI-DIENER, Die Bedeutung internationaler Diskriminierungsverbote für die schweizerische Rechtsordnung, Frauenfragen 1/2009 S. 44 f.; dieselbe, Impluse des CEDAW-Übereinkommens für die Gleichstellung im Erwerbsleben insbesondere in der Quotenfrage, AJP 2006 S. 1462 f. [betreffend Art. 4 CEDAW];VIVIAN FANKHAUSER-FEITKNECHT, Uno-Frauenkonvention gilt auch für Schweizer Gerichte, Plädoyer 5/2009 S. 25; IVO SCHWANDER, BV, EMRK, UNO-Pakte, 1999, S. 666 f.).\n\nAuch dort, wo die Bestimmungen des Übereinkommens keine subjektiven, gerichtlich durchsetzbaren Verpflichtungen zur Nichtdiskriminierung der Frau begründen, sind sie jedoch nicht nur politische oder moralische Absichtserklärungen, sondern Teil der objektiven Rechtsordnung. In der Botschaft des Bundesrates (BBl 1995 IV S. 924 oben) heisst es dazu:\n\n\"Die völkerrechtlichen Verpflichtungen bestehen, ob sie nun vor innerstaatlichen Behörden ohne weiteres gerichtlich durchsetzbar sind oder nicht. Die Behörden, die die Verpflichtungen im Rahmen der zum Teil wenig präzisen Vorgaben des Übereinkommens konkretisieren sollen, sind in diesem Sinne daran gebunden: es bleibt ihnen dabei allerdings angesichts der in der Regel unbestimmten Formulierung viel Gestaltungsraum. Der internationalen Kontrollinstanz, dem Ausschuss für die Beseitigung der Diskriminierung der Frau, sind die Vertragsstaaten jedoch Rechenschaft schuldig, ob ihre Rechtsordnung und ihre Politik den Verpflichtungen aus dem Übereinkommen genügen. Alle Bestimmungen des Übereinkommens - auch die nicht direkt anwendbaren - sind im weiteren für die völkerrechtskonforme Auslegung des innerstaatlichen Rechts von Bedeutung: In Anwendung des in der Schweiz geltenden Primats von Völkerrecht vor Landesrecht sind für die Auslegung der eidgenössischen, kantonalen wie kommunalen Normen auch die Bestimmungen des vorliegenden Übereinkommens zu berücksichtigen.\"\n\n3.3 Der vorliegende Fall liegt ausserhalb der gewohnten Kategorien der unmittelbaren/mittelbaren Anwendbarkeit: Die Beschwerdeführerinnen verlangen nicht, dass das Bundesgericht selbst eine Kommission oder Fachstelle für die Gleichstellung von Frau und Mann im Kanton Zug einsetze, unmittelbar gestützt auf Art. 8 Abs. 3 BV und Art. 2 CEDAW; auch sie halten somit einen Erlass des kantonalen Gesetzgebers für erforderlich. Dagegen stellt sich die Frage, ob |320| sich eine entsprechende Handlungspflicht des Zuger Kantonsrats zwingend aus den genannten Bestimmungen ergibt. Dies ist im Folgenden zu prüfen.\n\n4. Wie aufgezeigt wurde, enthalten sowohl Art. 8 Abs. 3 Satz 2 BV, § 5 Abs. 2 KV/ZG als auch die CEDAW einen klaren Auftrag an Bund und Kantone, dass sie zur tatsächlichen Gleichstellung von Mann und Frau tätig werden müssen, insbesondere in den in Art. 8 Abs. 3 Satz 2 BV und Art. 7 ff. CEDAW ausdrücklich genannten Bereichen. Ein Ermessensspielraum steht ihnen nur bei der Frage zu, wie sie diesen Auftrag erfüllen; dagegen ist das Ob verfassungs- und völkerrechtlich vorgegeben.\n\nDer Kanton Zug behauptet zu Recht nicht, das Ziel der tatsächlichen Gleichstellung von Frau und Mann sei bereits erreicht und es bestehe keinerlei Handlungsbedarf mehr. Wie in anderen Kantonen bestehen auch im Kanton Zug trotz erheblicher Fortschritte weiterhin gewichtige Ungleichheiten (vgl. den Bericht über die Gleichstellung von Frauen und Männern im Kanton Zug vom 14. August 2009, der allerdings z.T. noch auf den Zahlen der eidgenössischen Volkszählung im Jahr 2000 beruht, und den Antrag des Regierungsrats an den Kantonsrat vom 2. Februar 2010). Dies gilt auch auf gesamtschweizerischer Ebene (vgl. den Dritten Bericht der Schweiz über die Umsetzung des Übereinkommens zur Beseitigung jeder Form von Diskriminierung der Frau 2008 sowie den dazu verfassten NGO Schattenbericht, herausgegeben von NGO-Koordination post Beijing Schweiz und Amnesty International, Schweizer Sektion im April 2008; vgl. auch Urteil 2P.313/2005 vom 14. Mai 2007 E. 6.4, in: RtiD 2008 I S. 581).\n\n(Zusammenfassung : Daten und Indikatoren zur Gleichstellung von Frau und Mann des Bundesamts für Statistik).\n\n5. Art. 16 des Bundesgesetzes vom 24. März 1995 über die Gleichstellung von Frau und Mann (Gleichstellungsgesetz, GlG; SR 151.1) sieht ein Eidgenössisches Büro für die Gleichstellung von Frau und Mann (EBG) vor, das die Gleichstellung der Geschlechter in allen Lebensbereichen fördert und sich für die Beseitigung jeglicher Form direkter oder indirekter Diskriminierung einsetzt. Dagegen enthält das Gleichstellungsgesetz keine entsprechende Vorgabe für die Kantone. (...)\n\nArt. 8 Abs. 3 BV und § 5 Abs. 2 KV/ZG enthalten keine vergleichbare Bestimmung. Dagegen verpflichten sie alle staatlichen |321| Instanzen, und damit auch den Kanton Zug, zur Herstellung von tatsächlicher Gleichheit tätig zu werden. Dies setzt gewisse institutionelle und organisatorische Vorkehrungen voraus (WALDMANN, a.a.O., S. 444 ff.): So muss bestimmt werden, welche staatlichen Stellen zur Förderung der Gleichstellung berufen sind, welche Kompetenzen ihnen hierbei zustehen und über welche personellen und finanziellen Ressourcen sie verfügen.\n\n5.1 Die meisten Kantone haben, nach dem Vorbild des Bundes, ein Gleichstellungsbüro geschaffen. In einigen Kantonen wurde - wie bisher im Kanton Zug - eine Kommission für die Gleichstellung von Frau und Mann eingesetzt. In gewissen Kantonen wurde die Gleichstellungsaufgabe bestehenden Fachstellen übertragen (z.B. Fachstellen für Familie bzw. Familienpolitik).\n\n5.2 Auch wenn die Schaffung besonderer Fachstellen (Gleichstellungsbüros) oder Kommissionen ein weit verbreitetes und zweckmässiges Mittel ist, erscheint es nicht von vornherein ausgeschlossen, dass der Gleichstellungsauftrag auch ohne die Schaffung spezieller Stellen wirksam durchgeführt werden kann. Denkbar ist, dass jede Direktion in ihrem Zuständigkeitsbereich für die Gleichstellung von Frau und Mann besorgt ist, indem bei allen Gesetzgebungsvorhaben und politischen Entscheidungen die geschlechtsspezifischen Auswirkungen analysiert und das Ziel der (tatsächlichen) Gleichberechtigung der Geschlechter berücksichtigt werden. Dies kann beispielsweise durch den Erlass entsprechender Richtlinien, die Einführung eines Controlling-Verfahrens, die Durchführung spezieller Vernehmlassungsverfahren, die gezielte Kaderschulung oder die Anstellung von Gleichstellungsbeauftragten in den Direktionen, verbunden mit einer zentralen Koordination (z.B. durch die Staatskanzlei bzw. den Landschreiber), sichergestellt werden. Die meisten dieser Massnahmen liegen in der Organisationshoheit des Regierungsrats und können auch ohne gesetzgeberische Massnahmen umgesetzt werden.\n\nProblematisch erscheint jedoch, dass der Kantonsrat in seinem Beschluss vom 28. Oktober 2010 die Weiterführung der Gleichstellungskommission bzw. die vorgeschlagene Schaffung einer Chancengleichheitskommission abgelehnt hat, ohne eine Ersatzlösung vorzusehen.\n\n5.3 Der Regierungsrat vertritt im bundesgerichtlichen Verfahren die Auffassung, der Kantonsratsbeschluss bedeute keine Absage an die grundsätzliche Verpflichtung des Kantons zur Umsetzung des |322| Gleichstellungsauftrags. Er verweist auf diverse Institutionen im Kanton Zug, die sich (auch) der Gleichstellung der Geschlechter widmen, wie z.B. die Schlichtungsbehörde in arbeitsrechtlichen Streitigkeiten, die Frauenzentrale Zug, die Ombudsstelle des Kantons Zug, die Opferhilfestelle oder die Fachstelle Migration. Zudem seien heute Verwaltung, Schulen und Arbeitgeber in Gleichstellungsfragen sensibilisiert und gewillt, die Gleichstellung umzusetzen. (...)\n\nDie Beschwerdeführerinnen wenden ein, die meisten der genannten kantonalen Stellen hätten keinen Gleichstellungsauftrag. Dies trifft zu: (...)\n\nSpezielle Beratungen und Kurse für Frauen werden vor allem von der Zuger Frauenzentrale und ihren Fachstellen durchgeführt (u.a. Coaching Arbeit + Familie, Beratung von Opfern sexueller und häuslicher Gewalt; Kommission \"Frauenetz\" zur Förderung von Frauen in Gesellschaft, Politik und Wirtschaft). Es handelt sich jedoch um einen privaten Verein. Die Frauenzentrale hat es abgelehnt, einen Leistungsvertrag mit dem Kanton Zug für die Gleichstellung bzw. die Chancengleichheit von Frau und Mann abzuschliessen (vgl. Bericht und Antrag der vorberatenden Kommission vom 16. Juni 2010 S. 4). Gewisse Angebote der Frauenzentrale wurden bisher von der Gleichstellungskommission des Kantons unterstützt (z.B. Coaching Frau + Arbeit mit individueller Kurzzeitberatung zu Fragen von Beruf und Familie). Die Beschwerdeführerinnen befürchten, mit dem Wegfall der Kommission und ihrer Finanzierung seien diese Angebote in ihrer Existenz gefährdet, was der Kanton bestreitet.\n\n5.4 Die Kommission für die Gleichstellung von Mann und Frau im Kanton Zug hat in einem Rundschreiben vom Dezember 2010 über ihre Auflösung informiert. Sie teilte mit, eine knappe Mehrheit des Parlaments sei der Meinung, dass der Staat die zur Verwirklichung der Gleichstellung notwendigen Rahmenbedingungen geschaffen habe und dass es nun Sache der Gesellschaft sei, diese auch zu leben. Aufgrund der politischen Debatte im Kantonsrat lehne es der Regierungsrat ab, Gleichstellungsprojekte von Dritten künftig über den Lotteriefonds oder über die Laufende Rechnung zu finanzieren; der Regierungsrat werde auch keine Projekte der Kommission weiterführen können. Dies wurde vom Regierungsrat in seinem Rechenschaftsbericht 2010 (Ziff. 7.5 S. 146) bestätigt.\n\nDies hat zur Folge, dass der für die Legislaturperiode 2011-2014 erarbeitete Aktionsplan für die künftige Gleichstellungsarbeit der |323| Kommission nicht realisiert werden kann. Gefährdet sind aber auch die laufenden längerfristigen Projekte der Kommission, die über das Jahr 2010 hinaus hätten andauern sollen (vgl. dazu Antrag des Regierungsrats vom 2. Februar 2010 S. 8), und Gleichstellungsprojekte Dritter, die bisher vom Kanton (mit)finanziert wurden. Ob, in welcher Form und von wem Gleichstellungsprojekte in Zukunft erarbeitet, unterstützt und finanziert werden sollen, ist völlig unklar. Dieser Zustand ist geeignet, die Umsetzung des verfassungsrechtlichen Auftrags zur Gleichstellung von Frau und Mann im Kanton Zug zu gefährden oder sogar zu vereiteln.\n\n5.5 Zusammenfassend ist der Kanton Zug verfassungsrechtlich zwar nicht zur Wiederherstellung bzw. Schaffung einer Gleichstellungskommission oder -fachstelle verpflichtet; dagegen ist er gemäss Art. 8 Abs. 3 BV und § 5 Abs. 2 KV/ZG verpflichtet, eine Ersatzlösung zu treffen, d.h. vorzusehen, von wem, wie und mit welchen Mitteln der Gleichstellungsauftrag künftig umgesetzt werden soll. Ein Verzicht auf staatliche (bzw. staatlich geförderte) Gleichstellungsmassnahmen wäre verfassungswidrig.\n\n6. Zu prüfen ist, ob sich eine Verpflichtung zur Einrichtung einer Kommission oder einer Fachstelle aus Art. 2 lit. a CEDAW i.V.m. den Allgemeinen Empfehlungen des CEDAW-Ausschusses sowie dessen Abschliessenden Bemerkungen zu den Länderberichten der Schweiz ergibt.\n\n6.1 Art. 17 CEDAW setzt einen Ausschuss ein, der die Fortschritte bei der Durchführung des Übereinkommens prüfen soll. Der aus 23 Expert(inn)en bestehende Ausschuss hat Allgemeine Empfehlungen (\"Recommandations générales\"; \"General Recommendations\") herausgegeben, um die Bedeutung einzelner Artikel zu erklären oder auf spezielle Formen der Diskriminierung hinzuweisen. Die Vertragsstaaten sind verpflichtet, dem Ausschuss regelmässig Berichte über die zur Durchführung des Übereinkommens getroffenen Gesetzgebungs-, Gerichts-, Verwaltungs- und sonstige Massnahmen und die diesbezüglichen Fortschritte vorzulegen (Art. 18 Abs. 1 CEDAW). Der Ausschuss prüft die Staatenberichte und erlässt Abschliessende Bemerkungen zuhanden der Staaten (\"Observations finales\"; \"Concluding observations\"). Diese werden veröffentlicht und dienen dem betroffenen Staat wie auch privaten Organisationen, Medien usw. als wichtige Informationsquelle und als Messlatte zur Beurteilung der Gleichstellungspolitik des Staates (Union interparlementaire, La Convention sur l'élimination de toutes les formes de discrimination |324| à l'égard des femmes et son Protocole facultatif, Guide pratique à l'usage des parlementaires, 2003, S. 65).\n\n(Zusammenfassung : Hinweis auf die zusätzlichen Kompetenzen des Ausschusses gemäss dem Fakultativprotokoll vom 6. Oktober 1999 [SR 108.1]).\n\n6.2 An seiner 7. Session 1988 beschloss der Ausschuss die Allgemeine Empfehlung Nr. 6 \"Mécanismes nationaux et publicité efficaces\". Diese empfiehlt den Vertragsstaaten in Ziff. 1:\n\n\"1. De créer ou de renforcer des mécanismes, institutions et dispositifs nationaux efficaces à un échelon gouvernemental élevé en les dotant des ressources, du mandat et des pouvoirs voulus pour:\n\na) Donner des avis sur les incidences à l'égard des femmes de toutes les politiques gouvernementales;\n\nb) Suivre de façon exhaustive la situation des femmes;\n\nc) Aider à formuler de nouvelles politiques et à mettre effectivement en oeuvre des stratégies et des mesures tendant à mettre un terme à la discrimination.\"\n\n6.3 Im Januar 2011 verabschiedete der Ausschuss die Allgemeine Empfehlung Nr. 28 zu den grundlegenden Verpflichtungen der Vertragsstaaten aus Art. 2 CEDAW (\"concernant les obligations fondamentales des Etats parties découlant de l'article 2 de la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes\"). In Ziff. 28 findet sich folgende Passage:\n\n\"... En outre, la politique envisagée doit faire en sorte que des organismes solides et ciblés (un dispositif national de promotion de la condition féminine), relevant du pouvoir exécutif, soient chargés de prendre des initiatives et de coordonner et de superviser l'établissement et la mise en oeuvre des textes de loi, des politiques et des programmes nécessaires pour s'acquitter des obligations que la Convention impose aux Etats parties. Ces organismes devraient être habilités à fournir directement aux échelons supérieurs de l'Etat des conseils et des études. La politique en question devrait également prévoir la création d'organismes indépendants de suivi tels qu'un institut national de défense des droits de l'homme ou une commission féminine indépendante, ou la prise en charge par les institutions nationales existantes de la promotion et de la protection des droits énoncés dans la Convention... \"\n\n6.4 In seinen Abschliessenden Bemerkungen zum 1. und 2. Länderbericht der Schweiz (N. 27) empfahl der Ausschuss der Schweiz, die vorhandenen Gleichstellungsinstitutionen auf allen Ebenen zu stärken und sie mit ausreichenden finanziellen und personellen Ressourcen auszustatten. Er empfahl zudem, die Koordination zwischen |325| den bestehenden Einrichtungen für Frauenförderung und Gleichstellung zu verstärken, um Gender Mainstreaming auf allen Ebenen und in allen Bereichen zu gewährleisten.\n\nIn den Abschliessenden Bemerkungen zum 3. Länderbericht der Schweiz (Rz. 22) hielt der Ausschuss fest, die bestehenden innerstaatlichen Mechanismen zur Frauenförderung müssten die notwendige Weisungsbefugnis und Sichtbarkeit sowie die erforderlichen personellen und finanziellen Ressourcen erhalten, um die Geschlechtergleichstellung und die Frauenförderung auf allen Ebenen wirksam voranbringen zu können. Ausdrücklich empfahl der Ausschuss sodann die Einrichtung von Gleichstellungsfachstellen in allen Kantonen.\n\n6.5 Die Beschwerdeführerinnen gehen in ihrer Beschwerde von der Rechtsverbindlichkeit der Empfehlungen des Ausschusses aus. In ihrer Replik nuancieren sie diese Auffassung, indem sie die Empfehlungen als Erkenntnisquelle für die Auslegung der CEDAW bezeichnen.\n\nTatsächlich sprechen sowohl die Bezeichnung der Empfehlungen bzw. Bemerkungen wie auch ihre Formulierung als Ratschläge gegen ihren zwingenden Charakter. Die Abschliessenden Bemerkungen sind Teil des Staatenberichtsverfahrens, das nicht auf Konfrontation, sondern auf Dialog angelegt ist; der Erlass zwingender Empfehlungen könnte die Bereitschaft der Staaten gefährden, Umsetzungsprobleme offen anzusprechen (MICHAEL O'FLAHERTY, The Concluding Observations of the United Nations Human Rights Treaty Bodies, in: Human Rights Law Review 6:1 [2006] S. 36 und Fn. 53). Es gibt denn auch keine Bestimmung des CEDAW, welche die Verbindlichkeit der Allgemeinen Empfehlungen oder Abschliessenden Bemerkungen des Ausschusses vorschreiben oder Sanktionen für deren Nichtbefolgung durch die Staaten vorsehen würde.\n\nDies bedeutet jedoch nicht, dass den Empfehlungen des Ausschusses keinerlei rechtliche Bedeutung zukäme: Sie bringen die übereinstimmende Auffassung des Ausschusses als eines von den Vertragsstaaten eingesetzten und mit besonderer Autorität ausgestatteten Expertengremiums über die sich aus dem Übereinkommen ergebenden Verpflichtungen eines Staates zum Ausdruck und sind insofern eine wichtige Erkenntnisquelle für die Auslegung der Konvention (SPENLÉ/TRAUTWILER, Aspekte der Umsetzung der UNO-Menschenrechtsübereinkommen, in: Auf der Scholle und in lichten Höhen, Festschrift Paul Richli, 2011, S.152 ff. und 177; CHRISTOPH A. SPENLÉ, Die |326| Staatenberichtsverfahren der UNO-Menschenrechtsverträge: Zur Notwendigkeit einer Reform der Kontrollmechanismen der UNO-Menschenrechtsverträge, 2011, S. 223 f.;ECKART KLEIN, Die Allgemeinen Bemerkungen und Empfehlungen der VN-Vertragsorgane, in: Die \"General Comments\" zu den VN-Menschenrechtsverträgen, Deutsches Institut für Menschenrechte [Hrsg.],Baden-Baden 2005, S. 29 f.;CHRISTIAN TOMUSCHAT, Human Rights, Between Idealism and Realism,2003, S. 157). Dies gilt in erster Linie, wenn der Ausschuss eine Vertragsverletzung konstatiert oder zur Auslegung einer Vertragsbestimmung Stellung nimmt; weniger gross ist die Autorität desAusschusses, wenn allgemeine Ratschläge für eine bessere Umsetzung des Übereinkommens formuliert werden oder Bezug auf vertragsfremde Themen genommen wird (SPENLÉ/TRAUTWILER, a.a.O.,S. 154; SPENLÉ, a.a.O., S. 224; O'FLAHERTY,a.a.O.,S. 36).\n\n6.6 Die oben zitierten Allgemeinen Empfehlungen und Abschliessenden Bemerkungen des Ausschusses bestätigen, dass alle Ebenen des Staates, d.h. nicht nur der Bund, sondern auch alle Kantone , verpflichtet sind, die Konvention umzusetzen und hierfür die geeigneten organisatorische Vorkehrungen zu treffen. Sie müssen über Stellen mit den notwendigen Fachkenntnissen, Kompetenzen und Ressourcen verfügen, um die von der Konvention verlangte Aufgabe wirksam wahrnehmen zu können.\n\nDagegen lässt sich aus der Konvention, auch unter Berücksichtigung der Ausschuss-Empfehlungen, keine verbindliche Vorgabe für eine bestimmte organisatorische Einrichtung ableiten. Dafür spricht bereits die Vielfalt der in den Allgemeinen Empfehlungen erwähnten Begriffe (z.B. nationale Mechanismen, Institutionen und Vorkehrungen auf hoher Regierungsebene; gefestigte und zielgerichtete Organismen, ein nationales Dispositiv für die Förderung der Stellung der Frauen). Mit Blick auf Sinn und Zweck der Konvention ist davon auszugehen, dass es dem Ausschuss um die möglichst effektive Umsetzung der Konvention auf allen Ebenen und in allen Lebensbereichen geht und nicht um die Durchsetzung einer bestimmten Organisations- oder Handlungsform. Vielmehr überlässt die Konvention - wie sich aus dem Wortlaut von Art. 2 CEDAW ergibt - den Vertragsstaaten die Wahl der hierfür geeigneten Mittel.\n\n7. Im Ergebnis ist der Kanton Zug gemäss Art. 8 Abs. 3 Satz 2 BV i.V.m. § 5 Abs. 2 KV/ZG und Art. 2 lit. a CEDAW verpflichtet, einen Ersatz für die bisherige Kommission für die Gleichstellung bzw. die Chancengleichheit von Frau und Mann vorzusehen. |327| Dagegen lässt sich aus den genannten Bestimmungen keine Verpflichtung zu einer bestimmten institutionellen Massnahme ableiten. Die Wahl derselben steht vielmehr im Ermessen des Kantons. Dieser ist daher nicht verpflichtet, eine Kommission oder Fachstelle zu schaffen, sondern kann die Umsetzung des Gleichstellungsauftrags auch mit anderen Mitteln verfolgen. (...)"}