{"annee": "137", "cour": "V", "page": "383", "date": "14/9/2011", "cite": ["134 V 223", "136 V 49", "134 V 369", "134 I 313", "131 II 680", "136 V 127", "133 III 273"], "cite_par": ["140 V 50", "142 V 233", "138 V 86", "138 V 98", "144 V 327"], "chapeau": "39. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. F. gegen Pensionskasse Q. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_902/2010 vom 14. September 2011", "regestes": ["Art. 20a al. 1 let. a et art. 49 al. 2 ch. 3 LPP; bénéficiaires de prestations pour survivants. Il est fondamentalement permis aux institutions de prévoyance - dans les limites des principes de l'égalité de traitement et de l'interdiction de discrimination - de circonscrire le cercle des futurs bénéficiaires (e.g. ceux qui ont constitué avec l'assuré une communauté de vie ininterrompue pendant les cinq dernières années précédant son décès) de façon plus étroite que dans la loi (consid. 3.2). Il est déterminant, en ce qui concerne l'exigence supplémentaire du ménage commun ininterrompu durant les cinq ans précédant immédiatement la mort, que les partenaires partageant une communauté de vie aient eu la volonté reconnaissable de vivre cette communauté comme une communauté domestique permanente dans le même ménage, pour autant que les circonstances le permettent (consid. 3.3). Interprétation et application du concept réglementaire \"faire ménage commun de manière ininterrompue\" pendant cinq ans au moins (consid. 5)."], "faits": "|384|\n\nA. Der 1972 geborene B. arbeitete bei der Firma C. GmbH. In dieser Eigenschaft war er seit 1. Mai 2008 bei der Pensionskasse Q. berufsvorsorgeversichert. Am 8. Juni 2008 kam B. bei einem Unfall ums Leben. F., welche mit ihm einen gemeinsamen im Mai 2004 geborenen Sohn hatte, ersuchte im August 2008 die Pensionskasse Q. um Hinterlassenenleistungen, was diese in Bezug auf eine Partnerrente wiederholt mangels eines mindestens fünf Jahre ununterbrochen geführten gemeinsamen Haushalts jedoch ablehnte.\n\nB. Am 9. Oktober 2009 liess F. beim Verwaltungsgericht des Kantons Bern Klage gegen die Pensionskasse Q. einreichen mit dem Rechtsbegehren, die Beklagte sei zur Zahlung einer Hinterlassenenrente, rückwirkend ab 8. Juni 2008, zuzüglich Zinsen zu 5 % zu verurteilen. Nach Antwort der Vorsorgeeinrichtung und einem zweiten Schriftenwechsel wies die Sozialversicherungsrechtliche Abteilung des angerufenen Gerichts mit Entscheid vom 28. September 2010 die Klage ab.\n\nC. F. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Rechtsbegehren, der Entscheid vom 28. September 2010 sei aufzuheben, die Pensionskasse Q. zur Zahlung einer Hinterlassenenrente rückwirkend ab 8. Juni 2008, zuzüglich Zinsen zu 5 %, zu verurteilen, eventualiter die Streitsache zur Neubeurteilung an die Vorinstanz zurückzuweisen, unter Gewährung der unentgeltlichen Rechtspflege.\n\nDie Pensionskasse Q. beantragt die Abweisung der Beschwerde. Kantonales Gericht und Bundesamt für Sozialversicherungen haben auf eine Vernehmlassung verzichtet. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug) |385|", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 20a Abs. 1 BVG (SR 831.40) kann die Vorsorgeeinrichtung in ihrem Reglement neben den Anspruchsberechtigten nach den Artikeln 19 (überlebender Ehegatte) und 20 (Waisen) begünstigte Personen für die Hinterlassenenleistungen vorsehen, u.a. natürliche Personen, die vom Versicherten in erheblichem Masse unterstützt worden sind, oder die Person, die mit diesem in den letzten fünf Jahren bis zu seinem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss (lit. a).\n\nGemäss Art. 22 Ziff. 2 Satz 1 \"Kassenreglement und Bestimmungen für die zusätzliche Vorsorge\" der Beschwerdegegnerin in der vom 1. Januar 2007 bis 31. Dezember 2008 gültig gewesenen Fassung (nachfolgend: Vorsorgereglement) besteht ein Anspruch auf eine Partnerrente beim Tod einer versicherten Person ebenfalls bei einem Konkubinatsverhältnis, sofern unmittelbar vor dem Tod während mindestens fünf Jahren ununterbrochen ein gemeinsamer Haushalt geführt wurde und der Tod vor dem ordentlichen Rücktrittsalter eintritt.\n\n2.\n\n2.1 Die Vorinstanz hat den Anspruch der Klägerin (Beschwerdeführerin) auf eine Partnerrente gestützt auf Art. 22 Ziff. 2 des Vorsorgereglements der Beklagten (Beschwerdegegnerin) im Wesentlichen mit folgender Begründung verneint: Diese Bestimmung weiche inhaltlich lediglich insoweit vom Gesetzestext (Art. 20a Abs. 1 lit. a BVG) ab, als die darin erwähnte \"Lebensgemeinschaft\" im Rahmen eines \"gemeinsamen Haushaltes\" geführt worden sein müsse. Für den Nachweis des Begünstigungsfalls einen mindestens fünfjährigen, ununterbrochenen, gemeinsamen Haushalt vorauszusetzen, sei systemkonform. Im erläuternden Bericht zur Vernehmlassungsvorlage über die 1. BVG-Revision werde zur einschlägigen Stelle in der Botschaft ausgeführt, die begünstigte Person habe bei der Geltendmachung ihres Anspruchs der Institution gegenüber den Nachweis des mindestens fünf Jahre bis zum Ableben der versicherten Person dauernden, gemeinsamen Wohnsitzes zu erbringen. Sodann würden Konkubinatspaare, von denen in Art. 22 Ziff. 2 des Vorsorgereglements die Rede sei, \"per definitionem\" zusammenwohnen. Eine Ungleichbehandlung gegenüber einem (überlebenden) |386| Ehegatten liege insofern nicht vor, als für dessen Anspruch auf Hinterlassenenleistungen von Gesetzes wegen ausschliesslich auf den Zivilstand abgestellt werde und damit die tatsächlichen Lebensverhältnisse nicht massgeblich seien. Schliesslich könne in sinngemässer Anwendung der Rechtsprechung zum Anspruch auf Ergänzungsleistungen im Rahmen von Sozialversicherungsabkommen bei einer Unterbrechung von mehr als drei Monaten nicht mehr von einem ununterbrochen gemeinsam geführten Haushalt im Sinne von Art. 22 Ziff. 2 des Vorsorgereglements gesprochen werden.\n\nIn Würdigung der Akten ist das kantonale Gericht zum Ergebnis gelangt, das Führen eines gemeinsamen Haushalts könne erst ab April 2004 als nachgewiesen gelten. Ein ununterbrochener gemeinsamer Haushalt im Sinne von Art. 22 Ziff. 2 des Vorsorgereglements habe weder durch die offensichtlich nur sporadischen Einreisen und Aufenthalte des Versicherten in der Schweiz noch durch die gemeinsame Miete einer Ferienwohnung begründet werden können. Dieser habe (denn) auch in der Vaterschaftsanerkennung vom 10. Februar 2004 als Wohnsitz P. angegeben. Daran änderten die im Klageverfahren beigebrachten Bestätigungen von Bekannten, bei welchen es sich nicht um echtzeitliche Aufzeichnungen handle, nichts. Selbst nach der amtlich bescheinigten Begründung des gemeinsamen Haushalts ab April 2004 sei es durch längere Aufenthalte des Versicherten zur Unterbrechung desselben gekommen. Die beklagte Vorsorgeeinrichtung habe daher zu Recht die notwendige Leistungsvoraussetzung eines in den letzten fünf Jahren vor dessen Tod (im Juni 2008) ununterbrochen geführten gemeinsamen Haushalts im Sinne von Art. 22 Ziff. 2 des Vorsorgereglements nicht als gegeben erachtet.\n\n2.2 Die Beschwerdeführerin bestreitet die Zulässigkeit der reglementarischen Verschärfung der gesetzlichen Anspruchsvoraussetzung einer fünfjährigen Lebenspartnerschaft um das Kriterium eines fünfjährigen gemeinsamen Haushaltes nicht, rügt jedoch die vorinstanzliche Auffassung, Konkubinatspaare würden \"per definitionem\" zusammenwohnen, als bundesrechtswidrig. Gemäss BGE 134 V 369 sei eine ständige und ungeteilte Wohngemeinschaft kein begriffsnotwendiges Element der Lebensgemeinschaft. Im Weitern seien die vorinstanzlichen Sachverhaltsfeststellungen, insbesondere betreffend die \"offensichtlich sporadischen Einreisen in die Schweiz\", nicht hinreichend begründet und somit willkürlich. |387|\n\n3. Der Anspruch auf eine Partnerrente setzt gemäss Art. 22 Ziff. 2 Satz 1 des Vorsorgereglements u.a. einen unmittelbar vor dem Tod während mindestens fünf Jahren ununterbrochen geführten gemeinsamen Haushalt voraus. Dabei handelt es sich um ein im Gesetz nicht vorgesehenes Erfordernis. Das Bundesgericht hat offengelassen, ob die Begünstigungsordnung nach Art. 20a Abs. 1 BVG zusätzliche materielle Voraussetzungen verträgt in dem Sinne, dass der grundsätzlich zu begünstigende Personenkreis (etwa Personen, die mit dem Versicherten in den letzten fünf Jahren bis zu seinem Tod ununterbrochen eine Lebensgemeinschaft geführt haben) als solcher eingeengt wird (vgl. BGE 136 V 127 E. 4.4-4.6 S. 130 f.).\n\n3.1 Die Vorsorgeeinrichtungen konnten bereits vor dem 1. Januar 2005 (Inkrafttreten von Art. 20a BVG) im Bereich der überobligatorischen beruflichen Vorsorge weitere als die in Art. 19 und 20 BVG genannten Personen in ihren Reglementen in Hinsicht auf Hinterlassenenleistungen begünstigen, insbesondere von dem oder der Versicherten in erheblichem Masse unterstützte Personen oder den nicht verheirateten überlebenden Lebenspartner (BGE 136 V 49 E. 4.3 S. 53). Mit Art. 20a BVG sollten die Hinterlassenenleistungen für nicht verheiratete Lebenspartner verbessert und sollte der Kreis der begünstigten Personen im Bereich des Überobligatoriums vereinheitlicht werden (Botschaft vom 1. März 2000 zur Revision des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [1. BVG-Revision], BBl 2000 2683 Ziff. 2.9.6.1 und 2691 Ziff. 4.1 zu Art. 20a BVG). \"Die Vorsorgeeinrichtungen können in ihrem Reglement vorsehen, dass die nicht verheirateten Lebenspartner Hinterlassenenleistungen nicht nur erhalten, wenn sie in erheblichem Masse unterstützt worden sind, sondern auch, wenn die Partnerschaft als Lebensgemeinschaft mindestens die letzten 5 Jahre bis zum Tod der versicherten Person ununterbrochen gedauert hat oder wenn für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufzukommen ist\" (BBl 2000 2684 Ziff. 2.9.6.3). Der neue Art. 20a BVG gab in der parlamentarischen Beratung bis auf einen in der Folge verworfenen Antrag im Nationalrat auf Erweiterung des Kreises der Begünstigten (AB 2002 N 545 f.) zu keinen Diskussionen Anlass (BGE 136 V 49 E. 4.4 S. 54).\n\n3.2 Aus den Materialien (zu deren Bedeutung für die Gesetzesauslegung BGE 133 III 273 E. 3.2.2 S. 278) ergibt sich somit insoweit klar das mit der Schaffung von Art. 20a BVG verfolgte Ziel der |388| Besserstellung der Lebenspartner und gleichzeitig der Vereinheitlichung des Begünstigtenkreises für Hinterlassenenleistungen im überobligatorischen Bereich (BGE 136 V 127 E. 4.3 S. 129 mit Hinweisen). Dieser Zielsetzung widerspricht nicht, wenn eine Vorsorgeeinrichtung nicht alle der in Art. 20a Abs. 1 lit. a BVG aufgezählten Personenkategorien begünstigen will und den Kreis der Anspruchsberechtigten enger fasst als im Gesetz umschrieben, inssondere von einem restriktiveren Begriff der Lebensgemeinschaft ausgeht. Entscheidend ist, dass die Begünstigung der in Art. 20a Abs. 1 BVG genannten Personen zur weitergehenden beruflichen Vorsorge gehört (Art. 49 Abs. 2 Ziff. 3 BVG und Art. 89bis Abs. 6 Ziff. 3 ZGB). Die Vorsorgeeinrichtungen sind somit frei zu bestimmen, ob sie überhaupt und für welche dieser Personen sie Hinterlassenenleistungen vorsehen wollen. Zwingend zu beachten sind lediglich die in lit. a-c dieser Bestimmung aufgeführten Personenkategorien sowie die Kaskadenfolge (BGE 136 V 127 E. 4.4 S. 130; BGE 134 V 369 E. 6.3.1 S. 378). Umso mehr muss es den Vorsorgeeinrichtungen daher grundsätzlich erlaubt sein, etwa aus Gründen der Rechtssicherheit (Beweis anspruchsbegründender Umstände) oder auch im Hinblick auf die Finanzierbarkeit der Leistungen, den Kreis der zu begünstigenden Personen enger zu fassen als im Gesetz umschrieben (ebenso MARKUS MOSER, Die Lebenspartnerschaft in der beruflichen Vorsorge nach geltendem und künftigem Recht, AJP 2004 S. 1511; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 263 Rz. 708; a.M. wohl RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge in der Schweiz, 2. Aufl. 2006, S. 120 Rz. 63). Dabei sind indessen das Gebot der Rechtsgleichheit und das Diskriminierungsverbot, welche verfassungsmässigen Garantien auch im überobligatorischen Bereich gelten (vgl. BGE 134 V 223 E. 3.1 S. 228 mit Hinweisen, BGE 134 V 369 E. 6.2 S. 375), zu beachten.\n\n3.3 Mit dem Erfordernis eines unmittelbar vor dem Tod während mindestens fünf Jahren ununterbrochen geführten gemeinsamen Haushalts stellt Art. 22 Ziff. 2 Satz 1 des Vorsorgereglements somit eine grundsätzlich zulässige weitere Voraussetzung für den Anspruch auf eine Partnerrente auf. Wie schon die Vorinstanz zutreffend erkannt hat, kann indessen nicht eine ständige ungeteilte Wohngemeinschaft an einem festen Wohnort verlangt werden. Ein solches Verständnis trüge den gewandelten gesellschaftlichen Verhältnissen und wirtschaftlichen Gegebenheiten nicht Rechnung. Oft können Lebenspartner aus beruflichen, gesundheitlichen oder |389| anderen schützenswerten Gründen nicht die ganze Zeit, beispielsweise nur während eines Teils der Woche, zusammenwohnen. Massgebend muss sein, dass die Lebenspartner den manifesten Willen haben, ihre Lebensgemeinschaft, soweit es die Umstände ermöglichen, als ungeteilte Wohngemeinschaft im selben Haushalt zu leben (vgl. BGE 134 V 369 E. 7.1 S. 379 f.). In diesem Sinne kann der vorinstanzlichen Auffassung, wonach bei einer Unterbrechung von mehr als drei Monaten per se nicht mehr von einem ununterbrochen gemeinsam geführten Haushalt gemäss Art. 22 Ziff. 2 des Vorsorgereglements gesprochen werden könne (vorne E. 2.1), nicht beigepflichtet werden.\n\n4. Die Vorinstanz hat nicht geprüft und demzufolge auch keine Feststellungen dazu getroffen, ob die Beschwerdeführerin und der verstorbene Versicherte (unmittelbar vor dessen Tod während mindestens fünf Jahren ununterbrochen) in einem Konkubinatsverhältnis im Sinne von Art. 22 Abs. 2 des Vorsorgereglements gelebt resp. eine Lebensgemeinschaft nach Art. 20a Abs. 1 lit. a BVG gebildet hatten. Die Beschwerdegegnerin bestreitet dies mit der Begründung, es sei nicht nachgewiesen, dass die Beziehung bereits ab Juni 2003 die notwendige Intensität gehabt, insbesondere eine enge wirtschaftliche Verflechtung bestanden habe, und dass die Beschwerdeführerin und der Versicherte in nach aussen hin erkennbarem Masse gegenseitige Treue und Beistand zu leisten bereit gewesen wären. Sie sei damals noch nicht schwanger gewesen, habe offiziell bei ihren Eltern gewohnt, von denen sie wahrscheinlich auch noch finanziell unterstützt worden sei, und habe lediglich in einer Wohngemeinschaft bei Freunden ein Zimmer gemietet.\n\n4.1 Unter dem Begriff der Lebensgemeinschaft im Sinne von Art. 20a Abs. 1 lit. a BGG ist eine Verbindung von zwei Personen gleichen oder verschiedenen Geschlechts zu verstehen, welcher grundsätzlich Ausschliesslichkeitscharakter zukommt, sowohl in geistig-seelischer als auch in körperlicher und wirtschaftlicher Hinsicht. Dabei müssen diese Merkmale nicht kumulativ gegeben sein. Insbesondere ist weder eine ständige ungeteilte Wohngemeinschaft notwendig, noch dass eine Partei von der anderen massgeblich unterstützt worden war. Entscheidend ist, ob aufgrund einer Würdigung sämtlicher Umstände von der Bereitschaft beider Partner, einander Beistand und Unterstützung zu leisten, wie es Art. 159 Abs. 3 ZGB von Ehegatten fordert, auszugehen ist (BGE 134 V 369 E. 6.1.1 sowie E. 7 Ingress und E. 7.1 S. 374 ff.). Für eine im dargelegten Sinne |390| gefestigte Lebensgemeinschaft spricht namentlich, wenn die Partner zusammen mit einem gemeinsamen Kind wohnen (BGE 134 I 313 E. 5.5 in fine S. 319).\n\n4.2\n\n4.2.1 Aufgrund der Akten hatten sich die Beschwerdeführerin und der verstorbene Versicherte im Februar 2002 kennengelernt. Ob ihre Beziehung bereits damals oder kurz danach die hiefür erforderliche Intensität aufwies, wie die frühere Arbeitgeberin in der \"Partnerschafts-Referenz\" vom 7. August 2008 zu bestätigen scheint, ist fraglich. Die Beschwerdeführerin war zwar bereits 2002 schwanger, sah sich damals der Aufgabe als Mutter wegen Überforderung, unklarer beruflicher und finanzieller Verhältnisse sowie einer gewissen Unsicherheit in Bezug auf ihre Beziehung zu dem aus Übersee stammenden Vater noch nicht gewachsen (Bericht Psychiatrischer Dienst Spital E. vom 19. Juli 2002). Vom 1. Juni bis 30. September 2003 hatten die Beschwerdeführerin und der verstorbene Versicherte in Untermiete bei Bekannten in X. und vom 1. Oktober 2003 bis 31. März 2004 bei einer älteren Frau und ihrer Tochter in einem Chalet in Y. zusammen gewohnt, was die erwähnten Vermieter vor Beginn des gerichtlichen Verfahrens zuhanden der Vorsorgeeinrichtung schriftlich bestätigten. Im August 2003 wurde die Beschwerdeführerin erneut schwanger. Noch vor der Geburt ihres Sohnes im Mai 2004 anerkannte der Versicherte am 10. Februar 2004 seine Vaterschaft. In der Folge erhielt er die Aufenthaltsbewilligung in der Schweiz (vgl. Art. 17 Abs. 2 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer [ANAG; SR 142. 20], in Kraft gestanden bis 31. Dezember 2007). Bis zu diesem Zeitpunkt musste er nach Ablauf der jeweils zeitlich befristeten Arbeitsbewilligungen die Schweiz wieder verlassen. Dies war letztmals Ende September 2003 der Fall. Gemäss den Angaben der Beschwerdeführerin im Schreiben vom 12. August 2008 an die Beschwerdegegnerin kehrte er indessen bereits im folgenden Monat Oktober wieder zurück als Besucher mit einem Touristenvisum. Der Versicherte hatte in der Vaterschaftsanerkennung vom 10. Februar 2004 als Wohnsitz P. angegeben, was der damaligen (aufenthalts-)rechtlichen Situation entsprach und keine Rückschlüsse in Bezug auf das Bestehen eines Konkubinatsverhältnisses resp. einer Lebensgemeinschaft erlaubt, wie in der Beschwerde richtig vorgebracht wird.\n\n4.2.2 Nach Feststellung der Vorinstanz hatten die Beschwerdeführerin und der Versicherte spätestens seit April 2004 einen |391| gemeinsamen Haushalt geführt (E. 2.1). In ihrem Schreiben vom 3. Februar 2010 an die Vorinstanz bestätigte die Einwohnergemeinde Z., dass die beiden zusammen vom 6. Januar bis 20. Oktober 2004 hier \"im gemeinsamen Haushalt (...) wohnhaft gewesen sind\". Schliesslich hatte der Versicherte nach der Geburt seines Sohnes im Mai 2004 offenbar mindestens zweimal wieder sein Heimatland besucht. Dabei wurde er indessen jeweils von der Beschwerdeführerin begleitet.\n\nIn Würdigung der gesamten Akten ist gerade auch in Berücksichtigung der besonderen Umstände (Alter der Beschwerdeführerin, aufenthaltsrechtlicher Status des verstorbenen Versicherten) davon auszugehen, dass nach der abgebrochenen ersten Schwangerschaft im Sommer 2002 die Beziehung zwischen der Beschwerdeführerin und dem Versicherten sich gefestigt und spätestens seit Juni 2003 die für eine Lebensgemeinschaft erforderliche Intensität erreicht hatte. Die Grundvoraussetzung für eine Partnerrente nach Art. 22 Ziff. 2 des Vorsorgereglements eines unmittelbar vor dem Tod des Versicherten am 8. Juni 2008 mindestens fünf Jahre ununterbrochen dauernden Konkubinatsverhältnisses ist somit gegeben.\n\n5.\n\n5.1 Die Frage eines ununterbrochen während fünf Jahren geführten gemeinsamen Haushalts ist eine Tatfrage, wie die Beschwerdegegnerin in ihrer Vernehmlassung zutreffend festhält. Diesbezügliche Feststellungen der Vorinstanz sind für das Bundesgericht somit verbindlich, sofern sie nicht offensichtlich unrichtig sind oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruhen (Art. 105 Abs. 1 und 2 BGG) und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann (Art. 97 Abs. 1 BGG). Dagegen ist frei überprüfbare Rechtsfrage, ob die Vorinstanz von einem richtigen Verständnis der Begriffe \"ununterbrochen\" und \"gemeinsamer Haushalt\" (vgl. dazu E. 2.1 vorne) ausgegangen ist (BGE 134 V 369 E. 2 S. 371; BGE 131 II 680 E. 2.2 S. 683; FamPra.ch 2010 S. 140, 9C_899/2007 E. 6.2; SEILER UND ANDERE, Bundesgerichtsgesetz [BGG], 2007, N. 13 zu Art. 97 BGG; vgl. zur Auslegung von Reglementen privater Vorsorgeeinrichtungen BGE 134 V 223 E. 3.1 S. 228, BGE 134 V 369 E. 6.2 S. 375).\n\n5.2\n\n5.2.1 (...) Aufgrund der im vorinstanzlichen Verfahren eingereichten Unterlagen hatten die beiden vom 1. Juni bis 30. September |3922003| in Untermiete bei Bekannten in X. und vom 1. Oktober 2003 bis 31. März 2004 bei einer älteren Frau und ihrer Tochter in einem Chalet in Y. zusammen gewohnt. Die betreffenden Bestätigungen der Mieter und Vermieter, welche übrigens vor Beginn des gerichtlichen Verfahrens zuhanden der Vorsorgeeinrichtung ausgestellt worden waren, sind nicht schon deshalb nicht beweiskräftig, weil sie nicht echtzeitlich sind. Bestanden diesbezüglich Zweifel, hätten weitere Belege einverlangt werden können. Im Übrigen kann es für die Frage eines gemeinsamen Haushaltes bei einem zeitgemässen Verständnis ohnehin nicht darauf ankommen, ob die Partner in einem Ferienhaus wohnen oder in Untermiete oder sich zusammen (längere Zeit) auf Reisen begeben.\n\n5.2.2 Weiter steht mit Bezug auf die von der Vorinstanz als sporadisch bezeichneten Einreisen und Aufenthalte in der Schweiz aufgrund der Akten fest, dass der Versicherte nach der Geburt des gemeinsamen Sohnes im Mai 2004 mindestens zweimal wieder in sein Heimatland zurückkehrte. Dabei wurde er indessen jeweils von der Beschwerdeführerin begleitet. Von einem fehlenden gemeinsamen Haushalt in diesen Zeitabschnitten kann entgegen der Auffassung der Beschwerdegegnerin jedenfalls nicht gesprochen werden, wird ein gemeinsamer Haushalt doch nicht dadurch aufgehoben, dass sich die daran Beteiligten auf Reisen begeben. Der Umstand sodann, dass der Versicherte bis zum Erhalt der Aufenthaltsbewilligung nach der Anerkennung der Vaterschaft am 10. Februar 2004 nach Ablauf der Arbeitsbewilligung jeweils die Schweiz verlassen musste, letztmals Ende September 2003, war einzig fremdenpolizeirechtlich begründet. Damit wird der aus den gesamten ersichtlichen Umständen sich aufdrängende Schluss nicht entkräftet, dass die Beschwerdeführerin und ihr verstorbener Partner vor- und nachher tatsächlich miteinander unter einem Dach zusammenlebten. In diesem Zusammenhang weist die Beschwerdeführerin zu Recht darauf hin, dass die Angabe von P. als Wohnsitz in der Vaterschaftsanerkennung der damaligen rechtlichen Situation entsprach und daraus allein nicht auf einen fehlenden Willen, zusammen im selben Haushalt zu leben, geschlossen werden kann. In welchem genauen Zeitpunkt der Versicherte nach seiner Ausreise Ende September 2003 wieder in die Schweiz zurückkehrte, kann offenbleiben. Jedenfalls war dies offenbar nicht erst im Februar 2004, wie die Beschwerdegegnerin vorbringt. Die Beschwerdeführerin hatte im Schreiben vom 12. August 2008 an die Vorsorgeeinrichtung angegeben, der Versicherte |393| sei bereits nach wenigen Wochen als Besucher mit einem Touristenvisum wieder hier gewesen. Diese Angabe wird durch das Schreiben der Einwohnergemeinde Z. vom 3. Februar 2010, wonach die Beschwerdeführerin und ihr verstorbener Lebenspartner vom 6. Januar bis 20. Oktober 2004 zusammen \"im gemeinsamen Haushalt\" gewohnt hatten (vorne E. 5.2.1), bestätigt. Diese Darstellung, an welcher zu zweifeln kein Anlass besteht, dokumentiert ebenfalls den aus den übrigen Akten sich ergebenden festen Willen des Versicherten, mit der Beschwerdeführerin nicht nur eine Lebensgemeinschaft zu bilden, sondern auch mit ihr und dem gemeinsamen Sohn zusammen im selben Haushalt zu leben. Dabei kann es auf dessen Form und Ausprägung nicht entscheidend ankommen, richtet sich doch das Vorsorgereglement als vorformulierter Vertragsinhalt an einen unbestimmten Adressatenkreis, in dem die verschiedensten Arten gemeinsamen Haushaltens sozial üblich sind, vom fest etablierten Wohnen in den eigenen vier Wänden bis zur Lebensgemeinschaft, wie sie hier von einem jungen Paar wechselnden Aufenthalts, zum Teil auf Reisen und mit Unterbrüchen, insgesamt aber auf einem klar ersichtlichen und durchgehenden Hintergrund gemeinsamen Zusammenwohnens gestaltet wurde.\n\nNach dem Gesagten ist entgegen der Auffassung der Vorinstanz das Erfordernis eines unmittelbar vor dem Tod des Versicherten (im Juni 2008) während mindestens fünf Jahren ununterbrochen geführten gemeinsamen Haushalts nach Art. 22 Ziff. 2 des Vorsorgereglements für den Anspruch auf eine Partnerrente zu bejahen."}