{"annee": "137", "cour": "V", "page": "199", "date": "1/6/2011", "cite": ["133 V 57", "134 V 109", "136 V 279", "130 V 352"], "cite_par": ["140 V 543", "143 V 269", "141 V 574"], "chapeau": "27. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. F. gegen Helsana Versicherungen AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_100/2011 vom 1. Juni 2011", "regestes": ["Art. 10, 16 s. et 19 al. 1 LAA; traitement médical et indemnité journalière; liquidation du cas; traumatisme du type \"coup du lapin\" à la colonne cervicale. La jurisprudence de l' ATF 130 V 352 ne trouve pas application pour l'examen du droit au traitement médical et à l'indemnité journalière selon la LAA (ainsi que du moment déterminant pour la liquidation du cas). Ce qui précède vaut également - nonobstant l' ATF 136 V 279 - en cas de traumatismes à la colonne cervicale (du type \"coup du lapin\") sans preuve d'un déficit organique objectivable (consid. 2.2)."], "faits": "BGE 137 V 199 S. 200\n\nA. Die 1982 geborene F., gelernte Gärtnerin, stand in der Zusatzausbildung zur Floristin und war dadurch bei der Helsana Versicherungen AG (nachfolgend: Helsana) obligatorisch gegen Unfallfolgen versichert, als sie am 28. Oktober 2001 einen Verkehrsunfall erlitt. Sie lenkte einen Fiat Tipo, als ein Nissan Sunny vortrittswidrig einmündete. Obwohl F. noch versuchte, auszuweichen und abzubremsen, prallte der Fiat in die linke Seite des Nissan. F. wurde ins Spital X. überführt, welches sie am 30. Oktober 2001 wieder verlassen konnte. Es wurden eine commotio cerebri, eine Thoraxkontusion, eine Rissquetschwunde am Kinn und eine Distorsion der Halswirbelsäule (HWS) diagnostiziert (Spitalberichte vom 2. November 2001 und 27. März 2002). Die Helsana gewährte Heilbehandlung und richtete Taggeld aus. Bei persistierenden Beschwerden holte sie sodann, nebst weiteren Sachverhaltsabklärungen, in Zusammenarbeit mit dem für das Unfallereignis zuständigen Haftpflichtversicherer und der Invalidenversicherung (IV) ein polydisziplinäres medizinisches Gutachten des Begutachtungsinstituts Y. vom 6. Dezember 2007 (mit Nachtrag vom 31. Januar 2008) und einen Bericht der Frau Dr. med. S., Fachärztin FMH für Neurologie, vom 11. Februar 2008 ein. Mit Verfügung vom 21. Februar 2008 eröffnete die Helsana der Versicherten, die Leistungen würden per 31. März 2008 eingestellt und es bestehe kein Anspruch auf eine Invalidenrente und auf eine Integritätsentschädigung der Unfallversicherung (UV). Zur Begründung wurde ausgeführt, es bestehe kein adäquater Kausalzusammenhang zwischen dem Unfall vom 28. Oktober 2001 und den noch geklagten Beschwerden. Daran hielt der Versicherer mit Einspracheentscheid vom 26. September 2008 fest.\n\nDie IV-Stelle des Kantons Zürich (nachfolgend: IV-Stelle) verneinte mit Verfügung vom 10. Juli 2008 einen Anspruch auf eine Invalidenrente der IV mangels hinreichenden Invaliditätsgrades.\n\nB. F. erhob gegen den Einspracheentscheid der Helsana vom 26. September 2008 Beschwerde auf Zusprechung weiterer Leistungen. Sie machte dabei namentlich geltend, die Frage der adäquaten Unfallkausalität der Beschwerden sei entgegen dem Unfallversicherer nicht nach der sog. Psycho-Praxis, sondern nach der sog. Schleudertrauma-Praxis zu prüfen und zu bejahen. Das Sozialversicherungsgericht des Kantons Zürich wies die Beschwerde mit BGE 137 V 199 S. 201Entscheid vom 29. November 2010 ab. Es erwog hiebei, die Helsana habe den Fall u.a. infolge Erreichens des medizinischen Endzustandes zu Recht abgeschlossen. Da nurmehr eine mit zumutbarer Willensanstrengung überwindbare Schmerzproblematik vorliege, habe der Unfallversicherer zudem richtigerweise einen Anspruch auf eine Invalidenrente und auf eine Integritätsentschädigung verneint.\n\nIn einem weiteren, gleichentags ergangenen Entscheid wies das Sozialversicherungsgericht auch die von F. gegen die Verfügung der IV-Stelle vom 10. Juli 2008 eingereichte Beschwerde ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt F. beantragen, der Entscheid des Sozialversicherungsgerichts betreffend UV-Leistungen und die Verfügung der Helsana vom 21. Februar 2008 (recte: der Einspracheentscheid der Helsana vom 26. September 2008) seien aufzuheben und der Unfallversicherer sei zu verpflichten, die gesetzlichen Leistungen zu erbringen; eventuell sei die Sache zu weiteren Abklärungen an die Vorinstanz, subeventuell an die Helsana zurückzuweisen.\n\nDie Helsana schliesst auf Abweisung der Beschwerde. Das Bundesamt für Gesundheit verzichtet auf eine Vernehmlassung.\n\nD. F. hat auch gegen den vorinstanzlichen Entscheid vom 29. November 2010 betreffend IV-Leistungen Beschwerde in öffentlich-rechtlichen Angelegenheiten erhoben. Darüber entscheidet das Bundesgericht mit heutigem Urteil im Verfahren 8C_103/2011.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist zunächst, ob die Versicherte aus dem Unfall vom 28. Oktober 2001 über den 31. März 2008 hinaus Anspruch auf Heilbehandlung und Taggeld hat.\n\n2.1 Ein weiterer Anspruch auf die vorübergehenden UV-Leistungen Heilbehandlung (Art. 10 UVG [SR 832.20]) und Taggeld (Art. 16 f. UVG) setzt nach Gesetz und Praxis voraus, dass von einer Fortsetzung der ärztlichen Behandlung noch eine namhafte Besserung des - unfallbedingt beeinträchtigten - Gesundheitszustandes erwartet werden kann oder dass noch Eingliederungsmassnahmen der IV laufen. Trifft beides nicht (mehr) zu, hat der Versicherer den Fall unter Einstellung der vorübergehenden Leistungen abzuschliessen und den Anspruch auf eine Invalidenrente und auf eineBGE 137 V 199 S. 202 Integritätsentschädigung zu prüfen (Art. 19 Abs. 1 UVG; BGE 134 V 109 E. 4 S. 113 ff.). Der Taggeldanspruch erlischt auch beim Wegfall seiner Anspruchsvoraussetzung der Arbeitsunfähigkeit, somit im Zeitpunkt der vollen Wiedererlangung der Fähigkeit, im bisherigen oder in einem anderen Beruf zumutbare Arbeit zu leisten (Art. 16 Abs. 1 und 2 UVG i.V.m. Art. 6 ATSG [SR 830.1]).\n\n2.2 Das kantonale Gericht ist zumindest sinngemäss davon ausgegangen, der weitere Anspruch auf Heilbehandlung und Taggeld der UV und damit der Zeitpunkt des Fallabschlusses beurteile sich auch danach, ob die noch bestehenden Beschwerden mit zumutbarer Willensanstrengung überwindbar seien. Es bezieht sich mit dieser Begründung auf die mit BGE 130 V 352 im Hinblick auf die IV-Rentenberechtigung begründete Rechtsprechung zur invalidisierenden Wirkung anhaltender somatoformer Schmerzstörungen. Danach vermag eine solche Schmerzstörung nur ausnahmsweise, unter bestimmten Voraussetzungen, eine lang dauernde, zu einer Invalidität im Sinne von Art. 4 IVG führende Invalidität zu begründen. Als Voraussetzungen wurden genannt: (1) chronische körperliche Begleiterkrankungen und mehrjähriger Krankheitsverlauf bei unveränderter oder progredienter Symptomatik ohne längerfristige Remission; (2) ein ausgewiesener sozialer Rückzug in allen Belangen des Lebens; (3) ein verfestigter, therapeutisch nicht mehr angehbarer innerseelischer Verlauf einer an sich missglückten, psychisch aber entlastenden Konfliktbewältigung; (4) unbefriedigende Behandlungsergebnisse trotz konsequent durchgeführter ambulanter und/oder stationärer Behandlungsbemühungen (auch mit unterschiedlichem therapeutischem Ansatz) und gescheiterte Rehabilitationsmassnahmen bei vorhandener Motivation und Eigenanstrengung der versicherten Person.\n\nDiese Rechtsprechung kann unter die Begriffe Schmerzstörungspraxis, Zumutbarkeitspraxis oder - wie dies nachfolgend geschieht - Überwindbarkeitspraxis gefasst werden. Sie hat mit dazu beigetragen, dass im Rahmen der 5. IV-Revision auf formellgesetzlicher Ebene neu bestimmt wurde, dass eine Erwerbsunfähigkeit nur vorliegt, wenn sie aus objektiver Sicht nicht überwindbar ist (Art. 7 Abs. 2 zweiter Satz ATSG, in Kraft seit 1. Januar 2008; Botschaft vom 22. Juni 2005 zur Änderung des Bundesgesetzes über die Invalidenversicherung [5. Revision], BBl 2005 4459 ff., 4530 f. Ziff. 1.6.1.5.3 a/cc). BGE 137 V 199 S. 203\n\nIm unlängst ergangenen Urteil 9C_510/2009 vom 30. August 2010 (BGE 136 V 279) hat das Bundesgericht, ebenfalls im Hinblick auf einen IV-Rentenanspruch, entschieden, dass die Überwindbarkeitspraxis sinngemäss auch dann anwendbar ist, wenn es um die invalidisierende Wirkung einer \"spezifischen und unfalladäquaten HWS-Verletzung (Schleudertrauma) ohne organisch nachweisbare Funktionsausfälle\" geht.\n\n2.2.1 Das Bundesgericht hatte sich bislang nicht mit der Frage zu befassen, ob die Überwindbarkeitspraxis bei Schleudertrauma-Fällen auf die vorübergehenden UV-Leistungen Heilbehandlung und Taggeld sinngemäss anwendbar sein soll. Es hat lediglich und ohne weitergehende Begründung im Urteil 8C_121/2010 vom 18. Oktober 2010 festgehalten, BGE 136 V 279 habe an den Grundsätzen zum Zeitpunkt des Fallabschlusses (E. 2.1 hievor) nichts geändert.\n\nIm Anschluss an BGE 136 V 279 wurde die Frage der sinngemässen Anwendbarkeit der Überwindbarkeitspraxis auf verschiedene Leistungsarten der UV und weiterer Sozialversicherungszweige in mehreren Kommentaren teils kontrovers diskutiert (vgl. namentlich die Aufsätze verschiedener Autoren, HAVE 2011 S. 53 ff. und 86 f.; UELI KIESER, Entwicklungen im Sozialversicherungsrecht [Schwerpunkt: Leistungen], in: Personen-Schaden-Forum 2011, S. 259 ff.).\n\n2.2.2 Dabei wurde, soweit ersichtlich, einhellig davon ausgegangen, die Überwindbarkeitspraxis sei auch bei Schleudertraumen nicht auf die Beurteilung des Anspruchs auf Heilbehandlung nach Art. 10 UVG übertragbar (vgl. THOMAS GÄCHTER, Grundsätzliche Einordnung von BGE 136 V 279, HAVE 2011 S. 55 ff., 58; KIESER, a.a.O., S. 276 f.; MARKUS HÜSLER, BGE 136 V 279 : Auswirkungen auf die Unfallversicherung, HAVE 2011 S. 59 ff., 63). Das ist richtig und ergibt sich schon daraus, dass die Überwindbarkeitspraxis die Frage der invalidisierenden Wirkung einer Gesundheitsschädigung, mithin deren Auswirkungen auf die Erwerbsfähigkeit, beschlägt (Art. 7 Abs. 2 zweiter Satz ATSG; BGE 136 V 279; BGE 130 V 352). Demgegenüber besteht nach Art. 10 Abs. 1 Ingress UVG Anspruch \"auf die zweckmässige Behandlung der Unfallfolgen\". Der damit gewählte Gesichtspunkt hat keine Berührung mit dem Invaliditätsbegriff (vgl. KIESER, a.a.O., S. 276 f.). Sodann besteht mit den Kriterien betreffend Abschluss allfälliger IV-Eingliederungsmassnahmen und gesundheitliches Besserungspotential ein sachgerechtes Instrumentarium, um die Heilbehandlung nach Art. 10 UVG BGE 137 V 199 S. 204zeitlich begrenzen zu können. Damit wird auch deren Charakter als vorübergehende Leistung (BGE 134 V 109 E. 4.1 S. 114; BGE 133 V 57 E. 6.6.2 S. 64) Rechnung getragen, ohne dass es noch eines Differenzierungsmerkmals im Sinne der Überwindbarkeitsregelung bedürfte.\n\n2.2.3 Divergierende Auffassungen finden sich in den Kommentaren zur Frage, ob die Überwindbarkeitspraxis in Schleudertrauma-Fällen sinngemäss auf den Taggeldanspruch nach Art. 16 f. UVG angewendet werden soll.\n\nNach der - namentlich auf das erwähnte Urteil 8C_121/2010 abgestützten - Auffassung von HÜSLER, a.a.O., S. 63 trifft dies nicht zu. Demgegenüber leitet KIESER, a.a.O., S. 277 f. mit Fn. 85-87 aus BGE 136 V 279 - im Zusammenhang mit Art. 28 Abs. 1 lit. b IVG und BGE 134 V 109 E. 9.4 S. 124 unten - ab, dass ein Taggeldanspruch regelmässig nach einer Frist von zwölf Monaten nicht mehr bestehe und nur ausnahmsweise mehr als sechs Monate andauern könne.\n\n2.2.3.1 BGE 136 V 279 äussert sich, wie GÄCHTER, a.a.O., S. 58 zutreffend erkannt hat, nicht zum Taggeldanspruch. Gleiches gilt für BGE 130 V 352. Beide Entscheide sind ausschliesslich zum Anspruch auf eine Invalidenrente der IV ergangen. Dieser Rentenanspruch, wie auch derjenige aus der obligatorischen Unfallversicherung (Art. 18 ff. UVG), weist zwar Berührungspunkte zum Anspruch auf Taggeld nach Art. 16 f. UVG auf. Namentlich geht es bei beiden Leistungsarten darum, den finanziellen Einbussen, welche sich aufgrund leidensbedingter Einschränkung des Leistungsvermögens ergeben, mit Geldzahlungen zu begegnen. Es bestehen aber auch erhebliche Unterschiede. So gilt die - auf unbestimmte Zeit zugesprochene - Invalidenrente als klassische Dauerleistung, während das Taggeld nur vorübergehenden Charakter aufweist (BGE 134 V 109 E. 4.1 S. 114; BGE 133 V 57 E. 6.6.1 S. 63). Der Rentenanspruch ist mithin auf dauerhafte Verhältnisse ausgerichtet und setzt solche auch voraus, während der Taggeldanspruch flexibler ausgestaltet ist und dadurch bei Veränderungen vergleichsweise einfach angepasst werden kann. Im Bereich der UV findet diese Differenzierung ihren Niederschlag vor allem auch in der gesetzlichen Regelung, dass das Taggeld (u.a.) mit dem Beginn der Rente eingestellt wird (Art. 16 Abs. 2 und Art. 19 Abs. 1 zweiter Satz UVG), Letztere mithin Ersteres ablöst. Stattfinden soll dies - wie bei der Heilbehandlung -, wenn von der Fortsetzung der ärztlichen Behandlung keine BGE 137 V 199 S. 205namhafte Besserung des - unfallbedingt beeinträchtigten - Gesundheitszustandes mehr erwartet werden kann und allfällige Eingliederungsmassnahmen der IV abgeschlossen sind (Art. 19 Abs. 1 erster Satz UVG).\n\n2.2.3.2 Der Gesetzgeber hat den Gesichtspunkt der Überwindbarkeit zwar in Art. 7 Abs. 2 ATSG aufgenommen, welche Bestimmung die Erwerbsunfähigkeit und damit den Rentenanspruch betrifft, hingegen davon abgesehen, dies auch in den Bestimmungen zur UV-taggeldbestimmenden Arbeitsunfähigkeit (namentlich Art. 16 f. UVG; Art. 6 ATSG) zu tun.\n\nEs besteht keine begründete Veranlassung, die Überwindbarkeitspraxis dennoch auch auf das UV-Taggeld anzuwenden. BGE 136 V 279 E. 3.1 geht von der bisherigen - mit Bezug auf die obligatorische Unfallversicherung entwickelten und auch für die Invalidenversicherung massgebenden - Rechtsprechung aus, gemäss welcher eine bei einem Unfall erlittene Verletzung im Bereich der HWS auch ohne organisch nachweisbare (d.h. objektivierbare) Funktionsausfälle zu länger dauernden, die Arbeits- und Erwerbsfähigkeit beeinträchtigenden Beschwerden führen kann. Aus dem Fehlen organisch nachweisbarer Befunde lässt sich in solchen Fällen jedenfalls nicht direkt auf uneingeschränkte Arbeitsfähigkeit schliessen. Gemäss diesem Urteil ist hingegen das allfällige Vorliegen einer invalidisierenden Wirkung des Leidens sinngemäss nach der Rechtsprechung zu den anhaltenden somatoformen Schmerzstörungen (BGE 130 V 352; s. oben Ingress E. 2.2) zu beurteilen. Die dabei zu beachtenden Kriterien zeichnen sich durch die Bezugnahme auf eine längere Zeitdauer aus (\"chronisch\", \"mehrjährig\", \"längerfristig\", verfestigt\"), und sie setzen die Durchführung einer längeren - letztlich nicht erfolgreichen - Heilbehandlung voraus (\"therapeutisch nicht mehr angehbar\", \"unbefriedigende Behandlungsergebnisse trotz konsequent durchgeführter ambulanter und/oder stationärer Behandlungsbemühungen [auch mit unterschiedlichem therapeutischem Ansatz] und gescheiterte Rehabilitationsmassnahmen\"). Sowohl die Bezugnahme auf die Dauer als auch die Voraussetzung der durchgeführten Heilbehandlung verbieten es, die volle Wiedererlangung der Fähigkeit, im bisherigen oder in einem anderen Beruf zumutbare Arbeit zu leisten (E. 2.1 oben), sinngemäss nach der Rechtsprechung gemäss BGE 130 V 352 zu beurteilen.\n\nDaran vermögen Art. 21 Abs. 1 lit. b IVG und BGE 134 V 109 entgegen KIESER (a.a.O., S. 278 Fn. 85-87; E. 2.2.2 hievor) nichts zu BGE 137 V 199 S. 206ändern. Gemäss der besagten IVG-Bestimmung setzt der Anspruch auf eine IV-Rente voraus, dass während eines Jahres eine Mindestarbeitsunfähigkeit bestanden hat. Mit diesem sog. Wartejahr wird das Entstehen des IV-Rentenanspruchs nach Massgabe der ausgewiesenen Arbeitsunfähigkeit in zeitbezogen normativer Weise definiert. Das heisst nun aber nicht, dass dieser Zwölfmonatsfrist auch im UV-Bereich Bedeutung zukommt. Dort steht vielmehr, anstelle eines in dieser Weise fixierten Zeitkriteriums, der Gesichtspunkt des relativ stabilen Gesundheitszustandes (vgl. hiezu: RKUV 2004 S. 265, U 105/03 E. 5.2.2 mit Hinweis) im Vordergrund. Dass ein Taggeldanspruch nur ausnahmsweise mehr als sechs Monate andauern soll, leitet KIESER aus der Erwägung in BGE 134 V 109 ab, wonach - im Streit um die Anwendbarkeit der besonderen Adäquanzbeurteilung gemäss der sog. Schleudertrauma-Praxis (nachfolgend nicht publ. E. 3.1) - bei länger dauernden Beschwerden, in der Regel nach rund sechs Monaten, eine polydisziplinäre/interdisziplinäre medizinische Begutachtung veranlasst werden soll (BGE 134 V 109 E. 9.4 S. 124 f.). Damit wurde aber nicht gesagt, es sei deswegen von den, im gleichen Bundesgerichtsentscheid E. 4 S. 113 ff. umschriebenen, Grundsätzen zum Fallabschluss abzuweichen.\n\n2.2.4 Zusammenfassend ist festzuhalten, dass die Überwindbarkeitspraxis gemäss BGE 136 V 279 und BGE 130 V 352 auf den UV-Heilbehandlungs- und Taggeldanspruch, und damit auch auf den Zeitpunkt des Fallabschlusses, keine Anwendung findet.\n\nDamit kann auch offenbleiben, ob die Überwindbarkeitspraxis gemäss BGE 136 V 279 auf die Folgen eines - bei der Beschwerdeführerin nicht mit überwiegender Wahrscheinlichkeit nachgewiesenen - Schädel-Hirntraumas überhaupt anwendbar wäre.\n\n2.3 Für den vorliegenden Fall ergibt sich im Sinne der in E. 2.1 dargelegten Grundsätze Folgendes:\n\n2.3.1 Eingliederungsmassnahmen der IV stehen nicht zur Diskussion. Massgeblich ist demnach, ob von einer Fortsetzung der ärztlichen Behandlung eine namhafte Besserung des Gesundheitszustandes erwartet werden konnte.\n\n2.3.2 Die Experten des Begutachtungsinstituts Y. führten im Gutachten vom 6. Dezember 2007 aus, es bestehe derzeit kein Behandlungsbedarf. Jedoch werde die Wiederaufnahme der Physiotherapie zur Rekonditionierung und das Erlernen von Entspannungstechniken empfohlen. An anderer Stelle in der Expertise (und im BGE 137 V 199 S. 207Nachtrag vom 31. Januar 2008) wurde überdies vorgeschlagen, auch Schmerz- und antidepressive Medikation auszutesten. Zudem könnte die Versicherte von einer kognitiv-verhaltenstherapeutischen-psychotherapeutischen Begleitung zur Verbesserung der Krankheitsbewältigung profitieren.\n\nDiese Aussagen der Gutachter des Begutachtungsinstituts Y. sprechen dagegen, dass eine Fortsetzung ärztlicher Behandlung angezeigt war, geschweige denn noch eine namhafte Besserung erwarten liess. Letzteres wird durch die übrigen medizinischen Akten ebenfalls nicht gestützt. Das gilt auch für den Bericht der Frau Dr. med. S. vom 11. Februar 2008. Darin wurden zwar weitere Therapien angeregt. Die Neurologin bestätigte aber nicht, dass diese eine namhafte Besserung versprachen. Dies wäre denn auch mit Blick auf die seit dem Unfall verstrichene Zeit und den Umstand, dass gemäss der Ärztin die bis dahin durchgeführten Behandlungen keine wesentliche Besserung erbracht hatten, als unwahrscheinlich zu betrachten. Die Helsana hat daher die Heilbehandlung und das Taggeld zu Recht eingestellt. Weiterer medizinischer Abklärungen bedarf es entgegen der in der Beschwerde vertretenen Auffassung nicht."}