{"annee": "126", "cour": "III", "page": "198", "date": "28/2/2000", "cite": ["120 II 5", "120 II 76", "124 IV 73", "124 IV 262", "82 II 77", "124 III 297", "87 II 113", "108 II 15", "109 II 350", "108 II 77"], "cite_par": ["132 III 414", "129 III 689", "136 III 23", "131 III 384", "128 IV 92", "133 III 431", "127 III 429"], "chapeau": "35. Extrait de l'arrêt de la Ire Cour civile du 28 février 2000 dans la cause Confédération suisse contre X. et consorts (recours en réforme)", "regestes": ["Concurrence déloyale; qualité pour agir de la Confédération; notion de concurrence (art. 1er, 2 et 10 al. 2 let. c LCD). La Confédération peut également agir conformément à l'art. 10 al. 2 let. c LCD lorsque les clients qui pourraient intenter action en application de l'art. 10 al. 1 LCD résident à l'étranger (consid. 1a). Notion de concurrence et d'acte de concurrence déloyale, au sens des art. 1er et 2 LCD. En l'espèce, l'envoi, à des personnes résidant en France, d'une publicité fallacieuse en vue de la vente d'une grille qui devait leur permettre de gagner le gros lot au loto français ne tombait pas sous le coup de la LCD (consid. 2c)."], "faits": "BGE 126 III 198 S. 199\n\nA.- Des personnes résidant en France, adeptes du loto de ce pays, ont reçu de la publicité, expédiée de Suisse sous la dénomination \"Loto Score\", qui, alléguant des gains déjà réalisés, leur proposait en définitive d'acquérir, pour quelques centaines de francs français, une grille qui devait leur permettre de gagner des lots, voire le gros lot.\n\nB.- Le 9 avril 1999, la Confédération suisse a déposé à Genève une demande, fondée sur la loi fédérale du 19 décembre 1986 contre la concurrence déloyale (LCD; RS 241), dirigée contre X. et consorts, auxquels elle impute ces envois publicitaires. Elle a conclu à la constatation de l'illicéité de ces procédés, à ce qu'il soit fait défense aux défendeurs, sous menace des peines de l'art. 292 CP, d'y prendre part et à ce qu'il leur soit ordonné, sous la même menace, de faire procéder à leurs frais à la publication du jugement dans dix quotidiens français.\n\nStatuant comme instance cantonale unique, par arrêt du 14 octobre 1999, la Cour de justice du canton de Genève, après avoir constaté que deux parties ne comparaissaient pas, a déclaré irrecevable la demande dirigée contre l'un des défendeurs, pour le motif que celui-ci n'était pas domicilié dans le canton de Genève; elle a ensuite débouté la Confédération suisse de toutes ses conclusions, en considérant que les actes incriminés ne relevaient pas du domaine de la concurrence.\n\nC.- La Confédération suisse interjette un recours en réforme au Tribunal fédéral. Invoquant diverses violations du droit fédéral, elle conclut à l'annulation de la décision attaquée et reprend ses conclusions sur le fond.\n\nLe Tribunal fédéral déclare le recours irrecevable en tant qu'il est dirigé contre X.; il le rejette, en tant qu'il est dirigé contre les autres défendeurs, et confirme l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n1. a) La Confédération suisse agit sur la base de l'art. 10 al. 2 let. c LCD. Selon cette disposition, la Confédération peut intenter les actions prévues à l'art. 9 al. 1 et 2 LCD \"lorsqu'elle le juge nécessaire pour protéger la réputation de la Suisse à l'étranger et que les personnes qui ont le droit d'intenter action résident à l'étranger\".\n\nEn l'espèce, on ne voit pas que la Confédération ait abusé du large pouvoir d'appréciation que lui accorde la loi en estimant que les actes dont elle se plaint sont de nature à nuire à la réputation de la Suisse à l'étranger.\n\nBGE 126 III 198 S. 200\n\nElle fait valoir que les clients, touchés par ces publicités fallacieuses, résident à l'étranger. Il faut toutefois observer que l'action des clients est prévue par l'art. 10 al. 1 LCD, et non pas par l'art. 9 al. 1 et 2 LCD auquel se réfère l'art. 10 al. 2 LCD. La doctrine admet cependant que la Confédération peut également agir lorsque les clients qui pourraient intenter action en application de l'art. 10 al. 1 LCD résident à l'étranger (GEORG RAUBER, Klageberechtigung und prozessrechtliche Bestimmungen, in Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Lauterkeitsrecht, 2e éd., p. 267). Cette opinion doit être suivie, dès lors qu'il n'y a pas de raison de traiter de manière différente, sous cet angle, l'action des concurrents (art. 9 al. 1 LCD) et l'action des clients (art. 10 al. 1 LCD). Lorsque l'art. 10 al. 2 LCD se réfère à l'art. 9 al. 1 et 2 LCD, il ne vise que l'objet des actions (interdire le trouble, le faire cesser, etc.) et non pas la condition subjective pour agir (subir une atteinte dans sa clientèle, etc.); cela ressort clairement du fait que l'art. 10 al. 2 let. b LCD mentionne les organisations de protection des consommateurs, qui, évidemment, agissent dans l'intérêt des clients.\n\nLes conditions de l'art. 10 al. 2 let. c LCD étant ainsi réunies, la Confédération est habilitée à agir.\n\nL'action répond à un intérêt public - protéger la réputation de la Suisse à l'étranger - et ne tend pas à procurer à la Confédération elle-même un avantage de nature pécuniaire. Quand bien même les actions en matière de concurrence déloyale sont habituellement de nature pécuniaire (ATF 87 II 113 consid. 1; ATF 82 II 77 s.), il faut faire une exception lorsque l'action est intentée par la Confédération pour défendre un but idéal, à savoir la réputation du pays. Comme la Confédération ne défend pas son propre patrimoine, il ne s'agit pas d'une affaire pécuniaire (cf. ATF 108 II 77 consid. 1a), de sorte que la question de la valeur litigieuse (art. 46 OJ), controversée entre les parties, ne se pose pas. En effet, le recours en réforme est en principe recevable dans les contestations civiles portant sur un droit de nature non pécuniaire (art. 44 OJ).\n\nb) Interjeté par une partie habilitée à agir, qui a succombé dans ses conclusions, et dirigé contre un jugement final rendu en dernière instance cantonale par un tribunal supérieur (art. 48 al. 1 OJ) sur une contestation civile qui n'est pas de nature pécuniaire (art. 44 OJ), le recours en réforme est en principe recevable, puisqu'il a été déposé en temps utile (art. 54 al. 1 OJ) dans les formes requises (art. 55 OJ).\n\nBGE 126 III 198 S. 201\n\nc) Le Tribunal fédéral doit examiner même d'office si les parties à la procédure, qu'elles soient recourantes ou intimées, ont la capacité d'être parties en justice (MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, p. 14 n. 11; BERNARD CORBOZ, Le recours en réforme au Tribunal fédéral, in SJ 2000 II p. 30 s.).\n\nEn l'espèce, la cour cantonale a constaté que X. n'avait aucune existence juridique. La recourante ne revient pas sur cette constatation. Il est dès lors évident qu'elle ne peut pas recourir, ni prendre des conclusions, contre une entité qui n'a aucune existence juridique. Le recours est donc irrecevable en tant qu'il est dirigé contre X.\n\nd) La motivation de la partie recourante doit être contenue dans l'acte de recours (art. 55 al. 1 let. c OJ). Dans la mesure où la recourante renvoie à ses écritures cantonales, il n'est pas possible d'en tenir compte (cf. ATF 116 II 92 consid. 2).\n\n2. a) Les parties ne remettent pas en cause l'application du droit suisse. La question n'est cependant pas évidente. A suivre l'argumentation de la recourante, un acte de concurrence déloyale aurait été commis qui, semble-t-il, devait déployer ses effets sur le marché français. On peut donc se demander si le litige ne relève pas du droit français (cf. art. 136 al. 1 LDIP [RS 291]; BERNARD DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 2e éd., n. 2 ad art. 136; FRANK VISCHER, IPRG Kommentar, n. 11 et 12 ad art. 136).\n\nIl n'est toutefois pas nécessaire, faute d'intérêt actuel, de trancher cette question. En effet, si l'action fondée sur la LCD doit être rejetée - comme on le verra -, l'application du droit français ne pourrait pas modifier l'issue du litige, puisque l'action ne serait plus soumise à la LCD et que la recourante ne serait donc plus habilitée à agir sur la base de l'art. 10 al. 2 let. c LCD (RAUBER, ibid.).\n\nb) Pour ce qui concerne l'irrecevabilité de l'action dirigée contre le défendeur qui n'est pas domicilié dans le canton de Genève, la recourante reproche à la cour cantonale d'avoir écarté l'application de l'art. 129 al. 3 LDIP et d'avoir exigé à tort une consorité nécessaire pour une attraction de compétence.\n\nLe recours en réforme suppose un intérêt au recours (ATF 120 II 5 consid. 2a; ATF 109 II 350; ATF 108 II 15 consid. 1b); l'existence d'un tel intérêt est d'ailleurs requise pour l'exercice de toute voie de droit (ATF 120 II 5 consid. 2a).\n\nLa recourante ne peut donc pas soulever des questions juridiques qui ne présentent pas d'intérêt pratique. Or, elle n'a aucun intérêt à ce que l'action dirigée contre ce défendeur soit rejetée, plutôt que déclarée irrecevable. Si - comme on le verra - l'action doit de BGE 126 III 198 S. 202toute manière être rejetée, il n'y a pas d'intérêt à se pencher sur ces questions.\n\nc) La recourante soutient que les actes qu'elle impute aux intimés tombent sous le coup de la LCD.\n\naa) Selon l'art. 1er LCD, cette loi vise à garantir, dans l'intérêt de toutes les parties concernées, une concurrence loyale et qui ne soit pas faussée.\n\nLa LCD ne concerne ainsi que le domaine de la concurrence. Cette notion vise une compétition, une rivalité sur le plan économique entre des personnes qui offrent leurs prestations. La concurrence suppose donc un marché. L'art. 136 al. 1 LDIP se réfère d'ailleurs expressément à la notion de marché. On peut également ajouter que le marché doit être licite, puisque l'on ne peut pas imaginer que la loi ait pour but de protéger un marché qui ne devrait pas exister. La loi ne tend évidemment pas à protéger un escroc dans la concurrence avec d'autres escrocs.\n\nPour qu'il y ait acte de concurrence déloyale, il ne suffit pas que le comportement apparaisse déloyal au regard de la liste d'exemples figurant aux art. 3 à 8 LCD; il faut encore, comme le montre la définition générale de l'art. 2 LCD, qu'il influe sur les rapports entre concurrents ou entre fournisseurs et clients. Autrement dit, il doit influencer le jeu de la concurrence, le fonctionnement du marché.\n\nCertes, il n'est pas nécessaire que l'auteur de l'acte soit lui-même un concurrent (ATF 120 II 76 consid. 3a p. 78 et les références). Il n'empêche que l'acte doit être objectivement propre à avantager ou désavantager une entreprise dans sa lutte pour acquérir de la clientèle, ou à accroître ou diminuer ses parts de marché (arrêt cité, ibid.). L'acte doit être dirigé contre le jeu normal de la concurrence et propre à influencer le marché; il doit être objectivement apte à influencer la concurrence (ATF 124 III 297 consid. 5d; ATF 124 IV 262 consid. 2b p. 268; ATF 120 II 76 consid. 3a p. 78). Il n'est en revanche pas nécessaire que l'auteur ait la volonté d'influencer l'activité économique (ATF 120 II 76 consid. 3a p. 78).\n\nLa LCD ne protège donc pas la bonne foi de manière générale, mais tend seulement à garantir une concurrence loyale (ATF 124 III 297 consid. 5d; ATF 124 IV 262 consid. 2b p. 268). Toute escroquerie n'est ainsi pas simultanément un acte de concurrence déloyale.\n\nbb) En l'espèce, la publicité avait pour but de vendre une grille qui devait permettre de gagner le gros lot au loto français. Il a été constaté en fait - d'une manière qui lie le Tribunal fédéral (art. 63 al. 2 OJ) - qu'il n'y avait aucun concurrent qui offrait une prestation BGE 126 III 198 S. 203analogue. En l'absence de tout marché, il ne saurait être question d'avantager ou de désavantager un agent économique par rapport à d'autres. Les actes incriminés sont donc sans aucun rapport avec le jeu de la concurrence, ce qui exclut d'emblée l'existence d'un acte de concurrence déloyale. La situation est ainsi fondamentalement différente de celle de l'arrêt pénal cité par la recourante (ATF 124 IV 73 consid. 1a), où il s'agissait de concours publicitaires destinés à favoriser la vente de marchandises, ce qui en principe fait l'objet d'un marché.\n\nMême s'il y avait eu un concurrent, la solution n'aurait pas été différente. Il résulte en effet des constatations cantonales que la prestation offerte était purement fallacieuse et que l'activité consistait en définitive à conclure des contrats dolosifs; un tel marché serait illicite et ne saurait bénéficier de la protection de la LCD, qui n'a évidemment pas pour but d'instaurer une saine concurrence sur le marché de la tromperie.\n\ncc) La cour cantonale s'est demandé si les actes incriminés étaient de nature à exercer une influence sur la concurrence entre les loteries. Elle l'a dénié, en constatant que la publicité était adressée à des adeptes du loto français et que l'achat de cette grille n'était pas de nature à influencer la concurrence entre les loteries.\n\nLa recourante ne dit pas un mot au sujet de cette question. Sur la base des constatations cantonales qui sont très succinctes, il n'est pas possible d'affirmer que les actes incriminés étaient de nature à influencer le marché des loteries, de sorte qu'il n'y a pas lieu de revenir sur cette question qui n'est pas contestée.\n\nAinsi, l'arrêt cantonal ne viole pas le droit fédéral."}