{"annee": "126", "cour": "I", "page": "133", "date": "7/6/2000", "cite": ["109 IA 208", "114 IA 168", "124 I 223", "120 IA 203", "124 I 267", "122 I 279", "112 IA 59", "121 I 279", "117 IB 387"], "cite_par": ["128 I 136", "131 I 333", "129 I 313", "126 I 250", "127 I 84", "128 I 3", "129 II 497", "135 I 233", "129 I 410", "142 I 99", "128 II 292", "136 V 395", "133 I 128", "135 I 302", "130 I 26"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 7. Juni 2000 i.S. Stadt Zürich gegen Scientology Kirche Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 31 aCst. (art. 27 Cst.); art. 49 aCst. (art. 15 Cst.); liberté du commerce et de l'industrie; liberté religieuse; autonomie communale (art. 50 Cst.); utilisation du domaine public à des fins particulières; usage commun accru. Autonomie communale et étendue du pouvoir d'examen (consid. 2). Celui qui veut fournir des prestations contre rémunération et ne révèle pas clairement au public visé l'objectif missionnaire qui y est éventuellement lié doit s'accommoder de ce que ses campagnes publicitaires ne soient pas jugées sous l'angle de la liberté religieuse, mais considérées comme motivées économiquement et traitées selon les règles valables à cet égard (consid. 3). Le fait que la liberté du commerce et de l'industrie déploie son effet protecteur ne dépend pas de ce qu'un exploitant industriel a besoin, ni dans quelle mesure, d'utiliser le domaine public. Ce facteur ne joue un rôle que dans la pesée des intérêts (consid. 4d)."], "faits": "BGE 126 I 133 S. 134\n\nMit Beschluss vom 16. Juni 1972 hat der Stadtrat der Stadt Zürich Vorschriften über die vorübergehende Benützung des öffentlichen Grundes zu Sonderzwecken (VBöGS) erlassen. Die Werbung auf dem öffentlichen Grund wird darin wie folgt geregelt:\n\nArt. 20 Verteilen von Werbematerial\n\nDas Verteilen von Druckerzeugnissen, die Erwerbszwecken dienen, und von Werbeartikeln auf dem öffentlichen Grund ist untersagt.\n\nArt. 21 Werbeveranstaltungen\n\n1 Werbeveranstaltungen mit Motorfahrzeugen und Tieren sind auf dem ganzen öffentlichen Grund untersagt.\n\n2 Werbeveranstaltungen mit einzelnen Fussgängern können in beschränktem Umfang bewilligt werden. Sie sind jedoch nur auf dem Trottoirgebiet zugelassen. Die beteiligten Personen dürfen nicht stehenbleiben.\n\nMit Verfügung vom 30. November 1994 untersagte der Chef Verwaltungspolizei der Stadt Zürich der Scientology Kirche Zürich ab sofort \"das Verteilen des Persönlichkeitstestes 'Oxford Capacity Analysis' und des Handzettels 'Warum Glücklichsein kein Zufall ist' (....) auf dem öffentlichen Grund der Stadt Zürich\". Zur Begründung führte er an, aufgrund von neuen Erkenntnissen würden den auf der Strasse angeworbenen Passanten anschliessend im Scientology Zentrum \"teils unter fraglichen Methoden, Bücher zum Kauf oder Bestellen und kostenpflichtige Seminarien angeboten.\" Fragen religiösen Inhalts fehlten bei den Persönlichkeitstests. Das Verteilen BGE 126 I 133 S. 135der Tests und ihre Anwendung könnten \"deshalb nicht als religiöse Tätigkeit oder als Werbung für eine Religion angesehen werden\". Das Verteilen des Persönlichkeitstestes und des Handzettels 'Warum Glücklichsein kein Zufall ist' sei daher als unerlaubtes Verteilen von Werbematerial im Sinne von Art. 20 VBöGS einzustufen.\n\nDer Polizeivorstand der Stadt Zürich wies die hiegegen gerichtete Einsprache am 1. Juni 1995 ab. Dabei beschränkte er das Verfahren auf die Frage, ob der Scientology Kirche Zürich das Verbreiten von Persönlichkeitstests und Handzetteln auf öffentlichem Grund untersagt werden könne. Unerheblich sei, ob es sich bei der Scientology Kirche um eine Religionsgemeinschaft handle oder nicht, da auch religiöse Vereinigungen auf dem öffentlichen Grund nicht Werbeaktionen zu Erwerbszwecken durchführen dürften. Die verteilten Blätter hätten mittelbar vor allem zum Ziel, die damit bedienten Personen zum Kauf von Büchern bzw. zum Belegen der gegen ein fixes Entgelt angebotenen Kurse zu bewegen. Infolgedessen liege eindeutig eine Veranstaltung zu Erwerbszwecken auf dem öffentlichen Grund vor, wofür gemäss Art. 20 und 21 VBöGS Bewilligungen grundsätzlich nicht erteilt werden könnten.\n\nDie von der Scientology Kirche Zürich dagegen erhobenen Rechtsmittel wurden am 6. März 1996 vom Stadtrat von Zürich, am 28. Januar 1997 vom Statthalteramt des Bezirks Zürich und schliesslich am 21. April 1999 vom Regierungsrat des Kantons Zürich abgewiesen.\n\nDas Verwaltungsgericht des Kantons Zürich (im Folgenden: Verwaltungsgericht) hiess die gegen den Entscheid des Regierungsrats erhobene Beschwerde mit Urteil vom 28. September 1999 im Sinne der Erwägungen teilweise gut. Zwar stellte es ebenfalls fest, dass die Verteilung der fraglichen Druckschriften auf öffentlichem Grund der Stadt Zürich nicht unter dem Schutz der Religionsfreiheit stehe. Das Handeln der Scientology Kirche, die mit professionellen Marketing-Methoden versuche, ihre Leistungen an ein breites Publikum zu verkaufen, werde hauptsächlich durch wirtschaftliche Erwägungen bestimmt und falle somit als Werbetätigkeit unter Art. 20 VBöGS. Für ein völliges Verbot biete diese Bestimmung im Lichte der Handels- und Gewerbefreiheit allerdings keine rechtmässige Grundlage; die Stadt Zürich sei aber berechtigt, den - hier gegebenen - gesteigerten Gemeingebrauch öffentlicher Strassen einer Bewilligungspflicht zu unterstellen. Entsprechend hob das Verwaltungsgericht die vorangegangenen Entscheide auf und wies BGE 126 I 133 S. 136die Streitsache zu neuer Entscheidung an den Stadtrat Zürich zurück.\n\nDie hiegegen von der Stadt Zürich eingereichte staatsrechtliche Beschwerde weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n2. Eine Gemeinde ist in einem Sachbereich autonom, wenn das kantonale Recht diesen nicht abschliessend ordnet, sondern ihn ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt (BGE 124 I 223 E. 2b S. 226 f.; BGE 122 I 279 E. 8b S. 290, je mit Hinweisen). Gemäss Art. 48 der Verfassung des eidgenössischen Standes Zürich vom 18. April 1869 (RS 131.211) sind die Gemeinden befugt, ihre Angelegenheiten innerhalb der Schranken der Verfassung und Gesetze selbständig zu ordnen. Die Vorschriften der Stadt Zürich über die vorübergehende Benutzung des öffentlichen Grundes (VBöGS) stützen sich (seit 1983) auf § 39 des Gesetzes des Kantons Zürich vom 27. September 1981 über den Bau und den Unterhalt der öffentlichen Strassen (Strassengesetz). Diese Bestimmung handelt von den strassenpolizeilichen Vorschriften und lautet wie folgt:\n\nStaat und Gemeinden stellen, soweit ein Bedürfnis besteht und das Planungs- und Baugesetz keine abschliessende Ordnung trifft, Polizeivorschriften über das Strassengebiet selbst, seine Benützung sowie über das an die öffentlichen und privaten Strassen im Gemeingebrauch grenzende Gebiete auf.>Vorbehalten bleiben die verkehrspolizeilichen Vorschriften.\n\nDen Gemeinden ist somit überlassen, über das Strassengebiet und seine Benutzung in eigener Kompetenz (Polizei-)Vorschriften zu erlassen, und es kommt ihnen dabei eine erhebliche Entscheidungsfreiheit zu. Unter Vorbehalt der allgemeinen verfassungsrechtlichen Schranken geniessen die Gemeinden daher in diesem Bereich Autonomie. Sie können sich folglich dagegen zur Wehr setzen, dass eine kantonale Behörde in einem Rechtsmittelverfahren ihre Prüfungsbefugnis überschreitet oder die den betreffenden Sachbereich ordnenden kommunalen, kantonalen oder bundesrechtlichen Vorschriften falsch anwendet. Soweit es um die Handhabung von eidgenössischem oder kantonalem Verfassungsrecht geht, prüft das Bundesgericht das Vorgehen der kantonalen Behörden mit freier Kognition, sonst nur auf Willkür hin (BGE 122 I 279 E. 8c S. 291; BGE 120 Ia 203 E. 2a S. 204, mit Hinweisen). Die Gemeinden können in BGE 126 I 133 S. 137diesem Rahmen auch geltend machen, die kantonalen Instanzen hätten die Tragweite eines Grundrechts verkannt und dieses zu Unrecht als verletzt betrachtet (BGE 114 Ia 168 E. 2a S. 170; BGE 112 Ia 59 E. 3a S. 63; Urteil des Bundesgerichts vom 12. Oktober 1992, publiziert in ZBl 94/1993 S. 133 E. 2c, mit Hinweisen).\n\n3. a) Nach dem angefochtenen Entscheid des Verwaltungsgerichts können vorliegend die Testbogen und Handzettel an sich wie auch ihre Verteilung und die Auswertung der Tests nicht als unmittelbarer Ausdruck religiöser oder weltanschaulicher Auffassung gelten; entsprechend handle es sich nicht um religiöse Handlungen. Folglich stehe das Verteilen der betreffenden Druckschriften auf dem öffentlichen Grund der Stadt Zürich nicht unter dem Schutz der Religionsfreiheit (vgl. Art. 49 a BV und Art. 15 BV). Anderseits sei der Inhalt der Schriften an sich nicht kommerzieller Natur, doch werde damit das Ziel verfolgt, den interessierten Passanten anschliessend weitere Güter und Dienstleistungen gegen Entgelt anzubieten. Die Werbetätigkeit falle daher unter Art. 20 VBöGS, denn es bestehe zumindest das gleiche Schutzbedürfnis wie bei einer eigentlichen kommerziellen Werbung.\n\nb) Diese Schlussfolgerung des Verwaltungsgerichts ist nicht zu beanstanden. Die Verteilung der fraglichen Druckschriften dient nach den zutreffenden Feststellungen des Verwaltungsgerichts primär dem entgeltlichen Vertrieb von Kursen und Büchern, ohne dass das Ziel einer religiösen Missionierung aus dem Inhalt der Druckschriften (direkt) erkennbar ist. Wer - wie vorliegend die Beschwerdegegnerin - entgeltliche Leistungen vertreiben will und das damit allenfalls verbundene religiöse Missionierungsziel gegenüber dem anvisierten Publikum nicht klar zu erkennen gibt, muss in Kauf nehmen, dass seine Werbeaktionen als wirtschaftlich motiviert angesehen und nach den hiefür geltenden Regeln behandelt werden.\n\n4. a) Weiter ging das Verwaltungsgericht davon aus, dass es sich beim Verteilen der erwähnten Schriften in der Zürcher Innenstadt um gesteigerten Gemeingebrauch handle. Hieraus könne aber nicht auf die \"Zulässigkeit des Verbots der Verteilung von Druckschriften und Werbeartikeln zu kommerziellen Zwecken\" geschlossen werden, weil sich aus den Freiheitsrechten ein 'bedingter Anspruch' auf Gewährung gesteigerten Gemeingebrauchs an öffentlichem Grund ergebe. Dies gebiete, dass die Behörden nur dann ein Gesuch ablehnen dürften, wenn die der beabsichtigten Nutzung im konkreten Fall entgegenstehenden Gesichtspunkte überwögen.BGE 126 I 133 S. 138\n\nEin öffentliches Interesse, die Verteilung von Werbung auf öffentlichem Grund zu Erwerbszwecken von vornherein zu verbieten, bestehe nicht. Insbesondere könne es nicht mit dem Schutz von Treu und Glauben im Geschäftsverkehr begründet werden, da die verbotenen Verhaltensweisen nicht generell dagegen verstiessen. Die hauptsächliche Begründung des Verbots durch den Stadtrat, eine Freigabe der Verteilung von Druckschriften und Werbematerial würde eine übermässige Belastung öffentlichen Grundes und Belästigungen von Passanten bewirken, lasse dessen Unverhältnismässigkeit erkennen: Milderes Mittel im Verhältnis zu einem Verbot stelle seit jeher eine blosse Bewilligungspflicht dar, was sowohl die Beschwerdeführerin als auch die Vorinstanz ausser Acht gelassen hätten.\n\nb) Die Beschwerdeführerin anerkennt, dass Personen, die den öffentlichen Grund für die Ausübung einer Erwerbstätigkeit benutzen, sich auf die Handels- und Gewerbefreiheit (Art. 31 aBV; vgl. auch Art. 27 BV) berufen können, soweit der Zweck des öffentlichen Bodens es gestattet. Hingegen rügt sie als willkürlich die Auffassung des Verwaltungsgerichts, wonach sich aus den Freiheitsrechten auch für rein kommerzielle Zwecke ein sog. bedingter Anspruch auf Gewährung gesteigerten Gemeingebrauchs am öffentlichen Grund ergebe; dies gehe ungerechtfertigterweise über die herrschende Lehre und Rechtsprechung hinaus, die einen solchen Anspruch nur einräumten, wenn die Ausübung der Erwerbstätigkeit zwingend mit der Benutzung öffentlichen Grundes verbunden sei. Das generelle Verbot, in der Stadt Zürich Druckerzeugnisse zu verteilen, die Erwerbszwecken dienen, sei bereits deshalb nicht zu beanstanden. Da dieses Verbot die Beschwerdegegnerin bei ihrer Erwerbstätigkeit, wenn überhaupt, nur unwesentlich beeinträchtige und im öffentlichen Interesse liege, erweise es sich auch als verhältnismässig; die gegenteilige Interpretation der geltenden Lehre und Rechtsprechung sei willkürlich. Die vom Verwaltungsgericht angeordnete Einführung einer Bewilligungspflicht werde in der Praxis zudem kaum zu bewerkstelligen sein. Die Bewilligungserteilung und die Kontrolle über deren Einhaltung wäre mit einem unverhältnismässigen Verwaltungsaufwand verbunden.\n\nDie Beschwerdeführerin rügt, dass das Verwaltungsgericht mit seinem Entscheid in ungerechtfertigter Weise in die Gemeindeautonomie eingegriffen habe, indem es der Beschwerdegegnerin ohne jede Grundlage in Lehre und Rechtsprechung und insbesondere ohne sachliche Rechtfertigung und damit willkürlich einen BGE 126 I 133 S. 139grundsätzlichen Anspruch auf Benützung des öffentlichen Grundes zu ausschliesslich kommerziellen Zwecken einräume. Die praktischen Auswirkungen des angefochtenen Entscheids seien für die Stadt unhaltbar. Durch das Verbot, auf öffentlichem Grund Werbematerial zu verteilen, werde die gewerbliche Tätigkeit der Beschwerdegegnerin nur in einem geringfügigen Nebenaspekt untersagt: Der eigentliche Kernbereich der Handels- und Gewerbefreiheit werde vom Verbot nicht im Geringsten tangiert. Das gegen die Beschwerdegegnerin ausgesprochene Verbot, auf dem öffentlichen Grund Persönlichkeitstests und Handzettel zu verteilen, erweise sich daher als verhältnismässig und zum Schutz der Bevölkerung als notwendig.\n\nc) Strassen sind öffentliche Sachen im Gemeingebrauch, d.h. sie stehen der Allgemeinheit zur Benutzung offen; diese kann mehr oder weniger intensiv sein. Verwaltungsgericht und Stadtrat sind sich darüber einig, dass das Verteilen von Druckschriften in der Zürcher Innenstadt über den schlichten Gemeingebrauch hinausgeht und gesteigerten Gemeingebrauch darstellt. Ein gesteigerter Gemeingebrauch liegt vor, wenn die Benützung einer öffentlichen Sache entweder nicht bestimmungsgemäss oder nicht gemeinverträglich ist (vgl. BGE 122 I 279 E. 2e/cc S. 286; ULRICH HÄFELIN/GEORG MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 3. Aufl. 1998, Rz. 1867 ff., S. 471 ff.; TOBIAS JAAG, Gemeingebrauch und Sondernutzung öffentlicher Sachen, in ZBl 93/1992 S. 151; ders., Verwaltungsrecht des Kantons Zürich, 2. Aufl. 1999, Rz. 2434, S. 221). Auf die Abgrenzung können auch örtliche Gegebenheiten Einfluss haben (BGE 122 I 279 E. 2e/aa S. 286 mit Hinweis). Die von den Stadtbehörden und vom Verwaltungsgericht vertretene Auffassung erscheint zwar streng, lässt sich aber für die Stadt Zürich vertreten, zumal die Aktionen der Beschwerdegegnerin, wie das Verwaltungsgericht mit Recht festhält, über das blosse Verteilen von Druckschriften hinausgehen und die Mitarbeiter darauf angewiesen sind, bereits auf dem öffentlichen Grund Gespräche mit Passanten zu führen, um deren Interesse für die angebotenen Leistungen zu wecken. Entsprechend können etwa Ausweichbewegungen von Passanten, Menschenansammlungen, Diskussionen oder gar Auseinandersetzungen in stark frequentierten Lagen zu Störungen des Verkehrsflusses führen.\n\nd) Gesteigerter Gemeingebrauch bedarf grundsätzlich der Bewilligung. Diese ist als Bewilligung sui generis von der Polizeierlaubnis und von der Konzession zu unterscheiden. Sie dient nicht BGE 126 I 133 S. 140nur dem Schutz der Polizeigüter, sondern der Koordination und Prioritätensetzung zwischen verschiedenen Nutzungen der öffentlichen Sachen (vgl. ULRICH HÄFELIN/GEORG MÜLLER, a.a.O., Rz. 1878, S. 474; TOBIAS JAAG, in ZBl 93/1992 S. 157; URS SAXER, Die Grundrechte und die Benutzung öffentlicher Strassen, Diss. Zürich 1988, S. 249 ff.; vgl. auch BGE 124 I 267 E. 3a S. 268 f.; BGE 109 Ia 208 E. 4a S. 210 f.). Wer zur Ausübung eines Gewerbes öffentlichen Grund beansprucht, kann sich auf die Handels- und Gewerbefreiheit berufen; es besteht insoweit ein \"bedingter Anspruch\" auf Bewilligung des gesteigerten Gemeingebrauchs (BGE 121 I 279 E. 2a S. 282 mit Hinweisen). Die Verweigerung einer entsprechenden Bewilligung kann einem Eingriff in die Handels- und Gewerbefreiheit gleichgestellt werden und unterliegt daher bestimmten Schranken: Sie muss im öffentlichen Interesse notwendig sein, wobei freilich nicht nur polizeilich motivierte Einschränkungen zulässig sind, auf sachlich vertretbaren Kriterien beruhen und den Grundsatz der Verhältnismässigkeit wahren; die Bewilligung darf zudem die Freiheitsrechte weder allgemein noch zu Lasten einzelner Bürger aus den Angeln heben (BGE 121 I 279 E. 2a S. 282; 108 Ia 135 E. 3 S. 137). Kommunale Autonomie kann demnach nur im Rahmen der verfassungsrechtlichen Grundsätze bestehen. \"Bedingter Anspruch\" bedeutet in diesem Zusammenhang, dass die Behörde im Rahmen der auf ein Bewilligungsgesuch hin vorzunehmenden Interessenabwägung dem institutionellen Gehalt der Handels- und Gewerbefreiheit Rechnung trägt und die Interessen der Beteiligten an der Ausübung ihrer wirtschaftlichen Tätigkeit angemessen berücksichtigt (vgl. BGE 117 Ib 387 E. 6d S. 395; nicht veröffentlichter Entscheid des Bundesgerichts vom 21. November 1995 i.S. Untere Mühle Bottighofen AG, E. 4a). Als öffentliches Interesse steht die Gewährleistung des möglichst ungestörten Gemeingebrauchs durch die Allgemeinheit im Vordergrund, bei den privaten Interessen ist zwischen ideellen und anderen, namentlich kommerziellen Interessen zu unterscheiden. Bei der Ausübung ideeller Grundrechte ist eine Beeinträchtigung des Gemeingebrauchs oder anderer öffentlicher Interessen eher in Kauf zu nehmen als bei sonstigen Aktivitäten. Bei nicht ideellen Motiven für die Beanspruchung von öffentlichem Grund darf das öffentliche Interesse am ungestörten Gemeingebrauch stärker veranschlagt werden, und es widerspricht unter anderem nicht der Handels- und Gewerbefreiheit, wenn rein kommerzielle weniger stark gewichtet werden als ideelle Interessen (TOBIAS JAAG, in ZBl 93/1992 S. 158 f.). Ob die Handels- und Gewerbefreiheit ihre BGE 126 I 133 S. 141Schutzwirkung überhaupt entfaltet, hängt allerdings nicht davon ab, ob und wieweit ein Gewerbetreibender jeweils auf die Benützung des öffentlichen Grundes angewiesen ist. Ist dies nach der Art des Gewerbes zwingend der Fall, werden seine privaten Interessen bei der vorzunehmenden Abwägung entsprechend höher zu gewichten sein als etwa dann, wenn der gewünschte gesteigerte Gemeingebrauch zwar Vorteile bringt, aber nicht geradezu betriebsnotwendig ist. Das Mass der Notwendigkeit der Inanspruchnahme des öffentlichen Grundes durch den Betroffenen ist nicht für den Umfang des Schutzbereiches, sondern für das Ergebnis der vorzunehmenden Interessenabwägung von Bedeutung.\n\nHiervon ausgehend erscheint die Vorschrift der Beschwerdeführerin, wonach die Verteilung von Werbematerial auf öffentlichem Grund generell verboten ist (Art. 20 VBöGS), als unverhältnismässige Beschränkung. Damit ist der angefochtene Entscheid des Verwaltungsgerichts im Lichte der Verfassung und namentlich der Handels- und Gewerbefreiheit zu bestätigen und eine Verletzung der Gemeindeautonomie zu verneinen. Zwar besteht ein öffentliches Interesse daran, dass möglichst keine Werbeaktionen auf den Strassen stattfinden, weil sie den Fussgängerverkehr beeinträchtigen und einen zusätzlichen Reinigungsaufwand verursachen können. Zudem ist ein Gewerbetreibender auf die Verteilung von Flugblättern und dergleichen auf öffentlichem Grund normalerweise auch nicht angewiesen. In der Regel werden derartige Werbematerialien in die Briefkästen verteilt. Gleichwohl sind besondere Situationen denkbar, wo das Interesse eines einzelnen Gewerbetreibenden die erwähnten öffentlichen Anliegen überwiegen kann, z.B. wenn es darum geht, Passanten auf eine in der Nähe stattfindende Veranstaltung aufmerksam zu machen. Wie vom Verwaltungsgericht angeordnet, muss daher eine Interessenabwägung vorgenommen und gestützt hierauf entschieden werden, ob und gegebenenfalls mit welchen Auflagen eine Bewilligung zu erteilen ist. Dass dies nicht bloss vermehrten Aufwand erfordert, sondern in der praktischen Handhabung auch gewisse Probleme bringen mag, entbindet das Gemeinwesen nicht von der Pflicht zu rechtsstaatlichem Vorgehen; dazu gehört die Beachtung der Grundrechte und, bei deren Einschränkung, des Verhältnismässigkeitsprinzips."}