{"annee": "126", "cour": "I", "page": "81", "date": "3/4/2000", "cite": ["96 I 598", "122 II 186", "118 IA 46", "112 IA 136", "125 II 440", "125 II 86", "121 I 252", "120 IA 157", "105 IA 349", "107 IA 182", "105 IA 271", "112 IA 174", "123 I 41", "122 I 44", "124 II 289", "122 I 267", "110 IA 72", "114 IA 378", "125 I 253", "99 IA 104", "122 I 373", "114 IA 307", "123 I 25", "98 IA 649", "123 I 279", "120 IA 110", "121 I 267", "124 I 159", "118 IB 145"], "cite_par": ["128 I 46", "126 II 377", "126 III 485", "131 I 366", "127 IV 166", "136 IV 41", "127 IV 148", "126 I 207", "126 II 425", "133 I 185", "127 II 161", "128 II 56", "127 II 198", "127 II 60", "126 III 315", "131 I 198", "130 I 306", "129 I 113", "135 II 430", "129 I 337", "127 I 38", "127 I 60", "127 I 92", "130 I 26", "129 I 217"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour de droit public du 3 avril 2000 dans la cause P. contre Tribunal administratif du canton de Vaud (recours de droit public)", "regestes": ["Art. 9 Cst. et 88 OJ: protection contre l'arbitraire, refus d'une autorisation de séjour, recevabilité du recours de droit public. Application par analogie de l'art. 16 OJ (consid. 2). Selon la jurisprudence relative aux art. 88 OJ et 4 aCst., l'interdiction de l'arbitraire ne confère pas, à elle seule, la qualité pour former un recours de droit public (consid. 3). L'inscription de la protection contre l'arbitraire à l'art. 9 Cst. ne conduit pas à modifier cette jurisprudence (consid. 4 - 6)."], "faits": "BGE 126 I 81 S. 82\n\nA.- De nationalité haïtienne, P. est entré en Suisse en 1992 et y a vécu illégalement jusqu'à son mariage célébré le 19 janvier 1996 avec une ressortissante suisse, W. Le 12 avril 1996, P. a obtenu de ce fait une autorisation de séjour pour vivre auprès de son épouse.\n\nLe divorce des époux P.-W. a été prononcé par défaut le 10 septembre 1998.\n\nLe 14 janvier 1999, le Tribunal de police de Lausanne a condamné P. pour lésions corporelles simples, injures, abus du téléphone, menaces et insoumission à une décision de l'autorité, à la peine de deux mois d'emprisonnement.\n\nB.- Par décision du 30 avril 1999, l'Office cantonal de contrôle des habitants et de police des étrangers du canton de Vaud a refusé de renouveler l'autorisation de séjour de P., au motif qu'il n'était plus marié à une Suissesse.\n\nStatuant sur recours le 3 janvier 2000, le Tribunal administratif a confirmé ce refus et fixé à P. un délai au 10 février 2000 pour quitter le territoire vaudois.\n\nC.- Agissant le 4 février 2000 par la voie du recours de droit public, P. demande au Tribunal fédéral d'annuler l'arrêt du 3 janvier 2000 du Tribunal administratif.\n\nLe Tribunal administratif et le Service de la population du canton de Vaud ont renoncé à déposer leur réponse.\n\nD.- Par ordonnance présidentielle du 24 février 2000, la demande d'effet suspensif a été admise.\n\nE.- Le problème de la recevabilité du recours de droit public au regard des art. 88 OJ et 9 de la nouvelle Constitution fédérale de la Confédération suisse du 18 avril 1999 (RO 1999 2555), entrée en BGE 126 I 81 S. 83vigueur le 1er janvier 2000, a été soumis le 20 mars 2000 aux Sections réunies du Tribunal fédéral en vertu de l'art. 16 OJ.\n\nLe Tribunal fédéral a rejeté le recours en tant que recevable.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 125 I 253 consid. 1a p. 254, 412 consid. 1a p. 414 et les arrêts cités).\n\nVu le caractère subsidiaire du recours de droit public (art. 84 al. 2 OJ), il convient d'examiner d'abord si la voie du recours de droit administratif est ouverte.\n\na) Selon l'art. 100 al. 1 lettre b ch. 3 OJ, le recours de droit administratif n'est pas recevable en matière de police des étrangers contre l'octroi ou le refus d'autorisations auxquelles le droit fédéral ne confère pas un droit. D'après l'art. 4 de la loi fédérale du 26 mars 1931 sur le séjour et l'établissement des étrangers (LSEE; RS 142.20), les autorités compétentes statuent librement, dans le cadre des prescriptions légales et des traités avec l'étranger, sur l'octroi ou le refus d'autorisations de séjour ou d'établissement. En principe, l'étranger n'a pas de droit à l'octroi d'une autorisation de séjour. Ainsi, le recours de droit administratif est irrecevable, à moins que ne puisse être invoquée une disposition particulière du droit fédéral ou d'un traité, accordant le droit à la délivrance d'une telle autorisation (ATF 124 II 289 consid. 2a p. 291, 361 consid. 1a p. 363 et les arrêts cités).\n\nUn tel droit résulte en particulier de l'art. 7 LSEE, selon lequel le conjoint étranger d'un ressortissant suisse a droit à l'octroi et à la prolongation de l'autorisation de séjour et, après un séjour régulier et ininterrompu de cinq ans, à la délivrance d'une autorisation d'établissement, pour autant qu'il n'existe pas un motif d'expulsion (al. 1) et que le mariage n'a pas été contracté dans le but d'éluder les dispositions sur le séjour et l'établissement des étrangers (al. 2).\n\nEn l'occurrence, le recourant ne peut déduire aucun droit de cette disposition légale, dans la mesure où son mariage avec une Suissesse (qui a duré moins de cinq ans) a été dissous par divorce. Par ailleurs, on ne voit pas quelles autres normes pourraient lui accorder un droit à l'octroi d'une autorisation de séjour. Le recours de droit administratif se révèle dès lors irrecevable.\n\nb) Il reste donc à examiner si la voie subsidiaire du recours de droit public est ouverte, soit, en premier lieu, si le recourant a qualité pour agir à cet égard.\n\nBGE 126 I 81 S. 84\n\n2. a) Selon la jurisprudence relative à l'art. 88 OJ et au principe de l'interdiction de l'arbitraire déduit de l'art. 4 de l'ancienne Constitution fédérale (aCst.), un recourant n'a qualité pour déposer un recours de droit public pour arbitraire que si les dispositions légales dont il soutient qu'elles ont été appliquées de manière arbitraire lui accordent un droit ou tendent à protéger ceux de ses intérêts qui ont été prétendument lésés (ATF 121 I 267 consid. 2 p. 269 et les références citées; voir aussi ATF 123 I 279 consid. 3c/aa p. 280; ATF 122 I 373 consid. 1a p. 374 et RDAF 1999 I 250 consid. 4).\n\nL'entrée en vigueur le 1er janvier 2000 de la nouvelle Constitution fédérale du 18 avril 1999, en particulier de son art. 9 selon lequel \"toute personne a le droit d'être traitée par les organes de l'Etat sans arbitraire [...]\", pose la question de savoir si et dans quelle mesure cette jurisprudence doit être modifiée.\n\nb) Selon l'art. 16 al. 1 OJ, lorsqu'une section du tribunal entend déroger à la jurisprudence suivie par une autre section, par plusieurs sections réunies ou par le tribunal en séance plénière, elle ne peut le faire qu'avec le consentement de l'autre section ou à la suite d'une décision des sections intéressées ou du tribunal. Cette décision est prise sans débats et à huis clos; elle lie la section qui doit statuer sur la cause.\n\nc) Une interprétation littérale de l'art. 16 OJ n'autorise en principe l'application de cette disposition que si une Cour entend modifier la jurisprudence, ce qui n'est pas le cas en l'occurrence, l'influence du nouvel art. 9 Cst. sur l'art. 88 OJ n'ayant jamais été examinée. Toutefois, permettre à une Cour de prendre une décision unilatérale en la matière pourrait conduire le Tribunal fédéral à rendre successivement des arrêts contradictoires, car le premier d'entre eux risquerait d'être remis en cause par une autre Cour qui, elle, devrait alors susciter une réunion des Sections en application de l'art. 16 OJ, dans son sens littéral. Il est ainsi apparu judicieux - et dans l'esprit de l'art. 16 OJ - que l'ensemble des Sections puissent, dans cette situation particulière, traiter d'emblée la question des rapports entre les art. 9 Cst. et 88 OJ, qui comporte un enjeu juridique et pratique important et concerne l'ensemble des Cours saisies de recours de droit public.\n\nIl a donc été prévu que la Cour qui serait en premier lieu appelée à statuer dans une affaire relative à cette question soumettrait celle-ci aux Sections réunies, en application par analogie de l'art. 16 OJ, que la Cour intéressée se propose de s'en tenir, ou non, à la jurisprudence prévalant sous l'empire de l'art. 4 aCst.\n\nBGE 126 I 81 S. 85\n\nLa IIe Cour de droit public devant juger ce point à l'occasion de la présente affaire, les Sections se sont réunies le 20 mars 2000 et ont décidé, à la majorité, d'en rester à la jurisprudence rendue sous l'angle de l'art. 4 aCst. Ce prononcé lie la IIe Cour de droit public, appelée à le consacrer dans la présente cause et à en préciser les motifs ainsi qu'il suit aux considérants 3 à 6.\n\n3. a) Sous l'empire de la nouvelle Constitution comme de l'ancienne, la qualité pour agir par la voie du recours de droit public se détermine sur la base de l'art. 88 OJ, selon lequel ont qualité pour recourir les particuliers ou les collectivités lésés par des arrêtés ou décisions qui les concernent personnellement ou qui sont d'une portée générale.\n\nb) Selon la jurisprudence rendue sous l'angle de l'art. 4 aCst., l'art. 88 OJ n'ouvre la voie du recours de droit public qu'à celui qui est atteint par l'acte attaqué dans ses intérêts propres et juridiquement protégés; le recours formé pour sauvegarder l'intérêt général, ou visant à préserver de purs avantages de fait, est en revanche irrecevable. Les intérêts que le recourant invoque doivent être protégés soit par une règle du droit fédéral ou cantonal, soit directement par un droit fondamental spécifique, pour autant que ces intérêts se trouvent dans le champ de protection de la norme constitutionnelle (ATF 124 I 159 consid. 1c p. 161; ATF 123 I 41 consid. 5b p. 42 s.; ATF 122 I 44 consid. 2b p. 45, 373 consid. 1 p. 374; ATF 121 I 267 consid. 2 p. 268 s., 367 consid. 1b p. 369 et les arrêts cités).\n\nLorsque des garanties constitutionnelles spécifiques sont en cause, la légitimation découle en principe du seul fait que le citoyen est titulaire du droit fondamental en question ou résulte du contenu de celui-ci. Il en va différemment pour l'interdiction de l'arbitraire: bien qu'étant également un droit fondamental, cette garantie n'a pas un objet de protection spécifique, à savoir un domaine précis de l'activité humaine ou une institution déterminée; il s'agit, au contraire, d'un principe général s'appliquant à tous les domaines de l'activité étatique. Le contenu de la garantie ne suffit pas à définir, au regard de l'art. 88 OJ, le cercle des personnes habilitées à saisir le juge constitutionnel (ATF 121 I 267 consid. 3c p. 270).\n\nDès lors, l'interdiction générale de l'arbitraire découlant de l'art. 4 aCst. ne confère pas, à elle seule, une position juridique protégée au sens de l'art. 88 OJ lorsque le recourant se plaint d'une mauvaise application du droit (ATF 123 I 279 consid. 3c/aa p. 280; ATF 122 I 44 consid. 3b/bb p. 47; ATF 121 I 252 consid. 1a p. 255, 267 consid. 2 p. 269, 367 consid. 1b p. 369; ATF 120 Ia 110 consid. 1a p. 111 et les BGE 126 I 81 S. 86arrêts cités). Il en va de même, du reste, du grief d'inégalité de traitement (WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2e éd., Berne 1994, p. 238 et les références citées).\n\nEn conséquence, un recourant n'a qualité pour déposer un recours de droit public pour arbitraire que si les dispositions légales dont il invoque l'application arbitraire lui accordent un droit ou servent à protéger ses intérêts prétendument lésés (cf. références citées au considérant 2a ci-dessus).\n\nAinsi, par exemple, le recours de droit public peut être irrecevable en matière de remise d'impôt (cf. ATF 122 I 373; Archives 52 p. 518 consid. 2 p. 520) et d'engagement ou de réélection d'agents publics (cf. ATF 107 Ia 182 consid. 2a p. 184; ATF 105 Ia 271 consid. 2a p. 273; 98 Ia 653 consid. 2b p. 654). En particulier, les étrangers qui n'ont pas droit à une autorisation de séjour en vertu du droit fédéral n'ont pas la qualité pour agir contre le refus d'une telle autorisation, dès lors que les autorités cantonales statuent librement, en vertu des art. 4 et 18 LSEE, sur l'octroi d'une telle autorisation (cf. ATF 124 II 289 consid. 2a p. 291, 361 consid. 1a p. 363; ATF 122 I 267 consid. 1a p. 270; ATF 122 II 186 consid. 2 p. 192; ATF 121 I 267 consid. 2 p. 269; ATF 118 Ib 145 consid. 6 p. 153 et les arrêts cités).\n\nToutefois, même s'il n'a pas qualité pour agir au fond, un recourant peut se plaindre par la voie du recours de droit public de la violation de ses droits de partie que lui reconnaît la procédure cantonale ou de droits qui découlent directement de dispositions constitutionnelles, lorsqu'une telle violation équivaut à un déni de justice formel (ATF 114 Ia 307 consid. 3c p. 312; voir aussi ATF 125 II 86 consid. 3b p. 94; ATF 123 I 25 consid. 1 p. 26 et ATF 122 I 267 consid. 1b p. 270). Une protection juridique minimale reste ainsi assurée (ATF 121 I 267 consid. 3e p. 372).\n\nc) La doctrine a critiqué cette jurisprudence restrictive (cf. notamment KÄLIN, Legitimation zur Willkürbeschwerde und kantonales Verfassungsrecht, in: recht 1996, p. 76 ss; même auteur, Das Verfahren der staatsrechtlichen Beschwerde, op. cit. p. 239 s.; GEORG MÜLLER, Commentaire de la Constitution, 1995, nos 15 et 58 ad art. 4; même auteur, Reservate staatlicher Willkür - Grauzonen zwischen Rechtsfreiheit, Rechtsbindung und Rechtskontrolle, in: Festschrift Hans Huber, Berne 1981, p. 109 ss, spéc. p. 123; DANIEL THÜRER, Das Willkürverbot nach Art. 4 BV, in: RDS 1987 II 413 ss, spéc. p. 466; ALFRED KÖLZ, Die Legitimation zur staatsrechtlichen Beschwerde und das subjektive öffentliche Recht, in: Mélanges André Grisel, Neuchâtel 1983, p. 739 ss; BLAISE KNAPP, Précis de BGE 126 I 81 S. 87droit administratif, 2e éd., Bâle 1982, no 956 p. 230; MÊME AUTEUR, Les principes constitutionnels et leurs relations, in: Festschrift Hans Nef, Zurich 1981, p. 167 ss, spéc. p. 174).\n\nSelon ces auteurs, l'interprétation en cause du Tribunal fédéral repose en réalité sur une conception vieillie du droit public subjectif, empruntée à la doctrine allemande et protégeant le libre arbitre de l'autorité; d'après cette théorie, l'expression de la volonté de celle-ci ne pouvait, par définition, être illégale, parce qu'elle restait soustraite à tout contrôle judiciaire. Or, cette conception, dépassée, est contraire aux valeurs fondamentales d'un Etat démocratique moderne. Par ailleurs, s'il est vrai que le principe de l'interdiction de l'arbitraire n'a pas d'objet de protection spécifique, à savoir un domaine précis de l'activité humaine ou une institution déterminée, rien n'empêcherait que le justiciable l'invoque de la même manière que les autres droits fondamentaux. De plus, des considérations relatives à la qualité pour recourir ne sauraient limiter la portée d'un droit fondamental. Le citoyen a en effet un droit constitutionnel à être traité conformément à la Constitution, notamment à être protégé de l'arbitraire, même lorsqu'il n'a aucun droit à un acte étatique déterminé. Le rang constitutionnel attribué aux droits fondamentaux s'oppose à ce que ceux-ci soient restreints par des normes inférieures, qu'elles relèvent du droit fédéral ou du droit cantonal, ce qu'implique pourtant la jurisprudence en cause. Enfin, toujours d'après ces auteurs, exiger que le recourant soit non seulement titulaire du droit constitutionnel prétendument lésé mais qu'il ait au surplus un véritable droit selon la législation cantonale applicable, revient à priver le citoyen de la protection du Tribunal fédéral en matière d'administration discrétionnaire, alors que c'est précisément dans ce domaine qu'un contrôle judiciaire serait le plus nécessaire.\n\nNonobstant ces critiques, le Tribunal fédéral a maintenu sa jurisprudence (cf., notamment, ATF 121 I 267).\n\n4. Il convient d'examiner si et dans quelle mesure l'entrée en vigueur de la nouvelle Constitution fédérale, en particulier de son art. 9, conduit à modifier la jurisprudence exposée au considérant 3b ci-dessus.\n\na) D'après la doctrine, avec son inscription comme droit fondamental indépendant dans une disposition constitutionnelle spécifique, l'interdiction de l'arbitraire confère désormais par elle-même une position juridique protégée au sens de l'art. 88 OJ. Ainsi, lorsqu'un recourant se plaint d'arbitraire (dans l'application du droit), il n'a en principe plus à invoquer une règle de droit tendant à la BGE 126 I 81 S. 88protection de ses intérêts ou lui accordant un droit, ni à apporter la preuve supplémentaire de la lésion de ses droits (cf. ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, vol. II, Les droits fondamentaux, Berne 2000, n. 1111 s., p. 539 s.; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, Supplement zur 4. Auflage, \"Die neue Bundesverfassung\", Zurich 2000, no 577b p. 27, p. 76, nos 1731 s. p. 84; KÄLIN, Die Bedeutung der neuen Bundesverfassung für das öffentliche Verfahrensrecht, in: Berner Tage für die juristische Praxis, Die neue Bundesverfassung - Konsequenzen für Praxis und Wissenschaft, Berne 2000, p. 267 ss, spéc. p. 274 ss; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3e éd., Berne 1999, p. 478 ss). Pour KÄLIN (Die Bedeutung der neuen Bundesverfassung für das öffentliche Verfahrensrecht, op. cit. p. 282 ss), cela vaudrait au moins pour les destinataires directs (\"materielle Adressaten\") de la décision attaquée, mais pas forcément pour les tiers, dont la légitimation continuerait éventuellement à dépendre de l'existence d'une norme supplémentaire (légale ou constitutionnelle) destinée à les protéger. JÖRG PAUL MÜLLER (op. cit. p. 479 s.) est toutefois d'avis que toute personne, qui est \"touchée\" par un acte étatique arbitraire, a qualité pour déposer un recours de droit public (dans le même sens, AUER/MALINVERNI/HOTTELIER, ibidem).\n\nb) Une question similaire s'est déjà posée à propos de l'art. 11 al. 1er de la nouvelle Constitution cantonale bernoise du 6 juin 1993, prévoyant que \"toute personne a droit à la protection contre toute mesure arbitraire des pouvoirs publics\". Le Tribunal fédéral a jugé que ce droit constitutionnel cantonal ne garantissait pas une protection juridique plus étendue que celle résultant déjà de l'interdiction de l'arbitraire déduite de l'art. 4 aCst.; cette garantie ne conférait pas, à elle seule, un intérêt juridiquement protégé au sens de l'art. 88 OJ (ATF 121 I 267 ss). Selon cet arrêt, c'est uniquement sur la base de l'art. 88 OJ qu'il faut déterminer si un particulier atteint par une prétendue violation de la Constitution fédérale est autorisé à invoquer la protection du Tribunal fédéral par la voie du recours de droit public. S'agissant de l'interdiction de l'arbitraire, ce n'est pas le contenu de cette garantie qui permet de définir le cercle des personnes habilitées à saisir le juge constitutionnel pour se plaindre d'une violation de celle-ci; la légitimation pour soulever ce grief est réglée par la loi de procédure, qui se fonde sur la nature et l'intensité de l'atteinte invoquée, conformément aux principes applicables aux voies de recours habituelles de la juridiction administrative. Pour BGE 126 I 81 S. 89pouvoir invoquer en justice l'interdiction de l'arbitraire, il faut donc se fonder sur une norme spéciale du droit de procédure; la règle du droit cantonal selon laquelle \"toute personne a droit à la protection contre l'arbitraire étatique\" ne confère pas, par elle-même, de légitimation permettant de faire valoir ce droit dans une procédure de recours (ATF 121 I 267 consid. 3 p. 269 ss).\n\nc) S'agissant de l'art. 9 Cst., la doctrine tire notamment argument des travaux préparatoires, soit, en particulier, de la déclaration suivante formulée devant le Conseil des Etats par le Conseiller aux Etats Inderkum, rapporteur de la Commission de la révision constitutionnelle, à propos de l'art. 8 du Projet (aujourd'hui: art. 9):\n\n\"Hinzuweisen ist vor allem auf die Frage der Durchsetzbarkeit des Willkürverbotes. Weil dieses bis anhin vom Bundesgericht aus Artikel 4 abgeleitet worden ist, hat das Bundesgericht in seiner Rechtsprechung festgehalten, dass das Willkürverbot nur durchgesetzt werden könne, wenn in einer gesetzlichen Bestimmung ein normierter, verbriefter Anspruch auf eine konkrete Behandlung bestehe. Dies hat sogar dann gegolten, wenn - wie im Fall des Kantons Bern - ein durch die Kantonsverfassung garantiertes Willkürverbot besteht; ich verweise auf den Bundesgerichtsentscheid BGE 121 I 267 f. Das Bundesgericht hat wörtlich festgehalten: 'Ob ein Beschwerdeführer durch eine behauptete Verfassungverletzung hinreichend betroffen ist, um mittels staatsrechtlicher Beschwerde den Schutz des eidgenössischen Verfassungsrichters anrufen zu können, bestimmt sich allein nach Artikel 88 des Obligationenrechts [recte: Organisationsgesetzes].' Nun gibt unsere Kommission nicht nur ihrer Hoffnung Ausdruck, sondern sie ist klar der Auffassung, dass das Bundesgericht inskünftig aufgrund von Artikel 8 - falls Sie ihm zustimmen sollten - seine Praxis wird ändern müssen. Denn mit der ausdrücklichen Erwähnung des Willkürverbotes im Grundrechtskatalog wird klar zum Ausdruck gebracht, dass es sich hierbei um ein selbständiges verfassungsmässiges Recht handelt\" (BO 1998 CE p. 39).\n\nLe Conseil des Etats a adopté cette disposition sans discussion. Il en a été de même du Conseil national (BO 1998 CN p. 681).\n\nEn conséquence, selon la doctrine, les Chambres ont adopté l'art. 9 Cst. tel qu'interprété par le Conseiller aux Etats Inderkum, de sorte que l'extension de la qualité pour former un recours de droit public à celui qui invoque uniquement la protection contre l'arbitraire résulte désormais de la volonté du constituant (cf. par exemple KÄLIN, Die Bedeutung der neuen Bundesverfassung für das öffentliche Verfahrensrecht, op. cit. p. 276 ss).\n\nEn outre, la doctrine se fonde sur la systématique de la nouvelle Constitution fédérale. Relevant que la protection contre l'arbitraire est inscrite au catalogue des droits fondamentaux énumérés aux art. 7 à 36 Cst., elle soutient qu'il s'agit désormais d'une disposition BGE 126 I 81 S. 90indépendante, au même titre que les droits fondamentaux spécifiques, si bien qu'il n'y a pas lieu de lui attribuer une portée plus limitée. Il faut dès lors considérer qu'un intérêt juridiquement protégé au sens de l'art. 88 OJ résulte de ce droit fondamental à lui seul, à l'instar des autres droits fondamentaux spécifiques de la Constitution. Le Tribunal fédéral faillirait à sa mission de veiller au respect des droits fondamentaux dans l'ensemble de l'ordre juridique si, matériellement, il limitait dans des cas déterminés, pour des motifs de procédure, la protection constitutionnelle contre une activité étatique arbitraire.\n\n5. Toutefois, à l'encontre de l'opinion de la doctrine, on peut également soutenir que l'inscription de la protection contre l'arbitraire à l'art. 9 Cst. n'implique pas nécessairement, du point de vue de la logique juridique, une modification de sa portée au regard de l'art. 88 OJ. En effet, cette mention n'ajoute rien au contenu effectif de cette garantie.\n\na) La déclaration du rapporteur de la Commission de la révision constitutionnelle devant le Conseil des Etats repose sur l'idée que le Tribunal fédéral refusait de voir dans l'interdiction de l'arbitraire une norme protectrice conférant la qualité pour agir au sens de l'art. 88 OJ, parce que cette garantie n'avait pas été reconnue comme un droit constitutionnel indépendant.\n\nMais une telle prémisse est erronée. Avant même que l'interdiction de l'arbitraire ne figure expressément à l'art. 9 Cst., le Tribunal fédéral avait déjà reconnu à ce principe le caractère d'un droit constitutionnel indépendant qui - contrairement aux simples principes de rang constitutionnel tels que ceux de la légalité ou de la proportionnalité - pouvait être directement invoqué par les particuliers comme motif de recours.\n\nCertes, on trouve dans plusieurs arrêts du Tribunal fédéral la formule selon laquelle l'on ne peut déduire de l'art. 4 aCst. un droit indépendant à ce que l'Etat agisse sans arbitraire (cf. notamment ATF 112 Ia 174 consid. 3c p. 178; ATF 110 Ia 72 consid. 2a p. 75; ATF 107 Ia 182 consid. 2a p. 184; ATF 105 Ia 271 consid. 2c p. 275 et, apparemment pour la première fois, ATF 98 Ia 649 consid. 2 p. 652). Cependant, cela signifie seulement que l'interdiction générale de l'arbitraire ne confère pas en elle-même à la personne touchée un intérêt juridiquement protégé au sens de l'art. 88 OJ et que la possibilité de se prévaloir de cette garantie présuppose l'existence d'un droit de fond, respectivement une position juridique préexistante (cf. ATF 114 Ia 378 consid. 4b p. 381; ATF 112 Ia 174 consid. 3c p. 178; 110 Ia BGE 126 I 81 S. 9172 consid. 2a p. 75). Dans son principe, cette interprétation correspond du reste à une longue pratique (voir WILHELM BIRCHMEIER, Bundesrechtspflege, Zurich 1950, p. 371 ss).\n\nD'après l' ATF 98 Ia 649 ss, si le recours pour arbitraire était ouvert indépendamment de la titularité des intéressés sur le fond, on donnerait de la qualité pour recourir une définition que l'art. 88 OJ exclut (consid. 2 p. 652). L'interdiction de l'arbitraire constitue certes un droit fondamental, mais, vu son très large champ d'application, cette garantie ne peut pas en elle-même fonder l'intérêt juridiquement protégé qu'exige l'art. 88 OJ pour ouvrir la voie du recours de droit public; il en irait de même pour un droit général à être traité de manière conforme au droit (cf. ATF 121 I 267 consid. 3b et c p. 269 s.). Le fait que l'interdiction de l'arbitraire soit désormais explicitement consacrée par l'art. 9 Cst. n'y change rien. A suivre l'opinion contraire, il serait à l'avenir possible, par le détour de l'interdiction générale de l'arbitraire, de former un recours de droit public pour faire valoir de simples intérêts de fait, ce qui serait contraire à la lettre et au sens même de l'art. 88 OJ (ATF 118 Ia 46 consid. 3a p. 51; 110 Ia 72 consid. 1 p. 74; ATF 99 Ia 104 consid. 1 p. 107 s.; ATF 96 I 598 consid. 2a p. 600).\n\nSous l'angle procédural, un parallèle peut être établi entre l'interdiction de l'arbitraire et le principe de la séparation des pouvoirs, ainsi que celui de la force dérogatoire du droit fédéral. Ces deux derniers principes sont également des droits constitutionnels (ATF 123 I 41 consid. 5b p. 43 et les arrêts cités; ATF 125 II 440 consid. 1a p. 441; sur la situation d'après la nouvelle Constitution fédérale: Message du 20 novembre 1996 du Conseil fédéral relatif à une nouvelle Constitution fédérale, FF 1997 I 7ss, spéc. p. 218). Un particulier ne peut toutefois les invoquer par la voie du recours de droit public que lorsqu'il est atteint dans ses intérêts juridiquement protégés, respectivement dans sa situation juridique personnelle, par la norme contestée ou par une mesure d'un organe de l'Etat qui empiète sur les compétences d'un autre organe (concernant la séparation des pouvoirs: ATF 123 I 41 consid. 5b p. 43, ATF 112 Ia 136 consid. 2b p. 138, ATF 105 Ia 349 consid. 3d p. 359; s'agissant de la force dérogatoire du droit fédéral: ATF 125 II 440 consid. 1a et c p. 441 ss).\n\nb) Il faut également tenir compte de l'ensemble des travaux législatifs concernant la révision de la Constitution et la réforme de la justice.\n\nLe commentaire du Conseil fédéral relatif au projet 1995 de révision de la Constitution fédérale - dont l'art. 8 correspondait pratiquement à l'actuel art. 9 Cst. - distinguait la qualité pour recourir BGE 126 I 81 S. 92contre un acte arbitraire de celle de la titularité du droit, de sorte que la jurisprudence du Tribunal fédéral relative à l'art. 88 OJ n'était en rien modifiée par l'inscription de l'interdiction de l'arbitraire dans une disposition spécifique (Réforme de la Constitution fédérale: consolider l'acquis, construire l'avenir, renforcer la Suisse; exposé des motifs du projet de Constitution [Département fédéral de justice et police]; Berne 1995, p. 37). Puis, dans son Message précité du 20 novembre 1996 (p. 146 s.), le Conseil fédéral s'est limité à rappeler la jurisprudence du Tribunal fédéral relative à l'interdiction de l'arbitraire, sans toutefois donner à entendre que la reconnaissance explicite du droit à la protection contre l'arbitraire pourrait modifier la pratique relative à la qualité pour recourir. Ainsi, dans le cadre de la réforme de la Constitution, le Conseil fédéral a évoqué ce thème, mais n'a pas proposé de changement. S'il avait eu l'intention d'assouplir les exigences quant à la qualité pour recourir pour arbitraire - ce qui aurait amélioré la protection juridique des citoyens, mais entraîné en même temps une augmentation sensible des nouvelles procédures devant le Tribunal fédéral -, il aurait sans aucun doute mentionné dans le Message une innovation de cette importance, allant manifestement au-delà d'une simple mise à jour de l'ancienne Constitution.\n\nDe même, si les Chambres avaient véritablement entendu introduire un tel changement dans le cadre de la révision de la Constitution, on peut penser qu'elles auraient précisé en ce sens l'art. 9 Cst. ou, à tout le moins, qu'elles auraient clairement exposé leur volonté de modifier la portée de cette disposition au regard de l'art. 88 OJ. Or, si le rapporteur de la Commission du Conseil des Etats a exprimé l'avis que le Tribunal fédéral devrait changer sa jurisprudence, on ne peut en déduire avec certitude que le Parlement ait souhaité, en adoptant l'art. 9 Cst., une modification de la jurisprudence du Tribunal fédéral rendue en application de l'art. 88 OJ, sans autre référence à cet égard qu'une unique intervention, restée indiscutée, du rapporteur de l'une des deux Commissions des Chambres.\n\nDu reste, la loi fédérale du 8 octobre 1999 sur les adaptations de lois de procédure à la nouvelle Constitution fédérale (RO 2000 416; voir également le Message du Conseil fédéral du 11 août 1999 concernant la mise en vigueur de la nouvelle Constitution fédérale et les adaptations législatives consécutives, FF 1999 VII 7145 ss, spéc. p. 7160), entrée en vigueur le 1er mars 2000, ne prévoit nullement une modification de l'art. 88 OJ, ce qui aurait vraisemblablement été le cas si le Parlement avait eu l'intention de prendre une décision liant le Tribunal fédéral.\n\nBGE 126 I 81 S. 93\n\nLa modification de la nouvelle Constitution proposée par l'arrêté fédéral du 8 octobre 1999 relatif à la réforme de la justice (FF 1999 VIII 7831), adoptée le 12 mars 2000 par le peuple et les cantons, ne fournit pas non plus d'indications précises pour interpréter l'actuel art. 88 OJ. Certes, l'art. 29a Cst., dans sa version adoptée le 12 mars 2000, prévoit que toute personne a droit - sauf cas exceptionnels expressément prévus par la loi - à ce que sa cause soit jugée par une autorité judiciaire, également en ce qui concerne l'interdiction de l'arbitraire consacrée à l'art. 9 Cst., mais un accès illimité au Tribunal fédéral n'est nullement indispensable pour concrétiser une telle garantie; celle-ci pourra être assurée également par des tribunaux fédéraux d'instance inférieure ou par des tribunaux cantonaux (Message précité du 20 novembre 1996 du Conseil fédéral, FF 1997 I 511 s.).\n\nAinsi, un changement de la jurisprudence relative à la qualité pour former un recours pour arbitraire n'est pas la conséquence nécessaire de l'adoption de l'art. 9 Cst.\n\n6. Il résulte de l'exposé qui précède (considérants 4 et 5) que la jurisprudence et la doctrine se fondent toutes deux sur de bons arguments, de sorte qu'il est permis d'hésiter entre les deux points de vue. Toutefois, d'autres éléments doivent encore être pris en considération, qui conduisent à maintenir la jurisprudence actuelle:\n\na) Un changement de jurisprudence doit reposer sur des motifs importants. En cas d'hésitation, et même s'il existe aussi de bonnes raisons pouvant conduire à un tel changement, comme en l'espèce, il convient de s'en tenir à la jurisprudence existante, d'autant que le problème des voies de recours doit être revu.\n\nb) En effet, l'arrêté précité sur la réforme de la justice va permettre de réviser de manière fondamentale les recours au Tribunal fédéral, notamment dans le cadre d'un projet de loi sur le Tribunal fédéral. Ce projet, mis en consultation en juin 1997, règle à son chapitre 3 (art. 70 ss) les voies de recours. En particulier, il ne prévoit qu'une seule voie en matière de droit public (art. 76 ss). La qualité pour former un tel recours est plus large que celle exigée par l'art. 88 OJ (art. 81), mais le recours est irrecevable contre certaines décisions (art. 77), par exemple celles en matière de police des étrangers, sauf si elles ont pour objet l'octroi ou le refus d'une autorisation à laquelle le droit fédéral confère un droit, ou l'expulsion comme mesure de police des étrangers (art. 77 al. 1 lettre c), celles sur la remise de contributions ou l'octroi d'un sursis (lettre e), et celles en matière de rapports de service de droit public, sauf si elles ont pour objet la BGE 126 I 81 S. 94résiliation immédiate des rapports de service pour motifs importants, le renvoi disciplinaire ou l'égalité des sexes (lettre h).\n\nDans ces conditions, même si l'on ne peut prévoir la forme que prendra finalement ce projet, il n'apparaît pas indiqué de changer une pratique qui remonte à de très nombreuses années uniquement pour une période transitoire, en anticipant sur les révisions en cours. Une telle solution arriverait - précisément dans des cas similaires à celui en cause - au résultat peu satisfaisant que le recours au Tribunal fédéral serait temporairement ouvert pour être ensuite exclu par la nouvelle loi.\n\nc) Enfin, le recours de droit public ne peut être ouvert plus largement sans réflexion d'ensemble, car cela aboutirait dans certains domaines à des résultats illogiques, si ce n'est contradictoires. En matière de police des étrangers, par exemple, le refus du canton d'octroyer une autorisation de séjour à laquelle l'intéressé n'a pas de droit pourrait être frappé d'un recours au Tribunal fédéral (par la voie du recours de droit public); mais si, dans la même affaire, le canton acceptait par hypothèse d'octroyer l'autorisation, un refus d'approbation des autorités fédérales ne pourrait faire l'objet ni d'un recours de droit administratif (art. 100 al. 1 lettre b ch. 3 OJ), ni d'un recours de droit public puisqu'il s'agirait d'une autorité fédérale (art. 84 al. 1 OJ).\n\nFinalement, seule une refonte globale des voies de recours au Tribunal fédéral permettra d'assurer un système cohérent.\n\nd) Il n'y a dès lors pas lieu de modifier la pratique actuelle de l'art. 88 OJ en abandonnant les exigences applicables jusqu'ici à la qualité pour recourir pour arbitraire.\n\n7. a) Ainsi, dans le cas particulier de P., il convient de confirmer que le recours de droit public est irrecevable dans la mesure où, pour l'essentiel, le recourant fait valoir des griefs de fond, soit le caractère prétendument arbitraire de l'arrêt attaqué.\n\nb) Toutefois, même s'il n'a pas qualité pour agir au fond, le recourant peut se plaindre par la voie du recours de droit public de la violation de ses droits de partie équivalant à un déni de justice formel (cf. considérant 3a).\n\nDans la mesure où le recourant dénonce une appréciation prétendument arbitraire des preuves, son recours de droit public est néanmoins irrecevable. En effet, l'examen de telles questions ne peut pas être séparé de l'examen du fond lui-même (ATF 114 Ia 307 consid. 3c p. 313 et, plus récemment, ATF 120 Ia 157 consid. 2a/bb p. 160).\n\nEn tant qu'il se plaint d'une violation de son droit d'être entendu, son grief est en revanche recevable. Le recourant explique qu'il a BGE 126 I 81 S. 95produit devant le Tribunal administratif deux lettres de ses soeurs domiciliées en Suisse attestant qu'il entretenait des relations profondes avec elles. Il reproche à la Cour cantonale d'avoir écarté ces moyens de preuve pour le motif que les lettres en cause ne sont pas déterminantes car le droit cantonal de procédure ne connaît que l'audition de témoins. Or, à son avis, il existerait une pratique selon laquelle la production de témoignages écrits serait admise. Le grief tiré de la violation du droit d'être entendu est toutefois mal fondé. En effet, le Tribunal administratif n'a pas retranché du dossier les lettres en cause. Même s'il a émis certains doutes sur leur valeur probante (ce qui peut du reste se comprendre s'agissant de témoignages de proches), il a malgré tout procédé, subsidiairement, à une appréciation des déclarations écrites, dont il n'a finalement pas retenu le contenu au vu des autres éléments du dossier."}