{"annee": "126", "cour": "V", "page": "57", "date": "17/4/2000", "cite": ["122 V 85", "120 V 1", "123 V 310", "125 II 192", "125 V 127", "119 V 121"], "cite_par": ["127 V 196", "130 V 505", "128 V 5", "127 V 88", "127 V 456", "130 V 479", "128 V 230", "127 V 484", "128 II 247", "128 V 102", "127 V 1", "126 V 468"], "chapeau": "11. Urteil vom 17. April 2000 i.S. B. gegen Ausgleichskasse des Kantons Bern und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 29quinquies al. 3 let. b, art. 35bis LAVS : Interprétation des notions \"une veuve ou un veuf\" et \"les veuves et veufs au bénéfice d'une rente de vieillesse\" - La répartition des revenus selon l'art. 29quinquies al. 3 let. b LAVS doit être effectuée, lors de l'octroi de la rente de vieillesse, pour les années civiles d'un mariage précédent, dissous par le décès du conjoint, indépendamment de l'état civil actuel du survivant. - En revanche, le supplément pour les veuves et veufs prévu à l'art. 35bis LAVS suppose que la personne au bénéfice d'une rente ait cet état civil."], "faits": "|58|\n\nA.- Der 1933 geborene B. verheiratete sich 1956 mit H., welche im Jahre 1985 verstarb. Seit 1992 ist er in zweiter Ehe mit der 1938 geborenen C. verheiratet. Mit Verfügung vom 17. Februar 1998 sprach ihm die Ausgleichskasse des Kantons Bern mit Wirkung ab 1. Februar 1998 eine ordentliche Altersrente von Fr. 1'815.- pro Monat sowie eine Zusatzrente für die Ehefrau von monatlich Fr. 544.- zu. Diese Rente beruht auf einem massgebenden durchschnittlichen Jahreseinkommen von Fr. 58'506.- und der Vollrentenskala 44.\n\nB.- Das Verwaltungsgericht des Kantons Bern wies die hiegegen erhobene Beschwerde, mit welcher B. die ungesplittete Anrechnung seiner während der ersten Ehe erzielten Erwerbseinkommen verlangt hatte, mit Entscheid vom 2. November 1998 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert B. sein vorinstanzliches Rechtsbegehren.\n\nSowohl die Ausgleichskasse als auch das Bundesamt für Sozialversicherung (BSV) schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Vorliegend ist einzig streitig, ob dem Beschwerdeführer im Rahmen der Altersrentenermittlung für die Kalenderjahre seiner ersten Ehe zu Recht bloss die Hälfte der von ihm erzielten Erwerbseinkommen angerechnet wurde. Während Ausgleichskasse, Vorinstanz und BSV diese Frage bejahen, fordert der Versicherte die Berücksichtigung der ungeteilten Einkommen.\n\n2. Gemäss Ziff. 1 lit. c Abs. 1 Satz 1 der Übergangsbestimmungen der 10. AHV-Revision vom 7. Oktober 1994 gelten die neuen Bestimmungen für alle Renten, auf die der Anspruch nach dem 31. Dezember 1996 entsteht. Laut dem am 1. Januar 1997 in Kraft getretenen Art. 29quinquies Abs. 3 AHVG werden Einkommen, welche die Ehegatten während der Kalenderjahre der gemeinsamen Ehe erzielt haben, geteilt und je zur Hälfte den beiden Ehegatten angerechnet; die Einkommensteilung wird vorgenommen, wenn beide Ehegatten rentenberechtigt sind (lit. a), wenn eine verwitwete Person Anspruch auf eine Altersrente hat (lit. b) oder bei Auflösung der Ehe durch Scheidung (lit. c).\n\n3. Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden |59| unter Berücksichtigung aller Auslegungselemente, namentlich des Zwecks, des Sinnes und der dem Text zu Grunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 125 II 196 Erw. 3a, 244 Erw. 5a, BGE 125 V 130 Erw. 5, 180 Erw. 2a, je mit Hinweisen).\n\n4. Wie die Verwaltung in ihrer letztinstanzlichen Vernehmlassung zutreffend darlegt, erweist sich der Wortlaut des hievor angeführten Art. 29quinquies Abs. 3 lit. b AHVG, namentlich was den darin verwendeten Begriff \"eine verwitwete Person\" (\"une veuve ou un veuf\", \"una persona vedova\") anbelangt, als nicht ganz klar. Es stellt sich nämlich die Frage, ob diese Bestimmung im Altersrentenfall generell die während der Kalenderjahre einer früheren, durch Tod aufgelösten Ehe erzielten Einkommen der damaligen Ehegatten der hälftigen Teilung unterwirft oder aber ein derartiges sog. Splitting nur vorsieht, wenn die rentenberechtigte Person im Zeitpunkt des Versicherungsfalls (noch immer oder erneut) im Zivilstand der Verwitwung lebt.\n\nDer letztgenannten grammatikalischen Lesart stehen indessen Sinn und Zweck der streitigen Vorschrift sowie deren systematische Einordnung und Entstehungsgeschichte entgegen: Neben der Anrechnung von Erziehungs- und Betreuungsgutschriften (neue Art. 29sexies und 29septies AHVG) stellt insbesondere der Übergang vom Ehepaarrenten- zum zivilstandsunabhängigen Individualrentenkonzept (ersatzlose Aufhebung von alt Art. 22 AHVG) einen Schwerpunkt der 10. AHV-Revision dar. Den Kern dieses neuen Rentenberechnungssystems markiert das Einkommenssplitting gemäss Art. 29quinquies Abs. 3-5 AHVG. Nach dessen Grundgedanken - wie er im ersten Satz von Abs. 3 der genannten Bestimmung zum Ausdruck kommt - sollen die während der Ehe erzielten beitragspflichtigen Einkommen hälftig geteilt und den beiden Ehegatten gegenseitig im individuellen Konto gutgeschrieben werden. Wie sich sodann aus den lit. a-c dieser Vorschrift ergibt, ist die Einkommensteilung sowohl bei weiter bestehender als auch bei (durch Tod oder Scheidung) aufgelöster Ehe vorzunehmen. Unter Berücksichtigung dieser Prinzipien kann der - dem Zufall unterworfene - |60| Zivilstand einer (früher) verwitweten Person im Zeitpunkt des Altersrentenfalles keine Rolle spielen. Nur diese Auslegung der lit. b von Art. 29quinquies Abs. 3 AHVG entspricht der Regelungsabsicht des Gesetzgebers, wie sie durch die zugehörigen Materialien dokumentiert wird (Amtl.Bull. 1993 N 254 f., 1994 S 549, 559 und 597 sowie N 1355).\n\n5. Soweit in der Verwaltungsgerichtsbeschwerde Rechtsgleichheitsüberlegungen angestellt werden (zu deren Massgeblichkeit bei der Auslegung vgl. BGE 119 V 130 Erw. 5b), lässt sich daraus ebenfalls nichts zu Gunsten des Beschwerdeführers ableiten. Denn zeitigt die Interpretation anhand der normunmittelbaren Kriterien, wie hier, ein schlüssiges Ergebnis, bleibt im Rahmen von Art. 191 der am 1. Januar 2000 in Kraft getretenen neuen Bundesverfassung vom 18. April 1999 für eine am Gleichbehandlungsgebot orientierte Betrachtungsweise kein Raum (zu Art. 113 Abs. 3/114bis Abs. 3 der alten Bundesverfassung ergangene Rechtsprechung, welche gemäss nicht veröffentlichtem Urteil A. vom 21. Februar 2000 unter der Herrschaft der neuen Bundesverfassung weiterhin Geltung beansprucht: BGE 123 V 322 Erw. 6b/bb, BGE 122 V 93 Erw. 5a/aa, BGE 120 V 3 Erw. 1b, je mit Hinweisen).\n\n6. Nach dem von der Ausgleichskasse in ihrer letztinstanzlichen Vernehmlassung angeführten, revidierten Art. 35bis AHVG haben verwitwete Bezügerinnen und Bezüger von Altersrenten Anspruch auf einen Zuschlag von 20% zu ihrer Rente; Rente und Zuschlag dürfen den Höchstbetrag der Altersrente nicht übersteigen.\n\nDer Verwaltung ist darin beizupflichten, dass nach dem Rechtssinn dieser Bestimmung, wie er sich eindeutig aus der in den Materialien dokumentierten Regelungsabsicht des Gesetzgebers ableiten lässt (Amtl.Bull. 1994 S 552 f., 562 und 606 sowie N 1357 ff.), der sog. Verwitwetenzuschlag den entsprechenden Zivilstand der rentenberechtigten Person voraussetzt. Da der Beschwerdeführer (in zweiter Ehe) verheiratet ist, wurde ihm zu Recht kein Zuschlag zu seiner Altersrente gewährt."}