{"annee": "126", "cour": "IV", "page": "236", "date": "5/12/2000", "cite": ["123 IV 236", "103 IV 283", "114 IV 34", "108 IV 185", "107 IV 185", "120 IV 208"], "cite_par": ["128 IV 201", "128 II 112", "134 IV 216", "128 I 254", "129 IV 6", "128 IV 117", "127 IV 122"], "chapeau": "38. Urteil des Kassationshofes vom 5. Dezember 2000 i.S. Martin Stoll gegen Statthalteramt des Bezirkes Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Publication de débats officiels secrets (art. 293 CP); liberté d'opinion et de la presse (art. 10 CEDH). L'infraction de publication de débats officiels secrets se rapporte à des secrets au sens formel (consid. 2; confirmation de la jurisprudence). La portée de cette infraction ne se définit pas en fonction d'une appréciation de l'importance des secrets ou d'une prépondérance de l'intérêt de l'autorité concernée à la discrétion sur l'intérêt du public à l'information. La liberté de la presse ne saurait justifier un comportement réalisant l'infraction. Il appartient au législateur d'examiner le cas échéant si cette disposition pénale, qui lie les tribunaux, doit être revue (consid. 4). La protection des sources n'exclut pas une condamnation du journaliste pour publication de débats officiels secrets (consid. 6). En l'espèce, la condamnation du journaliste n'est pas contraire à l'art. 10 CEDH (consid. 5) et l'intérêt de l'autorité à la discrétion prévalait sur celui du public à l'information (consid. 9)."], "faits": "BGE 126 IV 236 S. 237\n\nA.- In der \"SonntagsZeitung\" vom 26. Januar 1997 erschienen unter den Überschriften \"Botschafter Jagmetti beleidigt die Juden\" und \"Mit Bademantel und Bergschuhen in den Fettnapf\" zwei von Martin Stoll signierte Artikel. Darin werden mehrere Passagen aus einem laut den Artikeln \"vertraulichen\" Strategiepapier des damaligen Schweizer B-otschafters in den USA, Carlo Jagmetti, wiedergegeben.\n\nDas Eidgenössische Departement für auswärtige Angelegenheiten erstattete im Auftrag des Bundesrates Strafanzeige gegen Unbekannt wegen Verletzung des Amtsgeheimnisses (Art. 320 StGB). Die Bundesanwaltschaft stellte dieses Verfahren mit Verfügung vom 6. März 1998 ein. Gleichzeitig übertrug sie die Strafverfolgung wegen Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) dem Kanton Zürich.\n\nB.- Der Einzelrichter in Strafsachen des Bezirkes Zürich verurteilte Martin Stoll am 22. Januar 1999 wegen Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) zu einer Busse von 800 Franken.\n\nAm 25. Mai 2000 wies das Obergericht des Kantons Zürich die vom Gebüssten erhobene kantonale Nichtigkeitsbeschwerde ab, soweit es darauf eintrat.\n\nC.- Martin Stoll ficht den Entscheid des Obergerichts mit staatsrechtlicher Beschwerde und mit eidgenössischer Nichtigkeitsbeschwerde an. Mit der Letzteren beantragt er, der Entscheid sei aufzuheben und die Sache zur Neubeurteilung, eventuell zur Einstellung des Verfahrens wegen inzwischen eingetretener Verjährung, an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 293 StGB wird wegen Veröffentlichung amtlicher geheimer Verhandlungen mit Haft oder mit Busse bestraft, wer, BGE 126 IV 236 S. 238ohne dazu berechtigt zu sein, aus Akten, Verhandlungen oder Untersuchungen einer Behörde, die durch Gesetz oder durch Beschluss der Behörde im Rahmen ihrer Befugnis als geheim erklärt worden sind, etwas an die Öffentlichkeit bringt (Abs. 1). Die Gehilfenschaft ist strafbar (Abs. 2). Art. 293 StGB ist durch Bundesgesetz vom 10. Oktober 1997, in Kraft seit 1. April 1998, durch einen neuen Absatz 3 ergänzt worden. Danach kann der Richter von jeglicher Strafe absehen, wenn das an die Öffentlichkeit gebrachte Geheimnis von geringer Bedeutung ist.\n\na) Die erste Instanz hält fest, das Strategiepapier des Botschafters sei angesichts des darin enthaltenen Vermerks \"Vertraulich\" ein Geheimnis im formellen Sinne. Allerdings könne man sich fragen, ob in Anbetracht des neu geschaffenen Artikel 293 Abs. 3 StGB (betreffend Geheimnisse von geringer Bedeutung) neu auf den materiellen Geheimnisbegriff abzustellen sei. Die Frage könne jedoch offen bleiben, da das Strategiepapier angesichts seines unbekannten und brisanten Inhalts auch als Geheimnis im materiellen Sinn zu betrachten sei. Daher könne auch dahingestellt bleiben, ob eine Verurteilung gemäss Art. 293 StGB auf der Grundlage des weiten formellen Geheimnisbegriffs vor Art. 10 EMRK standhalte. Der Beschwerdeführer habe somit durch die vorsätzliche Veröffentlichung von Auszügen aus dem Strategiepapier in der \"SonntagsZeitung\" den Tatbestand von Art. 293 StGB erfüllt. Der vom Beschwerdeführer angerufene aussergesetzliche Rechtfertigungsgrund der Wahrung berechtigter Interessen sei nicht gegeben. Der Beschwerdeführer habe im Grunde u.a. mit der auszugsweisen Veröffentlichung des vertraulichen Strategiepapiers einen Spitzendiplomaten, dessen Wortwahl ihm missfallen habe, als Teilnehmer der Gespräche mit den jüdischen Kreisen gewissermassen \"abschiessen\" wollen. Die Empörung des Beschwerdeführers über die \"Tonalität\" des rein internen Strategiepapiers wirke allerdings, wenn sie denn aufrichtig gewesen sei, etwas blauäugig. Zwar möge ein Teil der Öffentlichkeit begierig sein, solche Internas zu erfahren; dies bedeute aber nicht, dass mit der Veröffentlichung im Sinne des angerufenen aussergesetzlichen Rechtfertigungsgrundes berechtigte Interessen wahrgenommen worden seien. Durch die auszugsweise Veröffentlichung habe der Beschwerdeführer das vor allem in aussenpolitischen Belangen und im diplomatischen Verkehr unerlässliche Klima der Diskretion empfindlich gestört und auf diese Weise die Verhandlungsposition der Schweiz geschwächt oder zumindest stark gefährdet. Somit ergebe sich, dass die tatbestandsmässige BGE 126 IV 236 S. 239Veröffentlichung von Auszügen aus dem Strategiepapier erstens kein notwendiges und angemessenes Mittel gewesen sei und dass die dadurch verletzten Interessen zweitens nicht offenkundig weniger schwer wögen als die Interessen, welche der Beschwerdeführer habe wahren wollen. Da das vom Beschwerdeführer offenbarte Geheimnis nicht bloss von geringer Bedeutung gewesen sei, falle auch ein Absehen von Strafe gemäss Art. 293 Abs. 3 StGB ausser Betracht.\n\nDie Vorinstanz hat im Rahmen der Beurteilung der vom Beschwerdeführer erhobenen Rüge, dass die erste Instanz Art. 10 Ziff. 2 EMRK falsch angewandt habe, ebenfalls die auf dem Spiel stehenden Interessen gegeneinander abgewogen. Die Schweiz habe sich zur fraglichen Zeit insbesondere im Verhältnis zu den USA, wo der Botschafter tätig gewesen sei, wegen der nachrichtenlosen Vermögen in einer schwierigen aussenpolitischen Lage befunden. Daher sei in den offiziellen Verlautbarungen viel Fingerspitzengefühl erforderlich gewesen. Gerade aus diesem Grunde hätten nuancierte Äusserungen des Schweizer Botschafters in den USA über die Einschätzung der Lage, die nur einem engen, im Strategiepapier genau umschriebenen Kreis zur Kenntnis gelangen sollten, geheim bleiben müssen. Der Zweck dieser Äusserungen habe erkennbar darin gelegen, bei den für die Problemlösung zuständigen Personen zur Meinungsbildung beizutragen. Im Strategiepapier seien verschiedene Lösungsvarianten aufgezeigt worden, u.a. die Variante eines \"Deals\", d.h. der Vereinbarung einer \"globalen Zahlung\" an die Juden \"per Saldo aller Ansprüche\". Das Strategiepapier habe somit auch im Zusammenhang mit möglichen künftigen Verhandlungen gestanden, bei denen erhebliche Interessen auf dem Spiel gewesen seien. Die inkriminierte Veröffentlichung habe für die Schweizer Position beträchtliche negative Auswirkungen gehabt. Im damaligen Zeitpunkt sei die Situation bereits sehr angespannt gewesen. Mit der Wiedergabe der pointierten Äusserungen des Botschafters sei gleichsam Öl ins Feuer gegossen worden.\n\nb) Der Beschwerdeführer macht geltend, bei der gebotenen verfassungs- und EMRK-konformen Auslegung von Art. 293 StGB insbesondere unter Berücksichtigung der Meinungsäusserungs- und Pressefreiheit (Art. 10 EMRK) sei auch dem Straftatbestand der Veröffentlichung amtlicher geheimer Verhandlungen der materielle Geheimnisbegriff zugrunde zu legen. Dabei seien das Interesse der Öffentlichkeit an der Veröffentlichung einerseits und das Geheimhaltungsinteresse der Behörde andererseits gegeneinander abzuwägen.BGE 126 IV 236 S. 240\n\nIn Anbetracht der sowohl vom Europäischen Gerichtshof für Menschenrechte wie auch seit je her vom Bundesgericht anerkannten Bedeutung der Pressefreiheit in einer demokratischen Gesellschaft sei Art. 293 StGB auf Publikationen von Medienschaffenden nur anwendbar, wo es um Geheimnisse gehe, die materiell so bedeutend seien, dass deren strafrechtliche Verfolgung in einer demokratischen Gesellschaft im Sinne von Art. 10 Ziff. 2 EMRK mit Rücksicht auf die nationalen Interessen, die Sicherheit, Ordnung etc. notwendig sei. Es verstosse gegen Art. 10 EMRK, die Veröffentlichung jedes formell geheim erklärten Dokuments unter Strafe zu stellen. Der Richter habe eine Interessenabwägung vorzunehmen, in deren Rahmen er prüfen müsse, ob eine der strengen Voraussetzungen nach Art. 10 Ziff. 2 EMRK erfüllt sei, die eine Einschränkung der Meinungsäusserungs- und Pressefreiheit ausnahmsweise zulasse. Art. 10 EMRK schütze die ihre öffentliche Kritik- und Kontrollfunktion wahrnehmenden Medienschaffenden vor Eingriffen in die Meinungs- und Pressefreiheit, und zwar selbst dann, wenn sie gestützt auf geheim erklärte Dokumente berichten. Eingriffe in diese Freiheit seien nur in wenigen, einzeln definierten Ausnahmefällen möglich, wo es um Geheimnisse von ausserordentlicher Bedeutung und Wichtigkeit gehe. Die gebotene Abwägung nach den Erfordernissen von Art. 10 EMRK ergebe, dass im vorliegenden Fall das Interesse der Öffentlichkeit an der Wiedergabe von Auszügen aus dem Strategiepapier gewichtiger gewesen sei als ein allfälliges Geheimhaltungsinteresse der zuständigen Stellen. Der Beschwerdeführer weist zur Begründung im Einzelnen u.a. auf die Stellungnahme Nr. 1/97 des Presserates des Schweizer Verbandes der Journalistinnen und Journalisten vom 4. März 1997 hin. Darin werde zwar kritisiert, dass die \"SonntagsZeitung\" \"durch die verkürzte Darstellung und die ungenügende zeitliche Einordnung des Strategiepapiers die Ansichten Jagmettis auf unverantwortliche Weise dramatisiert und skandalisiert\" habe, wodurch Ziff. 3 der \"Erklärung der Pflichten und Rechte der Journalistinnen und Journalisten\" verletzt worden sei. Der Presserat stelle jedoch ausdrücklich fest, dass interne diplomatische Lageberichte zwar mit Recht vertraulich, aber nicht in jedem Fall äusserst schutzwürdig seien. Die Kritik- und Kontrollfunktion der Massenmedien schliesse laut dem Presserat auch die Aussenpolitik mit ein, was zur Folge haben könne, dass Medienschaffende einen diplomatischen Bericht veröffentlichen, weil sie seinen Inhalt im öffentlichen Interesse für relevant halten. Im vorliegenden Fall sei gemäss den Feststellungen des Presserates BGE 126 IV 236 S. 241\"wegen der Bedeutung der öffentlichen Debatte über die Holocaust-Gelder, wegen der wichtigen Stellung des Schweizer Botschafters in Washington und wegen des Inhalts die öffentliche Relevanz und das öffentliche Interesse zu bejahen und die Publikation des Strategiepapiers zu rechtfertigen\". Der Presserat halte in seiner Stellungnahme u.a. fest, es sei relevant, was gerade der Schweizer Botschafter in den USA denke und wie er seine Gedanken ausdrücke. Durch die Veröffentlichung von Auszügen aus dem Strategiepapier sei deutlich geworden, dass in den Köpfen der Zuständigen trotz Task-Force noch immer keine Klarheit geherrscht habe, welche Verantwortung die Schweiz trage und welche Schritte sie einleiten müsse. Im Sinne der politischen Hygiene habe die Publikation des vertraulichen Papiers durch die \"SonntagsZeitung\" der Schweizer Regierung über die öffentliche Debatte einen weiteren Anstoss geben können, Mängel zu beheben, Führungskraft zu zeigen und überzeugende Lösungen zu präsentieren. Der Presserat halte in seiner Stellungnahme zudem fest, die vom Botschafter gewählte Sprache verrate eine Mentalität, die auch in einem internen Papier problematisch sei, da Mentalitäten die Gefahr in sich trügen, dass sie auch in Verhandlungen und bei informellen Kontakten zum Ausdruck kämen; der Botschafter hätte im Zusammenhang mit den Holocaust-Geldern im letzten halben Jahr seiner Amtszeit wichtige Gespräche führen müssen. Der Beschwerdeführer macht im Weiteren geltend, er habe in seinem Artikel gerade jene Passagen aus dem Strategiepapier wiedergegeben, welche in ihrer \"Tonalität\" verfehlt seien, was Rückschlüsse auf die wahre \"Mentalität\" des Botschafters nahe lege. Diese Thematisierung der Wortwahl des Strategiepapiers liege im öffentlichen Interesse; hinsichtlich dieser Passagen des Zeitungsartikels liege kein Ausnahmefall gemäss Art. 10 Ziff. 2 EMRK vor, der einen Eingriff in die Meinungsäusserungs- und Pressefreiheit rechtfertigen könnte. Der Artikel in der \"SonntagsZeitung\" habe ausser Angaben über die verwendete Sprache nur einen Hinweis auf einen sehr allgemeinen Vorschlag des Botschafters im Strategiepapier enthalten, wonach u.a. die Möglichkeit eines \"Deals\" bestehe, nämlich einer Vereinbarung, durch welche den jüdischen Kreisen \"per Saldo aller Ansprüche\" eine \"globale Zahlung\" geleistet werden könnte. Die Veröffentlichung dieser vom Botschafter im Strategiepapier u.a. als möglich erachteten Variante eines \"Deals\", die damals ohnehin schon in Politiker-Kreisen diskutiert worden sei, habe weder den Meinungsbildungsprozess erheblich beeinträchtigen noch nationale Interessen derart gefährden können, BGE 126 IV 236 S. 242dass eine Einschränkung der Meinungsäusserungsfreiheit nach Art. 10 Ziff. 2 EMRK zulässig gewesen wäre. Dem veröffentlichten Grundgedanken eines \"Deals\" gehe mithin der ausserordentliche, materielle Geheimnisgehalt ab, der eine Einschränkung der Meinungsäusserungsfreiheit nach Art. 10 EMRK rechtfertigen würde. Der Beschwerdeführer macht sodann geltend, dass die von den kantonalen Instanzen vorgenommene Abwägung der auf dem Spiel stehenden Interessen den sich aus Art. 10 EMRK ergebenden Anforderungen nicht genüge und dass die kantonalen Instanzen diese Interessen falsch gewichtet hätten. Die Auslegung und Anwendung von Art. 293 StGB durch die kantonalen Instanzen verstosse demnach gegen Art. 10 EMRK und somit gegen Bundesrecht.\n\n2. a) Dem Tatbestand von Art. 293 StGB liegt nach R-echtsprechung und herrschender Lehre der formelle Geheimnisbegriff zugrunde. Massgebend ist allein, ob die Akten, Verhandlungen oder Untersuchungen durch Gesetz oder durch Beschluss der Behörde \"als geheim erklärt worden sind\". Dabei ist es unerheblich, ob sie etwa als \"streng geheim\" oder bloss als \"vertraulich\" klassifiziert worden sind; es muss nur klar sein, dass damit die Öffentlichkeit hat ausgeschlossen werden wollen (BGE 114 IV 34 E. 2b; BGE 108 IV 185 E. 1a; BGE 107 IV 185 E. 3c; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl. 1997, Art. 293 N. 2; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, 5. Aufl. 2000, § 51 N. 48; REHBERG, Strafrecht IV, 2. Aufl. 1996, S. 312 f.). Dieser formelle Geheimnisbegriff unterscheidet sich vom materiellen Geheimnisbegriff, welcher den meisten Tatbeständen des StGB betreffend Geheimnisverletzungen zugrunde liegt, so u.a. Art. 267 StGB (diplomatischer Landesverrat) und Art. 320 StGB (Verletzung des Amtsgeheimnisses). In diesem materiellen Sinne geheim ist eine Tatsache, wenn sie nur einem begrenzten Personenkreis bekannt oder zugänglich ist, der Geheimnisträger sie geheim halten will und ein berechtigtes Geheimhaltungsinteresse hat (BGE 103 IV 284).\n\nManche Autoren plädieren für eine ersatzlose Streichung von Art. 293 StGB. Zumindest aber sei der Tatbestand auf die Veröffentlichung von materiellen Geheimnissen von erheblicher Bedeutung zu beschränken (DENIS BARRELET, Les indiscrétions commises par la voie de la presse, SJZ 79/1983 S. 17 ff.; ANDREAS MEILI, Der Geheimnisschutzartikel Art. 293 StGB im Lichte der neueren Gerichtspraxis, Medialex 2000 S. 135 ff.).\n\nb) Im Rahmen der Revision des Medienstraf- und V-erfahrensrechts schlug der Bundesrat die ersatzlose Streichung von Art. 293 BGE 126 IV 236 S. 243StGB vor. In der Botschaft (BBl 1996 IV 525 ff.) wurde dies im Wesentlichen damit begründet, dass es unbillig sei, den Journalisten, der vertrauliche Informationen veröffentliche, zu bestrafen, während der Beamte oder der Behördenvertreter, der dem Journalisten die Publikation überhaupt erst ermögliche, regelmässig straflos ausgehe, da seine Identität nicht ermittelt werden könne (S. 526, 564). Art. 293 StGB, welcher formelle Geheimnisse schütze, also Tatsachen, die durch das Gesetz oder einen einfachen Beschluss geheim erklärt worden seien, enge die Medien in ihrer Tätigkeit ungebührlich ein. Die \"Zweitverwertung\" eines gebrochenen Geheimnisses beispielsweise durch Medienschaffende sei hinsichtlich der kriminellen Energie und des Unrechtsgehalts weniger schwer wiegend als der primäre Verrat eines Geheimnisses durch den Geheimnisträger. Abgesehen davon sei für den Journalisten längst nicht immer klar erkennbar, dass die ihm zugespielte Information die Frucht einer Geheimnisverletzung sei. Eine andere Beurteilung des Verhaltens des \"Zweitverwerters\" möge bei eigentlichen Staatsgeheimnissen und militärischen Geheimnissen angezeigt sein. Hier sehe aber das geltende Recht, unabhängig von Art. 293 StGB, ohnehin einen doppelten Schutz vor, und zwar gegen eine Verletzung sowohl durch den Geheimnisträger als auch durch den Weiterverbreiter, nämlich in den Strafbeständen des diplomatischen Landesverrats (Art. 267 StGB) und der Verletzung militärischer Geheimnisse (Art. 329 StGB). Die vorgeschlagene Aufhebung von Art. 293 StGB bewirke mithin in den wesentlichen Bereichen keinen Einbruch in den strafrechtlichen Geheimnisschutz. Der in der Vernehmlassung erhobene Einwand, Art. 293 StGB schütze auch Individualinteressen, treffe höchstens indirekt zu. Der Privat- und Intimbereich von Personen werde in erster Linie durch Art. 179-179septies StGB und ausserdem durch die Bestimmungen über den Persönlichkeitsschutz im ZGB geschützt (S. 564 f.).\n\nIn den eidgenössischen Räten machten die Befürworter einer ersatzlosen Streichung von Art. 293 StGB im Wesentlichen ebenfalls geltend, die Bestimmung werde in der Praxis nur selten angewandt und sei unwirksam. Insbesondere sei sie ungerecht, da sie lediglich den Journalisten als \"Zweitverwerter\" erfasse, während der primäre Täter, d.h. der Beamte oder Behördenvertreter, nicht zuletzt infolge der Zeugnisverweigerung durch den Journalisten, unbekannt bleibe und daher nicht z.B. wegen Verletzung des Amtsgeheimnisses zur Verantwortung gezogen werden könne. Auch bei einer ersatzlosen Streichung von Art. 293 StGB bleibe die Veröffentlichung von BGE 126 IV 236 S. 244wirklich wichtigen Geheimnissen durch einen Journalisten strafbar, etwa nach Art. 267 StGB (diplomatischer Landesverrat) oder Art. 329 StGB (Verletzung militärischer Geheimnisse). Die Gegner einer Aufhebung von Art. 293 StGB machten, nicht zuletzt unter dem Eindruck des vorliegend zu beurteilenden Falles, geltend, die Bestimmung sei mehr denn je notwendig. Die Veröffentlichung von geheimen oder vertraulichen Tatsachen könne schwer wiegende Folgen haben. Im Fall einer Aufhebung der Bestimmung würde die Zahl der Indiskretionen noch weiter zunehmen. Ausserdem treffe es keineswegs zu, dass der Veröffentlichung amtlicher geheimer Verhandlungen notwendigerweise eine strafbare Amtsgeheimnisverletzung durch einen Beamten oder einen Behördenvertreter vorausgehen müsse.\n\nDie eidgenössischen Räte beschlossen knapp (mit 74 zu 64 bzw. 16 zu 15 Stimmen) die Beibehaltung von Art. 293 StGB. Im Sinne eines Kompromisses wurde auf Antrag der Minderheit der nationalrätlichen Kommission der Bestimmung ein neuer Abs. 3 beigefügt, wonach der Richter von Strafe absehen kann, wenn das an die Öffentlichkeit gebrachte Geheimnis von geringer Bedeutung ist (s. zum Ganzen AB 1997 N 383 ff., 406 ff.; AB 1997 S 572 ff., 585 ff.).\n\nc) aa) Der Wortlaut von Art. 293 StGB, dessen Sinn und Zweck sowie dessen Stellung im Gesetz und die darin angedrohte Strafe (Haft oder Busse) sprechen dafür, dass dem Tatbestand der formelle Geheimnisbegriff zugrunde liegt. Strafbar nach Art. 293 StGB macht sich, wer aus Akten etc., die durch Gesetz oder durch Beschluss der Behörde \"als geheim erklärt worden sind\", etwas an die Öffentlichkeit bringt. Allein massgebend ist somit nach dem Wortlaut des Gesetzes die Geheimhaltungserklärung durch Gesetz oder behördlichen Beschluss. Diese Geheimhaltungserklärung bezieht sich auf \"Akten, Verhandlungen oder Untersuchungen\" insgesamt, mithin nicht nur auf bestimmte darin enthaltene Äusserungen und sich daraus ergebende Tatsachen. Art. 293 StGB ist im 15. Titel des Strafgesetzbuches betreffend die strafbaren Handlungen gegen die öffentliche Gewalt (Art. 285 bis 295) geregelt. Dieser Titel enthält eine ganze Reihe von Ungehorsamstatbeständen, so etwa Bruch amtlicher Beschlagnahme (Art. 289), Siegelbruch (Art. 290), Verweisungsbruch (Art. 291), Ungehorsam gegen amtliche Verfügungen (Art. 292), Übertretung eines Berufsverbots (Art. 294), Übertretung des Wirtshaus- und Alkoholverbots (Art. 295). Auch Art. 293 StGB stellt einen Ungehorsam unter Strafe, nämlich die Missachtung der Geheimhaltungserklärung, welche BGE 126 IV 236 S. 245allerdings nicht nur in der Form eines behördlichen Beschlusses, sondern auch durch Gesetz erfolgen kann (s. STRATENWERTH, a.a.O., § 51 N. 1, 46, 48). Art. 293 StGB will den Prozess der Meinungsbildung und Entscheidfindung innerhalb eines staatlichen Organs vor Störungen schützen (vgl. TRECHSEL, a.a.O., Art. 293 N. 1; REHBERG, a.a.O., S. 312). Weil das in der Missachtung der Geheimhaltungserklärung liegende Tatunrecht in der Regel nicht allzu schwer wiegt, droht Art. 293 StGB lediglich Haft oder Busse an. Es handelt sich also um eine Übertretung (Art. 101 StGB).\n\nbb) Allerdings fällt auf, dass im neuen Artikel 293 Abs. 3 StGB von einem \"Geheimnis von geringer Bedeutung\" die Rede ist. Die Tragweite dieser neuen Bestimmung ist etwas unklar. Es wird die Ansicht vertreten, diese Gesetzesänderung habe zur Relativierung des zuvor vom Bundesgericht und von der herrschenden Lehre verwendeten formellen Geheimnisbegriffs bezüglich veröffentlichter Indiskretionen geführt (so HANSJÖRG STADLER, Indiskretionen im Bund, ZBJV 136/2000 S. 112 ff., 116). Die neue Bestimmung werde in der Praxis kaum von Bedeutung sein (DENIS BARRELET, Le nouveau droit pénal des médias ne tient pas toutes ses promesses, Medialex 1997 S. 185 f.). Die Bestimmung wurde von der Minderheit der Kommission des Nationalrats vorgeschlagen, welcher den Gesetzesentwurf als Erstrat behandelt hat. Die Sprecherin der Kommissionsminderheit, Nationalrätin Suzette Sandoz, begründete den Antrag wie folgt (AB 1997 N 406):\n\n\"Dans ces conditions, il se justifie de garder cette possibilité de punir comme telle la violation d'un secret. Mais ajoutons peut-être que l'on a pu reprocher - et c'était juste - à cet article 293 de protéger la notion formelle de secret et non pas en réalité le principe de fond. C'est la raison pour laquelle la proposition de la minorité inclut un nouvel alinéa 3 qui permet au juge, conformément à d'autres dispositions du code pénal, d'exempter de toute peine si le secret est en réalité de peu d'importance. ... Cet alinéa 3 est en effet nécessaire pour éviter que quelques petits chefs ne s'amusent à mettre 'secret' sur n'importe quoi pour embêter si j'ose dire celui qui voudrait rendre public le contenu de l'article.\" Nationalrat Peter Baumberger erklärte ergänzend (AB 1997 N 407):\n\n\"Es gibt ... natürlich tatsächlich ein Problem in der Verwaltung unseres Staates. Es ist eine Tatsache, dass allzuoft behördliche Geheimniskrämerei betrieben wird. ... Ich bin der Meinung, dass man tatsächlich ein anderes System finden muss, und die Minderheit hat dem mit Absatz 3 (neu) Rechnung getragen. Es gibt tatsächlich Geheimnisse, die von BGE 126 IV 236 S. 246geringer Bedeutung sind.\"\n\nWo im Strafgesetzbuch der Begriff \"Geheimnis\" verwendet wird, ist in der Regel ein Geheimnis im materiellen Sinne gemeint. Daher liesse sich aus Art. 293 Abs. 3 der Schluss ziehen, dass der Tatbestand von Art. 293 StGB nur erfüllt sein kann, wenn aus geheim erklärten Akten etc. eine Tatsache an die Öffentlichkeit gebracht wird, die ein Geheimnis im materiellen Sinne ist. Nur die Veröffentlichung von materiellen Geheimnissen wäre demnach tatbestandsmässig, wobei in Fällen, in denen das an die Öffentlichkeit gebrachte materielle Geheimnis \"von geringer Bedeutung\" ist, von Strafe abgesehen werden kann.\n\nEs kann indessen nicht angenommen werden, dass die in Rechtsprechung, herrschender Lehre und auch vom Gesetzgeber selbst vertretene Auffassung, Art. 293 StGB liege ein formeller Geheimnisbegriff zugrunde, durch den neuen Absatz 3 von Art. 293 StGB, der in den eidgenössischen Räten nur am Rande diskutiert wurde, aufgegeben werden sollte. Art. 293 Abs. 3 StGB betrifft nicht Geheimnisse im materiellen Sinn, sondern die unnötige, übertriebene, schikanöse Geheimniskrämerei, mithin unnötige Geheimhaltungserklärungen.\n\nDemnach ist daran festzuhalten, dass Art. 293 StGB auf den formellen Geheimnisbegriff abstellt. Der neue Absatz 3 hat daran nichts geändert.\n\nd) Der Richter muss somit bei der Frage, ob gemäss Art. 293 Abs. 3 StGB von Strafe abgesehen werden kann, vorfrageweise die Geheimhaltungserklärung überprüfen.\n\nBei dieser Prüfung wird sich der Strafrichter allerdings Zurückhaltung auferlegen und insbesondere nicht in das Ermessen eingreifen, das der Behörde beim Entscheid über die Geheimhaltungserklärung zusteht. Massgebend ist allein, ob die Geheimhaltungserklärung noch als vertretbar erscheint. Dies bestimmt sich nach dem Gegenstand und Inhalt der Akten, Verhandlungen und Untersuchungen. Unerheblich ist insoweit also insbesondere, dass der Inhalt der Akten nach der Meinung von Medienschaffenden für die Öffentlichkeit von Interesse ist und daher nicht hätte als geheim erklärt werden dürfen.\n\ne) Es ist vertretbar, Lageberichte und Strategiepapiere eines Botschafters als geheim zu erklären. Die Geheimhaltungserklärung ist offensichtlich vertretbar, wenn das interne Strategiepapier, wie im vorliegenden Fall, ein heikles Thema in einem schwierigen Umfeld betrifft.\n\nf) Der Beschwerdeführer hat somit durch das inkriminierte Verhalten den Tatbestand von Art. 293 Abs. 1 StGB erfüllt.BGE 126 IV 236 S. 247\n\n3. Der Beschwerdeführer hätte den Tatbestand von Art. 293 StGB im Übrigen auch dann erfüllt, wenn man der Bestimmung - sei es mit Rücksicht auf den neu geschaffenen Abs. 3, sei es aus andern Gründen - abweichend von der bisherigen Rechtsprechung den materiellen Geheimnisbegriff zugrunde legen wollte.\n\nDie vom Beschwerdeführer wiedergegebenen Passagen aus dem Strategiepapier des Botschafters waren nur einem begrenzten Personenkreis bekannt und zugänglich. Der Botschafter hatte den Willen, sie geheim zu halten, und er hatte ein berechtigtes Geheimhaltungsinteresse. Der Beschwerdeführer bestreitet denn auch nicht, dass die fraglichen Äusserungen Geheimnisse im materiellen Sinne sind. Er behauptet mit Recht auch nicht, dass es sich gemäss Art. 293 Abs. 3 StGB um Geheimnisse \"von geringer Bedeutung\" handle und daher ein Absehen von Strafe hätte in Betracht gezogen werden müssen.\n\n4. Der Beschwerdeführer ist zusammengefasst im Wesentlichen der Auffassung, angesichts des öffentlichen Interesses an den fraglichen Äusserungen des Botschafters sowie der Kritik- und Überwachungsfunktion der Medienschaffenden in einer demokratischen Gesellschaft komme unter der gebotenen Berücksichtigung der Meinungsäusserungs- und der Pressefreiheit sowie in Anbetracht der sich aus Art. 10 Ziff. 2 EMRK ergebenden strengen Anforderungen an Einschränkungen dieser Freiheit die Verurteilung eines Journalisten in Anwendung von Art. 293 StGB nur dann ausnahmsweise in Betracht, wenn das an die Öffentlichkeit gebrachte Geheimnis von ausserordentlicher Bedeutung und Wichtigkeit sei und daher dessen Offenbarung gleichsam die Schweiz in ihren Grundfesten erschüttern könnte. Diese Voraussetzung sei hier nicht erfüllt.\n\na) Der Beschwerdeführer möchte offenbar deshalb von einem materiellen Geheimnisbegriff bei Art. 293 StGB ausgehen, um auf dieser Grundlage die Anwendung der Strafbestimmung auf Medienschaffende mit Rücksicht auf deren Kritik- und Kontrollfunktion (\"Wächteramt der Presse\") auf Geheimnisse von erheblicher Bedeutung zu beschränken, deren Veröffentlichung den Staat erschüttern kann.\n\nDer Anwendungsbereich von Art. 293 StGB könnte indessen auch auf der Grundlage des formellen Geheimnisbegriffs eingeschränkt werden, etwa in dem Sinne, dass Medienschaffende nur dann wegen Veröffentlichung amtlicher geheimer Verhandlungen zu bestrafen sind, wenn sich die Geheimhaltungserklärung angesichts von Inhalt BGE 126 IV 236 S. 248und Bedeutung der Akten mit Rücksicht auf die staatlichen Interessen etc. geradezu aufdrängte.\n\nb) Gemäss Art. 113 Abs. 3 aBV sind Bundesgesetze, allgemeinverbindliche Bundesbeschlüsse und Staatsverträge für das Bundesgericht massgebend. Art. 191 nBV (\"massgebendes Recht\"), in Kraft seit 1. Januar 2000, bestimmt: \"Bundesgesetze und Völkerrecht sind für das Bundesgericht und die anderen rechtsanwendenden Behörden massgebend\". Art. 191 nBV, der in den eidgenössischen Räten unbestritten war, entspricht der bisherigen Regelung. Die diesbezügliche Rechtsprechung des Bundesgerichts zu Art. 113 Abs. 3 aBV gilt auch unter der Herrschaft der neuen Bundesverfassung (Urteil des Eidgenössischen Versicherungsgerichts vom 21. Februar 2000 i.S. A. c. U.). Das Bundesgericht muss mithin die in den Bundesgesetzen enthaltenen Bestimmungen anwenden, selbst wenn sie der Verfassung widersprechen sollten. Es muss sie aber verfassungs- und EMRK-konform auslegen, soweit ein Auslegungsspielraum besteht.\n\nc) Die vom Beschwerdeführer geforderte Beschränkung des Tatbestands, soweit Medienschaffende betreffend, auf materielle Geheimnisse von erheblicher Bedeutung, deren Veröffentlichung den Staat in seinen Grundfesten erschüttern kann, geht über eine (verfassungs- und EMRK-konforme) Auslegung von Art. 293 StGB weit hinaus. Der Beschwerdeführer verlangt im Ergebnis eine diesbezügliche Sondernorm für Medienschaffende etwa des Inhalts, dass die Veröffentlichung amtlicher geheimer Verhandlungen durch Medienschaffende nur dann strafbar ist, wenn das an die Öffentlichkeit gebrachte Geheimnis von erheblicher Bedeutung ist. Dies ist indessen nicht mehr (einschränkende) Auslegung des geltenden Rechts, sondern eine Änderung des Gesetzes, mithin Rechtsetzung, die dem Bundesgesetzgeber vorbehalten ist.\n\nEs ist Sache des Gesetzgebers, zu prüfen, ob mit Rücksicht auf die Anliegen und Aufgaben der Medienschaffenden insoweit Sonderregeln zu schaffen seien. Der Gesetzgeber hat im Rahmen der Revision des Medienstraf- und Verfahrensrechts Schritte in diese Richtung getan. In der Auseinandersetzung um die Beibehaltung oder ersatzlose Streichung des gerade die Medienschaffenden betreffenden Art. 293 StGB hat der Gesetzgeber im Sinne eines Kompromisses der Bestimmung einen neuen Absatz 3 beigefügt, wonach der Richter von Strafe absehen kann, wenn das an die Öffentlichkeit gebrachte Geheimnis \"von geringer Bedeutung\" ist. Beim Tatbestand des diplomatischen Landesverrats im Sinne von Art. 267 StGB BGE 126 IV 236 S. 249wurde die Tatbestandsvariante der Veröffentlichung eines Geheimnisses, dessen Bewahrung zum Wohle der Eidgenossenschaft geboten ist, neu privilegiert, indem Art. 267 Ziff. 2 StGB lediglich Zuchthaus bis zu fünf Jahren oder Gefängnis (statt Zuchthaus [bis zu 20 Jahren] oder Gefängnis von einem bis zu fünf Jahren gemäss Ziff. 1) androht (s. dazu Botschaft des Bundesrates, BBl 1996 IV 525 ff., 563; Verhandlungen der eidgenössischen Räte, AB 1997 N 405 f.; AB 1997 S 585). Derartige Regelungen liessen sich nicht auf dem Wege der verfassungs- bzw. EMRK-konformen Auslegung erzielen, da sie über eine Auslegung hinausgehen. Es ist somit auch S-ache des Gesetzgebers, allenfalls erneut zu prüfen, ob Art. 293 StGB, der vor allem die Medienschaffenden betrifft, aufzuheben oder ob der Tatbestand - über die durch den neuen Absatz 3 geschaffene Kompromisslösung betreffend fakultatives Absehen von Strafe bei Veröffentlichung von Geheimnissen \"von geringer Bedeutung\" hinaus - auf die Veröffentlichung von Geheimnissen \"von erheblicher Bedeutung\" oder ähnlich zu beschränken sei.\n\nIm Übrigen ist auch in diesem Zusammenhang darauf hinzuweisen, dass die eidgenössischen Räte nicht zuletzt unter dem Eindruck des vorliegend zu beurteilenden Falles die Beibehaltung von Art. 293 StGB beschlossen haben, dessen ersatzlose Aufhebung der Bundesrat vor allem mit der Begründung beantragt hatte, die Bestimmung sei ungerecht und unwirksam (siehe vorn E. 2b).\n\nd) Der Beschwerdeführer scheint zudem der Auffassung zu sein, die Verurteilung eines Medienschaffenden wegen Veröffentlichung amtlicher geheimer Verhandlungen falle mit Rücksicht auf Art. 10 EMRK schon dann ausser Betracht, wenn das öffentliche Interesse an der Information das Interesse der Behörde an der Geheimhaltung überwiege. Auch diese Auffassung geht über eine Auslegung von Art. 293 StGB weit hinaus. Ob eine Tatsache im materiellen Sinne geheim ist, ob sie allenfalls einerseits ein \"Geheimnis von geringer Bedeutung\" (Art. 293 Abs. 3 StGB) oder andererseits ein Geheimnis ist, dessen Bewahrung \"zum Wohle der Eidgenossenschaft geboten\" ist (Art. 267 StGB), bestimmt sich nach Inhalt und Gegenstand der Tatsache und jedenfalls nicht auch nach dem Umfang des öffentlichen Interesses an der Information. Dieses öffentliche Informationsinteresse und damit die Pressefreiheit sind mit anderen Worten insoweit keine relevanten Auslegungskriterien. Das Spannungsverhältnis, das in einem konkreten Fall zwischen dem Geheimhaltungsinteresse und dem öffentlichen Informationsinteresse bestehen kann, betrifft nicht den Tatbestand, sondern allenfalls die Rechtswidrigkeit BGE 126 IV 236 S. 250des tatbestandsmässigen Verhaltens. Der insoweit allein in Betracht fallende aussergesetzliche Rechtfertigungsgrund der Wahrung berechtigter Interessen ist aber nicht schon dann gegeben, wenn das öffentliche Informationsinteresse das Geheimhaltungsinteresse überwiegt. Der aussergesetzliche Rechtfertigungsgrund der Wahrung berechtigter Interessen setzt vielmehr voraus, dass die Tat ein zur Erreichung des berechtigten Ziels notwendiges und angemessenes Mittel ist, sie insoweit den einzig möglichen Weg darstellt und offenkundig weniger schwer wiegt als die Interessen, welche der Täter zu wahren sucht (BGE 120 IV 208 E. 3a S. 213, mit Hinweisen). Der Beschwerdeführer behauptet in der eidgenössischen Nichtigkeitsbeschwerde mit Recht nicht mehr, dass diese Voraussetzungen erfüllt seien.\n\nDie Pressefreiheit als solche ist, trotz ihrer erheblichen Bedeutung in einer demokratischen Gesellschaft, kein Rechtfertigungsgrund für tatbestandsmässiges Verhalten von Medienschaffenden.\n\n5. Im Übrigen ergibt sich aus Art. 10 Ziff. 2 EMRK entgegen der Meinung des Beschwerdeführers nicht, dass die Verurteilung eines Medienschaffenden wegen Veröffentlichung amtlicher geheimer Verhandlungen nur dann zulässig sei, wenn ein materielles Geheimnis von erheblicher Bedeutung zur Diskussion steht, oder nur unter der Voraussetzung, dass das Geheimhaltungsinteresse gewichtiger als das Informationsinteresse ist. Die Ausübung der Meinungsäusserungs- und Pressefreiheit kann gemäss Art. 10 Ziff. 2 EMRK nicht nur dann u.a. bestimmten Strafdrohungen unterworfen werden, wenn dies in einer demokratischen Gesellschaft notwendig ist \"für die nationale Sicherheit, die territoriale Unversehrtheit oder die öffentliche Sicherheit\", sondern auch etwa dann, wenn dies notwendig ist \"zur Aufrechterhaltung der Ordnung\" sowie \"zum Schutz des guten Rufes und der Rechte anderer\" oder \"zur Verhinderung der Verbreitung vertraulicher Informationen\". Die Verurteilung des Beschwerdeführers gemäss Art. 293 StGB verstösst bei der gegebenen Sachlage nicht gegen Art. 10 Ziff. 2 EMRK.\n\n6. Allerdings kann man sich fragen, ob die Verurteilung eines Medienschaffenden wegen Veröffentlichung amtlicher geheimer Verhandlungen gemäss Art. 293 StGB nicht im Widerspruch zum Quellenschutz stehe, der sich aus der Pressefreiheit ergibt (vgl. dazu BGE 123 IV 236 E. 8a/aa S. 247 unter Hinweis auf das Urteil des Europäischen Gerichtshofs für Menschenrechte vom 27. März 1996 i.S. Goodwin c. Grossbritannien, Recueil des arrêts et décisions 1996 S. 483, auszugsweise publiziert u.a. in Medialex 1996 S. 99 ff.) und BGE 126 IV 236 S. 251welcher nun auch in Art. 27bis StGB verankert ist, dessen Absatz 1 Folgendes bestimmt:\n\n\"Verweigern Personen, die sich beruflich mit der Veröffentlichung von Informationen im redaktionellen Teil eines periodisch erscheinenden Mediums befassen, oder ihre Hilfspersonen das Zeugnis über die Identität des Autors oder über Inhalt und Quellen ihrer Informationen, so dürfen weder Strafen noch prozessuale Zwangsmassnahmen gegen sie verhängt werden.\"\n\na) Die Frage nach dem Verhältnis zwischen dem Quellenschutz und Art. 293 StGB stellt sich grundsätzlich unabhängig davon, ob Art. 293 StGB der formelle oder der materielle Geheimnisbegriff zugrunde gelegt wird.\n\nb) Der Medienschaffende kann unter Umständen von Tatsachen aus geheim erklärten Akten oder von geheimen Tatsachen Kenntnis erhalten, ohne dass eine Indiskretion oder eine strafbare Amtsgeheimnisverletzung von Seiten eines Beamten oder Behördenvertreters vorliegt. Sodann werden Informationen aus geheim erklärten Akten Medienschaffenden nicht selten anonym zugespielt, sodass auch der Journalist die Quelle der Indiskretion nicht kennt. Im einen wie im anderen Fall kommt der Quellenschutz insoweit gar nicht zum Tragen, da es keine (bekannte) Quelle zu schützen gibt. Insoweit besteht zwischen dem Quellenschutz und der Veröffentlichung von amtlichen geheimen Verhandlungen von vornherein kein Zusammenhang und ist daher nicht ersichtlich, inwiefern wegen des Quellenschutzes eine Bestrafung gemäss Art. 293 StGB unzulässig sei. Dann aber ist auch nicht einzusehen, weshalb in den Fällen, in denen der Medienschaffende durch Indiskretion oder gar durch strafbare Amtsgeheimnisverletzung von Seiten eines ihm bekannten Beamten die geheim erklärte oder geheime Tatsache erfahren hat, die Veröffentlichung dieser Tatsache nicht gemäss Art. 293 StGB strafbar sei. Zudem gilt der Quellenschutz u.a. auch beim Verrat von Geheimnissen, deren Bewahrung zum Wohle der Eidgenossenschaft geboten ist, sowie bei Verletzung von militärischen Geheimnissen; denn weder Art. 267 StGB (diplomatischer Landesverrat) noch Art. 329 StGB (Verletzung militärischer Geheimnisse) fällt unter die in Art. 27bis Abs. 2 StGB genannten Ausnahmen vom Quellenschutz. Es kann jedoch nicht im Ernst angenommen werden, dass der Medienschaffende, der ein Geheimnis, dessen Bewahrung zum Wohle der Eidgenossenschaft geboten ist, der Öffentlichkeit bekannt macht, deshalb nicht wegen diplomatischen Landesverrats gemäss Art. 267 Ziff. 2 StGB bestraft werden dürfe, weil er die Identität des BGE 126 IV 236 S. 252Beamten oder Behördenvertreters, der ihm dieses Geheimnis bekannt gemacht hat, gestützt auf Art. 27bis StGB verschweigen darf. Im Übrigen kann ein Medienschaffender eine ihm durch Indiskretion oder gar durch strafbare Amtsgeheimnisverletzung übermittelte Information journalistisch auch nutzen und verwerten, ohne dabei notwendigerweise den Tatbestand von 293 StGB zu erfüllen.\n\nc) Aus dem sich aus der Pressefreiheit ergebenden und nun auch in Art. 27bis StGB verankerten Quellenschutz folgt somit nicht, dass die Bestrafung eines Medienschaffenden gemäss Art. 293 StGB wegen Veröffentlichung der \"quellengeschützten\" Information unzulässig sei.\n\n7. Der Beschwerdeführer beruft sich zur Begründung seines Standpunktes u.a. auf zwei Entscheide des Europäischen Gerichtshofes für Menschenrechte, auf einen Bundesgerichtsentscheid und auf ein Urteil des Obergerichts des Kantons Bern.\n\nDer Entscheid des Europäischen Gerichtshofes für Menschenrechte vom 27. März 1996 i.S. Goodwin c. Grossbritannien (auszugsweise wiedergegeben u.a. in Medialex 1996 S. 99 ff., mit Anmerkung von FRANZ RIKLIN) betrifft im Wesentlichen den Quellenschutz, den der Gerichtshof als Eckpfeiler der Pressefreiheit betrachtet. Es ging um die Frage, ob und gegebenenfalls unter welchen Voraussetzungen ein Journalist zur Nennung seines Informanten gezwungen und im Weigerungsfall gebüsst werden darf. Der Zwang zur Nennung des Informanten wurde u.a. deshalb als nicht notwendig im Sinne von Art. 10 Ziff. 2 EMRK betrachtet, weil die Weiterverbreitung der Information durch den Journalisten bereits durch eine einstweilige Verfügung untersagt worden war, welche unangefochten blieb. Aus dem zitierten Entscheid ergibt sich nicht, dass die Verurteilung des Beschwerdeführers im vorliegenden Verfahren gegen Art. 10 EMRK verstosse.\n\nDer Entscheid des Europäischen Gerichtshofes für Menschenrechte vom 21. Januar 1999 i.S. Fressoz und Roire c. Frankreich (auszugsweise wiedergegeben u.a. in Medialex 1999 S. 33 ff., mit Anmerkung von DENIS BARRELET; vgl. auch Pra 88/1999 Nr. 42 S. 247 ff.) betrifft die Verurteilung von zwei Journalisten, die in einer Zeitung Steuerunterlagen des Chefs eines grossen Unternehmens reproduziert hatten, welche ihnen in Photokopie unter Verletzung des Berufsgeheimnisses aus dem Steuerdossier zugespielt worden waren. Der Gerichtshof erachtete die Verurteilung als nicht notwendig im Sinne von Art. 10 Ziff. 2 EMRK, da die Steuerunterlagen lediglich zum Beweis der Richtigkeit der im Zeitungsartikel verbreiteten BGE 126 IV 236 S. 253Informationen über die Höhe des Einkommens des Unternehmenschefs reproduziert wurden, welche Informationen, da leicht zugänglich, unstreitig erlaubt waren. Auch aus diesem Entscheid ergibt sich nicht, dass die Verurteilung des Beschwerdeführers im vorliegenden Verfahren gegen Art. 10 EMRK verstosse.\n\nAuch aus BGE 123 IV 236 kann der Beschwerdeführer nichts zu seinen Gunsten ableiten. Der Entscheid betrifft den Quellenschutz, nicht die einem Medienschaffenden zur Last gelegte Straftat der Veröffentlichung amtlicher geheimer Verhandlungen im Sinne von Art. 293 StGB. Die Überwachung des Fernmeldeverkehrs kann angeordnet werden, wenn (u.a.) \"ein Verbrechen oder ein Vergehen, dessen Schwere oder Eigenart den Eingriff rechtfertigt, verfolgt wird\" (Art. 66 Abs. 1 lit. a BStP). Den zuständigen Behörden steht damit ein gewisser Ermessens- und Beurteilungsspielraum zu. Bei dessen Ausübung sind in Anbetracht des Quellenschutzes hohe Anforderungen an die Schwere der zu verfolgenden Straftat zu stellen, wenn die Überwachung des Fernmeldeverkehrs von Journalisten als Dritten (s. Art. 66 Abs. 1bis BStP) zur Diskussion steht. Diese hohen Anforderungen an die Schwere der Straftat waren bei der in Frage stehenden Verletzung des Amtsgeheimnisses im konkreten Fall u.a. deshalb nicht erfüllt, weil durch die Offenbarung des Inhalts der Dokumente weder nationale Interessen gefährdet noch die Glaubwürdigkeit des Bundesrates in Frage gestellt wurden und daher nicht ein die Bedeutung des Quellenschutzes eindeutig überwiegendes öffentliches Interesse an der Aufklärung und Verfolgung der in Frage stehenden Amtsgeheimnisverletzung bestand. Ein allfälliges Interesse der Öffentlichkeit an der Information über die Meinungsunterschiede im Bundesrat stand bei dieser Interessenabwägung überhaupt nicht zur Diskussion und wurde in BGE 123 IV 236 denn auch nicht mit berücksichtigt.\n\nDas Obergericht des Kantons Bern hat in einem Urteil vom 27. April 1999 (auszugsweise wiedergegeben in Medialex 1999 S. 175 ff.) einen Journalisten u.a. unter Berufung auf die vorstehend erwähnten Entscheide vom Vorwurf der Veröffentlichung amtlicher geheimer Verhandlungen im Sinne von Art. 293 StGB freigesprochen. Diese Entscheide sind indessen nicht einschlägig (s. auch die Anmerkung von FRANZ RIKLIN zum Urteil des Obergerichts des Kantons Bern, Medialex 1999 S. 179). Aus dem Quellenschutz folgt entgegen einer Bemerkung im zitierten Obergerichtsurteil nicht, dass die Veröffentlichung der \"quellengeschützten\" Information straflos bleiben müsse.BGE 126 IV 236 S. 254\n\n8. Zusammenfassend ergibt sich somit Folgendes:\n\nIn Bestätigung der bundesgerichtlichen Rechtsprechung ist daran festzuhalten, dass dem Tatbestand der Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) der formelle Geheimnisbegriff zugrunde liegt. Der neu beigefügte Absatz 3 hat daran nichts geändert. Der Strafrichter muss aber nun im Hinblick auf eine allfällige Strafbefreiung vorfrageweise prüfen, ob die Geheimhaltungserklärung in Anbetracht von Gegenstand und Inhalt der Akten als vertretbar erscheint. Dies ist vorliegend der Fall.\n\nDie vom Beschwerdeführer an die Öffentlichkeit gebrachten Passagen aus dem vertraulichen Papier waren im Übrigen auch Geheimnisse im materiellen Sinne. Mit Recht behauptet der Beschwerdeführer nicht, dass sie im Sinne von Art. 293 Abs. 3 StGB von geringer Bedeutung gewesen seien. Die vom Beschwerdeführer geforderte Beschränkung des Tatbestands auf Geheimnisse von erheblicher Bedeutung, deren Veröffentlichung den Staat in seinen Grundfesten erschüttern kann, geht über eine (verfassungs- bzw. EMRK-konforme) Auslegung von Art. 293 StGB, welcher gemäss Art. 191 nBV für das Bundesgericht massgebend ist, weit hinaus. Dasselbe gilt für die Auffassung, die Verurteilung eines Medienschaffenden wegen Veröffentlichung amtlicher geheimer Verhandlungen gemäss Art. 293 StGB sei nur dann zulässig, wenn das staatliche Geheimhaltungsinteresse gewichtiger als das öffentliche Informationsinteresse sei. Diese Frage betrifft nicht den Tatbestand, sondern allenfalls den aussergesetzlichen Rechtfertigungsgrund der Wahrung berechtigter Interessen, dessen Voraussetzungen vorliegend indessen ohnehin nicht erfüllt sind.\n\n9. Bei diesem Ergebnis erübrigt sich eine Abwägung der im vorliegenden Fall auf dem Spiel stehenden Interessen. Daher ist auf die Kritik des Beschwerdeführers an der von den kantonalen Instanzen vorgenommenen Interessenabwägung nicht einzutreten.\n\nDer Vollständigkeit halber sei immerhin festgehalten, dass das Interesse an der Wahrung der Vertraulichkeit des fraglichen Strategiepapiers aus den von den kantonalen Instanzen genannten Gründen gewichtiger war als das Interesse des Publikums an der Kenntnisnahme der in der Zeitung veröffentlichten Passagen. Zur Vermeidung von Wiederholungen kann auf die Erwägungen im angefochtenen Entscheid und im erstinstanzlichen Urteil verwiesen werden. Die Wahrung der Vertraulichkeit des Strategiepapiers lag nicht nur im Interesse des Botschafters und des Bundesrates, sondern im Landesinteresse. Durch die Veröffentlichung einzelner Passagen BGE 126 IV 236 S. 255konnten sowohl der Prozess der Meinungsbildung und Entscheidfindung auf der schweizerischen Seite gestört als auch vor allem die ohnehin schwierigen Verhandlungen mit der Gegenseite zusätzlich erschwert und belastet werden, was nicht im Landesinteresse lag. Demgegenüber war das durch die reisserische Überschrift angestachelte kurzfristige Sensationsinteresse der Öffentlichkeit an der Kenntnisnahme der in der Zeitung publizierten, aus dem Zusammenhang gerissenen Passagen aus rechtlicher Sicht von vergleichsweise geringer Bedeutung, zumal sich aus der vom Beschwerdeführer beanstandeten \"Tonalität\" des in einem bestimmten Kontext verfassten, internen Papiers, welches im Zeitungsartikel übrigens kurzerhand als inhaltlich banal disqualifiziert wurde, ohnehin keine eindeutigen und unstreitigen Schlüsse auf die \"Mentalität\" und gar auf die Eignung des Botschafters für die ihm gestellte Aufgabe ziehen liessen."}