{"annee": "126", "cour": "III", "page": "41", "date": "29/9/1999", "cite": ["124 V 174", "95 II 582", "124 III 222", "113 II 345", "116 II 295"], "cite_par": ["134 III 489", "132 III 321", "131 III 12", "131 III 360", "134 V 392", "129 III 135", "126 II 237"], "chapeau": "11. Auszug aus dem Urteil der I. Zivilabteilung vom 29. September 1999 i.S. X. gegen SUVA Schweizerische Unfallversicherungsanstalt (Berufung)", "regestes": ["Art. 41 LAA et art. 43 LAA; subrogation de l'assureur-accidents, principe de la concordance, dommage consécutif à la réduction d'une rente. Il existe une concordance fonctionnelle et temporelle entre la rente d'invalidité versée conformément à la LAA après que l'âge de l'AVS a été atteint et le dommage consécutif à une rente en droit de la responsabilité civile. Dans cette mesure, les conditions pour la subrogation de l'assureur-accidents sont réalisées (consid. 2-4)."], "faits": "BGE 126 III 41 S. 42\n\nIm Oktober 1982 erlitt Beatrice W. bei einem Verkehrsunfall ein Schleudertrauma der Halswirbelsäule. Der Halter des den Unfall verursachenden Fahrzeuges war bei der X. haftpflichtversichert. Gegen diese Gesellschaft reichte Beatrice W. im November 1994 beim Bezirksgericht Höfe Klage auf Zahlung von Schadenersatz und Genugtuung ein. Im Juni 1995 trat die Schweizerische Unfallversicherungsanstalt (nachfolgend: SUVA), von welcher Beatrice W. eine Invalidenrente bezog, als Hauptintervenientin in den Prozess ein. Die SUVA machte geltend, dass die Forderung der Klägerin auf Ersatz des Rentenverkürzungsschadens durch Subrogation gemäss Art. 41 ff. UVG (Bundesgesetz über die Unfallversicherung vom 20. März 1981; SR 832.20) auf sie übergegangen sei, und stellte den Antrag, die Beklagte zur Zahlung von Fr. 237'631.- nebst 5% Zins seit 1. Januar 1995 zu verpflichten. Nachdem die SUVA und Beatrice W. mit der Beklagten einen gerichtlichen Vergleich geschlossen hatten, schied Beatrice W. aus dem Verfahren aus. Die SUVA setzte den Prozess als Klägerin fort, wobei sie ihre Forderung auf Fr. 200'000.- nebst 5% Zins seit 1. Januar 1995 reduzierte.\n\nMit Teilurteil vom 16. März 1998 stellte das Bezirksgericht fest, die Klägerin subrogiere im Umfang der von ihr über die mutmassliche Aktivitätsdauer der Geschädigten hinaus zu entrichtenden Invaliditätsrenten, jedoch maximal im Umfang von Fr. 200'000.- nebst 5% Zins seit 1. Januar 1995 oder Gegenwert, in den von der Beklagten gegenüber der Geschädigten geschuldeten Ersatz des Rentenschadens; die Beklagte habe der Klägerin diesen Schaden grundsätzlich zu ersetzen. Die Beklagte appellierte an das Kantonsgericht des Kantons Schwyz, welches mit Vorurteil vom 17. Mai 1999 das Rechtsmittel abwies und den angefochtenen Entscheid bestätigte.\n\nMit ihrer Berufung beantragt die Beklagte dem Bundesgericht, das Vorurteil des Kantonsgerichts aufzuheben und die Klage abzuweisen. Das Bundesgericht weist die Berufung ab.\n\nBGE 126 III 41 S. 43", "considerants": "Aus den Erwägungen:\n\n2. Grundsatz und Ausgestaltung der Subrogation werden in den Art. 41 bis 44 UVG geregelt. Von Interesse sind hier die drei ersten Artikel. In Art. 41 UVG wird als Grundsatz festgehalten, der Versicherer trete gegenüber einem Dritten, der für den Unfall haftet, im Zeitpunkt des Ereignisses bis auf die Höhe der gesetzlichen Leistungen in die Ansprüche des Versicherten und seiner Hinterlassenen ein. Die Ansprüche des Versicherten gehen nur so weit auf den Versicherer über, als dessen Leistungen zusammen mit dem vom Dritten geschuldeten Ersatz den Schaden übersteigen (Art. 42 Abs. 1 UVG). In Art. 43 UVG wird sodann unter dem Titel \"Gliederung der Ansprüche\" festgesetzt, dass die Ansprüche für Leistungen gleicher Art auf den Versicherer übergehen, wobei als Leistungen gleicher Art namentlich die Invalidenrente und der Ersatz für Erwerbsunfähigkeit erwähnt werden (Abs. 1 und Abs. 2 lit. c). Absatz 3 des gleichen Artikels bestimmt schliesslich, dass Ansprüche des Versicherers für Rentenleistungen nur bis zu dem Zeitpunkt auf ihn übergehen können, bis zu welchem der Dritte Schadenersatz schuldet.\n\nArt. 43 UVG liegt der auch in anderen Gebieten des Sozialversicherungsrechts (AHVG, IVG) geltende Kongruenzgrundsatz zugrunde. Die Subrogation setzt voraus, dass der Sozialversicherer mit seinen Leistungen einen entsprechenden Schaden ausgleicht. Daher tritt er nur insoweit in den Haftpflichtanspruch des Geschädigten ein, als er Leistungen erbringt, welche mit der Schuld des Haftpflichtigen in zeitlicher und funktionaler Hinsicht übereinstimmen (BGE 124 III 222 E. 3 S. 225; BGE 124 V 174 E. 3b S. 177; zu den weiteren Voraussetzungen ereignisbezogener und personeller Kongruenz: RUMO-JUNGO, Haftpflicht und Sozialversicherung, Rz. 982 ff; BECK, in: Münch/Geiser, Schaden - Haftung - Versicherung, Rz. 6.20 ff. und Rz. 6.80). Funktionale oder sachliche Kongruenz liegt vor, wenn sich die Leistung der Sozialversicherung und jene des Haftpflichtigen unter wirtschaftlichem Gesichtspunkt nach Art und Funktion entsprechen (BECK, a.a.O., Rz 6.27; RUMO-JUNGO, a.a.O., Rz. 993; SCHAER, Grundzüge des Zusammenwirkens von Schadenausgleichsystemen, Rz. 1135; MAURER, Schweizerisches Unfallversicherungsrecht, S. 549). Die Aufzählung solcher Leistungen \"gleicher Art\" in Art. 43 Abs. 2 UVG ist nicht abschliessend (Botschaft des Bundesrates zum Bundesgesetz über die Unfallversicherung vom 18. August 1976, BBl 1976 III 200). Zeitliche Kongruenz liegt vor, wenn die Leistung der Sozialversicherung für die BGE 126 III 41 S. 44gleiche Zeitspanne erfolgt, für die ein Schaden besteht, welchen der Haftpflichtige ersetzen muss (MAURER, a.a.O., S. 549; RUMO-JUNGO, a.a.O., Rz. 1005 f.; BECK, a.a.O., Rz. 6.78). Das Erfordernis der zeitlichen Kongruenz, wie es in Art. 43 Abs. 3 UVG kodifiziert ist, wurde aus der Rechtsprechung des Bundesgerichts in das Gesetz übernommen (Botschaft, BBl 1976 III 200; GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents (LAA), S. 168; MAURER, a.a.O., S. 551; SYLVIA LÄUBLI ZIEGLER, Kapitalisierungsfragen aus Sicht der obligatorischen Unfallversicherung, in: Kapitalisierung - Neue Wege, herausgegeben von Pierre Tercier, S. 267). Der Grundsatzentscheid war BGE 95 II 582 ff., welcher das Verhältnis zwischen lebenslänglich auszurichtender Invalidenrente und dem vom Haftpflichtversicherer geschuldeten Ersatz für Erwerbsunfähigkeit betraf. In diesem Urteil wurde in Auslegung des damals geltenden Art. 100 KUVG festgehalten, dass die Subrogation in diesem Fall durch die Aktivitätsdauer des Geschädigten begrenzt werde. Weil der haftpflichtrechtliche Anspruch des Geschädigten von der voraussichtlichen Dauer seiner beruflichen Tätigkeit abhänge, könne sich die Subrogation lediglich auf die während dieses Zeitraumes auszurichtende Invalidenrente beziehen (E. 5 S. 589). Diese Aussage ist in einem Teil der Lehre so formuliert worden, dass der Sozialversicherer für Altersleistungen nicht subrogieren könne, weil keine kongruente Leistung des Haftpflichtigen bestehe (SCHAER, a.a.O., Rz. 1116 Fussnote 6; RUMO-JUNGO, a.a.O., Rz. 1006; vgl. auch OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Band I, 5. Auflage, S. 603 f. Rz. 191; BECK, a.a.O., Rz. 6.65). Mit der Berufung wird unter Bezugnahme auf die zitierte Lehre und BGE 95 II 582 ff. geltend gemacht, das angefochtene Urteil verstosse gegen den Grundsatz, wonach der Unfallversicherer für Altersleistungen nicht regressieren könne. Es wird gerügt, die Vorinstanz habe mit der Annahme, die Voraussetzungen sachlicher und zeitlicher Kongruenz seien gegeben, gegen Art. 43 Abs. 2 und 3 UVG verstossen. Die Beklagte vertritt allerdings die Meinung, dass die Frage der Kongruenz möglicherweise anders zu beantworten wäre, wenn der Rentenverkürzungsschaden nicht nach vereinfachender Methode über die Kapitalisierung der rentenbildenden Beiträge (wie in BGE 113 II 345 E. 1b/aa und BGE 116 II 295 E. 4), sondern konkret berechnet würde. Wie es sich damit verhält, ist in der folgenden Erwägung zu untersuchen.\n\n3. In BGE 113 II 345 E. 1b/aa hat sich das Bundesgericht erstmals in einem publizierten Urteil zur Frage geäussert, wie der Rentenverkürzungsschaden BGE 126 III 41 S. 45zu berechnen ist. Es hat zunächst festgehalten, dass der Haftpflichtige, der allen kausalen Schaden zu ersetzen hat, auch für eine Beeinträchtigung künftiger Sozialversicherungsleistungen einzustehen hat. Verworfen hat es dagegen die Berechnung der Vorinstanz, die auf das reine Nettoeinkommen abstellte und dieses nach den Mortalitätstafeln kapitalisierte. Als richtig betrachtete das Bundesgericht vielmehr, auch die Sozialversicherungsbeiträge einzubeziehen und nach den Aktivitätstafeln zu kapitalisieren. In BGE 116 II 295 E. 4 hat das Bundesgericht seine Rechtsprechung dahingehend zusammengefasst, dass in die Berechnung des Schadens auch die die Höhe der künftigen Rentenansprüche mitbeeinflussenden, zufolge verminderter Erwerbstätigkeit aber entfallenden Arbeitgeberbeiträge an AHV und Pensionskasse einzubeziehen seien. Gegenüber dem früheren Entscheid wurde präzisiert, dass die Beiträge nur insoweit zu berücksichtigen seien, als sie rentenbildende Funktion hätten. Die Erwägungen in beiden Urteilen lassen keinen Zweifel darüber zu, dass als Schaden nicht der Ausfall von Arbeitgeberbeiträgen an AHV und Pensionskasse betrachtet wurde, sondern die Kürzung von Altersleistungen, zu welchen die Beitragslücken führen. Darauf hat das Bundesgericht in einem Urteil vom 13. Dezember 1994 hingewiesen, wobei es die Berechnungsmethode gegenüber einer in der Literatur geäusserten Kritik damit rechtfertigte, es handle sich um eine einfache und praktikable Lösung, während zweifelhaft sei, ob sich der Rentenschaden mit vertretbarem Aufwand konkret berechnen lasse (Pra 1995 S. 548 ff. Nr. 172, E. 4b S. 555). In einem späteren Urteil (vom 16. Dezember 1997; Direktprozess betreffend ungerechtfertigte Inhaftierung) ist das Bundesgericht dagegen von der bisherigen Berechnungsmethode abgewichen und hat den Rentenschaden im Umfang der aufgrund eines Gutachtens ermittelten, durch die Beitragsausfälle bewirkten Kürzungen der AHV-Leistungen zugesprochen, mit Bezug auf die Pensionskassen-Leistungen indessen keine ersatzfähige Einbusse festgestellt (vgl. die Zusammenfassung und Kommentierung dieses Urteils durch BECK in: SVZ 66 (1998) S. 130 ff.). In einem kürzlich ergangenen Urteil (vom 27. Mai 1999) hat sich das Bundesgericht zur - soeben aufgezeigten - Entwicklung seiner Rechtsprechung geäussert und ist zum Ergebnis gelangt, dass die im beurteilten Fall von den kantonalen Gerichten angewendete konkrete Berechnung bundesrechtskonform sei. Aufgeworfen, aber offen gelassen, hat es dabei die Frage, ob angesichts der heute gegebenen Möglichkeiten konkreter Berechnung die vereinfachende BGE 126 III 41 S. 46Lösung über die Kapitalisierung der rentenbildenden Beiträge noch gerechtfertigt werden könne.\n\nDiese Frage braucht auch im vorliegenden Fall nicht entschieden zu werden, weshalb auf die diesbezüglichen Vorbringen in der Berufungsschrift nicht weiter einzugehen ist. Für die Beurteilung der Kongruenz im Sinne von Art. 43 UVG reicht es aus, dass Klarheit besteht, wie der Rentenverkürzungsschaden oder Rentenschaden definiert werden muss. Das Bundesgericht und die Lehre stimmen darin überein, dass unter dem Rentenschaden der Verlust an Altersrenten zu verstehen ist, welcher durch die Einkommensverminderung als Folge der Beeinträchtigung der Erwerbsfähigkeit verursacht wird. Auf Grundlage dieser Schadensdefinition ist im Folgenden über die Frage der Kongruenz zu entscheiden.\n\n4. a) Die Invalidenrente nach UVG, welche den Versicherten für den invaliditätsbedingten Erwerbsausfall entschädigen soll (Art. 18 UVG), wird grundsätzlich lebenslänglich ausbezahlt (Art. 19 Abs. 2 UVG). Sie kann nach dem Erreichen des AHV-Alters nicht mehr revidiert werden (Art. 22 Abs. 1 UVG). In der neueren Literatur wird einhellig die Meinung vertreten, dass die nach diesem Zeitpunkt ausbezahlte Invalidenrente unter anderem die - gegenüber der ursprünglichen - geänderte Funktion hat, einen allfälligen Rentenschaden abzudecken (PETER OMLIN, Die Invalidität in der obligatorischen Unfallversicherung. Mit besonderer Berücksichtigung der älteren Arbeitnehmerinnen und Arbeitnehmer, Diss. Freiburg 1994, S. 241 f., S. 266 und S. 282 f.; STEPHAN WEBER, Schadenersatz für den Verlust von Altersrenten, in: Haftpflicht- und Versicherungsrechtstagung 1993, S. 177; SCHLÜCHTER, Der Rentenschaden im Haftpflichtrecht - 10 Jahre seit \"Quadranti\", in: Haftpflicht- und Versicherungsrechtstagung 1997, S. 180; LÄUBLI ZIEGLER, a.a.O., S. 274). Dieser überzeugenden Auffassung ist zuzustimmen. Die Voraussetzung sachlicher Kongruenz im Sinne von Art. 43 Abs. 1 und 2 UVG ist damit erfüllt, da sich die Leistung der Sozialversicherung und jene des Haftpflichtigen von ihrem wirtschaftlichen Zweck her entsprechen. Dem steht nicht entgegen, dass der Schadensposten \"Rentenschaden\" in Art. 43 Abs. 2 UVG nicht aufgezählt wird. Zum einen ist die Aufzählung - wie bereits festgehalten - nicht abschliessend. Zum andern steht der Rentenschaden in kausalem Zusammenhang mit der Beeinträchtigung der Erwerbsfähigkeit, weshalb dieser Schadenposten ohne weiteres beim \"Ersatz für Erwerbsunfähigkeit\" nach Art. 43 Abs. 2 lit. c UVG eingeordnet werden kann.BGE 126 III 41 S. 47\n\nb) Zweifel bestehen in der Literatur hinsichtlich der Voraussetzung der zeitlichen Kongruenz. Sie wird einerseits - mit mehr oder weniger Bedenken - bejaht (SCHLÜCHTER, a.a.O., S. 180; LÄUBLI ZIEGLER, a.a.O., S. 273; STARK, Bemerkungen zum Rentenverkürzungsschaden, SJZ 89/1993, S. 342), andererseits trotz Befürwortung eines Regressanspruchs verneint, wobei die Meinung vertreten wird, damit werde mit dem Dogma gebrochen, wonach Altersleistungen schon begrifflich keine Regressansprüche begründen könnten (SCHAETZLE/WEBER, Barwerttafeln. Neue Rechnungsgrundlagen für den Personenschaden, in: Strassenverkehrsrechts-Tagung 1998, S. 19; BECK, a.a.O., Rz. 6.79).\n\nZeitliche Kongruenz liegt vor, wenn die Leistung der Sozialversicherung für die gleiche Zeitspanne erfolgt, für den ein Schaden besteht, welchen der Haftpflichtige ersetzen muss (vorn E. 2). Nach der bereits erörterten Definition ist unter dem Rentenschaden der Verlust an Altersrenten zu verstehen, der durch die Einkommensverminderung als Folge der Beeinträchtigung der Erwerbsfähigkeit verursacht wird. Vom Haftpflichtigen zu ersetzen ist somit ein zukünftiger Schaden, der vom Zeitpunkt der mutmasslichen Beendigung der Erwerbstätigkeit an bis zum Dahinfallen des Anspruchs auf Altersrenten eintreten wird. Entsprechend wird auch die Meinung vertreten, dass es sich um einen Schaden handelt, der durch die Verdiensteinbusse des Geschädigten vor dem Ende der Aktivität verursacht wird, aber erst nachher eintritt (so STARK, a.a.O., S. 342). Es bestehen jedenfalls keine Bedenken, hinsichtlich des Rentenschadens auch die Voraussetzung der zeitlichen Kongruenz zu bejahen. Das lässt sich im Übrigen problemlos mit dem Wortlaut von Art. 43 Abs. 3 UVG vereinbaren, wonach im Fall der Rentenleistung für die Regressfähigkeit der Zeitpunkt massgebend ist, bis zu welchem der Haftpflichtige Schadenersatz schuldet. Beim Rentenschaden ist dies ein Zeitpunkt nach Beendigung der Erwerbstätigkeit, weshalb die zeitliche Kongruenz mit der Invalidenrente gegeben ist. Damit erweist sich die gegenüber der Vorinstanz erhobene Rüge einer Verletzung von Art. 43 Abs. 3 UVG als unbegründet. Anzumerken ist allerdings, dass damit an BGE 95 II 582 ff. nicht mehr festzuhalten ist, soweit daraus der Grundsatz abgeleitet werden könnte, dass die Sozialversicherung überhaupt nicht für Altersleistungen subrogieren könne."}