{"annee": "126", "cour": "V", "page": "258", "date": "14/6/2000", "cite": ["117 V 303", "124 III 211", "117 V 329", "118 V 95", "121 V 97", "123 V 269", "124 V 276", "121 III 285", "119 III 18", "113 II 163"], "cite_par": ["132 V 159", "135 I 288"], "chapeau": "44. Extrait de l'arrêt du 14 juin 2000 dans la cause Fondation collective de \"Zurich\" contre H. et UBS SA contre H. et Tribunal administratif du canton de Neuchâtel", "regestes": ["Art. 39 al. 1 LPP; art. 331c al. 2 CO (dans sa teneur en vigueur jusqu'au 31 décembre 1994); art. 331b CO: Moment où les prestations deviennent \"exigibles\" au sens de ces dispositions. Dans le régime obligatoire, le droit à une rente d'invalidité de la prévoyance professionnelle ne peut naître, et donc être valablement cédé, avant la naissance du droit à une rente de l'assurance-invalidité."], "faits": "BGE 126 V 258 S. 258\n\nA.- H., administrateur unique de X SA (ci-après: la société), était affilié depuis le 1er janvier 1985 à la Fondation collective LPP de la Vita Compagnie d'assurances sur la vie, ultérieurement reprise par la Fondation collective LPP de la Zurich Compagnie d'assurances sur la vie (ci-après, indifféremment pour les deux fondations prénommées: la fondation collective).\n\nBGE 126 V 258 S. 259\n\nVictime d'un accident en décembre 1990, H. a subi une incapacité de travail partielle jusqu'à fin août 1993. Depuis le 1er septembre 1993, il présente une incapacité de travail pour raison de maladie. Le 15 octobre 1993, il a sollicité des prestations de l'assurance-invalidité.\n\nLe 3 décembre 1993, la Zurich Vie a communiqué à la société le détail du \"droit aux prestations (de H.) en cas d'incapacité de gain\", soit en particulier une rente d'invalidité de 10'659 francs par an après un délai d'attente de 12 mois, ce qu'elle a confirmé dans un certificat d'assurance daté du 14 janvier 1994.\n\nLe 11 mai 1994, la fondation collective a requis la faillite de la société, en faisant valoir une créance de 113'161 fr. 45 à titre de primes, frais accessoires et intérêts arriérés. Le 15 juin 1994, soit le jour même où devait avoir lieu l'audience du tribunal saisi de la réquisition de faillite, la Société de Banque Suisse (ci-après: SBS) a informé par télécopie la Vita Assurances qu'elle s'engageait irrévocablement à verser la somme de 100'000 francs pour le compte de la société. Sur quoi la fondation collective a retiré sa réquisition.\n\nLe lendemain, 16 juin 1994, la société et la SBS ont passé une convention aux termes de laquelle, entre autres clauses, H. qui a signé le contrat d'une part comme représentant de la société et d'autre part en qualité de tiers garant (de même que son épouse), s'est engagé à céder à la SBS la rente d'invalidité qu'il allait percevoir de la Zurich Vie.\n\nEn date du 21 juin 1994, cet acte de cession a été notifié par la SBS à la Zurich Vie, laquelle s'est déclarée disposée, par lettre du 18 décembre 1996, à accorder à titre exceptionnel à H. une rente d'invalidité de 100% dès le 1er septembre 1994, bien que l'assurance-invalidité n'ait pas encore rendu de décision. Elle précisait en outre ce qui suit: \"Il va sans dire que l'octroi de ces prestations ne signifie pas que nous reconnaissons d'un point de vue juridique votre droit à celles-ci. Si le degré d'invalidité reconnu devait être inférieur, nous décompterons les prestations versées en trop des prestations futures.\"\n\nLe 23 janvier 1997, le mandataire de H. informa la Zurich Vie que son client invoquait la nullité de la cession de créance datée du 21 juin 1994, au motif qu'\"en vertu de l'art. 39 LPP une cession faite antérieurement à l'exigibilité de la créance est nulle.\" En conséquence, H. invitait la compagnie à lui verser pour son propre compte les prestations qui lui étaient dues.\n\nLa Zurich Vie contesta ce point de vue par lettre du 7 février 1997 en soutenant que si la cession de créance était bel et bien datée du BGE 126 V 258 S. 26021 juin 1994, elle portait sur les prestations d'invalidité servies par la compagnie à compter du 1er octobre 1994 seulement, soit dès leur exigibilité et non avant. En dépit d'un nouvel échange de correspondance, les parties ne sont pas parvenues à s'entendre.\n\nB.- H. a ouvert action devant le Tribunal administratif de la République et canton de Neuchâtel contre la fondation collective le 29 août 1997, en concluant notamment à la constatation de la nullité de la cession de créance du 21 juin 1994 \"au sens de l'art. 39 LPP\".\n\nLa fondation collective a conclu au rejet de la demande. Elle a par ailleurs dénoncé le litige à la SBS, ce que cette dernière a accepté, en concluant à son tour au rejet de la demande de H.\n\nPar jugement du 16 décembre 1998, le tribunal administratif a donné raison au demandeur et constaté la nullité de la cession de créance signée le 21 juin 1994.\n\nC.- La fondation collective recourt contre ce jugement qu'elle demande au Tribunal fédéral des assurances d'annuler, en concluant notamment, sous suite de frais et dépens, à la constatation que la cession de créance litigieuse est valable. H. conclut principalement à l'irrecevabilité du recours, subsidiairement à son rejet, sous suite de frais et dépens. Invitée à se déterminer, UBS SA (qui a entre-temps succédé à la SBS) a conclu à l'admission du recours de la fondation collective, tout en renvoyant à son propre mémoire de recours.\n\nEn effet, UBS SA a elle-même recouru contre le jugement du Tribunal administratif neuchâtelois, en concluant notamment à la constatation de la validité de la cession de créance du 21 juin 1994. H. a conclu au rejet du recours, sous suite de frais et dépens, alors que la fondation collective a conclu à son admission.\n\nL'Office fédéral des assurances sociales (OFAS) propose de rejeter les deux recours, en se référant notamment à l'argumentation qu'il a développée dans un préavis du 5 mai 1999 concernant une autre cause. Le juge délégué a donné connaissance de ce préavis aux parties, qui ont pu s'exprimer à son sujet.", "considerants": "Extrait des considérants:\n\n2. a) Les premiers juges ont considéré que le moment où les prestations d'invalidité dues à l'intimé sont devenues exigibles au sens de l'art. 39 al. 1 LPP correspond à l'échéance de la période de carence d'une année fixée à l'art. 29 al. 1 let. b LAI en corrélation avec l'art. 26 al. 1 LPP (ATF 121 V 101 consid. 1c). En l'espèce, il s'agit du 1er septembre 1994, soit 12 mois après le début de BGE 126 V 258 S. 261l'incapacité de travail qui est à l'origine de l'invalidité assurée par la recourante. C'est pourquoi, la cession de créance intervenue le 21 juin 1994 est nulle tant sous l'angle de l'art. 39 al. 3 LPP que sous celui de l'art. 331c al. 2 in fine CO dans sa teneur en vigueur jusqu'au 31 décembre 1994.\n\nb) La fondation collective critique ce raisonnement qui reposerait sur une confusion entre l'exigibilité du droit aux prestations de prévoyance avec l'échéance de ces prestations. D'après elle, la version allemande de l'art. 39 al. 1 première phrase LPP (\"Der Leistungsanspruch kann vor Fälligkeit weder verpfändet noch abgetreten werden.\") rendrait mieux le sens exact de la norme que la version française qui opérerait une confusion entre l'exigibilité du droit aux prestations et celle des prestations elles-mêmes. A l'appui de cette affirmation, elle invoque la jurisprudence relative à la survenance du risque assuré selon le droit de la LPP, à savoir la survenance de l'incapacité de travail dont la cause est à l'origine de l'invalidité et non pas la naissance du droit à une rente de l'assurance-invalidité selon l'art. 29 al. 1 let. b LAI (art. 23 LPP; ATF 118 V 95 et ATF 117 V 331 consid. 3). En l'occurrence, c'est le 1er septembre 1993 qu'a débuté l'incapacité de travail de l'intimé due à la maladie et c'est donc à cette date que le droit aux prestations (Leistungsanspruch) est devenu exigible, ce que la Zurich Vie aurait reconnu dans son courrier du 3 décembre 1993. Dès cette date, la recourante a libéré l'intimé du service des primes et lui a reconnu le droit à une rente d'invalidité à l'expiration du délai d'attente de 12 mois.\n\nL'argumentation de la recourante s'appuie en outre sur le message du Conseil fédéral du 19 décembre 1975 à l'appui du projet de LPP (commentaire de l'art. 40 du projet) qui considérerait que la cession du droit aux prestations d'invalidité devient licite dès la survenance de l'invalidité.\n\nLa recourante invoque encore l'art. 92 al. 1 ch. 10 LP qui dispose que sont insaisissables les droits aux prestations de prévoyance et de libre passage non encore exigibles à l'égard d'une institution de prévoyance professionnelle et elle soutient qu'il ne fait pas de doute qu'en l'espèce la rente allouée à l'intimé aurait pu être saisie avant l'échéance du premier versement le 1er octobre 1994.\n\nEnfin, conclut-elle, tant le texte de l'ancien art. 331c al. 2 CO que celui de l'actuel art. 331b CO ne se réfèrent pas à l'exigibilité des prestations mais bien à celle de la créance en prestations, matérialisée par le droit de l'assuré de recevoir, à leur exigibilité, les prestations BGE 126 V 258 S. 262de l'institution de prévoyance, ce que marquerait encore mieux la version allemande de l'art. 331b CO.\n\nc) L'argumentation d'UBS SA dans son recours de droit administratif est calquée sur celle de la fondation collective.\n\nd) L'intimé soutient que l'institution de prévoyance n'ayant pas encore formellement statué dans une décision au sens des art. 5 PA et 3 LPJA NE (sic), il se trouve toujours \"en attente\" de son droit aux prestations de cette institution.\n\nIl souligne que dans sa lettre du 18 décembre 1996, la recourante précisait implicitement que si ce droit ne devait pas être reconnu ou reconnu inférieur, les prestations déjà versées seraient sujettes à restitution. Il ne disposait donc que de l'expectative d'un droit aux prestations de l'institution de prévoyance mais pas encore d'un droit aux prestations elles-mêmes. Or, dans le droit de la prévoyance professionnelle, obligatoire et plus étendue, la cession d'un \"droit d'expectative\" est nulle. Il réfute ensuite les divers arguments développés dans le recours au sujet de l'interprétation du texte légal.\n\nD'après l'intimé, l'exigibilité survient lorsque le créancier a le droit d'exiger la prestation du débiteur. Jusque-là, la créance existe mais le créancier ne peut prétendre, ni exiger son exécution. En l'espèce, la créance n'est devenue exigible que le 1er septembre 1994, soit à l'échéance du délai de 12 mois depuis le début de l'incapacité de travail reconnue par la recourante comme étant la cause à l'origine de l'invalidité assurée.\n\ne) Dans son préavis, l'OFAS soutient qu'en principe la créance en prestations d'invalidité devient exigible dès que l'assurance-invalidité a rendu sa décision, car cette dernière ouvre automatiquement un droit de l'assuré à des prestations minimales obligatoires de la LPP.\n\nToutefois, en l'espèce, l'institution de prévoyance ayant reconnu à l'assuré un droit aux prestations réglementaires avant la décision de l'assurance-invalidité, \"l'exigibilité de la créance part du moment où la caisse de pensions a pris position, ou, à tout le moins, au moment de la survenance de l'invalidité (ce moment devant correspondre à la décision de la caisse de pensions, en principe), mais en tout cas pas depuis la survenance de l'incapacité de travail.\" En conséquence, c'est à bon droit que les premiers juges ont considéré que la cession litigieuse était nulle car antérieure à la survenance de l'invalidité de l'intimé.\n\nLa recourante s'est déterminée sur ce préavis en alléguant qu'en l'occurrence c'est le 3 décembre 1993, éventuellement le 14 janvier BGE 126 V 258 S. 2631994 qu'elle a \"pris position\" et que c'est le 1er septembre 1993 qu'est survenue l'invalidité donnant droit aux prestations en cause. Dans tous les cas, ces dates sont antérieures au 21 juin 1994. UBS SA développe une argumentation semblable.\n\n3. a) D'une manière générale, est exigible, dans le langage juridique, ce qui peut être aussitôt exigé, ce qui est dû sans terme ni condition. Il en est ainsi d'une créance ou d'une dette dont le paiement peut être immédiatement réclamé, au besoin en justice, sans attendre l'échéance d'un terme ou l'avènement d'une condition (ATF 119 III 21 consid. 3c et les références).\n\nDans le domaine de la prévoyance professionnelle, on distingue entre l'exigibilité d'une prestation qui se situe lors de la naissance du droit à cette prestation selon les dispositions légales et réglementaires qui lui sont applicables et l'exécution de la créance en prestations qui peut être demandée dès que la créance en prestations futures n'est plus une simple expectative mais peut être effectivement réalisée (ATF 117 V 308 consid. 2c; cf. aussi ATF 124 V 276).\n\nCette distinction prévaut également dans l'application de l'art. 92 al. 1 ch. 10 LP (ancien art. 92 ch. 13), ce qui a par exemple conduit la Chambre des poursuites et des faillites du Tribunal fédéral à juger, à propos de la saisissabilité d'une prestation de libre passage, que bien qu'exigible au sens du droit de la prévoyance professionnelle (en l'espèce les anciens art. 27 LPP et 331a/b CO), une telle prestation n'était pas encore exigible selon la LP (ATF 119 III 19 sv. consid. 3a).\n\nOr, c'est aussi de cette manière qu'il convient d'interpréter l'art. 39 al. 1 première phrase LPP, ainsi que l'ancien art. 331c al. 2 ou l'actuel art. 331b CO. Il existe en effet une étroite parenté entre ces dispositions et l'art. 92 al. 1 ch. 10 (ancien art. 92 ch. 13) LP, lesquels visent le même but de protection des droits de l'assuré à l'égard des institutions de prévoyance, comme le Tribunal fédéral l'a du reste souligné dans sa jurisprudence (ATF 121 III 287 consid. 1 et les références; cf. aussi ATF 124 III 214 consid. 2). Il s'agit en particulier d'empêcher, fût-ce contre le gré de l'assuré, la cession de futures créances en prestations de la prévoyance professionnelle, ce qui constitue une dérogation au droit commun où la cession de créances futures est en principe valable, pour autant que la créance soit déterminable au moment où elle prend naissance (ATF 113 II 163).\n\nb) En l'espèce, les recourantes soutiennent que le moment où la rente d'invalidité due à l'intimé est devenue exigible correspond à BGE 126 V 258 S. 264la survenance de l'incapacité de travail dont la cause est à l'origine de l'invalidité au sens de l'art. 23 LPP, à savoir le 1er septembre 1993.\n\nOr, il n'en est rien. En effet, le droit à la rente d'invalidité de la prévoyance professionnelle ne peut naître avant le droit à la rente de l'assurance-invalidité, du moins dans le régime obligatoire (ATF 123 V 270 ss consid. 2 et les références). Cela n'a d'ailleurs pas échappé à la fondation collective et c'est bien pourquoi, dans sa lettre à l'intimé du 18 décembre 1996, elle ne s'est déclarée disposée à lui verser une rente d'invalidité dès le 1er septembre 1994 qu'\"à titre exceptionnel\" et sans lui reconnaître \"d'un point de vue juridique\" un droit aux prestations d'invalidité. Elle se réservait en outre de \"décompter\" les prestations versées en trop des prestations futures, si le degré d'invalidité reconnu (par l'assurance-invalidité) devait être inférieur à 100%.\n\nAinsi, tant que la décision de l'assurance-invalidité concernant le droit de l'intimé à une rente n'a pas été rendue, le droit de celui-ci à une rente d'invalidité de la prévoyance professionnelle n'existe qu'à titre virtuel. En conséquence, bien que la fondation collective ait accepté de lui allouer cette prestation dès le 1er septembre 1994 - à bien plaire et sous réserve de restitution - la rente n'était pas, à cette date, exigible au sens de l'art. 39 al. 1 LPP et de l'ancien art. 331c al. 2 CO. Et si elle ne l'était pas à cette date, elle ne l'était pas non plus le 16 juin 1994, lors de la signature du contrat passé entre la société et la SBS, ni le 21 juin 1994, date à laquelle la cession de créance a été signée et notifiée à la Zurich Vie par la banque (cf. aussi, par analogie, DTA 1995 no 22 p. 127).\n\nC'est dès lors avec raison que les juges cantonaux ont constaté la nullité de cette cession de créance au regard des dispositions légales précitées et qu'ils ont condamné la fondation collective à verser à l'intimé les prestations qu'elle reconnaît lui devoir à partir du 1er septembre 1994. Les deux recours sont infondés."}