{"annee": "126", "cour": "III", "page": "8", "date": "1/11/1999", "cite": ["119 II 314", "115 II 424", "114 II 26", "111 II 103"], "cite_par": ["140 III 485", "128 III 4"], "chapeau": "3. Auszug aus dem Urteil der II. Zivilabteilung vom 1. November 1999 i.S. Z. gegen Y. und Obergericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Entretien dans le cadre de mesures provisoires selon l'art. 145 CC; partage de l'excédent subsistant après déduction du minimum vital des époux de leur revenu total. S'il reste un excédent après déduction du minimum vital des époux de leur revenu total, cet excédent doit être simplement réparti par moitié entre les époux si l'on est en présence de deux ménages d'une personne. Un partage par moitié ne se justifie pas si l'un des époux doit subvenir aux besoins d'enfants mineurs (précision de la jurisprudence; consid. 3c)."], "faits": "|8|\n\nA.- Im Scheidungsverfahren der Eheleute Z. (nachstehend: Klägerin oder Beschwerdeführerin) und Y. (nachstehend: Beklagter oder Beschwerdegegner) erliess das Gerichtspräsidium Bremgarten vorsorgliche Massnahmen für die Dauer des Verfahrens; es stellte die drei ehelichen Kinder X. (geb. 29. September 1993), W. (geb. |94| . Februar 1995) und V. (geb. 1. April 1997) unter die Obhut der Klägerin und verpflichtete den Beklagten, zu Beginn jeden Monats zum Unterhalt der Kinder mit je Fr. 900.- und zu jenem der Klägerin mit Fr. 2'700.- beizutragen.\n\nB.- Gegen die Regelung der Unterhaltsbeiträge für Klägerin und Kinder führten beide Parteien Beschwerde, die das Obergericht (5. Zivilkammer) des Kantons Aargau jedoch abwies.\n\nC.- Die Klägerin hat die Festsetzung der Unterhaltsbeiträge für sie und die Kinder mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV angefochten.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n3. c) Die kantonalen Instanzen haben nicht vorab den Beitrag an den Unterhalt der Kinder gemäss den Kriterien des Art. 285 ZGB festgesetzt und erst in einem zweiten Schritt jenen für die Ehefrau bestimmt. Vielmehr wurde ein Gesamtunterhalt ermittelt und in der Folge auf Frau und Kinder aufgeteilt. Dabei haben sie die erweiterten Existenzminima der beiden Haushalte errechnet, alsdann die Minima vom berücksichtigten Einkommen des Beschwerdegegners abgezogen und anschliessend den verbleibenden Betrag beiden Haushalten je zur Hälfte gutgeschrieben. Die Beschwerdeführerin beanstandet in diesem Zusammenhang zu Recht als willkürlich, dass die Aufteilung des Freibetrages streng nach Hälften vorgenommen und damit dem Umstand nicht Rechnung getragen worden sei, dass sich nicht zwei Einpersonenhaushalte gegenüberstehen.\n\nDie kantonalen Instanzen haben nicht begründet, weshalb auch im vorliegenden Fall der Nettoüberschuss hälftig aufzuteilen ist. Dies dürfte wohl daher rühren, dass die bundesgerichtliche Rechtsprechung jeweils kantonale Entscheide als willkürlich betrachtet hat, welche ohne nähere Begründung eine andere als die hälftige Aufteilung des Überschusses in Betracht gezogen haben (vgl. BGE 111 II 103; BGE 114 II 26 E. 7; BGE 115 II 424 E. 3 und BGE 119 II 314 E. 4b/dd). Bei diesen Entscheiden fällt indessen auf, dass die Ehen entweder kinderlos waren (BGE 114 II 26; BGE 115 II 424 und BGE 119 II 314) oder aber die Eltern für den Unterhalt der Kinder nicht mehr aufzukommen hatten (BGE 111 II 103), womit sich im Ergebnis bei der Aufteilung des Freibetrages zwei Einpersonenhaushalte gegenüberstanden; dass sich die hälftige Aufteilung unter solchen Umständen ohne weiteres aufdrängt und somit keiner näheren Begründung |10| bedarf, versteht sich von selbst. In der Lehre wird indessen dafürgehalten, dass die hälftige Aufteilung des Überschusses zu unhaltbaren Ergebnissen führe, wenn eine Partei - wie im konkreten Fall - mit dem Unterhaltsbeitrag auch die Kosten für die Kinder begleichen müsse (GEISER, Neuere Tendenzen in der Rechtsprechung zu den familienrechtlichen Unterhaltspflichten, AJP 1993 S. 907; LÜCHINGER/GEISER, Basler Kommentar, N. 17 zu Art. 145 ZGB). Begründet wird eine verschiedene Aufteilung des Freibetrages damit, dass auch die Kinder an der höheren Lebenshaltung der Parteien teilhaben sollen. Dem angefochtenen Entscheid ist nicht zu entnehmen, weshalb dem Umstand nicht Rechnung getragen wurde, dass sich nicht zwei gleichartige Haushalte, sondern auf der einen Seite jener der Beschwerdeführerin und der drei minderjährigen Kinder, auf der anderen hingegen der Einpersonenhaushalt des Beschwerdegegners gegenüberstehen. Damit aber hat das Obergericht ohne erkennbaren Grund einem wesentlichen Kriterium, das bei der Aufteilung des Freibetrages hätte berücksichtigt werden müssen, keine Beachtung geschenkt und folglich sein Ermessen überschritten (BGE 109 Ia 107 E. 2c mit Hinweisen)."}