{"annee": "126", "cour": "V", "page": "399", "date": "8/8/2000", "cite": ["121 V 1", "122 V 367", "103 V 126", "107 V 180", "124 V 386", "122 V 134", "122 V 19"], "cite_par": ["138 V 258", "127 V 475"], "chapeau": "66. Auszug aus dem Urteil vom 8. August 2000 i.S. L. gegen Arbeitslosenkasse SYNA und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 81 al. 2 let. a, art. 85 al. 1 let. e, art. 95 al. 1 LACI: Demande de restitution de prestations indûment perçues après décision de l'autorité cantonale sur un cas soumis par une caisse. Lorsqu'elle est appelée par une caisse à statuer sur un cas, l'autorité cantonale doit uniquement examiner si les conditions matérielles du droit à prestation (notamment l'aptitude au placement) sont réalisées. Sur ce point, sa décision lie la caisse de chômage. De son côté, celle-ci, dans le cadre d'une procédure en restitution de prestations indûment perçues, examine librement si les conditions d'une reconsidération, en particulier l'inexactitude manifeste, sont réalisées."], "faits": "", "considerants": "BGE 126 V 399 S. 399\n\nAus den Erwägungen:\n\n1. Nach Art. 95 Abs. 1 AVIG muss die Kasse Leistungen der Versicherung zurückfordern, auf welche der Empfänger keinen Anspruch hatte. Eine auf Grund einer formell rechtskräftigen Verfügung ausgerichtete Leistung ist in der Sozialversicherung nur zurückzuerstatten, wenn entweder die für die Wiedererwägung oder die prozessuale Revision erforderlichen Voraussetzungen erfüllt sind (BGE 122 V 21 Erw. 3a).\n\n2. Der Beschwerdeführer macht geltend, eine Rückforderung könne nur erfolgen, wenn eine qualifizierte Unrichtigkeit der erfolgten Leistung vorliege. Zwar habe vorliegend das Sozialversicherungsgericht BGE 126 V 399 S. 400des Kantons Zürich mit Entscheid vom 15. Januar 1998 die Vermittlungsfähigkeit des Beschwerdeführers mit Wirkung ab 1. Juni 1993 verneint, doch könne aus dessen abwägender Begründung bloss von einer \"durchschnittlichen\" Unrichtigkeit der Leistungsausrichtung ausgegangen werden.\n\na) Eine der gesetzlichen Voraussetzungen für den Anspruch auf Arbeitslosenentschädigung ist die Vermittlungsfähigkeit (Art. 8 Abs. 1 lit. f AVIG). Nachdem die Arbeitslosenkasse die Anspruchsberechtigung zunächst bejaht hatte, im Laufe der Leistungsausrichtung jedoch Zweifel aufkamen, unterbreitete sie die Sache im Rahmen eines Zweifelsfallverfahrens (Art. 81 Abs. 2 lit. a AVIG; BGE 124 V 386) am 20. Oktober 1993 dem Amt für Wirtschaft und Arbeit des Kantons Zürich (AWA) zum Entscheid über die Frage der Vermittlungsfähigkeit. In einer ersten Verfügung vom 10. Februar 1994 begrenzte dieses die Anspruchsberechtigung auf Ende Mai 1994. In einer zweiten lite pendente am 29. August 1994 ergangenen Verfügung verneinte das AWA die Vermittlungsfähigkeit rückwirkend ab dem 1. Juni 1993. Die Verwaltung hat damit die Frage der Vermittlungsfähigkeit rückblickend neu beurteilt, nachdem sie diese anfänglich (bis Ende Mai 1994) bejaht hatte. Im darauf folgenden Rechtsmittelverfahren hat das Sozialversicherungsgericht des Kantons Zürich die nachträglich festgestellte Vermittlungsunfähigkeit mit Entscheid vom 15. Januar 1998 rechtskräftig bestätigt. Davon ist auszugehen.\n\nb) Es ist im Folgenden zu prüfen, ob die Verwaltung berechtigt ist, auf ihre formlose, jedoch rechtsbeständige Leistungsausrichtung (BGE 122 V 368 Erw. 3) zurückzukommen.\n\naa) Gemäss einem allgemeinen Grundsatz des Sozialversicherungsrechts kann die Verwaltung eine formell rechtskräftige Verfügung, welche nicht Gegenstand materieller richterlicher Beurteilung gebildet hat, in Wiedererwägung ziehen, wenn sie zweifellos unrichtig und ihre Berichtigung von erheblicher Bedeutung ist (BGE 122 V 21 Erw. 3a, 173 Erw. 4a, 271 Erw. 2, 368 Erw. 3, BGE 121 V 4 Erw. 6, je mit Hinweisen).\n\nDie für die Wiedererwägung formell rechtskräftiger Verfügungen massgebenden Voraussetzungen gelten auch mit Bezug auf die Rückerstattung zu Unrecht bezogener Geldleistungen der Arbeitslosenversicherung gemäss Art. 95 AVIG (BGE 122 V 138 Erw. 2c, 272 Erw. 2, 368 Erw. 3) und finden ebenfalls Anwendung, wenn die zur Rückforderung Anlass gebenden Leistungen formlos verfügt worden sind (BGE 107 V 182 Erw. 2a in fine).\n\nBGE 126 V 399 S. 401\n\nbb) Eine zweifellose Unrichtigkeit liegt nicht nur vor, wenn die in Wiedererwägung zu ziehende Verfügung auf Grund falscher oder unzutreffender Rechtsregeln erlassen wurde, sondern auch, wenn massgebliche Bestimmungen nicht oder unrichtig angewandt wurden (ARV 1996/97 Nr. 28 S. 158 Erw. 3c). Eine gesetzwidrige Leistungszusprechung gilt regelmässig als zweifellos unrichtig (BGE 103 V 128).\n\nDer Anspruch auf Arbeitslosenentschädigung setzt u.a. die Vermittlungsfähigkeit des Versicherten voraus (Art. 8 Abs. 1 lit. f in Verbindung mit Art. 15 AVIG). Für die Frage der zweifellosen Unrichtigkeit ist entscheidend, ob sich die gesetzliche Anspruchsvoraussetzung der Vermittlungsfähigkeit klar verneinen lässt (ARV 1996/97 S. 158 Erw. 3c/aa).\n\nDas Sozialversicherungsgericht des Kantons Zürich hat im Entscheid vom 15. Januar 1998 die Vermittlungsfähigkeit rechtskräftig verneint. Dadurch erweist sich die früher vorgenommene Taggeldausrichtung im Nachhinein als materiell unrechtmässig, weshalb die erste Rückforderungsvoraussetzung nach Art. 95 Abs. 1 AVIG erfüllt ist. Damit ist aber über die Zulässigkeit der Rückforderung noch nicht abschliessend entschieden. Zwar ist die Kasse an den aus der Durchführung des Zweifelsfallverfahrens resultierenden (allenfalls gerichtlich bestätigten) Feststellungsentscheid der kantonalen Amtsstelle gebunden. Hingegen fragt sich, wer die Rückkommenstitel (prozessuale Revision oder Wiedererwägung) beurteilt, nachdem für die Rückforderung nicht die kantonale Amtsstelle, sondern die Arbeitslosenkasse zuständig ist (Art. 95 Abs. 1 AVIG).\n\ncc) Die gesetzliche Zuständigkeitsordnung ist eindeutig: Nach Art. 85 Abs. 1 AVIG klärt die kantonale Amtsstelle in den ihr übertragenen Fällen einzig die Anspruchsberechtigung ab (lit. b) oder überprüft die Vermittlungsfähigkeit der Arbeitslosen (lit. d). In den Fällen nach Art. 81 Abs. 2 AVIG entscheidet sie über die Anspruchsberechtigung, gegebenenfalls die Vermittlungsfähigkeit (Art. 85 Abs. 1 lit. e AVIG). Dies geschieht, wie erwähnt, in Form einer Feststellungsverfügung. Wird diese rechtskräftig, ist die Feststellung der kantonalen Amtsstelle (oder, im Falle der Anfechtung, des Gerichts) bezüglich der Vermittlungsfähigkeit für die Kasse bindend. Doch trifft dies nur insofern zu, als diese zu entscheiden hat, ob und allenfalls für welchen Zeitraum eine versicherte Person diese materielle Anspruchsvoraussetzung erfüllt oder nicht. Daraus ergibt sich dreierlei: Wird die Vermittlungsfähigkeit bejaht, BGE 126 V 399 S. 402so hat die Kasse ihre Leistungen, allenfalls auch nachträglich, zu erbringen und es ist ihr verwehrt, bereits erfolgte Zahlungen zurückzufordern. Wurde, zweitens, die Vermittlungsfähigkeit hingegen verneint und hat die Kasse noch keine Leistungen erbracht, so darf sie für den fraglichen Zeitraum keine Leistungen erbringen. Hat die Kasse, drittens, für einen Zeitraum bereits Taggelder ausbezahlt, für welche zufolge des negativen rechtskräftigen Entscheids der kantonalen Amtsstelle im Zweifelsfallverfahren die Anspruchsvoraussetzungen nachträglich nicht mehr erfüllt sind, gelten diese Leistungen als unrechtmässig bezogen, weshalb die Kasse diese gemäss Art. 95 Abs. 1 AVIG zurückzufordern hat. Dies darf sie nach der Rechtsprechung jedoch nur, wenn die Wiedererwägungs- oder Revisionsvoraussetzungen erfüllt sind. Ob dies zutrifft, hatte die kantonale Amtsstelle weder zu prüfen noch zu entscheiden; denn im Zweifelsfallverfahren geht es weder um eine Wiedererwägung noch um allfällige Rückforderungen, sondern einzig um die - unter Umständen rückwirkende - Prüfung der materiellen Anspruchsvoraussetzungen. Deshalb obliegt es der Kasse bei im Zweifelsfallverfahren festgestellter Rechtswidrigkeit einer bestimmten Leistungsausrichtung, ihrerseits im Rückforderungsverfahren zu prüfen, ob die zweifellose Unrichtigkeit und die erhebliche Bedeutung ihrer Berichtigung als Voraussetzungen der Wiedererwägung (oder gegebenenfalls die Voraussetzungen der prozessualen Revision) der verfügten Taggeldzusprechung erfüllt sind. (...)\n\ndd) Nach dem Gesagten ist im vorliegenden Rückerstattungsprozess nur zu prüfen, ob Kasse und Vorinstanz die Wiedererwägungsvoraussetzungen, insbesondere jene der offensichtlichen Unrichtigkeit, zu Recht als erfüllt annehmen durften. Gemäss eigener - gegenüber dem amtsstelleninternen Protokoll \"korrigierter\" - Darstellung in der \"Persönlichen Stellungnahme des Versicherten vom 11.07.96\" erledigte der Beschwerdeführer als Teilhaber der zusammen mit seinem Partner K. gegründeten Firmen, die im Import und Export tätig waren, von allem Anfang an alle anfallenden Arbeiten (Studium des Inseratemarktes, Lektüre spezieller Zeitschriften, Telefonarbeit, Postversand, Besuch von Börsen); er hielt sich - alleine oder zusammen mit dem Partner - zudem ab 1993 regelmässig im Ausland auf; die beiden Firmeninhaber betätigten sich in gleicher Weise, es gab keine Arbeitsaufteilung. Aus den Akten ergibt sich schlüssig, dass die selbstständige Erwerbstätigkeit des Beschwerdeführers gleich wie jene von K. nicht nur als vorübergehend BGE 126 V 399 S. 403geplant war. Dafür spricht auch, dass er sich in der Steuererklärung 1994 als seit 21. Januar 1993 Selbstständigerwerbender bezeichnet. Zu beachten ist schliesslich, dass in der Erfolgsrechnung 1993 für Werbekosten immerhin 12'000 Franken ausgewiesen sind. Bei dieser Aktenlage steht fest, dass der Beschwerdeführer tatsächlich in einer selbstständigen Erwerbstätigkeit beschäftigt war (ARV 1996/1997 Nr. 36 S. 202 Erw. 3). In Würdigung der gesamten Aktenlage ist die anfängliche Annahme der Vermittlungsfähigkeit durch die Kasse zweifellos unrichtig. Die Vorbringen in der Verwaltungsgerichtsbeschwerde vermögen daran nichts zu ändern.\n\nee) Der hier strittige Betrag von über 43'000 Franken erfüllt das Kriterium der erheblichen Bedeutung ohne weiteres."}