{"annee": "126", "cour": "III", "page": "327", "date": "4/7/2000", "cite": ["88 I 48", "122 III 344", "124 III 382", "118 II 188", "126 III 101", "103 IB 69", "114 II 1", "123 III 414"], "cite_par": ["135 III 127", "127 III 118", "143 III 51", "134 III 661", "131 III 182", "141 III 312", "130 III 136", "141 III 328", "143 III 284", "142 III 180"], "chapeau": "58. Extrait de l'arrêt de la IIe Cour civile du 4 juillet 2000 dans la cause C. contre C.-E. (recours en réforme)", "regestes": ["Art. 9, 25 ss et 65 LDIP, art. 49 al. 1 OJ; procédure de divorce; compétence du juge suisse; reconnaissance d'une répudiation libanaise; recevabilité du recours en réforme. Recevabilité du recours en réforme sous l'angle de l'art. 49 al. 1 OJ (consid. 1c). Refus de reconnaissance d'une répudiation unilatérale de la femme par le mari, jugée en l'occurrence contraire à l'ordre public suisse, ce qui implique le rejet des exceptions de chose jugée et de litispendance au Liban soulevées par le défendeur (consid. 2-5)."], "faits": "BGE 126 III 327 S. 328\n\nA.- C., ressortissant suisse, et dame E., musulmane de nationalité libanaise, se sont mariés le 29 janvier 1993 à Beyrouth (Liban). A cette occasion, C. s'est converti à la religion musulmane. Deux enfants sont issus de cette union: Gilles, né le 1er avril 1994, et Rami, né le 30 mai 1995.\n\nPar mémoire du 13 octobre 1998, l'épouse, alors domiciliée à Beyrouth, a introduit une action en divorce devant le Tribunal civil du district de Delémont, soit au for d'origine de son mari, domicilié quant à lui en Jordanie. Elle a sollicité notamment l'attribution de l'autorité parentale sur les deux enfants, affirmant avoir la ferme intention de s'installer en Suisse avec eux.\n\nDans sa réponse du 9 décembre 1998, le défendeur a conclu principalement au rejet de la demande, faisant valoir à titre préjudiciel l'exception de chose jugée, subsidiairement de litispendance, et en tout état de cause, l'incompétence du tribunal saisi. Il a produit à cet effet un acte rendu les 29/31 octobre 1998 par le Tribunal char'i sunnite de Beyrouth, selon lequel la décision de dissolution du mariage des époux C. était entrée en force de chose jugée le 17 septembre 1998. Reconventionnellement, il a conclu au divorce et à l'attribution de l'autorité parentale sur les enfants.\n\nB.- Le 18 août 1999, le Tribunal civil du district de Delémont, statuant à titre préjudiciel, a rejeté les exceptions soulevées par le défendeur et admis sa compétence pour connaître de la procédure de divorce introduite par la demanderesse, pour le principal motif que la décision libanaise viole gravement l'ordre public suisse et ne saurait être reconnue par les autorités suisses, conformément aux art. 27 et 65 de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291).\n\nStatuant le 15 décembre 1999 sur appel du défendeur, la Cour civile du Tribunal cantonal du canton du Jura a confirmé ce jugement.\n\nC.- Le Tribunal fédéral a rejeté, dans la mesure où il était recevable, le recours en réforme interjeté par C. contre cet arrêt, qui a dès lors été confirmé.", "considerants": "Extrait des considérants:\n\n1. c) L'arrêt du Tribunal cantonal jurassien constitue une décision prise séparément du fond par la juridiction suprême du canton au sujet de la compétence territoriale. En tant que telle, elle peut faire l'objet d'un recours en réforme pour violation des prescriptions de droit fédéral sur la compétence, en particulier internationale (art. 49 BGE 126 III 327 S. 329al. 1 OJ; arrêts du Tribunal fédéral M. SA c. P. du 16 octobre 1997 et M.-G. c. M. du 9 février 1996; cf. ATF 124 III 382 consid. 2a; ATF 123 III 414 consid. 2 et la jurisprudence citée).\n\nDans la présente affaire, la compétence des tribunaux jurassiens doit être examinée au regard de l'art. 60 LDIP. Selon cette disposition, les tribunaux d'origine sont compétents pour connaître d'une action en divorce ou en séparation de corps lorsque les époux ne sont pas domiciliés en Suisse et que l'un d'eux est suisse, si l'action ne peut être intentée au domicile de l'un des époux ou si l'on ne peut raisonnablement exiger qu'elle le soit. Les deux premières conditions posées par cette disposition étant à l'évidence réalisées, il convient de statuer sur la question de l'impossibilité d'ouvrir action au domicile de l'un des époux, qui découlerait ici de l'existence d'une décision entrée en force de chose jugée prononçant ou constatant la répudiation de l'épouse par le mari. L'examen des conditions d'application de l'art. 60 LDIP et, par conséquent, de la violation de règles fédérales sur la compétence internationale comprend donc nécessairement celui de la force de chose jugée de cette décision. Savoir si une action ayant le même objet est déjà pendante entre les mêmes parties à l'étranger est également une question qui concerne la compétence (cf. ATF 118 II 188 consid. 3b p. 192). Selon l'art. 9 al. 1 LDIP, les conséquences juridiques d'une telle litispendance consistent en premier lieu dans la suspension de la cause; le tribunal suisse ne se dessaisit donc pas de l'affaire (PAUL VOLKEN, in IPRG Kommentar, n. 26 ad art. 9 LDIP). Il ne le fera qu'ultérieurement, pour autant qu'une décision étrangère pouvant être reconnue en Suisse lui soit présentée (art. 9 al. 3 LDIP). Le dessaisissement du tribunal suisse ne résulte pas de la litispendance à l'étranger, qui n'existe plus à ce moment-là, mais de l'autorité de la chose jugée de la décision présentée (STEPHEN V. BERTI, in Commentaire bâlois, n. 25 ad art. 9 LDIP). Il s'ensuit que l'exception de litispendance se recoupe en l'espèce avec celle de force de chose jugée. Le présent recours en réforme est dès lors recevable sous ces différents aspects.\n\n2. En l'absence de convention entre le Liban et la Suisse en la matière, les conditions de la reconnaissance de l'acte de dissolution du mariage émanant du Tribunal de Beyrouth sont régies par la loi fédérale sur le droit international privé, du 18 décembre 1987 (art. 1er LDIP).\n\na) Selon l'art. 65 LDIP, les décisions étrangères de divorce ou de séparation de corps sont reconnues en Suisse, notamment, lorsqu'elles ont été rendues dans l'Etat du domicile de la résidence habituelle, BGE 126 III 327 S. 330ou dans l'Etat national de l'un des époux. La notion de \"décision étrangère de divorce\" s'entend dans un sens large (ATF 122 III 344). Il suffit que le divorce ait été prononcé à la suite de n'importe quelle procédure qui, dans l'Etat du jugement, présente un caractère officiel. Cette procédure peut être aussi bien judiciaire qu'administrative ou religieuse. Il faut cependant qu'une procédure se soit déroulée ou qu'un organe officiel ait prêté son concours (Message du Conseil fédéral, FF 1983 I 255 ch. 235.7; BERNARD DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, n. 3 ad art. 65 p. 173). L'art. 65 LDIP doit être lu en relation avec les règles générales prévues aux art. 25 ss LDIP. Ces dispositions prévoient en substance qu'une décision étrangère est reconnue en Suisse pour autant que les autorités judiciaires de l'Etat dont émane la décision étaient compétentes, que la décision n'est plus susceptible de recours ordinaire et qu'elle n'est pas manifestement incompatible avec l'ordre public suisse matériel ou procédural.\n\nb) En tant que clause d'exception, la réserve de l'ordre public s'interprète de manière restrictive, spécialement en matière de reconnaissance et d'exécution de jugements étrangers, où sa portée est plus étroite que pour l'application directe du droit étranger. Il y a violation de l'ordre public selon l'art. 27 al. 1 LDIP lorsque la reconnaissance et l'exécution d'une décision étrangère heurte de manière intolérable les conceptions suisses de la justice. Une décision étrangère peut être incompatible avec l'ordre juridique suisse non seulement à cause de son contenu matériel, mais aussi en raison de la procédure dont elle est issue (art. 27 al. 2 LDIP). A cet égard, l'ordre public suisse exige le respect des règles fondamentales de la procédure déduites de la Constitution, tels notamment le droit à un procès équitable et celui d'être entendu (ATF 126 III 101 consid. 3b p. 107/108; ATF 122 III 344 consid. 4a p. 348/349 et les références).\n\n3. Le recourant soutient que l'acte émanant du Tribunal de Beyrouth constitue un jugement de divorce prononcé par défaut et non une répudiation. Il serait dès lors susceptible d'être reconnu en Suisse, ce qui exclurait une nouvelle procédure de divorce. Il prétend en outre que, même s'il s'agissait d'une répudiation, l'ordre public suisse ne s'opposerait pas à sa reconnaissance.\n\na) Le Liban connaît différents modes de dissolution du mariage. En ce qui concerne les musulmans sunnites, le Code de la famille du 25 octobre 1917, modifié par la loi du 16 juillet 1962, prévoit notamment la répudiation par le mari (\"talaq\") et le divorce judiciaire (\"tafreeq\").\n\nBGE 126 III 327 S. 331\n\nLa répudiation peut être le fait du mari ou de son mandataire dûment attitré à cet effet s'il ne peut être présent (répudiation unilatérale). En revanche, la femme ne peut répudier son époux qu'avec l'accord de celui-ci et, en règle générale, moyennant le versement d'une compensation (répudiation convenue ou par rachat). La répudiation est soumise à des conditions de forme et de validité. Ainsi, le mari doit être capable, ne pas être en état d'ivresse, ni sous l'empire de la violence (art. 102, 104 et 105 du Code de 1917). Elle peut être à terme (art. 107) ou conditionnelle (art. 106), révocable ou irrévocable (art. 108, 111 à 118). Pour les musulmans sunnites, l'utilisation d'une formule déterminée n'est pas nécessaire: il suffit que le mari déclare de manière non équivoque vouloir mettre fin au mariage; la présence de témoins n'est pas non plus exigée (art. 109). Le mari qui répudie doit en aviser le juge (art. 110), puis l'état civil. Aucune procédure de conciliation n'est toutefois prévue. De plus, ni la communication au tribunal, ni l'inscription dans les registres de l'état civil ne sont constitutives (cf. BERGMANN/FERID, Internationales Ehe- und Kindschaftsrecht, VI, Liban, p. 22-25; Le droit musulman de la famille et des successions à l'épreuve des ordres juridiques occidentaux, Sami Aldeeb et Andrea Bonomi [éd.], Zurich 1999, p. 149-158).\n\nLe Code de la famille de 1917 a par ailleurs accordé à la femme le droit de divorcer judiciairement pour divers motifs, tels que l'impuissance ou une maladie grave du mari, son éloignement, respectivement son absence, ainsi qu'en cas de défaut d'entretien (art. 119 à 129). L'art. 130 dudit code permet en outre à chacun des époux - soit également au mari - de demander le divorce lorsque la vie commune est devenue insupportable. Cette dernière disposition a été complétée par les art. 337 à 346 de la loi du 16 juillet 1962 sur l'organisation des juridictions char'is, sunnites et ja'afarites, qui prévoient une procédure de conciliation. Selon l'art. 338 de la loi de 1962, le juge peut en effet essayer de réconcilier les époux en leur impartissant à cette fin un délai d'au moins un mois. Si la réconciliation n'intervient pas, le juge nomme deux conciliateurs pour qu'ils examinent l'affaire, réunissent les époux en conseil de famille et fassent de leur mieux pour les réconcilier (art. 339). S'ils n'y parviennent pas, ils dressent au juge un rapport détaillé dans lequel ils exposent leur point de vue ainsi que leurs propositions quant au divorce, à la lumière des preuves recueillies sur la culpabilité de l'un ou l'autre époux (art. 342). Le divorce prononcé par le juge produit l'effet d'une répudiation irrévocable (art. 433) (cf. BERGMANN/FERID, op. cit., BGE 126 III 327 S. 332p. 25-26). A la différence de la répudiation, le divorce judiciaire exige une cause et le jugement est constitutif (Le droit musulman de la famille et des successions, op. cit., p. 152).\n\nb) Selon la traduction de l'acte rendu par le Tribunal de Beyrouth les 29/31 octobre 1998, la répudiation a été prononcée par une déclaration unilatérale du mandataire du mari. Le juge a simplement décidé d'enregistrer cette déclaration dans les registres du tribunal. La décision libanaise litigieuse revêt ainsi les caractéristiques d'une répudiation unilatérale de la femme par le mari, et ce nonobstant le terme de divorce utilisé dans la traduction. L'Institut suisse de droit comparé, à Lausanne, arrive du reste à la même conclusion dans son avis du 27 avril 1999, précisant que la dissolution du mariage a eu lieu par voie de répudiation définitive, sur décision du mari, et que le document établi par le tribunal n'a qu'un caractère constatatoire.\n\n4. Il y a dès lors lieu d'examiner si, comme le prétend le recourant, une répudiation par déclaration unilatérale du mari est une décision susceptible d'être reconnue au sens des art. 25 ss et 65 LDIP.\n\na) Sous l'empire de la LRDC, le Tribunal fédéral a refusé de reconnaître une répudiation islamique par déclaration unilatérale du mari; selon l'art. 7g al. 3 LRDC, un divorce ne pouvait être reconnu que s'il avait été \"prononcé\" par un tribunal, ce qui supposait que l'autorité compétente y ait apporté un \"concours décisif\" (ATF 88 I 48 consid. 2 p. 50 ss). Depuis l'entrée en vigueur de la LDIP, il n'est plus possible de s'en tenir à cette jurisprudence restrictive sur la notion de \"décision susceptible d'être reconnue\", déjà critiquée à l'époque. La réserve de l'ordre public de l'art. 27 LDIP permet toutefois de s'opposer à la reconnaissance d'une dissolution de mariage qui serait absolument incompatible avec les conceptions juridiques suisses (ATF 122 III 344 consid. 3a et b p. 346 ss et les références citées).\n\nb) La répudiation est une prérogative maritale mettant fin au mariage du seul fait de son exercice par son titulaire. L'enveloppe procédurale exigée par les diverses législations positives d'inspiration islamique reste une formalité de nature probatoire, fût-elle impérative et parfois assortie de sanctions pénales. Il en va ainsi en droit libanais, qui prévoit que le mari qui a répudié sa femme est tenu d'en informer le juge (art. 110 du Code de la famille de 1917); il doit également dans un délai d'un mois notifier sa décision aux services de l'état civil (art. 27 de la loi du 7 décembre 1951). Le défaut d'accomplissement de ces formalités n'expose les parties qu'au paiement d'une faible amende et ne saurait rejaillir sur la validité de la BGE 126 III 327 S. 333répudiation. En homologuant celle-ci, le juge se contente de recevoir la volonté du mari. La répudiation pose ainsi le problème de l'inégalité des époux devant le divorce (cf. ROULA EL-HUSSEINI, Le droit international privé français et la répudiation islamique, in Revue critique de droit international privé, 1999/3, p. 427 ss et les références citées).\n\nSelon la jurisprudence et la doctrine, une telle répudiation viole manifestement l'ordre public matériel suisse (art. 27 al. 1 LDIP; ATF 103 Ib 69 consid. 3a p. 72 s.; ATF 88 I 48 ss; cf. aussi ATF 122 III 344 consid. 3b p. 348; DUTOIT, op. cit., loc. cit.) et ne peut en principe être reconnue, sauf lorsque la répudiation est intervenue à l'étranger entre des ressortissants du pays concerné et que la validité du divorce ne se pose qu'à titre préalable, par exemple à propos d'une question successorale (Message du Conseil fédéral, op. cit., loc. cit.; ANTON K. SCHNYDER, Das neue IPR-Gesetz, 2e éd., Zurich 1990, p. 64; FRANK VISCHER, Droit international privé, in Traité de droit privé suisse, t. I/4, p. 102). Il faut cependant considérer les choses in concreto, et non pas rejeter l'institution de la répudiation de façon générale et abstraite (SIMON OTHENIN-GIRARD, La réserve d'ordre public en droit international privé suisse, Personnes-Famille-Successions, n. 809 let. b p. 500 et n. 811 let. d p. 502; PIERRE LALIVE, in Annuaire suisse de droit international, XXVIII, 1972, p. 390).\n\nc) En l'espèce, la reconnaissance de la décision litigieuse ne se pose pas à titre préalable pour juger d'une prétention connexe, mais est invoquée par le recourant pour s'opposer à la demande en divorce introduite par l'intimée devant le tribunal jurassien; au demeurant, seule l'épouse est ressortissante libanaise, les enfants ayant - comme le mari - la nationalité suisse. Selon l'arrêt entrepris, l'intimée s'est installée à Meyrin au printemps 1999 avec ses deux fils, pour qu'ils y effectuent leur scolarité, et le canton de Genève a donné un préavis positif concernant une prochaine autorisation de séjour. Le lien de l'intimée avec la Suisse (\"Binnenbeziehung\"; cf. IVO SCHWANDER, Internationales Privatrecht, Allgemeiner Teil, 1985, n. 25-27 p. 186; OTHENIN-GIRARD, op. cit., n. 816 p. 503 et p. 299 ss) est certes récent et encore peu étroit, comme le relève la cour cantonale. Il n'en demeure pas moins que l'intimée vit depuis maintenant plus d'un an en Suisse avec ses deux enfants, qui sont ressortissants de ce pays. C'est dès lors avec raison que les juges cantonaux ont tenu la reconnaissance de la décision incriminée pour contraire à l'ordre public suisse, conformément à l'avis de l'Institut suisse de droit comparé. Contrairement à ce que soutient le recourant, BGE 126 III 327 S. 334il importe peu que l'épouse ait été convoquée et n'ait pas comparu, dans la mesure où, comme il a été dit ci-dessus, la procédure relative à la répudiation consiste en de simples formalités à caractère probatoire. Le recourant ne saurait en outre reprocher à l'intimée d'abuser de son droit, du moment que l'ordre public est en jeu (cf. ATF 114 II 1 consid. 4 in fine p. 6). La cour cantonale n'a donc pas violé le droit fédéral en refusant de reconnaître la décision libanaise des 29/31 octobre 1998.\n\n5. Le recourant invoque en outre l'art. 9 al. 1 LDIP. Selon cette disposition, lorsqu'une action ayant le même objet est déjà pendante entre les mêmes parties à l'étranger, le tribunal suisse suspend la cause s'il est à prévoir que la juridiction étrangère rendra, dans un délai convenable, une décision pouvant être reconnue en Suisse. Dès lors qu'elle a considéré à juste titre que cette dernière condition n'était pas réalisée, l'autorité cantonale n'a pas non plus violé le droit fédéral en écartant l'exception de litispendance soulevée par le recourant."}