{"annee": "126", "cour": "V", "page": "303", "date": "26/9/2000", "cite": [], "cite_par": ["129 V 335", "128 V 82"], "chapeau": "51. Extrait de l'arrêt du 26 septembre 2000 dans la cause I. contre 1. Fondation collective LPP de la Ticino Vie, 2. Fondation institution supplétive LPP et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 2 al. 2 LPP; art. 1er al. 1 let. b OPP 2; art. 154 al. 1 CO: Soumission à l'assurance obligatoire. Les salariés engagés pour une durée indéterminée sont soumis à l'assurance obligatoire. In casu, travailleur saisonnier au bénéfice d'un contrat de travail assorti d'une condition résolutoire au sens de l'art. 154 CO: une telle convention ne donnant pas lieu à un contrat de durée déterminée, le travailleur est soumis à l'assurance obligatoire."], "faits": "BGE 126 V 303 S. 303\n\nA.- Dès 1988, I. a travaillé en Suisse au bénéfice d'un permis A (saisonnier), notamment du 28 février au 30 novembre 1989 en qualité de jardinier pour le compte de T. Ce dernier l'a annoncé à la Fondation collective LPP de la Ticino Vie (ci-après: la fondation) comme salarié soumis à l'assurance obligatoire de la prévoyance professionnelle. A ce titre, I. a été assuré du 1er mars au 31 décembre 1989, sur la base d'un salaire annuel de 28'080 francs.BGE 126 V 303 S. 304\n\nA partir du mois de mars et jusqu'à la fin de l'année 1990, le prénommé a derechef travaillé au service de T., mais cette fois sans être au bénéfice d'une autorisation de travail ou de séjour, car celles-ci lui ont été refusées par l'autorité compétente. L'employeur ne l'a de ce fait pas déclaré à la fondation en 1990. Réengagé au début du mois de mars 1991 par le même employeur, I. a été victime, le 7 mars 1991, d'un accident de travail: il est tombé d'une échelle d'une hauteur de six mètres et a subi des fractures multiples, en particulier aux jambes et aux poignets. A la suite de cet accident, il a été mis au bénéfice d'une rente entière de l'assurance-invalidité, tandis que l'Union Suisse Assurances lui a octroyé, en qualité d'assureur-accidents, une rente fondée sur une incapacité de travail de 25% en considérant que l'invalidité était pour partie consécutive à des troubles psychiques non imputables à l'accident.\n\nLe 24 novembre 1997, I. a requis de la fondation le versement d'une rente d'invalidité. Celle-ci lui a fait savoir, par l'entremise de la société American Security Life Insurance Company (Switzerland) Ltd., que sa demande ne pouvait être prise en considération, vu le défaut d'autorisation de travail et de séjour et l'absence de contrat de travail au moment déterminant. La fondation indiquait également que le contrat d'affiliation entre elle-même et T. était \"suspendu\" depuis le 31 décembre 1989 faute de personnel soumis à l'assurance obligatoire, et que par ailleurs une police de libre passage avait été établie au nom de I. avec valeur au 31 décembre 1989 (décompte de sortie du 6 juin 1990).\n\nB.- Par mémoire du 23 décembre 1997, I. a ouvert action devant le Tribunal des assurances du canton de Vaud, en concluant principalement à ce que la fondation soit condamnée à lui verser une rente d'invalidité pour lui-même et ses trois enfants à partir du 1er décembre 1995 ou, subsidiairement, à ce que ces prestations lui soient octroyées par la Fondation institution supplétive LPP (ci-après: l'institution supplétive). Tant la fondation que l'institution supplétive ont conclu au rejet de l'action.\n\nDans le cadre de l'instruction de la cause, le tribunal a requis l'audition de T. en qualité de témoin. Du procès-verbal qui a été dressé à cette occasion, il ressort notamment ceci:\n\n\"(...)\n\n- en 1990, (T.) avait sollicité une autorisation de travail en faveur du demandeur. Dite autorisation lui a été refusée. Toutefois, dans la mesure où I. était déjà en Suisse, T. l'a occupé de manière irrégulière au cours de l'année 1990. Le demandeur était rétribué à l'heure et de son gain étaient retranchés les cotisations AVS/AI/APG/AC, ainsi que BGE 126 V 303 S. 305l'impôt;\n\n- confirmation est donnée par le témoin qu'il a fait répondre par sa fiduciaire à la défenderesse Fondation collective LPP de la Ticino-Vie qu'en 1990 aucun de ses employés ne devait être soumis au 2e pilier;\n\n- à la fin de 1990, il avait été convenu entre T. et le demandeur que le premier solliciterait, en faveur du second, une autorisation de travail pour l'année 1991. Dite autorisation a vraisemblablement été requise en décembre 1990;\n\n- en 1990, dès l'arrivée du demandeur dans notre pays, le témoin lui aurait précisé qu'il pourrait travailler à son service en attendant la réponse de l'Office cantonal de contrôle des habitants et de police des étrangers, quant à l'autorisation de travail. Le témoin est d'avis que si la réponse avait été négative, il n'aurait pas pu garder à son service le demandeur, dès lors qu'il tenait à occuper un employé dont la situation était régularisée sur le plan légal;\n\n- (...)\"\n\nPar jugement du 19 février 1999, le tribunal a rejeté la demande, motif pris de l'inexistence d'un contrat de travail d'une durée supérieure à trois mois entre T. et I. au moment déterminant.\n\nC.- I. interjette recours de droit administratif contre ce jugement dont il requiert l'annulation sous suite de dépens. A titre principal, il demande le renvoi de la cause au tribunal cantonal pour que celui-ci \"la juge dans une composition de Cour qu'il annoncera préalablement au recourant\"; subsidiairement, il conclut à ce que l'existence d'un contrat de travail d'une durée supérieure à trois mois soit constatée, et à ce que le dossier soit renvoyé à l'instance cantonale pour qu'elle \"dise qui des deux caisses actionnées est compétente pour le versement de rentes à I. et pour quel montant\".\n\nLa fondation conclut principalement au rejet du recours et, à titre subsidiaire, au renvoi du dossier au tribunal cantonal pour examen d'une éventuelle responsabilité de l'institution supplétive. Pour sa part, cette dernière conclut que \"si I. est soumis à l'assurance obligatoire LPP et a droit à recevoir des prestations d'invalidité, celles-ci doivent être versées par la Fondation collective LPP de la Ticino-Vie\". Enfin, l'Office fédéral des assurances sociales (OFAS) se prononce en faveur de l'admission du recours, à tout le moins dans sa conclusion subsidiaire.", "considerants": "Extrait des considérants:\n\n2. Il convient d'examiner le mérite des arguments que le recourant développe sur le fond du litige en vue d'établir sa qualité d'assuré à l'égard de l'une ou l'autre des deux institutions intimées.BGE 126 V 303 S. 306\n\na) Selon l'art. 10 al. 1 LPP, l'assurance obligatoire commence en même temps que les rapports de travail. Y sont soumis les salariés qui ont plus de 17 ans et reçoivent d'un même employeur un salaire annuel supérieur au montant limite fixé à l'art. 7 LPP (art. 2 al. 1 LPP). Lorsqu'un salarié est occupé par un employeur pendant moins d'une année, son salaire annuel est réputé être celui qu'il obtiendrait en travaillant toute l'année (art. 2 OPP 2).\n\nAux termes de l'art. 2 al. 2 LPP, le Conseil fédéral définit les catégories de salariés qui, pour des motifs particuliers, ne sont pas soumis à l'assurance obligatoire. C'est ce qu'il a fait en édictant l'art. 1er al. 1 let. b OPP 2, qui prévoit que les salariés engagés pour une durée limitée ne dépassant pas trois mois ne sont pas soumis à l'assurance obligatoire (première phrase); en cas de prolongation des rapports de travail au-delà de trois mois, le salarié est assujetti à l'assurance obligatoire dès le moment où la prolongation a été convenue (seconde phrase).\n\nb) Se fondant sur les déclarations de T., l'ancien employeur du recourant, les premiers juges ont considéré que ce dernier n'était pas au bénéfice d'un contrat de travail d'une durée supérieure à trois mois au moment déterminant, et qu'il n'était donc pas soumis à l'assurance obligatoire en application de l'art. 1er al. 1 let. b OPP 2.\n\nLe recourant conteste ce point de vue, en faisant valoir qu'au regard de l'aménagement des relations de travail avec son ancien employeur durant les années qui ont précédé l'accident, l'existence d'un contrat d'une durée supérieure à trois mois doit être admise.\n\nc) Il est pour le moins douteux que lors de l'engagement en mars 1991 la volonté commune de l'employeur et du recourant fût de subordonner le maintien des rapports de travail à l'obtention d'un permis de travail saisonnier. Il appert en effet qu'une année auparavant à pareille époque, soit en mars 1990, I. avait également commencé à travailler pour le compte de T. et que, nonobstant une réponse négative de l'autorité compétente en matière d'autorisation de travail, il était resté au service de cet employeur jusqu'à la fin de l'année. Or, on ne voit pas pourquoi les parties intéressées en auraient décidé autrement pour l'année 1991. Au reste, si véritablement l'employeur \"tenait à occuper un employé dont la situation était régularisée sur le plan légal\", comme il l'a allégué devant la cour cantonale, on peut s'étonner qu'il ait pris le recourant à son service avant même que l'autorité compétente ne se fût prononcée sur le droit de celui-ci de résider et de travailler en Suisse. A cela s'ajoute que, selon un relevé du 29 juin 1995 de l'Office cantonal de contrôle des BGE 126 V 303 S. 307habitants et de police des étrangers, ce n'est qu'après la survenance de l'accident du 7 mars 1991 qu'une demande de permis de travail a été présentée à l'autorité pour l'année 1991, ce qui tend à démontrer que l'obtention d'un tel permis n'était pas, aux yeux de l'employeur et du travailleur, une condition primordiale au maintien de leurs rapports de travail.\n\nd) Cela étant, quand bien même les parties se seraient mises d'accord, comme l'a allégué T., sur la résolution des rapports de travail en cas de non-obtention d'un permis saisonnier, le recourant n'en pourrait pas moins se prévaloir de l'existence d'un contrat de travail d'une durée propre à lui garantir la soumission à l'assurance obligatoire. Car seuls les salariés qui sont engagés pour une durée déterminée inférieure à trois mois ne sont pas soumis à l'assurance obligatoire en vertu de l'art. 1er al. 1 let. b OPP 2, mais non ceux dont l'engagement est d'une durée déterminée supérieure à trois mois ou d'une durée indéterminée (JÜRG BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, Berne 1989, pp. 276 et 477 ss; CARL HELBLING, Les institutions de prévoyance et la LPP, Berne 1991, p. 79; voir aussi le commentaire de l'OFAS au sujet du projet d'OPP 2, août 1983, p. 7). Or, en l'occurrence, même s'il fallait s'en remettre à la version de l'employeur, on ne voit pas que les parties auraient conclu un contrat de travail de durée déterminée, qui plus est pour un temps inférieur à trois mois. Cela supposerait en effet qu'on pût objectivement, et avec suffisamment de précision, déterminer à l'avance cette durée lors de la conclusion du contrat (BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, 2e édition, Lausanne 1996, n. 2 ad art. 334 CO; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e édition, Berne 1996, n. 1 ad art. 334 CO; STREIFF/VON KAENEL, Arbeitsvertrag: Leitfaden zum Arbeitsvertragsrecht, 5e édition, Zurich 1992, n. 2 ad art. 334 CO; MANFRED REHBINDER, Berner Kommentar, Kommentar zu den Art. 331-335 OR, Berne 1992, n. 7 ad art. 334 CO; BRAND et al., Der Einzelarbeitsvertrag im Obligationenrecht, Muri/Berne 1991, n. 5 ad art. 334 CO). Mais cela n'était justement pas possible dans le cas d'espèce, puisque les parties étaient simplement convenues, aux dires de l'employeur, de résoudre leurs rapports de travail en cas de refus de l'autorité compétente de délivrer un permis de travail: non seulement le moment auquel cet événement devait se produire était ainsi incertain, mais encore la survenance même d'un tel événement présentait un caractère aléatoire, l'autorité pouvant tout aussi bien décider d'octroyer un permis de travail. En réalité, les parties ont BGE 126 V 303 S. 308stipulé une condition résolutoire au sens de l'art. 154 CO, ce qui ne donne nullement lieu à un contrat de durée déterminée même si une partie de la doctrine propose d'appliquer à ce genre de convention les règles relatives au contrat de durée déterminée (cf. REHBINDER, loc.cit.; THOMAS BRENDER, Rechtsprobleme des befristeten Arbeitsvertrages, thèse Zurich 1976, p. 29).\n\ne) Dans ces conditions, force est d'admettre que le recourant était bien au bénéfice d'un contrat de durée indéterminée lorsque s'est produit l'accident du 7 mars 1991. Par ailleurs, vu le salaire de 580 francs qu'il a réalisé du 4 au 7 mars 1991 (et vu celui qu'il a réalisé durant les années antérieures), il pouvait prétendre, en 1991, un salaire annualisé (cf. art. 2 OPP 2) supérieur à la limite fixée à l'art. 7 al. 1 LPP, qui se montait alors à 19'200 francs (art. 5 OPP 2, dans sa teneur en vigueur dès le 1er janvier 1990; RO 1989 II 1901).\n\nPar conséquent, le recourant remplissait en 1991 les conditions de la soumission à l'assurance obligatoire. C'est donc l'institution de prévoyance à laquelle son employeur était affilié à cette époque qui doit prendre en charge les séquelles de l'accident (cf. art. 10 al. 1 LPP et art. 7 al. 1 LPP) ou, à défaut d'affiliation à une institution de prévoyance - comme le soutient la fondation intimée -, l'institution supplétive (cf. art. 12 al. 1 LPP).\n\nLe recours est bien fondé.\n\n3. Au vu de ce qui précède, il se justifie d'annuler le jugement entrepris et de renvoyer la cause à la juridiction cantonale afin qu'elle détermine laquelle des intimées doit fournir des prestations au recourant, ainsi que l'étendue de celles-ci.b"}