{"annee": "126", "cour": "V", "page": "421", "date": "22/12/2000", "cite": ["125 V 221", "123 V 70", "105 V 117", "122 V 249", "125 V 377", "105 V 241", "109 V 166", "126 V 143", "105 V 119"], "cite_par": ["132 V 121", "132 V 200", "129 V 67", "131 V 286", "131 V 425", "133 V 394", "130 V 163", "127 V 65", "130 V 156", "127 V 289", "133 V 257", "132 V 321", "135 V 361", "130 V 229"], "chapeau": "71. Urteil vom 22. Dezember 2000 i. S. Bundesamt für Sozialversicherung gegen R. und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 10 al. 3 LAVS; art. 28 al. 1 et 4, art. 25 al. 1 en liaison avec l'art. 29 al. 4 RAVS: Fixation des cotisations dues par des personnes non actives pour l'année au cours de laquelle le mariage a été conclu ou dissous. - Fortune déterminante et revenu acquis sous forme de rente. Sont contraires au règlement sur l'AVS les ch. m. 2064, troisième phrase (cf. aussi le ch. m. 2084.1) et 2069.1, quatrième phrase, des directives de l'Office fédéral des assurances sociales sur les cotisations des travailleurs indépendants et des non-actifs dans l'AVS, AI et APG (DIN; dans leur teneur en vigueur depuis le 1er janvier 1997), qui prévoient l'obligation de payer des cotisations calculées en fonction de la fortune personnelle et du revenu acquis personnellement sous forme de rente, pour l'année civile entière au cours de laquelle a eu lieu le mariage, le divorce ou le décès du conjoint. - Dissolution du mariage. Durant toute la période du mariage (y compris les derniers mois de l'année civile au cours de laquelle le mariage a été dissous), les cotisations des époux doivent être fixées sur la base de la moitié de la fortune et du revenu acquis sous forme de rente du couple (art. 28 al. 4 RAVS). - Nouvelle procédure de fixation des cotisations dues par des personnes non actives après un changement d'état civil. Une nouvelle procédure de fixation des cotisations dues par des personnes non actives suppose, quant à la cause, que la fortune ou le revenu acquis sous forme de rente se sont modifiés ensuite de faits analogues aux circonstances mentionnées à l'art. 25 al. 1 RAVS. La dissolution du mariage par divorce ou par décès doit être assimilée aux circonstances énumérées à l'art. 25 al. 1 RAVS."], "faits": "BGE 126 V 421 S. 423\n\nA.- Der am 3. April 1935 geborene R. trat am 1. Januar 1996 vorzeitig in den Ruhestand, weshalb er sich am 6. Februar 1996 bei der Ausgleichskasse Basel-Landschaft als Nichterwerbstätiger anmeldete und seine Beitragspflicht erfüllte. Mit Schreiben vom 25. Februar 1998 teilte er der Kasse mit, dass seine Ehefrau A. am 2. Februar 1998 verstorben sei. Am 13. März 1998 erliess die Ausgleichskasse des Basler Volkswirtschaftsbundes zwei Verfügungen über die von R. und A. im Jahre 1998 geschuldeten Beiträge. In der ersten eröffnete sie R., dass er für seine verstorbene Ehefrau Beiträge in der Höhe von Fr. 925.80 für die Monate Januar und Februar 1998 (zuzüglich Verwaltungskosten) zu leisten habe. In der zweiten wurde seine Beitragsschuld für das gesamte Jahr 1998, aufgeteilt in die Monate Januar und Februar (Fr. 1'279.20) einerseits sowie März bis Dezember (8'416 Franken) andererseits, auf Fr. 9'695.20 (zuzüglich Verwaltungskosten) festgesetzt. Mit Schreiben vom 23. März 1998 machte R. die Kasse darauf aufmerksam, dass seine Beitragsschuld für die Monate Januar und Februar (Fr. 1'279.20) gemäss den Verfügungen höher sei als diejenige seiner verstorbenen Ehefrau (Fr. 925.80), was gegen den Grundsatz der Gleichbehandlung verstosse. Nach einer Überprüfung der Beitragsermittlung erliess die Ausgleichskasse des Basler Volkswirtschaftsbundes am 3. April 1998 eine neue Verfügung, mit welcher sie von R. für das (ganze) Jahr 1998 den Maximalbeitrag von 10'100 Franken (zuzüglich Verwaltungskosten) forderte.\n\nB.- R. erhob hiegegen Beschwerde, wobei er sinngemäss beantragte, es seien die Beiträge für die Zeit während der Ehe (Januar und Februar 1998) auf der Grundlage der Hälfte des ehelichen Vermögens und des Renteneinkommens zu erheben und es sei erst ab März 1998 als Berechnungsgrundlage sein individuelles Vermögen und Renteneinkommen heranzuziehen. Mit Entscheid vom 28. Juli 1999 hiess das Versicherungsgericht des Kantons Basel-Landschaft die Beschwerde gut.\n\nC.- Mit Verwaltungsgerichtsbeschwerde stellt das Bundesamt für Sozialversicherung (BSV) das Rechtsbegehren, der kantonale Entscheid sei aufzuheben.\n\nR. beantragt die Abweisung der Verwaltungsgerichtsbeschwerde. Die Ausgleichskasse des Basler Volkswirtschaftsbundes schliesst sich den in der Beschwerdeschrift des BSV enthaltenen Ausführungen an und verzichtet auf eine eigene Stellungnahme.BGE 126 V 421 S. 424", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Im Rahmen des vorliegenden Streites um die von R. im Jahre 1998 geschuldeten Beiträge stellt sich die Frage, wie die Beiträge nichterwerbstätiger Versicherter im Kalenderjahr, in welchem die Ehe aufgelöst wird, zu bemessen sind.\n\nWährend nach Auffassung der Ausgleichskasse und des Beschwerde führenden BSV das individuelle massgebende Vermögen im ganzen Kalenderjahr der Scheidung oder Verwitwung die Berechnungsgrundlage bildet, halten es Beschwerdegegner und Vorinstanz für richtig, erst ab dem der Auflösung der Ehe folgenden Monat vom individuellen Vermögen und Renteneinkommen und für die vorangehende Zeit von der Hälfte des ehelichen Vermögens und Renteneinkommens auszugehen.\n\n2. (Eingeschränkte Kognition; vgl. BGE 126 V 149 Erw. 3)\n\n3. a) Gemäss dem - durch die 10. AHV-Revision unverändert gelassenen - Art. 10 Abs. 1 AHVG bezahlen Nichterwerbstätige je nach ihren sozialen Verhältnissen einen AHV-Beitrag von 324 - 8'400 Franken im Jahr. Gestützt auf Abs. 3 erlässt der Bundesrat nähere Vorschriften über die Bemessung der Beiträge. Im diesbezüglich unveränderten Art. 28 Abs. 1 AHVV bestimmte der Bundesrat, dass sich die Beiträge der Nichterwerbstätigen, für die nicht der jährliche Mindestbeitrag vorgesehen ist (Art. 10 Abs. 2 AHVG), auf Grund ihres Vermögens und Renteneinkommens bemessen. Auf 1. Januar 1997 wurde neu Abs. 4 in Art. 28 AHVV mit folgendem Wortlaut eingefügt: \"Ist eine verheiratete Person als Nichterwerbstätige beitragspflichtig, so bemessen sich ihre Beiträge auf Grund der Hälfte des ehelichen Vermögens und Renteneinkommens.\"\n\nDas Eidg. Versicherungsgericht hat wiederholt festgestellt, dass die Beitragsbemessung auf Grund des Renteneinkommens gemäss Art. 28 AHVV gesetzmässig ist (BGE 105 V 243 Erw. 2; ZAK 1984 S. 484; vgl. auch AHI 1994 S. 169 Erw. 4a). In BGE 125 V 221 hat es diese Rechtsprechung bestätigt und die hälftige Anrechnung des ehelichen Vermögens und Renteneinkommens gemäss Art. 28 Abs. 4 AHVV als gesetz- und verfassungsmässig erklärt.\n\nb) Art. 29 AHVV sieht vor, dass der Jahresbeitrag in der Regel für eine Beitragsperiode von zwei Jahren (Abs. 1) auf Grund des durchschnittlichen Renteneinkommens einer ebenfalls zweijährigen (das zweite und dritte der Beitragsperiode vorangehende Jahr umfassenden) Berechnungsperiode und auf Grund des Vermögens festzusetzen ist, wobei der Stichtag für die Vermögensbestimmung in BGE 126 V 421 S. 425der Regel der 1. Januar des Jahres vor der Beitragsperiode ist (Abs. 2). Gemäss Art. 29 Abs. 3 AHVV (in der ab 1. Januar 1997 geltenden Fassung) ermitteln die kantonalen Steuerbehörden das für die Beitragsberechnung Nichterwerbstätiger massgebende Vermögen auf Grund der betreffenden rechtskräftigen kantonalen Veranlagung, wobei sie die interkantonalen Repartitionswerte berücksichtigen. Für die Beitragsfestsetzung nach den Absätzen 1-3 gelten die Art. 22-27 AHVV sinngemäss (Art. 29 Abs. 4 AHVV).\n\n4. a) Die Ausgleichskasse stützte sich in ihrer Verfügung vom 3. April 1998, wie sich der im kantonalen Verfahren eingereichten Vernehmlassung entnehmen lässt, auf Rz 2064 (Satz 3) und 2069.1 (Satz 4) der vom BSV herausgegebenen Wegleitung über die Beiträge der Selbstständigerwerbenden und Nichterwerbstätigen in der AHV, IV und EO (WSN) in der seit 1. Januar 1997 gültigen Fassung. Diese schreiben ihr (in für sie verbindlicher Weise) vor, im Kalenderjahr der Heirat, Scheidung oder Verwitwung für die Bemessung der als Nichterwerbstätiger geschuldeten Beiträge auf das individuelle Vermögen und Renteneinkommen abzustellen.\n\nb) Die Vorinstanz hat im Wesentlichen erwogen, wie die Beiträge von verheirateten Nichterwerbstätigen für diejenigen Jahre festzusetzen seien, in welchen die Ehe geschlossen oder durch Scheidung oder Verwitwung aufgelöst werde, sei nicht durch eine gesetzliche Bestimmung, sondern einzig durch die WSN geregelt. Die Art. 28 und 29 AHVV unterschieden zwischen verheirateten und unverheirateten Versicherten und sähen für die Dauer der Ehe eine je hälftige Berücksichtigung von Einkommen und Vermögen vor. Dass die Tatsache des Bestandes einer Ehe im Jahr ihrer Auflösung durch Tod eines Ehegatten für die Berechnung irrelevant sei, lasse sich weder Gesetz noch Verordnung entnehmen. Auch die in der Literatur zu findende Begründung, die Weisung des BSV rechtfertige sich unter Hinweis auf die Regelung des Einkommenssplitting nach Art. 29quinquies AHVG in Verbindung mit Art. 50b AHVV, wonach für die Jahre des Eheschlusses und der Auflösung der Ehe keine Teilung des Vermögens vorgenommen werde, sei mangels ausreichenden Zusammenhanges der geregelten Materie unbeachtlich. In Anwendung der relevanten Bestimmungen seien deshalb die Beiträge des Versicherten für die Monate Januar und Februar 1998 gemäss Art. 28 Abs. 4 AHVV auf Grund der Hälfte des ehelichen Vermögens und anrechenbaren Renteneinkommens, von März bis Dezember auf Grund des gesamten Vermögens und Renteneinkommens zu berechnen.BGE 126 V 421 S. 426\n\nc) Das Beschwerde führende BSV vertritt, wie die Ausgleichskasse, die Auffassung, dass die Eheleute in den Jahren der Zivilstandsänderung individuell zu betrachten seien. Die Bestimmung des Art. 28 Abs. 4 AHVV sei (wie jene des Art. 3 Abs. 3 AHVG) nur auf diejenigen Nichterwerbstätigen anwendbar, welche das ganze Kalenderjahr verheiratet seien. Dem Ausschluss der Beitragsbemessung nach Art. 28 Abs. 4 AHVV für die Kalenderjahre der Eheschliessung und -auflösung liege der Gedanke zu Grunde, dass die zivilrechtliche Beistandspflicht nur während der Ehe bestehe. Wenn und solange diese nicht in Anspruch genommen werden könne, solle die \"arme\" Ehefrau nicht Beiträge nach den sozialen Verhältnissen des \"reichen\" Ehemannes bezahlen müssen und umgekehrt. Ausserdem würden nach Art. 29quinquies Abs. 3 AHVG in Verbindung mit Art. 50b Abs. 3 AHVV nur ganze Kalenderjahre gesplittet. In Bezug auf das Renteneinkommen gebiete sich das erwähnte Resultat noch aus einem anderen Grund: Alimente könnten bei der sie empfangenden Person nur dann als Renteneinkommen angerechnet werden, wenn diese getrennt von der Person behandelt werde, welche jene ausrichtet. Für die Bemessung des individuellen Vermögens seien im Kalenderjahr der Heirat die allgemeinen Regeln massgebend (vgl. Rz 2080 WSN), während bei Auflösung der Ehe auf das Datum der Scheidung oder der Verwitwung abzustellen sei. Das in Anschlag zu nehmende Renteneinkommen sei das der beitragspflichtigen Person im Kalenderjahr der Scheidung oder Verwitwung tatsächlich zufliessende. Diese Regelung sei denn auch in die WSN (Rz 2043, 2064, 2069.1 und 2084.1) aufgenommen worden.\n\nd) Nach Auffassung des Beschwerdegegners hat die Weisung des BSV an Willkür grenzende Ergebnisse zur Folge. In seiner Stellungnahme legt er dar, dass seine Veranlagung als Witwer für das ganze Jahr 1998 (Beitragsschuld: 10'100 Franken) - nach Stornierung des während der Dauer der Ehe geschuldeten Beitrages von Fr. 925.80 - zu einer Nachbelastung von Fr. 757.55 (10'100 Franken, abzüglich Fr. 925.80, abzüglich Fr. 8'416.65) führe, für welche es keinen plausiblen Grund gebe. Mit dem Tod seiner Frau sei die Ehe erloschen und er könne als Witwer nicht noch einmal für etwas beitragspflichtig werden, wofür er bereits als Verheirateter belangt worden sei. Zu noch stossenderen Resultaten würde das Berechnungsmodell führen, wenn seine Ehefrau bei gleicher Berechnungsbasis im November gestorben wäre (Nachbelastung von Fr. 4'166.25) oder wenn eine verheiratete Person bei maximaler BGE 126 V 421 S. 427Beitragspflicht beider Partner im Februar (keine Nachbelastung) oder bei einer Ehepaarbeitragssumme von 4'800 Franken im November sterbe (Nachbelastung von fast 50%).\n\n5. a) Verwaltungsweisungen sind für das Sozialversicherungsgericht nicht verbindlich. Es soll sie bei seiner Entscheidung mit berücksichtigen, sofern sie eine dem Einzelfall angepasste und gerecht werdende Auslegung der anwendbaren gesetzlichen Bestimmungen zulassen. Es weicht anderseits insoweit von Weisungen ab, als sie mit den anwendbaren gesetzlichen Bestimmungen nicht vereinbar sind (BGE 125 V 379 Erw. 1c, BGE 123 V 72 Erw. 4a, BGE 122 V 253 Erw. 3d, 363 Erw. 3c, je mit Hinweisen). Als blosse Auslegungshilfe bieten Verwaltungsweisungen keine Grundlage, um zusätzliche einschränkende materiellrechtliche Anspruchserfordernisse aufzustellen (BGE 109 V 169 Erw. 3b).\n\nb) Die WSN sieht in Rz 2064 Satz 3 (vgl. auch 2084.1) und 2069.1 Satz 4 vor, dass bei verheirateten Versicherten im Kalenderjahr der Heirat, Scheidung oder Verwitwung das individuelle Vermögen und Renteneinkommen die Grundlage für die Beitragsbemessung bildet, d.h. mit anderen Worten, dass die Beiträge von verheirateten Nichterwerbstätigen im ganzen Jahr der Eheschliessung und -auflösung - d.h. auch in den ersten und letzten Monaten der Ehe - nach den für unverheiratete Nichterwerbstätige geltenden Regeln (vgl. Art. 28 Abs. 1 AHVV) zu erheben sind. Wegen der damit statuierten Nichtanwendbarkeit der für verheiratete Nichterwerbstätige geltenden Regeln auf die ersten und letzten Ehemonate stehen die erwähnten Randziffern der WSN mit Art. 28 Abs. 4 AHVV, gemäss welcher Bestimmung sich die Beiträge von verheirateten, als Nichterwerbstätige beitragspflichtigen Personen auf Grund der Hälfte des ehelichen Vermögens und Renteneinkommens bemessen, nicht im Einklang.\n\nSoweit das Beschwerde führende Bundesamt geltend macht, dass der in der WSN verankerten Regelung der Gedanke zu Grunde liege, dass die zivilrechtliche Beitragspflicht nur während der Ehe bestehe und die \"arme\" Ehefrau nicht Beiträge nach den sozialen Verhältnissen des \"reichen\" Ehemannes bezahlen müsse (und umgekehrt), ist darauf hinzuweisen, dass die auf Art. 28 Abs. 4 AHVV abgestützte Lösung der Vorinstanz diesem Gedanken konsequent Rechnung trägt, indem sobald und solange die eheliche Beistandspflicht (Art. 159 Abs. 3 ZGB) zum Tragen kommt - nämlich während der ganzen Ehedauer - die Beiträge auf der Grundlage der Hälfte des ehelichen Vermögens und Renteneinkommens erhoben werden.BGE 126 V 421 S. 428\n\nNicht zu überzeugen vermag im Weitern auch das vom BSV angeführte Argument der Berücksichtigung von Alimenten im Scheidungsfalle. Denn tritt die Beitragspflicht auf Grund des individuellen Vermögens und Renteneinkommens ein, sobald die Ehe (rechtskräftig) geschieden ist, unterliegen die darin festgesetzten Unterhaltszahlungen von diesem Zeitpunkt an als Renteneinkommen der Beitragspflicht. Mit der vorliegenden Frage in keinem Zusammenhang steht schliesslich der Hinweis des BSV auf das im Rahmen der Leistungsberechnung massgebende Splitting gemäss Art. 29quinquies Abs. 3 AHVV in Verbindung mit Art. 50b Abs. 3 AHVG, weshalb auch daraus nichts abgeleitet werden kann.\n\nc) Sind die erwähnten Randziffern der WSN, auf welche das Beschwerde führende Bundesamt und die Ausgleichskasse sich abstützen, insoweit verordnungswidrig, als sie im ganzen Jahr der Verwitwung (wie auch der hier nicht näher interessierenden Heirat oder Scheidung) eine Beitragspflicht auf Grund des individuellen Vermögens und Renteneinkommens vorsehen, ist ihnen die Anwendung im vorliegenden Fall zu versagen.\n\n6. a) Die Beiträge des Beschwerdegegners sind demnach für die Monate Januar und Februar 1998 nach den für verheiratete Nichterwerbstätige geltenden Regeln zu bemessen, d.h. auf Grund der Hälfte des ehelichen Vermögens und Renteneinkommens (Art. 28 Abs. 4 AHVV), wovon die Vorinstanz zutreffend ausgegangen ist. Zu prüfen bleibt die Bemessungsgrundlage für die in der Zeit nach der Verwitwung (ab März 1998) geschuldeten Beiträge.\n\nb) Gemäss Art. 25 Abs. 1 in Verbindung mit Art. 29 Abs. 4 AHVV kann bei Nichterwerbstätigen, deren Vermögenslage oder Renteneinkommen zufolge eines den in der erstgenannten Bestimmung erwähnten Gründen entsprechenden Sachverhaltes ändert, die Festsetzung der Beiträge im ausserordentlichen Verfahren erfolgen. Nach der Verwaltungspraxis kommt indessen die ausserordentliche Beitragsfestsetzung bei Nichterwerbstätigen nur in Frage, wenn aus der Vermögens- oder Einkommensveränderung ein um mindestens 25% verminderter oder erhöhter Beitrag resultiert (Art. 25 Abs. 1 in Verbindung mit Art. 29 Abs. 4 AHVV; Rz 2091 WSN; BGE 105 V 117; nicht veröffentlichtes Urteil H. vom 20. März 1998). Das Eidg. Versicherungsgericht hat diese Praxis ausdrücklich als nicht gesetzeswidrig erklärt und daher nicht beanstandet (BGE 105 V 119).\n\nc) Die Auflösung der Ehe durch Scheidung oder Tod stellt bei Nichterwerbstätigen eine den in Art. 25 Abs. 1 AHVV für Selbstständigerwerbende erwähnten Tatbeständen gleichzustellende BGE 126 V 421 S. 429Grundlagenänderung dar, welche die Anwendung des ausserordentlichen Verfahrens rechtfertigt. Die Ausgleichskasse wird daher zu prüfen haben, welche Beitragsschuld resultiert bei einer Bemessung auf der Grundlage des Renteneinkommens und des Vermögens, das dem Beschwerdegegner nach dem Tod seiner Ehefrau - nach Durchführung der erb- und güterrechtlichen Auseinandersetzung - zusteht, welcher Wert sich auf Grund der vorliegenden Akten nicht in zuverlässiger Weise ermitteln lässt. Beträgt die Differenz zur Beitragshöhe vor der Verwitwung mindestens 25%, sind die Beiträge des Beschwerdegegners im ausserordentlichen Verfahren neu festzusetzen. Andernfalls bleibt für die von der Vorinstanz sinngemäss für richtig befundene Anwendung des ausserordentlichen Verfahrens kein Raum."}