{"annee": "126", "cour": "III", "page": "334", "date": "22/6/2000", "cite": ["122 III 298"], "cite_par": ["135 III 556", "133 III 90", "129 III 738"], "chapeau": "59. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Juni 2000 i.S. A. gegen Bank X. (Berufung)", "regestes": ["For du lieu d'exécution selon l'art. 113 LDIP. Le for du lieu d'exécution, au sens de l'art. 113 LDIP, est également à disposition pour les litiges relatifs à la validité du contrat en cause (consid. 3)."], "faits": "|334|\n\nAm 11. April 1990 unterzeichnete A. (Beklagter) einen öffentlich beurkundeten Solidarbürgschaftsvertrag, in welchem er sich gegenüber der Bank X. (Klägerin) verpflichtete, für Forderungen der Klägerin gegenüber der Z. Holding, Curaçao, Netherland Antilles, bis zum Höchstbetrag von sFr. 25 Millionen solidarisch zu haften. Die Solidarbürgschaft steht unbestrittenermassen im Zusammenhang |335| mit einem Rückzahlungsanspruch der Klägerin aus einem mit der Z. Holding abgeschlossenen Lombardkreditvertrag vom 19. März/11. April 1990.\n\nDer Bürgschaftsvertrag vom 11. April 1990 bestimmt in Ziffer 9, dass auf die Solidarbürgschaft schweizerisches Recht anzuwenden ist und allfällige Streitigkeiten ohne Rücksicht auf den jeweiligen Wohnsitz des Bürgen durch die Gerichte des Kantons Zürich beurteilt werden sollen.\n\nMit Klage vom 1. Juli 1998 belangte die Klägerin den Beklagten gestützt auf den Bürgschaftsvertrag vom 11. April 1990 beim Bezirksgericht Zürich auf sFr. 1 Million nebst Zins. Mit Eingabe vom 28. Januar 1999 beantragte der Beklagte im Hauptstandpunkt, es sei die Klage mangels Zuständigkeit von der Hand zu weisen.\n\nDas Bezirksgericht Zürich und das hierauf mit der Sache befasste Obergericht des Kantons Zürich wiesen die Einrede der örtlichen Unzuständigkeit mit Beschlüssen vom 25. Februar 1999 bzw. 28. Januar 2000 ab.\n\nDer Beklagte hat gegen den Beschluss des Obergerichts des Kantons Zürich vom 28. Januar 2000 eidgenössische Berufung eingelegt. Darin beantragt er dem Bundesgericht, der angefochtene Beschluss sei aufzuheben und auf die Klage sei mangels Zuständigkeit nicht einzutreten; eventualiter sei die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Die Klägerin beantragt Abweisung der Berufung und Bestätigung der Zuständigkeit des Bezirksgerichts Zürich.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n3. Nach den Darlegungen der Vorinstanz kann dahingestellt bleiben, ob die Parteien gültig einen Gerichtsstand in Zürich vereinbart haben, da die zürcherischen Gerichte gestützt auf den Gerichtsstand des Erfüllungsortes gemäss Art. 113 IPRG auch bei fehlender Gerichtsstandsvereinbarung örtlich zuständig wären.\n\na) Der Beklagte erhebt gegen diese Sichtweise den grundsätzlichen Einwand, über die Gültigkeit eines Vertrages könnten nur die Gerichte am ordentlichen Gerichtsstand befinden; die Gerichte am mutmasslichen Erfüllungsort seien dafür nicht zuständig. Er stützt seine Rüge auf die in der Literatur vertretene Auffassung, wonach die Zuständigkeit des Gerichtes am Erfüllungsort nur dann gegeben sei, wenn die Leistung an diesem Ort erbracht werden soll. Dies |336| setze voraus, dass die Leistung ihr Fundament in einem gültigen Vertrag habe. Stehe gerade die Gültigkeit des Vertrages in Frage, so solle darüber am ordentlichen Gerichtsstand und nicht am Erfüllungsort entschieden werden (KELLER/KREN KOSTKIEWICZ, IPRG-Kommentar, Zürich 1993, N. 19 zu Art. 113 IPRG; in diesem Sinn auch DUTOIT, Droit international privé suisse, Commentaire de la loi fédérale du 18 décembre 1987, 2. Aufl., N. 3 zu Art. 113 IPRG).\n\nb) Die vom Beklagten vertretene Ansicht hätte zur Folge, dass jeder am Erfüllungsort anhängig gemachten Leistungsklage die Einwendung entgegengehalten werden könnte, der Vertrag sei nicht gültig zustande gekommen, um die örtliche Zuständigkeit des angerufenen Gerichtes entfallen zu lassen. Damit jedoch würde, wie die Vorinstanz zutreffend darlegt, die Zuständigkeit am Erfüllungsort weitgehend ausgehöhlt (AMSTUTZ/VOGT/WANG, Basler Kommentar, N. 11 zu Art. 113 IPRG; PATOCCHI, Das neue internationale Vertragsrecht der Schweiz, in: Schriftenreihe SAV, Band 7, Internationales Privatrecht/Lugano-Abkommen, Zürich 1989, S. 19).\n\nGegen die Auffassung des Beklagten spricht zudem der Gedanke der Harmonisierung der Regelungen des IPRG und des Übereinkommens über die gerichtliche Zuständigkeit und die Vollstreckung gerichtlicher Entscheidungen in Zivil- und Handelssachen (Lugano-Übereinkommen, LugÜ; SR 0.275.11). Der Gerichtsstand des Erfüllungsortes gemäss Art. 5 Ziff. 1 LugÜ steht nach herrschender Auffassung auch dann zur Verfügung, wenn der Bestand oder die Gültigkeit eines Vertrags in Frage stehen (BGE 122 III 298 E. 3a S. 299; VOGEL, Grundriss des Zivilprozessrechts, 6. Aufl., S. 113 Rz. 45k; KROPHOLLER, Europäisches Zivilprozessrecht, 6. Aufl., N. 10 zu Art. 5 EuGVÜ; VALLONI, Der Gerichtsstand des Erfüllungsortes nach Lugano- und Brüsseler-Übereinkommen, Diss. Zürich 1997, S. 203). Begründet wird diese Rechtslage auch in Bezug auf das LugÜ damit, dass es bei anderer Betrachtungsweise genügen würde, dass der Beklagte das Bestehen einer gültigen vertraglichen Verpflichtung bestreitet, um den Gerichtsstand des Erfüllungsortes auszuschalten (BGE 122 III 298 E. 3a S. 299; KROPHOLLER, a.a.O.).\n\nMit der Vorinstanz ist somit auch im Anwendungsbereich des IPRG davon auszugehen, dass - sofern die übrigen Voraussetzungen erfüllt sind - ein Gerichtsstand am Erfüllungsort gemäss Art. 113 IPRG selbst bei bestrittener Gültigkeit des in Frage stehenden Vertrages zur Verfügung steht (so auch das Handelsgericht des Kantons Zürich in einem Beschluss vom 9. Januar 1996, ZR 95/1996 S. 300)."}