{"annee": "126", "cour": "V", "page": "319", "date": "17/10/2000", "cite": [], "cite_par": ["142 III 671", "135 V 39"], "chapeau": "54. Extrait de l'arrêt du 17 octobre 2000 dans la cause G. contre SUPRA Caisse-maladie et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 1er al. 2 let. b, art. 31 al. 2 LAMal: Traitement de lésions du système de la mastication causées par un accident. Conditions de l'obligation d'un assureur-maladie d'allouer des prestations pour les séquelles tardives d'un accident - ayant entraîné des lésions dentaires - survenu avant l'entrée en vigueur de la LAMal."], "faits": "|319|\n\nA.- G. est assuré contre les maladies auprès de la caisse-maladie SUPRA. Différents traitements dentaires, consistant notamment dans la pose d'implants, lui ont été prodigués de décembre 1995 à décembre 1996 par la doctoresse T., dentiste, et, du 12 août au 10 septembre 1996, à l'Institut de médecine dentaire de l'Université X. G. en a demandé la prise en charge à sa caisse-maladie en alléguant qu'il s'agissait des suites d'accidents. Dans les déclarations d'accidents qu'il a remplies en octobre 1997, il a invoqué un accident de ski en 1975 et un accident domestique en 1988.\n\nPar décision du 19 août 1998, la SUPRA a refusé la prise en charge des traitements dentaires résultant des deux accidents annoncés, acceptant d'intervenir pour les conséquences d'un accident avec lésion dentaire survenu en 1997.\n\n|320|\n\nA la suite de l'opposition de l'assuré, la caisse-maladie a confirmé, le 7 octobre 1998, son refus de prise en charge.\n\nB.- G. a déféré cette décision au Tribunal des assurances du canton de Vaud. Par jugement du 3 novembre 1999, son recours a été partiellement admis dans la mesure où la décision portant sur les suites de l'accident de 1997 a été annulée d'office. Pour le surplus, la juridiction cantonale a confirmé la décision de la caisse-maladie.\n\nC.- L'assuré interjette recours de droit administratif contre ce jugement dont il demande implicitement l'annulation. Il conclut à ce que la caisse-maladie soit tenue de prendre en charge les suites de ces accidents selon des modalités à déterminer.\n\nLa SUPRA a conclu au rejet du recours, alors que l'Office fédéral des assurances sociales n'a pas présenté de détermination.", "considerants": "Extrait des considérants:\n\n3. Sous le régime de la LAMA, les mesures dentaires ne constituaient pas, en principe, des traitements médicaux au sens de l'art. 12 al. 2 ch. 1 et 2 LAMA, de sorte qu'elles n'étaient pas à la charge des caisses-maladie au titre de l'assurance des soins médicaux et pharmaceutiques. Le nouveau droit de l'assurance-maladie a apporté une réforme des prestations obligatoires pour les soins dentaires. Selon l'art. 31 al. 1 LAMal, l'assurance prend en charge les coûts des soins dentaires:\n\na. s'ils sont occasionnés par une maladie grave et non évitable du\n\nsystème de la mastication, ou\n\nb. s'ils sont occasionnés par une autre maladie grave ou ses séquelles,\n\nou\n\nc. s'ils sont nécessaires pour traiter une maladie grave ou ses\n\nséquelles.\n\nSelon l'art. 33 al. 2 LAMal, il appartient au Conseil fédéral de désigner en détail les prestations prévues par l'art. 31 al. 1 LAMal. A l'art. 33 let. d OAMal, le Conseil fédéral a délégué à son tour cette compétence au Département fédéral de l'intérieur (DFI). Le DFI a fait usage de cette délégation aux art. 17 à 19a de l'ordonnance sur les prestations dans l'assurance obligatoire des soins en cas de maladie du 29 septembre 1995 (OPAS; RS 832.112.31).\n\nAu vu des renseignements médicaux figurant au dossier, la nature des affections dont souffre G. ne relève manifestement pas de l'un des états de fait médicaux mentionnés aux art. 17 à 19a OPAS. A juste titre, le recourant ne le prétend d'ailleurs pas. Il s'ensuit qu'il n'existe pas une obligation de prester à charge de l'assurance-maladie fondée sur l'art. 31 al. 1 LAMal.\n\n|321|\n\n4. a) Selon l'art. 1er LAMal, l'assurance-maladie sociale couvre désormais non seulement la maladie, mais aussi l'accident et la maternité. Les accidents ne sont toutefois couverts que dans la mesure où ils ne sont pas pris en charge par une assurance-accidents, qu'elle soit obligatoire ou privée. Dans ce domaine, l'assurance-maladie sociale remplit ainsi à la fois un rôle subsidiaire et complémentaire: subsidiaire quand elle a pour tâche de combler dans ce domaine des lacunes d'assurances en raison de sa fonction supplétive; complémentaire lorsqu'elle peut être amenée à prendre en charge des frais non couverts ou couverts partiellement par une assurance-accidents (cf. message du Conseil fédéral concernant la révision de l'assurance-maladie du 6 novembre 1991, in: FF 1992 I 123; GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 162 sv.).\n\nEn matière d'application du droit dans le temps se pose la question des frais de traitement pour les séquelles tardives ou les rechutes d'accidents qui se sont produits avant l'entrée en vigueur de la LAMal le 1er janvier 1996, lorsque ni un assureur social tenu prioritairement selon l'art. 110 OAMal, ni un autre assureur tenu en vertu de l'art. 102 al. 4, dernière phrase, LAMal n'ont à en répondre. Selon le système de la loi et les buts fixés par le législateur, c'est normalement à l'assurance-maladie qui couvre l'assuré au moment du traitement qu'il incombe de prester. Cette règle découle au demeurant de la disposition de l'art. 103 al. 1 LAMal qui se réfère à la date du traitement et non pas par exemple à celle de l'événement assuré ou de l'envoi de la facture. En matière d'assurance-maladie en effet, la date de la survenance de la maladie ou de sa première apparition n'est pas décisive pour déterminer l'obligation de prester de l'assurance. Au vu de l'art. 28 LAMal qui met sur un pied d'égalité les prestations en cas de maladie et d'accident, on doit en déduire que lorsque les conditions de l'art. 1er al. 2 let. b LAMal sont données, il en va de même de la prise en charge par l'assureur-maladie, tenu au moment du traitement, des soins pour les suites tardives ou la rechute d'un accident.\n\nComme l'art. 31 al. 2 LAMal met à la charge de l'assurance obligatoire des soins les coûts des lésions du système de la mastication causés par un accident selon l'art. 1er al. 2 let. b, il s'ensuit que, comme pour d'autres séquelles d'accident, c'est la date du traitement qui est déterminante pour fixer l'obligation éventuelle de prester de l'assurance-maladie (cf. RAMA 1998 no KV 33 p. 284 consid. 2).\n\n|322|\n\nb) Dans le cas d'espèce, on ignore si le recourant a été au bénéfice d'une assurance-accidents au moment déterminant, auquel cas l'obligation de prester de la caisse intimée devrait être niée sans plus ample examen. Cette question peut cependant rester ouverte en raison du sort du litige, comme on le verra.\n\nEn revanche, il y a lieu d'admettre que dès lors que les lésions dentaires constitueraient des séquelles tardives des accidents annoncés, l'intimée aurait, sur le principe, à répondre des frais de traitement selon l'art. 31 al. 2 LAMal.\n\n5. a) Le droit à des prestations découlant d'un accident suppose tout d'abord, entre l'événement dommageable de caractère accidentel et l'atteinte à la santé, un lien de causalité naturelle. Savoir si un tel lien existe est une question de fait, généralement d'ordre médical, qui doit être résolue selon la règle du degré de vraisemblance prépondérante. Il ne suffit pas en effet que l'existence d'un rapport de cause à effet soit simplement possible ou probable. En droit des assurances sociales, il n'existe pas un principe selon lequel l'administration ou le juge devrait statuer, dans le doute, en faveur de l'assuré (RAMA 1999 no U 349 p. 478 consid. 2b); le défaut de preuve va au détriment de la partie qui entendait tirer un droit du fait non prouvé.\n\nb) En l'espèce, selon les renseignements médicaux au dossier, les traitements dentaires ont consisté selon la doctoresse T., dans la pose d'implants destinés à remplacer des reconstructions prothétiques effectuées antérieurement par d'autres médecins-dentistes. Les accidents décrits par le recourant étaient susceptibles de provoquer ce genre de lésions dentaires (lésions des structures nourricières et de soutien, nécrose lente et abcès). Enfin, ces affections étaient dues, certainement et de manière hautement probable, à ces accidents, sous réserve que le constat date de deux à trois ans après l'accident.\n\nUn lien de causalité entre les accidents annoncés huit et vingt-deux ans après leur survenance et le traitement dentaire en litige n'apparaît dès lors pas établi au degré de vraisemblance prépondérante requis, faute de constatations médicales opérées dans le délai utile. On doit ainsi considérer que ces lésions constituent une hypothèse parmi d'autres sans qu'il soit possible médicalement d'en déterminer précisément l'origine, au vu du temps écoulé entre les accidents et les constatations médicales. D'ailleurs, la difficulté particulière d'apporter des renseignements médicaux dans un tel cas apparaît déjà lorsque le recourant allègue pour sa part qu'il y a eu à |323| la fois soins aux dents abîmées et repositionnement d'une partie de la dentition non malade.\n\nFaute de constituer des séquelles tardives d'accidents, les traitements nécessaires ne sont en conséquence pas à la charge de l'intimée."}