{"annee": "126", "cour": "II", "page": "522", "date": "8/12/2000", "cite": ["119 IA 362", "121 I 334", "118 IB 206", "124 II 293", "122 II 33", "121 I 117", "125 II 129", "120 IA 270", "117 IB 387", "124 II 241", "119 IB 458", "122 II 165", "122 II 337", "105 IB 165", "111 IB 15", "120 IB 317", "121 II 317", "123 II 481", "100 IB 351", "107 IB 243", "121 II 97", "112 IB 39", "124 V 12", "125 II 591", "106 IB 325", "125 II 643", "117 IB 285", "119 IB 348", "110 IB 340", "118 IB 599"], "cite_par": ["127 II 184", "134 II 49", "138 II 331", "137 II 58", "132 II 475", "142 II 128", "129 II 497", "130 II 394", "127 II 306", "131 II 81", "129 II 238", "131 II 470", "140 II 315", "127 II 238", "136 II 263", "134 II 164"], "chapeau": "53. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 8. Dezember 2000 i.S. Politische Gemeinde Bachs und weitere Beschwerdeführer gegen Kanton Zürich und Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation (Verwaltungsgerichtsbeschwerden)", "regestes": ["Concessions de construction pour l'agrandissement de l'aéroport de Zurich. SITUATION DE FAIT ET DE DROIT DÉTERMINANTE, MOMENT DE LA DÉCISION Prise en considération de règles de droit nouvelles et de faits nouveaux au moment de l'arrêt dans la procédure du recours de droit administratif (consid. 3b). Droit de l'entreprise requérante d'obtenir une décision (consid. 10b). Moment de la décision, coordination des procédures de concession de construction et d'exploitation (consid. 11). RAPPORTS D'IMPACT SUR L'ENVIRONNEMENT COMPLÉMENTAIRES ET ÉTUDE COMPLÉMENTAIRE D'IMPACT SUR L'ENVIRONNEMENT Nouvelles prévisions du trafic aérien (consid. 13). Critique injustifiée des prévisions (consid. 14). PROTECTION DE L'AIR/TRAFIC AÉRIEN ET SERVICES AU SOL Prévision des émissions de polluants d'après le rapport d'impact sur l'environnement (consid. 18). Prises de position du service zurichois compétent (AWEL) et de l'OFEFP; considérants du DETEC; fixation d'un plafond des émissions (consid. 19). Critique injustifiée de la structure et du niveau du plafond des émissions (consid. 22 et 23). Ce plafond n'est pas inadmissible en raison de motifs économiques; il n'est non plus contraire ni à la règle dite de l'obligation d'accueillir, ni au droit de libre choix du moyen de transport (consid. 22b et 22d). BRUIT DES AVIONS Rapports spécialisés concernant le bruit des avions et prise de position de l'OFEFP (consid. 34). Considérants du DETEC sur les restrictions d'exploitation liées au bruit (consid. 35a), le plan de protection contre le bruit (consid. 35b) et le cadastre de bruit (consid. 35c). Prescriptions d'exploitation liées au bruit d'après la concession de construction et l'ordonnance sur l'infrastructure aéronautique (consid. 36). Griefs contre les rapports spécialisés concernant - les types d'avions pris en considération (consid. 37a) - le niveau d'évaluation (consid. 37b) - le bruit des avions au sol (consid. 37c) - l'étude insuffisante des effets sur la santé (consid. 37d) - l'absence d'évaluation globale selon l'art. 8 LPE (consid. 37e) Résumé des griefs dirigés contre les allégements admis par le DETEC et contre les charges de la concession de construction liées au bruit (consid. 38). Base juridique des restrictions d'exploitation adoptées (consid. 39). Des restrictions supplémentaires du trafic aérien sont-elles nécessaires? Question laissée ouverte (consid. 40). EXAMEN PRÉJUDICIEL DES VALEURS LIMITES D'EXPOSITION AU BRUIT DES AÉROPORTS NATIONAUX Principes de l'examen préjudiciel des ordonnances du Conseil fédéral (consid. 41). Bases constitutionnelles et légales de l'établissement de valeurs limites d'exposition (consid. 42). Historique des valeurs limites d'immission ou d'exposition pour le bruit des aéroports nationaux (consid. 43). Examen de la constitutionnalité et de la légalité des valeurs limites d'immission adoptées par le Conseil fédéral, en particulier quant à leur conformité aux art. 15 et art. 13 al. 2 LPE (consid. 44-46). Prise en considération de l'état actuel de la science (consid. 45). Dès lors que les valeurs limites d'exposition au bruit des aéroports nationaux, selon l'annexe 5 de l'ordonnance sur la protection contre le bruit, ne correspondent pas au cadre légal, les valeurs limites d'exposition prévues dans le 6e rapport partiel de la Commission fédérale pour l'évaluation des valeurs limites d'immission pour le bruit, de septembre 1997, demeurent applicables (consid. 46). PLAN DE PROTECTION CONTRE LE BRUIT Notification incomplète et nécessité d'une révision du plan de protection contre le bruit (consid. 47). Examen des griefs matériels concernant - la question \"mesurer ou calculer?\" (consid. 48a) - la courbe des valeurs limite déterminante (consid. 48b) - le choix des mesures de protection contre le bruit (consid. 48c) - le remboursement des coûts de mesures de protection contre le bruit (consid. 48d) - la prise en considération du bruit des avions militaires (consid. 48e). CADASTRE DE BRUIT Sans base légale ni enquête publique avec procédure d'opposition ou de recours, le cadastre de bruit ne peut pas comporter des restrictions à la propriété et lier les propriétaires (consid. 49). AUTRES QUESTIONS D'AMÉNAGEMENT DU TERRITOIRE ET D'INDEMNISATION Dès lors que la procédure de la concession de construction, selon le droit de l'aviation, n'est pas une procédure combinée, les prétentions fondées sur le droit de l'expropriation ne doivent pas être traitées dans ce cadre; elles ne doivent pas non plus être jugées préalablement (consid. 50). Pour la solution des conflits d'affectation résultant de l'agrandissement et de l'assainissement de l'aéroport, les procédures disponibles sont avant tout, outre celles des concessions de construction et d'exploitation, celles des plans sectoriels et directeurs (consid. 51)."], "faits": "BGE 126 II 522 S. 527\n\nA.- Der Sachverhalt bis zur Verleihung der Rahmenkonzession für den Ausbau des Flughafens Zürich (5. Bauetappe) lässt sich dem BGE 126 II 522 S. 528bundesgerichtlichen Urteil vom 24. Juni 1998 (BGE 124 II 293) entnehmen.\n\nB.- Das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement (EVED, heute: Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation, UVEK) erteilte dem Kanton Zürich als Halter des Flughafens Zürich-Kloten mit der Rahmenkonzession vom 5. Februar 1997 die grundsätzliche Bewilligung für die 5. Bauetappe. Zentraler Bestandteil des Ausbauvorhabens bildet ein neues Abfertigungsgebäude, das sog. Dock Midfield, das vom bisherigen Baukomplex losgelöst innerhalb des Pisten-Dreiecks des Flughafens erstellt werden soll. Dieses künftige Dock wird durch zwei Tunnels mit dem Flughafenkopf sowie durch zusätzliche Rollwege mit dem heutigen Pistensystem verbunden werden. Weiter soll als Drehscheibe für die Flugpassagiere ein neues Airside Center zwischen den bestehenden Terminals A und B eingerichtet werden. Zur 5. Bauetappe gehören auch verschiedene Projekte für den landseitigen Verkehr. Geplant sind insbesondere ein Bahnhofterminal, ein Bushof und ein zusätzliches Parkhaus sowie die Aufstockung der Parkhäuser B und F. Die Strassenverkehrsanlagen werden ebenfalls neu an den Flughafenkopf angeschlossen werden. Zudem sollen die Anlagen für die Frachtabfertigung sowie der Werkhof ausgebaut und neu erschlossen werden.\n\nDie vom EVED erteilte Rahmenkonzession wurde von verschiedenen Privaten, Organisationen sowie von schweizerischen und deutschen Gemeinwesen mit eidgenössischer Verwaltungsgerichtsbeschwerde angefochten. Das Bundesgericht hiess diese Beschwerden mit Urteil vom 24. Juni 1998 teilweise gut, soweit auf sie eingetreten werden konnte. Das Bundesgericht stellte im Wesentlichen fest, dass die dem Umweltverträglichkeitsbericht (UVB) zu Grunde gelegte Prognose über den künftigen Flugverkehr angesichts der inzwischen eingetretenen Entwicklung als eindeutig und in erheblichem Ausmass unzutreffend bezeichnet werden müsse. Dieser Mangel bei der Feststellung des Sachverhalts müsse im nachfolgenden Verfahrensschritt - also in den Baukonzessionsverfahren - behoben werden. Das bedeute, dass die Umweltverträglichkeitsprüfung in den folgenden Verfahren in all jenen Bereichen, in denen sie direkt oder indirekt auf der Flugverkehrs-Prognose beruhe, zu wiederholen bzw. zu ergänzen sei und allenfalls neue Bedingungen und Auflagen für den geplanten Ausbau zu formulieren seien (vgl. BGE 124 II 293 E. 13-15 S. 322 ff.).\n\nBGE 126 II 522 S. 529\n\nFür die Erlangung der Baukonzessionen teilte der Kanton Zürich sein Ausbauvorhaben in verschiedene Teilprojekte auf. Die Baukonzessionsgesuche, die bereits vor dem bundesgerichtlichen Entscheid über die Rahmenkonzession eingereicht worden waren, wurden im Nachgang an diesen überarbeitet und ergänzt. Zudem liess der Kanton Zürich verschiedene Ergänzungsberichte zum Umweltverträglichkeitsbericht (erster Stufe) erstellen, denen die vom Bundesgericht verlangte neue Flugverkehrsprognose zu Grunde gelegt wurde (Fachbericht Luft, Fachbericht Landseitiger Verkehr, Fachbericht Fluglärm, Kartensatz Fluglärm, Technischer Anhang Fluglärm, Synthesebericht). In der Ausschreibung des Baukonzessionsgesuchs für das Dock Midfield wurde auf die Aufteilung des Gesamtprojektes in Teilprojekte aufmerksam gemacht und bekanntgegeben, dass mit dem Baukonzessionsgesuch auch die vom Bundesgericht geforderten Ergänzungsberichte zum Umweltverträglichkeitsbericht erster Stufe (Rahmenkonzession) sowie die Unterlagen zu allen projektübergreifenden Umweltbelangen aufgelegt würden.\n\nIm Anschluss an die Publikation des Baukonzessionsgesuches für das Dock Midfield gingen bei der Flughafendirektion Zürich rund 2000 Stellungnahmen von Gemeinwesen, Organisationen und Privatpersonen ein. Vereinzelt beteiligten sich Drittpersonen auch an den übrigen Anhörungsverfahren.\n\nC.- Mit Verfügung vom 5. November 1999 erteilte das UVEK dem Kanton Zürich die Baukonzession für das Dock Midfield unter zahlreichen Auflagen.\n\nDas Dispositiv der Verfügung ist in sechs Ziffern bzw. Abschnitte unterteilt (1. Bauprojekt, 2. Auflagen, 3. Frist, 4. Parteientschädigung, 5. Gebühr und 6. Rechtsmittelbelehrung). In Ziffer 1 wird neben der Aufzählung der massgebenden Pläne und Unterlagen unter anderem entschieden, dass den Erleichterungsanträgen stattgegeben werde (Ziffer \"1.6 Lärm\"). In Ziffer \"1.7 Raumplanung\" genehmigt das Departement den Lärmbelastungskataster. Die in Ziffer 2 umschriebenen Auflagen lauten - soweit hier interessierend - wie folgt:\n\n\"2.1 Massnahmen gemäss UVB\n\nDie in den Umweltverträglichkeitsberichten und übergeordneten Konzepten aufgeführten Massnahmen sind zu erfüllen. In Ergänzung dazu werden folgende Auflagen verfügt:\n\n2.2 Lärm\n\n2.2.1 Die im Umweltverträglichkeitsbericht erwähnten Massnahmen zur präziseren Führung des Flugbetriebs - wie das Flight Management System - sind konsequent weiterzuführen.\n\nBGE 126 II 522 S. 530\n\n2.2.2 Mit der nächsten Erneuerung der Betriebskonzession bzw. des Betriebsreglementes, spätestens jedoch im Jahr 2001, sind folgende Änderungen vorzunehmen:\n\n- Die Nachtflugsperre ist von 5.00 Uhr auf 5.30 Uhr auszudehnen.\n\n- Der Start von geplanten Charterflügen ist bereits ab 22.00 Uhr zu verbieten.\n\n2.2.3 Mit der Umsetzung des Schallschutzkonzepts ist nach Eintritt der Rechtskraft dieses Entscheides zu beginnen und es ist ohne Verzug auszuführen. Dem UVEK ist jährlich ein Bericht über den Stand der Umsetzung vorzulegen. Im übrigen ist der Vollzug Aufgabe des Kantons Zürich.\n\nDas Schallschutzkonzept ist nach der definitiven Festsetzung der Lärmbelastungsgrenzwerte anzupassen.\n\n2.2.4 Der Flughafenhalter hat im Zusammenhang mit dem Schallschutzkonzept die technische Machbarkeit und die finanziellen Auswirkungen des Einbaus von selbstschliessenden bzw. zwangsbelüfteten Fenstern zu prüfen und dem UVEK innert sechs Monaten nach Eintritt der Rechtskraft dieses Entscheides hierzu einen Bericht vorzulegen. Das UVEK entscheidet über die Realisierung der Massnahme.\n\n2.3 Luft\n\n2.3.1 Der Flughafenhalter hat die am 4. Oktober 1999 dem Regierungsrat des Kantons Zürich eingereichten Massnahmen 1-4 umzusetzen.\n\n2.3.2 Der Kanton Zürich hat den kantonalen Massnahmenplan zur Verbesserung der Luftqualität konsequent umzusetzen und gegebenenfalls zu verschärfen.\n\n2.3.3 In der Umgebung des Flughafens ist ein verfeinertes Immissionsmessnetz zur Messung der NO2-Werte aufzubauen, um die Entwicklung der Belastung der Bevölkerung zu verfolgen.\n\n2.3.4 Der Flughafenhalter hat jährlich zu berechnen, welche NOx-Emissionen sich aus Luftverkehr und Abfertigung ergeben. Die Resultate sind dem AWEL und dem BAZL jährlich einzureichen.\n\n2.3.5 Der Flughafenhalter hat ab sofort sämtliche technisch und betrieblich möglichen sowie wirtschaftlich tragbaren Massnahmen, die den Ausstoss von NOx in den Bereichen Flugbetrieb und Abfertigung reduzieren, zu ergreifen. Ergeben die Berechnungen jährliche Emissionen von 2'400 t NOx aus Luftverkehr und Abfertigung, so hat der Flughafenhalter dem UVEK innert 3 Monaten eine Situationsanalyse über die NO2-Belastung der Umgebung des Flughafens und ein Massnahmenpaket vorzulegen. Darin ist darzulegen, wie ein weiteres Ansteigen der Stickoxidbelastung verhindert werden kann. Das UVEK entscheidet über die zu ergreifenden Massnahmen.\n\n2.3.6 Die Verpflichtungen gemäss Ziffer 2.3.4 und 2.3.5 sind in die nächste Änderung des Betriebsreglementes, die spätestens im Jahr 2001 zu erfolgen hat, aufzunehmen.\n\nBGE 126 II 522 S. 531\n\n2.4 Raumplanung\n\nDer Lärmbelastungskataster ist nach der definitiven Festsetzung der Lärmbelastungsgrenzwerte anzupassen.\n\n2.5 Landseitiger Verkehr\n\n2.5.1 Das Modalsplit-Konzept vom Juli 1998 ist umzusetzen. Zusätzlich zu den bis 2004 vorgesehenen Massnahmen sind\n\n- benützungsabhängige Parkplatzgebühren für Flughafenangestellte und\n\n- Frühbusse für Schichtangestellte aus dem nördlichen Einzugsgebiet des Flughafen einzuführen.\n\n2.5.2 Wird das Modalsplit-Ziel bis 2004 nicht erreicht, sind dem UVEK Massnahmen\n\n- zur Einführung einer Maut und\n\n- zur Beschränkung des Vorabend-Check-Invorzulegen.\n\n2.5.3 Innert eines Jahres ab Rechtskraft dieses Entscheides ist dem UVEK ein Controlling-Konzept zur Genehmigung vorzulegen.\"\n\nDie Erteilung der Baukonzession für das Dock Midfield wurde im Bundesblatt vom 9. November 1999 angezeigt (BBl 1999 S. 8992). Gleichzeitig machte das UVEK bekannt, dass am 9. November 1999 auch die Baukonzession für das Projekt Rollwege, Bereitstellungsflächen und Vorfeld Midfield sowie - in zwei separaten Verfügungen - die Konzessionen für den Bau des Bahnhofterminals und des Parkhauses C gewährt worden seien (BBl 1999 S. 8991, 8993 f.). Schliesslich erteilte das Departement dem Kanton Zürich mit Verfügungen vom 16. November 1999 die Baukonzessionen für die Aufstockung der Parkhäuser B und F sowie für den landseitigen Verkehrsanschluss (BBl 1999 S. 9080 f.) und mit Verfügungen vom 14. Dezember 1999 die Konzessionen für den Bau des Airside Centers und des Personen-Transport-Systems mit Tunnel (BBl 1999 S. 9669, 9672). Damit waren - mit Ausnahme der geplanten Anlagen für die Reinigung der Enteiserabwässer, die erst am 7. Februar 2000 bewilligt worden sind - alle Projekte der 5. Bauetappe zur Ausführung freigegeben.\n\nD.- Gegen die genannten Baukonzessionen, gegen die Baukonzession für das Dock Midfield allein oder gegen das im Rahmen dieser Konzession erstellte Schallschutzkonzept haben zahlreiche Private, Organisationen und öffentliche Gemeinwesen Verwaltungsgerichtsbeschwerde erhoben. Neben den materiellen Anträgen sind auch verschiedene Gesuche um aufschiebende Wirkung der Beschwerden und um Sistierung der Verfahren gestellt worden.\n\nBGE 126 II 522 S. 532\n\nMit Präsidialverfügung vom 26. Januar 2000 ist den Verwaltungsgerichtsbeschwerden insoweit aufschiebende Wirkung beigelegt worden, als sie sich gegen die Baukonzession für das Projekt \"Flughafenkopf landside/Parkhaus C\" richten. Im Übrigen sind die Gesuche um Suspensiveffekt zur Zeit abgewiesen worden. Ebenfalls zur Zeit abgewiesen worden sind die Gesuche um Sistierung der Verfahren.\n\nAm 25. Mai 2000 hat das Bundesgericht eine öffentliche Verhandlung durchgeführt, an welcher jene Beschwerdeführer Gelegenheit zur mündlichen Stellungnahme erhalten haben, denen gemäss Art. 6 EMRK Anspruch hierauf zusteht. Die Beschwerden, die sich lediglich gegen das Schallschutzkonzept richteten, sind allerdings nicht in das Instruktionsverfahren einbezogen worden.\n\nE.- Im Laufe des bundesgerichtlichen Verfahrens ist am 1. Januar 2000 das Bundesgesetz über die Koordination und Vereinfachung von Entscheidverfahren vom 18. Juni 1999 in Kraft getreten. Durch dieses Gesetz sind unter anderem die Art. 36, 37, 37a und 37b des Bundesgesetzes über die Luftfahrt vom 21. Dezember 1948 (LFG; SR 748.0) aufgehoben und durch zahlreiche neue Normen ersetzt worden (vgl. AS 1999 S. 3112 ff.). Die neuen Bestimmungen führen anstelle des Baukonzessionsverfahrens ein Plangenehmigungsverfahren für Flugplatzanlagen ein und umschreiben den Inhalt der Betriebskonzession und des Betriebsreglementes nunmehr auf Gesetzesstufe. Ein Rahmenkonzessionsverfahren wird nicht mehr vorgesehen.\n\nAm 1. März 2000 hat die Verordnung zum Bundesgesetz über die Koordination und Vereinfachung von Entscheidverfahren vom 2. Februar 2000 Geltung erlangt (AS 2000 S. 703 ff.). Sie bringt auf dem Gebiete der Luftfahrt neue Ausführungsvorschriften zum Plangenehmigungsverfahren, zum Betriebskonzessionsverfahren und zur Genehmigung des Betriebsreglementes, die in die Verordnung über die Infrastruktur der Luftfahrt vom 23. November 1994 (VIL; SR 748.131.1) eingefügt worden sind. Zudem werden die Anhänge 14.1, 14.2 und 14.3 der Verordnung über die Umweltverträglichkeitsprüfung insofern geändert, als die Umweltverträglichkeitsprüfung in das Plangenehmigungsverfahren und in das Genehmigungsverfahren für das Betriebsreglement verwiesen wird.\n\nIm Zusammenhang mit der Festlegung der Belastungsgrenzwerte für die Landesflughäfen sind am 12. April 2000 die Lärmschutz-Verordnung sowie erneut auch die Verordnung über die Infrastruktur der Luftfahrt geändert worden (vgl. AS 2000 S. 1388 ff.). Letztere BGE 126 II 522 S. 533enthält nun in den Artikeln 39 bis 39c ein im Einzelnen umschriebenes Nachtflugverbot. Die Teilrevision der Lärmschutz-Verordnung dient einerseits dem Wechsel vom System der luftfahrtrechtlichen Lärmzone zum umweltschutzrechtlichen Institut des Lärmbelastungskatasters. Andererseits sind in Anhang 5 der Verordnung neu die Belastungsgrenzwerte für den Lärm aller ziviler Flugplätze festgesetzt worden, und zwar getrennt für den Lärm des Verkehrs von Kleinluftfahrzeugen sowie für den Lärm des Gesamtverkehrs von Kleinluftfahrzeugen und Grossflugzeugen. Dabei gelten für die Landesflughäfen teils höhere Werte und ist zudem für die Bestimmung des Beurteilungspegels für den Tag eine (negative) Korrektur vorzunehmen.\n\nMit Schreiben vom 22. Mai 2000 hat das deutsche Bundesministerium für Verkehr, Bau- und Wohnungswesen die \"Regelung für An- und Abflüge zum/vom Flughafen Zürich über deutsches Hoheitsgebiet\" vom 17. September 1984 (SR 0.748.131.913.6) auf den 31. Mai 2001 gekündigt. Dem Bundesamt für Zivilluftfahrt (BAZL) ist gleichzeitig eine neue Regelung für die Nutzung des deutschen Luftraums unterbreitet worden, die das Bundesministerium auf den 1. Juni 2000 in Kraft setzen wolle. Das Bundesministerium hat sich zu Gesprächen über die neue Regelung bereit erklärt, doch müssten diese vor Erneuerung der Betriebskonzession für den Flughafen Zürich am 31. Mai 2001 abgeschlossen sein.\n\nF.- Mit Präsidialverfügung vom 31. Mai 2000 ist den Parteien und dem UVEK die Möglichkeit gegeben worden, zur Änderung der Lärmschutz-Verordnung und der Verordnung über die Infrastruktur der Luftfahrt vom 12. April 2000 sowie zur Kündigung der Regelung zwischen der Schweiz und der Bundesrepublik Deutschland über die An- und Abflüge zum/vom Flughafen Zürich Stellung zu nehmen.\n\nAlle Beteiligten haben von dieser Möglichkeit Gebrauch gemacht. Verschiedene haben um aufschiebende Wirkung ihrer Beschwerde und um Sistierung des Verfahrens ersucht oder ihre bereits gestellten Begehren erneuert.\n\nMit Präsidialverfügung vom 6. Juli 2000 sind die erneuerten Gesuche um aufschiebende Wirkung und um einstweilige Einstellung der Verfahren abgewiesen worden, im Wesentlichen aus den bereits in der Präsidialverfügung vom 26. Januar 2000 genannten Gründen.\n\nG.- Am 18. Oktober 2000 hat der Bundesrat die Teile I, II, IIIA und IIIB des Sachplans Infrastruktur der Luftfahrt (SIL) verabschiedet.\n\nBGE 126 II 522 S. 534\n\nDas Bundesgericht hat am 8. Dezember 2000 in den Hauptverfahren ein gemeinsames Urteil gefällt. Es hat in teilweiser Gutheissung der Beschwerden der Anwohner und der Gemeinden die Auflagen der Baukonzession für das Projekt Dock Midfield in einigen Punkten geändert. Unter anderem sind die Ziffern 1.7 und 2.4 des Dispositives der Baukonzession aufgehoben worden. Dispositiv Ziffer 2.2.3 ist in dem Sinne abgeändert worden, als die Festsetzung des Schallschutzkonzeptes in ein nachlaufendes gesondertes Bewilligungsverfahren verwiesen worden ist. Zudem sind die von der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten festgelegten Belastungsgrenzwerte für den Lärm der Landesflughäfen als anwendbar bezeichnet worden und müssen die Lärmimmissionen, die vom Betrieb des Militärflugplatzes Dübendorf ausgehen, mitberücksichtigt werden. Im Übrigen sind die Beschwerden abgewiesen worden, soweit auf sie eingetreten werden konnte. Die Verwaltungsgerichtsbeschwerde der SAir Group und der mitbeteiligten Fluggesellschaften ist vollständig abgewiesen worden, soweit auf sie einzutreten war.", "considerants": "Aus den Erwägungen:\n\n3. b) Wie in der Sachverhaltsdarstellung (vgl. lit. E) erwähnt, sind im Laufe der vorliegenden Verfahren verschiedene neue Normen in Kraft getreten und hat sich auch die tatsächliche Situation weiterentwickelt. Damit stellt sich - zunächst in allgemeiner Weise - die Frage, auf welche Sach- und Rechtslage beim Entscheid im verwaltungsgerichtlichen Beschwerdeverfahren abzustellen sei.\n\naa) Die Rechtmässigkeit eines Verwaltungsakts ist grundsätzlich nach der Rechtslage zur Zeit seines Erlasses zu beurteilen. Bei der Prüfung der Frage, ob die für eine Baute oder Anlage erteilte Bewilligung oder Konzession bundesrechtmässig sei, ist daher vom Rechtszustand auszugehen, der im Zeitpunkt der Bewilligung galt (BGE 106 Ib 325; BGE 112 Ib 39 E. 1c; BGE 120 Ib 317 E. 2b). Im Laufe des Beschwerdeverfahrens eingetretene Rechtsänderungen sind an sich unbeachtlich, es sei denn, zwingende Gründe sprächen für die Berücksichtigung des neuen Rechts. Das trifft nach bundesgerichtlicher Praxis vor allem dann zu, wenn Vorschriften um der öffentlichen Ordnung willen oder zur Durchsetzung erheblicher öffentlicher Interessen erlassen worden und daher auch in hängigen Verfahren sofort anwendbar sind (vgl. zit. Entscheide und BGE 123 II BGE 126 II 522 S. 535359 E. 3 S. 362 f. mit Hinweisen). Im Weiteren hätte es wenig Sinn, eine Bewilligung oder Konzession aufzuheben, weil sie dem alten Recht widerspricht, während sie nach neuem Recht auf erneutes Gesuch hin zu erteilen wäre (so BGE 102 Ib 64 E. 4). Die Berücksichtigung neuen Rechts muss allerdings ausgeschlossen bleiben, wenn sie sich zu Lasten Dritter auswirken und deren Rechtsschutz beeinträchtigen könnte.\n\nbb) Ähnliche Überlegungen gelten für den Einbezug von Tatsachen, die sich erst im Laufe des bundesgerichtlichen Verfahrens ereignet haben. Wohl ist grundsätzlich auf den Sachverhalt abzustellen, wie er sich der Vorinstanz dargeboten hat. Ist das Bundesgericht jedoch nicht an die tatsächlichen Feststellungen der Vorinstanz gebunden (vgl. Art. 105 Abs. 2 OG), so kann es im Rahmen seiner freien Überprüfung auch Änderungen des Sachverhalts Rechnung tragen, die erst nach Erlass der angefochtenen Verfügung eingetreten sind (vgl. BGE 100 Ib 351 E. 3 S. 355; BGE 105 Ib 165 E. 6b; BGE 121 II 97 E. 1c, je mit Hinweisen). Hierbei dürfen auch prozess-ökonomische Überlegungen eine Rolle spielen. Die Berücksichtigung neuer Tatsachen ist allerdings nur insoweit am Platz, als ihr das materielle Recht oder Rechtsschutzvorschriften nicht entgegenstehen.\n\ncc) Es wird demnach im Zusammenhang mit den erhobenen Rügen im Einzelnen zu prüfen sein, ob die nachträglichen tatsächlichen Änderungen zu beachten seien und ob und inwieweit die während des bundesgerichtlichen Verfahrens in Kraft getretenen neuen Normen zur Beurteilung herangezogen werden können.\n\n10. b) Die Gemeinde Bachs und die Mitbeteiligten berufen sich auf den bundesgerichtlichen Entscheid über die Rahmenkonzession und machen geltend, solange die dort festgestellten Mängel in der luftfahrtrechtlichen Planung und Gesetzgebung nicht geheilt seien, hätten keine Baukonzessionen erteilt werden dürfen. Ausserdem hätten - was auch andere Beschwerdeführer meinen - die Festlegung der Lärmgrenzwerte für die Landesflughäfen und der Sachplan Infrastruktur Luftfahrt (SIL) abgewartet werden müssen.\n\nIn BGE 124 II 293 E. 10 ist auf die lückenhafte gesetzliche Regelung über die Infrastruktur der Luftfahrt und die noch ausstehende planerische und normative Einbindung der Landesflughäfen in das System der Raumplanung und des Umweltschutzrechts hingewiesen worden. Es trifft zu, dass diese Mängel, die heute grösstenteils behoben sind, im Zeitpunkt der Erteilung der Baukonzessionen noch bestanden haben. Dass heisst jedoch nicht, dass die Baukonzessionsverfahren hätten sistiert werden müssen und dürfen, bis der BGE 126 II 522 S. 536Gesetz- und der Verordnungsgeber ihren Normsetzungsaufgaben nachgekommen wären. Der Baugesuchsteller hat auch auf dem Gebiet des Luftfahrtwesens einen Anspruch darauf, dass sein Gesuch innert angemessener Frist aufgrund des geltenden Rechts behandelt wird, unabhängig davon, ob dieses Recht in Zukunft zu ändern oder zu ergänzen sei. Etwas anderes gälte nur, wenn ein Instrument zur Sicherung künftiger Planungen oder späteren Rechts zur Verfügung stünde, das den Aufschub der Beurteilung von Baukonzessionsgesuchen erlaubt. Ein solches rechtliches Instrument - wie etwa die in den kantonalen Baugesetzgebungen vorgesehene Planungszone oder Bausperre - kennt das die Infrastruktur der Luftfahrt regelnde Bundesrecht jedoch nicht.\n\n11. Bereits vor der Kündigung der mit der Bundesrepublik Deutschland abgeschlossenen Regelung über die An- und Abflüge zum und vom Flughafen Zürich über deutsches Hoheitsgebiet haben einige Beschwerdeführer beanstandet, dass Baukonzessionen für den Ausbau des Flughafens erteilt worden seien, bevor die Verhandlungen über einen neuen Staatsvertrag zu einem Resultat geführt hätten. Nach der Kündigung der bestehenden bilateralen Vereinbarung wird von zahlreichen Beschwerdeführern verlangt, dass mit dem bundesgerichtlichen Entscheid bis zum Abschluss eines allfälligen Staatsvertrags zugewartet werde. Durch die Kündigung, die eine Änderung des Flugbetriebs bedinge, sei ein völlig neuer Sachverhalt geschaffen worden. Erst wenn das neue An- und Abflugregime bekannt sei, könne über die Umweltverträglichkeit und die Bundesrechtmässigkeit des Flughafenausbaus entschieden werden.\n\nIm gleichen Sinne bringen einige Beschwerdeführer - so auch die Gemeinde Wettingen - vor, die Baukonzessionsgesuche könnten erst nach Vorliegen der neuen Betriebskonzession und des Betriebsreglementes beurteilt werden. Die erteilten Baukonzessionen seien schon aus diesem Grunde aufzuheben und die Verfahren an das Departement zurückzuweisen, um auf jener Stufe weitergeführt zu werden.\n\na) Im Zeitpunkt der Erteilung der angefochtenen Baukonzessionen war die genannte bilaterale Regelung über den An- und Abflug zum und vom Flughafen Zürich ungekündigt. Das UVEK ist daher bei seinem Entscheid von der Annahme ausgegangen, dass das bisherige An- und Abflugregime - abgesehen von einigen Abflugvarianten ab Piste 16 - grundsätzlich unverändert bleibe. Das Regime dürfe im Vergleich zu anderen Betriebskonzepten als BGE 126 II 522 S. 537leistungsfähig und zugleich umweltverträglich gelten (vgl. Baukonzession Dock Midfield Ziff. 4.1.5.4 S. 38). Allerdings hat das Departement präzisiert, es habe einzig zu prüfen, ob das Bauvorhaben unter den heute gegebenen Rahmenbedingungen so wie geplant oder allenfalls mit zusätzlichen Auflagen umweltverträglich realisiert werden könne. Dies schliesse aber nicht aus, dass Änderungen der Rahmenbedingungen denkbar seien und mittel- oder längerfristig neue Betriebsszenarien in Aussicht genommen werden könnten. Träten solche Änderungen ein, müssten dannzumal ihre möglichen Auswirkungen geprüft werden (Baukonzession Dock Midfield Ziff. 4.1.5.1 S. 34 und Ziff. 4.1.5.10 S. 45).\n\nb) Das deutsche Bundesministerium für Verkehr, Bau- und Wohnungswesen hat die \"Regelung für An- und Abflüge zum/vom Flughafen Zürich über deutsches Hoheitsgebiet\" vom 17. September 1984 auf den 31. Mai 2001, also auf den Zeitpunkt des Ablaufs der Betriebskonzession, gekündigt. Das Ministerium hat gleichzeitig eine Ersatzordnung dekretiert, die unter anderem eine Beschränkung der Anflüge über deutsches Hoheitsgebiet auf jährlich 80'000, ein Nachtflugverbot von 21 Uhr bis 7 Uhr sowie Wochenend- und Feiertagsbeschränkungen vorsieht. Diese Regelung soll ab 1. Juni 2002 wirksam werden, während ab 1. Juni 2001 eine Übergangsordnung mit geringeren Einschränkungen des Flugbetriebs über Deutschland gelten soll. Das deutsche Bundesministerium hat dem BAZL Gespräche über die neuen Regelungen angeboten, die jedoch rechtzeitig vor Erneuerung der Betriebskonzession abgeschlossen sein müssten.\n\nc) Somit ergibt sich, dass das bisherige An- und Abflugregime bis zur Erneuerung der Betriebskonzession bzw. bis Ende Mai 2001 grundsätzlich - von der baubedingten Schliessung der Westpiste abgesehen - unverändert bleibt.\n\nOb und inwiefern das Betriebsszenario danach geändert wird, ist zur Zeit noch ungewiss. Wohl ist zu vermuten, dass inskünftig weniger Flüge in und aus Richtung Nord abgewickelt werden können, doch hängt dies vom Ausgang der Verhandlungen mit der Bundesrepublik Deutschland ab. Wann eine definitive neue Regelung getroffen werden wird, kann ebenfalls nicht vorausgesagt werden. Zwar hat die Bundesrepublik Deutschland einen Abschluss der Verhandlungen vor dem 31. Mai 2001 verlangt; eine Fortsetzung der bilateralen Gespräche über dieses Datum hinaus kann jedoch nicht ausgeschlossen werden. Es kann demnach nicht gesagt werden, dass sich der Sachverhalt durch die Kündigung der zwischenstaatlichen BGE 126 II 522 S. 538Regelung völlig verändert hätte. Zur Zeit liegen lediglich neue Sachverhaltselemente vor, und es ist - wohl noch auf einige Zeit hinaus - offen, welche Folgen sich hieraus ergeben werden.\n\nd) Die Frage, ob die vorliegenden Baukonzessionsverfahren bis zur Festlegung des künftigen An- und Abflugbetriebs offen zu halten seien, erscheint angesichts der bestehenden Unsicherheiten in einem besonderen Licht. Sie ist wie dargelegt vor allem nach prozessualen und prozessökonomischen Kriterien zu prüfen (vgl. E. 3b), und zwar unter Rücksichtnahme auf die hier vorliegenden speziellen Verhältnisse:\n\nFür ein Offenhalten der Verfahren bis zur Klärung der Frage des künftigen Betriebssystems spricht das Interesse der Beschwerdeführer daran, dass das umstrittene Ausbauprojekt und seine Auswirkungen ganzheitlich und umfassend beurteilt würden. Diesem Interesse steht der bereits erwähnte Anspruch des Baukonzessionsgesuchstellers auf eine Entscheidung innert angemessener Frist gegenüber (vgl. E. 10b). Auch aus Gründen der Rechtssicherheit sollte das Bewilligungsverfahren für ein umstrittenes Grossprojekt nicht über Jahre hinweg in der Schwebe bleiben. Zudem fällt in Betracht, dass mit dem Betriebskonzessionsverfahren bzw. heute mit dem Verfahren zum Erlass und zur Änderung des Betriebsreglementes ein Verfahren zur Verfügung steht, das eigens der Überprüfung des An- und Abflugsregimes und dessen Auswirkungen dient (vgl. Art. 36c und 36d LFG, Art. 24-26 VIL; Art. 11 Abs. 4-6 und Art. 20 Abs. 1 aVIL). Zwar schreibt Art. 27c VIL in der am 2. Februar 2000 geänderten Fassung richtigerweise für künftige Bauvorhaben vor, dass ausbaubedingte betriebliche Änderungen ebenfalls im Plangenehmigungsverfahren zu prüfen seien und das Betriebsreglements- mit dem Plangenehmigungsverfahren koordiniert werden müsse. Dagegen enthielt das frühere Recht zur Frage, wie den betrieblichen Verhältnissen im Baukonzessionsverfahren Rechnung zu tragen sei, praktisch nichts (vgl. BGE 124 II 293 E. 10d S. 319). Insofern ist für Baukonzessionsverfahren, die wie die hier im Streite liegenden noch unter altem Recht geführt worden sind, der Übergangsregelung der VIL besondere Bedeutung beizumessen. Nach Art. 74a Abs. 2 VIL sind bei der erstmaligen Erneuerung der Betriebskonzession der Landesflughäfen (Genf und Zürich) im Jahr 2001 sämtliche Regelungen des Betriebsreglements zu überprüfen und muss eine Umweltverträglichkeitsprüfung angestellt werden. Diese Bestimmung bietet Gewähr dafür, dass im Verfahren zur Erneuerung der Betriebskonzession unabhängig davon, ob das bisherige BGE 126 II 522 S. 539Betriebskonzept geändert werde, die betrieblichen Auswirkungen umfassend untersucht werden. Sie eröffnet auch die Möglichkeit, die Prüfung allfälliger künftiger Betriebsszenarien in das speziell hiefür vorgesehene Verfahren zu verweisen.\n\nIn die Überlegungen einzubeziehen ist im Weiteren, dass die hängigen Baukonzessionsverfahren - würden sie vor Bundesgericht oder nach Rückweisung der Sache erneut vor dem UVEK fortgesetzt - nicht den alleinigen Rahmen für die Beurteilung künftiger Änderungen des Betriebssystems bilden können. Wird vom bisherigen An- und Abflugkonzept abgewichen werden, so wird sich der Kreis der vom Flugbetrieb Betroffenen wandeln und den heute noch nicht Beschwerdelegitimierten Gelegenheit eingeräumt werden müssen, ihre Interessen im Rechtsschutzverfahren zu verteidigen. Das Nebeneinander der verschiedenen Verfahren würde aber, ganz abgesehen von den übergangsrechtlichen Problemen, die Beurteilung erheblich komplizieren.\n\nSchliesslich darf auch das prozessökonomische Interesse daran berücksichtigt werden, dass sich einige der hier aufgeworfenen Probleme gleichfalls im Verfahren zur Erneuerung der Betriebskonzession und des Betriebsreglementes stellen werden. Sollten sich gewisse Beschwerden ganz oder teilweise als berechtigt erweisen, könnte dem bundesgerichtlichen Urteil schon bei der Ausarbeitung der neuen Betriebskonzession und des neuen Betriebsreglementes Rechnung getragen werden.\n\nEs erscheint daher als unangebracht, die bundesgerichtliche Entscheidung bis zum Abschluss der Staatsvertragsverhandlungen mit Deutschland bzw. bis zum Abschluss des Betriebskonzessions- und Betriebsreglementsverfahrens, das vermutlich ebenfalls über mehrere Instanzen laufen wird, zu sistieren. Vielmehr darf für die Entscheidung - im Sinne der Argumentation des UVEK - von der heute vorliegenden Situation ausgegangen werden und bleibt die Beurteilung zukünftiger Betriebsänderungen den dannzumal durchzuführenden Verfahren vorbehalten.\n\ne) Der Vollständigkeit halber ist beizufügen, dass der Entscheid, die künftig möglichen Änderungen des Betriebssystems nicht abzuwarten, unter dem Gesichtswinkel der Verfahrenskoordination zwar nicht als ideal erscheinen mag, diesem Gebot jedoch unter den vorliegenden Umständen auch nicht widerspricht.\n\nDas Bundesgericht hat im Urteil betreffend die Rahmenkonzession festgestellt, dass Bau- und Betriebskonzession keineswegs \"uno actu\" erteilt werden müssten (BGE 124 II 293 E. 10c S. 318 f.).\n\nBGE 126 II 522 S. 540Allerdings seien der Bau- und der Betriebskonzession die gleichen Annahmen über den künftigen Verkehr und den Betrieb der Anlage zu Grunde zu legen, um so in einer Gesamtbetrachtung die nötigen Umweltschutzmassnahmen festzulegen und aufeinander abstimmen zu können. Im Verfahren zur baulichen Erweiterung der Anlagen dürfe nicht von der Annahme ausgegangen werden, die betrieblichen Bedingungen blieben bestehen, während die Änderung dieser Bedingungen bereits vorbereitet werde (E. 14 in fine S. 326, E. 16a S. 327).\n\nDiesen Überlegungen, die damals mangels spezialrechtlicher Bestimmungen über die Verfahrenskoordination angestellt worden sind, ist insofern Rechnung getragen worden, als in den ergänzenden Umweltverträglichkeitsberichten eine neue Prognose über die Verkehrsentwicklung erarbeitet worden ist, die auch für das Betriebskonzessionsverfahren Geltung haben soll. Weiter sind alternative Betriebsszenarien aufgezeigt, unter den gegebenen Rahmenbedingungen aber als weniger umweltverträglich abgelehnt worden. Von diesen Prognosen darf, soweit sie die gesamte künftige Verkehrsmenge betreffen, auch noch unter den heutigen Umständen ausgegangen werden. Fraglich ist einzig, ob auch das An- und Abflugverfahren beibehalten oder geändert und dadurch die Fluglärmbelastung neu verteilt werden wird. Die Beantwortung dieser Frage hängt wie dargelegt vom Ausgang der Verhandlungen mit der Bundesrepublik Deutschland in einem noch unbekannten Zeitpunkt ab. Im Lichte des Koordinationsgebotes kann jedoch nicht verlangt werden, dass bei der Beurteilung eines Ausbauprojektes durchwegs auch zukünftige, noch ungewisse Betriebsänderungen einbezogen würden, ebenso wenig wie gefordert werden kann, dass bei der Umweltverträglichkeitsprüfung für ein konkretes Projekt auch Ausbauschritte mit in Betracht gezogen würden, die zur Zeit noch rein hypothetisch sind (vgl. BGE 124 II 293 E. 26 b S. 347 mit Hinweis). ERGÄNZENDE UMWELTVERTRÄGLICHKEITSBERICHTE UND UMWELT-VERTRÄGLICHKEITSPRÜFUNG\n\n13. Im Anschluss an den Rahmenkonzessionsentscheid des Bundesgerichts hat der Kanton Zürich gestützt auf ein von den Fachstellen genehmigtes Pflichtenheft die verlangten Ergänzungen zum Umweltverträglichkeitsbericht Rahmenkonzession erstellen BGE 126 II 522 S. 541lassen. Im Vordergrund stand dabei eine neue, aktualisierte Flugverkehrsprognose.\n\nWie sich dem Synthesebericht (S. 5 ff.) entnehmen lässt, hat als Rahmen der Prognose die auf die Standplätze bezogene Angebotskapazität des Flughafens gedient. Dabei ist unter Berücksichtigung der je nach Flugzeuggrösse unterschiedlichen Abfertigungszeiten von einer hohen Auslastung der Infrastruktur über den Tag und während des ganzen Jahres ausgegangen worden. Für die Nacht ist mit der Aufrechterhaltung der Nachtflugsperre von 24 Uhr bzw. 0.30 Uhr bis 6 Uhr für Starts und von 24 Uhr bzw. 0.30 Uhr bis 5 Uhr für Landungen gerechnet worden. Die Prognose stützt sich auf den Ist-Zustand im Jahr 1997 und bezieht sich auf einen Zeithorizont von etwas mehr als zehn Jahren. Für den Ausgangszustand im Jahre 2010 - das heisst für den dannzumaligen Flugverkehr ohne Ausbau des Flughafens - sind gewisse betriebliche Änderungen vorausgesetzt worden, die für eine Verdichtung des Flugplans erforderlich sind (gleichwertige Benutzung der Pisten 16 und 28). Für den Betriebszustand - Flugverkehr im Jahr 2010 mit Ausbau - ist von weiteren betrieblichen Anpassungen ausgegangen worden (zusätzliches Abflugverfahren \"16 straight\" sowie mehr Landungen auf Piste 18). Unter diesen Annahmen sind von der Flughafendirektion in Zusammenarbeit mit der Swissair folgende Verkehrszahlen vorausgesagt worden (in Klammern die früheren Zahlen aus dem Umweltverträglichkeitsbericht Rahmenkonzession):\n\nIst-Zustand Ausgangszustand Betriebszustand 1997 2010 2010 Passagiere 18 Mio. 25 Mio. 36 Mio. (15 Mio.) (20 Mio.) Luftfracht (t/a) 472'000 722'000 1'071'000 (500'000) (650'000) Flugbewegungen total 268'300 316'000 421'000 (245'000) (275'000) Flugbewegungen nachts 4'952 13'424 17'885\n\nIst-Zustand\n\nAusgangszustand\n\nBetriebszustand\n\n1997\n\n2010\n\n2010\n\nPassagiere\n\n18 Mio.\n\n25 Mio.\n\n36 Mio.\n\n(15 Mio.)\n\n(20 Mio.)\n\nLuftfracht (t/a)\n\n472'000\n\n722'000\n\n1'071'000\n\n(500'000)\n\n(650'000)\n\nFlugbewegungen total\n\n268'300\n\n316'000\n\n421'000\n\n(245'000)\n\n(275'000)\n\nFlugbewegungen nachts\n\n4'952\n\n13'424\n\n17'885\n\nAusgehend vom Ist-Zustand (1997) ergibt sich somit bis zum Betriebszustand im Jahr 2010 ein voraussichtliches Luftverkehrswachstum von 100% für die Zahl der Passagiere, von 127% für die transportierte Luftfracht und von 57% für die Zahl der Flugbewegungen. Die ausbaubedingte Mehrkapazität beträgt rund 44% bezogen auf die Passagierzahl, rund 48% bezogen auf die Luftfracht und rund 33% bezogen auf die Flugbewegungen.\n\nAls Ergänzung zu dieser Prognose ist vom Institut du Transport Aérien (ITA) eine Nachfragestudie eingeholt worden. Diese weist für das Jahr 2010 für den Linien- und Charterverkehr 380'000 Flugbewegungen aus. Wird die sog. General Aviation hinzugerechnet, auf die gemäss Prognose der Flughafendirektion im Betriebszustand 20'000 Bewegungen entfallen werden, werden ähnliche Zahlen wie die oben genannten erreicht.\n\n14. In einzelnen Beschwerden wird vorgebracht, die Flugverkehrsprognose sei erneut falsch bzw. zu tief angesetzt, da einerseits im Betriebszustand von 421'000 Bewegungen ausgegangen werde, andererseits von einer jährlichen Wachstumsrate von 5% gesprochen werde. Bei einer solchen Zuwachsrate ergäben sich für das Jahr 2010 rund 550'000 Flugbewegungen. Jedenfalls stelle der für das Jahr 2010 prognostizierte Flugverkehr nicht den \"worst case\" dar. Weiter wird gerügt, dass für den Ist-Zustand auf die Verhältnisse von 1997 abgestellt worden sei und die in der Zwischenzeit eingetretene Verkehrszunahme \"unter den Tisch gewischt\" werde. Im Umweltverträglichkeitsbericht werde der Ist-Zustand fälschlicherweise mit dem Betriebszustand verglichen, statt dem Ausgangszustand gegenübergestellt. Bei der Umschreibung des Ausgangszustandes werde zudem von Betriebsänderungen ausgegangen, die mit dem geltenden Betriebsreglement unvereinbar seien. Für die Parameter Flottenmix und Triebwerktechnologie seien einfach die Angaben der Swissair übernommen worden, welche aber selbst interessierte Partei sei. Das Datenmaterial hätte daher von einem unabhängigen Dritten überprüft werden müssen. Schliesslich mangle es an der Kongruenz zwischen den im Rahmenkonzessionsverfahren erstellten und den Ergänzungsberichten und seien bei der Umweltverträglichkeitsprüfung zweiter Stufe keine Varianten mehr aufgezeigt worden. Ebenso wenig seien die Auswirkungen der Verlängerung der Piste 16 mit in Betracht gezogen worden.\n\nWie das Bundesgericht verschiedentlich - vor allem im Zusammenhang mit dem Nationalstrassenbau - erklärt hat, sind die im Rahmen von Umweltverträglichkeitsprüfungen getroffenen Annahmen BGE 126 II 522 S. 543über künftige Verkehrsaufkommen erfahrungsgemäss mit beträchtlichen Unsicherheiten behaftet. Die Verkehrsentwicklung hängt stark von wirtschaftlichen, demographischen sowie von verkehrs- und umweltpolitischen Voraussetzungen ab. Je nach der Wahl der Vorgaben unterscheiden sich die der Prognose zugrunde zu legenden Szenarien beträchtlich. Auch beim Flugverkehr wird man sich, ähnlich wie beim Strassenverkehr, letztlich mit Aussagen über Entwicklungstendenzen zufrieden geben müssen. Zusätzliche Untersuchungen und weitere Gutachten können in der Regel keine Klärung bringen. Insofern entziehen sich die Prognosen weitgehend der Kritik, soweit sie sich nicht schon im Laufe des Bewilligungsverfahrens als offensichtlich und erheblich unrichtig herausstellen. Diese Unzulänglichkeiten sind hinzunehmen, solange sich die getroffenen Annahmen nicht als unbrauchbar erweisen und es daher an der vom Gesetz geforderten vollständigen Sachverhaltsabklärung fehlt (BGE 124 II 293 E. 12 S. 322; zu den Nationalstrassenprojekten vgl. BGE 122 II 165 nicht publ. E. 11 und E. 15b S. 173 f.; BGE 119 Ib 458 E. 8d S. 460).\n\nUnter diesem Gesichtswinkel erweisen sich die erhobenen Rügen als unberechtigt. Die ergänzten Umweltverträglichkeitsberichte enthalten brauchbare Angaben, die eine Beurteilung der mutmasslichen Verkehrsentwicklung und ihrer Auswirkungen mit und ohne Flughafenausbau erlauben. Weitere Berichte oder Gutachten könnten den Grad der Ungewissheit nur unwesentlich herabsetzen. Auch das Bundesamt für Umwelt, Wald und Landschaft (BUWAL) ist davon ausgegangen, dass auf die in den Ergänzungsberichten enthaltenen Zahlen für den Ist-, den Ausgangs- und den Betriebszustand abgestellt werden könne. Mit der vorliegenden Prognose würden die hauptsächlich kritisierten Punkte des ursprünglichen Umweltverträglichkeitsberichts korrigiert. Da die Nachfrageprognose der ITA nur wenig tiefer liege, könnten die neuen Prognosezahlen als vertretbar angesehen werden (Stellungnahme des BUWAL vom 23. Juli 1999 S. 12). Dass im Übrigen für den Ausgangs- und den Betriebszustand Annahmen getroffen worden sind, die gewisse betriebliche Änderungen voraussetzen, ist nicht zu beanstanden, solange diese Annahmen plausibel bleiben. Daran ändert auch nichts, dass diese Änderungen selbstverständlich nur vorgenommen werden können, wenn sie im massgeblichen Verfahren genehmigt werden. Weiter ergibt sich schon aus der Natur der mehrstufigen Umweltverträglichkeitsprüfung, dass nicht verlangt werden kann, es seien bei jedem Verfahrensschritt noch Varianten zu präsentieren (vgl. Art. 6 der BGE 126 II 522 S. 544Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988 [UVPV; SR 814.01]). Schliesslich ist die Verlängerung der Piste 16 weder Gegenstand einer Baukonzession noch eines Baugesuchs und damit auch nicht in die Prüfung der hier umstrittenen Projekte miteinzubeziehen.\n\nAuf die Kritik an den Immissionsprognosen, die gestützt auf die neuen Verkehrszahlen angestellt worden sind, wird - soweit sie durch diese Erwägungen noch nicht behandelt ist - unter den Titeln Lärm und Luftreinhaltung einzugehen sein. LUFTHYGIENE/FLUGBETRIEB UND ABFERTIGUNG\n\n18. Im ergänzenden \"Fachbericht Luft\", der aufgrund der neuen Verkehrsprognose erarbeitet worden ist, werden die lufthygienischen Auswirkungen des künftigen Betriebs, unterteilt in Flugbetrieb, Abfertigung und landseitigen Verkehr, dargestellt. Die Untersuchungen erstrecken sich einerseits auf einen \"Regionalperimeter\", der unter anderem alle Flugbewegungen bis 200 m über Grund erfasst, andererseits auf einen \"erweiterten Perimeter\". Dieser bezieht sich für den Flugverkehr auf den sog. LTO-Zyklus (Landing and Take-off), der einem Gebiet von etwa 18 km aus der Landerichtung und 7,5 km in Startrichtung entspricht. Für den erweiterten Perimeter sind folgende Schadstoff-Emissionen ermittelt worden (in Klammern die früheren Zahlen aus dem Umweltverträglichkeitsbericht Rahmenkonzession):\n\nIst-Zustand Ausgangszustand Betriebszustand 1997 2010 2010 t/a t/a t/a NOx 1'808 2'617 3'443 (1'927) (1'708) (1'933) VOC 571 554 670 (674) (530) (580) CO2 460'830 618'178 801'655\n\nIst-Zustand\n\nAusgangszustand\n\nBetriebszustand\n\n1997\n\n2010\n\n2010\n\nt/a\n\nt/a\n\nt/a\n\nNOx\n\n1'808\n\n2'617\n\n3'443\n\n(1'927)\n\n(1'708)\n\n(1'933)\n\nVOC\n\n571\n\n554\n\n670\n\n(674)\n\n(530)\n\n(580)\n\nCO2\n\n460'830\n\n618'178\n\n801'655\n\nAusgehend vom Ist-Zustand ergibt sich demnach für den Betriebszustand eine Zunahme der NOx-Emissionen von 90%, der VOC-Emissionen von 17% und der CO2-Emissionen von 74%. Die ausbaubedingte Mehrbelastung erreicht 32% für die NOx-Emissionen, BGE 126 II 522 S. 54521% für die VOC-Emissionen und 30% für die CO2-Emissionen. Der Hauptanteil der Mehrbelastung durch NOx- und CO2-Emissionen ist auf den Flugbetrieb zurückzuführen. Allein für diesen beträgt der voraussichtliche Zuwachs (Ist-/Betriebszustand) an NOx-Emissionen 134% und an CO2-Emissionen 95%. Der Fachbericht Luft erklärt hierzu, dieser Anstieg sei unter anderem eine Folge der technologischen Entwicklung bei den Grosstriebwerken. Bei diesen Triebwerken, die für die neuen oder in Kürze im Einsatz stehenden Flugzeuge (z.B. A340, B777) verwendet würden, seien die NOx-Emissionen im LTO-Zyklus höher als bei Triebwerken älterer Generation. Hinzu komme, dass die technologischen Verbesserungen bei den kleinen und mittleren Flugzeugen durch die Zunahme des Verkehrsvolumens (über-)kompensiert würden (Fachbericht Luft, Zusammenfassung S. I).\n\nWeiter wird im Fachbericht zu den Emissionen ausgeführt, dass die genannten Mehrbelastungen in Beziehung zum Luft-Programm des Kantons Zürich gesetzt werden müssten. Das Luft-Programm 1996 sehe bis 2010 eine schrittweise Reduktion der NOx-Emissionen bis zur Erreichung des Sanierungsziels von 12'000 t/a vor. Dieses Ziel werde aufgrund des prognostizierten Luftverkehrswachstums klar verfehlt, indem das Reduktionspotential der angeordneten Massnahmen aufgehoben werde. Der NOx-Gesamtausstoss im Kanton Zürich werde sich im Jahr 2010 auf 14'550 t bis 16'840 t belaufen, an welchen der Flughafen mit 20% bis 25% beteiligt sei (Fachbericht Luft, Zusammenfassung S. II f.).\n\nZu den Schadstoff-Immissionen stellt der Fachbericht Luft zusammenfassend fest, im Ist-Zustand betrügen die maximalen NOx-Gesamtbelastungen im Regionalperimeter typischerweise zwischen 30 mg/m3 und 66 mg/m3. Der Flughafen trage dazu in den Nachbargemeinden 2 mg/m3 bis 14 mg/m3, also rund 5% bis 20% bei. Im Ausgangs- und Betriebszustand betrügen die maximalen NO2-Gesamtbelastungen in den benachbarten Ortschaften 24 mg/m3 bis 70 mg/m3. Die Zusatzbelastungen durch den Flughafen erhöhten sich im Ausgangszustand auf 4 mg/m3 bis 22 mg/m3, die Anteile der Immissionen aus dem Flugbetrieb an der Gesamtbelastung auf rund 10% bis 25%. Im Betriebszustand betrage die Zusatzbelastung in den benachbarten Ortschaften zwischen 6 mg/m3 bis 24 mg/m3, also 13% bis 30% der Gesamtbelastung (Fachbericht Luft, Zusammenfassung S. III).\n\nWeiter wird ausgeführt, dass seit Mai 1998 am Flughafen auch die Belastung mit lungengängigen Feinstäuben (PM10) gemessen BGE 126 II 522 S. 546werde. Die erwarteten Jahresmittelwerte lägen, wie in weiten Teilen des Siedlungsgebiets im Kanton Zürich, über dem Grenzwert von 20 mg/m3. Dabei lasse sich kein klarer direkter Beitrag des Flugverkehrs erkennen.\n\nDer Fachbericht Luft gelangt zum Ergebnis, die Massnahmenplanung des Kantons vermöge im Lichte der neuen Abklärungen und Erkenntnisse nicht mehr zu genügen. Das Sanierungsziel für die NOx-Emissionen könne mit dem zugrunde gelegten Luftverkehrswachstum in den nächsten 15 Jahren nicht erreicht werden. Damit sei auch die flächendeckende Einhaltung des NOx-Immissionsgrenzwertes mittelfristig nicht gewährleistet. Neben den bereits getroffenen oder weiterzuführenden Massnahmen seien keine neuen Massnahmen in Sicht, die einen substantiellen Beitrag zur Zielerreichung leisten könnten. Die einzig wirksame Möglichkeit zur Reduktion der Emissionen bestünde in betrieblichen Einschränkungen, die jedoch in grundlegendem Widerspruch zum Ausbauvorhaben stünden. Der Tatsache, dass die gesetzlichen Ziele der Luftreinhaltung nicht erreicht werden könnten, müsse das unbestrittene öffentliche Interesse am Flughafen Zürich gegenübergestellt und eine umfassende Güterabwägung vorgenommen werden (Fachbericht Luft S. 92 und Zusammenfassung S. IV).\n\n19. Das zürcherische Amt für Abfall, Wasser, Energie und Luft (AWEL) hat in seiner Stellungnahme zum Fachbericht Luft erklärt, dass das Ausbauprojekt - ohne emissionsreduzierende Massnahmen - als nicht umweltverträglich zu beurteilen sei. Zwar schliesse das Bundesgericht die Rechtmässigkeit von geplanten Bauten trotz Überschreitung der in der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV; SR 814.318.142.1) festgesetzten Immissionsgrenzwerte nicht aus. Die Überschreitung der Immissionsgrenzwerte dürfe aber nicht ohne Begrenzung nach oben stattfinden und müsse längerfristig ausgemerzt werden können. Nun seien bereits im Ist-Zustand (1997) ca. 25% der Wohnbevölkerung der acht Gemeinden um den Flughafen übermässigen, 35 mg/m3 übersteigenden NO2-Immissionen ausgesetzt, für etwa 40% liege die Belastung zwischen 25 mg/m3 und 35 mg/m3, also im Bereich des NO2-Immissionsgrenzwerts der Luftreinhalte-Verordnung (30 mg/m3). Mittelfristig - bis 2010 - müssten diese Belastungen derart herabgesetzt werden können, dass der Anteil der mit mehr als 35 mg/m3 belasteten Bevölkerung auf 5% sinke und mindestens die Hälfte der Bevölkerung nur Immissionen von unter 25 mg/m3 ausgesetzt sei. Dies entspräche etwa der Luftqualität, wie sie an anderen BGE 126 II 522 S. 547exponierten Standorten, beispielsweise in Innenstädten oder in der Umgebung von Autobahnen zu erwarten seien. Die mittelfristige Zielsetzung für 2010 könne jedoch nur erreicht werden, wenn die NOx-Emissionen aus Flugbetrieb und Abfertigung im Betriebszustand im erweiterten Perimeter um ca. 800 t/a oder 27% gegenüber den prognostizierten Emissionen vermindert würden. Die NOx-Emissionen aus Flugbetrieb und Abfertigung dürften also im Betriebszustand (2010) 2'200 t/a im erweiterten Perimeter nicht überschreiten. Die Immissionssituation sei dementsprechend mit Messungen zu überwachen und die Erreichung des gesetzten Ziels durch regelmässige Emissionsbilanzierung zu kontrollieren (Stellungnahme des AWEL vom 4. März 1999).\n\nDas BUWAL hat den Antrag des AWEL auf Festsetzung einer Höchstgrenze der Stickoxidemissionen aus Flugbetrieb und Abfertigung auf 2'200 t/a ab 2010 in seiner Stellungnahme vom 23. Juli 1999 übernommen. Es weist darauf hin, dass der Flughafen Zürich gemäss der Prognose für etwa 10% der gesamten verkehrsbedingten Stickoxidemissionen in der ganzen Schweiz verantwortlich sein werde. Selbst mit der vorgeschlagenen Emissionsplafonierung werde nur eine leichte Verbesserung der lufthygienischen Situation erreicht und die Beseitigung der für die Bevölkerung schädlichen Luftbelastung weiter hinausgeschoben. Der Plafond von 2'200 t/a sei bei Vorliegen neuer Schadstoff-Prognosen anzupassen. Im Betriebsreglement sei festzulegen, wie viele Flugbewegungen maximal zulässig seien.\n\nDas UVEK hat sich im Baukonzessionsentscheid Dock Midfield zunächst zu allfälligen Massnahmen zur Schadstoffreduktion an der Quelle geäussert. Es hat festgestellt, dass die Möglichkeiten zur Verbesserung der Triebwerke zur Zeit ausgeschöpft seien. Dagegen habe die Flughafendirektion dem Regierungsrat am 4. Oktober 1999 den überarbeiteten Teilplan Flughafen des Luftprogramms eingereicht, der weitere schadstoffvermindernde Massnahmen - so etwa die Erweiterung der emissionsabhängigen Landegebühr (L 1) und die Installation von stationären Flugzeug-Energiesystemen für 400 Hz auf offenen Standplätzen (L 3) - vorsehe. Mit diesen Massnahmen, die als Auflagen in das Entscheiddispositiv aufzunehmen seien, lasse sich ein Einsparungspotential von schätzungsweise 130 t NOx erzielen (Entscheid Dock Midfield S. 60 f.). Im Weiteren hat sich das UVEK eingehend mit der Frage auseinandergesetzt, ob die voraussichtliche NO2-Belastung der Flughafenregion im Lichte der Umweltschutzgesetzgebung und der bundesgerichtlichen Rechtsprechung BGE 126 II 522 S. 548noch oder nicht mehr als umweltverträglich gelten könne. Es ist zum Schluss gelangt, dass zwar für Flughäfen gleich wie für andere Verkehrsanlagen Grenzwertüberschreitungen während einer gewissen Zeit in Kauf genommen werden müssten. Das heisse jedoch nicht, dass nicht ernsthafte Anstrengungen unternommen werden müssten, um durch geeignete Massnahmen längerfristig eine Abnahme der Belastungen zu erreichen. Als solche Massnahme fiele eine Plafonierung der Verkehrsentwicklung in Betracht. Diese liefe jedoch der vom Parlament unterstützten Entwicklung des Flughafens Zürich zuwider, da die Attraktivität und Konkurrenzfähigkeit und damit die Funktion des Flughafens als \"hub\" (Drehscheibe) beeinträchtigt würden. Anstelle der Einführung eines starren Plafonierungssystems seien in flexibler Weise die verschiedensten Massnahmen zur Verbesserung der lufthygienischen Situation zu ergreifen. Das bedeute, dass der Kanton Zürich in erster Linie zu verpflichten sei, seinen Massnahmenplan zur Verbesserung der Luft konsequent umzusetzen und allenfalls zu verschärfen. Damit werde aber dem Umstand, dass die Stickoxid-Belastung inskünftig in ausserordentlichem Masse zunehmen werde, nicht genügend Rechnung getragen. Auch in dieser Hinsicht sei der Kanton Zürich als Flughafenhalter gefordert, jede nur erdenkliche Massnahme zur Verminderung der NOx-Emissionen zu ergreifen. Darunter fielen unter anderem Vorkehren, die - wie die ganze oder teilweise Verlagerung der General Aviation oder des Charterverkehrs - nicht von einem auf den anderen Tag realisiert werden könnten. Um zu gewährleisten, dass solche Massnahmen tatsächlich ergriffen würden, sei eine Limitierung der Stickoxid-Belastung vorzusehen, welche zwar nicht auf eine Bewegungsplafonierung, aber auf eine neue Lageanalyse hinauslaufe. Diese Limite für den jährlichen Stickoxid-Ausstoss von Flugbetrieb und Abfertigung sei - ausgehend von den Anträgen der Fachstellen und unter Berücksichtigung der wirtschaftlichen Bedeutung des Flughafens - auf 2'400 t festzulegen. Werde diese Limite erreicht - was ohne zusätzliche Massnahmen etwa im Jahre 2005 der Fall sein werde -, so habe der Flughafenhalter dem UVEK innert drei Monaten ein zusätzliches Massnahmenpaket zur Verhinderung des weiteren Ansteigens der Stickstoffbelastung vorzulegen. Gestützt auf dieses werde das UVEK innert nützlicher Frist über das weitere Vorgehen und die allenfalls zu ergreifenden Massnahmen entscheiden, die unter anderem auch in einer wie auch immer ausgestalteten Plafonierung bestehen könnten. Weil die Höhe des Schadstoff-Ausstosses nur rechnerisch BGE 126 II 522 S. 549ermittelt werden könne, erscheine zudem als angezeigt, die tatsächliche Belastung der Bevölkerung mit Stickstoffoxid auch durch Messungen zu kontrollieren. Den Anträgen der Fachstellen auf Installation eines verfeinerten Messnetzes und auf obligatorische jährliche Meldungen der Resultate sei daher ebenfalls zu entsprechen (Entscheid Dock Midfield S. 61-67).\n\n22. Gegen die Art der vom UVEK angeordneten Emissions-Begrenzung wird von Seiten der Anwohner eingewendet, der \"unechte Plafond\" sei nicht das geeignete Mittel, um das Sanierungsziel - selbst längerfristig - zu erreichen. Da das Überschreiten der Limite lediglich zu einer zusätzlichen Massnahmenplanung führe, welche am Fehlen griffiger Massnahmen und letztlich am sog. Zulassungszwang scheitern müsse, sei der vom UVEK vorgezeichnete Weg nicht gangbar. Das einzig taugliche Mittel zur Reduktion der Emissionen sei eine Beschränkung der Flugbewegungen, wie sie vom BUWAL beantragt worden sei. Teils wird auch verlangt, dass die im angefochtenen Entscheid beispielhaft aufgezählten Vorkehren, die - wie etwa die Verlegung des Charterverkehrs - bei Erreichen der Limite ins Auge zu fassen seien, schon in der Baukonzession angeordnet würden.\n\nDie SAir Group und die Mitbeteiligten machen ihrerseits geltend, die Plafonierung des NOx-Ausstosses stelle ein schweizerisches Novum dar. Die Richtlinien der ICAO (International Civil Aviation Organization) sähen keine entsprechende Limite vor. Auch in der Luftreinhalte-Verordnung fehle eine NOx-Emissionsbegrenzung. Eine solche sei daher nur soweit zulässig, als sie im Sinne von Art. 11 Abs. 2 des Bundesgesetzes vom 7. Oktober 1983 über den Umweltschutz [USG; SR 814.0] technisch und betrieblich möglich und wirtschaftlich tragbar sei. Im Übrigen sei es nicht sachgerecht, die Luftqualität allein am NOx-Ausstoss zu bemessen; zur Beurteilung der Lufthygiene bedürfe es einer Gesamtbetrachtung. In einer solchen würden sich die modernen Triebwerke, die im Reiseflug sehr ökologisch seien, als weitaus umweltverträglicher erweisen als die früheren, wenn es auch nach dem heutigen Stand der Technik nicht möglich sei, gleichzeitig die CO2- und die NOx-Emissionen zu vermindern. Die NOx-Belastung in Bodennähe dürfe daher nicht das einzige Kriterium für die Umweltverträglichkeit sein. Die vom Flughafen ausgehende NOx-Belastung lasse sich im heutigen Zeitpunkt auch nicht zuverlässig messen. Sie werde heute mit an Sicherheit grenzender Wahrscheinlichkeit gegenüber den anderen Emittenten als zu hoch eingeschätzt. Weiter begrenze die vorgesehene NOx-Limite indirekt die Anzahl der erlaubten Flugbewegungen. Es BGE 126 II 522 S. 550bestehe die Gefahr, dass bereits in wenigen Jahren eine Bewegungslimite zur Diskussion stehen könnte. Eine solche wäre aber mit der notwendigen wirtschaftlichen Entwicklung des Flughafens unvereinbar und würde den Flughafenhalter und die Beschwerdeführer in ihrem wirtschaftlichen Fortkommen behindern. Sie stünde zudem im Widerspruch zum Zulassungszwang. Unzulässig sei schliesslich auch der vorgeschriebene Mechanismus beim Überschreiten des Schadstoffplafonds. Die Auflage, dass innert drei Monaten ein zusätzliches Massnahmenpaket vorzulegen sei, sei unhaltbar, weil weitere wirtschaftlich tragbare Massnahmen nicht existierten und daher Unmögliches verlangt werde. Der Flugverkehr werde gegenüber der Strasse und Schiene diskriminiert und es werde in unzulässiger Weise in das Recht der freien Verkehrsmittelwahl eingegriffen. Damit werde der Grundsatz der Rechtsgleichheit verletzt. Diese Einwendungen von beiden Seiten vermögen nicht zu überzeugen.\n\na) Wie im angefochtenen Entscheid Dock Midfield in Wiedergabe bundesgerichtlicher Erwägungen ausgeführt wird, sind Flughafenbauten den Verkehrsanlagen zuzurechnen und bestimmt sich deren Umweltverträglichkeit hinsichtlich der Luftreinhaltung grundsätzlich nach denselben Regeln, die für die übrigen Verkehrsanlagen gelten. Danach sind bei der Bewilligung des Baus solcher Anlagen alle technisch und betrieblich möglichen und wirtschaftlich tragbaren Massnahmen anzuordnen, mit denen die verkehrsbedingten Emissionen begrenzt werden können (Art. 11 Abs. 2 USG und Art. 18 LRV). Reichen diese vorsorglichen Emissionsbegrenzungen nicht aus, um übermässige Immissionen zu verhindern oder zu beseitigen, ist die Flughafenanlage in eine Massnahmenplanung einzubeziehen. In dieser sind die zur Emissionsreduktion erforderlichen zusätzlichen baulichen, betrieblichen, verkehrslenkenden oder -beschränkenden Massnahmen vorzuschreiben, wobei sich Zuständigkeit und Verfahren nach den einschlägigen Vorschriften richten (Art. 19 LRV in Verbindung mit Art. 44a USG und Art. 31 bis 34 LRV). Erweisen sich die in den Massnahmenplänen vorgesehenen Massnahmen ihrerseits als zu wenig wirksam, sind sie regelmässig anzupassen (Art. 33 Abs. 3 LRV). Demgemäss sind die vorsorglichen emissionsbeschränkenden Anordnungen bereits bei der Genehmigung des Projekts zu erlassen. Dagegen verlangen - wie das Bundesgericht verschiedentlich festgehalten hat - die gesetzlichen Bestimmungen nicht, dass im BGE 126 II 522 S. 551Baubewilligungsverfahren selbst verfügt werde, welche zusätzlichen, insbesondere verkehrslenkenden und -beschränkenden Vorkehren im Rahmen der Massnahmenplanung ergriffen werden müssen (BGE 124 II 293 E. 24b S. 343; 122 II 97 E. 6a S. 100 mit Hinweisen). Allerdings verbietet das Gesetz solche Anordnungen auch nicht, sofern nicht gegen Zuständigkeits- oder Verfahrensregeln verstossen wird.\n\nIn dieses vom Gesetz- und Verordnungsgeber geschaffene System zur Bekämpfung übermässiger Immissionen um Verkehrsanlagen fügt sich die umstrittene Emissionsbegrenzung ohne weiteres ein. Da gemäss neuer Prognose trotz vorsorglicher Vorkehren und des Einbezugs des Flughafens in die Massnahmenplanung mit einem Ansteigen der übermässigen Immissionsbelastung gerechnet werden muss, hat das UVEK den Ausbau der Anlage zu Recht nur unter dem Vorbehalt künftiger ergänzender emissionsvermindernder Massnahmen bewilligt. Dass das zusätzliche Massnahmenpaket nicht sofort vorzulegen ist, ist nicht zu beanstanden. Wie dargelegt ist das UVEK nicht gehalten, bereits im Baukonzessionsverfahren Flugbewegungslimiten oder andere Betriebsbeschränkungen zu erlassen. Immerhin muss der Flughafenhalter dann handeln, wenn der Schadstoffausstoss den kritischen Wert zu überschreiten und die bis anhin bestehende Sanierungsmöglichkeit zunichte zu machen droht. Eine solche Lösung erscheint sachgerecht und verhältnismässig. Die Festlegung von Emissionsgrenzen, die vertiefte Analysen auslösen sollen und zu weiteren Massnahmen führen können, wird denn auch im mittlerweile genehmigten Sachplan Infrastruktur für Luftfahrt (SIL) für Landesflughäfen mit Ausbauwünschen ausdrücklich vorgesehen (Teil III B S. 41).\n\nSchliesslich ist im Lichte der luftfahrtrechtlichen Verfahrensbestimmungen und von Art. 44a Abs. 3 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG, SR 814.01) vertretbar, dass das zusätzliche Massnahmenpaket vom Flughafenhalter vorzulegen und vom UVEK zu beurteilen ist: Einerseits ist der Kanton Zürich als (zur Zeit noch) Antragsteller zugleich für die Massnahmenplanung verantwortlich. Andererseits liegt die Zuständigkeit zur Genehmigung des Betriebsreglements, das die Betriebsmassnahmen umschreibt, zwar nicht beim UVEK, sondern beim BAZL, doch bereitet das Bundesamt die Geschäfte des Departements als Konzessions- und (neu) Plangenehmigungsbehörde vor (vgl. Art. 1 lit. b der Verordnung über die Aufgaben der Departemente, Gruppen und Ämter vom 9. Mai 1979 [SR 172.010.15] und Art. 36a Abs. 1, Art. 36c Abs. 3, Art. 37 Abs. 2 LFG). Der Rechtsschutz des Flughafenhalters BGE 126 II 522 S. 552ist durch die seit 1. Januar 2000 gegebene Beschwerde an die Rekurskommission UVEK auf jeden Fall gewährleistet (Art. 6 Abs. 1 LFG).\n\nOb übrigens die zusätzlichen Vorkehren zur Luftreinhaltung im Rahmen des kantonalen Massnahmenplanes Lufthygiene - im Kanton Zürich also im kantonalen \"Luftprogramm\" - oder ergänzend in einer separaten Planung unter einem anderen Titel festgelegt werden, spielt unter dem Gesichtswinkel von Art. 31 ff. LRV keine Rolle (vgl. BGE 122 II 165 E. 15a in fine S. 172/173).\n\nb) Was die Rüge betrifft, der Emissionsplafond könnte zu einer - als wirtschaftlich untragbar erachteten - Bewegungslimitierung führen, ist einzuräumen, dass eine künftige Begrenzung der Flugbewegungszahl nicht ausgeschlossen werden kann, falls tatsächlich keine anderen emissionsreduzierenden Massnahmen mehr zur Verfügung stehen. Dass eine solche Einschränkung den wirtschaftlichen Interessen zuwiderliefe, trifft zweifellos zu, ändert aber nichts daran, dass auch die Landesflughäfen dem Umweltschutzrecht des Bundes unterstehen. Der Flughafen Zürich könnte nur dann weitere Privilegien für sich beanspruchen, als sie die Verkehrsanlagen schon heute geniessen, wenn ihm der Bundesgesetzgeber solche ausdrücklich zugestanden hätte oder noch zugestehen würde. Nach heute geltendem Recht sind aber verschärfte Emissionsbegrenzungen, die unter anderem in Verkehrs- und Betriebsvorschriften bestehen können, unabhängig von der wirtschaftlichen Zumutbarkeit anzuordnen (Art. 11 Abs. 3 in Verbindung mit Art. 12 Abs. 1 lit. c USG). Vorausgesetzt wird nur, dass ein angemessenes Verhältnis zwischen dem Nutzen der Massnahmen und der Schwere der damit verbundenen Nachteile bestehe (vgl. BGE 125 II 129 E. 9d S. 148 mit Hinweisen).\n\nIm Weiteren schlösse auch der Zulassungszwang eine Bewegungszahl-Beschränkung aus ökologischen Gründen nicht aus. Aus Sicht des internationalen Rechts hindert der Zulassungszwang die einzelnen Staaten nicht, die Benützung der Flughäfen einzuschränken oder an gewisse Bedingungen zu knüpfen. Verlangt wird lediglich, dass die zur Verfügung stehenden sog. slots (Zeitnischen für die Landung und den Start) dem Grundsatze nach allen Luftfahrtunternehmen offen gehalten werden und deren Zuteilung nicht nach diskriminierenden Kriterien erfolgt (vgl. BGE 117 Ib 387 E. 5b/aa mit Literaturhinweisen; REGULA DETTLING-OTT, Zulassungszwang auf schweizerischen Flughäfen, in: Bulletin 2/1992 der Schweiz. Vereinigung für Luft- und Raumrecht S. 24 ff.; TOBIAS JAAG, Der Flughafen Zürich im Spannungsfeld von lokalem, nationalem und internationalem Recht, in: Das Recht in Raum und Zeit, Festschrift BGE 126 II 522 S. 553für Martin Lendi, Zürich 1998, S. 203 ff., 217 f.; vgl. für das Luftverkehrsrecht der Europäischen Gemeinschaft CHRISTIAN JUNG, Die Marktordnung des Luftverkehrs - Zeit für neue Strukturen in einem liberalisierten Umfeld, Zeitschrift für Luft- und Weltraumrecht [ZLW] 1998 S. 308, 319 ff., s.a. Beschluss des deutschen Bundesverwaltungsgerichts vom 12. Juni 1998, publ. in ZLW 1999 S. 271 Ziff. 6 S. 278 mit Hinweis auf Art. 8 Abs. 2 der Verordnung [EWG] Nr. 2408/92]). Auch das schweizerische Recht sieht keinen absoluten Zulassungszwang vor. Nach Art. 36 Abs. 2 LFG wird der Konzessionär mit der Erteilung der Betriebskonzession verpflichtet, den Flughafen \"unter Vorbehalt der im Betriebsreglement festgelegten Einschränkungen\" für alle Luftfahrzeuge im nationalen und internationalen Verkehr zur Verfügung zu stellen. Ein Zulassungszwang besteht demnach für den Flughafenhalter nur im Rahmen der in der Betriebskonzession und im Betriebsreglement umschriebenen Bedingungen, die sich unter anderem nach den schweizerischen Umweltschutzbestimmungen zu richten haben.\n\nc) Soweit die SAir Group und die Mitbeteiligten geltend machen, die Umweltverträglichkeitsprüfung müsse anhand einer Gesamtbetrachtung des Flugverkehrs - inklusive Reiseflug - und nicht bloss unter Berücksichtigung der NOx-B-elastung in Bodennähe vorgenommen werden, wäre ihnen zuzustimmen, sofern es um die Beurteilung der Umweltverträglichkeit des Luftverkehrs an sich ginge. Hier liegt jedoch die Erweiterung eines Flughafens im Streite und ist zu untersuchen, wie sich die Änderung dieser terrestrischen Anlage auf die Umwelt auswirken wird (Art. 9 Abs. 1 USG). Um den ebenfalls gerügten Unzulänglichkeiten bei der Erfassung der Immissionsbelastung begegnen zu können, hat das UVEK den Flughafenhalter gerade verpflichtet, ein verfeinertes Immissionsmessnetz aufzubauen. Dass nicht nur die NOx-Emissionen, sondern auch weitere Schadstoffe in die Umweltverträglichkeitsprüfung einbezogen worden sind, ist bereits geschildert worden (E. 18).\n\nd) Die Berufung auf das \"Recht auf freie Verkehrsmittelwahl\" geht im vorliegenden Zusammenhang schon deshalb fehl, weil sich aus der schweizerischen Rechtsordnung kein Anspruch darauf herleiten lässt, dass bestimmte Verkehrsanlagen bereitgestellt würden und ohne Einschränkung betrieben werden könnten. Das Prinzip der freien Wahl der Verkehrsmittel, das weder in der Verfassung noch in der Gesetzgebung verankert ist, besagt lediglich, dass kein Benutzungszwang für bestimmte Verkehrsmittel besteht und grundsätzlich freie Konkurrenz zwischen den Verkehrsträgern herrschen soll BGE 126 II 522 S. 554(vgl. MARTIN LENDI, Kommentar zu Art. 36sexies aBV N. 44; derselbe, Verkehrsfreiheit, in: De la Constitution, Festschrift Jean-François Aubert, Basel 1996, S. 371 ff. S. 377; s.a. Botschaft des Bundesrates über die Grundlagen einer koordinierten Verkehrspolitik vom 20. Dezember 1982, BBl 1983 I 941 ff., 1007, 1055).\n\nDass die freie Konkurrenz zwischen den Verkehrsträgern durch den umstrittenen Emissionsplafond gestört und der Luftverkehr gegenüber dem Schienen- und Strassenverkehr diskriminiert würde, trifft nicht zu:\n\nSeit der weitgehenden Elektrifizierung der Eisenbahnen erübrigen sich lufthygienische Massnahmen gegenüber dem Schienenverkehr. Dagegen wird der Strassenverkehr von zahlreichen, wirtschaftlich einschneidenden Beschränkungen betroffen. Zunächst ist daran zu erinnern, dass mit den Abgasvorschriften für Motorfahrzeuge, vor allem mit der Einführung des Katalysator-Obligatoriums, ein wichtiger Schritt in Richtung Luftreinhaltung getan worden ist. Das Gleiche gilt für die allgemeine Tempobeschränkung auf 80 km/h bzw. 120 km/h. Zudem wird der motorisierte Strassenverkehr durch zahlreiche Abgaben belastet (vgl. Art. 85 f. BV mit den Ausführungsvorschriften), die teilweise verkehrsbeschränkende Ziele verfolgen. Abgesehen vom Sonntags- und Nachtfahrverbot erfährt der Güterverkehr durch die Verfassungsbestimmung von Art. 84 BV über den alpenquerenden Transitverkehr eine zusätzliche räumliche Einschränkung, die ausschliesslich dem Umweltschutz dient. Weiter wird heute der Ausbau des Nationalstrassennetzes regelmässig mit der Bedingung verknüpft, dass zusätzliche, \"flankierende\" Massnahmen zur Reduktion der durch den Strassenverkehr verursachten Luftverunreinigung ergriffen werden. Diese Vorkehren im Sinne von Art. 11 Abs. 3 USG umfassen neben den verkehrslenkenden und -beschränkenden Anordnungen auf dem projektierten Strassenstück häufig auch verkehrsberuhigende und -vermindernde Massnahmen auf dem übrigen Strassennetz. Sie müssen nicht erst bei Erreichen eines bestimmten lufthygienischen Schwellenwerts, sondern spätestens bei Inbetriebnahme des Strassenstücks getroffen werden (vgl. BGE 122 II 165 E. 15). Ausserdem ist nicht ausgeschlossen, dass auch der allgemeine Strassenverkehr noch stärker eingeschränkt werden könnte, wenn gewisse kritische Luftbelastungen erreicht würden (vgl. zu dieser Problematik BGE 121 I 334). Es ist daher nicht einzusehen, inwiefern der Flugverkehr gegenüber dem Strassenverkehr benachteiligt würde. Dass gegenüber den verschiedenen Verkehrsträgern nicht in jedem Fall dieselben, sondern in differenzierter BGE 126 II 522 S. 555Weise jene schadstoffvermindernden Massnahmen angeordnet werden, die auf die jeweiligen Eigenarten des Verkehrs zugeschnitten sind, steht mit dem Gebot, Gleiches gleich und Ungleiches ungleich zu behandeln, durchaus im Einklang.\n\n23. Der Verkehrs-Club der Schweiz bezeichnet den im Konzessionsentscheid auf 2'400 t/a angesetzten Emissionsplafond als zu hoch. Die vom BUWAL beantragte Limite von 2'200 t/a, die bereits als Kompromiss zu gelten habe, hätte nicht unterschritten werden dürfen. Das Departement sei ohne triftige Gründe von der amtlichen Expertise der Umweltschutzfachstellen abgewichen und habe eine Interessenabwägung vorgenommen, wo es keine solche geben könne.\n\nNach Auffassung der SAir Group und der Mitbeteiligten ist dagegen der Schwellenwert von 2'400 t NOx pro Jahr viel zu tief angesetzt worden. Dieser Wert werde bei normaler Entwicklung nur etwa 337'000 Bewegungen zulassen, die bereits in den Jahren 2006 oder 2007 erreicht würden. Die \"Zielgrösse\" verhindere somit, dass der Flughafen Zürich und die Beschwerdeführer am Wachstum, das für das Jahr 2010 vorausgesagt werde, teilnehmen könnten. Sofern ein Plafond überhaupt festzulegen sei, müsste er aus Gründen der Rentabilität des Flughafens auf mindestens 3'011 t/a NOx erhöht werden, was die für den Betriebszustand prognostizierten 421'000 Flugbewegungen gestatten würde.\n\nWeder die eine noch die andere Rüge vermag durchzudringen. Nach bundesgerichtlicher Rechtsprechung hat die Plangenehmigungs- oder Konzessionsbehörde ihren Entscheid darüber, ob beim Ausbau einer Verkehrsanlage eine vorübergehende Überschreitung der Immissionsgrenzwerte in Kauf genommen werden könne und welche Vorkehren im Einzelnen zu ergreifen seien, in Abwägung der auf dem Spiel stehenden öffentlichen Interessen zu treffen; dabei sind den Anliegen des öffentlichen Verkehrs einerseits und den Zielen des Umweltschutzrechts andererseits angemessen Rechnung zu tragen (BGE 117 Ib 285 E. 8c S. 306; BGE 118 Ib 206 E. 8a in fine und E. 11e; BGE 122 II 165 E. 13 S. 168). Eine solche Interessenabwägung ist grundsätzlich rechtlicher Natur. Die Genehmigungsbehörde ist daher, auch wenn sie sich von den tatsächlichen Feststellungen der Umweltschutzfachstellen leiten lassen muss, bei der abschliessenden Würdigung und Entscheidfindung nicht an deren Anträge gebunden (vgl. BGE 118 Ib 599 E. 6). Weiter gilt wie gesagt, dass die Interessen am öffentlichen Verkehr nicht für sich allein betrachtet werden dürfen und die Wirtschaftlichkeit des Verkehrs zudem nur BGE 126 II 522 S. 556einen Teilaspekt dieser Interessen bildet; die Rentabilität des Flughafens kann deshalb nicht jene Vorrangstellung einnehmen, die ihr die Fluggesellschaften einräumen wollen. Inwiefern die Abwägung der verschiedenen massgeblichen Elemente durch das UVEK bundesrechtswidrig vorgenommen worden wäre, ist weder dargetan noch ersichtlich. Ergänzend darf auch an dieser Stelle nochmals daran erinnert werden, dass der Kanton Zürich im Zusammenhang mit der Volksabstimmung über den Kredit für die 5. Bauetappe und im Baukonzessionsverfahren wiederholt erklärt hat, der Ausbau sei - auch unter der seinerzeitigen Annahme von 240'000 Flugbewegungen im Betriebszustand - wirtschaftlich tragbar. FLUGLÄRM\n\n34. Der ergänzende \"Fachbericht Fluglärm\" geht für die Ermittlung des künftigen Fluglärms von den bereits in E. 13 umschriebenen betrieblichen Daten sowie von der Annahme aus, dass die Startpisten 16 (\"Blindlandepiste\" Richtung Süd) und 28 (\"Westpiste\" Richtung West) gleichwertig seien und auch Landungen auf den Pisten 10 und 28 (\"Westpiste\" aus beiden Richtungen) erfolgen könnten. Weiter werden vier Varianten für das Abflugverfahren ab Piste 16 in Betracht gezogen. Für die Nacht wird das heute geltende An- und Abflugverfahren (in und aus Richtung Nord) übernommen.\n\nWie im Bericht zusammenfassend festgestellt wird, ergibt sich aus dem Vergleich von Ausgangs- und Betriebszustand, dass die Lärmbelastung infolge des Flughafenausbaus am Tag und in der Nacht gesamthaft um etwas mehr als 1 dB zunehmen wird. Es träten jedoch lokale Unterschiede auf. Im Süden müsse man aufgrund des Geradeausflugs beim Start auf Piste 16 tagsüber mit einer Zunahme der Belastung von 1.5 bis 2 dB rechnen. Im Westen werde das Wachstum nur 0.5 bis 1 dB betragen. Gegenüber dem Ist-Zustand nehme die Belastung im Betriebszustand im Westen und Südwesten ab, im Süden leicht zu. Im Norden nehme sie vor allem in der Nacht erheblich zu, so dass die Grenzkurven mit der Fluglärmbelastung tief in den süddeutschen Raum hineinreichten. Die Zahl der Personen, deren Lärmbelastung den Immissionsgrenzwert übersteige, erhöhe sich infolge des Flughafenausbaus um 35% bis 40% (von bisher 23'000 auf neu 32'400). Im Betriebszustand würden voraussichtlich rund 7'500 Menschen über den Alarmwerten leben, was einem Zuwachs von 35% gegenüber dem Ausgangszustand entspreche. In Opfikon seien während des Tages 45%, in Höri während BGE 126 II 522 S. 557der Nacht rund 2/3 der Wohnbevölkerung von Alarmwertüberschreitungen betroffen. Dabei werde nicht auf die von der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten vorgeschlagenen Werte abgestellt, sondern würden die von BUWAL und BAZL in innerdepartementalen Gesprächen modifizierten Belastungsgrenzwerte für die Landesflughäfen angewendet (Fachbericht Fluglärm vom Dezember 1998, Zusammenfassung S. 2 f.).\n\nZusätzlich zum Fachbericht Fluglärm ist auf Verlangen des UVEK nachträglich der Bericht \"Vergleich alternativer Betriebsszenarien\" erarbeitet worden. In ihm werden verschiedene An- und Abflugverfahren geprüft und deren betriebliche und lärmmässige Auswirkungen miteinander verglichen. Die Berichtverfasser kommen zum Schluss, dass bei Weiterführung des heute praktizierten Systems mehr Personen von einem bestimmten Dauerschallpegel betroffen werden als beim Umkehrsystem (Landen von Süden und Osten, Starten nach Norden und Westen). Die Umkehr des Systems hänge jedoch von gewissen Bedingungen ab, die der Flughafenhalter nicht aus eigener Kraft erfüllen könne. Unter den gegebenen - durch den Flughafenhalter nicht beeinflussbaren - Voraussetzungen sei das dem Umweltverträglichkeitsbericht zugrunde gelegte heutige Betriebssystem dasjenige, welches die Lärmimmissionen des künftigen Flugverkehrs am geringsten halte (Bericht vom Februar 1999 S. 9).\n\nIn seiner Stellungnahme zu diesen Berichten hält das BUWAL fest, dass die Realisierung der 5. Bauetappe zur erheblichen Mehrbelastung eines heute schon stark durch Fluglärm beeinträchtigten Gebietes führen werde. Zwar halte sich die Zunahme der Tageslärmbelastung insgesamt in Grenzen, doch werde sich mit der vorgesehenen Steigerung der Tagesbewegungen um 53% die Struktur des Lärms spürbar verändern. Die ruhigeren Phasen des heutigen Betriebs würden in Zukunft verschwinden. Drastisch sei die Zunahme der Lärmbelastung in der Nacht, da der Nachtverkehr gemäss Voraussage um 260% anwachsen solle. Diese Lärmzunahme bewirke, dass die Zahl der von starken Lärmimmissionen betroffenen Personen beträchtlich ansteigen werde und gewisse Gemeinden mit einer wesentlichen Begrenzung ihrer weiteren räumlichen Entwicklung rechnen müssten. Was die vorgesehenen Massnahmen betreffe, so sei die Überwachung und Lenkung der Lärmentwicklung durch Lärmgebühren, Flugwegüberwachung und optimierte Flugverfahren zweckmässig und sinnvoll. Diese Methoden, die dem Standard BGE 126 II 522 S. 558auf verschiedenen ausländischen Flughäfen entsprächen, seien ein effektives Mittel zur Fluglärmbeschränkung. Weiter müssten wirkungsvolle Massnahmen zum Schutze der betroffenen Bevölkerung während der Nacht getroffen werden. Den grössten Effekt hätte die Ausdehnung der Nachtruhe auf die Zeit von 23.00 Uhr bis 6.00 Uhr. Eine ähnliche Wirkung habe aber auch die Begrenzung der Flugbewegungen nachts. Die Nachtflugbewegungen seien so festzulegen, dass keine Überschreitungen der Alarmwerte aufträten, was bei Beibehaltung des Betriebsregimes auf eine Plafonierung der Nachtflugbewegungen in Höhe des Ist-Zustandes (ca. 5'000) hinauslaufe (Stellungnahme vom 23. Juli 1999, S. 2, 5 ff.).\n\n35. a) Das UVEK hat im Baukonzessionsentscheid Dock Midfield erwogen, dass allgemein in der Zivilluftfahrt und im Besonderen auf dem Flughafen Zürich der vorsorglichen Lärmbegrenzung grosse Beachtung geschenkt werde. Für verschärfte Emissionsbegrenzungen bleibe daher nur wenig Raum:\n\nGemäss dem Umweltverträglichkeitsbericht werde sich die Zunahme der Lärmbelastung während des Tages im Bereich von 1 dB bewegen. Für diese Betriebszeiten dränge sich daher auch nach Ansicht des BUWAL keine Bewegungszahlbegrenzung auf. Bei den An- und Abflugverfahren werde permanent an der Optimierung gearbeitet. Diese Bemühungen seien selbstverständlich weiterzuführen. Was die von verschiedenen Gemeinden verlangten grundlegenden Änderungen des Pistenbenützungssystems betreffe, so würden diese eine Revision des Betriebssystems bedingen. Andere forderten aber gerade die Beibehaltung des aktuellen Konzepts. Gegensätzlich seien auch die Forderungen nach einer möglichst guten Verteilung des Fluglärms einerseits und nach einer Konzentration der Flüge andererseits. Ähnliches gelte für Begehren, die nur einzelne Aspekte des An- und Abflugverfahrens beträfen. Der Flughafenhalter habe neue Verfahren untersucht und sei dabei zum Schluss gelangt, dass die gültigen Betriebskonzepte optimiert seien und lediglich die bereits im \"Fachbericht Lärm\" berücksichtigten Änderungen in Betracht fielen. Mit ihm dürfe davon ausgegangen werden, dass unter den geltenden Rahmenbedingungen Verbesserungen durch grössere Änderungen am Pistenbenützungskonzept nicht möglich seien. Erfolglos bleiben müssten weiter die Begehren um fluglärmfreie Zeiten tagsüber, da solche einschneidende Konsequenzen für den Flugbetrieb hätten, die letztlich wirtschaftlich untragbar wären. Abzulehnen sei auch die Forderung, dass bei einem einzelnen Überflug der Wert von 92 dB nicht überschritten werden BGE 126 II 522 S. 559dürfe. Es sei heute unvermeidlich, die einen grösseren Lärm verursachenden Starts von Langstreckenflugzeugen über bewohntes Gebiet zu führen. Die Forderung wäre daher nur durch ein Verbot von Langstreckenflügen zu erfüllen, was jedoch mit dem öffentlichen Interesse am Betrieb des Flughafens Zürich unvereinbar sei.\n\nZum Schutz der Nachtruhe bestünden, wie das UVEK fortfährt, Regelungen sowohl in Art. 39 VIL als auch in der Betriebskonzession und im Betriebsreglement. Über die bestehenden Beschränkungen hinaus würde die Plafonierung der Anzahl Nachtflüge, die Zulassung lediglich leiser Flugzeuge oder auch die Einführung einer speziellen Nachtflugtaxe verlangt, während sich der Kanton Zürich und die Swissair solchen Massnahmen widersetzten. In diesem Zusammenhang sei zunächst klarzustellen, dass die Zunahme des Lärms während der Nachtrandstunden nur zum geringen Teil ausbaubedingt sei; ein wesentlicher Teil der prognostizierten Flüge könnte auch ohne bauliche Änderungen in den Nachtrandstunden abgewickelt werden. Indessen gebe das eingereichte Baukonzessionsgesuch den Anwohnern Gelegenheit, die Nachtflugregelung grundsätzlich überprüfen zu lassen. Die Prüfung ergebe, dass zumindest Flüge in den Nachtrandstunden insbesondere mit Blick auf die Langstreckendestinationen eine betriebliche und wirtschaftliche Notwendigkeit darstellten. Würde die Zahl der Nachtflüge wie vom BUWAL verlangt beschränkt, so hätte dies zur Folge, dass zwei Drittel der für die Nachtrandstunden erwarteten Flüge nicht angeboten werden könnten. Es sei naheliegend, dass damit der Flughafen Zürich seine Konkurrenzfähigkeit für Langstreckenflüge verlieren würde, was nicht im öffentlichen Interesse läge. Eine solche Massnahme - wie übrigens auch die Erhebung eines zusätzlichen Lärmzuschlages - sei deshalb abzulehnen. Dagegen erachte das UVEK eine massvolle Ausdehnung der Sperrzeit, verbunden mit einer einschränkenderen Regelung für den Nichtlinienverkehr, als vertretbar. Am wirkungsvollsten erscheine eine Verlängerung der Nachtflugsperre am Morgen um eine halbe Stunde auf 5.30 Uhr. Damit werde dem Bedürfnis nach einer möglichst langen, ungestörten Phase der absoluten Ruhe Rechnung getragen. Auf der anderen Seite könne die Ausdehnung der Sperrzeit zwar dazu führen, dass auf gewissen Strecken die Reisezeit etwas verlängert werden müsste und vielleicht etwas mehr Treibstoff verbraucht würde. Dies sei jedoch angesichts der möglichen Entlastung der Anwohner in Kauf zu nehmen. Im Weiteren sei eine im Vergleich zu heute etwas einschränkendere Regelung der Nachtflüge für den Charterverkehr zu verfügen.BGE 126 II 522 S. 560\n\nFür diese Flüge bestehe eine grössere betriebliche Flexibilität, weil sie nicht in die Hub-Funktion des Flugplatzes eingebunden sein müssten. Die Nachtsperre für den Start solcher Flüge könne daher von 23.00 Uhr auf 22.00 Uhr vorverlegt werden. Für die - leiseren - Landungen bleibe die heutige Regelung unverändert. Die genannten Erweiterungen der Nachtflugsperre seien - wie im Dispositiv festzuhalten sei - im Rahmen der nächsten Änderung der Betriebskonzession bzw. des Betriebsreglementes, spätestens aber im Jahr 2001, in diese Dokumente aufzunehmen (Baukonzessionsentscheid Dock Midfield S. 34-43).\n\nb) Zur Tatsache, dass in grösseren Gebieten die Belastungsgrenzwerte und teils auch die Alarmwerte nicht eingehalten werden können, bemerkt das UVEK weiter, dass in solchen Fällen nach Art. 10 in Verbindung mit Art. 11 der Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) die betroffenen Gebäude gegen Schall zu isolieren seien. Der Flughafenhalter sei denn auch bereits mit der Rahmenkonzession zur Erstellung eines Schallschutzkonzepts verpflichtet worden. Dieses Konzept liege nun vor und sei von den Umweltschutzfachstellen grundsätzlich gutgeheissen worden; es könne daher realisiert werden, sobald die Lärm-Belastungsgrenzwerte für die Landesflughäfen definitiv festgelegt seien. Das Schallschutzkonzept lege verbindlich fest, in welchem Perimeter welche Massnahmen in welchem Zeitpunkt zu treffen seien. Sei ein Betroffener mit der Festlegung für seine Liegenschaft nicht einverstanden, müsse er die Baukonzession anfechten. Vorbehalten bleibe, wie erwähnt, eine Änderung des Konzepts im Hinblick auf die vom Bundesrat noch zu erlassenden Belastungsgrenzwerte als Anhang zur Lärmschutz-Verordnung. Sollten sich nach der Beschlussfassung Änderungen ergeben, müsste das Schallschutzkonzept in den von den Änderungen betroffenen Perimetern neu aufgelegt und den Betroffenen Gelegenheit gegeben werden, ihre Rechte wahrzunehmen.\n\nDas Begehren, dass für alle Gebäude im Schallschutzperimeter Schallschutzmassnahmen auf Kosten des Flughafenhalters ergriffen werden müssten, also auch für die nach 1978 in der Lärmzone C erstellten Bauten, weist das Departement zurück. Der Grundsatz, wonach der Anlageinhaber für die Kosten der Schallschutzmassnahmen aufzukommen habe, komme in jenen Fällen nicht zum Tragen, in denen im Zeitpunkt der Erstellung einer Baute bereits eine Verpflichtung zu Schallschutzmassnahmen bestanden habe. Dies treffe bei Häusern zu, die nach 1978 und damit nach dem Inkrafttreten BGE 126 II 522 S. 561der Gesetzgebung über die Lärmzonen (Art. 42 ff. LFG und Art. 40 FF. VIL) in der Lärmzone C gebaut worden seien. Für diese Bauten bestehe keine Verpflichtung zur Kostenrückerstattung.\n\nSchliesslich weist das UVEK auf die mit dem Einbau von Schallschutzfenstern verbundenen Probleme der Lüftung hin. Abhilfe schaffen könnten Schallschutzfenster mit Zwangsbelüftung oder Fenster mit Mechanismen, die bei Erreichen eines bestimmten, einstellbaren Lärmpegels automatisch schlössen. Der Flughafenhalter habe daher zu prüfen, ob solche Massnahmen technisch möglich und aufwandmässig realisierbar seien. Die Ergebnisse seien dem UVEK zur Prüfung und gegebenenfalls zum Entscheid einzureichen (Entscheid Dock Midfield S. 45-47).\n\nc) Unter dem Titel \"Raumplanung\" führt das UVEK aus, anhand der aufgelegten Gesuchsakten habe für alle mit Fluglärm belasteten Gebiete ohne weiteres festgestellt werden können, ob die Planungswerte, Immissionsgrenzwerte oder Alarmwerte überschritten seien. Aus diesem Lärmbelastungskataster liessen sich die Konsequenzen für jede einzelne Ortsplanung ablesen. Nach Ansicht des Departementes sei es wichtig, dass die raumplanerischen Konsequenzen aus der Existenz des Flughafens und seiner Entwicklung nun mit aller Deutlichkeit gezogen und weitere Konfliktsituationen vermieden würden. Der in den Gesuchsakten vorhandene Lärmbelastungskataster werde deshalb für die künftigen raumplanerischen Entscheide verbindlich sein. Die im Umweltschutzgesetz vorgesehenen raumplanerischen Folgen bei Überschreiten der Planungs- bzw. der Immissionsgrenzwerte hätten nun einzutreten. Darauf könne nachträglich nicht mehr zurückgekommen werden. Mit dem jetzigen Entscheid würden die raumplanerischen Auswirkungen eindeutig festgelegt. Wenn jemand damit nicht einverstanden sei, müsse dieser Entscheid angefochten werden. Im Dispositiv sei deshalb ausdrücklich festzuhalten, dass mit dem Bauvorhaben auch der damit verbundene Lärmbelastungskataster genehmigt werde. Daran ändere nichts, dass der Kataster nach der Festsetzung der Lärmbelastungsgrenzwerte durch den Bundesrat allenfalls noch angepasst werden müsse. Im Zusammenhang mit dieser Anpassung seien zusätzlich auch die Auswirkungen auf die Gemeinden der benachbarten Kantone darzustellen (Entscheid Dock Midfield, S. 87-90).\n\n36. Die lärmschutzbedingte betriebliche Regelung, wie sie aufgrund der Baukonzession Dock Midfield und den neuen Bestimmungen der VIL für den Flughafen Zürich ab Erneuerung der Betriebskonzession gelten soll, gestaltet sich wie folgt: BGE 126 II 522 S. 562\n\nWährend der Tagesstunden von 06.00 Uhr bis 22.00 Uhr kann der Flughafen Zürich ohne Einschränkungen betrieben werden.\n\nIn den Nachtstunden von 22.00 Uhr bis 06.00 Uhr sind Starts und Landungen nicht gewerbsmässiger Flüge untersagt.\n\nStarts von gewerbsmässigen Flügen sind - mit Ausnahme von Charterflügen - zwischen 22.00 Uhr und 24.00 Uhr erlaubt, sofern die Emissionen einen bestimmten Lärmindex nicht übersteigen: für Flüge mit einer Nonstop-Flugdistanz von über 5000 km muss ab 31. März 2002 der Lärmindex 98 eingehalten werden, für alle anderen Flüge ab sofort der Lärmindex 96. Von 24.00 Uhr bis 06.00 Uhr sind Starts auch für Linienflüge verboten. Gegenüber dem Flugplan verspätete Starts sind allerdings bis 00.30 Uhr erlaubt (Art. 39a Abs. 1 und 3 VIL und Übergangsbestimmung in Verbindung mit Auflage 2.2.2 der Baukonzession Dock Midfield).\n\nLandungen gewerbsmässiger Flüge sind von 22.00 Uhr bis 24.00 Uhr und ab 05.30 Uhr erlaubt, zwischen 24.00 Uhr und 05.30 Uhr verboten. Verspätete Landungen sind bis spätestens 00.30 Uhr erlaubt (Art. 39a Abs. 2 und 3 in Verbindung mit Auflage 2.2.2 Baukonzession Dock Midfield).\n\nKeiner Beschränkung unterliegen Notlandungen sowie Starts und Landungen zu Such- und Rettungsflügen, Ambulanzflügen, Polizeiflügen, zur Katastrophenhilfe, zu Flügen mit schweizerischen Militärflugzeugen und zu vom Bundesamt bewilligten Flügen von Staatsluftfahrzeugen (Art. 39 Abs. 4 VIL). Ausserdem kann der Flugplatzhalter bei unvorhergesehenen ausserordentlichen Ereignissen Ausnahmen von den in der VIL festgelegten Betriebsvorschriften gewähren (Art. 39 Abs. 3 VIL).\n\nDie Anzahl der Starts und Landungen zwischen 22.00 Uhr und 06.00 Uhr sowie die eingesetzten Flugzeugtypen sind in der Flugplatzstatistik auszuweisen (Art. 39 Abs. 5 VIL).\n\n37. Verschiedene Beschwerdeführer bringen ihre bereits im Anhörungsverfahren gegen den \"Fachbericht Fluglärm\" erhobenen Einwendungen im bundesgerichtlichen Verfahren erneut vor:\n\na) Dem Vorwurf, der Ermittlung der Lärmbelastung sei ein unrealistischer Flottenmix zugrunde gelegt worden, kann mit den in E. 14 angestellten Überlegungen begegnet werden. Es ist indes klar, dass die den Flottenmix und die Triebwerktechnologie betreffenden Annahmen bei der Umweltverträglichkeitsprüfung, die für die Erneuerung der Betriebskonzession anzustellen ist (Art. 74a Abs. 2 VIL), überprüft und allenfalls auf den neusten Stand gebracht werden müssen.\n\nBGE 126 II 522 S. 563\n\nb) Nach Auffassung Einzelner vermag das Lärmmass \"Leq\" - das heisst der energieäquivalente Dauerschall- oder Mittelungspegel Leq - die Störwirkung des Fluglärms nicht richtig wiederzugeben, da er insbesondere der Häufigkeit von störenden Schallereignissen nicht genügend Rechnung trage. Diesem Aspekt müsse durch Einführung eines Korrekturfaktors vermehrt Beachtung geschenkt werden. Vorbehalte werden auch gegenüber der Messgrösse \"Anzahl stark gestörter Personen\" (AsgP) geäussert, die im Fachbericht Fluglärm zur Abschätzung der durch den Fluglärm betroffenen Bevölkerungsteile beigezogen worden ist.\n\nZur Wahl des geeigneten Fluglärmmasses ist mit dem UVEK festzuhalten, dass sowohl im Umweltverträglichkeitsbericht als auch im Baukonzessionsentscheid auf die Vorschläge der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten abgestellt werden durfte, welche die Einführung des Leq anstelle des bisher als Belastungsmass für Fluglärm verwendeten NNI empfohlen hat (vgl. auch BGE 121 II 317 E. 8c S. 339 ff.). Ob zur besseren Erfassung der Störwirkung ein Korrekturfaktor einzuführen sei, ist nicht im Einzelfall im luftfahrtrechtlichen Baubewilligungsverfahren, sondern von der rechtsetzenden Behörde generell zu prüfen (vgl. hinten E. 43). Was die Messgrösse \"AsgP\" betrifft, wird im Fachbericht Fluglärm ausdrücklich auf ihre Eigenheiten hingewiesen und klargestellt, dass sie nur beschränkt aussagekräftig sein könne. Sie bildet denn auch für den Entscheid kein ausschlaggebendes Kriterium.\n\nc) Ein Ungenügen des Umweltverträglichkeitsberichts wird weiter darin erblickt, dass der Lärm der rollenden Flugzeuge unberücksichtigt geblieben sei. Auf Nachfrage des Flughafenhalters hin haben die für den Fachbericht Verantwortlichen der EMPA eingeräumt, dass terrestrische Lärmquellen, wie im Leerlauf rollende und manövrierende Flugzeuge, in den Lärmkarten und Katastern nicht ausgewiesen seien. Man gehe von der Annahme aus, dass rollende Flugzeuge gegenüber den startenden oder landenden Maschinen akustisch von untergeordneter Bedeutung seien. Allerdings sei nicht auszuschliessen, dass manövrierende Flugzeuge bei geringem Flugbetrieb in flughafennahen Gebieten wahrgenommen werden könnten (Schreiben der EMPA vom 8. Februar 2000). Dass der Lärm rollender Flugzeuge in aller Regel im Grundgeräusch untergeht, ist bei einem Versuch auf dem Flughafen Zürich im Zusammenhang mit dem Bau der Standplätze Rorzelg bestätigt worden. Obschon dieses Experiment mit einem erfahrungsgemäss lauten Flugzeugtyp abends BGE 126 II 522 S. 564um 22 Uhr bei einem Grundgeräusch von 35 bis 45 dB(A) durchgeführt wurde, erwies sich das Geräusch des rollenden Flugzeugs als unmessbar und kaum hörbar (Schreiben der EMPA an Flughafendirektion vom 3. September 1997). Aufgrund dieser Feststellungen darf angenommen werden, dass im Verzicht auf Mitberücksichtigung des Lärms rollender Flugzeuge jedenfalls kein erheblicher Mangel des Umweltverträglichkeitsberichts liegt.\n\nd) Verschiedentlich wird gerügt, dass keine Untersuchungen darüber angestellt worden seien, wie sich die prognostizierte Lärmbelastung auf die Gesundheit der Anwohner auswirken werde. Gefordert werden unter anderem Langzeit-Beobachtungsprogramme und Reihenuntersuchungen, die Aufschluss über schleichende Gesundheitsschädigungen geben könnten.\n\nAuch in dieser Hinsicht kann der Meinung des UVEK beigepflichtet werden, dass solche Abklärungen nicht im Baubewilligungsverfahren, sondern im Rahmen der Erarbeitung der Grundlagen für die Rechtsetzung, insbesondere für die Festlegung der Belastungsgrenzwerte, zu treffen sind. Die für die Studien nötigen Erhebungen, die einen grossen Personenkreis erfassen müssen, erfordern einen ausserordentlichen Aufwand und können aus der Sicht des Persönlichkeitsschutzes heikel sein. Derartige Untersuchungen vom Flughafenhalter zu verlangen hiesse, die dem Umweltschutzgesetz- und -verordnungsgeber und allenfalls auch der Entscheidbehörde obliegenden Verantwortlichkeiten auf den Gesuchsteller zu überwälzen.\n\ne) Die Gemeinde Oetwil an der Limmat und Elisabeth Zbinden beanstanden zusammen mit den Mitbeteiligten, dass keine Gesamtbeurteilung der Lärmimmissionen im Sinne von Art. 8 USG vorgenommen worden sei. In eine solche Gesamtbetrachtung hätten für die Gemeinde Oetwil die Lärmimmissionen der Nationalstrasse A1, der SBB-Strecke Zürich-Baden und des Rangierbahnhofes Limmattal, für das Gemeindegebiet Winkel der Lärm der Flughafen-Autobahn sowie des Militärbetriebs auf dem Waffenplatz Kloten-Bülach einbezogen werden müssen.\n\nZu diesem Einwand führt das UVEK im Baukonzessionsentscheid Dock Midfield aus, die Lärmschutz-Verordnung verpflichte lediglich zur Prüfung des anlagebezogenen Lärms. Dementsprechend sei es korrekt, wenn der Umweltverträglichkeitsbericht keine anderen Lärmquellen, wie Industrie-, Bahn- und Strassenlärm, miteinbeziehe. Das BUWAL habe diesbezüglich auch keine Einwände erhoben. Zufolge der Lärmstudie 90 dürfe ausserdem davon ausgegangen BGE 126 II 522 S. 565werden, dass die Störwirkung des Fluglärms durch andere Lärmeinwirkungen nicht verstärkt werde (Entscheid S. 32).\n\nDie Bestimmung von Art. 8 USG, nach welcher Einwirkungen sowohl einzeln als auch gesamthaft und nach ihrem Zusammenwirken zu beurteilen sind, verlangt in der Tat zunächst, dass bei der Beurteilung einer geplanten Anlage sämtliche mit dieser verbundenen Beeinträchtigungen der Umwelt sowohl einzeln als auch gesamthaft zu prüfen sind. Diesem Erfordernis kommt bei Flughäfen als \"gemischten\" Verkehrsanlagen besondere Bedeutung zu (vgl. BGE 124 II 293 E. 23 S. 339 f. mit Hinweisen). Damit wird jedoch noch nicht die ganze Tragweite von Art. 8 USG erfasst. Der Bundesrat hat in seiner Botschaft zu Art. 8 USG (damals Art. 6 des Entwurfs) betont, dass Umweltbelastungen häufig Folge von Emissionen aus verschiedenen Anlagen sind und den Betroffenen auch Schutz vor Beeinträchtigungen aus unterschiedlichen Quellen - beispielsweise bei Strassen-, Flug-, Industrie- und Eisenbahnlärm - geboten werden müsse. In diesem Sinne gelte Artikel 6 (heute Art. 8) als verbindliche Anweisung sowohl für den Erlass von Verordnungen als auch von Verfügungen (Botschaft des Bundesrates vom 31. Oktober 1979 zu einem Bundesgesetz über den Umweltschutz, BBl 1979 III 775Kap. 53 S. 785). Dementsprechend ist im Entwurf zur Lärmschutz-Verordnung vorgesehen worden, dass die Gesamtlärmbelastung anhand des energetischen Additionsprinzips (energetische Addition der Beurteilungspegel aller beteiligten Lärmarten) zu beurteilen sei. Ein solches Vorgehen hat sich indes als fragwürdig erwiesen, da der Gesamtwert nicht sinnvoll interpretiert werden kann. Im Rahmen der \"Lärmstudie 90\", auf die noch zurückzukommen sein wird (unten E. 43b), hat sich gezeigt, dass die von Flug- und Strassenlärm Betroffenen klar zwischen diesen beiden Lärmarten unterschieden haben. Die Beurteilung über die Lästigkeit des Fluglärms erfolgte unabhängig von der zusätzlichen Belastung durch den Strassenlärm und umgekehrt. Die Bestimmung darüber, wie ein Gesamtlärmpegel zu bemessen und zu beurteilen sei, ist deshalb fallen gelassen worden, und die Lärmschutz-Verordnung beschränkt sich in der geltenden Fassung darauf, die Summierung gleichartiger Lärmimmissionen aus mehreren Anlagen vorzuschreiben (Art. 40 Abs. 2 LSV; vgl. zum Ganzen CHRISTOPH ZÄCH/ROBERT WOLF, Kommentar zum Umweltschutzgesetz, N. 29 zu Art. 15; ANDRÉ SCHRADE/THEO LORETAN, Kommentar zum Umweltschutzgesetz, N. 14a zu Art. 13; CARL OLIVA, Belastungen der Bevölkerung durch Flug- und Strassenlärm, Berlin 1998, S. 139 ff.). Für die Durchsetzung der - auch BGE 126 II 522 S. 566vom Bundesgericht schon erhobenen - Forderung nach einer Gesamtbetrachtung der bestehenden oder künftigen Lärmsituation (vgl. Entscheid des Bundesgerichtes vom 24. Juni 1997 i.S. Th., publ. in URP 1997 S. 495 E. 4b S. 500 f.) fehlt es somit heute noch am notwendigen Instrumentarium (zum gleichen Resultat ist der deutsche Rat von Sachverständigen für Umweltfragen in seinem Sondergutachten \"Umwelt und Gesundheit, Risiken richtig einschätzen\" vom August 1999 gelangt, vgl. Drucksache 14/2300 des Deutschen Bundestages S. 31 Ziff. 90, S. 183 Ziff. 461-463). Den besonderen Belastungen rund um Flughäfen, wo sich regelmässig Strassenverkehrs-, Eisenbahn- und Fluglärm überlagern, kann deshalb zur Zeit nur dadurch Rechnung getragen werden, dass die Belastungsgrenzwerte für den Fluglärm tendenziell eher tief gehalten werden.\n\nUnter diesen Umständen kann vom Baugesuchsteller nicht verlangt werden, dass er Gesamtlärmsituationen, die durch das Zusammenwirken unterschiedlicher Lärmarten entstehen, im Umweltverträglichkeitsbericht umfassend ausweise. Fehlt der Massstab zur Beurteilung solcher Situationen, so vermöchte auch die Darstellung der Lärmvorbelastung - soweit diese für ein Projekt wie das vorliegende mit weiträumigen Auswirkungen überhaupt detailliert ermittelt werden könnte - für den letztlich in einer globalen Interessenabwägung zu treffenden Entscheid, ob das Projekt bewilligt werden könne oder nicht, wenig beizutragen. Der Umweltverträglichkeitsbericht darf und soll sich aber auf die entscheidwesentlichen Punkte beschränken (vgl. BGE 118 Ib 206 E. 13 S. 228; 119 Ib 254 E. 8b S. 275). Dem an sich begreiflichen Antrag der Bewohner von Oetwil an der Limmat und Winkel kann daher nicht stattgegeben werden. Eine andere Frage ist, inwieweit gleichartigen Immissionen aus mehreren Quellen bei der Erarbeitung des Lärmbelastungskatasters und des Schallschutzkonzepts Rechnung zu tragen sei (s. hinten E. 48e).\n\nf) Auf die Einwendungen, die sich speziell gegen die Grundlagen des Schallschutzkonzepts richten, wird - soweit notwendig - unter dem entsprechenden Titel einzugehen sein (vgl. E. 48).\n\n38. Die beschwerdeführenden Gemeinden und Anwohner werfen dem UVEK in erster Linie vor, es habe entgegen den Anweisungen des Bundesgerichts nicht die von der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten vorgeschlagenen Belastungsgrenzwerte, sondern aus nicht dargelegten Gründen teilweise erhöhte Werte verwendet. Zudem sehe der Vernehmlassungsentwurf für den Anhang 5 der Lärmschutz-Verordnung BGE 126 II 522 S. 567noch höhere Werte vor, die - wie von Einzelnen ausdrücklich beantragt wird - vom Bundesgericht akzessorisch auf ihre Gesetzmässigkeit hin überprüft werden müssten. Weiter habe das Departement dem Flughafenhalter in unzulässiger Weise für die übermässigen Fluglärmimmissionen generell Erleichterungen gewährt, ungeachtet der räumlichen Ausdehnung der übermässigen Belastung und unbesehen der Höhe der Überschreitung der Belastungsgrenzwerte. Die Gewichtung der auf dem Spiele stehenden Interessen sei völlig unausgewogen. Inakzeptabel sei insbesondere das beabsichtigte massive Verkehrswachstum in der Nacht, das im Norden des Flughafens zu Grenzwertüberschreitungen in beängstigendem Ausmass führe. Aber auch am Tag werde die Bevölkerung durch den immer dichter werdenden Flugverkehr zunehmend beschallt; die ruhigen Phasen, die für das Wohlbefinden unabdingbar seien, würden seltener und schliesslich verschwinden. Für die Nachtrandstunden müsse daher der vom BUWAL beantragte Nachtflugplafond angeordnet und tagsüber der Flugbetrieb so gelenkt werden, dass gewisse Ruhezeiten (sog. Ruhefenster) gewährleistet seien.\n\nDie SAir Group und die mitbeteiligten Fluggesellschaften verlangen demgegenüber, dass die Auflage 2.2.2 der Baukonzession Dock Midfield, durch welche die Nachtflugsperre ausgedehnt und der nächtliche Charterverkehr eingeschränkt wird, ersatzlos aufgehoben werde. Für die Ausdehnung der Nachtflugsperre von 05.00 Uhr auf 05.30 Uhr bestehe keine gesetzliche Grundlage. Das Bauprojekt Dock Midfield sei nicht kausal für die Zunahme des Lärms in den Nachtrandstunden und könne daher nicht zum Anlass genommen werden, die geltende Nachtflugordnung zum Nachteil der Fluggesellschaften einzuschränken. Das UVEK sei jedenfalls im laufenden Baukonzessionsverfahren nicht befugt, die geltende Betriebskonzession sowie die rechtmässig genehmigte Nachtflugordnung nachträglich aus Gründen abzuändern, die mit der Baukonzession in keinem direkten Zusammenhang stünden. Die angeordnete Einschränkung der Nachtflugordnung stelle für die beschwerdeführenden Fluggesellschaften eine unverhältnismässige Massnahme dar. Sie treffe diese in einschneidender Weise, weil eine rentable und kundenfreundliche Bedienung verschiedener Langstreckendestinationen verunmöglicht werde. Jede weitere Einschränkung der Nachtflugordnung schwäche die Wettbewerbsposition der beschwerdeführenden Fluggesellschaften in empfindlichem Masse. Aus den genannten Gründen erweise sich auch das angeordnete Charter-Startverbot ab 22.00 Uhr als unzulässig. Eine rechtsungleiche BGE 126 II 522 S. 568Behandlung von Charterflugzeugen und Linienflugzeugen lasse sich zudem sachlich nicht rechtfertigen, da es sich bei beiden um die gleichen modernen Flugzeugtypen handle. Schliesslich stelle die Ausdehnung des Startverbots für Charterflugzeuge eine untaugliche Massnahme dar, führe sie doch zu keiner ins Gewicht fallenden Beruhigung der heute bestehenden Lärmbelastung. Für Anwohner, die vom Fluglärm betroffen seien, mache es keinen Unterschied, ob zwischen 22.00 Uhr und 23.00 Uhr auf einzelne Starts verzichtet werde. Die durch ein Startverbot für Charterflugzeuge reduzierten Flugbewegungen fielen in der subjektiven Lärmwahrnehmung ausser Betracht.\n\nAn der Anhörung und in den ergänzenden Stellungnahmen haben die beschwerdeführenden Anwohner und Gemeinden ihre Begehren um akzessorische Überprüfung der anwendbaren Belastungsgrenzwerte - nun der mittlerweile in der Lärmschutz-Verordnung Anhang 5 festgesetzten Werte - erneuert. Angefochten wird ebenfalls die neue Regelung von Art. 39 ff. VIL, weil die Flugbeschränkungen für die Landesflughäfen in den Nachtstunden zu wenig streng seien und die Flughafenbetreiber selbst - ohne behördliche Kontrolle - über die Zahl der nächtlichen Flugbewegungen bestimmen könnten.\n\nDie beschwerdeführenden Fluggesellschaften haben dagegen die vom Bundesrat festgesetzten Belastungsgrenzwerte gutgeheissen. Es ergebe sich insbesondere aus der \"Lärmstudie 90\", welche auch in der deutschen Sachliteratur ihren Niederschlag gefunden habe, dass der Wert von Leq = 65 dB(A) als kritische Grenze für eine erhebliche Belästigung gelten müsse. Weiter sei nachvollziehbar, dass die Grenzwerte für die Empfindlichkeitsstufen II und III gleich hoch angesetzt worden seien, da die um einen Flughafen situierten Gemeindegebiete lärmvorbelastet seien. Entgegen der Meinung der übrigen Beschwerdeführer wirke sich die Neuordnung von LSV und VIL nicht einseitig zu Lasten der Anwohner aus; deren Ruhebedürfnis sei vielmehr angemessen Rechnung getragen worden. Die Verordnungsänderungen könnten denn auch unter wirtschaftlichen Gesichtspunkten nur als knapp tragbar betrachtet werden. Im Lichte der geänderten Fassung von Art. 39 ff. VIL erweise sich im Übrigen die vom UVEK (in Auflage 2.2.2 der Baukonzession Dock Midfield) angeordnete Beschränkung des Nachtbetriebs erst recht als unzulässig, da das Departement nach neuem Recht über keine Regelungskompetenz mehr verfüge. Die bisherige Bestimmung von Art. 39 Abs. 3 aVIL, wonach die Ordnung der Nachtflüge in den BGE 126 II 522 S. 569Flughafenkonzessionen und die weiteren Beschränkungen in den Betriebskonzessionen vorbehalten blieben, sei ersatzlos gestrichen worden. Aufgegeben worden sei weiter die Unterscheidung zwischen Charter- und Linienverkehr. Die neuen Bestimmungen hielten nur noch die gewerbsmässigen und die nicht gewerbsmässigen Flüge auseinander. Damit sei auch der einschränkenden Nachtflugregelung für Charterflugzeuge die rechtliche Grundlage entzogen worden. Die Auflage 2.2.2 sei daher antragsgemäss vollständig aufzuheben.\n\n39. Die Rügen der beschwerdeführenden Fluggesellschaften, die in der Baukonzession Dock Midfield verfügten Beschränkungen des Nachtflugbetriebes entbehrten einer Rechtsgrundlage und seien unverhältnismässig, sind offensichtlich unbegründet.\n\na) Es wird auch von den Fluggesellschaften nicht bestritten, dass der Betrieb des Flughafens Zürich bereits heute in weiten Gebieten zu übermässigen Lärmeinwirkungen führt, ob nun auf die Belastungsgrenzwerte der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten oder auf die vom Bundesrat festgesetzten Werte abgestellt wird. Der bestehende Flughafen ist daher gemäss Art. 16 Abs. 1 USG zu sanieren. Eine sanierungsbedürftige Anlage darf nach Art. 18 Abs. 1 USG nur umgebaut oder erweitert werden, wenn sie gleichzeitig saniert wird. Die Baukonzessionsbehörde war demnach nicht nur ermächtigt, sondern verpflichtet, im Baukonzessionsverfahren im Rahmen einer gleichzeitigen Sanierung die technisch und betrieblich möglichen sowie wirtschaftlich tragbaren Betriebsbeschränkungen anzuordnen. Erleichterungen sind allein insoweit zu gewähren, als solche Betriebsbeschränkungen unverhältnismässig wären (Art. 17 Abs. 1 USG, Art. 14 Abs. 1 in Verbindung mit Art. 15 Abs. 1 LSV; vgl. BGE 125 II 643 E. 16b/c S. 666 ff.). In diesem Sinne hat sich das UVEK zu Recht auf Art. 17 Abs. 1 USG in Verbindung mit Art. 14 LSV berufen, um den Flughafenhalter von zusätzlichen betriebsbeschränkenden Massnahmen, die über die von den Fluggesellschaften angefochtenen hinausgegangen wären, durch Erleichterungen zu befreien (Baukonzession Dock Midfield S. 45 unten).\n\nEine weitere Rechtsgrundlage für die umstrittenen betrieblichen Einschränkungen findet sich in den Bestimmungen über wesentliche Änderungen von bestehenden Verkehrsanlagen (vgl. BGE 124 II 293 E. 16 S. 327). Nach Art. 25 Abs. 3 USG, der auch für Änderungen von Verkehrsanlagen gelten muss (BGE 124 II 293 E. 17 S. 328 f.), sind passive Schallschutzmassnahmen dann zu treffen, BGE 126 II 522 S. 570wenn die Immissionsgrenzwerte \"durch Massnahmen bei der Quelle\" nicht eingehalten werden können. Dementsprechend schreibt Art. 8 Abs. 2 LSV vor, dass bei wesentlicher Änderung von Anlagen die Lärmemissionen der gesamten Anlage durch Emissionsbegrenzungen mindestens derart begrenzt werden müssen, dass die Immissionsgrenzwerte nicht überschritten werden. Nur soweit solche Emissionsbegrenzungen bei öffentlichen oder konzessionierten ortsfesten Anlagen ausgeschlossen sind, sind an ihrer Stelle nach Art. 10 Abs. 1 LSV passive Schallschutzmassnahmen zu treffen. Emissionsbegrenzungen im Sinne von Art. 8 Abs. 2 LSV können in Verkehrs- und Betriebsvorschriften bestehen; sie können durch unmittelbar auf das Gesetz abgestützte Verfügung angeordnet werden (Art. 12 Abs. 1 lit. c und Abs. 2 USG). Die umstrittenen Nachtflugbeschränkungen finden somit auch in diesen Bestimmungen einen Rückhalt (vgl. BGE 125 II 643 E. 17b und c, E. 18).\n\nDass die Belastungsgrenzwerte für Landesflughäfen im Zeitpunkt des Baukonzessionsentscheides noch nicht festgelegt waren und daher die Sanierungsfrist noch nicht lief (Art. 48 lit. a LSV), ändert übrigens an der Anwendbarkeit der materiellen Sanierungsvorschriften auf die Landesflughäfen nichts (vgl. Art. 40 Abs. 3 LSV; ANDRÉ SCHRADE, Kommentar zum Umweltschutzgesetz, N. 10 zu Art. 18 USG).\n\nb) Nach Meinung der Fluggesellschaften halten die vom UVEK verfügten Einschränkungen des Nachtflugbetriebs jedenfalls vor dem neuen Recht nicht mehr stand, da die Bestimmungen von Art. 39 bis 39c VIL die Nachtflugordnung erschöpfend umschrieben und weitere Einschränkungen in den Betriebsreglementen ausgeschlossen seien. Das kann jedoch nicht der Sinn der neuen Regelung sein. Diese stellt, wie das UVEK in seiner Vernehmlassung vom 28. Juni 2000 bemerkt, lediglich eine Minimalordnung dar, die bei Bedarf verschärft werden kann. Art. 36c LFG in der Fassung vom 18. Juni 1999 sieht weiterhin vor, dass die im Sachplan Infrastruktur der Luftfahrt (SIL), in der Konzession sowie in der Plangenehmigung (welche der Baukonzession entspricht) vorgegebenen Rahmenbedingungen im Betriebsreglement konkret auszugestalten sind, so etwa die besonderen Vorschriften für die Benützung des Flugplatzes. Ausführend hält hierzu Art. 23 lit. b VIL in der Fassung vom 2. Februar 2000 fest, dass das Betriebsreglement namentlich Vorschriften über die Betriebszeiten zu enthalten hat. Damit besteht weiterhin eine Grundlage für Sonderregelungen, die die in Art. 39 ff. VIL getroffene Ordnung einschränken können. Das UVEK hat übrigens bereits vor BGE 126 II 522 S. 571Erlass des neuen Verordnungsrechts - im definitiven Erläuternden Bericht zur Änderung der Lärmschutz-Verordnung vom 11. Februar 2000 - klargestellt, dass die im Baukonzessionsentscheid Dock Midfield angeordneten Nachtflugbeschränkungen aufgrund der neuen Regelung in der VIL nicht dahinfallen würden.\n\nc) Unbegründet ist schliesslich auch der Vorwurf, die verfügten Einschränkungen des Nachtflugbetriebs seien unverhältnismässig und unzweckmässig. Die Fluggesellschaften machen wie dargelegt geltend, dass infolge der verkürzten Betriebszeit gewisse Langstreckendestinationen nicht mehr oder nicht mehr effizient bedient werden könnten. Diese Behauptung wird jedoch nicht näher belegt, weder was die Anzahl der betroffenen Flüge noch was die Höhe einer allfälligen finanziellen Einbusse betrifft. Da die umstrittene Verkürzung der Betriebszeit für Linienflüge nur gerade eine halbe Stunde beträgt, ist schwer vorstellbar, dass der Flugbetrieb durch diese Massnahme in schwerwiegender und einschneidender Weise beeinträchtigt würde. Soweit aber nur der Komfort von Passagieren und Betreibern auf dem Spiele steht, könnte dieser das Interesse der Anwohner an ungestörter Nachtruhe nicht aufwiegen. Die Behauptung der Fluggesellschaften, es spiele für das subjektive Lärmempfinden der vom Fluglärm Betroffenen keine Rolle, ob in den Nachtrandstunden einzelne Starts mehr oder weniger erfolgten, muss denn auch - wie noch näher darzulegen sein wird (vgl. E. 45b) - aufgrund neuerer Forschungen klar zurückgewiesen werden. Die vom UVEK verfügten Beschränkungen des Flugbetriebs in den Nachtrandstunden erscheinen mithin weder als unzweck- noch als unverhältnismässig.\n\n40. Im Gegensatz zu den beschwerdeführenden Fluggesellschaften halten die beschwerdeführenden Anwohner und Gemeinden die vom UVEK angeordneten Beschränkungen für ungenügend und verlangen eine Ausdehnung des Nachtflugverbots und/oder eine Plafonierung der nächtlichen Flugbewegungen, wie sie das BUWAL beantragt hat.\n\nOb in der Umgebung eines Flughafens die Nachtruhe ausreichend sei, hängt flughafenseits von den Betriebszeiten sowie den An- und Abflugrouten und auf Seiten der Anwohner davon ab, wie gut der Ruhesuchende in seinen vier Wänden vor Lärm geschützt ist. Letzteres wird von den Belastungsgrenzwerten mitbestimmt, die unter gewissen Voraussetzungen die Pflicht zur Vornahme baulicher Schallschutzmassnahmen auslösen. In der Baukonzession Dock Midfield hat das UVEK lediglich einen dieser Parameter festgelegt, BGE 126 II 522 S. 572nämlich die Betriebszeiten für Linien- und Charterflugzeuge, die ab Inkrafttreten des neuen Betriebsreglementes, spätestens jedoch im Jahr 2001, zu gelten haben. Zudem sind für die baulichen Schallschutzmassnahmen die vom Bundesrat festzusetzenden Belastungsgrenzwerte vorbehalten worden. Bei seinem Entscheid ging das UVEK weiter davon aus, dass das bisherige An- und Abflugverfahren unter der Geltung des neuen Betriebsreglementes im Wesentlichen beibehalten werde. Diese Annahme steht heute, nach der Kündigung über die Regelung der An- und Abflüge über deutsches Hoheitsgebiet, auf schwachen Füssen. Falls das An- und Abflugsystem unter der Herrschaft der neuen Betriebskonzession erheblich geändert werden muss, wird das UVEK sein Konzept zum Schutz der Flughafenregion vor übermässiger - insbesondere nächtlicher - Lärmbelastung erneut überprüfen müssen. Wie bereits erwähnt, behält das Übergangsrecht (Art. 74a VIL) die entsprechende Umweltverträglichkeitsprüfung ausdrücklich vor. Unter diesen Umständen ist das Bundesgericht nicht in der Lage, sich im heutigen Verfahren darüber auszusprechen, ob bei der Erneuerung des Betriebsreglementes die verlangten zusätzlichen Beschränkungen des Nachtflugbetriebs angeordnet werden müssten. Über diese Frage wird erst entschieden werden können, wenn auch das dannzumalige An- und Abflugverfahren festgelegt sein wird. Das Gleiche gilt für Verkehrseinschränkungen während der Tagesstunden bzw. für die Begehren um Einräumung von \"Ruhefenstern\", um Pegelbegrenzungen für Einzelüberflüge und um die Erhöhung des Nachtlärmzuschlags. Ob solche Vorkehren umweltrechtlich geboten seien, wird erst beurteilt werden können, wenn alle Daten des künftigen Flugbetriebs bekannt sind.\n\nDass im vorliegenden Verfahren nicht über alle lärmschutzrechtlichen Begehren der beschwerdeführenden Anwohner und Gemeinden materiell entschieden werden kann, hindert die Beurteilung der Bundesrechtmässigkeit des im Streite liegenden Projektes nicht. Wohl führt die Erweiterung des Flughafens zu einer Erhöhung der Kapazität. In welchem Masse und zu welcher Tages- oder Nachtzeit diese genutzt werden dürfe, wird jedoch nicht im Baukonzessionsverfahren, sondern endgültig erst mit der Genehmigung des Betriebsreglementes bestimmt. Das Dock Midfield und die anderen geplanten Bauten präjudizieren das An- und Abflugverfahren nicht und bedingen auch keinen Nachtbetrieb. Ihre Bewilligung steht daher einer ergänzenden und abschliessenden Beurteilung der lärmschutzrechtlichen Aspekte im Verfahren zur Erneuerung des BGE 126 II 522 S. 573Betriebsreglementes nicht entgegen. Daran ändert nichts, dass nach dem oben Gesagten (E. 39a) mit der Anlagenerweiterung eine Sanierung verbunden werden muss. Ist über den Ausbau eines Flughafens und den Betrieb der erweiterten Anlage gemäss Spezialgesetz in zwei getrennten Verfahren zu befinden, von denen jedes eine Umweltverträglichkeitsprüfung verlangt, muss es auch statthaft sein, das Sanierungsverfahren in zwei Schritten durchzuführen bzw. die vorgesehenen Sanierungsmassnahmen in einem zweiten Schritt noch auf betriebliche Änderungen auszurichten.\n\nAKZESSORISCHE ÜBERPRÜFUNG DER BELASTUNGSGRENZWERTE FÜR DEN LÄRM DER LANDESFLUGHÄFEN\n\n41. Der Vorwurf der Gesetz- und Verfassungswidrigkeit ist zunächst gegenüber dem im Vernehmlassungsverfahren vorgelegten Grenzwert-Schema und im Laufe des bundesgerichtlichen Verfahrens gegenüber den vom Bundesrat am 12. April 2000 in die Lärmschutz-Verordnung aufgenommenen Belastungsgrenzwerten für den Lärm der Landesflughäfen erhoben worden. Nach Auffassung der beschwerdeführenden Anwohner und Gemeinden ist deren Festlegung nach wirtschaftlichen Gesichtspunkten erfolgt und der im Gesetz umschriebene Zweck vorab der Immissionsgrenzwerte - der Schutz der Bevölkerung vor erheblicher Störung im Wohlbefinden - völlig in den Hintergrund gedrängt worden.\n\nDas UVEK hat die zur Zeit des Entscheides noch nicht erlassenen Lärm-Belastungsgrenzwerte für Landesflughäfen in der Baukonzession Dock Midfield vorbehalten und angeordnet, dass sie dem Lärmbelastungskataster und dem Schallschutzkonzept zugrunde zu legen seien. Die im Anhang 5 der Lärmschutz-Verordnung für Landesflughäfen festgesetzten Grenzwerte bilden somit Teil des im angefochtenen Entscheid angewendeten Verordnungsrechts. Das Bundesgericht ist befugt, Verordnungen des Bundesrats vorfrageweise auf ihre Gesetz- und Verfassungsmässigkeit zu prüfen. Bei unselbständigen Verordnungen, die sich - wie hier - auf eine gesetzliche Delegation stützen, ist abzuklären, ob sich der Bundesrat an die Grenzen der ihm im Gesetz eingeräumten Befugnisse gehalten hat. Soweit das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der unselbständigen Verordnung. Räumt das Gesetz dem Bundesrat einen weiten Ermessensspielraum für die BGE 126 II 522 S. 574Regelung auf Verordnungsstufe ein, ist dieser für das Bundesgericht allerdings verbindlich. Es darf in diesem Fall nicht sein eigenes Ermessen an die Stelle jenes des Bundesrates setzen, sondern kann lediglich prüfen, ob die Verordnung den Rahmen der dem Bundesrat delegierten Kompetenzen offensichtlich sprenge oder sich aus anderen Gründen als gesetz- oder verfassungswidrig erweise. Dabei ist ebenfalls zu untersuchen, ob mit der fraglichen Verordnungsregelung der im Gesetz genannte Zweck überhaupt erfüllt werden könne (BGE 107 Ib 243 E. 4 S. 246 f.; BGE 124 II 241 E. 3, 581 E. 2a; BGE 124 V 12 E. 2a; BGE 125 II 591 E. 5e/bb S. 599, je mit Hinweisen).\n\n42. Nach den Bestimmungen von Art. 74 Abs. 1 und Abs. 2 Satz 1 BV, welche im Wesentlichen Art. 24septies Abs. 1 aBV entsprechen, erlässt der Bund Vorschriften über den Schutz des Menschen und seiner natürlichen Umwelt vor schädlichen und lästigen Einwirkungen und sorgt dafür, dass solche Einwirkungen vermieden werden. Die Kosten der Vermeidung und Beseitigung haben, wie heute auf Verfassungsebene festgehalten wird (Art. 74 Abs. 2 Satz 2 BV), die Verursacher zu tragen. Gemäss der Botschaft zum ehemaligen Verfassungsartikel sind schädliche Einwirkungen solche, die die physische oder psychische Gesundheit des Menschen schädigen. Lästige Einwirkungen kennzeichnen sich dadurch, dass sie die betroffenen Menschen in ihrem Dasein beeinträchtigen, ohne ihnen gesundheitlichen Schaden zuzufügen. Solche Belästigungen können beim Menschen dazu führen, dass die Leistungsfähigkeit und die Lebensfreude, der Naturgenuss, das Gefühl der Ungestörtheit, das private Leben überhaupt beeinträchtigt werden (Botschaft vom 6. Mai 1970 über die Ergänzung der Bundesverfassung durch einen Artikel 24septies betreffend den Schutz des Menschen und seiner natürlichen Umwelt gegen schädliche oder lästige Einwirkungen, BBl 1970 I 762, 776).\n\nArt. 13 Abs. 1 des Umweltschutzgesetzes beauftragt den Bundesrat, für die Beurteilung der schädlichen oder lästigen Einwirkungen durch Verordnung Immissionsgrenzwerte festzulegen. Dabei sind nach Art. 13 Abs. 2 USG auch die Wirkungen der Immissionen auf Personengruppen mit erhöhter Empfindlichkeit, wie Kinder, Kranke, Betagte und Schwangere zu berücksichtigen. Weiter schreibt Art. 15 USG vor, die Immissionsgrenzwerte für Lärm und Erschütterungen seien so festzulegen, dass nach dem Stand der Wissenschaft oder der Erfahrung Immissionen unterhalb dieser Werte die Bevölkerung in ihrem Wohlbefinden nicht erheblich stören. Dazu wurde in der bundesrätlichen Botschaft präzisiert, dass die BGE 126 II 522 S. 575Immissionsgrenzwerte unabhängig von der technischen Realisierbarkeit und wirtschaftlichen Tragbarkeit derart zu bestimmen seien, dass ein ausreichender Schutz des Menschen und seiner Umwelt gewährleistet sei (Botschaft vom 31. Oktober 1979 zu einem Bundesgesetz über den Umweltschutz, BBl 1979 III 793, s.a. ANDRÉ SCHRADE/THEO LORETAN, a.a.O., N. 6 zu Art. 13). Gesichtspunkte ausserhalb des Schutzziels von Art. 15 USG, wie die wirtschaftlichen oder raumplanerischen Anliegen, haben daher bei der Festlegung der Immissionsgrenzwerte grundsätzlich ausser Acht zu bleiben (vgl. CHRISTOPH ZÄCH/ROBERT WOLF, a.a.O., N. 30 zu Art. 15).\n\nZur Bemessung der erheblichen Störung des Wohlbefindens im Sinne von Art. 15 USG wird in der Regel auf die Ergebnisse soziologischer Erhebungen bzw. darauf abgestellt, wie viele der befragten Personen sich bei einer bestimmten Lärmbelastung als stark gestört bezeichnen. Da die Störung \"erheblich\" sein muss, genügt nicht schon, dass sich einzelne wenige beeinträchtigt fühlen. Angesichts des Gebotes der Berücksichtigung sensibler Bevölkerungsgruppen (Art. 13 Abs. 2 USG) kann andererseits nicht verlangt werden, dass eine Mehrheit der Bevölkerung stark belästigt sei. Bei der Festsetzung der Immissionsgrenzwerte in der Lärmschutz-Verordnung - worauf im Folgenden weiter einzugehen ist - ist deshalb davon ausgegangen worden, dass der Anteil stark Gestörter 25% (bzw. 15% bis 25%) der Lärmbetroffenen nicht übersteigen soll (vgl. ANDRÉ SCHRADE/THEO LORETAN, a.a.O., N. 16 ff. zu Art. 14, CHRISTOPH ZÄCH/ROBERT WOLF, a.a.O., N. 26 zu Art. 15; s.a. die unten zitierten Teilberichte der Eidg. Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten).\n\n43. a) Im Hinblick auf die Festlegung der Belastungsgrenzwerte wurde bereits während der Vorbereitungsarbeiten zum Umweltschutzgesetz eine \"Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten\" eingesetzt (im Folgenden \"Eidgenössische Kommission\" genannt). Diese legte im Juni 1979 einen ersten Teilbericht über Belastungsgrenzwerte für Strassenverkehrslärm vor. Der Strassenlärm gilt, da er weit verbreitet ist und auf diesem Gebiet zahlreiche wissenschaftliche Erkenntnisgrundlagen bestehen, als \"Referenzlärm\" für die anderen Lärmarten. Demgemäss ist der auf die Tages- oder Nachtzeit bezogene Lärmpegel Leq für den Strassenverkehrslärm in der Lärmschutz-Verordnung korrekturlos als Beurteilungspegel Lr übernommen worden (mit Ausnahme der Korrektur für geringe Verkehrsmengen; vgl. Anhang 3 zur LSV).\n\nBGE 126 II 522 S. 576\n\nDie Eidgenössische Kommission erarbeitete in der Folge Grenzwert-Vorschläge für den Lärm ziviler Schiessanlagen, den Lärm der Kleinaviatik, den Eisenbahnlärm, den Lärm von Militärflugplätzen sowie für den Industrie- und Gewerbelärm. Der Bundesrat ist diesen Vorschlägen, von wenigen Ausnahmen abgesehen, gefolgt. Für die genannten Lärmarten bauen die Anhänge 3 bis 8 der LSV auf folgendem Tages-Grenzwert-Schema auf (mit Ausnahme der höheren Alarmwerte für die Schiessanlagen):\n\nPlanungswert Immissionsgrenzwert Alarmwert dB(A) dB(A) dB(A) Empfindlichkeitsstufen I 50 55 65 II 55 60 70 III 60 65 70 IV 65 70 75\n\nPlanungswert\n\nImmissionsgrenzwert\n\nAlarmwert\n\ndB(A)\n\ndB(A)\n\ndB(A)\n\nEmpfindlichkeitsstufen\n\nI\n\n50\n\n55\n\n65\n\nII\n\n55\n\n60\n\n70\n\nIII\n\n60\n\n65\n\n70\n\nIV\n\n65\n\n70\n\n75\n\nDie Belastungsgrenzwerte für die Nacht bemessen sich - soweit solche festgelegt sind - an jenen für die Tageszeit (in der Regel 6-22 Uhr): Die Planungswerte und die Immissionsgrenzwerte für die Nacht liegen grundsätzlich 10 dB und die Alarmwerte 5 dB tiefer als die entsprechenden Werte für den Tag.\n\nDer unterschiedlichen Störwirkung der einzelnen Lärmarten wird dadurch Rechnung getragen, dass nicht auf die messbare akustische Grösse Leq, sondern auf einen Beurteilungspegel Lr abgestellt wird (Art. 38 Abs. 1 LSV). Dieser setzt sich aus dem akustischen Mass und einer oder mehreren Korrekturen zusammen. Mit der Pegelkorrektur K werden - als Bonus oder Malus - sehr unterschiedliche Faktoren gewichtet, so die hohe oder geringe Anzahl der lärmigen Ereignisse, die besondere (etwa kreischende) Art des Lärms oder die besondere Ruhebedürftigkeit der Bevölkerung an Sonntagen. Teilweise haben mit Blick auf die anfallenden Sanierungen auch finanzpolitische Überlegungen bei der Festlegung des Korrekturfaktors mitgespielt (vgl. ROBERT HOFMANN, Lärm und Lärmbekämpfung in der Schweiz, Vorlesungsskript ETH, 2.A. 2000, EMPA Dübendorf, S. 6-14, 7-10 ff. mit einer Grenzwert-Übersicht S. 7-15; s.a. ROBERT WOLF, Kommentar zum Umweltschutzgesetz, Vorbemerkungen zu Art. 19-25, N. 6-8).\n\nb) Obschon die Arbeiten für die Festlegung der Lärm-Grenzwerte für Landesflughäfen schon im Jahre 1987 aufgenommen worden BGE 126 II 522 S. 577waren, legte die Eidgenössische Kommission erst im September 1997 ihren 6. Teilbericht \"Belastungsgrenzwerte für den Lärm von Landesflughäfen\" (Schriftenreihe Umwelt Nr. 296, BUWAL 1998) vor. Einerseits trug die Tatsache, dass die Lärmzonen der Flughäfen Genf und Zürich erst im Jahre 1987 in Kraft gesetzt werden konnten, nicht zur raschen Einführung einer neuen Ordnung bei. Andererseits drängte sich auf, die bisherigen, aus den Siebzigerjahren stammenden wissenschaftlichen Erkenntnisse auf dem Gebiet der Störwirkung von Fluglärm durch eine neue soziopsychologische Untersuchung zu ergänzen. Diese wurde im Rahmen des Nationalen Forschungsprogramms \"Mensch, Gesundheit, Umwelt\" (NFP 26) durch Befragung von 2052 Personen in der Umgebung der Flughäfen Genf und Zürich durchgeführt. Der Schlussbericht der \"Lärmstudie '90, Belastung und Betroffenheit der Wohnbevölkerung durch Flug- und Strassenlärm in der Umgebung der internationalen Flughäfen der Schweiz\" (Kurztitel \"Lärmstudie 90\"), wurde im Jahre 1995 vorgelegt (die Ergebnisse der Studie sind unter dem Namen des Projektleiters auch mit folgendem Titel veröffentlicht: CARL OLIVA, Belastungen der Bevölkerung durch Flug- und Strassenlärm, Berlin 1998; eine Kurzfassung ist in der Broschüre \"Lärmstudie 90, Lärmbelastung im Umfeld der Landesflughäfen Genf-Cointrin und Zürich\", hrsg. vom Schweiz. Nationalfonds zur Förderung der wissenschaftlichen Forschung, enthalten).\n\nGestützt auf die \"Lärmstudie 90\" sowie Untersuchungen und Berichte ausländischer Wissenschaftler hat die Eidgenössische Kommission zusammenfassend empfohlen, als Belastungsmass anstelle des bisher verwendeten NNI den Beurteilungspegel Lr auf der Grundlage des Mittelungspegels Leq zu übernehmen. Da gemäss \"Lärmstudie 90\" die Störwirkung von Fluglärm und von Strassenlärm während des Tages bei gleichen Mittelungspegeln Leq im Rahmen der Aussagegenauigkeit gleich sei, lasse sich eine Pegelkorrektur (K) nicht rechtfertigen. Die Beurteilung der Nachtbetriebsstunden (22-23, 23-24 und 5-6 Uhr) sei dagegen nach anderen Kriterien vorzunehmen. Richtungsweisend für die Grenzwertfestsetzung müssten die wissenschaftlichen Untersuchungen sein, nach welchen die kritische Aufweckschwelle bei 60 dB(A) am Ohr der schlafenden Person liege. Mit zunehmender Höhe und Häufigkeit dieser Schwelle wachse die Zahl der Personen, die durch solche Ereignisse aufgeweckt würden. Da die Begrenzung eines maximalen Spitzenpegels in der Praxis kaum kontrollierbar sei, werde die Einführung eines \"Ein-Stunden-Leq\" vorgeschlagen. Durch BGE 126 II 522 S. 578die Verkürzung der Bezugszeit auf eine Stunde werde erreicht, dass der Spitzenpegel in ausreichendem Ausmass berücksichtigt werde und zugleich die stündliche Lärmdosis begrenzt bleibe. Indessen solle für die erste Nachtstunde der Grenzwert für die Empfindlichkeitsstufe II um 5 dB(A) angehoben werden, um eine Dominanz dieser Stunde bezüglich der raumplanerischen Nutzungsbeschränkungen in den lärmbetroffenen Gebieten zu vermeiden. Zum Schutze einer ausreichend langen und ununterbrochenen Nachtruhe (zwischen 23 Uhr und 6 Uhr) sei hingegen für die übrigen Randstunden ein Immissionsgrenzwert von 50 dB festzusetzen (Zusammenfassung Teilbericht S. 5 f.).\n\nDementsprechend hat die Eidgenössische Kommission folgendes Grenzwert-Schema vorgeschlagen:\n\nPlanungswert Immissionsgrenzwert Alarmwert Lr in dB(A) Lr in dB(A) Lr in dB(A) Empfindlichkeitsstufen tags nachts tags nachts tags nachts I 50 40 55 45 60 55 II 55 55*/45 60 55*/50 65 65*/60 III 60 50 65 55 70 65 IV 65 55 70 60 75 70 *gilt für die erste Nachtstunde von 22-23 Uhr\n\nPlanungswert\n\nImmissionsgrenzwert\n\nAlarmwert\n\nLr in dB(A)\n\nLr in dB(A)\n\nLr in dB(A)\n\nEmpfindlichkeitsstufen\n\ntags\n\nnachts\n\ntags\n\nnachts\n\ntags\n\nnachts\n\nI\n\n50\n\n40\n\n55\n\n45\n\n60\n\n55\n\nII\n\n55\n\n55*/45\n\n60\n\n55*/50\n\n65\n\n65*/60\n\nIII\n\n60\n\n50\n\n65\n\n55\n\n70\n\n65\n\nIV\n\n65\n\n55\n\n70\n\n60\n\n75\n\n70\n\n*gilt für die erste Nachtstunde von 22-23 Uhr\n\nUm dem Bundesrat weitere Entscheidungsgrundlagen zu liefern, hat die Kommission auch Untersuchungen über die planerischen und finanziellen Konsequenzen dieser Grenzwerte anstellen lassen. Nach diesen sind in der Umgebung der Flughäfen Genf und Zürich insgesamt 67'000 Personen (Zürich: 49'000 Personen) von Fluglärm betroffen, der den Immissionsgrenzwert übersteigt. Für 635 Hektaren Land (Zürich: 430 Hektaren) fielen Entschädigungen in Betracht. Daraus entstünden Folgekosten in Höhe von schätzungsweise 2'352 Mio. Franken (Zürich: 1'736 Mio. Franken), wovon 87% für Entschädigungen aus Enteignungen und 13% für Schallschutzfenster. Diese Schätzungen beruhen auf der Fluglärmbelastung des Jahres 1994 (Teilbericht Zusammenfassung S. 7 und Kapitel 7).\n\nDie Eidgenössische Kommission hat zu den raumplanerischen und finanziellen Auswirkungen ihres Grenzwert-Vorschlages festgehalten, dass die Ausscheidung und Erschliessung von reinen Wohnzonen relativ stark, von Mischzonen dagegen nur geringfügig eingeschränkt werde. Das Gleiche gelte für die Erteilung von Baubewilligungen BGE 126 II 522 S. 579in diesen Zonen. Bauliche Schallschutzmassnahmen seien in reinen Wohnzonen in grossem Umfang zu treffen, in Mischzonen nur in geringem Umfang. Die Höhe allfälliger Entschädigungen aus Enteignung wegen übermässiger Lärmbelastung steige gegenüber der heutigen Bundesgerichtspraxis nicht an, da das Bundesgericht seine bisherigen Entscheide bereits auf Werte abgestellt habe, die den vorgeschlagenen Grenzwerten entsprächen (Teilbericht S. 81 ff.).\n\nc) Im Juni 1999 eröffnete das UVEK das Vernehmlassungsverfahren für die Änderung der Lärmschutz-Verordnung und die damit verbundene Anpassung der Verordnung über die Infrastruktur der Luftfahrt. Gegenstand der Vernehmlassungsvorlage bildeten neben den neuen Belastungsgrenzwerten auch die erhöhten Anforderungen an den baulichen Schallschutz in der Umgebung von Flugplätzen mit Verkehr von Grossflugzeugen (Art. 32 LSV), die Erweiterung der rechtlichen Tragweite des Lärmbelastungskatasters (Art. 36 LSV), die Aufhebung der Verordnungen über die Lärmzonen sowie die bereits geschilderte neue Nachtflugordnung (Art. 39 ff. VIL; vgl. oben E. 36).\n\nFür die Beurteilung des Lärms von Zivilflugplätzen - also auch von Regionalflugplätzen, auf denen Grossflugzeuge verkehren - sollte nach dem Entwurf des UVEK auf folgende Belastungsgrenzwerte abgestellt werden:\n\nPlanungswert Immissionsgrenzwert Alarmwert Lr in dB(A) Lr in dB(A) Lr in dB(A) Empfindlichkeitsstufen tags nachts* tags nachts* tags nachts* I 55 48 57 50 60 57 II 57 55 60 57 65 65 III 60 55 65 57 70 65 IV 65 60 70 62 75 70 *für die Nachtstunden 22-23, 23-24 und 5-6 Uhr gilt der Ein-Stunden-Leq\n\nPlanungswert\n\nImmissionsgrenzwert\n\nAlarmwert\n\nLr in dB(A)\n\nLr in dB(A)\n\nLr in dB(A)\n\nEmpfindlichkeitsstufen\n\ntags\n\nnachts*\n\ntags\n\nnachts*\n\ntags\n\nnachts*\n\nI\n\n55\n\n48\n\n57\n\n50\n\n60\n\n57\n\nII\n\n57\n\n55\n\n60\n\n57\n\n65\n\n65\n\nIII\n\n60\n\n55\n\n65\n\n57\n\n70\n\n65\n\nIV\n\n65\n\n60\n\n70\n\n62\n\n75\n\n70\n\n*für die Nachtstunden 22-23, 23-24 und 5-6 Uhr gilt der Ein-Stunden-Leq\n\nDiese Grenzwerte geben jedoch insofern kein klares Bild ab, als das Departement für alle Tages-Werte eine Pegelkorrektur von -2 dB festgelegt hat. Als Beurteilungspegel Lr für den Tag gilt demnach Lr = Leq -2, während für die Nacht der Lr dem Leq entsprechen soll. Gegenüber dem Vorschlag der Eidgenössischen Kommission werden auch die Tageswerte für die Empfindlichkeitsstufe I (Planungswert BGE 126 II 522 S. 580und Immissionsgrenzwert) sowie für die Empfindlichkeitsstufe II (Planungswert) zusätzlich erhöht. Für die Nacht wird der Ein-Stunden-Leq beibehalten, dagegen für alle drei Stunden die gleichen - fast durchwegs erhöhten - Grenzwerte aufgestellt. Die Belastungsgrenzwerte für die Empfindlichkeitsstufen II und III werden für die Nacht nicht mehr abgestuft.\n\nDie Korrektur von -2 dB für den Tag ist in den Erläuterungen zum Vernehmlassungsentwurf damit begründet worden, es habe sich aufgrund verfeinerter Eingabedaten zur Berechnung der Fluglärmbelastung ergeben, dass die seinerzeit von der EMPA im Rahmen der \"Lärmstudie 90\" ermittelten Tagesbelastungen zu tief ausgefallen seien. Die Pegelkorrektur von -2 dB sei daher nötig, um die im Rahmen jener Studie ermittelte Beziehung zwischen Lärmberechnung und erhobener Störung zu aktualisieren. Zur Erhöhung der Nacht-Immissionsgrenzwerte wird weiter ausgeführt, dass auch bei diesen Werten - unabhängig von der Empfindlichkeitsstufe - noch davon ausgegangen werden könne, dass ein Schlafen bei leicht geöffnetem Fenster ohne nennenswerte Aufwachreaktionen durch Fluglärm möglich sei. Weiter könne der Unterschied zwischen Planungs- und Immissionsgrenzwert, der in der Regel 5 dB(A) betrage, verkleinert werden, da im Bereich der bestehenden Landesflughäfen mit grosser Wahrscheinlichkeit kein neuer Flughafen errichtet werde. Infolge der kleineren Differenz fielen die raumplanerischen Auswirkungen in ihrer flächenmässigen Ausdehnung gegenüber dem Kommissionsvorschlag wesentlich reduzierter aus. Insofern seien die nun vorgelegten Werte das Ergebnis einer Interessenabwägung zwischen den Schutzinteressen der Bevölkerung und den Ansprüchen auf eine weitere Siedlungsentwicklung (vgl. S. 5 f. und 10 des Erläuternden Berichts vom 25. Juni 1999).\n\nZu den Kostenfolgen wird im Erläuternden Bericht ausgeführt, dass bei Anwendung der vorgeschlagenen Grenzwerte in der Umgebung der Flughäfen Genf und Zürich insgesamt etwa 32'000 Personen mit Lärm über dem Immissionsgrenzwert und 4'200 Personen über dem Alarmwert belastet würden. Demnach sei mit Kosten für Schallschutzfenster in Höhe von rund 147 Mio. Franken (Zürich 99 Mio. Franken) zu rechnen. Die Entschädigungsforderungen für Enteignungen könnten sich auf insgesamt 665 Mio. Franken (Zürich: 490 Mio. Franken) belaufen (S. 11 f. des Erläuternden Berichts).\n\nIm \"Kurzüberblick der Vernehmlassungsvorlage\" wird nochmals betont, dass die Unterschiede zwischen den Kommissionsvorschlägen und der Vernehmlassungsvorlage darauf zurückzuführen seien, BGE 126 II 522 S. 581dass die Eidgenössische Kommission ihre Vorschläge nach den Schutzzielen für die Bevölkerung ausgerichtet (Art. 15 USG) und die möglichen finanziellen und wirtschaftlichen Konsequenzen nicht mitberücksichtigt habe. Ebenso seien die raumplanerischen Randbedingungen nicht von zentraler Bedeutung gewesen. Die Vernehmlassungsvorlage stelle teilweise einen Kompromiss zwischen den Schutzzielen der Bevölkerung und den raum- und nutzungsplanerischen Anliegen dar. Um noch eine gewisse Siedlungsentwicklung zu ermöglichen, seien die Planungswerte für den Tag und die Nacht sowie die Nacht-Immissionsgrenzwerte leicht angehoben worden.\n\nd) Der Bundesrat hat am 12. April 2000 durch Änderung des Anhangs 5 der Lärmschutz-Verordnung folgende Belastungsgrenzwerte für den Lärm der Landesflughäfen festgesetzt (AS 2000 S. 1388 ff.):\n\nPlanungswert Immissionsgrenzwert Alarmwert Lr in dB(A) Lr in dB(A) Lr in dB(A) Empfindlichkeitsstufen tags nachts tags nachts tags nachts I 55 48 57 50 60 58 II 57 55 65 57 67 65 III 60 55 65 57 70 65 IV 65 60 70 62 75 70\n\nPlanungswert\n\nImmissionsgrenzwert\n\nAlarmwert\n\nLr in dB(A)\n\nLr in dB(A)\n\nLr in dB(A)\n\nEmpfindlichkeitsstufen\n\ntags\n\nnachts\n\ntags\n\nnachts\n\ntags\n\nnachts\n\nI\n\n55\n\n48\n\n57\n\n50\n\n60\n\n58\n\nII\n\n57\n\n55\n\n65\n\n57\n\n67\n\n65\n\nIII\n\n60\n\n55\n\n65\n\n57\n\n70\n\n65\n\nIV\n\n65\n\n60\n\n70\n\n62\n\n75\n\n70\n\nDie vom UVEK vorgenommene Pegelkorrektur K = -2 dB für den Tag ist beibehalten worden, so dass die Grenzwerte für den Tag (06-22 Uhr) in Wirklichkeit 2 dB höher liegen. Zusätzlich ist der Immissionsgrenzwert für die Empfindlichkeitsstufe II auch für den Tag auf die Höhe des Wertes für die Empfindlichkeitsstufe III angehoben worden. Demzufolge hat auch der Alarmwert erhöht werden müssen.\n\nFür die Nacht ist anstelle des Ein-Stunden-Leq ein über drei Stunden (22-24 Uhr und 05-06 Uhr) gemittelter Pegel Leqn (= Lr) getreten. Nachtstarts sind nur für Flugzeuge erlaubt, deren Lärmindex 98 (Langstrecken) bzw. 96 EPNdB (übrige Strecken) nicht übersteigt; für diese Werte wird auf die Lärmzertifizierung der ICAO abgestellt.\n\n44. Resultat des geschilderten Werdegangs ist, dass die vom Bundesrat für die Landesflughäfen erlassenen Belastungsgrenzwerte mit den von der Eidgenössischen Kommission vorgeschlagenen kaum mehr etwas gemein haben. Aufschlussreich ist eine Gegenüberstellung der Immissionsgrenzwerte für den Tag: BGE 126 II 522 S. 582\n\nEidg. Kommission LSV Anhang5 dB (A) dB (A) ES I 55 59* II 60 67* III 65 67* IV 70 72* *Pegelkorrektur K = -2 bereits berücksichtigt\n\nEidg. Kommission\n\nLSV Anhang5\n\ndB (A)\n\ndB (A)\n\nES\n\nI\n\n55\n\n59*\n\nII\n\n60\n\n67*\n\nIII\n\n65\n\n67*\n\nIV\n\n70\n\n72*\n\n*Pegelkorrektur K = -2 bereits berücksichtigt\n\nWas die vorgenommene Erhöhung des Immissionsgrenzwertes um 7 dB(A) für Gebiete der Empfindlichkeitsstufe II, also für reine Wohnzonen (Art. 43 Abs. 1 LSV), heisst, lässt sich vorab damit erklären, dass bei einer konstanten Geräuschkulisse eine Erhöhung des rein akustischen Pegels um 3 dB(A) eindeutig wahrgenommen und eine solche von 5 dB(A) als deutliche Veränderung empfunden wird (vgl. BGE 110 Ib 340 E. 6 S. 352). Bei Belastungsmassen wie dem Leq, der auch der Häufigkeit und der Dauer der Lärmereignisse Rechnung trägt, werden die auf diese Komponenten zurückgehenden Veränderungen von bloss 1 oder 2 dB meist zuverlässig festgestellt. Bedeutsam ist in diesem Zusammenhang, dass eine Verdoppelung der Dauer oder der Häufigkeit des Schallereignisses den Leq (nur) um 3 dB(A) erhöht. Die Heraufsetzung eines Grenzwertes um 7 dB(A) besagt somit, dass sich die Schallereignisse verfünffachen können. Der Vorwurf der beschwerdeführenden Anwohner, anstelle von - beispielsweise - 100 tolerierbaren Überflügen bei einem Immissionsgrenzwert von 60 dB(A) müssten bei einem Immissionsgrenzwert von 67 dB(A) rund 450 Überflüge in Kauf genommen werden, erweist sich als begründet und keineswegs übertrieben. Ebenfalls zutreffend ist die Feststellung, dass sich nach den Erkenntnissen der \"Lärmstudie 90\" bei einer Lärmbelastung von 67 dB(A) 35%-40% der befragten Personen stark gestört fühlen, während bisher bei der Festsetzung des Immissionsgrenzwertes für Verkehrslärm in der Lärmschutz-Verordnung von einer Schwelle von 15%-25% stark Gestörter ausgegangen worden ist (vgl. oben E. 42; Broschüre \"Lärmstudie 90\" Tabelle S. 12; CARL OLIVA, a.a.O., Abbildungen S. 70, 78, 81 und 94).\n\nEine empfindliche Erhöhung haben auch die Immissionsgrenzwerte für die Nacht erfahren. Der Zahlenvergleich gibt die tatsächliche Änderung nur teilweise wieder, da wie erwähnt vom Bundesrat auch die Bezugszeit geändert und der vorgeschlagene Ein-Stunden-Leq auf einen Drei-Stunden-Leq ausgedehnt worden ist. Dadurch wird ermöglicht, in der ersten Nachthälfte starken Verkehr zuzulassen, BGE 126 II 522 S. 583da dieser mit dem verminderten Verkehr der zweiten Nachthälfte - insbesondere mit der Stunde zwischen 5 und 6 Uhr, in der nur Landungen zugelassen sind - kompensiert werden kann. Der von der Eidgenössischen Kommission im Hinblick auf Art. 15 USG verfolgte Zweck, während den Nachtstunden die zu einem Aufwachen führenden Lärmspitzen zu begrenzen (vgl. E. 43b), wird damit vereitelt.\n\nWeder der Bundesrat noch das UVEK haben je zum Ausdruck gebracht, dass die Grenzwert-Vorschläge der Eidgenössischen Kommission aus dem Jahre 1997 nicht dem damaligen Stand der Wissenschaft oder der Erfahrung auf dem Gebiet der Auswirkungen von Fluglärm auf den Mensch entsprochen hätten. Aus der Vernehmlassungsvorlage des UVEK und aus Verlautbarungen des Bundesrates ergibt sich vielmehr, dass vor allem ökonomische Überlegungen Anlass zu den umstrittenen Erhöhungen gaben. Solche Interessen sollen aber wie dargelegt nach dem Willen des Gesetzgebers bei der Festlegung der Immissionsgrenzwerte, die den Menschen vor schädlichen oder lästigen Einwirkungen schützen sollen, keine Rolle spielen und dürfen auf jeden Fall nicht ausschlaggebend sein. Wohl wird nicht beanstandet werden können, wenn bei der Suche nach den richtigen Grenzwerten auch der Frage der Finanzierbarkeit der Schutzmassnahmen eine gewisse Aufmerksamkeit geschenkt wird. Die Eidgenössische Kommission hat denn auch, entgegen den Ausführungen des UVEK, durchaus solche Überlegungen angestellt. Richtschnur bei der Grenzziehung muss aber der Schutz der Gesundheit und des Wohlbefindens der Bevölkerung bleiben. Die vom Bundesrat festgelegten Immissionsgrenzwerte liessen sich mithin nur dann rechtfertigen, wenn sich erwiese, dass die seinerzeitigen Erkenntnisse der Eidgenössischen Kommission überholt wären und die Störwirkung von Fluglärm nach dem neuesten Stand der Wissenschaft und der Erfahrung kleiner wäre als von der Kommission angenommen. Dies behaupten die beschwerdeführenden Fluggesellschaften sinngemäss und bleibt zu prüfen.\n\n45. a) Die eidgenössische Kommission hat sich wie erwähnt bei der Festlegung der Immissionsgrenzwerte für den Tag in erster Linie auf die Ergebnisse der \"Lärmstudie 90\" gestützt. Gegenstand dieser Studie bildete unter anderem die Frage, ob die Störwirkung von Fluglärm (in Nähe eines Landesflughafens) und von Strassenlärm bei gleichem Mittelungspegel Leq gleich oder unterschiedlich sei. Aufgrund der Resultate der Befragungen kam die Kommission zum Schluss (Teilbericht S. 34 ff.), dass gesamthaft die Störungen BGE 126 II 522 S. 584durch Fluglärm gleich einzustufen seien wie die Störungen durch Strassenlärm. Sowohl beim Strassen- wie beim Fluglärm werde die Schwelle eines Anteils von 25% der Personen, die sich stark gestört fühlten, zwischen 59 und 62 dB(A) überschritten. Dadurch würden auch die Ergebnisse einer Studie aus dem Jahre 1971 (ETIENNE GRANDJEAN U.A., Sozio-psychologische Fluglärmuntersuchung im Gebiet der Schweizer Flughäfen Zürich, Genf, Basel, Mai 1974) über die Störwirkung des Fluglärms bestätigt (vgl. Teilbericht S. 34 ff.).\n\nDie SAir Group und die mitbeteiligten Fluggesellschaften wenden gegen die Argumentation der Eidgenössischen Kommission ein, dieser habe nicht die offizielle Version der \"Lärmstudie 90\" zur Verfügung gestanden, welche erst im Jahre 1998 veröffentlicht worden sei. Die Begründung der Kommission für die Grenzwertfestsetzung - vor allem die Gleichstellung von Flug- und Strassenlärm - sei nicht nachvollziehbar. In neueren wissenschaftlichen Beiträgen, vor allem von Gerd Jansen, würden getrennte Beurteilungen und unterschiedliche Immissionsgrenzwerte für Flug- und Strassenlärm verlangt. In der Publikation von GERD JANSEN/GERT NOTBOHM/SIEGLINDE SCHWARZE \"Gesundheitsbegriff und Lärmwirkung\" (Stuttgart 1999) werde für erhebliche Belästigung durch Fluglärm am Tage ein Grenzwert von Leq = 65 dB(A) vorgeschlagen. Die Erkenntnisse dieser Studie seien auch in das \"Sondergutachten Umwelt und Gesundheit 1999\" des Rates von Sachverständigen für Umweltfragen in Deutschland eingeflossen. Darin werde nochmals betont, dass erst ein Wert von über Leq = 65 dB(A) als sicherer Beginn von erheblicher Belästigung verstanden werden müsse.\n\naa) Was den Beizug von Abhandlungen über Fluglärmbelastungen in Deutschland betrifft, ist zunächst darauf aufmerksam zu machen, dass gemäss dem deutschen Fluglärmschutzgesetz nicht der in der Schweiz und in vielen anderen Ländern eingeführte Leq verwendet wird, sondern ein nichtenergetisches Mittelungsverfahren, das zum \"Störindex\" Q führt. Bezugszeitraum für diesen äquivalenten Dauerschallpegel sind die sechs verkehrsreichsten Monate des Jahres.\n\nEs werden zwei Berechnungen angestellt: In einer ersten werden die Nachtflüge mit einem Gewichtungsfaktor 5 in die Berechnung miteinbezogen, in einer zweiten werden nur die Tagflüge (von 6-22 Uhr) mit einem Bewertungsfaktor 1,5 berücksichtigt. Der höhere Pegel ist ausschlaggebend. Die Verdoppelung der Bewegungszahl bewirkt eine Erhöhung des Q um 4 Einheiten (Halbierungsparameter 4), während die Erhöhung der Spitzenpegel um 3 dB den Q BGE 126 II 522 S. 585nur um 3 Einheiten vergrössert (vgl. Nr. 5 der Anlage zu § 3 des deutschen Gesetzes zum Schutz gegen Fluglärm vom 30. März 1971 [BGBl. I S. 282]; ROBERT HOFMANN, a.a.O. S. 14-6). Das Lärmmass lässt sich bloss näherungsweise in den Leq umrechnen, was eine direkte Gegenüberstellung der Grenzwerte ausschliesst und den Vergleich von Fluglärmuntersuchungen in Deutschland mit ausländischen Studien erschwert (s. hiezu PETER WYSK, Ausgewählte Probleme zum Rechtsschutz gegen Fluglärm, Teil III, Zeitschrift für Luft- und Weltraumrecht 1998/1 S. 456 ff. 477 f.). Der deutsche Bundestag hat sich daher am 2. September 1998 für eine Modernisierung und Harmonisierung des Fluglärm-Ermittlungsverfahrens ausgesprochen. Dementsprechend ist bei der Überarbeitung des Fluglärmgesetzes vom Bundesministerium für Umwelt, Naturschutz und Reaktorsicherheit vorgeschlagen worden, den energieäquivalenten Dauerschallpegel (mit Halbierungsparameter 3) zu übernehmen; dagegen soll am geltenden Bezugszeitraum - den sechs verkehrsreichsten Monaten des Jahres - festgehalten werden.\n\nIm nachfolgend zitierten Werk des deutschen Rates von Sachverständigen für Umweltfragen ist bereits der Leq verwendet worden.\n\nbb) Das ausführliche, die neuesten Erkenntnisse verarbeitende Gutachten von GERD JANSEN, GERT NOTBOHM und SIEGLINDE SCHWARZE \"Gesundheitsbegriff und Lärmwirkungen\" (Materialien zur Umweltforschung Bd. 33), auf das sich die beschwerdeführenden Fluggesellschaften berufen, ist vom deutschen Rat von Sachverständigen für Umweltfragen im Rahmen der Erstellung des Sondergutachtens 1999 \"Umwelt und Gesundheit, Risiken richtig einschätzen\" in Auftrag gegeben worden. Im Bericht \"Gesundheitsbegriff und Lärmwirkungen\" werden vor allem die unmittelbaren oder längerfristigen Auswirkungen von Lärm auf die menschliche Gesundheit behandelt. Die Expertise befasst sich in diesem Rahmen auch mit der subjektiv erlebten \"Lärmbelästigung\" sowie der \"erheblichen Belästigung\", die üblicherweise als Schwellenwert für die Beurteilung unzumutbarer Schallimmissionen dient. Zusammenfassend halten die Gutachter fest, in der Literatur würden Mittelungspegel von 50-55 dB(A) als Schwellenwerte für Belästigungsreaktionen in der Bevölkerung angegeben; für erhebliche Belästigung lägen sie um 10 dB(A) höher. In vielen Untersuchungen sei allerdings nachgewiesen worden, dass unterschiedliche Schallquellen bei gleicher akustischer Intensität deutlich in den hervorgerufenen Belästigungsreaktionen differierten. So belegten mehrere Studien eine deutlichere Belästigung durch Fluglärm, vor allem hinsichtlich BGE 126 II 522 S. 586Störungen der Kommunikation und der Rekreation. Die Anzahl der Flugbewegungen scheine eine wichtige Determinante für das Ausmass der Belästigung zu sein (Gutachten S. 40 ff., 43). Die Schlussfolgerungen der Gutachter auf diesem Gebiet sind vom Rat von Sachverständigen für Umweltfragen in der Kurzfassung wie folgt übernommen worden (Sondergutachten \"Umwelt und Gesundheit, Risiken richtig einschätzen\", Drucksache 14/2300 des Deutschen Bundestages, S. 31 Ziff. 91, vgl. auch S. 184 Ziff. 465):\n\n\"Der Umweltrat hat sich bereits in früheren Gutachten dafür ausgesprochen, die zur Zeit für circa 16% der Bevölkerung geltende starke, d.h. mehr als 65 dB(A) betragende Lärmbelastung mittelfristig abzubauen. Als Zielgrösse gibt der Umweltrat einen Immissionsrichtwert von 55 dB(A) an. Angesichts der beim Verkehrslärm heute noch bestehenden weit höheren Belastungen im Bereich um Mittelungspegel von 65 dB(A) am Tage wird es sicherlich erheblicher Anstrengungen bedürfen, dieses Ziel zu erreichen.\n\nEin Nahziel muss es aber sein und bleiben, dass der kritische Wert für erhebliche Belästigung von 65 dB(A) möglichst nicht mehr überschritten wird. Mittelfristig sollte ein Präventionswert von 62 dB(A) angestrebt werden, der dann längerfristig schrittweise auf einen Zielwert von 55 dB(A) abgebaut werden müsste.\"\n\nDie von den Fluggesellschaften angerufenen Gutachten entkräften somit den Bericht der Eidgenössischen Kommission nicht; sie bestätigen vielmehr, dass die von der Kommission festgelegten Tages-Immissionsgrenzwerte nach den heutigen wissenschaftlichen Erkenntnissen im richtigen Bereich liegen, und zeigen eine Tendenz zur Wahl zunehmend niedrigerer Grenzwerte auf. In diesem Sinne hat auch die Mediationsgruppe Flughafen Frankfurt/Main aufgrund von Hearings, der Literatur sowie eines zusätzlich eingeholten Gutachtens (JOACHIM KASTKA, Zusatzbericht über die Untersuchung der Fluglärmbelastungs- und Belästigungssituation der Allgemeinbevölkerung der Umgebung des Flughafens Frankfurt, Düsseldorf 1999) festgehalten, dass die zumutbare Fluglärmbelastung am Tage bei einem Dauerschallpegel von 62 dB(A) (aussen) überschritten werde, da gesundheitliche Wirkungen möglich seien (Bericht Mediation Frankfurt/Main, 2.A., Darmstadt 2000, S. 41; zu den Auswirkungen des Verkehrslärms auf die Gesundheit s.a. den im Auftrage des deutschen Bundesministeriums für Gesundheit für die WHO [World Health Organization] erstellten Bericht \"Beeinträchtigung der Gesundheit durch Verkehrslärm - ein deutscher Beitrag\", hrsg. von HARTMUT ISING, Umweltbundesamt, Berlin, und CHRISTIAN MASCHKE, Robert Koch-Institut, Berlin 2000).BGE 126 II 522 S. 587\n\nZu ergänzen bleibt, dass in mehreren Berichten - so auch in den zitierten Gutachten - in Frage gestellt wird, ob die Störwirkung des Fluglärms allein mit dem energieäquivalenten Dauerschallpegel Leq erfasst werden könne. Dieses Lärmmass werde den Eigenschaften des Fluglärms mit seinen hoch über dem Grundpegel liegenden Einzelschallereignissen nicht gerecht und trage der ansteigenden Zahl dieser Schallereignisse zu wenig Rechnung. In jüngster Zeit sind daher z.B. in Deutschland auch Maximalpegelkriterien zur Beurteilung der Fluglärmbelastung beigezogen worden (vgl. zit. Sondergutachten \"Umwelt und Gesundheit, Risiken richtig einschätzen\", S. 194 Ziff. 484 f.; im gleichen Sinne die im Auftrage des Gesundheits- und Umweltsdepartements der Stadt Zürich von RAINER GUSKI verfasste Stellungnahme zum Bericht \"Möglichkeiten eines Fluglärm-Managements\" aus dem Büro Dr. Carl Oliva, 1998, sowie das zit. Gutachten von JOACHIM KASTKA). Die Forderung nach zusätzlicher Begrenzung besonders hoher Schallereignisse steht in direktem Gegensatz zu den vom Bundesrat vorgenommenen Erhöhungen der Immissionsgrenzwerte.\n\nb) Die beschwerdeführenden Fluggesellschaften kritisieren mit gutem Grund nicht, dass die Eidgenössische Kommission die Immissionsgrenzwerte für die Nacht anhand der kritischen Schwelle für Aufwachreaktionen festgelegt hat, die bei einem Lmax von 60 dB(A) im Innern des Raumes liege, wobei auch die Anzahl der Schallereignisse eine Rolle spiele. Diese Erkenntnis wird von JANSEN, NOTBOHM und SCHWARZE grundsätzlich bestätigt, welche aus den bisher angestellten Studien schliessen, dass bis zur Vorlage neuerlicher, überzeugenderer Untersuchungergebnisse an den Kriterien von Lmax = 60 dB(A) für die Aufweckschwelle und von 6 x 60 dB(A) für lärmbedingtes Aufwachen durch informationsarme Geräusche festzuhalten sei. Bei diesem Kriterium handle es sich um Maximalpegel (innen), die - wie Fluglärmereignisse in der Nacht - nicht häufig oder dauernd aufträten und deren Pegel deutlich (mehr als 20 dB(A)) über dem Grundpegel lägen. Träten Schallbelastungen in der Nacht dagegen häufig auf und lägen ihre Pegelspitzen weniger als 20 dB(A) über dem Grundpegel (z.B. Strassenverkehrslärm an vielbefahrenen Strassen), so seien die energieäquivalenten Mittelungspegel als Beurteilungsverfahren anzuwenden (zit. Gutachten \"Gesundheitsbegriff und Lärmwirkungen\" S. 78). Diese Resultate sind vom deutschen Rat von Sachverständigen für Umweltfragen übernommen worden, welcher in seinem Sondergutachten betont, dass messbare lärmbedingte Schlafstörungen BGE 126 II 522 S. 588bereits deutlich unter der Aufwachschwelle von 60 dB(A) festgestellt werden könnten und für den Fluglärm - wie von der Rechtsprechung gefordert (BVerwGE 87 S. 332, 376) - zusätzlich zu den Mittelungspegeln Maximalpegel festgelegt werden müssten (zit. Sondergutachten \"Umwelt und Gesundheit, Risiken richtig einschätzen\" S. 31 Ziff. 92, S. 176 ff. Ziff. 437-444, S. 184 Ziff. 466; das sog. Jansen-Kriterium '6mal 60 dB(A) innen' wird in der Rechtsprechung der deutschen Oberverwaltungsgerichte regelmässig angewendet: vgl. Urteil vom 22. April 1999 des Verwaltungsgerichtshofes Baden-Württemberg, publ. in Zeitschrift für Luft- und Weltraumrecht, 49/2000 S. 255 ff., 265 mit zahlreichen Hinweisen). Noch weiter gehend empfiehlt die Mediationsgruppe Flughafen Frankfurt/Main dem Rat der angehörten Fachleute folgend, dass am Ohr des Schläfers ein Einzelschallpegel von 52 bis 53 dB(A) nicht häufiger als 6- bis 11-mal pro Nacht überschritten werden sollte. Häufigere Schallereignisse unterhalb dieses Wertes seien nach Ansicht der Fachleute ebenfalls zu vermeiden. Die Mediationsgruppe habe sich daher aus Vorsorgegründen auch auf einen maximalen Dauerschallpegel (gemessen über 8 Nachtstunden mit Äquivalenzparameter 3) von 32 dB(A) am Ohr des Schläfers geeinigt. Dies entspreche einem Dauerschallpegel für den Aussenbereich von 47 dB(A) (zit. Bericht Mediation Flughafen Frankfurt/Main, S. 41, 44 und 48). Auch nach dem bereits zitierten, im Auftrag des Bundesministeriums für Gesundheit für die WHO erstellten Bericht müssen aus präventivmedizinischer Sicht die nächtlichen Maximalpegel begrenzt werden, um Schlafstörungen zu vermeiden (zit. Bericht \"Beeinträchtigung der Gesundheit durch Verkehrslärm - ein deutscher Beitrag\", S. 28 Ziff. 4.3.4).\n\nDiese wissenschaftlichen Arbeiten aus jüngster Zeit heben die Wichtigkeit der zahlenmässigen Begrenzung lauter Einzelschallereignisse in den Nachtstunden hervor. Eine solche Begrenzung strebte die Eidgenössische Kommission mit dem \"Ein-Stunden-Leq\", der die Funktion eines Maximalpegels übernehmen kann, gerade an. Dass dieser vom Bundesrat durch einen über drei Stunden gemittelten Pegel ohne den erwünschten Begrenzungseffekt ersetzt worden ist, lässt sich somit offensichtlich nicht auf neuere Erkenntnisse abstützen.\n\n46. Können nach dem Gesagten die am 12. April 2000 im Anhang 5 der Lärmschutz-Verordnung festgelegten Immissionsgrenzwerte für den Lärm von Landesflughäfen nach dem heutigen Stand der Wissenschaft nicht gewährleisten, dass Immissionen BGE 126 II 522 S. 589unterhalb dieser Werte die Bevölkerung in ihrem Wohlbefinden nicht erheblich stören, fallen sie aus dem gesetzlichen Rahmen von Art. 15 und Art. 13 Abs. 2 USG (vgl. auch Art. 74 Abs. 1 und 2 BV) und sind im vorliegenden Fall nicht anwendbar. Da die Immissionsgrenzwerte nach Art. 20 Abs. 2 und Art. 25 Abs. 3 USG massgebend sind für die Übernahme der Kosten von baulichen Schallschutzmassnahmen durch den Anlageninhaber, verstossen zu hohe Werte ebenfalls gegen das Verursacherprinzip (Art. 2 USG und neu auch Art. 74 Abs. 2 BV). Das hat auch die Nichtanwendbarkeit der entsprechenden Planungs- und Alarmwerte zur Folge, da sich diese an den Immissionsgrenzwerten ausrichten (Art. 19 und 23 USG). Anders - das heisst auf der Linie der angefochtenen Baukonzession oder gar nach den noch weiter gehenden Vorstellungen der beschwerdeführenden Fluggesellschaften - könnte nur nach vorgängiger Änderung des Luftfahrtgesetzes bzw. des Umweltschutzgesetzes sowie von Art. 74 Abs. 1 und 2 BV entschieden werden.\n\nAnstelle der vom Bundesrat festgelegten Grenzwerte bleiben im Sinne der im bundesgerichtlichen Rahmenkonzessionsentscheid (BGE 124 II 293 E. 18b S. 330) und im vorliegenden Urteil angestellten Erwägungen die von der Eidgenössischen Kommission für die Beurteilung von Lärm-Immissionsgrenzwerten in ihrem 6. Teilbericht vom September 1997 festgelegten Belastungsgrenzwerte für den Lärm von Landesflughäfen anwendbar. Von einer Pegelkorrektur von -2 dB für die Tages-Immissionsgrenzwerte, wie sie das UVEK aufgrund verfeinerter akustischer Daten in nachträglicher Änderung der \"Lärmstudie 90\" vorgenommen hat (vgl. E. 43c), ist abzusehen. Die Grenzwerterhöhung wäre nur dann zu übernehmen, wenn sich die Annahme der Eidgenössischen Kommission, dass der Fluglärm ebenso störend sei wie der Strassenlärm, nachträglich klar als falsch erwiese. Das trifft jedoch nach den weiteren, die verschiedenen Verkehrslärmarten vergleichenden Untersuchungen nicht zu (vgl. die zusammenfassende Analyse von H.M.E. MIEDEMA, Response functions for environmental noise in residential areas, Leiden 1993, zit. im Bericht \"Beeinträchtigung der Gesundheit durch Verkehrslärm - ein deutscher Beitrag\", S. 6 f.). Zudem ergibt sich aus den angeführten Gutachten und Berichten, dass die im Laufe der Neunzigerjahre eingetretene Verdichtung des Flugverkehrs trotz gleichbleibender (gemittelter) Lärmpegel zu einer Verstärkung der Störwirkung des Fluglärms geführt hat, so dass die Ergebnisse der \"Lärmstudie 90\" nachträglich nur unter neuer Beurteilung der Gesamtsituation korrigiert werden könnten. Im Übrigen liesse sich BGE 126 II 522 S. 590ein Bonus für den Lärm der Landesflughäfen im Vergleich zum Strassenverkehrslärm schlecht damit vereinbaren, dass nach Art. 32 Abs. 1 Satz 2 LSV in der Fassung vom 12. April 2000 für bauliche Schutzmassnahmen gegen den Lärm der Flugplätze mit Verkehr von Grossflugzeugen die erhöhten Anforderungen nach SIA-Norm 181 gelten, während für den Lärm der anderen ortsfesten Anlagen nur die Mindestanforderungen einzuhalten sind. Auch im Hinblick auf diese Vorschrift erwiese sich eine Privilegierung des von den Landesflughäfen ausgehenden Lärms als widersprüchlich.\n\nDass die in der Baukonzession Dock Midfield vorbehaltenen Belastungsgrenzwerte des Bundesrates nicht anwendbar sind, heisst nicht, dass die Baukonzession aufzuheben wäre. Es gelten sinngemäss die in E. 11d und E. 40 angestellten Überlegungen. Hingegen ist der Entscheid des UVEK insoweit abzuändern, als in Dispositiv Ziffer 2.2.3 Abs. 2 und Ziffer 2.4 verfügt worden ist, das Schallschutzkonzept und der Lärmbelastungskataster seien nach der definitiven Festsetzung der Lärmbelastungsgrenzwerte anzupassen. Das Schallschutzkonzept und der als Arbeitsgrundlage für das Schallschutzkonzept dienende Lärmbelastungskataster werden vielmehr gestützt auf das Grenzwertschema der Eidgenössischen Kommission neu erstellt werden müssen. Im Hinblick auf diese Neuüberarbeitung ist im Folgenden noch auf die speziell gegen die beiden Instrumente gerichtete Kritik einzugehen, soweit das aus prozessökonomischen Gründen als angezeigt erscheint. SCHALLSCHUTZKONZEPT\n\n47. In den Beschwerden wird verschiedentlich beanstandet, das Schallschutzkonzept sei nicht richtig eröffnet worden. Aus der Publikation im Bundesblatt sei nicht hervorgegangen, dass mit der Baukonzession Dock Midfield zugleich über den Anspruch auf Schallschutz für jede einzelne Liegenschaft entschieden werde und dieser Entscheid nur mittels Anfechtung der Baukonzession in Frage gestellt werden könne. Dieser Vorwurf ist berechtigt. Das Schallschutzkonzept muss indessen nach dem Gesagten neu überarbeitet werden und wird neu aufzulegen sein. Da das neue Konzept nicht nur auf die Grenzwerte der Eidgenössischen Kommission abzustützen ist, sondern auch auf das neue Betriebsreglement abzustimmen sein wird, ist die Festsetzung der Schallschutzmassnahmen in ein nachlaufendes gesondertes Bewilligungsverfahren zu verweisen (vgl. BGE 124 II 293 E. 19c S. 335). Dispositiv Ziffer 2.2.3 der Baukonzession BGE 126 II 522 S. 591Dock Midfield ist entsprechend abzuändern. Dass damit die endgültige Begrenzung des Schallschutz-Perimeters etliche Zeit hinausgeschoben wird, soll allerdings den Kanton Zürich nicht daran hindern, mit der Realisierung der Schallschutzmassnahmen dort sofort zu beginnen, wo diese unbestritten sind.\n\n48. Auf die materiellrechtlichen Einwendungen gegen das Schallschutzkonzept braucht insofern nicht näher eingegangen zu werden, als geltend gemacht wird, es sei - was vom Kanton Zürich eingestanden wird - ein Berechnungsfehler (sog. Holbergfehler) unterlaufen, das Schallschutzkonzept sei anhand nicht nachgeführter Bebauungspläne erstellt worden, bei der Abgrenzung seien Quartiere willkürlich zerschnitten worden und die der Empfindlichkeitsstufe II zugewiesenen Gebiete seien zu Unrecht wie die der Empfindlichkeitsstufe III zugewiesenen Zonen behandelt worden. Zum Problem der Empfindlichkeitsstufen ist lediglich beizufügen, dass das nachlaufende Bewilligungsverfahren auch die Möglichkeit bieten muss, allfällige Aufstufungen im Sinne von Art. 43 Abs. 2 LSV in Betracht zu ziehen.\n\nZu behandeln sind dagegen die Fragen, ob das Schallschutzkonzept aufgrund von Berechnungen oder Messungen zu erstellen sei, auf welchen Wert bei der Grenzziehung abzustellen sei, welche Art von Schallschutzmassnahmen vorzusehen sei und ob auch für Gebäude, die nach 1978 innerhalb der Fluglärmzonen B und C erstellt worden sind, die Kosten für Schallschutzfenster rückzuerstatten seien. Einzugehen ist schliesslich auf das Begehren um Mitberücksichtigung des vom Militärflugplatz Dübendorf ausgehenden Lärms.\n\na) Vereinzelt wird verlangt, dass die dem Schallschutzkonzept zugrunde zu legende Lärmsituation durch Messungen ermittelt werde, da Berechnungen zu ungenau seien und der besonderen - vor allem topographischen - Lage einzelner Gebäude keine Rechnung trügen.\n\nHierzu ist vorweg auf die neue, am 12. April 2000 erlassene Bestimmung von Art. 38 Abs. 2 LSV zu verweisen, wonach Fluglärmimmissionen grundsätzlich durch Berechnungen zu ermitteln sind. Da nach Art. 36 Abs. 2 LSV bei der Lärmermittlung auch die zukünftigen Änderungen der Lärmimmissionen berücksichtigt werden müssen, könnten Messungen allein auch nicht zum Ziele führen. Weiter ist zur immer wieder aufgeworfenen Frage \"messen oder berechnen?\" festzustellen, dass Messungen zwar die Lärmbelastung am einzelnen Ort unter Berücksichtigung der lokalen Einflüsse und BGE 126 II 522 S. 592damit genauer wiedergeben können, wobei allerdings Lärmkarten für jede Stockwerkhöhe erstellt werden müssten. Ein solches Vorgehen ist aber bei grossflächigen Lärmbelastungen, wie sie bei Flughäfen auftreten, aus zeitlichen und finanziellen Gründen undenkbar. Diese Belastungen müssen daher durch Berechnungen erfasst werden, wobei die anhand eines Computermodells errechneten Resultate für die Flughafenregion Zürich mit den Werten verglichen werden können, die durch mobile Messfahrzeuge und die örtlich festen Monitoring-Stationen gemessen werden. Die Lärmermittlung für das hier fragliche Schallschutzkonzept ist - wie dem Synthesebericht zum Konzept zu entnehmen ist (S. 12) - anhand des an der EMPA entwickelten Fluglärmsimulationsprogramm FLULA 2 vorgenommen worden, das auf einer Grosszahl von Fluglärmmessungen in Zürich-Kloten beruht. Die Simulationsrechnung berücksichtigt die Topographie, die Bodendämpfung, die Luftdämpfung, die Flugverkehrszahlen, die operationellen Verfahren (Flugprofile und -wege), das Abstrahlverhalten sowie die Schallleistung der Quellen. Unerfasst bleiben einzig abschirmende Wirkungen von Hindernissen und Reflexionen in bebauten Gebieten und beispielsweise bei Felswänden (zum Fluglärmmodell FLULA vgl. ROBERT HOFMANN, a.a.O. S. 14-11 ff.). Nicht vergessen werden darf jedoch, dass sowohl bei Messungen wie bei Berechnungen gewisse Fehlerquoten und Unsicherheiten in Kauf genommen werden müssen, die sich auch bei sorgfältigstem Vorgehen nicht vermeiden lassen (derselbe, a.a.O., S. 5-24, 11-10; s.a. BGE 125 II 643 E. 18b/ee S. 680).\n\nb) Gemäss dem Synthesebericht zum Schallschutzkonzept ist zur Abgrenzung des Schallschutz-Perimeters eine Linie gezogen worden, die einer Lärmbelastung von 0.5 dB(A) über dem massgeblichen Immissionsgrenzwert entspricht. Dazu wird ausgeführt, die 0.5 dB(A) über dem Grenzwert liegenden Werte rührten daher, dass Belastungen bis 0.4 dB(A) über dem Grenzwert rechnerisch abgerundet würden und damit den massgeblichen Grenzwert noch einhielten. Die beschwerdeführenden Anwohner wenden gegen diese Grenzziehung ein, die Schallschutzpflicht entstehe mit der Überschreitung des Belastungsgrenzwertes selbst und nicht erst ab einer Überschreitung um 0.5 dB(A); aus der Abrundung ergebe sich de facto eine Grenzwertverschiebung zu Ungunsten der Lärmbetroffenen.\n\nBauliche Schallschutzmassnahmen sind dort zu ergreifen, wo die Immissionsgrenzwerte nicht eingehalten werden können bzw. wo der Anforderung, dass die Immissionsgrenzwerte nicht überschritten werden dürfen, nicht entsprochen werden kann (vgl. Art. 10 BGE 126 II 522 S. 593Abs. 1 LSV). Die Frage, wann und wo diese Anforderung erfüllt sei, ist grundsätzlich rechtlicher Natur und daher von der rechtsanwendenden Behörde oder vom Richter zu beantworten. Diese stützen sich dabei auf die Lärmbelastungskarte bzw. auf die dem massgeblichen Immissionsgrenzwert entsprechende Kurve, die vom Techniker in Anwendung der naturwissenschaftlichen Regeln und unter Berücksichtigung der Unsicherheitsfaktoren berechnet, gerundet und in die Karte eingezeichnet worden ist. Dagegen ist es nicht Aufgabe des Technikers, darüber zu befinden, wo oder bei welchem Wert die Schallschutzpflicht ausgelöst werde.\n\nIm Übrigen soll die Abgrenzung des Schallschutz-Perimeters im Bereich des massgeblichen Grenzwertes - wie im Synthesebericht zu Recht festgehalten wird - in erster Linie nach Kriterien vorgenommen werden, die sich nach den örtlichen Gegebenheiten (Gewässer, Geländekanten, Gebäudegruppen, Bauzonengrenzen usw.) richten. Auch aus örtlichen Gründen vorgenommene Verschiebungen der Perimetergrenze - zum Beispiel zur Gleichbehandlung eines Quartiers - sollen jedoch nicht zu Lasten der Anwohner gehen.\n\nc) Nach Art. 20 Abs. 1 und Art. 25 Abs. 3 USG ist der Schutz der vom Lärm betroffenen Gebäude \"durch Schallschutzfenster oder ähnliche bauliche Massnahmen\" zu gewährleisten. Als passive Schallschutzmassnahmen fallen daher auch - soweit sich dies im Lichte des Verhältnismässigkeitsprinzips rechtfertigen lässt - Schallisolierungen von Dächern und Mauern in Betracht (vgl. Art. 10 Abs. 2 LSV; BGE 122 II 33 E. 7a S. 42 ff.).\n\nGemäss Baukonzession Dock Midfield ist der Flughafenhalter verpflichtet, im Zusammenhang mit dem Schallschutzkonzept die technische Machbarkeit und die finanziellen Auswirkungen des Einbaus von selbstschliessenden bzw. zwangsbelüfteten Fenstern zu prüfen und dem UVEK innert sechs Monaten nach Eintritt der Rechtskraft der Baukonzession Bericht zu erstatten (Dispositiv Ziffer 2.2.4). Die Frage der Lüftung der mit Schallschutzfenstern ausgestatteten Räume, die von einzelnen Beschwerdeführern aufgeworfen wird, wird demnach noch zu behandeln sein. Da jedoch die Neubearbeitung des Schallschutzkonzepts in ein nachlaufendes Bewilligungsverfahren verwiesen wird, ist die für die Vorlage des fraglichen Berichtes angesetzte Frist aufzuheben. Es wird Sache des UVEK sein, den Flughafenhalter zu gegebener Zeit zur Einreichung des Berichtes aufzufordern.\n\nd) Nach dem Schallschutz- und Rückerstattungskonzept sind an allen Liegenschaften mit lärmempfindlichen Räumen im Schallschutz-Perimeter BGE 126 II 522 S. 594auf Kosten des Flughafenhalters Schallschutzmassnahmen zu treffen. Soweit solche Massnahmen von den Grundeigentümern freiwillig schon früher ergriffen worden sind, erklärt sich der Flughafenhalter zur Rückerstattung der Kosten bereit. Keine Rückerstattung der Kosten wird dagegen für Bauten gewährt, die bereits aufgrund der luftfahrtrechtlichen Lärmzonenregelung mit Schallschutzfenstern zu versehen waren; das betrifft die ab 1. Februar 1978 (dem Zeitpunkt der ersten Auflage der Lärmzonenpläne) in der Lärmzone B neu erstellten oder umgebauten Geschäfts- und Bürohäuser sowie die in der Lärmzone C neu erstellten oder umgebauten Wohn- und Schulhäuser (vgl. Art. 42 Abs. 1 und Art. 45 f. aVIL). Nach Auffassung verschiedener Beschwerdeführer verstossen diese Ausnahmen gegen die Rechtsgleichheit sowie gegen die Bestimmung von Art. 25 Abs. 3 USG, nach welcher eine Schallschutz- und Rückerstattungspflicht für sämtliche im Schallschutz-Perimeter liegenden Gebäude bestehe.\n\nArt. 25 Abs. 3 USG statuiert indessen nur die Pflicht, die durch übermässigen Lärm von Verkehrs- oder anderen Anlagen betroffenen Gebäude auf Kosten des Anlageninhabers durch Schallschutzfenster oder ähnliche bauliche Massnahmen zu schützen. Die Bestimmung spricht sich dagegen über die Rückerstattung von Kosten für - freiwillig oder gezwungenermassen - bereits ergriffene Schutzmassnahmen nicht aus. Die Kostenrückerstattung, zu der sich der Flughafenhalter bereit erklärt hat, könnte mithin nur dann beanstandet werden, wenn sie gegen das Gleichbehandlungsgebot oder das Willkürverbot verstiesse. Nun trifft wie erwähnt zu, dass die Verpflichtung zum Einbau von Schallschutzfenstern für neue oder umzubauende Gebäude in den Lärmzonen B und C bereits mit dem Erlass bzw. der Auflage der Lärmzonenpläne begründet wurde und nicht erst - wie für die übrigen Bauten - im Zusammenhang mit dem heutigen Flughafen-Erweiterungsprojekt entstanden ist. Diese unterschiedliche Rechtslage lässt auch eine differenzierte Regelung bei der Kostenrückerstattung zu.\n\ne) Die Gemeinde Dietlikon stellt den Antrag, dass die Lärmbelastung, die sich aus den Immissionen des Flughafens Zürich und aus jenen des Militärflugplatzes Dübendorf ergebe, koordiniert und ohne Bonus für den Militärfluglärm im Lärmbelastungskataster darzustellen und das Schallschutzkonzept auf diese gesamthaft zu betrachtenden Einwirkungen auszurichten sei.\n\nWie bereits ausführlich dargelegt (E. 37e), wäre nach den Zielen von Art. 8 USG Schutz vor Beeinträchtigungen aller Art zu BGE 126 II 522 S. 595gewähren, doch kann dieser mangels genügender Erkenntnisse vorerst nur beschränkt verwirklicht werden. Immerhin ist vom Verordnungsgeber auf dem Bereich des Lärmrechts vorgeschrieben worden, dass bei der Ermittlung der Lärmbelastung die von mehreren Anlagen erzeugten Immissionen, soweit sie gleichartig sind, zusammenzuzählen sind (Art. 40 Abs. 2 LSV, s.a. Art. 16 Abs. 3 LSV). Da es sich bei den von Zivilflughäfen und den von Militärflugplätzen ausgehenden Lärmimmissionen offensichtlich um gleichartige Einwirkungen handelt, unterstehen diese Art. 40 Abs. 2 LSV und sind für die Beurteilung der Lärmsituation zu summieren. Dem Begehren der Beschwerdeführerin ist daher stattzugeben. Demnach ist in Dispositiv Ziffer 2.2.3 der Baukonzession Dock Midfield ergänzend anzuordnen, dass bei der Neuerstellung des Schallschutzkonzepts die aus dem Betrieb des Militärflugplatzes Dübendorf hervorgehenden Lärmimmissionen mitberücksichtigt werden müssen. Dagegen ist es nicht Sache des Bundesgerichts, sondern der beteiligten Bundesämter, die zur Ermittlung und Bewertung des Gesamtfluglärms geeigneten Formeln festzulegen. LÄRMBELASTUNGSKATASTER\n\n49. Nach den ursprünglichen Bestimmungen der Lärmschutz-Verordnung, die auch im Zeitpunkt der Erteilung der hier angefochtenen Baukonzessionen noch gegolten haben, weist der Lärmbelastungskataster, in welchem die übermässigen Immissionen bei Strassen, Eisenbahnen und Flugplätzen aufzuzeigen sind, klarerweise den Charakter eines Inventars auf, das den Behörden vorab als Grundlage zur Anordnung von Sanierungsmassnahmen sowie zur Vorbereitung lärmbedingter raumplanerischer Vorkehren dient (Art. 36 und 37 LSV in der Fassung vom 15. Dezember 1986, vgl. Anleitung zur Erstellung von Lärmbelastungskatastern und zur Planung von Massnahmen, Schriftenreihe Umweltschutz Nr. 77, hrsg. BUWAL, Dezember 1988, S. 2). Für die Grundeigentümer entfaltet er keine Rechtswirksamkeit. Dementsprechend ist im Entwurf zum Sachplan Infrastruktur der Luftfahrt (SIL) vom 30. September 1998 auf die Unterschiede zwischen den Instituten des Lärmbelastungskatasters und der Lärmzone im Sinne von Art. 42 LFG hingewiesen worden, der unter anderem darin bestehe, dass Lärmzonen öffentlich aufgelegt würden und gegen deren Inkrafttreten Einsprache geführt werden könne. Im Gegensatz dazu sei der Lärmbelastungskataster verwaltungsanweisend; er werde nicht öffentlich BGE 126 II 522 S. 596aufgelegt, könne jedoch von jedermann eingesehen werden (Erläuternder Bericht zum SIL, Teil III A, S. 23).\n\nUngeachtet dieser Rechtslage hat das UVEK im Baukonzessionsentscheid Dock Midfield den Fluglärmkataster, der vom Kanton Zürich als Arbeitsgrundlage für das Schallschutzkonzept erstellt worden ist, für grundeigentümerverbindlich erklärt. Wie bereits geschildert (E. 35c), soll dieser Kataster gemäss Departementsverfügung direkte raumplanerische Folgen - offenbar auch im Sinne von Art. 22 und 24 USG - zeitigen und würden die dadurch bewirkten Nutzungsbeschränkungen, soweit sie nicht mit der Baukonzession angefochten werden, ohne weiteres mit dieser rechtskräftig. Eigentumsbeschränkungen halten jedoch vor der verfassungsmässigen Eigentumsgarantie nur stand, wenn sie auf einer gesetzlichen Grundlage beruhen, im überwiegenden öffentlichen Interesse liegen, verhältnismässig sind und, sofern sie sich enteignend auswirken, gegen volle Entschädigung erfolgen (Art. 36 und Art. 26 Abs. 2 BV, Art. 22ter aBV; vgl. etwa BGE 121 I 117 E. 3b; BGE 120 Ia 270 E. 3; BGE 119 Ia 362 E. 3a, 411 E. 2b, je mit Hinweisen). Nun fehlt es hier wie gesagt schon an einer gesetzlichen Grundlage für direkt aus dem Lärmbelastungskataster fliessende Beschränkungen. Eine Überprüfung der Verhältnismässigkeit hat weder aus einer Gesamtschau heraus noch in den Einzelfällen stattgefunden. Weiter sind den Grundeigentümern die Eigentumsbeschränkungen offensichtlich nicht rechtsgültig eröffnet worden, nämlich weder durch persönliche Mitteilung noch durch eine mit einer Planauflage verbundene Publikation ( - die dem Lärmbelastungskataster zugeschriebene rechtliche Tragweite ergibt sich nicht einmal aus dem Dispositiv der Baukonzession Dock Midfield selbst). Und schliesslich ist den betroffenen Grundeigentümern auch nicht bekanntgegeben worden, wie und wo sie ihre allfälligen Entschädigungsbegehren geltend machen könnten und ob dabei in analoger Anwendung des immer noch geltenden Art. 44 LFG oder anders vorzugehen sei. Die Verfügung des UVEK erweist sich insoweit als unhaltbar, als sie dem erstellten Lärmbelastungskataster eine eigentümerverbindliche Bedeutung zumisst. Die in diesem Sinne vorgenommene Genehmigung des Katasters, welcher ohnehin neu erarbeitet werden muss, ist mithin aufzuheben (Dispositiv Ziffer 1.7 der Baukonzession Dock Midfield).\n\nAn diesem Ergebnis vermag auch nichts zu ändern, dass der am 12. April 2000 revidierte Art. 37 Abs. 3 LSV die im Lärmbelastungskataster festgehaltenen Lärmimmissionen nun ausdrücklich als massgebend für die Ausscheidung und Erschliessung von Bauzonen, BGE 126 II 522 S. 597für die Erteilung von Baubewilligungen und für Schallschutzmassnahmen an bestehenden Gebäuden bezeichnet: Einerseits könnte einer eigentumsbeschränkenden Verfügung die gesetzliche Grundlage nur unter der Voraussetzung nachgeschoben werden, dass die Anfechtungsmöglichkeit wiederhergestellt wird. Andererseits sind die Fragen der rechtlichen Bedeutung und der Anfechtbarkeit des Katasters - wie das Bundesgericht in seiner Stellungnahme zum Vernehmlassungsentwurf zu bedenken gegeben hat - auch gemäss neuem Wortlaut der Verordnung nicht geklärt. Weder das Verordnungs- noch das Gesetzesrecht sehen ein Auflage- und ein Rechtsschutzverfahren hinsichtlich des Lärmbelastungskatasters vor. Dieser ist daher auch nach der Änderung von Art. 37 LSV ein bestenfalls für die Behörden massgebliches Inventar, das keine grundeigentümerverbindlichen Wirkungen entfalten kann. Der Wechsel vom System der luftfahrtrechtlichen Lärmzonen zum umweltschutzrechtlichen Institut des Lärmbelastungskatasters wird ohnehin erst dann vollzogen sein, wenn auch das massgebliche Gesetzesrecht, insbesondere die Bestimmungen von Art. 42 ff. LFG, die nötige Anpassung erfahren hat und die den Rechtsschutz und die Entschädigung betreffenden Verfahrensprobleme gelöst sind. WEITERE RAUMPLANUNGS- UND ENTSCHÄDIGUNGSFRAGEN\n\n50. Der Schutzverband der Bevölkerung um den Flughafen Zürich sowie verschiedene Gemeinden und Private verlangen, dass anstelle des eingeleiteten Verfahrens zur Festsetzung der Schallschutzmassnahmen ein Enteignungsverfahren wegen Entzugs der Abwehrrechte gegen übermässige Immissionen im Sinne von Art. 5 EntG eröffnet werde, in welchem auch über den Anspruch auf Schallschutzmassnahmen als enteignungsrechtliche Realleistung zu entscheiden sei. Diesem Begehren kann jedoch aufgrund des einschlägigen Verfahrensrechts nicht stattgegeben werden.\n\nWie schon erwähnt (E. 17a), handelt es sich beim vorliegenden Baukonzessionsverfahren - im Gegensatz zum neuen luftfahrtrechtlichen Plangenehmigungsverfahren (Art. 37 ff. LFG) - nicht um ein sog. kombiniertes Verfahren, in dem neben den bau-, planungs- und luftfahrtrechtlichen Fragen gleichzeitig auch die enteignungsrechtlichen Ansprüche behandelt werden müssten. Da jedoch die im Baukonzessionsverfahren zu prüfende Erweiterung des Flughafens eine vorzeitige Lärmsanierung bedingt (s. oben E. 39a), sind gestützt auf die Bestimmungen des Umweltschutzgesetzes im BGE 126 II 522 S. 598Gegenzug zu den gewährten Erleichterungen bauliche Schallschutzmassnahmen anzuordnen. Im Rahmen des vorliegenden Baukonzessionsverfahrens bzw. des nachlaufenden Bewilligungsverfahrens (E. 47) ist somit allein über die umweltschutzrechtliche Verpflichtung zur Ergreifung von Schallschutzmassnahmen und die Übernahme der entsprechenden Kosten zu befinden. Das schliesst nicht aus, dass in einem getrennt vom vorliegenden Verfahren geführten Enteignungsverfahren Entschädigungsansprüche bejaht werden könnten, die unter Umständen auch in Form von ergänzenden baulichen Massnahmen als Realleistungen im Sinne von Art. 18 EntG abzugelten sind (vgl. BGE 119 Ib 348 E. 6b S. 363; BGE 122 II 337 E. 4b und 8). Ob in einem solchen Enteignungsverfahren ebenfalls Entschädigungen für raumplanerische Folgekosten der Gemeinden zugesprochen werden könnten, ist hier nicht zu untersuchen. Entgegen der Meinung einzelner Beschwerdeführer ist ebenso wenig zu prüfen, ob die speziellen Voraussetzungen für eine enteignungsrechtliche Entschädigungspflicht wegen übermässiger Immissionen - insbesondere die Unvorhersehbarkeit der Einwirkungen (vgl. etwa BGE 123 II 481 E. 7b S. 491 f.) - gegeben seien. Auf entsprechende Feststellungsbegehren ist nicht einzutreten. Schliesslich sprengt auch die Frage, ob den Gemeinden und Privaten auf deutschem Territorium Entschädigung geschuldet sei, den Rahmen des vorliegenden Verfahrens.\n\nAus den angeführten verfahrensrechtlichen Gründen kann dem Antrag, die Baukonzession Dock Midfield sei nur unter der Auflage zu erteilen, dass der Kanton Zürich vorgängig des Baubeginns alle von übermässigen Einwirkungen betroffenen Grundeigentümer auf dem Enteignungswege voll entschädigt habe, gleichfalls kein Erfolg beschieden sein (vgl. in diesem Zusammenhang BGE 111 Ib 15 E. 8 S. 24). Das Begehren der Gemeinde Oetwil an der Limmat sowie von Elisabeth Zbinden und den Mitbeteiligten ist abzuweisen.\n\n51. Die Gemeinde Eglisau weist wie andere Beschwerdeführer auf die raumplanerische Konfliktsituation hin, die durch das von Seiten des Flughafens angestrebte massive Verkehrswachstum entstehe. Die mit dem Ausbau verbundenen - immissionsbedingten - raumplanerischen Folgen beeinträchtigten die gewachsenen Raumordnungsstrukturen und stellten die künftige Siedlungsentwicklung in Frage. Diese Auswirkungen seien völlig unakzeptabel und stünden im Widerspruch zum geltenden Richtplan des Kantons Zürich. Über die fehlende Abstimmung der raumwirksamen Tätigkeiten des Bundes, des Kantons Zürich und der Gemeinden beklagen BGE 126 II 522 S. 599sich auch der Schutzverband der Bevölkerung um den Flughafen Zürich und weitere Beschwerdeführer. Die Zusammenarbeit der drei Planungsträger sowohl bei der Richt- als auch bei der Sachplanung werde vom Bundesgesetz über die Raumplanung vom 22. Juni 1979 (RPG; SR 700) teils ausdrücklich, teils sinngemäss vorausgesetzt (Art. 1, 2 und Art. 13 Abs. 2 RPG; s.a. Art. 15 der Verordnung über die Raumplanung in der Fassung vom 2. Oktober 1989, SR 700.1). Entgegen diesen Vorschriften seien die raumplanerischen Anliegen der Gemeinden weder im Rahmen der Sachplanung noch im Zusammenhang mit der Flughafenerweiterung wirklich ernst genommen worden.\n\nDas UVEK räumt in der Baukonzession Dock Midfield ein, dass das umstrittene Ausbauvorhaben in Konflikt zu den kantonalen Richtplänen und zu den kommunalen Nutzungsplänen trete. Die Konflikte seien darauf zurückzuführen, dass bisher im Luftfahrtbereich keine übergeordnete Planung bestanden habe, an welcher sich Kantone und Gemeinden einerseits und der Flughafenhalter andererseits hätten orientieren können. Diese Lücke werde durch die Inkraftsetzung des Sachplans Infrastruktur der Luftfahrt (SIL) im Jahre 2000 geschlossen. Der Ausbau des Flughafens Zürich stehe - wie sich aus den Vorarbeiten und der bundesrätlichen Stellungnahme zum SIL ergebe - mit den Zielen und Vorgaben des Sachplans im Einklang. Da im Rahmen der Gesamtabwägung aller auf dem Spiel stehenden Interessen festgestellt worden sei, dass das Interesse am Flughafenausbau überwiege, müssten die raumplanerischen Auswirkungen von den betroffenen Gemeinden und Kantonen hingenommen werden. Dass dies zu erheblichen Einschränkungen in der Freiheit der Gemeinden bei der Ausgestaltung der Nutzungspläne führe, sei unter diesen Umständen in Kauf zu nehmen (Baukonzession Dock Midfield S. 87 f.).\n\nDem Departement ist darin beizupflichten, dass der Ausbau des Flughafens Zürich mit weiträumigen Lärmeinwirkungen auf die dicht besiedelte Umgebung unvermeidlich zu kaum lösbaren Nutzungskonflikten führen muss. Diese Konflikte wären indes auch ohne Erweiterung der Infrastruktur entstanden, da das prognostizierte Verkehrswachstum zu einem wesentlichen Teil auch ohne den Ausbau hätte erfolgen können. Insofern hat sich nicht nur das Fehlen einer Sachplanung nachteilig ausgewirkt, sondern erweisen sich auch die Lärmzonen, die bis anhin das raumplanerische Steuerungsinstrument bildeten, nachträglich als ungenügend. Da der Flughafenausbau eine vorzeitige Sanierung bedingt und der Lärmbelastungskataster BGE 126 II 522 S. 600nach den angestellten Erwägungen neu zu erarbeiten ist, wird sich in diesem Rahmen - im Zusammenhang mit der Festlegung des neuen An- und Abflugkonzepts - erneut Gelegenheit bieten, die raumplanerischen Anliegen in die Interessenabwägung einfliessen zu lassen (vgl. BGE 124 II 293 E. 31a S. 353). Auch bei der Anpassung der kantonalen Richtplanung wird es Sache der beteiligten Bundesämter und der Kantone sein, gemeinsam mit den Gemeinden nach Lösungen zu suchen, welche die raumplanerischen Auswirkungen des künftigen Luftverkehrs für diese im Rahmen des Zumutbaren hält (vgl. Art. 1 ff., 9 ff. und 18 Abs. 2 der Raumplanungsverordnung in der Fassung vom 28. Juni 2000). Der unlängst genehmigte Sachplan für Infrastruktur der Luftfahrt (SIL) hält nun die verschiedenen Planungsträger ebenfalls zur partnerschaftlichen Zusammenarbeit bei der für Luftverkehrsanlagen erforderlichen räumlichen Abstimmung an (SIL, Teil III B S. 49 f.).\n\nSoweit im Übrigen am Entwurf zum SIL oder am SIL selbst, am durchgeführten Vernehmlassungsverfahren und allgemein an der Luftfahrtpolitik des Bundes Kritik geübt wird, ist auf diese Vorbringen schon deshalb nicht einzugehen, weil sie nicht den Streitgegenstand betreffen (vgl. BGE 124 II 293 E. 34 S. 357)."}