{"annee": "126", "cour": "III", "page": "156", "date": "8/2/2000", "cite": ["125 III 451"], "cite_par": ["143 III 693", "135 III 608", "143 III 404", "139 III 135"], "chapeau": "27. Extrait de l'arrêt de la IIe Cour civile du 8 février 2000 dans la cause S. contre X. en liquidation et Cour de justice du canton de Genève (recours de droit public)", "regestes": ["Art. 271 al. 1 ch. 4 LP; séquestre des biens d'un débiteur domicilié à l'étranger. Notion de \"jugement exécutoire\"."], "faits": "BGE 126 III 156 S. 156\n\nPar jugement du 31 mars 1998, la Cour civile d'Oslo a condamné S. à verser à X. en liquidation la somme de 2'962'226 NOK (couronnes norvégiennes), avec suite d'intérêts et dépens (ch. 1 et 2); le chiffre 3 du dispositif indique que \"(l)e délai autorisé pour l'exécution décrite aux points 1 et 2 est de 2 semaines dès le prononcé du présent jugement\". Le 4 juin suivant, le défendeur s'est pourvu en appel.\n\nSe fondant sur ce jugement, X. en liquidation a, le 3 mars 1999, requis le Président du Tribunal de première instance de Genève d'autoriser, en application de l'art. 271 al. 1 ch. 4 LP, un séquestre au préjudice de S. Ordonnée le même jour, la mesure a été, sur opposition du séquestré, révoquée par ce magistrat le 4 mai suivant. Statuant le 8 juillet 1999 sur appel de la requérante, la Cour de justice du canton de Genève a annulé cette décision et confirmé l'ordonnance de séquestre.\n\nBGE 126 III 156 S. 157\n\nLe Tribunal fédéral a admis le recours de droit public formé par S. et annulé l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2. En l'espèce, il est constant que la créance invoquée par l'intimée ne repose sur aucune reconnaissance de dette et n'a pas davantage de lien suffisant avec la Suisse; il reste donc à examiner si elle découle d'un jugement exécutoire au sens de l'art. 271 al. 1 ch. 4 LP, seule condition litigieuse dans le cas présent.\n\na) Lorsque la créance alléguée à l'appui de la requête de séquestre se fonde, comme ici, sur une décision étrangère, certains auteurs tiennent cette exigence pour réalisée même si la décision en cause n'est pas susceptible d'exequatur en Suisse en vertu des dispositions de la LDIP (RS 291; art. 25 ss) ou d'un traité international - en l'occurrence la Convention de Lugano concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale, du 16 septembre 1988 (RS 0.275.11; CL) -, pour autant qu'elle soit exécutoire dans l'Etat où elle a été rendue (GAILLARD, Le séquestre des biens du débiteur domicilié à l'étranger, in: Le séquestre selon la nouvelle LP, p. 26 n. 22; GANI, Le \"lien suffisant avec la Suisse\" et autres conditions du séquestre lorsque le domicile du débiteur est à l'étranger, RSJ 92/1996 p. 228 et n. 8); la doctrine dominante exprime, cependant, l'opinion opposée (BREITSCHMID, Übersicht zur Arrestbewilligungspraxis nach revidiertem SchKG, AJP 1999 p. 1018; JEANNERET, Aperçu de la validation du séquestre sous l'angle de la nouvelle LPDF, in: Le séquestre selon la nouvelle LP, p. 102; KLEINER, Ausländerarrest - Kompromiss zwischen Schuldnerverfolgung und Schädigung der eigenen Wirtschaft, in: Centenaire de la LP, p. 373; MEIER-DIETERLE, Der \"Ausländerarrest\" im revidierten SchKG - eine Checkliste, AJP 1996 p. 1422; STOFFEL, Das neue Arrestrecht, AJP 1996 p. 1406; TERRACINA/MAUGUÉ/PÉTREMAND, Le nouveau droit du séquestre en Suisse, International Business Law Journal No 7/1996 p. 877 n. 19), que paraît suivre aussi le Conseil fédéral (FF 1991 III 188).\n\nEn recherchant si le jugement norvégien était exécutoire au regard de l'art. 31 al. 1 CL, la Cour de justice s'est implicitement ralliée au courant majoritaire. Or, il ressort clairement des avis de droit versés au dossier que, à teneur du droit de l'Etat d'origine (cf. DONZALLAZ, La Convention de Lugano, vol. II, §§ 3521 ss), cette décision ne l'est pas. On ne saurait non plus l'assimiler à un jugement BGE 126 III 156 S. 158exécutoire par provision (sur cette notion: DONZALLAZ, op. cit., §§ 3526 ss et les références citées) ou à un référé provision (sur cette notion: KAUFMANN-KOHLER, L'exécution des décisions étrangères selon la Convention de Lugano, SJ 1997 p. 565; NORMAND, note in: RCDIP 1999 p. 353 ss; par exemple: arrêts de la CJCE du 27 avril 1999, Mietz, aff. C-99/96, Rec. 1999 I 2299ss, et du 17 novembre 1998, Van Uden, aff. C-391/95, Rec. 1998 I 7122ss; voir aussi l' ATF 125 III 451 consid. 3b p. 455 ss, avec d'autres références), puisqu'elle n'a pas été déclarée provisoirement exécutoire nonobstant appel, ni n'emporte de condamnation pécuniaire à titre provisionnel préalablement au procès au fond. Les magistrats précédents n'ont, apparemment, retenu aucune de ces qualifications; ils ont considéré que la requérante avait rendu vraisemblable le caractère exécutoire de la partie du dispositif ouvrant la possibilité d'obtenir une saisie conservatoire à l'expiration du délai d'exécution prévu dans le jugement (ch. 3), faute de pièces établissant que l'appel du défendeur s'étendrait également à ce point du dispositif ou qu'il entraînerait de plein droit la suspension de son caractère exécutoire.\n\nb) Les juristes norvégiens consultés dans la présente affaire s'accordent à dire que le jugement dont se prévaut l'intimée, même s'il n'est pas revêtu de la force exécutoire d'après le droit norvégien, peut être \"utilisé pour garantir une créance\", en autorisant la demanderesse victorieuse (en première instance) à requérir une \"saisie conservatoire\", ou un \"séquestre\", frappant \"tous actifs que le défendeur a en Norvège ou dans tout autre pays selon le droit international privé et/ou les traités\". S'appuyant sur ces avis, l'autorité cantonale paraît avoir admis que ce jugement, à défaut d'être exécutoire sur le fond, jouit de cette qualité en tant qu'il emporte le droit, pour l'intimée, de procéder à des mesures conservatoires sur les biens du recourant, même localisés à l'étranger.\n\nIl est vrai que la Convention de Lugano n'exclut pas que des mesures conservatoires, ordonnées dans l'Etat d'origine à la suite d'une procédure contradictoire, soient reconnues et exécutées aux conditions posées par les art. 25 ss CL (sur ce point: DONZALLAZ, op. cit., §§ 2149 ss et les références); de telles mesures pourraient ainsi justifier un séquestre fondé sur l'art. 271 al. 1 ch. 4 LP (cf. MEIER-DIETERLE, op. cit., p. 1423/1424 n. 63; voir, à titre d'exemple, l'ordonnance du Tribunal du district de Zurich, rapportée et commentée par STOLL, Die britische Mareva-Injunction als Gegenstand eines Vollstreckungsbegehrens unter dem Lugano-Übereinkommen, RSJ 92/1996 p. 104 ss, avec d'autres citations). Toutefois, force est de BGE 126 III 156 S. 159constater que, dans le cas particulier, aucune mesure de blocage des avoirs du recourant n'a été ordonnée par les juridictions norvégiennes sur la base du jugement de la Cour civile d'Oslo. La cour cantonale s'est méprise sur la portée du \"caractère exécutoire\" du chiffre 3 du dispositif de cette décision; le point en question ne signifie manifestement pas que le jugement serait provisoirement exécutoire sur le fond par le seul fait qu'il autorise une saisie conservatoire pour garantir une créance pécuniaire, mais uniquement qu'il permet à la partie victorieuse de requérir une telle mesure dans les deux semaines dès le prononcé du jugement. Faute de décision exécutoire, tant sur le fond que sur la saisie conservatoire elle-même, la réquisition de séquestre ne pouvait, dans ces circonstances, qu'être rejetée.\n\nOn peut, certes, discuter la solution consacrée par la novelle du 16 décembre 1994, dans la mesure où elle accorde plus de poids, sous l'angle de la vraisemblance (cf. art. 272 al. 1 ch. 2 LP), à une simple reconnaissance de dette qu'à un jugement non (encore) exécutoire d'un tribunal étatique (voir les critiques de GAILLARD, op. cit., p. 26 ch. 15; GILLIÉRON, Une alerte centenaire: La volonté de restreindre le cas de séquestre de l'art. 271 al. 1 ch. 4 LP, RSJ 82/1986 p. 125; OTTOMANN, Der Arrest, RDS 115/1996 I p. 249); mais le texte légal est clair et reflète la volonté du législateur (FF 1991 III 188; cf. EGLI, Deux aspects internationaux du séquestre, de lege ferenda, in: Premier Séminaire de droit international et de droit européen, Etudes suisses de droit international, vol. 46, p. 127).\n\nc) Nonobstant l'exclusion du forum arresti (art. 3 CL), rien ne s'oppose à ce que les tribunaux suisses accordent, en vertu de l'art. 24 CL, des mesures conservatoires prévues par la loi suisse - en l'occurrence un séquestre (FF 1990 II 320 ch. 229.3 in fine; DONZALLAZ, op. cit., vol. I, §§ 1712 ss et les références) -, même si, aux termes de la convention, les autorités d'un autre Etat contractant sont compétentes pour connaître du fond (ibidem, §§ 1679 ss). On ne peut toutefois rien tirer de cette norme conventionnelle, pour le motif déjà qu'il appartient au droit national de prévoir les conditions, le contenu et les effets de la mesure (ibidem, § 1592); aussi bien, lorsque la Convention de Lugano trouve application, les restrictions de l'art. 271 al. 1 ch. 4 LP subsistent-elles si le requérant sollicite du juge helvétique une ordonnance de séquestre (FF 1991 III 190/191; GILLIÉRON, Le séquestre dans la LP révisée, BlSchK 1995 p. 128/129)."}