{"annee": "126", "cour": "III", "page": "505", "date": "23/11/2000", "cite": ["124 III 149", "116 IB 367", "97 II 212", "123 III 124", "115 II 484", "109 II 338", "116 II 677", "108 II 305"], "cite_par": ["134 III 147"], "chapeau": "89. Auszug aus dem Urteil der II. Zivilabteilung vom 23. November 2000 i.S. X. gegen Y. AG (Berufung)", "regestes": ["Art. 837 al. 1 ch. 3 CC; hypothèque légale des artisans et des entrepreneurs lors de travaux effectués par un locataire; droit à l'inscription contre des tiers acquéreurs. Si les travaux ont été commandés par le locataire de l'immeuble, la prétention à la constitution du droit de gage légal est notamment soumise à la condition que la prestation spécifique de l'artisan ou de l'entrepreneur a réellement augmenté la valeur de l'immeuble. La question de l'existence d'une plus-value peut être résolue, dans de nombreux cas, selon l'expérience de la vie, mais doit, le cas échéant, l'être par une expertise (consid. 4). Le tiers acquéreur n'est en tout cas pas protégé contre la prétention de l'artisan ou de l'entrepreneur en constitution du gage légal s'il n'était pas de bonne foi et ne pouvait pas non plus l'être au vu des circonstances (consid. 5)."], "faits": "BGE 126 III 505 S. 506\n\nDie L. AG war Mieterin von Gewerberäumen im Rohzustand in U., Grundstück Nr. 00. Der Mietvertrag gestattete ihr, bauliche Änderungen und Ergänzungen vorzunehmen, verbunden mit der Pflicht, bei Beendigung des Mietverhältnisses den früheren Zustand wiederherzustellen. Mit dem Innenausbau betraute sie die Y. AG, die am 12. und 28. März 1996 letzte Arbeiten ausführte. Am 3. Juni 1996 fiel die L. AG in Konkurs. X., der das Grundstück Nr. 00 zwischenzeitlich erworben und die Mietverträge übernommen hatte, fand eine Ersatzmieterin.\n\nNachdem sie die vorläufige Eintragung (Vormerkung) erlangt hatte, klagte die Y. AG gegen X. auf definitive Eintragung des Bauhandwerkerpfandrechts mit einer Pfandsumme von Fr. 79'655.20 nebst Zins und Kosten. Das Kantonsgericht wies das Grundbuchamt an, zugunsten der Y. AG auf dem Grundstück Nr. 00 ein Bauhandwerkerpfandrecht mit der Pfandsumme von Fr. 79'655.20 (inkl. Fr. 105.- Zahlungsbefehlskosten) nebst Zins zu 5% seit dem 20. Februar 1996 definitiv im Grundbuch einzutragen. Die von X. dagegen eingereichte Berufung wies das Obergericht ab.\n\nMit Berufung beantragt X. dem Bundesgericht, das obergerichtliche Urteil aufzuheben und die Klage abzuweisen. Das Bundesgericht weist die Berufung ab, soweit darauf eingetreten werden kann, und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n4. Die Klägerin ist weder mit dem Grundeigentümer noch mit einem Unternehmer einen Vertrag eingegangen, sondern mit der L. AG als Mieterin, die allerdings im Einverständnis mit dem damaligen Grundeigentümer die Bauarbeiten vergeben hat. Der Beklagte anerkennt, dass der Klägerin im Prinzip dennoch ein Pfandrechtsanspruch BGE 126 III 505 S. 507zustehe, will diesen aber von der einschränkenden Voraussetzung abhängig machen, dass durch die unbezahlt gebliebenen Bauarbeiten ein erheblicher Mehrwert bewirkt worden sei. Das Obergericht hat diese Betrachtungsweise verworfen und lediglich geprüft, ob die in Frage stehenden Arbeiten nach dem gewöhnlichen Lauf der Dinge geeignet seien, den Wert der Liegenschaft zu erhöhen; insgesamt ist es davon ausgegangen, dass die im Auftrag der L. AG erbrachten Leistungen der Klägerin zu einer dauernden Wertvermehrung des Grundstücks geführt haben.\n\na) Gemäss Art. 837 Abs. 1 Ziff. 3 ZGB besteht der Anspruch auf Errichtung eines gesetzlichen Grundpfandes für die Forderungen der Handwerker oder Unternehmer, die zu Bauten oder andern Werken auf einem Grundstücke Material und Arbeit oder Arbeit allein geliefert haben, an diesem Grundstücke, sei es, dass sie den Grundeigentümer oder einen Unternehmer zum Schuldner haben. Nach dieser Regelung ist Vertragspartner des Bauhandwerkers entweder der Grundeigentümer oder ein Unternehmer. Mit Urteil i.S. Baugenossenschaft IRIEB hat das Bundesgericht dem Bauhandwerker einen Anspruch auf Einräumung des gesetzlichen Pfandrechts gegenüber dem Grundeigentümer auch dort zuerkannt, wo die Bauarbeiten durch den Mieter des Grundstücks bestellt worden sind. Vorausgesetzt ist kumulativ, dass der Vermieter und Grundeigentümer seine Zustimmung erteilt hat, dass die Bauarbeiten mit dem Grundstück dauerhaft verbunden sind und dass dadurch eine objektive Wertvermehrung eingetreten ist (BGE 116 II 677). Was Letztere im Besonderen angeht, ist erforderlich, dass die Bauarbeiten infolge Akzession zu einer dauernden Vermehrung des Grundstückwerts geführt haben (BGE 116 II 677 E. 4c S. 683). Ob im einzelnen Fall eine Wertvermehrung eingetreten ist, wird nach einem objektiven Massstab beurteilt; es ist zu prüfen, ob die in Frage stehenden Arbeiten nach dem gewöhnlichen Lauf der Dinge geeignet sind, den Wert der betreffenden Liegenschaft zu erhöhen (BGE 116 II 677 E. 4d S. 683).\n\nb) Das Obergericht hat in rechtlicher Hinsicht dafürgehalten, der Eintritt einer Wertvermehrung sei nach einem objektiven Massstab zu beurteilen; aus BGE 116 II 677 könne nicht gefolgert werden, das Bundesgericht habe Bauhandwerkerpfandrechte beim Mieterbau quantitativ auf den vom Unternehmer objektiv geschaffenen - mittels Schätzung oder Expertise festzustellenden - Mehrwert beschränken wollen. Der Beklagte wendet dagegen ein, der Bauhandwerker im Mieterbau besitze einen Anspruch auf Errichtung BGE 126 III 505 S. 508des gesetzlichen Grundpfandes nur, sofern und soweit seine Bauarbeiten den Wert des Grundstücks tatsächlich vermehrt hätten; nur die tatsächliche Wertvermehrung ergebe die Pfandsumme, und zwar auch nur der durch den unbezahlten Teil der Bauarbeiten geschaffene Mehrwert. Sodann sei nur die Forderung des Bauhandwerkers pfandrechtsgeschützt, die - in Analogie zu Art. 260a Abs. 3 OR - einen erheblichen Mehrwert bewirkt habe. Für seine Ansicht beruft sich der Beklagte vorab auf die Urteilsbesprechung von SCHUMACHER (in: BR 1992 S. 105 f. Nr. 185; ausführlicher dessen Urteilsanalyse an der Baurechtstagung 1993 in Freiburg, Bd. 2: \"Der Mieter und das Bauen\", S. 43 ff., S. 63 ff.).\n\naa) Vorbehaltlos kann den obergerichtlichen Folgerungen nicht beigepflichtet werden. Zu unterscheiden ist zwischen der Vermehrung des Grundstückwerts und dem Beurteilungsmassstab für die Wertvermehrung. Die objektive Wertvermehrung muss tatsächlich eingetreten sein (wertvermehrend waren z.B. in den nicht veröffentlichten Urteilen des Bundesgerichts vom 9. Februar 1994 i.S. Baugenossenschaft IRIEB gegen M. AG, E. 2b, 5C.94/1993, nur neun von zehn bestellten Klimageräten, oder gegen K., E. 4a, 5C.100/1993, nicht zwischenzeitlich verdorrte Pflanzen). Richtig ist, dass für die Feststellung des durch die Bauarbeiten bewirkten Mehrwerts nicht stets ein Gutachten eingeholt werden muss. Die allgemeine Lebensanschauung wird in vielen Fällen den Schluss gestatten, auf Grund der konkret ausgeführten Bauarbeiten sei der eingetretene Mehrwert derart hoch, dass er die geltend gemachte Forderung als Pfandsumme übersteige. Eine gutachterliche Feststellung dürfte aber dort unerlässlich sein, wo mehrere Bauhandwerker pfandrechtsgeschützte Leistungen erbracht haben, wie dies in den Folgeprozessen i.S. Baugenossenschaft IRIEB der Fall war (Klimageräte, 5C.94/1993, Innenausbau, 5C.96/1993, Gipserarbeiten, 5C.98/1993, Gartengestaltung, 5C.100/1993, Elektroinstallationen, 5C.102/1993); der durch die verschiedenen Bauarbeiten bewirkte Mehrwert konnte nur durch Experten genau festgestellt werden.\n\nbb) Mit dem Beurteilungsmassstab zusammen hängt die Frage, welche Bauarbeiten den Mehrwert geschaffen haben müssen. Die Ansicht des Beklagten, nur der Mehrwert, der dem unbezahlten Teil der Forderung des betreffenden Bauhandwerkers entspreche, bestimme die Pfandsumme, kann nicht geteilt werden. Dass eine derartige Aufsplittung von Mehrwertanteilen zum einen praktisch nicht durchführbar ist und zum anderen unannehmbare Ergebnisse zeitigte, leuchtet am Beispiel der Herstellung von Frischbeton und dessen BGE 126 III 505 S. 509Lieferung auf die Baustelle durch denselben Bauhandwerker ohne weiteres ein: Beide Leistungen sind pfandrechtsgeschützt (BGE 97 II 212 E. 1 und 2 S. 214 ff.), doch trägt die Herstellung von Frischbeton, der nicht auf die Baustelle transportiert wird, genauso wenig zum Mehrwert bei wie Transportfahrten ohne Frischbeton. Mehrwertbildend - wie pfandrechtsgeschützt - ist nicht der einzelne Arbeitsgang, sondern die spezifische Bauleistung.\n\ncc) Schliesslich ist das geltend gemachte Koordinationsbedürfnis mit dem Mietrecht nicht erkennbar. Art. 260a OR regelt das Verhältnis zwischen Vermieter und Mieter: Dieser soll von jenem eine Entschädigung verlangen können, wenn die Sache bei Beendigung des Mietverhältnisses dank der von ihm vorgenommenen Erneuerung oder Änderung, welcher der Vermieter zugestimmt hat, einen erheblichen Mehrwert aufweist (Abs. 3 Satz 1). Weshalb nun auch der Bauhandwerker, dessen Leistungen von einem Mieter bestellt worden sind, einen Anspruch auf Errichtung des gesetzlichen Grundpfandes nur dann haben soll, wenn die von ihm ausgeführten Arbeiten einen erheblichen Mehrwert geschaffen haben, ist nicht ersichtlich. Art. 837 Abs. 1 Ziff. 3 ZGB, der dem Bauhandwerker einen Anspruch für die Forderung insgesamt gibt, hat mit Art. 260a Abs. 3 OR nichts zu tun; die verschiedene Berechnung ergibt sich - nebst der unterschiedlichen Zwecksetzung - aus dem Gesetz (HIGI, Zürcher Kommentar, N. 78 zu Art. 260a OR; vgl. zum Verhältnis zwischen beiden Bestimmungen auch das nicht veröffentlichte Urteil des Bundesgerichts vom 21. Juli 1999 i.S. A. und B. gegen C. und D., E. 1c, 5C.118/1999). Der Vermieter als Grundeigentümer ist gegen den bauenden Mieter denn auch ausreichend geschützt, sei es, dass er seine Zustimmung zu einem Mieterbau ausschliesst (Art. 260a Abs. 1 OR), sei es, dass er mit dem Mieter den Ausschluss jeglicher Entschädigung vereinbart, sollten Bauhandwerker unbezahlt bleiben (zur Rechtsnatur von Art. 260a Abs. 3 OR: BGE 124 III 149); wirkungslos gegenüber dem Bauhandwerker wäre die Abrede, der Mieter habe allfällige Bauhandwerkerpfandrechte abzulösen (zu den Wirkungen gegenüber dem Mieter: BGE 123 III 124). Aus dem im übernommenen Mietvertrag mit der L. AG enthaltenen Vorbehalt der Wiederherstellung des früheren Zustandes leitet der Beklagte heute nichts mehr ab, nachdem er auf die Rückführung des Mieterbaues ausdrücklich verzichtet und den Vorbehalt in den Vertrag mit der Ersatzmieterin nicht mehr aufgenommen hat; es kann damit offen bleiben, ob ein solcher Vorbehalt dem gutgläubigen Bauhandwerker überhaupt entgegengehalten werden kann (Higi, N. 79 BGE 126 III 505 S. 510zu Art. 260a OR; SCHUMACHER, Das Bauhandwerkerpfandrecht, 2.A. Zürich 1982, N. 457 S. 122 f.).\n\nc) Das Obergericht hat den Mehrwert anhand der gesamten von der Klägerin ausgeführten Arbeiten als ihrer spezifischen Bauleistung bestimmt und die Pfandsumme in der Höhe des unbezahlt gebliebenen Forderungsbetrags festgesetzt. Gegen diese Vorgehensweise lässt sich nach dem soeben Gesagten nichts einwenden. Die Vorbringen des Beklagten stehen allesamt vor dem - unzutreffenden - Hintergrund, nur gerade die unbezahlten Vollendungsarbeiten seien zu berücksichtigen und diese hätten keinen Mehrwert geschaffen. Die Tatsachenfeststellung, dass ohne diese Vollendungsarbeiten mittelfristig Schaden am Gebäude entstanden und die Elektronik gestört worden wäre, machen deutlich, dass der ganze Innenausbau, zu dem diese Anpassungsarbeiten funktionell gehören, keinen dauernden Mehrwert geschaffen hätte, wenn sie unterblieben wären.\n\n5. Bereits im kantonalen Verfahren hatte der Beklagte geltend gemacht, der Anspruch der Bauhandwerker auf Errichtung des gesetzlichen Grundpfandes (Art. 837 Abs. 1 Ziff. 3 ZGB) könne ihm als gutgläubigem Erwerber der Liegenschaft nicht entgegengehalten werden. Er hat das fragliche Grundstück nach seinen Angaben erst am 22. März 1996 erworben und von Zahlungsrückständen der L. AG gegenüber der Klägerin nichts geahnt. Das Obergericht hat den Einwand verworfen, weil auf den guten Glauben sich ohnehin nur berufen könne, wer nach den Umständen auch gutgläubig habe sein dürfen; die Eintragungsfrist gemäss Art. 839 Abs. 2 ZGB diene vor allem dem Schutze des Käufers, von dem daher erwartet werden könne, dass er sich bei einem eben erst vollendeten Neubau vergewissere, ob alle Bauhandwerker bezahlt seien. Das Obergericht ist davon ausgegangen, der Beklagte könne auf Grund der Umstände nicht als gutgläubig gelten.\n\nIn tatsächlicher Hinsicht steht fest, dass der Beklagte anfangs 1995 in die Gewerbebaute eingezogen war, in die sich später auch die L. AG einmietete, und dass bei ihm von der Vermieterin auf seine besonderen Wünsche und Bedürfnisse für die Einrichtung eines Druckereibetriebes Rücksicht zu nehmen war, wie das später auch für den Innenausbau der L. AG so gehandhabt wurde. Der Beklagte gewahrte, dass die Klägerin bis ca. Mitte Januar 1996 fast täglich auf der Baustelle arbeitete. Mit dem Kauf der Liegenschaft trat der Beklagte in den bestehenden Mietvertrag mit der L. AG ein, in dem die Zustimmung des Grundeigentümers zu baulichen Änderungen BGE 126 III 505 S. 511durch die Mieterin enthalten war. Auf Grund dieser Tatsachenfeststellungen kann die Rechtsauffassung des Obergerichts nicht beanstandet werden: Das Wissen um die Zustimmung der Verkäuferin/Vermieterin zu baulichen Veränderungen durch die Mieterin und um die diesbezüglichen Bauhandwerkerarbeiten noch weniger als drei Monate vor dem Erwerb und damit die noch offene Frist waren Umstände, die eine Erkundigungsobliegenheit begründeten, bei deren Unterlassung kein Gutglaubensschutz besteht (Art. 3 Abs. 2 ZGB). Sich über die Zahlungsfähigkeit der L. AG zu vergewissern, wäre zumutbar gewesen, zumal die Klägerin gemäss Angaben des Beklagten auch für ihn gearbeitet hat. Was der Beklagte weiter dagegenhält, ist unbegründet. Der von ihm angeführte Autor wehrt sich gegen den Schluss von der realobligatorischen Natur des Eintragungsanspruchs der Bauhandwerker auf die Unerheblichkeit des guten oder bösen Glaubens beim Dritterwerber; er verneint den Anspruch des Bauhandwerkers aber auch nur, wenn der Dritte das Grundstück gutgläubig (in Unkenntnis des Anspruchs) erworben hat und nach den Umständen auch gutgläubig sein durfte (GAUCH, Der Werkvertrag, 4.A. Zürich 1996, N. 1305-07 S. 363 f.). Sind die Voraussetzungen der Gutgläubigkeit im konkreten Fall nicht gegeben, braucht das Bundesgericht sich zur Kontroverse in diesem Punkt allgemein nicht zu äussern (vgl. die Nachweise bei HOFSTETTER, Basler Kommentar, N. 22 f. zu Art. 839/840 ZGB).\n\nIm Gegenzug wirft der Beklagte heute der Klägerin Bösgläubigkeit vor, weil sie trotz nicht vollständig bezahlter Rechnungen von der L. AG laufend neue Aufträge entgegengenommen habe, ohne je überhaupt Rechnungsausstände anzumahnen oder von der Aufträge erteilenden Mieterin eine Sicherstellung zu verlangen. Sie habe darauf spekuliert, dass die ausstehenden Honorare dann gegebenenfalls mittels Bauhandwerkerpfandrechts beim Vermieter bzw. Eigentümer eingefordert werden könnten. Es rechtfertige sich aus diesem Grunde nicht, der Klägerin den Sozialschutz, Zweckgedanke des Bauhandwerkerpfandrecht, angedeihen zu lassen. Gewiss hat der bösgläubige Bauhandwerker keinen Anspruch (vgl. die Beispiele bei SCHUMACHER, a.a.O., N. 289 S. 67/68 und N. 458-463 S. 123 ff.). Zur angeblichen Bösgläubigkeit der Klägerin bestehen indessen keinerlei Tatsachenfeststellungen des Obergerichts, was der Beklagte nicht bemängelt; namentlich fehlen jegliche Feststellungen für die der Klägerin unterstellte Absicht (Art. 63 Abs. 2 OG; BGE 109 II 338 E. 2c S. 343; BGE 115 II 484 E. 2c S. 487). Eine Schutzpflicht der Klägerin zugunsten des Beklagten - gewissermassen wie BGE 126 III 505 S. 512diejenige des Bestellers gegenüber den Subunternehmern (BGE 108 II 305 E. 2b S. 311; BGE 116 Ib 367 E. 6c S. 376) - könnte höchstens dort in Erwägung gezogen werden, wo sie mit Zahlungsschwierigkeiten der L. AG auf Grund konkreter Anhaltspunkte von Anfang an hätte rechnen müssen. Das lässt sich anhand der beiden nicht vollständig bezahlten Rechnungen vom 26. September und vom 10. November 1995, die der Beklagte anführt, nicht sagen. Restforderungen von Fr. 2'329.55 bzw. Fr. 2'932.50 stehen in Rechnung gestellten Summen von Fr. 77'329.55 bzw. Fr. 62'932.30 gegenüber. Der Beklagte kann sich daher auch nicht auf seinen guten Glauben berufen."}