{"annee": "126", "cour": "I", "page": "203", "date": "26/6/2000", "cite": ["121 I 225", "125 I 119", "124 I 255"], "cite_par": ["130 III 76", "132 I 92", "130 III 66"], "chapeau": "25. Extrait de l'arrêt de la Ie Cour de droit public du 26 juin 2000 dans la cause Epoux X. contre commune de Luins, Département des infrastructures et Tribunal administratif du canton de Vaud (recours de droit public)", "regestes": ["Recevabilité du recours de droit public, décision incidente, récusation; art. 30 Cst. (art. 58 aCst.), art. 87 OJ. En vertu de l'art. 87 OJ - aussi bien dans sa nouvelle teneur, en vigueur depuis le 1er mars 2000, que dans son ancienne formulation -, le recours de droit public est irrecevable en tant que, dirigé contre la décision finale, il met en cause la composition de l'autorité qui a statué, alors qu'une décision incidente sur une demande de récusation avait été prise séparément au préalable; il incombait aux recourants d'attaquer directement cette décision incidente."], "faits": "|204|\n\nDans une contestation relative à un projet de construction d'un de leurs voisins, les époux X. ont recouru au Tribunal administratif du canton de Vaud contre un plan routier communal destiné à assurer la desserte du terrain litigieux. Les parties ont été informées le 22 juillet 1999 de la composition de la Cour du Tribunal administratif qui traiterait cette affaire. Les époux X. ont alors demandé la récusation du président ainsi que des deux assesseurs, en invoquant leur participation à une décision précédente du Tribunal administratif concernant le même projet immobilier.\n\nLe 19 novembre 1999, le président de la Cour plénière du Tribunal administratif a déclaré irrecevable la demande de récusation, l'avance de frais demandée pour cette procédure incidente n'ayant pas été effectuée.\n\nLe Tribunal administratif, dans la composition précédemment annoncée, a rejeté le recours des époux X. par un arrêt rendu le 1er février 2000. Les époux X. ont formé un recours de droit public contre cet arrêt, en critiquant la composition de la cour cantonale et en qualifiant d'illégale l'exigence du dépôt d'une avance de frais pour la procédure de récusation. A l'encontre du projet de route communale, ils se sont plaints d'une violation de la garantie de la propriété.\n\nLe Tribunal fédéral a déclaré irrecevables les griefs se rapportant à la composition de la cour cantonale et il a, pour le reste, rejeté le recours de droit public.", "considerants": "Extrait des considérants:\n\n1. Dans un premier moyen, les recourants invoquent les garanties de procédure judiciaire (art. 30 Cst.) pour se plaindre de la partialité du Tribunal administratif.\n\na) En dernière instance cantonale, les recourants ont soulevé leurs griefs relatifs à la composition du tribunal dès que celle-ci leur a été communiquée. Aussi une procédure incidente a-t-elle été d'emblée ouverte, qui a pris fin par la décision du 19 novembre 1999 du président de la Cour plénière. Ce prononcé d'irrecevabilité de la demande de récusation, ne pouvant faire l'objet d'un recours auprès d'une autorité cantonale (cf. notamment art. 50 LJPA), n'a pas été directement attaqué devant le Tribunal fédéral par la voie du recours de droit public, dans les trente jours dès sa communication (art. 89 al. 1 OJ). Les recourants n'ont en effet présenté leurs critiques contre |205| la décision incidente qu'à l'occasion de leur recours de droit public contre l'arrêt final, du 1er février 2000.\n\nb) Il convient d'examiner si les recourants n'auraient pas dû, pour critiquer l'absence de récusation des membres de la cour cantonale, recourir directement au Tribunal fédéral contre la décision du 19 novembre 1999. La nature incidente de cette décision du Tribunal administratif est manifeste. C'est pourquoi la question doit être traitée sous l'angle de l'art. 87 OJ.\n\nDans le délai légal de recours dès la communication de cette décision incidente, cette question aurait été résolue sur la base de l'ancien art. 87 OJ, en vigueur jusqu'au 29 février 2000. Il avait la teneur suivante:\n\n\"Le recours de droit public pour violation de l'article 4 de la constitution fédérale [= aCst.] n'est recevable que contre les décisions finales prises en dernière instance; il n'est recevable contre des décisions incidentes prises en dernière instance que s'il en résulte un dommage irréparable pour l'intéressé.\"\n\nSi les recourants avaient formé immédiatement un recours de droit public contre la décision du 19 novembre 1999, en développant les mêmes arguments que dans leur actuel recours au Tribunal fédéral, ils se seraient plaints principalement de la violation de l'art. 58 aCst., encore en vigueur à ce moment-là (cf. ATF 125 I 119 consid. 3a p. 122, 209 consid. 8a p. 217 et les arrêts cités; depuis le 1er janvier 2000, la garantie d'un tribunal indépendant et impartial figure à l'art. 30 al. 1 Cst.), et accessoirement d'une application arbitraire, ou contraire à l'art. 4 aCst., du droit cantonal de procédure. Vu le grief principal, l'art. 87 OJ n'aurait donc pas été applicable et le recours, dirigé contre une décision prise en dernière instance cantonale (cf. art. 86 al. 1 OJ), aurait été jugé recevable de ce point de vue. En d'autres termes, aucune règle de procédure n'empêchait les recourants de saisir le Tribunal fédéral, au sujet de leur demande de récusation, avant la décision finale du Tribunal administratif.\n\nOn ne voit du reste pas pourquoi les recourants ont renoncé, à ce stade-là, à recourir directement auprès du Tribunal fédéral. Il importe que les contestations relatives à la composition du tribunal soient définitivement tranchées aussitôt que possible, pour permettre la poursuite de la procédure sur des bases sûres (cf. ATF 124 I 255 consid. 1b/bb p. 259 et les arrêts cités). Il découle du principe de la bonne foi que la partie qui entend faire valoir une cause de récusation doit, en règle générale, utiliser sans délai les voies de droit disponibles (cf. JEAN-FRANÇOIS EGLI, La protection de la bonne foi dans |206| le procès, in: Juridiction constitutionnelle et juridiction administrative, Zurich 1992 p. 240); à défaut, elle est forclose (cf. notamment ATF 121 I 225 consid. 3 p. 229 et les arrêts cités). C'est pourquoi celui qui a obtenu une décision incidente, en dernière instance cantonale, sur sa demande de récusation, ne saurait attendre la décision finale pour recourir au Tribunal fédéral contre le rejet de cette demande. Il ne doit pas davantage être admis à contester, dans son recours de droit public contre la décision finale, la composition de la cour qui a statué sur le fond, puisque cette contestation a fait l'objet d'une procédure incidente close par une décision attaquable. En conséquence, sur la base de l'ancien art. 87 OJ et des principes que l'on vient de rappeler, il n'y aurait en l'état pas lieu d'entrer en matière sur les griefs du recours de droit public concernant la demande de récusation.\n\nCela étant, le recours de droit public a été déposé après l'entrée en vigueur, le 1er mars 2000, de la novelle du 8 octobre 1999 modifiant l'art. 87 OJ (RO 2000 p. 416). L'art. 87 al. 1 OJ a désormais la teneur suivante:\n\n\"Le recours de droit public est recevable contre les décisions préjudicielles et incidentes sur la compétence et sur les demandes de récusation, prises séparément. Ces décisions ne peuvent être attaquées ultérieurement.\"\n\nIl découle clairement de cette disposition que le recours de droit public est irrecevable en tant que, dirigé contre la décision finale, il met en cause la composition de l'autorité qui a statué, alors qu'une décision incidente sur une demande de récusation avait été prise séparément au préalable. En l'absence de disposition transitoire dans la novelle du 8 octobre 1999, il n'est a priori pas exclu d'appliquer le nouvel art. 87 al. 1 OJ aux actes de procédure - le dépôt du recours de droit public en l'occurrence - accomplis après son entrée en vigueur (cf. arrêt non publié du 28 mai 1997 reproduit in RDAF 1998 I 312 consid. 4); il en résulterait l'irrecevabilité des moyens du présent recours relatifs à la demande de récusation. Dans son résultat, cette solution est identique à celle à laquelle on parviendrait par l'application de l'ancien art. 87 OJ - encore en vigueur lorsque l'arrêt attaqué a été rendu - et des règles précitées sur la péremption du droit de demander la récusation. Aussi n'y a-t-il pas lieu d'examiner plus en détail ces questions de droit transitoire, les griefs des recourants sur ce point étant de toute manière irrecevables."}