{"annee": "126", "cour": "IV", "page": "53", "date": "20/1/2000", "cite": ["114 IV 148", "124 IV 175", "125 IV 283", "120 IV 73", "124 IV 97", "109 IV 137"], "cite_par": ["142 IV 324", "131 IV 36", "140 IV 150", "145 IV 50", "129 IV 329"], "chapeau": "9. Auszug aus dem Urteil des Kassationshofes vom 20. Januar 2000 i.S. K. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 51 al. 3 et art. 91 al. 3 LCR, art. 23 al. 1 CP; omission de l'annonce d'un accident à la police, entrave à la prise de sang, délit impossible. Cas d'un conducteur qui n'a pas causé de dégâts à des tiers lors d'un accident, qui n'était donc pas tenu d'annoncer celui-ci, mais qui a cru que de tels dégâts étaient possibles. Sa condamnation pour délit impossible d'entrave à la prise de sang a été confirmée (consid. 2)."], "faits": "BGE 126 IV 53 S. 54\n\nAm 11. Dezember 1997, um ca. 23.00 Uhr, fuhr K. mit seinem Personenwagen \"Porsche 911 Carrera\" von Zürich her kommend durch die Badenerstrasse in Schlieren. Bei der Kreuzung mit der Wagi- bzw. Allmendstrasse kollidierte er mit einem Signalmast. K. verliess die Unfallstelle, ohne das Eintreffen der Polizei abzuwarten, welche - wie er bemerkt hatte - von Passanten benachrichtigt worden war. Erst Tage später erkundigte er sich bei der Polizei nach seinem an der Unfallstelle zurückgelassenen Fahrzeug.\n\nAm 16. Februar 1999 verurteilte der Einzelrichter am Bezirksgericht Zürich K. wegen Vereitelung einer Blutprobe und pflichtwidrigen Verhaltens bei Unfall zu 60 Tagen Gefängnis, bedingt bei einer Probezeit von 2 Jahren.\n\nIn teilweiser Gutheissung der dagegen von K. erhobenen Berufung erklärte ihn das Obergericht des Kantons Zürich am 4. Juni 1999 schuldig des untauglichen Versuchs der Vereitelung einer Blutprobe. Von der Anschuldigung des pflichtwidrigen Verhaltens bei Unfall sprach es ihn frei. Es bestrafte K. mit 14 Tagen Gefängnis, bedingt bei einer Probezeit von 2 Jahren.\n\nK. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes aufzuheben und die Sache zum Freispruch auch vom Vorwurf des untauglichen Versuchs der Vereitelung einer Blutprobe an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. a) Die Vorinstanz legt dar, die Unterlassung der sofortigen Meldung eines Unfalls an die Polizei erfülle den Tatbestand der Vereitelung einer Blutprobe nur, wenn der Fahrzeugführer zur Benachrichtigung der Polizei verpflichtet war. Bei Selbstunfällen bestehe eine Meldepflicht, wenn an fremdem Gut Schaden entstanden sei. Die Vorinstanz kommt zum Schluss, dass der Zusammenstoss mit dem Signalmast von grosser Heftigkeit war. Gleichwohl nimmt sie zu Gunsten des Beschwerdeführers an, dass beim Unfall nur sein Personenwagen, nicht aber der Signalmast beschädigt wurde und deshalb keine Meldepflicht bestand. Damit habe der Beschwerdeführer den Tatbestand der Vereitelung einer Blutprobe in objektiver Hinsicht nicht erfüllen können. Das führe aber nicht zum Freispruch. Der Beschwerdeführer habe nie geltend gemacht, nach dem Unfall nachgeschaut zu haben, ob der Signalmast beschädigt worden sei, BGE 126 IV 53 S. 55obwohl dies aufgrund des Unfallhergangs sehr wahrscheinlich gewesen sei. Der Beschwerdeführer sei sowohl in der Untersuchung als auch vor erster Instanz davon ausgegangen, dass er die Polizei hätte verständigen müssen. Die Vorinstanz nimmt also offensichtlich an, dass der Beschwerdeführer die Beschädigung des Masts zumindest als möglich angesehen und sich damit abgefunden hat. Die Vorinstanz führt weiter aus, der Beschwerdeführer sei davon ausgegangen, dass die von Passanten benachrichtigte Polizei demnächst auf der Unfallstelle erscheinen und aufgrund der Umstände eine Blutprobe anordnen würde. Um dieser zu entgehen, habe er, nachdem er seinen Wagen nicht wegzuschieben vermochte, die Unfallstelle fluchtartig verlassen. Er habe in Bezug auf die Missachtung einer Meldepflicht eventualvorsätzlich und in Bezug auf die Verunmöglichung einer Blutprobe mit direktem Vorsatz gehandelt. Er habe damit alle Tatbestandselemente der Vereitelung einer Blutprobe verwirklichen wollen bzw. ihre Verwirklichung zumindest in Kauf genommen, ohne zu wissen, das dies objektiv nicht möglich war. Bei dieser Sachlage sei der Beschwerdeführer zu verurteilen wegen untauglichen Versuches der Vereitelung einer Blutprobe. Vom Vorwurf des pflichtwidrigen Verhaltens bei Unfall (Art. 92 Abs. 1 SVG [SR 741.01]) sei er freizusprechen, weil es sich hierbei um eine Übertretung handle, bei der nur die vollendete Tatbegehung strafbar sei (Art. 104 Abs. 1 StGB).\n\nb) Der Beschwerdeführer macht geltend, die Annahme des untauglichen Versuchs der Vereitelung einer Blutprobe verletze Bundesrecht.\n\n2. a) Gemäss Art. 91 Abs. 3 SVG ist strafbar, wer sich vorsätzlich einer Blutprobe, die angeordnet wurde oder mit deren Anordnung er rechnen musste, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahmen vereitelt.\n\nNach der Rechtsprechung zur alten Fassung von Art. 91 Abs. 3 SVG erfüllt die Unterlassung der sofortigen Meldung eines Unfalls an die Polizei den objektiven Tatbestand der Vereitelung einer Blutprobe, wenn (1) der Fahrzeuglenker gemäss Art. 51 SVG zur sofortigen Meldung verpflichtet und (2) die Benachrichtigung der Polizei möglich war und wenn (3) bei objektiver Betrachtung aller Umstände die Polizei bei Meldung des Unfalls mit hoher Wahrscheinlichkeit eine Blutprobe angeordnet hätte. Ob die Anordnung einer Blutprobe sehr wahrscheinlich war, hängt von den Umständen des konkreten Falles ab. Dazu gehören einerseits der Unfall als solcher (Art, BGE 126 IV 53 S. 56Schwere, Hergang) und anderseits der Zustand sowie das Verhalten des Fahrzeuglenkers vor und nach dem Unfall bis zum Zeitpunkt, an dem die Meldung spätestens hätte erfolgen müssen (BGE 109 IV 137 E. 2a; BGE 114 IV 148 E. 2). Zur Erfüllung des subjektiven Tatbestandes genügt Eventualvorsatz. Er ist gegeben, wenn der Fahrzeuglenker die die Meldepflicht sowie die die hohe Wahrscheinlichkeit der Anordnung einer Blutprobe begründenden Tatsachen kannte und daher die Unterlassung der gemäss Art. 51 SVG vorgeschriebenen und ohne weiteres möglichen Meldung an die Polizei vernünftigerweise nur als Inkaufnahme der Vereitelung einer Blutprobe gewertet werden kann (BGE 109 IV 137 E. 2b).\n\nDiese Rechtsprechung ist auch für die seit dem 1. Februar 1991 in Kraft stehende neue Fassung von Art. 91 Abs. 3 SVG massgebend (BGE 124 IV 175 E. 3a; BGE 120 IV 73 E. 2 und 4).\n\nIn BGE 125 IV 283 hat das Bundesgericht seine Rechtsprechung präzisiert. Danach ist der objektive Tatbestand der Vereitelung einer Blutprobe nicht schon dann erfüllt, wenn erstens der Fahrzeuglenker gemäss einer gesetzlichen Bestimmung verpflichtet war, einen Vorfall der Polizei zu melden bzw. sich dieser zur Verfügung zu halten, und zweitens die Anordnung einer Blutprobe im Falle pflichtgemässen Verhaltens unter den gegebenen konkreten Umständen sehr wahrscheinlich war. Vielmehr ist zusätzlich erforderlich, dass die gesetzliche Pflicht, welche der Fahrzeuglenker missachtete, gerade auch der Abklärung des Unfalls und damit allenfalls auch der Ermittlung des Zustands des Fahrzeuglenkers dient. Dieser Zweckzusammenhang ist nach der der bundesgerichtlichen Rechtsprechung zugrunde liegenden Konzeption bei den Meldepflichten gemäss Art. 51 Abs. 2 und 3 SVG gegeben. Dagegen fehlt es am erforderlichen Zweckzusammenhang bei der Meldepflicht gemäss Art. 54 Abs. 2 der Verkehrsregelnverordnung vom 13. November 1962 (VRV; SR 741.11). Diese Meldepflicht dient nicht auch der Abklärung des Unfalls, sondern bezweckt einzig die - ohne Beizug der Polizei nicht mögliche - unverzügliche Beseitigung der Gefahren, die durch Unfälle, Fahrzeugpannen, herabgefallene Ladungen etc. entstehen. Die Unterlassung der nach Art. 54 Abs. 2 VRV gebotenen Meldung an die Polizei kann daher nicht den Tatbestand der Vereitelung einer Blutprobe erfüllen. Dies gilt auch dann, wenn davon ausgegangen wird, dass die in Art. 54 Abs. 2 VRV statuierte Meldepflicht implizit schon in Art. 51 Abs. 1 Satz 2 SVG enthalten ist, wonach alle an einem Unfall Beteiligten nach Möglichkeit für die Sicherung des Verkehrs zu sorgen haben. Zwar ist in BGE 126 IV 53 S. 57 BGE 109 IV 137 ohne Differenzierung von der Meldepflicht \"gemäss Art. 51 SVG\" die Rede. Jener Entscheid betraf aber, wie eine ganze Reihe ihm folgender Urteile, einzig die Meldepflicht gemäss Art. 51 Abs. 3 SVG, wonach der Schädiger bei einem Unfall mit Sachschaden sofort den Geschädigten und, wenn dies nicht möglich ist, unverzüglich die Polizei zu verständigen hat. Die Verletzung der in Art. 54 Abs. 2 VRV festgelegten und sich schon aus Art. 51 Abs. 1 SVG ergebenden Pflicht zur Meldung an die Polizei zwecks Beseitigung von Gefahren aber kann aus den genannten Gründen den Tatbestand der Vereitelung einer Blutprobe nicht erfüllen (E. 3a).\n\nb) Der untaugliche Versuch ist geregelt in Art. 23 StGB. Danach kann der Richter die Strafe nach freiem Ermessen mildern (Art. 66 StGB), wenn das Mittel, womit jemand ein Verbrechen oder ein Vergehen auszuführen versucht, oder der Gegenstand, woran er es auszuführen versucht, derart ist, dass die Tat mit einem solchen Mittel oder an einem solchen Gegenstand überhaupt nicht ausgeführt werden könnte (Abs. 1). Beim untauglichen Versuch besteht ein Sachverhaltsirrtum zu Ungunsten des Täters (BGE 124 IV 97 E. 2a mit Hinweis). Im Gegensatz zum Sachverhaltsirrtum nach Art. 19 StGB, bei dem der Täter objektiv vorliegende Umstände nicht kennt, stellt sich der Täter beim untauglichen Versuch nicht vorhandene Umstände, an deren Fehlen die Vollendung des vorgestellten Tatbestands zwangsläufig scheitern muss, als gegeben vor. Im Fall von Art. 19 StGB bleibt seine Vorstellung hinter der Wirklichkeit zurück, im Fall des untauglichen Versuchs geht sie darüber hinaus (vgl. THEO VOGLER, Leipziger Kommentar, 10. Aufl., § 22 N. 134; SCHÖNKE/SCHRÖDER/ESER, Strafgesetzbuch, Kommentar, 25. Aufl., § 22 N. 68; PHILIPPE GRAVEN/BERNHARD STRÄULI, L'infraction pénale punissable, 2. Aufl., Bern 1995, S. 172 f. N. 127; HANS SCHULTZ, Einführung in den Allgemeinen Teil des Strafrechts, 1. Band, 4. Aufl., Bern 1982, S. 228 und 276).\n\nc) Der Beschwerdeführer fuhr nachts auf einer gut ausgebauten Strasse ungebremst in einen Signalmast. Die Kollision war heftig. Das Fahrzeug, das den Beschwerdeführer angeblich von der Spur abgedrängt hatte, hat kein Zeuge gesehen. Schon deshalb lag der Verdacht auf Angetrunkenheit nahe. Der Beschwerdeführer roch zudem gemäss der Aussage eines Zeugen nach Alkohol. Bei dieser Sachlage hätte die Polizei mit hoher Wahrscheinlichkeit eine Blutprobe angeordnet. Die Umstände, welche die hohe Wahrscheinlichkeit der Blutprobe begründeten, waren dem Beschwerdeführer BGE 126 IV 53 S. 58bekannt. Die Benachrichtigung der Polizei war ohne weiteres möglich. Die Vorinstanz geht zu Gunsten des Beschwerdeführers davon aus, dass der Mast nicht beschädigt wurde. Eine Meldepflicht nach Art. 51 Abs. 3 SVG bestand somit nicht. Der Beschwerdeführer wusste das aber nicht. Er sah es zumindest als möglich an, dass der Mast beschädigt wurde, und fand sich damit ab. Wäre der Mast beschädigt worden, so wäre der Beschwerdeführer zur Meldung verpflichtet gewesen. Die Vorstellung des Beschwerdeführers ging insoweit über die Wirklichkeit hinaus. Er befand sich in einem umgekehrten Sachverhaltsirrtum. Der Schuldspruch wegen untauglichen Versuchs der Vereitelung einer Blutprobe verletzt damit Bundesrecht nicht. Der Beschwerdeführer hat den subjektiven Tatbestand vollständig verwirklicht, nicht hingegen den objektiven Tatbestand. Der Beschwerdeführer stellte sich aber das fehlende objektive Tatbestandsmerkmal (eventualvorsätzlich) vor. Das genügt für die Annahme des untauglichen Versuchs. Entsprechend verhält es sich im Schulbeispiel des Täters, der auf eine Wachsfigur schiesst, es dabei als möglich erachtet, dass es sich um einen Menschen handelt und dies in Kauf nimmt. Der Täter begeht hier einen eventualvorsätzlichen untauglichen Tötungsversuch.\n\nIn BGE 114 IV 148 hatte das Bundesgericht die umgekehrte Konstellation zu beurteilen. Der Fahrzeuglenker hatte einen Drittschaden angerichtet und war deshalb zur Meldung verpflichtet. Er hatte den Schaden aber nicht bemerkt. Mangels Vorsatz war er nicht strafbar (E. 2b).\n\nd) Was der Beschwerdeführer vorbringt, ist nicht geeignet, eine Bundesrechtsverletzung darzutun.\n\nEr macht geltend, der Tatbestand der Vereitelung der Blutprobe sei als qualifizierter Tatbestand des pflichtwidrigen Verhaltens bei Unfall (Art. 92 SVG) zu betrachten. Der qualifizierte Tatbestand sei nach der bundesgerichtlichen Rechtsprechung nur anwendbar, wenn sowohl die subjektiven als auch die objektiven Voraussetzungen dafür gegeben seien.\n\nDer Einwand ist unbegründet. Art. 91 Abs. 3 SVG ist nicht ein qualifizierter Tatbestand des pflichtwidrigen Verhaltens bei Unfall nach Art. 92 SVG. Die beiden Bestimmungen haben einen unterschiedlichen Zweck. Art. 92 und 51 SVG bezwecken einerseits den Schutz des Opfers und anderseits die Ermittlung des Verantwortlichen (Urteil des Kassationshofes vom 22. August 1995 in Sachen H., veröffentlicht in Pra. 1996 Nr. 177 E. 3a). Mit dem Tatbestand nach Art. 91 Abs. 3 SVG will das Gesetz demgegenüber verhindern, BGE 126 IV 53 S. 59dass der korrekt sich einer Blutprobe unterziehende Fahrer schlechter wegkommt als derjenige, der sich ihr entzieht oder sie sonst wie vereitelt (BGE 117 IV 297 E. 2a). Selbst wenn dem Beschwerdeführer im Ansatz zu folgen wäre, würde ihm das im Übrigen nicht helfen. Denn jedenfalls käme Art. 91 Abs. 3 SVG gegenüber Art. 92 SVG eine selbständige Bedeutung zu. In solchen Fällen ist der Versuch der qualifizierten Tatbegehung möglich (BGE 124 IV 97)."}