{"annee": "126", "cour": "I", "page": "228", "date": "20/9/2000", "cite": ["108 IA 316", "120 IA 184", "125 I 417", "123 I 87"], "cite_par": ["129 II 297", "138 I 154", "130 II 530", "139 III 98", "131 I 467", "132 V 6", "142 III 732", "133 IV 278", "128 I 346"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 20. September 2000 i.S. A. gegen Aufsichtskommission über die Rechtsanwälte und Obergericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 6 par. 1 CEDH; art. 30 al. 1 Cst.; droit à la tenue d'une audience publique devant une autorité judiciaire en cas de suspension professionnelle temporaire d'un avocat. Portée de l'art. 6 CEDH en matière de procédure disciplinaire relevant du droit du barreau; définition de l'autorité judiciaire (consid. 2a). A cet égard, la Commission de surveillance des avocats du canton de Zurich n'est pas une autorité judiciaire au sens de l'art. 6 par. 1 CEDH, respectivement de l'art. 30 al. 1 Cst. (consid. 2c). C'est pourquoi une audience publique tenue par elle ne peut pas remplacer une telle séance devant le Tribunal cantonal si elle est demandée (consid. 3a)."], "faits": "|229|\n\nRechtsanwalt A. reichte am 24. Februar 1998 bei der I. Zivilkammer des Obergerichts des Kantons Zürich Berufung gegen ein Urteil des Bezirksgerichts Uster ein. Am 25. Februar 1998 stellte deren Präsident fest, dass die Eingabe unter anderem einen ungebührlichen Inhalt aufweise, soweit darin von \"vereinigten habsburgischen und alpengermanischen Plutokratien\" (Österreich und Vorinstanz), von einem \"reinen Affentheater\" (Verfahren), von einem \"betmühlenartig heruntergeschwatzten Sprüchlein von Recht und Gerechtigkeit\", von einem \"epochalen Betrug\", von einem \"aufgetürmten Machwerk und ungeniessbaren juristischen Wurstsalat\", von einem \"systematischen Absegnen der Verbrechen der Österreicher\" (Urteil der Vorinstanz), von einem \"apodiktischen Decken der seinerzeitigen Verbrechen der österreichischen Justiz\" (Vorinstanz und Gegenpartei), von \"vom Recht schwafelnden Organen der Unrechtsstaaten\" (Vorinstanz und Vertreter der Klägerin), von \"blankem Unsinn\" bzw. einer \"aberwitzigen und hirnverbrannten Klage\" und so weiter die Rede sei. Rechtsanwalt A. erhielt Gelegenheit, seine Eingabe zu verbessern, ansonsten aufgrund der Akten entschieden würde. Am 3. März 1998 reichte er eine zweite Fassung seiner Berufungsschrift ein, in der er die beanstandeten Ausdrücke bis auf den jeweiligen Anfangsbuchstaben wegliess, worauf der Präsident der I. Zivilkammer verfügte, dass die Rechtsschrift nicht korrekt verbessert worden sei und deshalb - wie angedroht - aufgrund der Akten entschieden werde.\n\nDas Kassationsgericht des Kantons Zürich hob am 15. März 1999 das gestützt hierauf ergangene Urteil vom 25. Mai 1998 mit der Begründung auf, das Obergericht habe den Anspruch der Beklagten auf rechtliches Gehör verletzt, indem es die (zweite) Berufungsschrift vollumfänglich aus dem Recht gewiesen habe. Am 1. Juli 1999 bestätigte die I. Zivilkammer des Obergerichts ihr kassiertes Urteil.\n\nAm 9. März 1998 war der Präsident der I. Zivilkammer gegen Rechtsanwalt A. an die Aufsichtskommission über die Rechtsanwälte im Kanton Zürich gelangt, welche ein Disziplinarverfahren bezüglich Geschäftsführung, Interessenwahrung und Zutrauenswürdigkeit eröffnete (§§ 7 Abs. 1, 8 Abs. 1 und 30 Abs. 2 des zürcherischen Anwaltsgesetzes vom 3. Juli 1938; AnwG). Am |2304| . November 1999 beschloss sie, Rechtsanwalt A. unter Auferlegung einer Ordnungsbusse von Fr. 1'000.- für drei Monate im Beruf einzustellen. Zwar habe er nicht gegen die Pflicht zur gewissenhaften Wahrung der Interessen seiner Auftraggeberin verstossen, nachdem gemäss dem Urteil des Kassationsgerichts die (zweite) Berufungsschrift nicht aus den Akten hätte gewiesen werden dürfen; mit seiner (ersten) Eingabe habe er jedoch § 7 Abs. 1 AnwG verletzt, da seine Äusserungen in der Berufungsbegründung die Grenzen der anwaltsrechtlich zulässigen Kritik an Justiz und Gegenpartei überschritten hätten. Das Obergericht des Kantons Zürich bestätigte diese Einschätzung auf Rekurs hin am 25. Februar 2000.\n\nHiergegen hat A. staatsrechtliche Beschwerde eingereicht, welche das Bundesgericht gutheisst, soweit es darauf eintritt,", "considerants": "aus folgenden Erwägungen:\n\n2. Der Beschwerdeführer macht geltend, das Obergericht habe Art. 6 Ziff. 1 EMRK bzw. Art. 29 BV verletzt, da es keine öffentliche Verhandlung durchgeführt habe. Zwar sei er durch die Aufsichtskommission antragsgemäss öffentlich angehört worden, diese sei aber kein unabhängiges Gericht.\n\na) aa) Art. 6 Ziff. 1 EMRK verlangt, dass über zivilrechtliche Ansprüche in billiger Weise öffentlich und innerhalb einer angemessenen Frist durch ein unabhängiges und unparteiisches, auf dem Gesetz beruhendes Gericht entschieden wird (vgl. zum ähnlichen Inhalt von Art. 30 BV: AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Bd. 2, Les droits fondamentaux, Bern 2000, Rz. 1191 ff.; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, Bern 1999, S. 570 f.). Disziplinarstreitigkeiten, die zur Einstellung in der Berufsausübung oder zum Entzug der entsprechenden Bewilligung führen, gelten als zivilrechtlich im Sinne von Art. 6 EMRK (BGE 123 I 87 E. 2a S. 88 f. mit Hinweisen; BGE 125 I 417 E. 2b S. 420; HAEFLIGER/SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1999, S. 143; MICHELE DE SALVIA, Compendium de la CEDH, Kehl/Strassburg/Arlington 1998, Rzn. 100 ff. zu Art. 6). Weder zivil- noch strafrechtlicher Natur ist dagegen die Ausfällung einer Disziplinarbusse wegen der Verletzung von Berufspflichten; insofern findet Art. 6 EMRK keine Anwendung (BGE 125 I 417 E. 2b S. 420).\n\nbb) Als Gericht im Sinne der Menschenrechtskonvention bzw. von Art. 30 Abs. 1 BV gilt eine Behörde, die nach Gesetz und Recht |231| in einem justizförmigen, fairen Verfahren begründete und bindende Entscheidungen über Streitfragen trifft. Sie braucht nicht in die ordentliche Gerichtsstruktur eines Staates eingegliedert zu sein; sie muss jedoch organisatorisch und personell, nach der Art ihrer Ernennung, der Amtsdauer, dem Schutz vor äusseren Beeinflussungen und nach ihrem Erscheinungsbild sowohl gegenüber anderen Behörden als auch gegenüber den Parteien unabhängig und unparteiisch sein. Ihr können ohne Verletzung von konventions- und verfassungsrechtlichen Garantien Vertreter eines bestimmten Berufsstands angehören, solange sie nicht weisungsgebundene Funktionäre sind (BGE 123 I 87 E. 4 S. 91 ff. mit Hinweisen und Übersicht über die bundesgerichtliche Rechtsprechung zu den Aufsichts- und Disziplinarinstanzen [E. 4c]; AUER/MALINVERNI/HOTTELIER, a.a.O., Rz. 1192; MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention [EMRK], Zürich 1999, Rz. 414; HAEFLIGER/SCHÜRMANN, a.a.O., S. 158).\n\nb) Die Aufsichtskommission über die Rechtsanwälte im Kanton Zürich besteht aus sieben Mitgliedern, von denen vier durch das Obergericht und deren drei durch die Rechtsanwaltschaft je auf die Amtsdauer des Obergerichts gewählt werden (§ 16 AnwG). Es gelten für sie die gesetzlichen Bestimmungen über den Ausstand der Gerichtsbeamten (§ 19 AnwG). Die Aufsichtskommission ist beschlussfähig, wenn sie mit vier vom Obergericht und drei von der Rechtsanwaltschaft gewählten Mitgliedern oder Ersatzmännern besetzt ist; im Übrigen gibt sie sich ihre Geschäftsordnung selber (§ 18 AnwG). Im Disziplinarverfahren können Zeugen und Sachverständige einvernommen und Beweisstücke bei Drittpersonen erhoben werden, wobei für die Einvernahme die Bestimmungen der Strafprozessordnung Anwendung finden (§ 26 AnwG). Dem Beschuldigten ist Einsicht in die Akten zu gewähren und Gelegenheit zu geben, sich binnen angemessener Frist zu den Ergebnissen der Untersuchung schriftlich zu äussern (§ 28 AnwG). Damit ist die Aufsichtskommission über die Rechtsanwälte organisatorisch und personell aufgrund ihrer Wahlart, Amtsdauer und sonstigen Stellung von nichtgerichtlichen Behörden an sich unabhängig.\n\nc) aa) Ihre richterliche Natur erscheint indessen mit Blick auf ihre Aufgaben und Funktionen im Aufsichtsbereich über die Rechtsanwälte zweifelhaft: Wie das Bundesgericht im Zusammenhang mit der Bündner Notariatskommission ausgeführt hat, gilt die Streitentscheidung zwischen verschiedenen Parteien als Wesenskern des gerichtlichen Verfahrens. Diese Voraussetzung, welche für die |232| streitige Zivilgerichtsbarkeit im herkömmlichen Sinne typisch ist, ergibt sich in der Verwaltungsgerichtsbarkeit - soweit diese über \"zivilrechtliche\" Ansprüche im Sinne von Art. 6 Ziff. 1 EMRK zu entscheiden hat - aus der Gegenüberstellung der Verwaltung, die eine Verfügung erlassen hat, und dem Bürger, der diese anficht. Die Verwaltung und der von der Verfügung Betroffene stehen sich als Parteien gegenüber, während das unabhängige Gericht zwischen ihnen entscheidet. Dabei nimmt typischerweise die Verwaltung das öffentliche Interesse wahr, während der Beschwerdeführer seine Privatinteressen zu verteidigen versucht. Die Verwaltungsgerichtsbarkeit wurde eingeführt und wird in \"zivilrechtlichen\" Angelegenheiten von Art. 6 EMRK gefordert, um dem Bürger eine unabhängige Beurteilung zwischen dem von der Verwaltung geltend gemachten öffentlichen Interesse und dem Privatinteresse zu ermöglichen (BGE 123 I 87 E. 4e S. 93).\n\nbb) Wie der Bündner Notariatskommission obliegen im Kanton Zürich der Aufsichtskommission über die Rechtsanwälte generelle und umfassende Aufsichtsbefugnisse, die sie funktionell eher in die Nähe einer Verwaltungsbehörde denn in jene des Gerichts im umschriebenen Sinne rücken. Nach § 20 AnwG stellt die Aufsichtskommission dem Obergericht Antrag über die Verwirkung des Rechts zur Ausübung des Rechtsanwaltsberufs, zudem begutachtet sie zu seinen Handen verschiedene weitere mit der Berufsausübung verbundene Fragen (Erlass von Prüfungen, Bewilligung der Prozessführung usw.). Sie \"ahndet\" unmittelbar Verstösse gegen die dem Rechtsanwalt durch das Anwaltsgesetz auferlegten Pflichten, d.h. sie sanktioniert zum Schutz des Publikums, der Rechtspflege und der Vertrauenswürdigkeit der Anwaltschaft direkt standeswidriges Verhalten (§ 22 AnwG). Dabei wird sie nicht nur auf Anzeige hin tätig, sondern \"von Amtes wegen\", sofern ihr Tatsachen bekannt werden, \"die den dringenden Verdacht begründen, es liege ein Disziplinartatbestand vor\" (§ 12 der Geschäftsordnung der Aufsichtskommission über die Rechtsanwälte im Kanton Zürich vom 7. Dezember 1983). Die Aufsichtskommission wahrt damit in einem umfassenden Sinn das öffentliche Interesse an der ordnungsgemässen Ausübung des Anwaltsberufs. Wenn sie einen Anwalt disziplinarisch bestraft, verfolgt sie selber dieses Ziel. Sie steht dem Rechtsanwalt, der die Rechtmässigkeit dieser Aufgabenwahrnehmung bestreitet, deshalb als Gegenpartei und nicht als \"rechter Mittler\" gegenüber (vgl. BGE 123 I 87 E. 4e S. 93 f.). Die Aufsichtskommission selber und mit ihr das Bundesgericht gingen denn in einer |233| älteren Rechtsprechung auch davon aus, dass es sich bei ihr um eine Verwaltungsbehörde und nicht um ein Gericht handle (vgl. ZR 71/1972 Nr. 100; BGE 108 Ia 316 E. 5b).\n\ncc) Nach der Praxis der Strassburger Organe ist im Zweifel insbesondere auf den Eindruck (\"appearances\") abzustellen, den die Behörde nach aussen vermittelt (vgl. VILLIGER, a.a.O., Rz. 412). Dabei fällt - neben den bereits genannten Umständen - vorliegend zusätzlich ins Gewicht, dass jeweils ein instruierendes Mitglied der Aufsichtskommission selber die Untersuchung leitet, der Kommission Antrag stellt und anschliessend an der Entscheidfällung mitwirkt. Zwar ist es im Zivilprozess allgemein üblich und weder konventions- noch verfassungsrechtlich zu beanstanden, dass - auch bereits vor erster Instanz - das instruierende Gerichtsmitglied am Entscheid beteiligt ist. Dabei tritt das Gericht aber von Anfang an als Schlichter zwischen zwei Parteien auf, von denen die eine die andere einklagt; in einer Situation wie hier, wo die Aufsichtskommission auf Anzeige eines Kammerpräsidenten des Obergerichts hin ein Disziplinarverfahren einleitet, gleicht die Tätigkeit des untersuchenden Mitglieds aber eher jener eines Untersuchungsrichters im Strafverfahren, auch wenn es beim Disziplinarverfahren ausschliesslich um ein verwaltungsrechtliches Administrativverfahren und nicht um die Stichhaltigkeit einer strafrechtlichen Anklage geht (vgl. BGE 125 I 417 E. 2b S. 420; BGE 120 Ia 184 E. 4f). Dies wird im zürcherischen Recht zusätzlich unterstrichen, soweit das Anwaltsgesetz für die Verfahrensinstruktion auf die Bestimmungen in der Strafprozessordnung verweist (vgl. § 26 Abs. 2 und § 28 AnwG). War es im Lichte von Art. 4 aBV nicht zu beanstanden, wenn das die Untersuchung führende Mitglied einer Disziplinarbehörde hernach auch am Entscheid teilnahm, gilt dies - wie das Bundesgericht bereits festgehalten hat - nicht, soweit die strengeren Anforderungen von Art. 6 EMRK (bzw. Art. 30 Abs. 1 BV) zum Tragen kommen (BGE BGE 123 I 87 E. 4f S. 94 f. mit Hinweisen).\n\ndd) Zu beachten ist schliesslich, dass die Mitglieder der Aufsichtskommission - zumindest soweit sie von der Anwaltschaft gewählt werden (vgl. § 2 des Reglements des Obergerichts über die Wahl der von der Rechtsanwaltschaft zu bezeichnenden Mitglieder und Ersatzmitglieder der Aufsichtskommission über die Rechtsanwälte vom 19. Dezember 1979) - ihrerseits Inhaber des Anwaltspatents sind. Sie erweisen sich damit einerseits zwar als speziell fachkundig, um die sich in einem Disziplinarverfahren stellenden anwaltsrechtlichen Fragen zu beurteilen; andererseits bilden sie aber |234| auch gerade (zumindest potentielle) Konkurrenten des zu Disziplinierenden, was gegen aussen geeignet erscheint, bei diesem den Anschein einer in der Organisation liegenden Voreingenommenheit zu begründen (ROBERT ZIMMERMANN, Les sanctions disciplinaires et administratives au regard de l'art. 6 CEDH, RDAF 1994 S. 335-337, 355 f; vgl. BGE 123 I 87 E. 4g).\n\n3. a) Berufsständisch zusammengesetzte Entscheidungsgremien sind konventions- und verfassungsrechtlich unbedenklich, soweit gegen ihren Entscheid ein Rechtsmittel an eine gerichtliche Instanz offen steht, die ihrerseits den Anforderungen von Art. 6 EMRK genügt, was hier grundsätzlich der Fall war (§ 29 AnwG). Auch ist nicht zum Vornherein ausgeschlossen, dass ein berufsständisch oder paritätisch zusammengesetztes Organ selber als unabhängiges und unparteiisches Gericht gelten kann, wenn es funktionell, organisatorisch und verfahrensmässig die Voraussetzungen hierzu erfüllt (BGE 123 I 87 E. 4g S. 95). Da vorliegend indessen nur die Aufsichtskommission eine öffentliche Verhandlung durchgeführt hat, welche nach dem Gesagten im hier interessierenden Zusammenhang nicht als Gericht im Sinne von Art. 6 EMRK (bzw. Art. 30 Abs. 1 BV) gelten kann, und das Obergericht seinerseits als richterliche Behörde - trotz des entsprechenden Antrags des Beschwerdeführers - hiervon abgesehen hat, verletzt der angefochtene Entscheid die dem Beschwerdeführer aus Art. 6 EMRK (bzw. Art. 30 BV) zustehenden Verfahrensgarantien. Er ist deshalb aufzuheben, ohne dass die weiteren Rügen des Beschwerdeführers noch geprüft werden müssten. Es wird am Obergericht sein, unter Einhaltung der Verfahrensgarantien von Art. 6 EMRK (öffentliche Verhandlung) erneut zu entscheiden."}