{"annee": "126", "cour": "III", "page": "219", "date": "7/4/2000", "cite": ["122 III 404", "124 III 90"], "cite_par": ["140 III 241"], "chapeau": "38. Auszug aus dem Urteil der II. Zivilabteilung vom 7. April 2000 i.S. V.T. gegen M.T. (Berufung)", "regestes": ["Institution d'une curatelle (art. 308 CC). Lorsque le droit aux relations personnelles est refusé sur la base de l'art. 274 al. 2 CC en raison d'une mise en danger du bien de l'enfant et que les conditions pour l'établissement d'un droit de visite surveillé ne sont pas non plus remplies, il n'y a pas de place pour l'institution d'une curatelle selon l'art. 308 CC, laquelle doit favoriser un rapprochement ultérieur entre les enfants et le parent concerné."], "faits": "|219|\n\nA.- Mit Urteil vom 9. November 1998 schied das Amtsgericht Hochdorf die am 15. Dezember 1981 zwischen V.T. und M.T. geschlossene Ehe und stellte die vier Kinder A. (geb. 7. Oktober 1982), B. (geb. 19. August 1983), C. (geb. 4. Juli 1985) und D. (geb. 23. Mai 1988) unter die elterliche Gewalt von V.T. Das Amtsgericht lehnte es ab, M.T. ein Besuchsrecht einzuräumen, ordnete aber für die vier Kinder eine Beistandschaft nach Art. 308 Abs. 1 und 2 ZGB an und verfügte diesbezüglich: \"Die mit der Beistandschaft betraute |220| Person wird angewiesen und ermächtigt, alle Vorkehren im Hinblick auf eine Wiederannäherung zwischen dem Beklagten und den Kindern der Parteien, nötigenfalls unter Beizug von Fachpersonen (KJPD), zu treffen\" (Ziff. 3 des Dispositivs).\n\nB.- Gegen dieses Urteil erhob V.T. Appellation beim Obergericht des Kantons Luzern und verlangte die Aufhebung der von der Vorinstanz errichteten Beistandschaft über die Kinder. Mit Urteil vom 15. November 1999 wies das Obergericht des Kantons Luzern die Appellation ab.\n\nC.- Mit Berufung vom 19. Januar 2000 beantragt V.T. dem Bundesgericht, dass das Urteil des Obergerichtes des Kantons Luzern vom 15. November 1999 aufzuheben und von der Anordnung einer Beistandschaft über die vier Kinder abzusehen sei. M.T. beantragt die Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n1. Wie bereits das Amtsgericht Hochdorf ist auch das Obergericht des Kantons Luzern davon ausgegangen, dass dem Beklagten bezüglich seiner vier Kinder kein Besuchsrecht gewährt werden könne. Angesichts der massiven Probleme im Vater-Kind-Verhältnis und unter Berücksichtigung der Wünsche der Kinder sei entsprechend der Meinung des Gutachters von einem Besuchsrecht abzusehen. Der Kontakt zwischen dem Vater und seinen Kindern sei aber von grundsätzlicher Bedeutung. Da nicht ausgeschlossen sei, dass die ablehnende Haltung der Kinder zu einem Besuchsrecht auch auf das bewusste oder unbewusste Verhalten der Klägerin zurückzuführen sei, und da sich die Einstellung der Kinder auch ändern könne, rechtfertige es sich, eine Beistandschaft mit der Aufgabe zu errichten, die \"dem Postulat der Annäherung zwischen Vater und Kindern auf kindergerechte Weise dienen\" könne. Die Meinung der Kinder, die sie sowohl im Rahmen der Begutachtung als auch in einem Schreiben vom 4. Februar 1999 ans Obergericht geäussert hätten, sei durch den Verzicht auf die Anordnung eines Besuchsrechtes Rechnung getragen worden. Die Äusserungen der Kinder dürften auch nicht unbesehen übernommen werden, weil sie unter dem Einfluss der Klägerin stünden, der zumindest unbewusst seine Wirkung zeige.\n\nDie Klägerin kritisiert die Anordnung einer Beistandschaft als bundesrechtswidrig, da die Voraussetzungen dafür nicht erfüllt seien. |221|\n\n2. Beide kantonalen Instanzen haben es unter Hinweis auf massive Probleme im Vater-Kind-Verhältnis abgelehnt, dem Beklagten ein Besuchsrecht bzw. ein begleitetes Besuchsrecht einzuräumen. Die Verweigerung des Besuchsrechtes ist vom Beklagten nicht angefochten worden. Demgegenüber wehrt sich die Klägerin gegen die vom Obergericht angeordnete Beistandschaft mit welcher \"alle Vorkehren im Hinblick auf eine Wiederannäherung zwischen dem Beklagten und den Kindern der Parteien\" getroffen werden sollen.\n\na) Gemäss Art. 308 Abs. 1 ZGB ernennt die Vormundschaftsbehörde dem Kind einen Beistand, der die Eltern in ihrer Sorge um das Kind mit Rat und Tat unterstützt, wenn es die Verhältnisse erfordern. Art. 308 Abs. 2 ZGB bestimmt sodann, dass dem Beistand besondere Befugnisse übertragen werden können, namentlich die Überwachung des persönlichen Verkehrs. Im vorliegenden Fall wird die Beistandschaft von den Vorinstanzen nicht mit mangelhaften erzieherischen Fähigkeiten der Klägerin begründet. Im Gegenteil stellte das Amtsgericht fest, dass die Klägerin die vier Kinder seit dem Sommer 1995 alleine betreue; gestützt auf das umfassende Gutachten bestehe kein Anlass, an der Erziehungsfähigkeit der Klägerin zu zweifeln, und auch von Seiten des Beklagten werde nichts vorgebracht, was gegen deren Erziehungsfähigkeit sprechen würde. Insofern lässt sich die Anordnung einer Erziehungsbeistandschaft im Sinn von Art. 308 Abs. 1 ZGB nicht begründen.\n\nb) Da kein Besuchsrecht eingeräumt wurde, kann die Aufgabe des Beistandes selbstredend auch nicht in der Überwachung des persönlichen Verkehrs gemäss Art. 308 Abs. 2 ZGB bestehen. Sowohl das Amts- als auch das Obergericht begründen die Anordnung einer Beistandschaft damit, dass die Wiederannäherung zwischen dem Beklagten und den Kindern zu fördern sei. Das Obergericht geht an sich zutreffend davon aus, dass die Beziehung der Kinder zu beiden Eltern von hohem Wert sei und bei der Identitätsfindung des Kindes eine bedeutende Rolle spiele (vgl. BGE 122 III 404 E. 3a S. 407). Doch hat es auch festgehalten, dass die Kinder Gewalttätigkeiten ihres Vaters ausgesetzt gewesen seien und deshalb den Kontakt zu ihm ablehnten. Unter diesen Umständen ist nicht zu sehen, inwiefern die Anbahnung von Kontakten zwischen dem Vater und den Kindern dem Kindeswohl dienen soll. Lehnen die vier Kinder im Alter von 12 bis fast 18 Jahren aufgrund ihrer Erfahrungen den persönlichen Verkehr mit ihrem Vater ab, ist dies zu respektieren (BGE 124 III 90 E. 3c S. 93 mit Hinweisen); insbesondere was die beiden ältern, demnächst mündigen Kinder betrifft, dürfte es geradezu sinnlos |222| sein, gegen deren klar geäusserten Willen zu versuchen, einen Kontakt zu ihrem Vater anzubahnen. Es muss ihnen überlassen bleiben, ob und gegebenenfalls wann sie bereit sind, einen Kontakt wieder aufzunehmen. Wenn der Beklagte die Beistandschaft damit rechtfertigt, dass der persönliche Verkehr Schutz und Pflege der inneren Verbundenheit der Eltern mit dem Kind bezwecke und das Besuchsrecht dem nicht obhutsberechtigten Elternteil ermöglichen solle, am Leben des Kindes und an dessen Entwicklung teilzunehmen und die gefühlsmässige Bindung zu ihm zu erhalten, so will er nicht wahrnehmen, dass ihm der persönliche Verkehr selbst in der eingeschränkten Form eines begleiteten Besuchsrechts verweigert wurde und hier nicht zur Diskussion steht.\n\nc) Auch die Argumentation des Beklagten, die Beistandschaft sei notwendig, weil die Klägerin nicht fähig sei, Schritte für ein Besuchsrecht und einen angemessenen Kontakt zuzulassen, ist unbehelflich. Wenn Gründe des Kindeswohls dem persönlichen Verkehr entgegenstehen, sind darauf abzielende Kontakte auch nicht durch die Errichtung einer Beistandschaft anzubahnen. Mit der Anordnung einer Beistandschaft wären zudem Konflikte mit dem Inhaber der elterlichen Gewalt geradezu vorprogrammiert, wenn es dem Beistand ohne Zustimmung bzw. sogar ohne Konsultation des für den persönlichen Verkehr ausschliesslich zuständigen Elternteils möglich wäre, auf Kontakte der Kinder mit dem anderen Elternteil hinzuarbeiten. Für behördliche Interventionen - z.B. in Form der Errichtung einer Beistandschaft - besteht daher kein Raum, wenn das Kindeswohls die Anordnung eines unbegleiteten Besuchsrechts verbietet (Art. 274 Abs. 2 ZGB) und auch die Voraussetzungen für ein begleitetes Besuchsrecht nicht erfüllt sind (vgl. BGE 122 III 404 E. 3b S. 407 mit Hinweisen). Trotz der Verweigerung eines Besuchsrechtes steht es dem Beklagten indessen frei, mit seinen Kindern brieflichen Kontakt zu pflegen. In diesem Zusammenhang ist auch nichts einzuwenden, wenn die Vormundschaftsbehörde zur Weiterleitung der Post ihre Dienste anbietet, damit der Aufenthaltsort der Klägerin und der Kinder zu deren Schutz weiterhin geheim gehalten werden kann.\n\nd) Die Berufung ist daher gutzuheissen und das Urteil des Obergerichtes des Kantons Luzern vom 15. November 1999 aufzuheben. Ziff. 3 des Urteils des Amtsgerichtes Hochdorf vom 9. November 1998 ist ersatzlos aufzuheben. Zur Regelung der Kosten- und Entschädigungsfolgen für das kantonale Verfahren ist die Sache an die Vorinstanz zurückzuweisen."}