{"annee": "126", "cour": "III", "page": "1", "date": "25/11/1999", "cite": ["116 II 504", "117 II 6", "121 III 145"], "cite_par": ["137 III 97", "132 III 497", "131 III 201", "136 III 161", "136 III 168"], "chapeau": "1. Estratto della sentenza 25 novembre 1999 della II Corte civile nella causa Radici contro Tribunale d'appello del Cantone Ticino (ricorso per riforma)", "regestes": ["Changement de nom d'un enfant de parents non mariés (art. 30 al. 1, 270 al. 2 CC et 37 al. 2 LDIP). Le fait qu'un enfant avec une double nationalité porte le nom de la mère, avec laquelle il vit en Suisse, mais soit inscrit dans les actes officiels italiens sous le nom du père, ne constitue pas à lui seul un motif important qui justifierait un changement de nom en Suisse."], "faits": "|1|\n\nA.- Il 7 aprile 1995 è nato Giacomo, figlio di Angiolina Radici, cittadina svizzera domiciliata a Lugano, e di Riccardo Perotta, cittadino italiano domiciliato a Milano, che l'ha riconosciuto il 10 aprile successivo. Il neonato, che ha doppia nazionalità, è stato iscritto nel registro delle famiglie di Lugano con il cognome della madre e negli atti ufficiali italiani con quello del padre. Il 1o luglio 1996 il bimbo, rappresentato dalla madre, ha chiesto l'autorizzazione a cambiare il cognome da Radici in Perotta, per uniformarlo a quello |2| iscritto negli atti italiani. Il padre ha aderito alla domanda. La Divisione degli interni del Dipartimento delle Istituzioni del Cantone Ticino ha però rigettato l'istanza, non essendo dati i motivi gravi previsti dalla legge. Con sentenza 25 giugno 1999 la I Camera civile del Tribunale d'appello del Cantone Ticino ha confermato il diniego della richiesta pronunciato dall' autorità amministrativa. Secondo i giudici cantonali, portando il cognome della madre in Svizzera, il bambino non patisce pregiudizi sociali, psichici, morali o spirituali; non sono quindi dati i gravi motivi previsti dall'art. 30 cpv. 1 CC per ottenere il cambiamento di nome.\n\nB.- Avverso la decisione del Tribunale cantonale Giacomo Radici ha presentato il 3 settembre 1999 un ricorso per riforma, chiedendo al Tribunale federale di riformarla nel senso che è autorizzato il cambiamento di cognome.\n\nIl Tribunale federale ha respinto il ricorso e confermato la sentenza impugnata.", "considerants": "Dai considerandi:\n\n2. Secondo l'art. 30 cpv. 1 CC, il governo del Cantone di domicilio può, per motivi gravi, concedere a una persona il cambiamento del proprio nome. L'accertamento dell'esistenza dei motivi gravi ai sensi della menzionata disposizione è una questione di apprezzamento delle circostanze che l'autorità cantonale deve decidere secondo il diritto e l'equità (art. 4 CC). Adito con un ricorso per riforma, il Tribunale federale esamina in linea di principio liberamente se esistono gravi motivi per accordare il cambiamento del nome. Tuttavia esso si impone un certo riserbo e interviene solo se la decisione è stata presa sulla base di circostanze irrilevanti secondo lo spirito della legge oppure se sono stati ignorati degli elementi essenziali (DTF 117 II 6 consid. 2 e rinvii).\n\n3. a) Il nome attiene alla personalità e costituisce un segno distintivo che determina l'identità della persona e indica la sua appartenenza a una famiglia (A. BUCHER, Personnes physiques et protection de la personnalité, 4a ed., n. 760). Vi sono quindi gravi motivi per il cambiamento di nome nei casi in cui l'interesse del richiedente a portare un nuovo nome sia predominante rispetto a quello dell'amministrazione e della società al mantenimento del nome acquisito e iscritto negli atti di stato civile nonché alla funzione di individualizzazione del nome. Nel caso di minorenni la giurisprudenza è stata per anni abbastanza generosa nel riconoscere l'esistenza di |3| gravi motivi: in particolare si riteneva che un nome atto a risalire all'origine naturale o adulterina di un figlio che viveva con genitori non sposati potesse comportare seri pregiudizi sociali. Conseguentemente, al bambino veniva sempre riconosciuto un legittimo interesse ad adeguare il suo nome a quello della famiglia con la quale viveva (sull'evoluzione giurisprudenziale vedi DTF 121 III 145 consid. 2a e riferimenti).\n\nNella decisione 121 III 145 il Tribunale federale è diventato più restrittivo nell'ammettere i motivi gravi per il cambiamento di nome di bambini nati da genitori non sposati e non ha più riconosciuto il mero fatto di un legame di concubinato durevole tra i genitori come motivo sufficiente, da solo, a ottenere un cambiamento di nome per il figlio. Il moltiplicarsi di famiglie monoparentali o viventi in concubinato e il diverso apprezzamento sociale affermatosi negli ultimi anni nei confronti dei figli nati al di fuori del matrimonio non sembrano più di principio poter sorreggere l'esistenza di motivi gravi che portino automaticamente al cambiamento del nome. Il figlio che chiede il cambiamento di nome deve oramai dimostrare che concretamente egli è vittima di pregiudizi seri e reali atti a giustificare un cambiamento di nome.\n\nb) In concreto, i pregiudizi sociali che normalmente possono giustificare l'assunzione del nome del padre da parte del figlio di genitori non sposati non sono pacificamente dati già per il fatto che i genitori non vivono in concubinato e il figlio risiede con la madre in Svizzera, mentre il padre abita in Italia. I gravi motivi sarebbero invece fondati sul fatto che il figlio porta il cognome della madre in Svizzera ed è invece iscritto negli atti ufficiali italiani con il cognome del padre. In particolare il ricorrente è nato a Milano ed è stato praticamente subito riconosciuto dal padre, di guisa che nel certificato di nascita anagrafico è iscritto con il nome del padre. L'art. 262 del Codice civile italiano prevede infatti che il figlio naturale assume il cognome del genitore che per primo l'ha riconosciuto. Se il riconoscimento è stato effettuato contemporaneamente da entrambi i genitori, il figlio naturale assume il cognome del padre. Inoltre, secondo il cpv. 2 di questa disposizione, il figlio naturale può sempre assumere il nome del padre aggiungendolo o sostituendolo a quello della madre se la filiazione nei confronti del padre è stata accertata o riconosciuta solo successivamente. Esiste quindi, manifestamente, una diversa disciplina legale nella determinazione del nome dei figli nati fuori dal matrimonio tra l'ordinamento svizzero e quello italiano.\n\n|4|\n\n4. Secondo il diritto internazionale privato svizzero il nome di una persona domiciliata in Svizzera è regolato dal diritto svizzero (art. 37 cpv. 1 della legge federale del 18 dicembre 1987 sul diritto internazionale privato [LDIP; RS 311.0]). Gli stranieri domiciliati possono però esigere che il loro nome sia regolato dal loro diritto nazionale (cpv. 2). Nel nostro caso il ricorrente ha doppia nazionalità, svizzera e italiana. Per i cittadini svizzeri con doppia nazionalità la dottrina, in applicazione del principio generale sancito dall'art. 23 cpv. 2 LDIP per la pluricittadinanza, tende a limitare il diritto di opzione previsto dall'art. 37 cpv. 2 LDIP all'ordinamento dello stato d'origine con il quale l'interessato ha i legami più stretti (VISCHER, IPRG-Kommentar, n. 25 all'art. 37 LDIP, pag. 353; JAMETTI GREINER/GEISER, Commento basilese, n. 27 all'art. 37 LDIP). Anche la giurisprudenza del Tribunale federale ha già avuto modo di rilevare che nel caso di doppia nazionalità il diritto d'opzione dell'art. 37 cpv. 2 LDIP non esplica effetto particolare qualora il figlio sia domiciliato in Svizzera e vi viva assieme ai genitori (DTF 116 II 504 consid. 2).\n\nContrariamente a quanto afferma il ricorrente, in concreto il suo diritto d'opzione in applicazione dell'art. 37 cpv. 2 LDIP non gli avrebbe permesso di sottoporre la scelta del suo nome al diritto nazionale italiano: egli infatti vive a Lugano con la madre, che è cittadina svizzera; il suo domicilio è pertanto chiaramente in Svizzera e nulla lascia presagire un trasferimento del domicilio in Italia. Il ricorrente stesso, d'altra parte, nulla adduce che possa in qualche modo provare una relazione con l'Italia e in particolare una relazione analoga o più stretta rispetto a quella che ha con la Svizzera. Ne consegue che dal profilo del diritto internazionale privato il ricorrente nemmeno in virtù della scelta prevista all'art. 37 cpv. 2 LDIP potrebbe optare per il nome secondo l'ordinamento italiano. A maggior ragione, la diversa disciplina in punto al nome vigente in Italia e in Svizzera non può, da sola, costituire grave motivo ai sensi dell'art. 30 CC.\n\n5. Infine, a parte le ipotetiche difficoltà che potrebbero sorgere con il passare degli anni e qualora i rapporti con l'estero si intensificassero - cioè circostanze che al momento attuale non appaiono date, né tantomeno concretamente prevedibili -, il ricorrente non adduce altri possibili pregiudizi per il fatto che porti il nome della madre. Anzi, nell'ordinamento svizzero la regola è quella di seguire il nome del genitore che ha la custodia del figlio e presso il quale egli cresce (HANS MICHEL RIEMER, Personenrecht des ZGB, |5| § 11 n. 234). L'assunzione del cognome della madre da parte del figlio di genitori non uniti in matrimonio prevista dall'art. 270 cpv. 2 CC è quindi nella fattispecie in perfetta consonanza con questo principio e nulla emerge dagli atti, né tanto meno è sostenuto dal ricorrente, che possa comecchessia far apparire una siffatta soluzione pregiudizievole agli interessi del figlio nel contesto sociale in cui vive (DTF 121 III 145 consid. 2c).\n\nNe consegue che i giudici cantonali hanno correttamente denegato nel concreto caso e nelle attuali circostanze l'esistenza di un motivo grave atto a giustificare il cambiamento di nome ai sensi dell'art. 30 cpv. 1 CC."}