{"annee": "126", "cour": "IV", "page": "121", "date": "5/6/2000", "cite": [], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil des Kassationshofs vom 5. Juni 2000 i.S. Staatsanwaltschaft des Kantons St. Gallen gegen A. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 189 al. 2 et 190 al. 2 CP en liaison avec l'art. 28 CP; art. 181 CP; contrainte sexuelle et viol au préjudice de l'épouse; plainte pénale. Si un acte de viol ou de contrainte sexuelle au préjudice de l'épouse ne peut pas être poursuivi pénalement, faute de plainte, il ne peut pas non plus être réprimé au titre de contrainte."], "faits": "BGE 126 IV 121 S. 121\n\nA.- A. hatte 1993 in St. Gallen B. kennen gelernt. Er musste Ende 1995 die Schweiz verlassen. Sie heirateten im April 1996 in Ghana. Im August 1996 konnte er wieder in die Schweiz einreisen. Nach der Rückkehr wurde die anfänglich schöne Beziehung allmählich bedrückend und bedrohlich und steigerte sich in einem steten Wechsel von Verweigerung und Druckausübung in ein Erdulden des Beischlafs. Sie gab nach, wenn sie die Situation nicht mehr aushielt.\n\nSie trennte sich am 28. März 1998 von ihm und erhob am 20. Juli 1998 Strafklage wegen Drohung, Tätlichkeit und sexueller Nötigung.\n\nB.- Das Kantonsgericht St. Gallen sprach am 2. Dezember 1999 (im Berufungsverfahren gegen ein Urteil des Bezirksgerichts St. Gallen vom 8. Dezember 1998) A. frei von den Anklagen der mehrfachen Nötigung und der mehrfachen Drohung (vor dem 20. Juli 1998). Es erklärte ihn schuldig der mehrfachen Vergewaltigung, der Drohung und der Tätlichkeit. Es verurteilte ihn zu 18 Monaten Zuchthaus und 5 Jahren Landesverweisung, jeweils mit Aufschub des Vollzugs bei einer Probezeit von zwei Jahren. Es verpflichtete ihn, B. Fr. 3'000.- Schadenersatz und Fr. 10'000.- Genugtuung zu zahlen.\n\nBGE 126 IV 121 S. 122\n\nC.- Die Staatsanwaltschaft des Kantons St. Gallen erhebt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichts aufzuheben und die Sache (betreffend die Anklage wegen mehrfacher Nötigung vor dem 20. Juli 1998) zur Neubeurteilung zurückzuweisen.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Ist der Täter der Ehegatte des Opfers und lebt er mit diesem in einer Lebensgemeinschaft, werden sexuelle Nötigung und Vergewaltigung auf Antrag verfolgt. Das Antragsrecht erlischt nach sechs Monaten. Art. 28 Abs. 4 ist nicht anwendbar (Art. 189 Abs. 2 und 190 Abs. 2 StGB).\n\na) Die Ehegattin hatte am 28. März 1998 die gemeinsame Wohnung verlassen und am 20. Juli 1998 Strafklage unter anderem wegen sexueller Nötigung erhoben. Dieser Strafantrag erfasste somit die sechs Monate vor dem 20. Juli 1998. Für den Zeitraum zwischen dem 20. Januar und dem 28. März 1998 wurde der Beschwerdegegner daher der mehrfachen Vergewaltigung schuldig gesprochen. Für die angeklagten sexuellen Nötigungen zwischen September 1996 und Januar 1998 nahm das Bezirksgericht an, mit dem Strafantrag wegen Vergewaltigung in der Ehe habe das Opfer seinen Willen zur Strafverfolgung geäussert. Anders als im Falle eines fehlenden Strafantrags bestehe hier kein Grund, die Strafverfolgung wegen Nötigung gemäss Art. 181 StGB auszuschliessen. Entsprechend verurteilte es den Beschwerdegegner wegen eines Vorfalls vor dem Frühsommer 1997 wegen Nötigung gemäss Art. 181 StGB.\n\nb) Die Vorinstanz hebt diesen Schuldspruch auf mit der Begründung, Vergewaltigung in der Ehe bilde gemäss Art. 190 Abs. 2 StGB ein Antragsdelikt. Das Strafrecht solle nicht gegen den Willen der verletzten Gattin eingreifen und das Zusammenleben der Ehegatten gefährden. Stelle die Gattin keinen Strafantrag oder nehme sie ihn zurück, so dürfe der Täter daher auch nicht wegen Nötigung nach Art. 181 StGB bestraft werden, obwohl es sich dabei um ein Offizialdelikt handle (unter Verweisung auf REHBERG/SCHMID, Strafrecht III, 7. Auflage, Zürich 1997, S. 397 f.; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5. Auflage, 1995, § 8 N. 19; JENNY, Kommentar zum Schweizerischen Strafrecht, Bern 1997, Art. 190 N. 14 mit Verweisung auf Art. 189 N. 47; PHILIPP MAIER, Die Nötigungsdelikte im neuen Sexualstrafrecht, Diss. Zürich 1994, BGE 126 IV 121 S. 123S. 361 f.; PETER HANGARTNER, Selbstbestimmung im Sexualbereich - Art. 188-193 StGB, Diss. St. Gallen 1997, S. 161). Nach dieser Lehre erfassten die Art. 189 und 190 StGB die sexuelle Nötigung abschliessend. Dagegen trete TRECHSEL (Schweizerisches Strafgesetzbuch, 2. Auflage, Zürich 1997, Art. 189 N. 14 mit Hinweis auf ZBJV 129/1993 S. 596) bei diesen Strafantragsdelikten für einen Rückgriff auf den allgemeinen Nötigungstatbestand von Art. 181 StGB ein. Sie schliesse sich jedoch der mehrheitlich vertretenen Auffassung an. Vorliegend sei zwar - anders als im Falle des nicht gestellten oder zurückgezogenen Antrags - ein Strafantrag gestellt worden. Dieser umfasse allerdings nicht den gesamten zurückliegenden Zeitraum des strafbaren Verhaltens. Denn nach der ratio legis solle das Antragsrecht verhindern, dass der Strafrichter gegen den Willen der Verletzten eingreife (REHBERG/SCHMID, a.a.O., S. 397). Entscheidend sei der Wille der Verletzten zur Zeit des Zusammenlebens und allenfalls noch darüber hinaus. Solange diese keinen Antrag gestellt habe, sei davon auszugehen, dass sie - aus welchen Gründen auch immer - in diesem Zeitraum eine Strafverfolgung zunächst (noch) nicht gewollt habe. Über diesen seinerzeit bekundeten Willen könne sich das Gericht nun nicht nachträglich hinwegsetzen. Die in diesen Zeitraum fallenden Taten könnten daher auch nicht unter einem anderen Tatbestand bestraft werden. Der Beschwerdegegner sei folglich von der Anklage der mehrfachen Nötigung freizusprechen.\n\nc) Die Beschwerdeführerin vertritt die Ansicht, bei fehlendem Strafantrag sei ein Rückgriff auf Art. 181 StGB möglich. Die Vorinstanz verkenne den Schutzzweck von Art. 190 Abs. 2 StGB, wonach der Strafrichter nicht gegen den Willen des Opfers eingreifen solle. Vorliegend habe das Opfer mit seinem Strafantrag das Verfahren selber eingeleitet. Es sei deshalb nicht einzusehen, weshalb unter diesen Voraussetzungen eine Bestrafung wegen Nötigung für den gesamten zurückliegenden Zeitraum nicht möglich sein sollte, soweit er nicht gemäss Art. 190 Abs. 2 StGB erfasst werde.\n\nd) Die Auffassung der Vorinstanz überzeugt. Inzwischen vertritt auch die 4. Strafkammer des Obergerichts des Kantons Bern die Auffassung, ein Angeschuldigter dürfe nicht subsidiär gemäss Art. 181 StGB schuldig erklärt werden; aufgrund der Materialien und des Wortlauts von Art. 189 Abs. 2 und Art. 190 Abs. 2 StGB sei vielmehr mit der herrschenden Lehre davon auszugehen, dass der Gesetzgeber sexuelle Handlungen unter Ehegatten abschliessend und mit Ausnahme der qualifizierten Begehungsweise als Antragsdelikte BGE 126 IV 121 S. 124ausgestaltet habe (Entscheid vom 20. April 1999, ZBJV 136/2000 S. 144 f.). Es ist also der vorliegende Fall, in dem ein Strafantrag gestellt wurde, für den Zeitraum vor dem 20. Januar 1998 jenem gleich zu stellen, wo kein Strafantrag gestellt oder dieser zurückgezogen wurde. Dabei stellt die Vorinstanz zu Recht auf den Willen des Opfers ab. Dies bestätigt sich im zu beurteilenden Sachverhalt. Die verletzte Gattin antwortete in der Einvernahme auf die Frage, warum sie nicht früher die Polizei aufgesucht habe: \"Ich weiss es nicht. Ich will nicht, dass er bestraft wird. Ich will meine Ruhe. Ich habe meine Ruhe aber nicht bekommen. Er ist eigentlich kein schlechter Mensch. Ich will ihm auch nichts Böses. Ich dachte auch nicht, dass so etwas bestraft wird, ich habe nicht mehr als eine Busse oder eine Verwarnung erwartet\". Aus dieser Äusserung ergibt sich unter anderem, dass die Verletzte zunächst zuwartete und noch zu einem weiteren Zusammenleben bereit war. Das heisst aber auch, dass sie für diese Zeitspanne keine Strafverfolgung wünschte.\n\nDieser Wille der Verletzten ist zu respektieren. Das ist die gesetzliche Konzeption von Art. 189 Abs. 2 und 190 Abs. 2 StGB. Die für die sexuelle Nötigung unter Ehegatten getroffene Sonderregelung verlöre ihren Sinn, wenn sie im Wege der Bestrafung der Tat aus Art. 181 StGB umgangen werden könnte (JENNY, a.a.O.)."}