{"annee": "126", "cour": "IV", "page": "269", "date": "19/12/2000", "cite": [], "cite_par": [], "chapeau": "40. Extrait de l'arrêt de la Cour de cassation pénale du 19 décembre 2000 dans la cause X. c. Procureur général du canton de Berne (pourvoi en nullité)", "regestes": ["Art. 99 ch. 2 LCR. Celui qui, après avoir repris un véhicule d'un autre détenteur, ne sollicite pas à temps un nouveau permis contrevient à l'art. 99 ch. 2 LCR qui prévoit expressément ce cas et non à l'art. 97 ch. 1 al. 1 LCR qui sanctionne l'usage abusif de permis ou de plaques (consid. 2)."], "faits": "BGE 126 IV 269 S. 269\n\nA.- Par jugement du 16 juillet 1999, le Président 3 de l'arrondissement judiciaire I de Courtelary-Moutier-La Neuveville a reconnu X. coupable d'escroquerie ainsi que d'infraction à la LCR et l'a condamné à 20 jours d'emprisonnement avec sursis pendant 2 ans.\n\nB.- Statuant le 23 février 2000 sur appel du condamné, la IIème Chambre pénale de la Cour suprême du canton de Berne l'a libéré de la prévention d'escroquerie mais déclaré coupable d'avoir fait usage d'un permis de circulation et de plaques de contrôle qui n'étaient destinés ni à lui-même ni à son véhicule et l'a condamné à une amende de 400 fr. à inscrire au casier judiciaire pendant 1 an.BGE 126 IV 269 S. 270\n\nLes faits suivants sont à l'origine de cette condamnation. En juin 1998, X. a acheté, pour le prix de 1'500 fr., la voiture de Y. Cette dernière a rempli les formulaires destinés à l'assurance et au service des automobiles et il a été convenu que X. entreprendrait les démarches nécessaires auprès de ces organismes en vue de la modification du nom du détenteur du véhicule. Quelques jours plus tard, Y. a revu X., qui l'a assurée que tout était en ordre. Elle s'est toutefois rendu compte que le transfert n'avait pas été effectué lorsqu'elle a reçu, à son nom, au mois d'octobre 1998, deux amendes d'un montant total de 80 fr. Elle a alors déposé plainte contre X., qui a confirmé qu'il devait déposer les plaques du véhicule mais à fin 1998 seulement, ce qu'il n'a au demeurant pas fait puisqu'il a encore roulé avec cette voiture en janvier 1999.\n\nLa cour cantonale estime que X. a sciemment utilisé pendant plus de six mois plaques et permis alors qu'il savait qu'il n'en avait pas le droit et qu'il s'est ainsi rendu coupable d'infraction à l'art. 97 ch. 1 LCR. Elle admet en outre que son comportement a également violé l'art. 99 ch. 2 LCR mais que la première infraction englobe la seconde, de sorte qu'elle ne le reconnaît coupable que de violation de l'art. 97 ch. 1 LCR. S'agissant de la mesure de la peine, elle relève qu'il a agi par pur égoïsme et sans scrupules; elle note également qu'il s'est comporté correctement tout au long de la procédure, que ses antécédents ne sont pas mauvais et, enfin, qu'il se trouvait dans une situation difficile au moment des faits.\n\nC.- X. se pourvoit en nullité contre cet arrêt. Il soutient que c'est en application de l'art. 99 ch. 2 LCR et non de l'art. 97 ch. 1 al. 1 LCR qu'il aurait dû être condamné, de sorte que seule une amende d'ordre aurait dû être prononcée. Partant, il conclut, avec suite de frais et dépens, à l'annulation de l'arrêt attaqué dans la mesure où il le reconnaît coupable d'infraction aux dispositions de l'art. 97 ch. 1 al. 1 LCR et le condamne à une amende de 400 fr. et à des frais judiciaires afférents aux deux instances cantonales.\n\nD.- Le Procureur général du canton de Berne n'a pas déposé d'observations dans le délai qui lui a été imparti à cet effet.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. Selon le recourant, sa condamnation en vertu de l'art. 97 ch. 1 al. 1 LCR (RS 741.01) viole le droit fédéral car c'est l'art. 99 ch. 2 LCR qui devait trouver application.BGE 126 IV 269 S. 271\n\nAux termes de l'art. 97 ch. 1 al. 1 LCR, celui qui aura fait usage de permis ou de plaques de contrôle qui n'étaient destinés ni à lui-même ni à son véhicule sera puni de l'emprisonnement ou de l'amende.\n\nComme le texte italien, selon lequel \"chiunque usa licenze o targhe di controllo che non sono state rilasciate per lui nè per il suo veicolo ...\", la version française du texte légal indique clairement le caractère cumulatif de la double condition, à savoir que tant le détenteur que le véhicule ne doivent pas être ceux auxquels étaient destinés le permis ou les plaques dont il a été fait usage. La version allemande de l'art. 97 ch. 1 al. 1 LCR, qui prévoit que \"wer Ausweise oder Kontrollschilder verwendet, die nicht für ihn oder sein Fahrzeug bestimmt sind ...\", donne plutôt à penser que ces conditions seraient alternatives. On ne saurait donc conclure d'emblée que cette disposition n'est pas applicable en l'espèce pour le seul motif que si le permis et les plaques dont le recourant s'est servi n'avaient pas été établis pour lui-même ils l'avaient en revanche été pour le véhicule qu'il a racheté à Y.\n\nNéanmoins, l'art. 97 ch. 1 al. 1 LCR ne vise pas le cas où le nouveau détenteur d'un véhicule automobile omet de faire établir un nouveau permis (SCHULTZ, Die Strafbestimmungen des Bundesgesetzes über den Strassenverkehr, Berne 1964, p. 293). Ce cas est visé expressément par l'art. 99 ch. 2 LCR, selon lequel est passible d'une amende de 100 fr. au maximum celui qui, après avoir repris un véhicule d'un autre détenteur, ne sollicite pas à temps un nouveau permis. Cette disposition constitue la sanction de la violation de l'obligation, imposée par l'art. 11 al. 3 LCR, de solliciter un nouveau permis de circulation notamment lorsqu'un véhicule change de détenteur (BUSSY/RUSCONI, Code suisse de la circulation routière, commentaire, 3e éd., Lausanne 1996, n. 2.1 ad art. 11 LCR; GIGER, Strassenverkehrsgesetz, 5e éd., Zurich 1996, n. 2 ad art. 99 LCR). Or, cette situation est précisément celle du cas d'espèce, de sorte que c'est bien l'art. 99 ch. 2 LCR qui devait être appliqué. Le pourvoi doit donc être admis, l'arrêt attaqué annulé et la cause renvoyée à l'autorité cantonale afin qu'elle statue à nouveau.\n\n3. (Suite de frais)."}