{"annee": "126", "cour": "V", "page": "390", "date": "23/10/2000", "cite": ["116 V 231", "120 V 128", "106 V 117", "115 V 224"], "cite_par": ["139 V 384", "128 V 176", "131 V 9"], "chapeau": "64. Auszug aus dem Urteil vom 23. Oktober 2000 i.S. L. gegen Öffentliche Arbeitslosenkasse Basel-Stadt und Kantonale Schiedskommission für Arbeitslosenversicherung Basel-Stadt", "regestes": ["Art. 11 al. 3 LACI; art. 5 al. 4 LAVS; art. 6 al. 2 let. i et k, art. 6bis et art. 7 RAVS: Incidence, en matière d'assurance-chômage, d'indemnités de départ allouées volontairement mais n'ayant pas le caractère de prestations de prévoyance. Selon une directive de l'Office fédéral du développement économique et de l'emploi du 15 mai 1998, applicable avec effet rétroactif à partir du 18 mars 1998, des indemnités de départ allouées volontairement mais n'ayant pas le caractère de prestations de prévoyance ne sont pas prises en considération en matière d'assurance-chômage, indépendamment de leur qualification du point de vue de l'AVS, de sorte qu'elles n'ont pas d'incidence en ce qui concerne le début et le montant de l'indemnité de chômage. Cette directive est contraire à la loi mais, dans la mesure où elle a été appliquée de manière conséquente par l'administration depuis sa promulgation, le principe de l'égalité dans l'illégalité l'emporte sur celui de la légalité de l'activité administrative."], "faits": "", "considerants": "BGE 126 V 390 S. 391\n\nAus den Erwägungen:\n\n4. Das damalige Bundesamt für Wirtschaft und Arbeit (BWA; ab 1. Juli 1999: Staatssekretariat für Wirtschaft [seco]) hatte gestützt auf die Rechtsprechung (nicht veröffentlichtes Urteil B. vom 5. September 1996) in einem Kreisschreiben vom 18. März 1998 festgehalten, freiwillige Abgangsentschädigungen seien in Übereinstimmung mit der AHV-rechtlichen Qualifikation als Lohn zu betrachten, mit der Folge, dass gegebenenfalls während einer diesem Lohn entsprechenden Zeitspanne kein Anspruch auf Arbeitslosenentschädigung bestand. Dieses Kreisschreiben wurde nach Gesprächen mit den Sozialpartnern mit Weisung vom 15. Mai 1998 rückwirkend aufgehoben. Das hatte zur Folge, dass die seither gestützt auf das Kreisschreiben erlassenen Verfügungen aufzuheben und die Fälle im Lichte der neuen Praxis (gemäss Weisung vom 15. Mai 1998) zu beurteilen waren. Betroffen waren somit sämtliche am 18. März 1998 oder später hängigen Fälle, unabhängig davon, wann sich der ihnen zu Grunde liegende Sachverhalt ereignet hatte (BGE 120 V 131 Erw. 3a in initio). Die neue Verwaltungspraxis wurde mithin auf den 18. März 1998 eingeführt.\n\n(...)\n\n5. Voraussetzung für die Anwendung der neuen Rechtspraxis ist aber, dass sie gesetz- und verfassungsmässig ist.\n\na) Nach der Rechtsprechung ist bei der Beurteilung der Anspruchsberechtigung im Sinne von Art. 11 Abs. 3 AVIG auf die AHV-Gesetzgebung (Art. 5 Abs. 4 AHVG in Verbindung mit Art. 6 Abs. 2 und Art. 7 AHVV) abzustellen. Daraus ergibt sich, dass auf dem massgebenden Lohn Beiträge zu entrichten sind und im Gegenzug die diesem Lohnwert entsprechende Ausfallzeit nicht zu entschädigen ist (Erw. 2a des erwähnten nicht veröffentlichten BGE 126 V 390 S. 392Urteils B. vom 5. September 1996). Abgangsentschädigungen und freiwillige Vorsorgeleistungen gehören zum massgebenden Lohn, soweit ihnen nicht Sozialleistungs- oder Vorsorgecharakter zukommt (Erw. 2b des genannten Urteils B.). Die Weisung vom 15. Mai 1998 ist somit gesetzwidrig.\n\nb) Die dem Beschwerdeführer ausgerichtete Zahlung von 26'471 Franken stellt eine Entschädigung für die Auflösung des Arbeitsverhältnisses und das damit verbundene Risiko eines Lohnausfalles wegen Arbeitslosigkeit dar. Vorsorgecharakter kommt dieser Leistung nicht zu, ist sie doch nicht zur Deckung der Risiken Alter, Invalidität oder Tod bestimmt. Gestützt auf das erwähnte Urteil B. ist folglich die diesem Lohn entsprechende Ausfallzeit von der Arbeitslosenversicherung nicht zu entschädigen.\n\n6. Zu prüfen bleibt, ob der Beschwerdeführer allenfalls unter dem Gesichtspunkt der Gleichbehandlung im Unrecht Anspruch auf die Anwendung der neuen Rechtspraxis hat.\n\na) Nach der Rechtsprechung geht der Grundsatz der Gesetzmässigkeit der Verwaltung in der Regel der Rücksicht auf die gleichmässige Rechtsanwendung vor. Der Umstand, dass das Gesetz in anderen Fällen nicht oder nicht richtig angewendet worden ist, gibt dem Bürger und der Bürgerin grundsätzlich keinen Anspruch darauf, ebenfalls abweichend vom Gesetz behandelt zu werden. Das gilt jedoch nur, wenn lediglich in einem einzigen oder in einigen wenigen Fällen eine abweichende Behandlung dargetan ist. Wenn dagegen die Behörde die Aufgabe der in anderen Fällen geübten gesetzwidrigen Praxis ablehnt, kann der Bürger oder die Bürgerin verlangen, dass die gesetzwidrige Begünstigung, die den Dritten zuteil wird, auch ihm bzw. ihr gewährt werde, soweit dies nicht andere legitime Interessen verletzt. Die Anwendung der Gleichbehandlung im Unrecht setzt als Vorbedingung voraus, dass die zu beurteilenden Sachverhalte identisch oder zumindest ähnlich sind (BGE 116 V 238 Erw. 4b, BGE 115 V 238 Erw. 7b/bb f., je mit Hinweisen; BGE 106 V 119 Erw. 3; RKUV 1987 Nr. K 710 S. 27 Erw. 3b; ANDREAS AUER, L'égalité dans l'illégalité, in: ZBl 1978 S. 297; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 73 f.; MEYER-BLASER, Die Bedeutung von Art. 4 BV für das Sozialversicherungsrecht, in: ZSR 1992, 2. Halbbd., S. 417; JÖRG-PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, Bern 1991, S. 223 f.).\n\nb) Vorliegend hat das BWA das anders lautende Kreisschreiben vom 18. März 1998 gestützt auf Gespräche mit den Sozialpartnern BGE 126 V 390 S. 393widerrufen und mit der Weisung vom 15. Mai 1998 eine neue Praxis eingeführt. Diese wurde damit begründet, dass die Beibehaltung der alten, laut dem erwähnten nicht veröffentlichten Urteil B. gesetzmässigen Praxis die sozialpolitisch unerwünschte Folge haben könnte, dass in Zukunft bei Entlassungen weniger oder gar keine Sozialpläne ausgearbeitet werden. Die neue Praxis wurde daher im Interesse des Einvernehmens zwischen den Sozialpartnern und des für den sozialen Frieden wichtigen Instituts des Sozialplanes erlassen. Der Verwaltung schien bewusst zu sein, dass ihr Vorgehen vom Gesetz womöglich nicht gedeckt war. Daher kündigte sie zusammen mit dem Erlass der neuen Weisung an, im Rahmen der nächsten ordentlichen Gesetzesrevision werde diese Frage neu beurteilt und klar geregelt. Die auch in der Presse veröffentlichte neue Verwaltungspraxis fand in den nunmehr zweieinhalb Jahren ihrer Geltung auf zahlreiche Fälle, namentlich im Zusammenhang mit Restrukturierungsmassnahmen grosser Firmen, Anwendung. Somit liegt eine konstante gesetzeswidrige Praxis vor und besteht Grund zur Annahme, die Verwaltung sei nicht gewillt, in Zukunft anders zu entscheiden. Vielmehr will sie ihre Praxis bei nächster Gelegenheit (AVIG-Revision 2003) gesetzlich absichern. Dies hat das seco in der (im vorliegenden Verfahren eingeholten) Auskunft vom 4. September 2000 ausdrücklich bestätigt. Aus diesen Gründen ist vorliegend ausnahmsweise dem Grundsatz der Gleichbehandlung der Vorrang vor jenem der Gesetzmässigkeit des Verwaltungshandelns einzuräumen."}