{"annee": "126", "cour": "III", "page": "110", "date": "3/2/2000", "cite": ["110 IA 81", "78 I 248", "105 IB 171", "94 I 365", "81 I 61"], "cite_par": ["131 I 24", "141 III 188", "138 III 130", "126 III 204", "134 III 524"], "chapeau": "22. Auszug aus dem Urteil der II. Zivilabteilung vom 3. Februar 2000 i.S. Z. gegen Y. (staatsrechtliche Beschwerde)", "regestes": ["Décision concernant l'admission de l'opposition; recevabilité du recours de droit public. La décision qui admet l'opposition selon l'art. 265a al. 2 LP constitue une décision finale au sens de l'art. 87 OJ. Elle est considérée comme définitive lorsqu'une violation du droit d'être entendu (art. 265a al. 1 LP) est soulevée dans le recours de droit public (consid. 1)."], "faits": "|110|\n\nA.- Im Rahmen der für eine Forderung aus Verlustschein angehobenen Betreibung Nr. x des Betreibungsamtes Baar erhob der |111| Schuldner, Y., Rechtsvorschlag mit dem Vermerk: \"Kein neues Vermögen, als arbeitslos gemeldet, Sozialamt gemeldet\". Der Rechtsöffnungsrichter des Kantonsgerichtspräsidiums Zug lud in der Folge einzig den Schuldner zur Verhandlung vom 27. Oktober 1999 vor und bewilligte gleichentags den Rechtsvorschlag aufgrund der schuldnerischen Vorbringen.\n\nB.- Der Gläubiger, Z., führt gegen diesen Entscheid staatsrechtliche Beschwerde wegen Verletzung des rechtlichen Gehörs mit dem Antrag, die angefochtene Verfügung sei aufzuheben und die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen. Entgegen dem Antrag des Rechtsöffnungsrichters tritt das Bundesgericht auf die Beschwerde ein, aus folgender", "considerants": "Erwägung:\n\n1. a) Der Rechtsöffnungsrichter hält in seiner Vernehmlassung dafür, beim angefochtenen Entscheid handle es sich um eine Zwischenverfügung im Sinne von Art. 87 OG, welche für den Beschwerdeführer keinen nichtwiedergutzumachenden Nachteil zur Folge habe; er könne im Anschluss an das Bewilligungsverfahren des Art. 265a Abs. 1 bis 3 SchKG innert 20 Tagen seit Eröffnung des Entscheides beim Richter des Betreibungsortes Klage auf Feststellung neuen Vermögens erheben (Art. 265a Abs. 4 SchKG).\n\nb) Das Verfahren betreffend Bewilligung des Rechtsvorschlages gemäss Art. 265a Abs. 1 bis 3 SchKG ist summarischer Natur, und der Richter entscheidet endgültig darüber, ob der Rechtsvorschlag bewilligt wird oder nicht (Art. 265a Abs. 1 SchKG). Die Bewilligung des Rechtsvorschlages führt überdies zur Einstellung der Betreibung (Art. 78 Abs. 1 SchKG). Es liegt demnach ein Endentscheid im Sinne von Art. 87 OG vor (gl.M.: GASSER, Nachlassverfahren, Insolvenzerklärung und Feststellung neuen Vermögens nach rev. SchKG, ZBJV 132/1996 S. 19; HUBER Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, SchKG III, Basel 1998, N. 31 zu Art. 265a SchKG; a.M.: BRÖNNIMANN Neuerungen bei ausgewählten Klagen des SchKG, ZSR 115/1996 I S. 230; NICOLAS JEANDIN, Actes de défaut de biens et retour à meilleure fortune selon le nouveau droit, SJ 1997 S. 290; BEAT FÜRSTENBERGER Einrede des mangelnden und Feststellung neuen Vermögens nach revidiertem Schuldbetreibungs- und Konkursgesetz, Diss. BS 1999, S. 97 f.). |112|\n\nGegen den Entscheid des Rechtsöffnungsrichters sind von Bundesrechts wegen jegliche kantonale Rechtsmittel ausgeschlossen (Art. 265a Abs. 1 letzter Satz SchKG; Botschaft über die Änderung des Bundesgesetzes über Schuldbetreibung und Konkurs, BBl 1991 III 159), weshalb eine Heilung der Verletzung des rechtlichen Gehörs im summarischen Verfahren der Bewilligung des Rechtsvorschlages nicht mehr möglich ist (zur Heilung und deren Voraussetzungen: BGE 105 Ib 171 E. 3b S. 174; BGE 110 Ia 81 E. 5d). Zwar hat das Bundesgericht als Rechtsmittel auch andere Rechtsbehelfe, namentlich auch Klagen, anerkannt, die zur Beseitigung des Rechtsnachteils führen, der mit staatsrechtlicher Beschwerde angefochten wird (BGE 94 I 365 E. 4 S. 370 mit Hinweisen auf frühere Entscheide; BGE 78 I 248 [Klage betreffend Herausgabe eines Kindes]; BGE 81 I 61 [Klage auf Anfechtung einer Namensänderung gemäss Art. 30 Abs. 3 ZGB]; BGE 94 I 365 E. 4 S, 372 [Arrestaufhebungsklage gemäss aArt. 279 Abs. 2 SchKG]). Die Klage auf Feststellung neuen Vermögens (Art. 265a Abs. 4 SchKG) kann jedoch nicht der Heilung einer Verletzung des rechtlichen Gehörs dienen, die in einem nunmehr abgeschlossenen Verfahren begangen worden ist. Der angefochtene Entscheid erweist sich daher insoweit als letztinstanzlich."}