{"annee": "126", "cour": "IV", "page": "141", "date": "20/5/2000", "cite": ["77 IV 39", "124 IV 5", "72 IV 179", "100 IV 56", "117 IV 408", "120 IV 6", "71 IV 139", "118 IV 309", "102 IV 74"], "cite_par": ["129 II 385", "131 IV 83", "126 IV 255", "127 IV 49"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 20. Mai 2000 in Sachen H. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 288 CP; art. 71 al. 2 CP; corruption, actes formant une unité du point de vue de la prescription. Pour déterminer si les actes forment une unité du point de vue de la prescription, il faut se fonder sur des critères objectifs, appliqués au cas concret. Une telle unité peut se présenter dans les cas de corruption (consid. 1). Il y a corruption active lorsque l'avantage financier est accordé en vue de déterminer le fonctionnaire à violer les devoirs de sa charge. L'infraction peut être réalisée également en l'absence de corruption passive (art. 315 CP) (consid. 2a). Commet l'infraction celui qui, par son attitude dépourvue d'équivoque, montre qu'il s'attend à ce que le fonctionnaire se laissera convaincre d'exécuter ses devoirs de façon partiale en échange d'avantages financiers (consid. 2c)."], "faits": "|141|\n\nH. wurde angeklagt, auf Empfehlung des Beamten X. im Frühsommer 1987 dreizehn und im Sommer 1987 weitere neunzehn |142| Bilder des verstorbenen Vaters des Beamten zu massiv übersetzten Preisen übernommen zu haben, und zwar in der Absicht, bei anstehenden oder zukünftigen Bewilligungsverfahren bevorzugt behandelt zu werden. In der gleichen Absicht habe er dem Beamten bei einem Liegenschaftskauf eine Provision zukommen lassen.\n\nDas Bezirksgericht Zürich bestrafte H. am 21. August 1995 wegen mehrfachen Bestechens (Art. 288 StGB) mit 15 M-onaten Gefängnis bedingt und Fr. 40'000.- Busse.\n\nDas Obergericht des Kantons Zürich bestätigte am 19. April 1996 das Urteil des Bezirksgerichts.\n\nDas Kassationsgericht des Kantons Zürich wies am 12. Januar 1999 eine Nichtigkeitsbeschwerde von H. ab, soweit es darauf eintrat.\n\nH. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und ihm eine Entschädigung zuzusprechen.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 71 Abs. 2 StGB beginnt die Verjährung, wenn der Täter die strafbare Tätigkeit zu verschiedenen Zeiten ausführt, mit dem Tag, an dem er die letzte Tätigkeit ausführt.\n\na) Die frühere Rechtsprechung beurteilte diese V-erjährungsfrage nach den Voraussetzungen des fortgesetzten und des gewerbsmässigen Delikts (BGE 117 IV 408 E. 2f/aa); sie fasste mehrere gleichartige oder ähnliche strafbare Handlungen rechtlich zu einer Tateinheit zusammen, wenn sie gegen das gleiche Rechtsgut gerichtet waren und auf ein und denselben Willensentschluss zurückgingen (BGE 102 IV 74 E. 2a). Die neuere Rechtsprechung beurteilt diese Frage gesondert und nach objektiven Kriterien; ein Gesamtvorsatz fällt ausser Betracht (BGE 117 IV 408 E. 2f/bb). Verschiedene strafbare Handlungen bilden eine Einheit gemäss Art. 71 Abs. 2 StGB, wenn sie gleichartig und gegen dasselbe Rechtsgut gerichtet sind und - ohne dass bereits ein Dauerdelikt im Sinne von Art. 71 Abs. 3 StGB gegeben wäre - als ein andauerndes pflichtwidriges Verhalten zu betrachten sind. Das ist nach dem Sinn und Zweck der Verjährungsordnung im Einzelfall zu beurteilen. Dabei werden die konkreten Umstände des Sachverhalts bedeutsam (vgl. PIETH, Die verjährungsrechtliche Einheit gemäss Art. 71 Abs. 2 StGB bei Bestechungsdelikten, BJM 1996 S. 63 f. bezüglich BGE 120 IV 6 E. 2c/cc). Es ist im Blick auf den konkreten Sachverhalt zu entscheiden, nicht |143| in abstrakter Betrachtungsweise (wie noch in BGE 118 IV 309 E. 2c S. 318 betr. Art. 316 StGB: \"Accepter un avantage est un fait ponctuel, non pas une situation qui se prolonge dans le temps\"). In jedem Fall muss eine andauernde Pflichtverletzung vom Straftatbestand ausdrücklich oder sinngemäss mitumfasst sein (BGE 117 IV 408 E. 2f/bb; ausführlich BGE 120 IV 6 E. 2b und c; BGE 124 IV 5 E. 2b).\n\nb) Nach diesen Kriterien ist die Annahme einer verjährungsrechtlichen Einheit auch bei Bestechungshandlungen (Art. 288 StGB) möglich (vgl. PIETH, Bestechung schweizerischer und ausländischer Beamter, FS Rehberg, Zürich 1996, S. 245 f.; TRECHSEL, Schweizerisches Strafgesetzbuch, 2. Auflage, Zürich 1997, Art. 315 N. 8a; MARCO BALMELLI, Die Bestechungstatbestände des schweizerischen Strafgesetzbuches, Basler Diss., Bern 1996, S. 264 f.; ROLF KAISER, Die Bestechung von Beamten unter Berücksichtigung des Vorentwurfes zur Revision des schweizerischen Korruptionsstrafrechtes, Zürcher Diss., Zürich 1999, S. 305). Wie die Vorinstanzen angenommen haben, wird es hier vor allem auf die konkrete Beziehung zwischen Bestechendem und Bestochenem sowie auf die Höhe der Zahlungen, die Häufigkeit und die zeitliche Verteilung von Leistung und Gegenleistung sowie die Intensität zwischenzeitlicher Kontakte ankommen (PIETH, a.a.O.). Damit werden auch langfristig angelegte Bestechungshandlungen erfasst, doch muss die bezweckte Amtshandlung bestimmbar sein (KAISER, a.a.O., S. 306 f.). Eine Bestechung ist etwa dann auf Dauer angelegt, wenn der Täter ein Beziehungsgeflecht aufbaut und unterhält, nach einem eingespielten Tatsystem handelt und geschaffene Abhängigkeitsverhältnisse ausnützt (BALMELLI, a.a.O., S. 266). Dabei sind zusammenhängende Abläufe nicht derart in Teilsequenzen zu zerschneiden, dass ihre wahre Bedeutung nicht mehr wahrgenommen werden kann (PIETH, a.a.O.; KAISER, a.a.O., S. 306).\n\nc) In casu richteten sich alle Tathandlungen des Beschwerdeführers gegen das gleiche Rechtsgut, betrafen denselben Rechtsgutträger und waren in der Begehungsweise gleichartig. Die Zahlungen von 1987 betrafen die erste Lieferung von Bildern des Frühsommers 1987; die letzte Zahlung im November 1988 bezog sich auf die Lieferung von Bildern des Sommers 1987. Der Beschwerdeführer anerkannte, dass mit diesen Zahlungen nicht ausschliesslich die Gegenleistung für den Erwerb der Bilder erbracht werden sollte. Er räumte ein, erwartet zu haben, der Beamte würde sich bemühen, ihn \"beförderlich\" zu behandeln, \"irgendwann besser\" zu behandeln. Es ging ihm darum, diesen während des ganzen Zeitraums \"bei Laune |144| zu halten\", ihm durch neue Zahlungen ein \"Zückerchen\" zu geben, um ihn sich gewogen zu stimmen. Er zögerte die Zahlung der zweiten Lieferung hinaus, was zu Mahnungen führte, die hinwiederum Ratenzahlungen des Beschwerdeführers bewirkten. Wie er in seiner Beschwerdeschrift ausführt, geriet er in eine Abhängigkeit ausgerechnet gegenüber jenem Beamten, der für die wirtschaftspolizeilichen Bewilligungen zuständig war, deren er immer wieder bedurfte. Der Beschwerdeführer erklärte zudem, der Beamte habe unterschwellig klar machen können, dass man ihn nun treffen müsse, habe so seine Macht ausgespielt und \"auf eine solche Weise gesprochen\", dass man schon aus seinen Andeutungen gewusst habe, was er wolle. Eine Verstärkung erfuhr diese Bindung über die vom Beamten eingefädelten Verhandlungen über den Verkauf einer Liegenschaft. Die Vorinstanz verweist schliesslich auf die erheblichen Summen, die der Beschwerdeführer dem Beamten zukommen liess.\n\nEs ist in tatsächlicher Hinsicht von einem längerfristig angelegten, sich infolge der beidseitigen Funktionen gewissermassen selbständig am Leben erhaltenden und erneuernden und dadurch komplexer werdenden Beziehungsverhältnis auszugehen. Die bezweckten Amtshandlungen sind denn auch als Bewilligungshandlungen im Rahmen einer vielschichtigen und nicht immer durchsichtigen Gewerbepolizeigesetzgebung mit relativ weiten Ermessensspielräumen eindeutig bestimmbar. Der Beschwerdeführer hatte mit dem Beamten über die Bilderkäufe im Hinblick auf dafür erwartete günstige Bearbeitungen seiner Bewilligungsgesuche ein zielgerichtetes Beziehungsgeflecht aufgebaut. Es entstanden dadurch gegenseitige Abhängigkeitsverhältnisse. Diese Bindung wurde durch die vom Beamten eingefädelten Vertragsverhandlungen über den Liegenschaftskauf zusätzlich verflochten. Die Vorinstanz nimmt daher zu Recht eine verjährungsrechtliche Einheit im Sinne von Art. 71 Abs. 2 StGB an.\n\n2. Des Bestechens im Sinne von Art. 288 StGB macht sich unter anderem schuldig, wer einem Beamten ein Geschenk oder einen Vorteil anbietet, verspricht, gibt oder zukommen lässt, damit er seine Amts- oder Dienstpflicht verletze.\n\na) Art. 288 StGB setzt voraus, dass die Zuwendung erfolgt, um den Beamten zur Verletzung einer Amts- oder Dienstpflicht zu veranlassen. Es genügt, dass der Bestechende im Sinne des dolus eventualis annimmt, der Beamte rechne möglicherweise mit dem Vorteil und lasse sich allenfalls dadurch beeinflussen. Erfolg muss er mit |145| seinem Vorhaben beim Beamten nicht haben, weil Art. 288 StGB die Reaktion des Beamten auf das Ansinnen des Täters nicht erfasst (BGE 100 IV 56 E. 2a). Der Tatbestand der aktiven Bestechung (Art. 288 StGB) kann auch dann erfüllt sein, wenn keine passive Bestechung vorliegt (Art. 315 StGB).\n\nDie vom Bestechenden angestrebte Pflichtverletzung muss nicht durch eine Amtshandlung erfolgen (BGE 72 IV 179 E. 2 S. 183); es genügt, dass der Vorteil den Beamten überhaupt zu einer Verletzung der Amtspflicht veranlassen soll (BGE 77 IV 39 E. 2 S. 49; vgl. REHBERG, Strafrecht IV, 2. Auflage, Zürich 1996, S. 291). Die Beeinflussung braucht auch nicht hinsichtlich einer bestimmten einzelnen Amtshandlung zu erfolgen; es reicht die Absicht aus, den Beamten allgemein für die Zukunft zu einer dem Versprechenden günstigen Geschäftserledigung zu veranlassen (BGE 71 IV 139 E. 3 S. 147 betr. Art. 316 StGB). Dabei muss zwischen der Vorteilsgewährung und dem zukünftigen Verhalten des Beamten ein genügender Zusammenhang bestehen (BGE 118 IV 309 E. 2a), ein gewissermassen rechtsgeschäftlicher Zusammenhang zwischen Amtshandlung und Vorteil (DANIEL JOSITSCH, Der Tatbestand des Anfütterns im Korruptionsstrafrecht, ZStrR 118/2000 S. 53, 55). Die Gegenleistung muss bestimmbar sein (PIETH, Bestechung, S. 243; TRECHSEL, a.a.O., Art. 288 N. 5a). Als verbotenes Verhalten können auch eine verzögernde (BALMELLI, a.a.O., S. 194; KAISER, a.a.O., S. 226) oder dilatorische Behandlung oder das Unterlassen einer Amtshandlung in Betracht fallen (RUDOLF GERBER, Zur Annahme von Geschenken durch Beamte des Bundes, ZStrR 96/1979 S. 243, 251). Hingegen sind nach geltendem Recht Sachverhalte wie das blosse \"Anfüttern\" oder die reine \"Klimapflege\" nicht strafbar (vgl. Botschaft über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes [Revision des Korruptionsstrafrechts] sowie über den Beitritt der Schweiz zum Übereinkommen über die Bekämpfung der Bestechung ausländischer Amtsträger im internationalen Geschäftsverkehr vom 19. April 1999, BBl 1999 VI 5497, S. 5509).\n\nb) Die Vorinstanz nimmt an, der Beschwerdeführer habe die finanziellen Zuwendungen X. immer im Bestreben zukommen lassen, den Beamten zu einer parteiischen Bearbeitung seiner Bewilligungsgesuche zu veranlassen. In ihrer Gesamtheit deuteten diese Vorgänge, die untereinander in einem engen sachlichen Zusammenhang stünden, darauf hin, dass alle Zahlungen in der Absicht ergangen seien, den Beamten gewogen und parteiisch zu halten. Er habe die |146| insgesamt 32 Bilder eines Malers, dessen Werke sich an nationalen und internationalen Auktionen als geradezu unverkäuflich erwiesen hätten, zu objektiv massiv übersetzten Preisen erworben; nach Abzug der Bilderwerte bleibe eine Summe von ca. Fr. 330'000.-, die er dem Beamten in Bestechungsabsicht habe zukommen lassen. Es helfe dem Beschwerdeführer nicht, wenn die erlangten Bewilligungen im Ergebnis nicht zu beanstanden seien. Es sei ausreichend, dass er die Erwartung gehabt habe, den Beamten durch seine Zahlungen zu einem parteiischen Verhalten zu bewegen.\n\nc) Ein blosses \"Günstigstimmen\" zwecks einer beförderlichen, speditiven Erledigung erfüllt den Tatbestand noch nicht. Doch sind Günstigstimmen und Erstreben einer parteiischen Amtstätigkeit entgegen der Beschwerdeschrift nicht synonyme Bestrebungen. Zu Recht hält die Vorinstanz für ausreichend, dass der Beschwerdeführer die Erwartung hatte, den Beamten durch seine Zahlungen zu einem parteiischen Verhalten zu bewegen. Eine von sachfremden Erwägungen geleitete und damit pflichtwidrige Amtsausübung erfüllt den Tatbestand (vgl. BALMELLI, a.a.O., S. 190 f.; KAISER, a.a.O., S. 222 f.), wie auch eine im Ermessen des Amtsträgers liegende Handlung pflichtwidrig sein kann (TRECHSEL, a.a.O., Art. 288 N. 5). Die Vorinstanz legt eine eindeutige, darauf hinzielende Erwartungshaltung des Beschwerdeführers dar, der Beamte lasse sich über die finanziellen Vorteile zu einer parteiischen Amtsführung bestimmen. Sie bejaht den Bestechungsvorsatz auf Grund des Sachverhalts zu Recht. Der Schuldspruch verletzt somit kein Bundesrecht."}