{"annee": "126", "cour": "II", "page": "71", "date": "19/11/1999", "cite": ["123 II 595", "117 III 1", "124 V 271", "124 II 193", "124 II 265", "117 II 85", "124 V 185"], "cite_par": ["127 IV 193", "127 V 456", "126 II 111", "129 II 438", "128 V 230", "127 V 484", "128 II 247", "127 V 1", "130 II 351", "128 V 102", "131 II 306", "129 III 404", "130 II 306", "127 V 196", "128 II 340", "127 V 88"], "chapeau": "9. Estratto della sentenza del 19 novembre 1999 della II Corte di diritto pubblico nella causa G. Sprenger e litisconsorti contro la Commissione federale delle banche (ricorsi di diritto amministrativo)", "regestes": ["Art. 2 let. d, art. 10 al. 2 let. d, art. 11 al. 1 let. a - c, art. 35, art. 36 LBVM (RS 954.1); art. 3 al. 5, art. 38 al. 1 let. c, art. 39 al. 1 let. a ch. 1 OBVM (RS 954.11); art. 23bis et 23quinquies LB (RS 952.0); liquidation de négociants en valeurs mobilières, respectivement de la succursale d'un négociant étranger dépourvu d'une autorisation pour exercer son activité. Les critères pour pouvoir admettre que l'on est en présence d'un négociant en valeurs mobilières, respectivement de la succursale d'un négociant étranger au sens de la LBVM (consid. 5a) sont réalisés en l'espèce (consid. 5b/bb à 5b/dd). En matière de liquidation de négociants en valeurs mobilières non titulaires d'une autorisation, la LBVM contient une lacune proprement dite, laquelle peut être comblée en appliquant par analogie les critères développés par la jurisprudence relative aux sociétés qui exercent une activité bancaire sans autorisation. Les mesures prévues à l'art. 36 LBVM peuvent donc être prises aussi à l'égard des négociants en valeurs mobilières sans autorisation (consid. 6e). Violation, en l'espèce, des devoirs d'information (consid. 7a), de diligence (consid. 7b) et de loyauté (consid. 7c) découlant de l'art. 11 al. 1 let. a - c LBVM, ainsi qu'absence de garantie d'une activité irréprochable au sens de l'art. 10 al. 2 let. d LBVM (consid. 7d). La liquidation immédiate des sociétés recourantes respecte le principe de la proportionnalité (consid. 8)."], "faits": "|72|\n\nA.- Il 30 aprile 1997 la Comfinor S.A. - società fondata nel 1978 con sede a Paradiso - ha inviato alla Commissione federale delle banche un annuncio ai sensi dell' art. 50 della legge federale del 24 marzo 1995 sulle borse e il commercio di valori mobiliari (Legge sulle borse; LBVM [RS 954.1]). Dopo aver descritto la propria attività - la quale concerneva l'intermediazione e la consulenza nell'ambito dell'acquisto di opzioni (traded options) - la società presentava una formale istanza di constatazione di non assoggettamento alla Legge sulle borse.\n\n|73|\n\nUn analogo annuncio - sia per quanto concerne la descrizione dell'attività svolta che la richiesta di non assoggettamento alla Legge sulle borse - è stato presentato, sempre il 30 aprile 1997, dalla Comsal S.A. - società fondata nel 1992 con sede a Paradiso - e dalla Comro S.A. - società fondata nel 1995 con sede a Roveredo.\n\nQuest'ultima società, nel definire la propria attività, ha precisato di fungere quale agente per la Finorex International S.A., società domiciliata ad Aruba.\n\nB.- Con un'unica decisione del 20 novembre 1997 la Commissione federale delle banche ha dichiarato assoggettate alla Legge sulle borse la Comfinor S.A., la Comsal S.A., la Comro S.A. e la succursale di Roveredo della Finorex International S.A., quali commercianti di valori mobiliari, rispettivamente, quale succursale di commerciante estero nonché ha sciolto le citate società, ponendole in liquidazione con effetto immediato.\n\nC.- Il 30 dicembre 1997 Gerold Sprenger e Claudia Martin, amministratori della Comsal S.A. e della Comro S.A., rispettivamente della Comfinor S.A., nonché azionisti delle stesse, hanno presentato dinanzi al Tribunale federale un ricorso di diritto amministrativo. Affermano, in sintesi, che il giudizio impugnato difetta di una base legale e disattende, sotto vari aspetti, la Legge sulle borse. Lamentano una violazione del principio della proporzionalità e contestano che siano adempiute le condizioni poste dalla normativa applicabile per poter dichiarare le società assoggettate alla medesima.\n\nIl 9 gennaio 1998 la Comsal S.A. in liquidazione (in seguito: Comsal), la Comfinor S.A. in liquidazione (in seguito: Comfinor) e la Comro S.A. in liquidazione (in seguito: Comro) hanno, a loro volta, adito il Tribunale con un unico ricorso di diritto amministrativo, la cui motivazione e le cui conclusioni sono identiche a quelle del gravame esperito da Gerold Sprenger e Claudia Martin.\n\nLo stesso giorno, la Finorex International NV (di seguito: Finorex) ha ugualmente proposto davanti al Tribunale federale un ricorso di diritto amministrativo. La ricorrente, oltre a negare che si possa ammettere l'esistenza di una sua succursale in Svizzera, formula le stesse censure di quelle contenute negli altri due ricorsi.\n\nIl Tribunale federale ha respinto i ricorsi, in quanto ammissibili.", "considerants": "Dai considerandi:\n\n5. Le società ricorrenti censurano, sotto diversi aspetti, il loro assoggettamento alla Legge sulle borse.\n\n|74|\n\na) Giusta l'art. 2 lett. d della Legge sulle borse, sono considerati commercianti di valori mobiliari (commercianti) le persone fisiche o giuridiche o le società di persone che, agendo per proprio conto in vista di una rivendita a breve scadenza, oppure per conto di terzi, acquistano e alienano a titolo professionale valori mobiliari sul mercato secondario, li offrono al pubblico sul mercato primario o creano essi stessi derivati e li offrono al pubblico. Secondo l'art. 2 cpv. 1 dell'ordinanza del 2 dicembre 1996 sulle borse e il commercio di valori mobiliari (Ordinanza sulle borse; OBVM [RS 954.11]), sono commercianti di valori mobiliari (commercianti) ai sensi della legge i commercianti per conto proprio, le ditte di emissione e i fornitori di derivati, sempre che siano principalmente attivi nel campo finanziario. Al secondo capoverso viene precisato che i market maker e i commercianti che operano per il conto di clienti sono commercianti ai sensi della presente legge anche quando non sono principalmente attivi nel campo finanziario. L'art. 3 cpv. 5 OBVM stipula poi che i commercianti che operano per il conto di clienti sono commercianti che negoziano professionalmente valori mobiliari in nome proprio e per il conto di clienti e che tengono personalmente o presso terzi conti per il commercio di valori mobiliari (lett. a), oppure che conservano personalmente o in nome proprio presso terzi i valori mobiliari dei clienti (lett. b). Va poi osservato che, conformemente alla prassi della Commissione federale delle banche, dalla quale non v'è motivo di scostarsi, è ritenuto agire a titolo professionale il commerciante che apre conti o tiene valori mobiliari per più di venti clienti (JEAN-BAPTISTE ZUFFEREY/ALESSANDRO BIZZOZERO/LORENZO PIAGET, Qui est négociant en valeurs mobilières, Losanna, 1997, pag. 42), criterio peraltro ripreso all'art. 4 OBVM per definire che cosa sia un valore mobiliare.\n\nConformemente all'art. 38 cpv. 1 lett. c OBVM, sono commercianti esteri tutte le imprese organizzate secondo il diritto estero che esercitano il commercio di valori mobiliari ai sensi dell'art. 2 lettera d della legge. L'art. 39 cpv. 1 lett. a cifra 1 OBVM stabilisce poi che il commerciante estero necessita dell'autorizzazione della Commissione delle banche se occupa in Svizzera persone che, a titolo professionale e permanente, in Svizzera e dalla Svizzera, negoziano per lui valori mobiliari, tengono conti della clientela e lo impegnano giuridicamente (succursale). In proposito, va osservato che la Legge sulle borse, per ammettere l'esistenza di una succursale, pone esigenze meno elevate che quelle sgorganti dall'interpretazione giurisprudenziale dell'art. 935 CO (sulla nozione di succursale nella |75| LBVM, cfr. JEAN-BAPTISTE ZUFFEREY/ALESSANDRO BIZZOZERO/LORENZO PIAGET, op. cit., pag. 51 seg. e riferimenti; GÉRARD HERTIG/URS SCHUPPISSER, in: Kommentar zum Schweizerischen Kapitalmarktrecht, Bundesgesetz über die Börsen und den Effektenhandel (Börsengesetz, BEHG), volume 5, Basilea 1999, nota 8 all'art. 10 LBVM; sulla nozione di succursale di cui all'art. 935 CO, cfr. DTF 117 II 85 consid. 3 e 4 e rinvii). Per poter ammettere di essere in presenza di una succursale, due condizioni cumulative devono essere realizzate: il personale deve lavorare a titolo professionale e permanente a nome e per conto del commerciante nonché deve impegnarlo giuridicamente.\n\nb) aa) Nella fattispecie in esame, va sottolineato in primo luogo che le quattro società ricorrenti operavano nello stesso campo. Negli inserti di causa vi sono infatti sufficienti elementi per ammettere che esse esercitavano la stessa attività (acquisto e vendita di opzioni, cfr. prospetti pubblicitari identici), alle stesse condizioni (in particolare, prelievo di una commissione pari al 35% del costo totale della transazione) e che, come verrà esposto di seguito, presentavano gli stessi pericoli per i clienti.\n\nbb) La Comsal e la Comfinor contestano il loro assoggettamento alla Legge sulle borse. A torto. Come emerge sia dalla decisione contestata sia dagli atti di causa, queste due società hanno dichiarato di avere - a fine giugno 1997 - centotrentanove, rispettivamente ottantanove clienti attivi (a fine giugno 1996 questi erano centosette, rispettivamente settantotto), ai quali, come risulta in modo incontestato dagli atti, non si applicava alcuno dei motivi di esclusione di cui all'art. 3 cpv. 6 OBVM. Detti clienti non acquistavano direttamente opzioni presso il broker estero: tutte le transazioni erano effettuate dalle società, le quali agivano quale controparte del broker: è quindi a ragione che la Commissione federale delle banche ha considerato che le medesime operavano a nome loro e per conto di terzi. Va poi osservato che le condizioni generali delle società indicavano chiaramente l'apertura di conti da parte dei clienti, sui quali erano iscritte tutte le operazioni contabili riguardanti i medesimi (versamenti, acquisti, vendite): sono quindi manifestamente adempiute le condizioni di cui all'art. 3 cpv. 5 OBVM. Infine, è invano che viene asserito che i conti di cui erano intestatarie le società non corrispondono alla definizione di \"omnibus accounts\", ossia di conti collettivi o di conti comuni. In effetti, come rileva la Commissione federale delle banche, questi conti servivano ad effettuare una pluralità di operazioni per diversi clienti. Su questo punto |76| i ricorsi, per quanto concerne la Comsal e la Comfinor, si rivelano infondati e vanno respinti.\n\ncc) Per quanto riguarda la Comro, va osservato innanzitutto che, come risulta dal rapporto allestito il 16 gennaio 1998 dalla liquidatrice, l'attività sviluppata dalla medesima è identica a quella della Comsal e della Comfinor, con l'unica differenza che tutta la parte amministrativa veniva trattata dalla Finorex Dienstleistung GmbH a Vienna. In proposito, ci si limita a rilevare che, come emerge dagli atti, la Comro aveva conseguito una cifra d' affari di complessivi fr. 5'196'000.- per il 1996 e di fr. 4'337'000.- per il 1997 (fino al 30 giugno). L'ammontare delle commissioni prelevate era pari a fr. 1'039'000.- per il 1996 e a fr. 867'000.- per il 1997 (fino al 30 giugno). Va poi osservato che detta società intratteneva due tipi di relazioni. Da un lato, essa era legata alla Comsal e alla Comfinor: le stesse persone dirigevano le società e la Comro, prima di essere dichiarata in fallimento, era rappresentata dallo stesso legale che le altre due società. Dall' altro, essa aveva dei legami con la Finorex: oltre al fatto che era la prima che contattava eventuali clienti e che era la seconda che si occupava dell'aspetto finanziario delle transazioni, anche qui, vi erano le stesse persone che operavano per le due società (cfr. in particolare la gestione del conto corrente postale svizzero della Finorex). Va poi osservato che il prospetto pubblicitario della Finorex, oltre a rinviare alla Comro, era di contenuto identico al suo. Per quanto concerne la questione dell'intermediazione per l'acquisto di contratti, non è necessario, in questa sede, vagliare in modo dettagliato la natura e la portata del contratto stipulato il 1o gennaio 1996 tra le due società (cfr. \"Vertriebsvereinbarung\" del 1o gennaio 1996). Infatti, in questo ambito, è determinante il tipo di relazioni che la Comro aveva con i clienti. In proposito, la tesi sostenuta dalle interessate, secondo cui la Comro si limitava ad indicare alla Finorex le possibilità di concludere contratti, senza procedervi lei stessa, è smentita dalle conferme d'ordine inviate ai clienti su carta intestata della Comro, recante all'inizio della lettera e messo in evidenza il termine \"Auftragsbestätigung\". Il contenuto stesso di tali documenti prova che il contratto era concluso in quel momento, la Finorex essendo solo l'ente esecutore per la Comro. La circostanza che alla fine di queste lettere figurava, redatta in piccoli caratteri, la menzione \"Auftragseingangsbestätigung\" non porta ad una diversa conclusione. Va poi osservato che, a parte l'attività sviluppata in comune con la Comro e il cui ricavo veniva incassato su un conto postale in Svizzera, nulla si sa sulla Finorex, la quale si è sempre |77| astenuta - sia nel corso della precedente procedura sia dinanzi a codesta Corte, davanti alla quale ha avuto ampia possibilità di fornire spiegazioni - d'indicare quali altre attività essa svolgeva. Visti i stretti legami esistenti tra le due società e considerato che, da un lato, si trattava di un'attività svolta a titolo professionale e permanente e che, dall'altro, le transazioni erano concluse in Svizzera dalla Comro a nome e per conto della Finorex, è a giusto titolo che è stato constatato che la Finorex, in collaborazione con la Comro, svolgeva in Svizzera un'attività di commerciante di valori mobiliari e che quindi si doveva ammettere l'esistenza di una sua succursale, perlomeno di fatto, nel nostro Paese, corrispondente con l'attività della Comro. Il suo assoggettamento alla Legge sulle borse è pertanto giustificato in virtù dell'art. 39 cpv. 1 lett. a cifra 1 OBVM.\n\ndd) La Finorex fa valere di vendere opzioni, tra l'altro, anche a clienti domiciliati in Svizzera, senza però esercitarvi alcun'altra attività. Non contesta di essere un commerciante di valori mobiliari ai sensi dell'art. 2 lett. d LBVM, ma osserva che la sua sede si trova all'estero, che non impiega personale in Svizzera e che non vuole diventare membro di una borsa la cui sede si trova in Svizzera: a suo avviso, non necessita pertanto di un'autorizzazione della Commissione federale delle banche giusta l'art. 10 cpv. 4 LBVM, combinato con l'art. 3 cpv. 1 OBVM. Sostiene poi di non avere una direzione effettiva in Svizzera e di non svolgere i suoi affari essenzialmente o prevalentemente in Svizzera o a partire dalla Svizzera. Afferma pertanto di non essere obbligata ad essere organizzata secondo il diritto svizzero e di non sottostare alle disposizioni relative ai commercianti svizzeri (art. 10 cpv. 4 LBVM, in relazione con l'art. 38 OBVM). È quindi a torto che la Commissione federale delle banche ha constatato che esercitava un'attività di fatto in Svizzera, come anche ha considerato che essa vi aveva una succursale, perlomeno di fatto, per la quale doveva ottenere un'autorizzazione.\n\nLa tesi è inconferente. Anzitutto va ricordato che la Finorex non contesta di svolgere un'attività di commerciante di valori mobiliari ai sensi dell'art. 2 lett. d LBVM. In proposito, va ribadito che l'interessata si è astenuta di fornire, a parte un estratto della \"Chamber of Commerce and Industry\" di Aruba, una copia del contratto stipulato con la Comro, del suo prospetto pubblicitario nonché delle proprie condizioni generali, qualsiasi altro documento, dal quale si sarebbe potuto dedurre quali altre attività - oltre a quella esercitata con la Comro - essa svolgeva. Va poi rilevato che, per i motivi già esposti in precedenza (cfr. consid. 5b/cc), è a giusto titolo che la |78| Commissione federale delle banche ha ritenuto che la Finorex aveva in Svizzera una succursale, perlomeno di fatto, corrispondente con l'attività della Comro. Al riguardo va rilevato che le strette nonché intricate relazioni professionali esistenti tra la Finorex e la Comro sono state ulteriormente corroborate dalle dichiarazioni rilasciate da un impiegato della Comro alla liquidatrice. Le stesse confortano quanto già rilevato al considerando 5b/cc, ossia che le conferme d'ordine per ogni contratto erano allestite su carta intestata della Comro e che la Finorex disponeva sia di un conto bancario che di un conto postale in Svizzera, sul quale i clienti dovevano effettuare i loro versamenti. La Finorex non può quindi ora contestare che essa dava l'impressione che la Comro trattava per lei valori mobiliari in Svizzera in modo professionale e permanente e che, di conseguenza, essa aveva una succursale, perlomeno di fatto, in Svizzera, corrispondente con l'attività della Comro (cfr. JEAN-BAPTISTE ZUFFEREY/ALESSANDRO BIZZOZERO/LORENZO PIAGET, op. cit., pag. 51 seg.; GÉRARD HERTIG/URS SCHUPPISSER, op. cit., nota 8 all'art. 10 LBVM). Visto quanto precede, possono rimanere irrisolti i quesiti di sapere se la Finorex aveva altre attività all'estero e che volume dei suoi affari rappresentava l'attività esercitata nel nostro Paese. In effetti, affinché un commerciante estero sia assoggettato alla Legge sulle borse basta che in Svizzera vi si trovi una sua succursale (art. 39 cpv. 1 lett. a cifra 1 OBVM) ciò che, come appena esposto, è il caso della qui ricorrente. Su questo punto, il ricorso, infondato, va respinto.\n\n6. a) A parere dei ricorrenti (parere condiviso anche in dottrina, cfr. MANFRED KÜNG/FELIX M. HUBER/MATTHIAS KUSTER, Kommentar zum Börsengesetz, vol. II, Zurigo 1998, nota 11 segg. all'art. 36 LBVM), la decisione di sciogliere e di porre in liquidazione le società esulerebbe dalle competenze che la Legge sulle borse riconosce alla Commissione federale delle banche, in quanto priva di una base legale: la normativa in esame non prevederebbe infatti la facoltà di sciogliere e porre in liquidazione una persona giuridica che esercita il commercio di valori mobiliari allorché non dispone ancora della relativa autorizzazione, un tale provvedimento essendo previsto unicamente in caso di ritiro di un'autorizzazione già concessa, conformemente a quanto sancito dall'art. 36 LBVM. Secondo i ricorrenti, l'art. 35 LBVM, su cui si fonda il giudizio contestato, non prevede espressamente la misura contestata e non costituisce pertanto una valida base legale. Asseriscono altresì che non si può dedurre una tale sanzione da un'interpretazione estensiva della Legge sulle borse, in quanto a loro avviso, su questo punto, vi è un |79| silenzio qualificato e non una lacuna legislativa. In proposito, fanno valere che la Legge sulle borse è stata adottata quasi contemporaneamente alla nuova Legge federale del 18 marzo 1994 sui fondi d'investimento (LFI; RS 951.31), la quale prevede esplicitamente, all'art. 58 cpv. 2, lo scioglimento di un fondo non autorizzato. Ne deducono quindi che se il legislatore avesse voluto prevedere un simile provvedimento anche nei confronti dei commercianti di valori mobiliari, lo stesso sarebbe stato espressamente menzionato nella legge, ciò che non è stato fatto. Per gli stessi motivi, i ricorrenti adducono altresì che la decisione querelata disattende l'art. 31 Cost., in quanto priva di una base legale.\n\nb) La Commissione federale delle banche non nega che il giudizio contestato si basa sull'art. 35 LBVM. Afferma tuttavia che è pure applicabile per analogia l'art. 36 LBVM. Fa poi valere che la Legge sulle borse non menziona tutte le misure che essa può adottare e che gli interventi precisi di cui all'art. 35 cpv. 3 lett. a e b LBVM sono esplicitamente enunciati nella legge in quanto trattasi di misure specifiche. Detta autorità sostiene poi che l' enumerazione di cui all'art. 35 LBVM non è esaustiva e che la messa in liquidazione di un commerciante non autorizzato rientra negli interventi usuali che essa, quale autorità di vigilanza, può decidere al fine di ripristinare l'ordine legale. Adduce che una diversa soluzione condurrebbe a riconoscere l'impossibilità per lei di porre un termine ad attività non autorizzate, altamente pericolose per il pubblico e l'immagine del sistema finanziario elvetico. Infine, asserisce che gli art. 35 e 36 LBVM si rifanno agli art. 23bis e 23quinquies della legge federale sulle banche e le casse di risparmio, dell'8 novembre 1934 (Legge sulle banche; LBCR; RS 952.0), e che la propria prassi nonché la giurisprudenza del Tribunale federale in materia d'interventi nei confronti di società non autorizzate esercitanti l'attività bancaria si applicano pertanto, mutatis mutandis, ai commercianti di valori mobiliari. Al riguardo sottolinea che secondo la prassi del Tribunale federale, gli art. 23bis segg. LBCR le permettono di prendere le decisioni necessarie al ripristino dell'ordine legale e che essa gode di un vasto potere di apprezzamento nella scelta delle misure proprie al perseguimento degli scopi della legge, segnatamente la protezione dei creditori.\n\nc) Giusta l'art. 35 LBVM, l'autorità di vigilanza prende le decisioni necessarie all'applicazione della legge e delle sue disposizioni di esecuzione e sorveglia l'osservanza delle prescrizioni legali e regolamentari (cpv. 1). Se viene a conoscenza d'infrazioni alle prescrizioni |80| legali o di altre irregolarità, detta autorità provvede al ripristino dell'ordine legale e alla soppressione delle irregolarità. Essa prende le decisioni necessarie a tal fine (cpv. 3, prima e seconda frase). Essa può (cpv. 3, terza frase) vietare per un breve periodo di tempo tutti i negozi giuridici e i pagamenti di un commerciante o i versamenti che gli sono destinati se esiste un pregiudizio imminente per i suoi creditori (lett. a); vietare provvisoriamente o per una durata indeterminata l'esercizio del commercio di valori mobiliari ai collaboratori responsabili di un commerciante che hanno violato gravemente la presente legge, le sue disposizioni di esecuzione o le prescrizioni interne dell'impresa (lett. b). In virtù dell'art. 36 LBVM, l'autorità di vigilanza ritira l'autorizzazione di esercizio alla borsa o al commerciante che non adempie più le condizioni richieste o che viola gravemente i suoi obblighi legali o le sue prescrizioni interne (cpv. 1). Il ritiro dell'autorizzazione provoca lo scioglimento delle persone giuridiche, delle società in nome collettivo e delle società in accomandita e la radiazione dal registro di commercio delle ditte individuali. L'autorità di vigilanza nomina un liquidatore e ne sorveglia l'attività. Nel caso di commercianti che sono parimenti assoggettati alla legge sulle banche e le casse di risparmio, l'autorità di vigilanza può rinunciare allo scioglimento, purché l'autorizzazione ad esercitare in quanto banca non debba pure essere ritirata (cpv. 2).\n\nd) Un testo legale soffre di una lacuna, alla quale il giudice deve rimediare secondo la regola generale posta dall'art. 1 cpv. 2 CC, quando lascia irrisolta una questione giuridica che la sua applicazione solleva inevitabilmente e che una soluzione non può essere dedotta né dal testo né dall'interpretazione della legge (lacuna propria; cfr. DTF 117 III 3 consid. 2b e rinvii) oppure quando, a causa di un-'incongruenza del legislatore, omette di disciplinare un quesito la cui soluzione scaturisce dalle idee e dagli scopi di quest'ultimo. Per converso, il giudice non può supplire al silenzio della legge quando la lacuna è stata voluta dal legislatore (silenzio qualificato) e corrisponde ad una norma negativa oppure quando l'omissione consiste nella mancanza di una regola desiderabile (lacuna impropria), perché in tal caso si sostituirebbe al legislatore; egli può tuttavia farlo se costituisce abuso di diritto o addirittura viola la Costituzione invocare il senso considerato determinante della normativa (DTF 124 V 271 consid. 2a, 346 consid. 3b/aa e rispettivi richiami).\n\nPer giurisprudenza, la legge va innanzitutto interpretata secondo il suo tenore letterale (interpretazione letterale). Se il testo legale non è assolutamente chiaro o se più interpretazioni del medesimo si |81| prestano, il giudice è tenuto a ricercare il vero significato della norma, deducendo il medesimo dalle relazioni che intercorrono tra quest'ultima e altre disposizioni legali e dal contesto legislativo in cui essa si inserisce (interpretazione sistematica), dal fine che essa persegue o dall'interesse tutelato (interpretazione teleologica), nonché dalla volontà del legislatore (interpretazione storica), così come essa traspare dai materiali legislativi (DTF 124 II 193 consid. 5a e 5c, 241 consid. 3, 265 consid. 3a, 372 consid. 5; DTF 124 V 185 consid. 3a; DTF 123 II 595 consid. 4a e rispettivi rinvii). Se il testo di legge è chiaro, l'autorità chiamata ad applicare il diritto può distanziarsi dal medesimo soltanto se sussistono motivi fondati per ritenere che la sua formulazione non rispecchia completamente il vero senso della norma. Simili motivi possono risultare dai materiali legislativi, dallo scopo della norma, come pure dalla relazione tra quest'ultima e altre disposizioni (DTF 124 II 265 consid. 3a; DTF 124 V 185 consid. 3a e rispettivi richiami).\n\ne) È vero che l'art. 35 LBVM non prevede espressamente la possibilità di sciogliere e porre in liquidazione una persona giuridica che non dispone della necessaria autorizzazione e che l'art. 36 LBVM disciplina solo il ritiro di autorizzazioni già concesse e le conseguenze che ne derivano. Va poi rilevato che nel Messaggio concernente una legge federale sulle borse e il commercio di valori mobiliari, del 24 febbraio 1993 (di seguito: Messaggio; FF 1993 I 1077 segg., in particolare pag. 1134) è unicamente menzionata la possibilità di agire nei confronti di commercianti non autorizzati in base a quanto sancito dall'art. 35 LBVM. Senonché, contrariamente a quanto sostenuto dai ricorrenti, non si è in presenza di un silenzio normativo qualificato, bensì di una lacuna propria, la quale può essere colmata applicando per analogia i criteri sviluppati dalla prassi riguardo alla Legge sulle banche, in particolare per quanto concerne i provvedimenti che possono essere emanati nei confronti di società non autorizzate. In effetti, sia dal Messaggio (cfr. FF 1993 I 1077 segg., in particolare pag. 1128 segg.) sia dai lavori preparatori (cfr. ad esempio, BU 1993 CS 998 segg., in particolare 999, 1010, 1011, 1013; BU 1994 CN 1076), sia dalla legge medesima (cfr. art. 34 LBVM), emergono numerosi rinvii alla Legge sulle banche, segnatamente ad un applicazione analogica dei criteri ivi contenuti o sviluppati in applicazione della medesima. Da tutto ciò si può quindi dedurre che la Legge sulle borse si è ispirata alla Legge sulle banche, anche se ciò non viene espressamente formulato per ogni articolo di legge. Non va poi trascurato che sebbene la Legge sulle borse, |82| dal profilo temporale, è più vicina alla Legge sui fondi d'investimento che alla Legge sulle banche, dal lato materiale vi è tuttavia un nesso diretto tra la Legge sulle borse e quella sulle banche, per quanto concerne il loro contenuto nonché i loro scopi ed obiettivi, e ciò già solo tenendo conto della circostanza che il commercio di valori mobiliari è essenzialmente esercitato dalle banche (cfr. Messaggio citato, pag. 1128). Considerati questi elementi e rammentato che l'autorità di vigilanza deve prendere le decisioni necessarie all'applicazione della legge (art. 35 cpv. 1 LBVM) nonché prevedere al ripristino dell'ordine legale e alla soppressione delle irregolarità (art. 35 cpv. 3 LBVM), se ne può dedurre che essa, come in materia bancaria, può applicare per analogia i provvedimenti previsti dall'art. 36 LBVM anche nei confronti dei commercianti non autorizzati (cfr. pure TOMAS POLEDNA, in: Kommentar zum Schweizerischen Kapitalmarktrecht, Bundesgesetz über die Börsen und den Effektenhandel (Börsengesetz, BEHG), volume 5, Basilea 1999, nota 2 all' art. 36 LBVM). Infine va rilevato che la tesi dei ricorrenti condurrebbe ad ammettere che l'autorità di vigilanza può intervenire unicamente nei confronti di chi è titolare di un'autorizzazione, senza potere invece adottare provvedimenti efficaci contro imprese abusive e quindi più pericolose per gli investitori nonché per l'immagine della piazza finanziaria svizzera, ciò che è contrario agli scopi ed obiettivi del legislatore (cfr. art. 1 LBVM). Anche su questo punto i ricorsi si rivelano infondati e vanno respinti. I gravami vanno altresì disattesi, per le ragioni testé esposte, nella misura in cui viene censurata una lesione dell'art. 31 Cost., segnatamente la mancanza di una base legale.\n\n7. I ricorrenti contestano la tesi della Commissione federale delle banche, secondo cui le società avrebbero disatteso le norme di comportamento di cui all'art. 11 LBVM nonché la garanzia di un'attività irreprensibile posta dall'art. 10 cpv. 2 lett. d LBVM. Senonché, su questi punti, i ricorsi non sono atti ad infirmare l'argomentazione posta a fondamento del giudizio querelato.\n\na) L'obbligo d'informazione di cui all'art. 11 cpv. 1 lett. a LBVM sancisce che il commerciante deve, in particolare, informare la sua clientela sui rischi inerenti al genere di transazione effettuata. In proposito, va osservato che anche se la documentazione pubblicitaria, le condizioni generali e gli altri documenti firmati dai clienti menzionano esplicitamente i rischi importanti connessi al commercio di opzioni nonché il prelievo di una commissione pari al 35% del prezzo totale dell'opzione, non va tuttavia trascurato il fatto che - come |83| confortato d'altronde da documenti agli atti - durante i vari colloqui preliminari telefonici venivano minimizzati, sminuiti o addirittura sottaciuti i rischi di perdita connessi agli investimenti ed i potenziali clienti - di regola, del tutto privi d'esperienza in tale ambito - venivano spinti a concludere operazioni di carattere altamente speculativo, tramite la messa in evidenza dei vantaggi economici che avrebbero potuto risultare dalle transazioni, e ciò senza alcun riguardo alla loro situazione patrimoniale. In proposito, va altresì rilevato che, come emerge dagli atti, i potenziali clienti erano anche sottoposti ad una certa pressione, in quanto erano contattati circa 2-3 ore dopo aver ricevuto per posta la documentazione della società: è quindi indubbio che gli stessi non avessero a disposizione il tempo necessario per informarsi convenientemente prima di acquistare opzioni. Non va poi negletto - elemento che non è contestato dalle società ricorrenti, dato che le stesse ammettono che avrebbero potuto ingaggiare personale qualificato - che i collaboratori delle società non disponevano della necessaria formazione professionale (conoscenze tecniche scarse o addirittura inesistenti) e che, pertanto, non potevano fornire le necessarie informazioni alla clientela.\n\nb) L'obbligo di diligenza di cui all'art. 11 cpv. 1 lett. b LBVM stabilisce che il commerciante deve, in particolare, garantire la migliore esecuzione possibile degli ordini della clientela e far sì che la stessa possa ricostruire lo svolgimento delle operazioni. Su questo punto, si può senz'altro condividere gli argomenti - confortati da numerosi documenti figuranti agli atti - sviluppati dalla Commissione federale delle banche e rispetto ai quali i ricorrenti non riescono a formulare valide contestazioni né a fornire spiegazioni convincenti. Al riguardo, ci si può limitare a rilevare che i clienti avevano difficoltà a seguire l'andamento dei propri investimenti, che non erano regolarmente informati in proposito, che gli ordini da loro impartiti non erano sempre rispettati, e che mancava chiarezza nell'esecuzione dei loro ordini e nell'informazione data.\n\nc) L'obbligo di lealtà previsto dall'art. 11 cpv. 1 lett. c LBVM stabilisce che il commerciante deve, in particolare, vegliare affinché la sua clientela non venga lesa da eventuali conflitti d'interesse. Nel caso concreto, elemento incontestato, il rispetto di tale norma di comportamento va esaminato sotto il profilo delle modalità di percezione delle commissioni, segnatamente la loro entità. In proposito, ci si può allineare alla tesi della Commissione federale delle banche, secondo cui l'ammontare delle commissioni percepite, corrispondente al 35% del costo totale dell'opzione, non è giustificato - e i |84| ricorrenti non sono stati capaci di fornire la prova del contrario - da alcuna prestazione specifica offerta. Inoltre, lo stesso risulta del tutto sproporzionato se paragonato a quanto richiesto da altri istituti o società che si occupano di commercio di valori mobiliari. Il rimprovero formulato al riguardo dai ricorrenti, secondo cui gli esempi forniti non sono attendibili poiché trattasi d'istituti bancari con strutture ed attività diverse dalle loro, va disatteso. In effetti, i due settori d'attività sono molto vicini: un paragone tra di loro è quindi del tutto valido. Non va poi dimenticato che una gran parte dei commercianti di valori mobiliari è costituita da banche. Inoltre, le elevate differenze riscontrate non sono giustificate, in concreto, da una prestazione specifica o da una migliore qualità delle prestazioni, ciò che, come rilevato in precedenza, manca manifestamente in concreto (cfr. consid. 7a). Per il resto, vanno condivisi i pertinenti argomenti sviluppati dalla Commissione federale delle banche nella propria risposta, la quale osserva in particolare che le società ricorrenti non disponevano né di specialisti in materia di opzioni e di transazioni su commodities né di un'organizzazione sofisticata né di personale competente; che la selezione delle opzioni offerte non proveniva da un'accurata scelta operata secondo criteri professionali e strategici e che l'indicazione delle commissioni nei contratti e nelle conferme non era determinante, in quanto la clientela delle società era composta da persone nell'incapacità di apprezzare con la dovuta attenzione la sproporzione e le conseguenze dei costi elevati delle opzioni. Infine, va sottolineato che detto ammontare impedisce - tesi confortata da documenti agli atti, che i ricorrenti non sono stati capaci d'infirmare né di contraddire fornendo valide prove contrarie - sia di accrescere ragionevolmente l'investimento iniziale che di evitare una perdita importante. Anche in proposito, vanno condivise le convincenti spiegazioni della Commissione federale delle banche, la quale rileva in particolare l'importante incidenza negativa delle commissioni, le quali, come risulta dalle statistiche eseguite dall'Ispettorato dei fiduciari ticinesi su un campione di ventisei clienti, hanno portato, per il periodo considerato, ad una perdita media annuale dell'81%. Considerate quanto precede, non appare necessario vagliare ancora la questione delle retrocessioni, dato che quanto sopra rimproverato alle società ricorrenti è già sufficiente a ledere l'obbligo di lealtà di cui all'art. 11 cpv. 1 lett. c LBVM.\n\nDa quanto testé esposto, discende che la Commissione federale delle banche ha ritenuto a ragione che le norme di comportamento di cui all'art. 11 LBVM erano state violate dalle società ricorrenti, |85| norme che, come emerge dal Messaggio (cfr. FF 1993 I pag. 1114 seg.), rivestono un'importanza capitale a mente degli scopi sanciti dalla legge: il loro rispetto va dunque preteso e vagliato con grande severità.\n\nd) Visto quanto precede, è a giusto titolo che la Commissione federale delle banche ha considerato che le società ricorrenti non offrivano la garanzia di un'attività irreprensibile (art. 10 cpv. 2 lett. d LBVM). Considerato poi le ulteriori mancanze constatate (personale non qualificato, infrastrutture inadeguate, capitale sociale insufficiente), che d'altronde le società ricorrenti non sono state capaci d'infirmare, ben si può concludere che i requisiti di cui all'art. 10 cpv. 2 LBVM - necessari per ottenere un'autorizzazione - non erano manifestamente adempiuti in concreto.\n\ne) Su questi punti, i ricorsi si rivelano infondati e vanno, di conseguenza, respinti.\n\n8. Nella fattispecie in esame, le gravi violazioni della legge rimproverate alle società ricorrenti appaiono, per i motivi esposti in precedenza (cfr. consid. 7), del tutto fondate. Ricordata inoltre l'importanza che il legislatore ha voluto conferire al rispetto delle norme di comportamento sancite dall'art. 11 LBVM (cfr. FF 1993 I 1114 seg.), la decisione relativa al scioglimento coattivo delle società ricorrenti appare - contrariamente all'opinione delle medesime che non è al riguardo sostenuta da validi argomenti - rispettosa del principio della proporzionalità e, di conseguenza, va pure confermata da questo profilo. In effetti, come ben rileva la Commissione federale delle banche nella propria risposta, la quale viene qui condivisa, oltre al fatto che la gestione effettuata conduce ad un depauperamento del patrimonio affidato, dette società costituiscono un pericolo anche per potenziali investitori, considerato che le stesse ricercano continuamente per telefono nuovi clienti (cfr. in proposito, l'ammontare delle spese telefoniche per il 1996 figurante agli atti). Rilevato inoltre che non è possibile, viste le violazioni constatate, convertire la loro attività in attività conforme alle esigenze legali, la decisione impugnata, il cui scopo è di tutelare gli investimenti intrapresi dagli attuali clienti, di proteggere potenziali investitori nonché di assicurare l'affidabilità della piazza finanziaria elvetica, è conforme al principio della proporzionalità e va, di conseguenza, confermata. Anche su questo punto, i ricorsi devono pertanto essere respinti."}