{"annee": "126", "cour": "V", "page": "393", "date": "25/9/2000", "cite": ["123 V 142", "120 V 306"], "cite_par": ["129 V 327", "134 V 418", "144 V 42"], "chapeau": "65. Urteil vom 25. September 2000 i.S. M. gegen Industrie-, Gewerbe- und Arbeitsamt des Kantons Aargau und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 13 al. 3 LACI; art. 12 al. 1 et 2 OACI: Période de cotisation d'un assuré mis à la retraite anticipée. Lorsqu'un travailleur résilie les rapports de travail à l'âge à partir duquel le règlement de l'institution de prévoyance lui permet de demander sa mise à la retraite anticipée, ce n'est pas l'exception prévue à l'art. 12 al. 2 OACI qui est applicable, mais la réglementation de l'art. 12 al. 1 OACI, selon lequel seule peut être prise en compte l'activité soumise à cotisation exercée après la mise à la retraite anticipée. Il en va de même en ce qui concerne une personne licenciée par son employeur pour un autre motif que ceux qui sont prévus à l'art. 12 al. 2 let. a OACI."], "faits": "BGE 126 V 393 S. 394\n\nA.- Die am 31. März 1938 geborene M. arbeitete seit 1. März 1992 als Betreuerin des Tageszentrums X. Am 28. Januar 1998 kündigte sie das Arbeitsverhältnis auf den 31. März 1998. Von der Vorsorgeeinrichtung Y der Arbeitgeberin erhielt sie eine einmalige Zahlung von 19'830 Franken.\n\nAm 15. April 1998 stellte die Versicherte Antrag auf Arbeitslosenentschädigung. Mit Verfügung vom 2. Dezember 1998 lehnte das Industrie-, Gewerbe- und Arbeitsamt des Kantons Aargau (KIGA) das Begehren wegen fehlender Beitragszeit ab.\n\nB.- Gegen diese Verfügung erhob M. beim Versicherungsgericht des Kantons Aargau Beschwerde. Das Gericht stellte in seinem Urteil vom 12. Januar 2000 fest, dass die Versicherte, unabhängig davon, ob sie dies gewollt habe oder nicht, auf Grund des Reglements der Vorsorgeeinrichtung Y vorzeitig pensioniert worden sei. Die Verwaltung habe sich deshalb zu Recht auf den Standpunkt gestellt, dass nur die nach der vorzeitigen Pensionierung zurückgelegten Beitragszeiten angerechnet werden könnten. Hingegen hiess das Gericht die Beschwerde insoweit gut, als es die Sache an die Verwaltung zurückwies, damit diese prüfe, ob die Versicherte seit dem BGE 126 V 393 S. 3951. April 1998 einer Beschäftigung nachgegangen sei und damit die Beitragszeit erfüllt habe.\n\nC.- M. führt Verwaltungsgerichtsbeschwerde. Sie macht geltend, sie sei auf Grund zwingender Regelungen im Rahmen der beruflichen Vorsorge vorzeitig pensioniert worden, sodass die vor der vorzeitigen Pensionierung zurückgelegte Beitragszeit anzurechnen sei. Insoweit sei der Entscheid der Vorinstanz aufzuheben.\n\nSowohl das KIGA als auch das Staatssekretariat für Wirtschaft verzichten auf eine Vernehmlassung zur Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 13 Abs. 3 AVIG kann der Bundesrat zur Verhinderung eines ungerechtfertigten gleichzeitigen Bezuges von Altersleistungen der beruflichen Vorsorge und Arbeitslosenentschädigung die Anrechnung von Beitragszeiten vorzeitig pensionierter Personen von Art. 13 AVIG abweichend regeln. Gestützt auf diese Delegationsnorm hat der Bundesrat in Art. 12 AVIV unter der Marginalie \"Beitragszeit vorzeitig pensionierter Versicherter\" folgende Bestimmung erlassen:\n\n\"1 Versicherten, die vor Erreichung des Rentenalters der AHV\n\npensioniert worden sind, wird nur jene beitragspflichtige Beschäftigung\n\nals Beitragszeit angerechnet, die sie nach der Pensionierung ausgeübt\n\nhaben.\n\n2 Absatz 1 gilt nicht, wenn der Versicherte:\n\na. aus wirtschaftlichen Gründen oder auf Grund von zwingenden Regelungen\n\nim Rahmen der beruflichen Vorsorge vorzeitig pensioniert wurde und\n\nb. einen Anspruch auf Altersleistungen erwirbt, der geringer ist als die\n\nEntschädigung, die ihm nach Artikel 22 AVIG zustünde.\n\n3 Als Altersleistungen gelten Leistungen der obligatorischen und\n\nweitergehenden beruflichen Vorsorge.\"\n\nb) Das Rücktrittsalter ist, soweit für die Frage der vorzeitigen Pensionierung relevant, in den Absätzen 3 und 4 von Ziffer 2.3. des Vorsorgereglementes der Y (Ausgabe 1998) wie folgt geregelt:\n\n\"Das ordentliche Rücktrittsalter entspricht, gemäss den Bestimmungen\n\nder AHV, dem Alter 65 für Männer bzw. 62 für Frauen. Es wird an demjenigen\n\nMonatsersten erreicht, welcher auf den betreffenden Geburtstag folgt.\n\nIn Abweichung von diesen Bestimmungen kann der Versicherte das\n\nRücktrittsalter im Einvernehmen mit dem Arbeitgeber bis zu fünf Jahre\n\nvorverlegen, sofern er jede hauptamtliche Erwerbstätigkeit definitiv\n\naufgibt. Die Alters- bzw. Hinterlassenenleistungen werden in diesem Fall\n\nauf Grund versicherungstechnischer Berechnungen reduziert.\" BGE 126 V 393 S. 396\n\n2. Die Vorinstanz hat in zutreffender Würdigung der Akten festgestellt, dass die Beschwerdeführerin von der Y als Vorsorgeeinrichtung nicht eine Freizügigkeitsleistung, sondern infolge ihrer Kündigung des Arbeitsvertrages, des Erreichens der reglementarischen Altersgrenze für eine vorzeitige Pensionierung und ihres Begehrens eine Altersrente in Form einer einmaligen Kapitalzahlung erhalten hat (vgl. BGE 120 V 309 Erw. 4a).\n\nDie Beschwerdeführerin anerkennt die Richtigkeit dieser Feststellung. Sie hält aber dafür, dass sie auf Grund zwingender Regelung durch das Reglement der Vorsorgeeinrichtung vorzeitig pensioniert worden sei. Deshalb erfülle sie die Voraussetzung von Art. 12 Abs. 2 lit. a AVIV. Da die kumulativ zu erfüllende Voraussetzung von Art. 12 Abs. 2 lit. b AVIV ebenfalls gegeben sei, falle sie nicht unter Art. 12 Abs. 1 AVIV, sodass für sie die vor der vorzeitigen Pensionierung zurückgelegte Beitragszeit anzurechnen sei.\n\nStreitig und zu prüfen ist demnach, ob die vor der vorzeitigen Pensionierung zurückgelegte Beitragszeit anzurechnen ist, was davon abhängt, ob sich die Situation der Beschwerdeführerin nach Art. 12 Abs. 1 oder nach Art. 12 Abs. 2 AVIV beurteilt.\n\n3. a) GERHARDS weist in seinem Kommentar zum Arbeitslosenversicherungsgesetz (Bd. I, N 34-45 zu Art. 13) zu Recht darauf hin, dass die Bestimmung von Art. 12 AVIV in Anbetracht der Delegationsnorm des Art. 13 Abs. 3 AVIG nur einen ungerechtfertigten gleichzeitigen Bezug von Pensionskassenleistungen und Arbeitslosenentschädigung zu verhindern erlaubt (vgl. auch BGE 123 V 146 Erw. 4b). Einen solchen ungerechtfertigten Bezug könne sie aber nicht verhindern, sondern durch den Neubeginn der Beitragszeit nach der Pensionierung lediglich hinausschieben. Die Bestimmung sei richtigerweise lediglich unter dem Aspekt verständlich, dass der Versicherte damit seine Vermittlungsbereitschaft unter Beweis stellen müsse.\n\nTHOMAS NUSSBAUMER (Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Bd. Soziale Sicherheit, Rz 191) sieht in Art. 12 Abs. 2 lit. a AVIV das Moment der Freiwilligkeit angesprochen. Wer freiwillig von der statutarischen Möglichkeit einer Frühpensionierung Gebrauch mache, falle unter die Regelung von Art. 12 Abs. 1 AVIV.\n\nb) aa) Die Ansicht NUSSBAUMERS ist grundsätzlich richtig, lässt aber nicht erkennen, unter welchen Voraussetzungen eine Person freiwillig von der statutarischen Möglichkeit einer Frühpensionierung Gebrauch macht. Insbesondere bleibt die Frage unbeantwortet, BGE 126 V 393 S. 397ob eine Person, die ihr Arbeitsverhältnis in einem Alter kündigt, in welchem sie vorzeitig in Pension gehen kann, und damit nach der Praxis des Eidg. Versicherungsgerichts (BGE 120 V 309 Erw. 4), gleichgültig ob sie dies will oder nicht, eine Altersrente erhält, freiwillig vorzeitig pensioniert wird.\n\nGERHARDS ist insoweit zuzustimmen, als die Bestimmung des Art. 12 AVIV einen ungerechtfertigten gleichzeitigen Bezug von Altersleistungen der beruflichen Vorsorge und von Arbeitslosenentschädigung nicht zu verhindern, sondern lediglich hinauszuschieben vermag. Die Delegationsnorm von Art. 13 Abs. 3 AVIG ist indessen nicht so zu verstehen, dass der Bundesrat schlechthin dafür zu sorgen hat, dass ein ungerechtfertigter gleichzeitiger Bezug von Altersleistungen und Arbeitslosenentschädigung verhindert wird. Die Delegationsnorm findet sich in Art. 13 AVIG über die Beitragszeit. Dem Bundesrat wird demnach zur Verhinderung eines solchen ungerechtfertigten Bezuges lediglich eine abweichende Regelung der Beitragszeit zugestanden. Auf dem Weg zu diesem Ziel ist die Bestimmung des Art. 12 AVIV, wie noch darzulegen ist, eine durchaus geeignete Lösung.\n\nbb) Der Sinn der Bestimmung von Art. 12 AVIV geht dahin, Personen in einem festen Anstellungsverhältnis davon abzuhalten, ihr Arbeitsverhältnis zu kündigen, um neben der Altersleistung der beruflichen Vorsorge auch noch Arbeitslosenentschädigung zu erhalten. Ein solches Vorhaben wird dadurch erschwert, dass die bisherige Beitragszeit nicht angerechnet wird, sondern die Beitragszeit nach der Pensionierung neu zu laufen beginnt. Der gleichzeitige Bezug von Altersleistungen der beruflichen Vorsorge und von Arbeitslosenentschädigung wird damit nur solchen Personen ermöglicht, die vermittlungsfähig sind, d.h. die insbesondere wirklich bereit und auch in der Lage sind, zumutbare Arbeit anzunehmen (Art. 15 Abs. 1 AVIG). Personen, welche diese Voraussetzungen nicht erfüllen, werden von einer solchen Kündigung abgehalten. Aus der bundesrätlichen Botschaft zu einem neuen Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980 ist denn auch ersichtlich, dass mit der vom Bundesrat auf Grund von Art. 13 Abs. 3 AVIG (Art. 12 Abs. 3 des Entwurfs entspricht dem Gesetz gewordenen Art. 13 Abs. 3 AVIG in seiner ursprünglichen Fassung [vgl. BBl 1980 III 652 mit AS 1982 2188]) zu erlassenden Regelung verhindert werden sollte, dass vorzeitig Pensionierte unmittelbar im Anschluss an ihre Pensionierung zusätzlich zur Pension noch BGE 126 V 393 S. 398Arbeitslosenentschädigung beziehen können, ohne dass sie ihre weitere Vermittlungsfähigkeit und vor allem Vermittlungswilligkeit unter Beweis stellen (BBl 1980 III 563).\n\nAus dem Gesagten ist zu erkennen, wie die Ausnahmeregelung von Art. 12 Abs. 2 AVIV zu verstehen ist. Nicht unter die Regel von Art. 12 Abs. 1 AVIV sollen Personen fallen, die an ihrer Arbeitsstelle bleiben möchten, dies aber nicht tun können, weil sie aus wirtschaftlichen Gründen entlassen werden oder weil sie beispielsweise die ordentliche reglementarische Altersgrenze, die in etlichen Berufen niedriger ist als das Rentenalter in der Alters- und Hinterlassenenversicherung, erreichen und somit ausscheiden müssen. Nicht unter die Ausnahmebestimmung von Art. 12 Abs. 2 AVIV, sondern unter die Regel von Art. 12 Abs. 1 AVIV fallen dagegen Personen, die ihr Arbeitsverhältnis selbst auflösen und damit aus der Vorsorgeeinrichtung ausscheiden. Solche Personen werden nicht im Sinne von Art. 12 Abs. 2 lit. a AVIV auf Grund von zwingenden Regelungen im Rahmen der beruflichen Vorsorge vorzeitig pensioniert. Auch Personen, deren Arbeitsverhältnis seitens der Arbeitgeberschaft weder aus wirtschaftlichen Gründen noch auf Grund von zwingenden Regelungen im Rahmen der beruflichen Vorsorge gekündigt wird, fallen nicht unter Art. 12 Abs. 2 AVIV. Zum einen werden sie von dieser Ausnahmeregelung nicht erfasst; zum andern können solche Kündigungen erfahrungsgemäss auch provoziert werden.\n\n4. Da das Arbeitsverhältnis der Beschwerdeführerin weder aus wirtschaftlichen Gründen noch nach dem Gesagten auf Grund von zwingenden Regelungen der beruflichen Vorsorge aufgelöst wurde, ist gemäss Art. 12 Abs. 1 AVIV die vor der vorzeitigen Pensionierung zurückgelegte Beitragszeit nicht anrechenbar."}