{"annee": "126", "cour": "V", "page": "403", "date": "24/10/2000", "cite": ["110 V 393", "125 V 503", "124 V 47"], "cite_par": [], "chapeau": "67. Extrait de l'arrêt du 24 octobre 2000 dans la cause C. contre Caisse cantonale genevoise de chômage et Commission cantonale de recours en matière d'assurance-chômage, Genève", "regestes": ["Art. 103 al. 3 et 6 LACI: Délai de recours (ou de réclamation) devant l'autorité cantonale de recours de première instance. L'art. 103 al. 3 LACI ne s'applique qu'au délai de recours devant l'autorité cantonale de dernière instance. Il appartient donc au droit cantonal, en vertu de l'art. 103 al. 6, première phrase LACI, de fixer le délai de recours (ou de réclamation) devant l'autorité de recours inférieure, lorsque celle-ci existe."], "faits": "|404|\n\nA.- Par décision du 13 janvier 1999, la Caisse cantonale genevoise de chômage (ci-après: la caisse) a réclamé à C. le remboursement de prestations de chômage versées à tort du 20 mars au 17 avril 1998 (1'344 fr. 65).\n\nPar décision du 5 juillet 1999, le Groupe Réclamations de l'Office cantonal genevois de l'emploi (OCE) a déclaré irrecevable pour cause de tardiveté la réclamation formée par l'assuré contre la décision précitée.\n\nB.- Saisie d'un recours de l'assuré, la Commission cantonale de recours en matière d'assurance-chômage du canton de Genève (ci-après: la commission de recours) l'a rejeté par jugement du 30 septembre 1999.\n\nC.- C. a interjeté recours de droit administratif contre ce jugement dont il requiert l'annulation. (...). Il conclut, implicitement, à ce qu'il ne soit pas tenu de rembourser les prestations versées à tort par la caisse.\n\n(...).\n\nLa caisse et le Groupe Réclamations de l'OCE ont conclu implicitement au rejet du recours, alors que le Secrétariat d'Etat à l'économie ne s'est pas déterminé.", "considerants": "Considérant en droit:\n\n1. Le litige porte sur la tardiveté de la réclamation formée par C. contre la décision de la caisse du 13 janvier 1999.\n\nLe Tribunal fédéral des assurances doit dès lors se borner à examiner si c'est à bon droit que la commission de recours a rejeté le recours formé par le prénommé contre la décision du 5 juillet 1999, par laquelle le Groupe Réclamations de l'OCE a déclaré tardive sa réclamation contre la décision de la caisse. Il ne saurait en revanche examiner le fond du litige comme le voudrait le recourant (ATF 125 V 505 consid. 1 et ATF 124 V 49 consid. 1).\n\n2. a) L'OCE de la République et canton de Genève, qui relève du Département de l'économie publique, assume une double fonction en matière d'assurance-chômage. D'une part, il est l'autorité cantonale au sens de l'art. 85 LACI et exécute les tâches qui y sont énumérées. D'autre part, il statue sur recours contre des décisions des caisses de chômage et agit alors en qualité de première instance cantonale de recours en matière d'assurance-chômage. C'est le système de la juridiction à deux degrés, que connaît notamment la République et canton de Genève, et qui, en vertu du droit fédéral, |405| est compatible avec l'art. 101 let. b LACI (arrêt non publié C. du 12 avril 1989; THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 737; MEYER-BLASER, Die Rechtspflege in der Sozialversicherung, in: BJM 1989 p. 8; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, vol II, n. 4 ad art. 101; cf. THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 2ème édition, n. 8 p. 368).\n\nb) Le délai que le recourant n'a pas respecté est le délai de réclamation contre une décision de la caisse, adressée à l'OCE en sa qualité d'autorité de recours cantonale de première instance.\n\n3. a) Il convient d'examiner en premier lieu si le délai en cause est régi par l'art. 103 al. 3 LACI ou par le droit cantonal de procédure, en vertu de l'art. 103 al. 6 première phrase LACI. Certes, en l'espèce, le délai fixé par le droit cantonal est identique à celui du droit fédéral (30 jours). Toutefois, il n'en va pas toujours de même. Par exemple, en droit neuchâtelois - où l'on connaît aussi la double instance de recours (art. 34 al. 1 de la loi du 30 septembre 1996 concernant le marché du travail, le service de l'emploi, l'assurance-chômage et les mesures de crise [RSN 813.10]) - le délai de recours ordinaire, en procédure administrative, est de 20 jours et non de 30 jours (art. 34 al. 1 de la loi du 27 juin 1979 sur la procédure et la juridiction administrative [RSN 152.130]).\n\nb) Peu abondante, la jurisprudence du Tribunal fédéral des assurances en la matière n'est pas uniforme. Un arrêt rendu sous l'ancien droit, mais dont les principes restent applicables sous l'empire de la LACI, consacre l'autonomie du droit cantonal de procédure en matière de délai de révision d'un jugement de l'autorité cantonale de recours (ATF 110 V 395 consid. 2b). Il en va de même de l'arrêt B. du 31 janvier 1983, publié dans DTA 1983 no 10 p. 45, en ce qui concerne la suspension des délais de recours contre les décisions des caisses de chômage et des autorités cantonales compétentes. En revanche, dans un arrêt non publié S. du 24 avril 1990, tout en admettant que la double instance de recours en matière d'assurance-chômage prévue par le droit valaisan était compatible avec l'art. 101 let. b LACI, le Tribunal fédéral des assurances a considéré que la procédure devant les deux autorités de recours cantonales était régie par l'art. 103 al. 2 à 4 LACI. En l'occurrence, toutefois, personne ne contestait que le délai de recours fût de 30 jours et qu'il était dépassé depuis longtemps lorsque le recourant avait remis son recours à un bureau de poste. Par ailleurs, dans trois arrêts non publiés similaires D., K. et S. du 15 juin 2000, le Tribunal fédéral des assurances |406| a rappelé que les cantons disposaient d'une grande marge de liberté dans l'application de l'art. 103 al. 6 LACI. Cependant, l'examen ne portait pas sur la nature (de droit fédéral ou cantonal) du délai de recours devant une première autorité cantonale de recours.\n\nc) Pour NUSSBAUMER (op.cit., ch. 740 ss), par comparaison avec d'autres branches des assurances sociales, l'art. 103 LACI contient des exigences minimales de droit fédéral qui s'imposent dans le cadre des procédures cantonales de recours, tel le délai de recours de 30 jours prévu à l'al. 3. A côté de celles-ci, s'appliquent les principes généraux d'ordre procédural du droit des assurances sociales. Pour le surplus, soit en matière de dépens, de suspension des délais, de délai pour déposer une demande de révision d'un jugement de l'autorité cantonale de recours et d'amendes d'ordre, la procédure est régie par le droit cantonal.\n\nDe son côté, GERHARDS soutient que la loi fédérale sur la procédure administrative et le droit cantonal de procédure régissent la procédure devant les autorités de recours de première instance en matière d'assurance-chômage (op.cit., n. 5 ad art. 101), ce qui paraît contredire son affirmation selon laquelle le délai de 30 jours prescrit par l'art. 103 al. 3 LACI s'applique également au recours devant l'autorité de recours inférieure (op.cit., n. 30 ad art. 103).\n\nd) En vertu du principe de l'autonomie du droit cantonal de procédure en matière de délais - affirmé dans la jurisprudence relative à l'ancien droit (ATF 110 V 395 consid. 2b et DTA 1983 no 10 p. 45) et implicitement confirmé dans les trois arrêts précités du 15 juin 2000 - il faut admettre que l'art. 103 al. 3 LACI ne s'applique qu'au délai de recours devant l'autorité cantonale de dernière instance et qu'il appartient donc au droit cantonal de fixer le délai de recours (ou de réclamation) devant l'autorité de recours inférieure, lorsque celle-ci existe.\n\n5. a) Aux termes de l'art. 49 de la loi cantonale genevoise en matière de chômage du 11 novembre 1983 (entrée en vigueur le 1er janvier 1984: RSGE J 2 20) et de l'art. 62 du règlement d'exécution de cette loi, du 3 décembre 1984 (entré en vigueur le 1er janvier 1984: RSGE J 2 20.01) - dont l'application est réservée par l'art. 103 al. 6 première phrase LACI - le délai de recours devant l'autorité cantonale statuant sur réclamation en matière d'assurance-chômage est de 30 jours.\n\nb) En l'espèce, la décision de la caisse a été envoyée, sous pli simple, au recourant le 13 janvier 1999, de sorte qu'elle lui est parvenue quelques jours plus tard, mais en tout cas le 18 janvier 1999. |407|\n\nIl est constant que le délai de réclamation venait à échéance le 18 février 1999. La réclamation remise à la poste le 1er mars suivant était donc tardive."}