{"annee": "126", "cour": "III", "page": "25", "date": "17/12/1999", "cite": ["125 III 305", "108 II 167", "123 III 165"], "cite_par": ["128 III 212", "131 III 606", "129 III 664", "128 III 419", "127 III 519", "129 III 118", "127 III 248", "126 III 388", "132 III 268", "126 III 375", "127 III 199", "138 III 453", "129 III 618"], "chapeau": "7. Extrait de l'arrêt de la Ire Cour civile du 17 décembre 1999 dans la cause M. contre Banque X. (recours en réforme)", "regestes": ["Cautionnement; compensation. Droit applicable à la compensation entre des créances découlant d'un même contrat (art. 148 LDIP; consid. 3a). La caution ne peut pas invoquer elle-même la compensation à la place du débiteur principal. Peut-elle, par application analogique des art. 502 al. 2 et 121 CO, refuser sa prestation si le débiteur principal a renoncé à une créance compensatrice après que la caution s'est engagée et sans le consentement de celle-ci? Question laissée ouverte en l'es pèce, la caution ayant consenti à la renonciation (consid. 3b et c)."], "faits": "|25|\n\nA.- Le 12 décembre 1991, la société Z., ayant son siège en France, a ouvert un compte auprès d'une banque de ce pays (ci-après: la Banque X. ou la banque). Le compte était assorti d'une \"autorisation de découvert\" de 750 000 FF au maximum.\n\nSimultanément, M., domicilié à Genève, a signé un engagement de caution solidaire sans limitation de durée, au bénéfice de la Banque X., pour garantir les engagements de Z. correspondant à l'autorisation de découvert à hauteur de 750'000 FF en capital, accessoires en sus.\n\nDurant l'été 1992, le débit du compte a largement dépassé le plafond de 750 000 FF. Consciente des difficultés rencontrées par Z., la banque l'a autorisée, à bien plaire, à augmenter son débit au-delà de cette limite jusqu'à la miaoût 1992. Dès le milieu du mois d'août |26| cependant, elle a restreint les paiements faits au débit du compte et a refusé d'honorer des effets de change et chèques émis par Z.\n\nNe voyant pas intervenir les remboursements requis, la banque a dénoncé sa relation contractuelle avec Z. le 9 septembre 1992, lui accordant un délai au 9 novembre 1992 pour résorber son débit en compte.\n\nLe 15 mars 1993, la banque a introduit une demande en paiement contre Z. devant le Tribunal de commerce de Grenoble. La défenderesse a formé une demande reconventionnelle, soutenant en substance que la réaction de la banque à son égard violait les obligations contractuelles et l'avait placée dans une situation financière extrêmement dommageable.\n\nLe 14 mai 1993, le Tribunal de commerce de Grenoble a ouvert une procédure de redressement judiciaire au sujet de Z. Pour ce qui est de la demande en paiement et de la demande reconventionnelle qui étaient alors pendantes, la cause a été rayée du rôle.\n\nLe 6 octobre 1994, le Tribunal de commerce de Grenoble a notifié à la banque l'admission de sa production de créance dans la procédure de redressement judiciaire de Z. Il en a été déduit que Z. avait renoncé à invoquer sa prétendue créance en dommages-intérêts contre la banque. Il a été retenu qu'il était impossible que M., qui était alors directeur commercial de Z., ait ignoré cette situation; en droit français, il aurait eu la possibilité, en tant que caution, de se plaindre de l'abandon de la contre-créance alléguée, ce qu'il n'a pas fait.\n\nLes actifs étant insuffisants pour désintéresser tous les créanciers, un \"certificat d'irrecouvrabilité\" a été délivré à la banque en date du 29 juillet 1996. Au 31 décembre 1996, le solde dû à la banque par Z., en capital et intérêts, s'élevait à 1'182'252,84 FF.\n\nB.- Le 24 octobre 1997, la banque a déposé auprès du Tribunal de première instance du canton de Genève une demande en paiement dirigée contre la caution M., lui réclamant la somme de 750 000 FF avec intérêts.\n\nSans contester en rien ses obligations découlant du cautionnement, M. a opposé la compensation, en invoquant la prétendue créance en dommages-intérêts de Z.\n\nPar jugement du 8 octobre 1998, le Tribunal de première instance a condamné M. à payer à la Banque X. la somme de 750'000 FF avec intérêts à 5% dès le 8 février 1997.>\n\nSaisie d'un appel formé par M., la Chambre civile de la Cour de justice genevoise, par arrêt du 21 mai 1999, a confirmé le jugement |27| attaqué. Se référant au droit français, la cour cantonale a considéré que Z. n'était plus en droit de faire valoir cette créance compensatrice, parce que celle-ci avait été abandonnée dans la procédure de redressement judiciaire. Considérant que M. était alors directeur commercial de Z., elle a estimé qu'il était impossible qu'il ait ignoré cette situation; elle a retenu, selon le droit français, qu'il aurait pu se plaindre de l'abandon de cette créance et que, ne l'ayant pas fait, il est également déchu du droit de l'invoquer.\n\nC.- M. a déposé un recours en réforme au Tribunal fédéral. Invoquant une violation des art. 8 CC et 502 al. 2 CO, il conclut à l'annulation de la décision attaquée et au déboutement de sa partie adverse, subsidiairement au renvoi de la cause à la cour cantonale.\n\nLa demanderesse et intimée conclut au rejet du recours et à la confirmation de l'arrêt attaqué.\n\nLe Tribunal fédéral rejette le recours et confirme l'arrêt cantonal.", "considerants": "Extrait des considérants:\n\n3. a) Le contrat de garantie conclu entre les parties relève du droit suisse, pays dans lequel le garant a sa résidence habituelle (art. 117 al. 1, 2 et 3 let. e de la loi fédérale du 18 décembre 1987 sur le droit international privé [LDIP; RS 311.0]). Il doit être qualifié de cautionnement au sens de l'art. 492 al. 1 CO.\n\nLa caution invoque la compensation avec une créance du débiteur principal contre le créancier.\n\nPour déterminer le droit applicable à la compensation, la cour cantonale a cru devoir appliquer l'art. 148 al. 2 LDIP. Elle a cependant perdu de vue que cette disposition ne concerne que la compensation entre des créances qui ne découlent pas d'un même contrat (KELLER/GIRSBERGER, IPRG-Kommentar, n. 38 ad art. 148). En effet, dans le cas contraire, les créances antagonistes relèvent nécessairement du même droit, de sorte que la règle de l'art. 148 al. 2 LDIP n'est d'aucune utilité et que l'on peut aussi bien s'en tenir à la règle générale selon laquelle le droit qui régit une créance en régit également l'extinction (art. 148 al. 1 LDIP).\n\nEn l'espèce, un contrat a été conclu en France entre une société française et une banque française; il n'est pas douteux que cette relation contractuelle relève du droit français. A la créance en remboursement de la banque contre la société, le recourant entend opposer la créance en dommages-intérêts de la société contre la banque, les deux créances découlant des obligations nées du même contrat. |28|\n\nAppliquant le droit français, la cour cantonale est parvenue à la conclusion que le débiteur principal n'était plus en droit d'invoquer la créance compensatrice, parce qu'il y avait renoncé dans le cadre du redressement judiciaire. Il s'agit là d'une question d'application du droit étranger qui ne peut être revue dans un recours en réforme, s'agissant d'une contestation civile de nature pécuniaire (art. 43a al. 2 OJ a contrario).\n\nL'art. 65 OJ, invoqué par le recourant, n'est pas applicable, parce qu'il suppose qu'il n'a pas été tenu compte de la loi étrangère. Cette disposition concerne l'hypothèse où le droit étranger n'a pas été appliqué du tout; elle ne vise pas le cas où le droit étranger a été appliqué, mais où le recourant en invoque une mauvaise application (ATF 108 II 167 consid. 1b).\n\nPar principe, la compensation ne peut plus être invoquée avec une créance qui ne peut plus être déduite en justice.\n\nb) Sachant que le cautionnement ressortit en l'espèce au droit suisse, il faut encore se demander si la caution ne peut pas déduire des droits particuliers de ce contrat.\n\nContrairement à ce que pense le recourant, l'art. 502 al. 2 CO ne lui permet pas de compenser, parce qu'il résulte de la règle spéciale de l'art. 121 CO que la caution ne peut pas elle-même invoquer la compensation à la place du débiteur principal (PETER, Commentaire bâlois, n. 1 ad art. 121 CO; GIOVANOLI, Commentaire bernois, n. 5 ad art. 502 CO; BECKER, Commentaire bernois, n. 2 ad art. 121 CO; ENGEL, Traité des obligations en droit suisse, 2e éd., p. 672; SCYBOZ, Le contrat de garantie et le cautionnement, in Traité de droit privé suisse, t. VII/2, p. 69).\n\nS'inspirant par analogie des art. 502 al. 2 et 121 CO, plusieurs auteurs soutiennent que la caution pourrait refuser sa prestation si le débiteur principal, qui ne peut en principe aggraver la situation de la caution par des renonciations, a renoncé à une créance compensatrice après que la caution s'est engagée et sans le consentement de celle-ci (PETER, op. cit., n. 3 ad art. 121 CO; AEPLI, Commentaire zurichois, n. 29 ad art. 121 CO; BECKER, op. cit., n. 3 ad art. 121 CO; GIOVANOLI, op. cit., n. 5b ad art. 502 CO; SCYBOZ, ibid.).\n\nIl n'est pas nécessaire de trancher la question de savoir si cette opinion doit être suivie. En effet, même si on la suit, l'issue du litige n'en est pas modifiée, puisque la cour cantonale a admis que la caution avait consenti à la renonciation dans le cadre de la procédure de redressement judiciaire. |29|\n\nc) Il reste à examiner si, en retenant ce consentement, la cour cantonale a violé une règle du droit fédéral (art. 43 al. 1 OJ).\n\nSi elle a déterminé la réelle volonté du recourant, il s'agit d'une constatation de fait, qui lie le Tribunal fédéral saisi d'un recours en réforme; si elle a interprété le comportement du recourant selon la théorie de la confiance, en admettant un consentement par acte concluant, il s'agit d'une question de droit qui peut être revue (ATF 125 III 305 consid. 2b p. 308; ATF 123 III 165 consid. 3a; 121 III 118 consid. 4b/aa p. 123, 414 consid. 2a p. 418, 495 consid. 5 p. 497).\n\nMême si l'on retient cette seconde hypothèse, l'issue du litige ne peut pas être modifiée. En tant que caution et directeur commercial, le recourant était évidemment intéressé au premier chef à la procédure de redressement judiciaire, et en particulier au sort de la créance dont il s'était porté garant. La cour cantonale a retenu que le droit français lui permettait de s'opposer à une renonciation à la créance compensatrice. Il s'agit là à nouveau de l'application du droit étranger, qui ne peut être revue dans un recours en réforme portant sur une contestation civile pécuniaire. En temps utile, le recourant n'a pas allégué de circonstances d'où l'on pourrait déduire qu'il a été empêché de s'opposer à la renonciation. La cour cantonale en a tiré la conclusion que de telles circonstances n'existaient pas, ce qui relève de l'appréciation des preuves et ne peut être revu dans un recours en réforme. On se trouve donc face à une inaction du recourant en présence d'une renonciation dont les conséquences personnelles ne pouvaient lui échapper; interpréter cette attitude passive comme un consentement à la renonciation ne viole pas le droit fédéral.\n\nComme déjà expliqué, le Tribunal fédéral ne peut pas examiner les autres griefs du recourant concernant la manière dont la cour cantonale a appliqué le droit français."}