{"annee": "126", "cour": "I", "page": "194", "date": "30/6/2000", "cite": ["116 IA 102", "105 IA 296", "120 IA 43", "124 I 185", "126 I 15", "120 IA 48", "119 IA 88"], "cite_par": ["138 IV 161", "135 I 91", "143 I 284"], "chapeau": "24. Extrait de l'arrêt de la Cour de cassation pénale du 30 juin 2000 dans la cause X. c Ministère public du canton de Vaud (recours de droit public)", "regestes": ["Art. 6 par. 1 et 3 let. c CEDH et art. 29 al. 3 Cst.; droit d'être assisté d'un défenseur. La nomination d'un avocat stagiaire comme défenseur d'office ne viole en soi pas les garanties déduites de l'art. 6 par. 3 let. c CEDH (consid. 3c). A cet égard, l'art. 29 al. 3 dernière phrase Cst. ne confère pas plus de droit (consid. 3a et 3c/bb). Situations dans lesquelles l'autorité est tenue d'intervenir pour que l'accusé bénéficie effectivement des droits de la défense garantis par l'art. 6 par. 3 let. c CEDH (consid. 3d). Absence de violation des droits de la défense en l'espèce (consid. 3e et 3f)."], "faits": "|195|\n\nA.- Par jugement du 22 juillet 1999, le Tribunal criminel du district de Lavaux a condamné X., pour infraction grave à la loi fédérale sur les stupéfiants, à neuf ans de réclusion sous déduction de la détention préventive subie et à son expulsion du territoire suisse pour une durée de quinze ans.\n\nB.- Par arrêt du 9 septembre 1999, dont la motivation écrite a été envoyée aux parties le 9 mars 2000, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté le recours de X.\n\nEn résumé, X. a participé à des transactions portant sur des quantités globales de 1'700 grammes d'héroïne et de 430 grammes de cocaïne environ, correspondant à 450 grammes d'héroïne pure et à 136 grammes de cocaïne pure.\n\nC.- X. forme un recours de droit public au Tribunal fédéral contre cet arrêt. Il conclut à l'annulation de la décision attaquée et sollicite par ailleurs l'assistance judiciaire.\n\nLe Tribunal fédéral rejette le recours dans la mesure où il est recevable.", "considerants": "Considérant en droit:\n\n3. Le recourant reproche aux autorités cantonales d'avoir violé les art. 6 par. 3 let. c CEDH (RS 0.101) et 29 al. 3 dernière phrase Cst., en acceptant qu'il soit assisté d'un avocat stagiaire comme avocat d'office. Selon lui, il n'aurait de la sorte pas bénéficié d'une défense effective.\n\na) Selon l'art. 6 par. 3 let. c CEDH, tout accusé a droit à \"se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent\"; ces garanties ont pour objet de rendre la défense concrète et effective en raison du rôle éminent que le droit à un procès équitable joue dans la société démocratique; cela constitue un |196| élément de la notion de procès équitable garanti par l'art. 6 par. 1 CEDH. La désignation d'un défenseur d'office dans la procédure pénale est en tout cas nécessaire lorsque l'accusé est exposé à une longue peine privative de liberté ou qu'il est menacé d'une peine qui ne peut être assortie du sursis (ATF 120 Ia 43 consid. 2 p. 44-46). Le recourant se prévaut aussi de l'art. 29 al. 3 dernière phrase Cst., qui dispose que toute personne \"a en outre droit à l'assistance gratuite d'un défenseur, dans la mesure où la sauvegarde de ses droits le requiert\". En vigueur au 1er janvier 2000 (RO 1999 p. 2555), soit postérieurement à l'arrêt attaqué du 9 septembre 1999, la nouvelle Constitution fédérale ne saurait directement s'appliquer. Cependant, sous l'aspect invoqué, l'art. 29 al. 3 dernière phrase Cst. ne fait que reprendre les principes posés dans ce domaine par la jurisprudence et ne confère pas plus de droit (cf. FF 1997 I 184).\n\nb) En l'espèce, l'avocat stagiaire P. a été nommé le 24 mars 1998 pour assister le recourant, qui avait été arrêté quelques jours plus tôt, le 19 mars 1998. Au plan cantonal, ce stagiaire a fonctionné en qualité de défenseur d'office pour toutes les phases de la procédure, soit durant l'enquête, lors du jugement et en instance de recours. A aucun moment, le recourant n'a remis en cause cette nomination.\n\nA l'appui de son recours de droit public, il formule des critiques concrètes contre l'activité du stagiaire et laisse entendre que, par principe, la nomination de ce dernier était inapte à assurer une défense effective dans sa cause, relevant à cet égard que le stagiaire est un jeune juriste sans expérience pratique et qui n'a pas encore passé les examens du barreau. L'ensemble de cette motivation est donc présenté pour la première fois devant le Tribunal fédéral. Or, celui qui ne soulève pas devant l'autorité cantonale un grief lié à la conduite de la procédure ne peut en principe plus le soulever devant le Tribunal fédéral; cela ne serait en effet pas conforme à la règle de la bonne foi (ATF 119 Ia 88 consid. 1a p. 90/91). Le recourant ne prétend certes pas avoir demandé le remplacement du stagiaire P. par un avocat patenté ni avoir fait état en instance cantonale des carences qu'il lui reproche. Néanmoins, il se plaint précisément du fait que les autorités n'aient pas pris d'office les mesures nécessaires pour parer aux manquements qu'il impute à son défenseur. Ces manquements relèvent donc des mérites du grief déduit d'une prétendue violation des droits de la défense et ne peuvent guère être écartés sous le prétexte de la bonne foi en procédure. Quoi qu'il en soit, la recevabilité du grief souffre de rester indécise dès lors que celui-ci est de toute manière infondé.\n\n|197|\n\nc) aa) Dans le canton de Vaud, le stage d'avocat est en substance accessible au titulaire d'une licence en droit d'une université suisse, qui de surcroît a, alternativement, soutenu une thèse, obtenu un diplôme d'études juridiques post-grade après deux semestres d'étude au moins, ou exercé dans les cinq dernières années une activité juridique d'au moins deux ans (cf. art. 20 de la loi vaudoise sur le barreau [en abrégé: LB/VD]). Après au moins deux ans de stage, le stagiaire peut se présenter aux examens d'avocat (art. 7 LB/VD), à l'issue desquels le Tribunal cantonal accorde ou refuse le brevet d'avocat (art. 11 LB/VD). Le stagiaire suit donc une formation, dont on ne saurait nécessairement présumer qu'elle sera achevée avec succès par l'obtention d'un brevet d'avocat. Selon l'art. 22 al. 1 LB/VD, les stagiaires assument les défenses pénales sous leur propre responsabilité; pour les défenses d'office, ils sont astreints aux mêmes devoirs que les avocats (art. 23 LB/VD). Les art. 104 à 113 du code de procédure pénale vaudois (en abrégé: CPP/VD) régissent la défense d'office, en particulier les cas où elle s'impose (art. 104), l'autorité chargée de la désignation du défenseur (art. 106) et l'obligation pour ce dernier de rester en fonction jusqu'à l'épuisement des instances cantonales (art. 105 al. 2).\n\nbb) Du texte anglais de l'art. 6 par. 3 let. c CEDH, qui parle de \"legal assistance\", il ressort que le terme \"avocat\" figurant dans le texte français ne doit pas être compris dans une acception \"technique\", mais bien au sens de \"défenseur\" (cf. JACQUES VELU/RUSEN ERGEC, La Convention européenne des droits de l'homme, Bruxelles 1990, no 606, p. 498; THEO VOGLER, Internationaler Kommentar zur EMRK, art. 6 no 535; P. VAN DIJK /G.J.H. VAN HOOF, Theory and Pratique of the European Convention on Human Rights, 2ème éd., p. 351 in fine). Le terme de \"défenseur\" - le texte allemand parle quant à lui d'assistance juridique \"Rechtsbeistand\" - est au demeurant expressément employé à l'art. 29 al. 3 dernière phrase Cst. et non celui d'\"avocat\".\n\nAinsi, la Commission européenne des droits de l'homme a nié une violation de l'art. 6 par. 3 let. c CEDH dans le cas d'un accusé, ressortissant allemand, qui se plaignait d'avoir été représenté à son procès pénal non par un avocat commis d'office pour sa défense, mais par un \"Gerichtsreferendar\" qui faisait son stage réglementaire auprès d'un avocat (Recueil de décisions, vol. 2, 1960, p. 4, requête no 509/59 c. RFA); elle a jugé qu'un accusé devait se contenter d'un \"counsel\" à la place d'un \"solicitor\" (Recueil de décisions, vol. 43-1, 1973, p. 13, requête no 4681/70 c. UK); dans le même |198| ordre d'idée, l'accusé ne peut pas, selon la Commission, prétendre à un défenseur qui aurait des connaissances spécifiques de la matière (décision du 12 décembre 1962 non publiée mais citée par THEO VOGLER, ibidem, et KARL JOSEPH PARTSCH, Die Rechte und Freiheiten des europäischen Menschenrechtskonvention in Bettermann/Neumann/Nipperdey, Die Grundrechte I/1, 1966, p. 399); la Commission a en outre considéré que le fait de désigner comme défenseur d'office un avocat stagiaire attaché à l'étude de l'avocat que l'accusé avait consulté ne pouvait en soi impliquer une violation de l'art. 6 par. 3 let. c CEDH (décision non publiée du 9 mai 1989, requête no 12152/86 c. Suisse).\n\ncc) Le recourant a été jugé en instance cantonale par un Tribunal criminel, lequel, selon l'art. 13 ch. 1 CPP/VD, connaît de tout crime ou délit dont la peine paraît devoir être supérieure à six ans de réclusion, non compris les peines accessoires. Certes, eu égard à l'importance de la peine susceptible d'être infligée, la nomination d'un avocat patenté en qualité de défenseur d'office aurait pu, même dû prévaloir en opportunité. Si souhaitable qu'ait été une telle nomination, on ne saurait pour autant conclure en droit que la désignation d'un stagiaire - qui est un juriste au bénéfice d'une formation universitaire complète, conformément aux conditions posées pour l'accès au stage - viole en soi les garanties déduites de l'art. 6 par. 3 let. c CEDH. A la lumière des développements qui précèdent, il importe en effet peu de savoir si c'est un avocat à proprement parler ou un stagiaire qui a été nommé; au contraire, est seule décisive la question de savoir si le recourant a pu bénéficier d'une défense effective.\n\nd) L'art. 6 par. 3 let. c CEDH ne précise pas les conditions d'exercice du droit à une défense d'office. Il laisse ainsi aux Etats contractants le choix des moyens propres à permettre à leur système judiciaire de le garantir (arrêts de la Cour européenne des droits de l'homme [en abrégé: ACEDH] dans les affaires Quaranta c. Suisse du 24 mai 1991, Série A, vol. 205, par. 30 et Imbriosca c. Suisse du 24 novembre 1993, Série A, vol. 275, par. 38). A cet égard, il ne faut pas oublier que la CEDH a pour but de protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs, et que la nomination d'un conseil n'assure pas à elle seule l'effectivité de l'assistance qu'il peut procurer à l'accusé (ACEDH dans les affaires Daud c. Portugal, Recueil des arrêts et décisions 1998, p. 739, par. 38 et Imbriosca précité, ibidem). Il s'agit de permettre à l'accusé de bénéficier d'une défense compétente, assidue et efficace. Lorsque les |199| autorités tolèrent à tort que le défenseur néglige gravement les devoirs que lui imposent sa profession et sa fonction au détriment de l'accusé, une violation des devoirs de la défense peut être retenue. On ne saurait pour autant imputer aux autorités la responsabilité de toute défaillance du défenseur d'office; la conduite de la défense appartient pour l'essentiel à l'accusé et à son défenseur; l'art. 6 par. 3 let. c CEDH n'oblige les autorités compétentes à intervenir que si la carence du défenseur apparaît manifeste ou si on les en informe suffisamment de quelque autre manière; sur ce dernier point, il incombe donc au premier plan à l'accusé de signaler une violation des droits de la défense (ATF 124 I 185 consid. 3b p. 189/190; ATF 120 Ia 48 consid. 2 b/bb p. 51/52 et les références citées; ACEDH dans l'affaire Daud précitée, ibidem; MARK E. VILLIGER, Handbuch EMRK, 2ème éd. Zurich 1999, no 521; P. VAN DIJK/G.J.H. VAN HOOF, op. cit., p. 351).\n\nA titre d'exemple de carences manifestes, on peut se référer aux affaires jugées par la Cour européenne des droits de l'homme et citées par JACQUES VELU/RUSEN ERGEC (op. cit., no 607, p. 500): Dans l'affaire Artico (Série A, vol. 37), l'avocat désigné pour la défense d'office de ce dernier lui avait, faute de temps, conseillé de s'adresser à un confrère. Sous peine de perdre le bénéfice de l'assistance judiciaire gratuite, Artico ne pouvait suivre cette recommandation. La Cour a relevé l'alternative qui s'offrait aux autorités: soit remplacer l'avocat récalcitrant, soit l'amener à s'acquitter de sa tâche. En restant passives, elles ont méconnu l'art. 6 par. 3 let. c CEDH. Dans l'affaire Goddi (Série A, vol. 76), ce dernier, emprisonné, n'avait pu comparaître à l'audience de la cour d'appel, laquelle a finalement aggravé la peine prononcée en première instance. N'ayant pas été avisé de l'audience, l'avocat de Goddi ne s'était pas non plus manifesté. Certes, la cour d'appel avait nommé, séance tenante, un avocat d'office. Mais elle n'avait pas ajourné les débats ou suspendu l'audience pour permettre à cet avocat de se familiariser avec le dossier. Faute de mesures positives en vue d'une défense adéquate, la Cour a admis une violation de l'art. 6 par. 3 let. c CEDH.\n\nEn revanche, il appartient au défenseur d'office de décider de la conduite du procès, celui-ci n'étant pas simplement le porte-parole sans esprit critique de l'accusé (ATF 116 Ia 102 consid. 4b/bb p. 105; ATF 105 Ia 296 consid. 1e p. 304). Dans ce cadre, il ne saurait être question de violation manifeste des droits de la défense pour ce qui relève de la stratégie choisie. Il n'est en effet guère possible de définir la probabilité avec laquelle telle option de défense conduira ou non au |200| but recherché. Cela touche par exemple les questions de savoir quelle requête de preuve formuler et à quel stade de la procédure, quels faits mettre en avant et quels arguments en tirer, quelle construction et quel contenu donner à la plaidoirie. De telles décisions de stratégie dépendent de nombreux facteurs, lesquels offrent une large marge d'appréciation au défenseur, de sorte qu'elles ne peuvent qu'être soustraites au contrôle des autorités (dans le même sens, DANIEL M. KRAUSE, Die zivilrechtliche Haftung des Strafverteidigers, in Neue Zeitschrift für Strafrecht, mai 2000, p. 228). En outre, une analyse extérieure de la stratégie choisie à partir des éléments apparents de la procédure ne se concilierait guère avec le caractère confidentiel des renseignements détenus par le défenseur d'office et couverts par son secret professionnel.\n\ne) En l'espèce, observant qu'il ne s'est entretenu qu'une heure avec le stagiaire P. quelque quinze jours avant l'audience du Tribunal criminel du 22 juillet 1999, le recourant soutient qu'il n'a, dans ces conditions, pas pu lui exposer de manière détaillée ce qu'il contestait et, en conséquence, bénéficier d'une défense efficace.\n\nLe stagiaire P. a été nommé au début de la phase d'enquête, en mars 1998. Dans ce cadre, il a pu prendre plusieurs mesures en sa qualité de défenseur d'office. Notamment, à l'issue d'une visite au recourant, il a sollicité, par courrier du 19 juin 1998, que soit traitée médicalement l'allergie de celui-ci; le dossier complet lui a été remis pour consultation en septembre 1998; par courrier du 7 décembre 1998, il a requis le complètement de l'enquête; il a signalé, par courrier du 18 mai 1999, que le recourant n'entendait requérir l'assignation d'aucun témoin ou expert lors de l'audience devant le Tribunal criminel, que, pour cette occasion, il fallait prévoir les moyens techniques permettant l'écoute des enregistrements téléphoniques opérés ainsi que la présence d'un interprète de langue albanaise. Certes, le dossier judiciaire cantonal ne comporte aucune donnée sur les visites en prison effectuées par le stagiaire P. Cependant, les courriers précités supposent l'existence de visites, voire même en font expressément état (courrier du 19 juin 1998). L'allégation du recourant quant à une visite isolée quinze jours avant les débats apparaît donc fausse. Quoi qu'il en soit, le recourant ne s'est jamais plaint en instance cantonale de contacts insuffisants avec son défenseur; il ne le prétend pas. Or, les seuls éléments connus des autorités compétentes tels qu'ils résultent du dossier, en particulier les courriers précités, ne révélaient objectivement pas à celles-ci une représentation juridique inefficace mais supposaient, bien au contraire, une activité |201| suivie du défenseur. Faute d'informations spécifiques, elles n'avaient donc aucune raison de douter de l'existence d'une défense effective, partant d'intervenir afin de respecter les obligations qui leur incombaient en vertu de l'art. 6 par. 3 let. c CEDH.\n\nf) Les autres griefs soulevés par le recourant mettent plutôt en cause la stratégie de défense choisie. Or, ainsi qu'on l'a vu, les décisions du défenseur relatives à la stratégie sont en principe inaptes à fonder une violation des droits de la défense. En tous les cas, rien ne permet d'arriver à une telle conclusion en l'espèce.\n\naa) Le recourant se prévaut d'une défense inefficace pour le motif qu'il n'a jamais été confronté au témoin W.\n\nCette confrontation avait été requise par le stagiaire P. dans son courrier au juge d'instruction du 7 décembre 1998. Le juge d'instruction n'y a pas procédé, la réservant lors des débats devant le Tribunal criminel. Cependant, il ressort du jugement de première instance que le recourant y a alors expressément renoncé. Le recourant ne prétend pas que cette renonciation lui était manifestement préjudiciable ni qu'il s'y est opposé en personne. Sous cet aspect, l'autorité ignorait donc tout d'un éventuel désaccord entre lui et son conseil sur la manière de mener la défense. Aussi, les circonstances de la représentation du recourant au procès ne laissent-elles pas apparaître une violation des droits de la défense garantis par l'art. 6 par. 3 let. c CEDH.\n\nbb) Le recourant considère qu'il n'a pas été correctement défendu puisque ses dénégations ainsi que les déclarations des témoins entendus lors des débats devant le Tribunal criminel n'ont pas été verbalisées.\n\nLa procédure pénale vaudoise ne prévoit pas la consignation d'office dans un procès-verbal des déclarations importantes faites aux débats, mais les parties peuvent l'exiger en vertu de l'art. 4 aCst., ainsi que l'a jugé le Tribunal fédéral dans un arrêt postérieur à la décision attaquée (ATF 126 I 15 consid. 2a p. 16 ss). On ne saurait donc retenir une violation grossière des droits de la défense et reprocher à la juridiction cantonale de ne pas être intervenue d'office.\n\nDans ce contexte, mettant en avant les dénégations qu'il a formulées aux débats à propos de plusieurs chefs d'accusation, le recourant relève encore que le stagiaire P. n'a pas conclu à son acquittement pour ceux-ci mais uniquement, de manière globale, à la réduction sensible de la peine requise par le Ministère public et qu'il n'a plaidé que quinze minutes sans entrer en détail sur tous les points.\n\nLe recourant ne prétend pas avoir contesté l'intégralité des infractions |202| reprochées de sorte que la conclusion prise par le stagiaire P. quant à la peine ne prête manifestement pas le flanc à la critique. Cela étant, il n'est certes pas exclu que, sur l'un ou l'autre point, ce dernier aurait pu mener différemment la défense et que le recourant ait pu estimer, sur le moment ou par la suite, préférable une autre prise de position. Il s'agit là d'une situation malgré tout assez commune dans la relation entre un accusé et son défenseur et qui n'implique en soi pas l'absence d'une défense convenable. Les éléments invoqués par le recourant ne permettent pas d'en déduire une représentation juridique insuffisante et, partant, une violation des droits de la défense.\n\ng) En définitive, un examen global de la procédure conduit à retenir que le recourant a bénéficié d'un procès équitable, sans violation de l'art. 6 par. 1 et 3 let. c CEDH."}