{"annee": "126", "cour": "III", "page": "189", "date": "1/2/2000", "cite": ["116 II 196", "122 III 219", "122 III 26", "121 III 118", "123 III 165", "122 III 106", "121 III 350", "121 III 176", "125 III 78", "125 III 305"], "cite_par": ["128 III 22", "127 III 519", "127 III 543", "127 III 248", "129 III 618", "134 III 224"], "chapeau": "33. Extrait de l'arrêt de la Ire Cour civile du 1er février 2000 dans la cause C. contre A. (recours en réforme)", "regestes": ["Prêt de consommation. Taux des intérêts stipulés (art. 313 al. 1 CO). Lorsqu'il est certain que le prêteur et l'emprunteur sont convenus du paiement d'un intérêt, le juge, si le premier n'a pas pu en établir le taux, doit le fixer à 5% l'an, par application analogique de l'art. 73 al. 1 CO (consid. 2)."], "faits": "BGE 126 III 189 S. 190\n\nA.- Le 26 mai 1989, diverses personnes ont conclu une société simple en vue d'une promotion immobilière appelée \"X.\" à Versoix (Genève). Deux associés, H. et C., ne disposant pas des fonds nécessaires pour effectuer leur apport, A. a consenti à leur prêter l'argent.\n\nSelon une convention du 1er octobre 1991, signée par C. et A., celui-ci a prêté au premier la somme de 124'500 fr. Une annexe à la convention, signée par les parties à la même date, prévoyait des intérêts au taux du deuxième rang des hypothèques \"actuellement 8,5%\".\n\nLe 3 août 1994, les mêmes parties ont signé une convention de prêt portant sur une somme de 16 000 francs; dans ce cas également, une annexe à la convention, dûment signée, stipulait des intérêts au taux du deuxième rang des hypothèques \"actuellement 6%\".\n\nLe 11 octobre 1996, A. a dénoncé les deux prêts pour la fin de l'année.\n\nC. n'ayant payé ni le capital, ni les intérêts, A. a entamé des poursuites. C. y a fait opposition et la mainlevée provisoire a été prononcée.\n\nB.- C. a déposé une action en libération de dette auprès du Tribunal de première instance de Genève. Faisant valoir que H. a payé 64'000 fr. à A. en août 1995, il a soutenu que ce versement devrait être porté en déduction de sa propre dette.\n\nPar jugement du 21 janvier 1999, le Tribunal de première instance de Genève a débouté C. de toutes ses conclusions libératoires.\n\nSaisi d'un appel formé par C., la Chambre civile de la Cour de justice du canton de Genève, par arrêt du 23 septembre 1999, a confirmé le jugement attaqué. Constatant que le taux des intérêts hypothécaires en deuxième rang n'avait pas été prouvé, l'autorité cantonale a décidé d'appliquer au premier prêt de 124'500 fr. le taux de 8,5% et au second de 16'000 fr. le taux de 6%.\n\nC.- Le demandeur recourt en réforme au Tribunal fédéral. Il conclut à ce qu'il soit dit qu'il ne doit pas d'intérêts avant l'échéance BGE 126 III 189 S. 191des prêts, mais uniquement, après ce terme, l'intérêt moratoire au taux de 5%.", "considerants": "Extrait des considérants:\n\n2. a) Il n'est ni contesté ni contestable que les parties ont conclu deux prêts de consommation (art. 312 CO), lesquels prévoyaient le paiement d'un intérêt (art. 313 al. 1 CO).\n\nElles sont convenues d'appliquer le taux pratiqué pour les prêts hypothécaires en deuxième rang. Selon la formulation adoptée, la mention du taux au moment de la conclusion du contrat n'avait qu'une valeur indicative, permettant peut-être de déterminer la banque de référence, mais ne modifiant en rien le taux choisi, qui restait celui des prêts hypothécaires en deuxième rang. Sur ce point, l'interprétation des clauses contractuelles faites par la cour cantonale - qui diverge de celle du juge de première instance - est conforme au principe de la confiance et ne viole nullement le droit fédéral (sur le principe de la confiance: cf. ATF 125 III 305 consid. 2b, 435 consid. 2a/aa; ATF 122 III 106 consid. 5a, 420 consid. 3a; sur son contrôle dans un recours en réforme: cf. ATF 125 III 305 consid. 2b p. 308; ATF 123 III 165 consid. 3a; ATF 122 III 106 consid. 5a, 420 consid. 3a; ATF 121 III 118 consid. 4b/aa).\n\nLa cour cantonale a constaté que le taux de l'intérêt hypothécaire en deuxième rang n'avait pas été prouvé pour la période des prêts. Il s'agit d'une question d'appréciation des preuves et d'établissement des faits qui ne peut être revue dans un recours en réforme (cf. ATF 122 III 26 consid. 4a/aa, 61 consid. 2c/bb, 73 consid. 6b/bb p. 80; ATF 121 III 350 consid. 7c). Si l'on sait que le taux était de 8,5% le 1er octobre 1991 et de 6 % le 3 août 1994, on ignore totalement quelles ont été ses variations entre ces deux dates et son évolution après la dernière d'entre elles. Un calcul de l'intérêt sur la base de ces deux chiffres isolés est donc impossible.\n\nLa cour cantonale a estimé qu'il ne lui appartenait pas de rechercher elle-même le taux hypothécaire en deuxième rang. Cette question relève de la procédure cantonale et ne peut être examinée dans un recours en réforme (cf. ATF 116 II 196 consid. 3a, 594 consid. 3a).\n\nIl faut donc tirer les conséquences de l'absence de preuves.\n\nb) Selon l'art. 8 CC, chaque partie doit, si la loi ne prescrit le contraire, prouver les faits qu'elle allègue pour en déduire son droit. Cette disposition répartit le fardeau de la preuve (ATF 122 III 219 consid. 3c) et détermine sur cette base qui doit assumer les conséquences de l'échec de la preuve (ATF 125 III 78 consid. 3b). En tant BGE 126 III 189 S. 192que créancier réclamant le paiement des intérêts, l'intimé devait prouver les faits permettant d'établir la quotité de sa prétention (cf. MAX KUMMER, Commentaire bernois, n. 249 et 250 ad art. 8 CC). L'absence de preuves conduit donc à trancher en sa défaveur. Quoi qu'en pense l'intimé, la cour cantonale a donc violé sur ce point l'art. 8 CC en renversant le fardeau de la preuve.\n\nc) Contrairement à ce que soutient le recourant, cela ne conduit pas à exclure tout intérêt, ce qui serait en contradiction manifeste avec la convention des parties. Lorsqu'un taux d'intérêt applicable n'a pas été prouvé, mais qu'il est certain que les parties sont convenues du paiement d'un intérêt, le juge doit appliquer, au moins par analogie, la règle supplétive de l'art. 73 al. 1 CO et fixer le taux à 5% l'an (cf. par analogie : ATF 121 III 176 consid. 5a). Le recours doit donc être partiellement admis et l'arrêt cantonal réformé dans ce sens."}