{"annee": "126", "cour": "V", "page": "153", "date": "14/6/2000", "cite": ["124 V 159", "125 II 192", "126 V 48", "125 V 127", "119 V 255", "121 V 165", "99 V 19", "125 V 8", "124 V 301"], "cite_par": ["131 V 97", "144 V 159"], "chapeau": "28. Urteil vom 14. Juni 2000 i.S. G. gegen Ausgleichskasse Schwyz und Verwaltungsgericht des Kantons Schwyz", "regestes": ["Art. 29septies al. 1 LAVS: Bonifications pour tâches d'assistance. L'assuré qui prend en charge l'oncle de son conjoint ne peut prétendre une bonification pour tâches d'assistance selon l'art. 29septies al. 1 LAVS. L'absence d'une norme lui conférant un droit à la bonification pour tâches d'assistance résulte de la formulation exhaustive des conditions du droit à cette prestation contenue dans la loi au sens formel."], "faits": "|153|\n\nA.- Die 1946 geborene G. ersuchte die Ausgleichskasse Schwyz am 22. und 27. Februar 1999 um die Anrechnung einer Betreuungsgutschrift, da sie den in ihrer Hausgemeinschaft lebenden Onkel ihres Ehemannes pflege. Mit Verfügung vom 12. März 1999 lehnte die Ausgleichskasse das Gesuch ab mit der Begründung, die Voraussetzung der nahen Verwandtschaft sei nicht erfüllt.\n\nB.- Die hiegegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Schwyz ab (Entscheid vom 19. Mai 1999).\n\n|154|\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt G., es sei ihr eine Betreuungsgutschrift anzurechnen.\n\nDas kantonale Gericht und die Ausgleichskasse schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung lässt sich nicht vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss dem mit der 10. AHV-Revision am 1. Januar 1997 in Kraft getretenen Art. 29septies Abs. 1 AHVG haben Versicherte, welche im gemeinsamen Haushalt Verwandte in auf- oder absteigender Linie oder Geschwister mit einem Anspruch auf eine Hilflosenentschädigung der AHV oder der IV für mindestens mittlere Hilflosigkeit betreuen, Anspruch auf Anrechnung einer Betreuungsgutschrift (Satz 1). Sie müssen diesen Anspruch jährlich schriftlich anmelden (Satz 2). Verwandten sind Ehegatten, Schwiegereltern und Stiefkinder gleichgestellt (Satz 3).\n\n2. Streitig ist, ob Betreuungsgutschriften - über den Wortlaut der Bestimmung von Art. 29septies Abs. 1 Satz 1 und 3 AHVG hinausgehend - auch anzurechnen sind, wenn die versicherte Person einen Onkel ihres Ehepartners betreut.\n\nWährend Vorinstanz und Verwaltung dies verneinen, vertritt die Beschwerdeführerin die Auffassung, die Nichtanrechnung von Betreuungsgutschriften führe unter den vorliegenden Umständen zu einer Verletzung des Rechtsgleichheitsgebotes.\n\n3. (Auslegung des Gesetzes; vgl. BGE 125 II 196 Erw. 3a, 244 Erw. 5a, BGE 125 V 130 Erw. 5, 180 Erw. 2a, je mit Hinweisen).\n\n4. In der bundesrätlichen Botschaft über die zehnte Revision der Alters- und Hinterlassenenversicherung vom 5. März 1990 (BBl 1990 II 1) war das Institut der Betreuungsgutschriften noch nicht vorgesehen. Erst im Verlaufe der parlamentarischen Beratung wurde es gestützt auf die Vorarbeiten der Kommission des Nationalrates als Bestandteil des neuen, grundsätzlich zivilstands- und geschlechtsunabhängigen Individual-Rentensystems mit Beitragssplitting aufgenommen (Amtl.Bull. 1993 N 207 ff.). Zur Vermeidung von Abgrenzungsschwierigkeiten und aufwändigen Abklärungen legte man Wert auf die Schaffung präziser Anspruchsvoraussetzungen und fand diese in der \"Begrenzung des Personenkreises auf enge Verwandte und den zusätzlichen Anspruchsvoraussetzungen Hilflosenentschädigung mittleren Grades und Hausgemeinschaft\" (Amtl.Bull. 1993 N 215, vgl. auch 233; Amtl.Bull. 1994 S 560).\n\n|155|\n\nSinn und Zweck von Art. 29septies AHVG besteht darin, die Betreuung pflegebedürftiger Angehöriger, die regelmässig zu einer Beeinträchtigung der Erwerbsmöglichkeiten führt, als fiktives Einkommen bei der Rentenberechnung zu berücksichtigen und damit zu verhindern, dass die unentgeltliche Verrichtung von Betreuungsarbeit für nahe Angehörige den individuellen Rentenanspruch schmälert (Amtl.Bull. 1993 N 209; THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 2. Aufl., Bern 1997, § 36 N 34 f.).\n\nAus dem Wortlaut, den Materialien sowie dem Sinn und Zweck der Bestimmung ergibt sich somit, dass die Anrechnung von Betreuungsgutschriften lediglich für die Betreuung naher Angehöriger vorgesehen wurde. Dies wird gestützt durch die Regelung des Kreises der Unterstützungspflichtigen in Art. 328 Abs. 1 und 2 ZGB in der bis 31. Dezember 1999 geltenden Fassung, wonach Verwandte in auf- und absteigender Linie (und Geschwister, wenn sie sich in günstigen Verhältnissen befinden) verpflichtet sind, einander zu unterstützen, sobald sie ohne diesen Beistand in Not geraten würden. Auch Art. 328 Abs. 1 ZGB in der seit 1. Januar 2000 in Kraft stehenden Fassung statuiert für in günstigen Verhältnissen lebende Personen die Pflicht, Verwandte in auf- und absteigender Linie zu unterstützen, die ohne diesen Beistand in Not geraten würden (vgl. zur Bedeutung des Privatrechts bei der Auslegung des Sozialversicherungsrechts: BGE 121 V 127 f. Erw. 2c/bb und 2c/cc mit weiteren Hinweisen).\n\n5. Es steht fest und ist im Übrigen auch nicht bestritten, dass der rechtliche Wortsinn vom Rechtssinn der vorliegend relevanten gesetzlichen Regelung nicht abweicht.\n\na) Zu prüfen bleibt, ob das Gesetz eine Lücke aufweist, welche das Gericht zu schliessen hätte. Das Fehlen einer Regelung, welche der versicherten Person ein Recht auf Anrechnung von Betreuungsgutschriften für die Pflege eines Onkels des Ehepartners einräumte, ist Ausdruck der vom Gesetzgeber gewollten abschliessenden Normierung der Anspruchsvoraussetzungen durch das formelle Gesetz. Damit liegt von vornherein keine vom Gericht auszufüllende echte Gesetzeslücke vor (BGE 125 V 11 f. Erw. 3, BGE 124 V 307 Erw. 4c, BGE 119 V 255 Erw. 3b, je mit Hinweisen).\n\nb) Des Weiteren stellt sich die Frage, ob eine unechte oder Wertungslücke, ein rechtspolitischer Mangel, vorliegt, den das rechtsanwendende Organ im Allgemeinen hinzunehmen hat. Eine solche Lücke regelbildend zu schliessen steht dem Gericht nur dort |156| zu, wo der Gesetzgeber sich offenkundig über gewisse Tatsachen geirrt hat oder wo sich die Verhältnisse seit Erlass des Gesetzes in einem Masse gewandelt haben, dass die Vorschrift unter gewissen Gesichtspunkten nicht oder nicht mehr befriedigt und ihre Anwendung rechtsmissbräuchlich wird (BGE 99 V 23 Erw. 4; vgl. auch BGE 125 V 11 f. Erw. 3, BGE 124 V 164 f. Erw. 4c und 275 Erw. 2a, 122 V 98 Erw. 5c und 329 Erw. 4 in fine, BGE 121 V 176 Erw. 4d, je mit Hinweisen).\n\nDie Verweigerung der Anrechnung von Betreuungsgutschriften bei versicherten Personen in der Lage der Beschwerdeführerin entspricht der ratio legis, wonach lediglich die Betreuung naher Angehöriger als fiktives Einkommen bei der Rentenberechnung zu berücksichtigen ist. Es liegt weder ein offensichtlicher Irrtum des Gesetzgebers vor, noch widerspricht die Ablehnung der Anrechnung von Betreuungsgutschriften einer Rechtsauffassung, derzufolge im Vergleich zu den vom Gesetz als anspruchsbegründend anerkannten Fällen von einer Diskriminierung gesprochen werden müsste. Selbst wenn der Einwand der Versicherten, die Nichtanrechnung von Betreuungsgutschriften führe im konkreten Fall zu einem rechtsungleichen und damit verfassungswidrigen Ergebnis, begründet wäre, dürfte das Gericht mit Blick auf das in Art. 191 der neuen, auf den 1. Januar 2000 in Kraft getretenen Bundesverfassung vom 18. April 1999 für Bundesgesetze und Völkerrecht statuierte Anwendungsgebot nicht von der Regelung des Art. 29septies Abs. 1 AHVG abweichen (zur Massgeblichkeit der neuen Bundesverfassung in anhängigen Verfahren, in welchen der angefochtene Entscheid - wie im vorliegenden Fall - vor dem 1. Januar 2000 ergangen ist: BGE 126 V 53 Erw. 3b)."}