{"annee": "90", "cour": "I", "page": "273", "date": "11/11/1964", "cite": [], "cite_par": ["101 IA 332"], "chapeau": "41. Arrêt du 11 novembre 1964 dans la cause W. contre Conseil d'Etat du canton de Neuchâtel.", "regestes": ["Art. 4 Cst. Arbitraire; droit d'être entendu. Décision communale notifiée à l'intéressé durant ses vacances. Retour de celui-ci deux jours avant l'expiration du délai prévu pour le recours cantonal. Avocat du recourant en vacances. Recours formé plusieurs jours après l'expiration du délai. La décision cantonale qui déclare ce recours irrecevable n'est pas arbitraire ni ne viole le droit d'être entendu. Mesures que le recourant aurait dû prendre pour sauvegarder ses droits."], "faits": "|273|\n\nMaurice W. est propriétaire d'une maison sur le territoire de la commune de Coffrane. Attenant au bâtiment, il existe un édicule à l'usage de toilettes. A côté de cet édicule, W. construisit en 1963 une remise à bois et à |274| outils. Le 29 juin 1964, la commune de Coffrane lui fit observer qu'il avait agi sans permis de bâtir, et l'invita à déposer des plans. W. fit soumettre ces plans à la commune par l'architecte D. Le samedi 11 juillet 1964, la commune écrivit à ce dernier que les plans ne pouvaient pas être approuvés; elle le chargea d'inviter W. à \"liquider l'affaire\" jusqu'au 15 août 1964 soit en démolissant la remise soit en prenant avec son voisin un arrangement de mitoyenneté. D. reçut la lettre le mardi 14 juillet, à Villars-sur-Ollon, où il passait ses vacances. Le même jour, il écrivit à W. en lui transmettant la décision de la commune et en lui conseillant \"d'aller 'causer' avec un des deux signataires\" du prononcé. Toutefois, W. était parti pour la Grèce le 10 juillet. Il rentra en Suisse le samedi 1er août et prit connaissance de la lettre de D. le lundi 3 août. Le lundi 10 août, il consulta l'avocat F., à La Chaux-de-Fonds. Ce dernier rentrait de trois semaines de vacances. Il adressa le jour même un recours au Conseil d'Etat. Le 4 septembre 1964, le Conseil d'Etat déclara ce recours irrecevable en bref pour les motifs suivants:\n\nEn vertu de l'art. 5 de la loi neuchâteloise sur les constructions (LC), le délai de recours était de vingt jours dès la réception de la décision attaquée. Celle-ci a été communiquée à l'architecte le 11 juillet. Le délai de l'art. 5 LC expirait donc le 31 juillet. Le recours formé le 10 août a dès lors été déposé trop tard. Certes, le délai pourrait être restitué s'il y avait eu un cas de force majeure. Toutefois l'absence pour cause de vacances ne constitue pas un tel cas.\n\nAgissant par la voie du recours de droit public, W. requiert le Tribunal fédéral d'annuler la décision du Conseil d'Etat. Il se plaint d'une violation de l'art. 4 Cst. Le Conseil d'Etat conclut au rejet du recours.", "considerants": "Considérant en droit:\n\nEn vertu de l'art. 5 LC, le délai de recours part dès la réception de la décision attaquée. Par réception au sens |275| de cette disposition, il faut entendre - du moins n'est-ce pas arbitraire de le penser - la réception par le recourant lui-même ou par son mandataire. En l'espèce, le Conseil d'Etat a considéré l'architecte comme le mandataire du recourant et a fait partir le délai dès le 11 juillet. Il est inutile d'examiner s'il a eu raison, car il aurait pu sans arbitraire déclarer le recours tardif en faisant courir le délai dès la réception de la décision par le recourant luimême. En effet, la décision a été adressée au recourant par D. le 14 juillet. Elle lui est parvenue le 15 juillet, ou du moins a été mise ce jour-là, ou au plus tard le lendemain, dans sa boîte aux lettres, ce qui suffisait à déclencher le cours du délai. Compté dès et y compris le 16 ou le 17 juillet, le délai expirait le 4, éventuellement le 5 août, soit le lendemain, voire le surlendemain du jour où le recourant a repris ses occupations. Ce dernier aurait pu, durant les 48 heures dont il disposait entre le 3 et le 4 ou le 5 août, consulter un avocat et saisir le Conseil d'Etat.\n\nLe recourant ne saurait invoquer les vacances horlogères, du moment que celles-ci ne sont pas érigées en féries légales et, partant, n'empêchent pas les délais de courir. Il ne saurait objecter non plus qu'il était lui-même en vacances pendant l'écoulement de la plus grande partie du délai. En effet, il lui appartenait de prendre les mesures nécessaires pour sauvegarder ses droits même dans l'hypothèse où la décision communale lui serait communiquée en son absence. Il avait d'autant plus de raisons d'être prudent que, grâce à la lettre de la commune du 29 juin, il savait que l'autorité se prononcerait au sujet des travaux qu'il avait effectués. S'agissant d'une question de police des constructions, il aurait pu confier le soin d'agir à son architecte, qui connaissait professionnellement ce genre de problèmes. Il lui aurait été loisible aussi de consulter un avocat avant son départ, d'en informer la commune afin que la décision soit communiquée à ce mandataire et de charger celui-ci de recourir contre toute décision qui n'approuverait pas les plans. S'il avait pris |276| de telles mesures - simples et peu onéreuses -, son voyage à l'étranger ne lui aurait causé aucun préjudice. Il est d'autant moins fondé à critiquer la décision du Conseil d'Etat qu'ayant pris connaissance de la décision communale le 3 août, il a attendu une pleine semaine avant de la soumettre à un homme de loi. Il a ainsi commis plusieurs fautes, qui se seraient opposées à la restitution du délai même si le Conseil d'Etat s'était estimé en droit d'accorder cette mesure de faveur non seulement en cas de force majeure, mais déjà en l'absence de toute faute du requérant. En déclarant le recours irrecevable, l'autorité cantonale n'a donc pas commis d'acte arbitraire ni violé le droit du citoyen d'être entendu.\n\nPar ce motifs, le Tribunal fédéral\n\nRejette le recours."}