{"annee": "90", "cour": "I", "page": "258", "date": "17/9/1964", "cite": ["73 I 135", "87 I 384", "84 I 77", "86 I 229", "86 I 42"], "cite_par": ["96 I 728", "107 IB 208"], "chapeau": "39. Auszug aus dem Urteil vom 17. September 1964 i.S. Furrer gegen Wehrsteuer-Rekurskommission des Kantons Zürich.", "regestes": ["Impôt pour la défense nationale; convention avec l'Allemagne en vue d'éviter la double imposition (teneur du 15 juillet 1931). 1. Revenu de la fortune mobilière (art. 21 al. 1 lit. c AIN): Intérêts accumulés d'un emprunt, que le débiteur allemand a payés en une fois au créancier suisse en vertu de l'accord de Londres du 27 février 1953 sur les dettes extérieures allemandes, partiellement en espèces et partiellement sous forme de consolidation (remise de titres) (consid. 2 et 3). 2. Moment où les intérêts sont imposés comme revenu (consid. 4). 3. Calcul du revenu que le créancier a acquis par la réception des titres servant à la consolidation (consid. 5). 4. Fixation du revenu global qui détermine le taux de l'imposition. Mise en compte des intérêts non imposables en Suisse, provenant d'obligations garanties par des hypothèques (consid. 6). 5. Le revenu dont font partie les intérêts accumulés, payés en une fois, est imposé au taux ordinaire; l'art. 40 al. 2 AIN (imposition au taux prévu pour les rentes) n'est pas applicable (consid. 7)."], "faits": "|259|\n\nA.- Die Schuldner deutscher Auslandsanleihen hatten bei Kriegsende im Jahre 1945 den Zinsendienst, der im allgemeinen schon vorher seit Jahren nicht mehr den Vertragsbedingungen entsprochen hatte, vollständig eingestellt. Am 27. Februar 1953 schloss die Bundesrepublik Deutschland mit den Gläubigerstaaten, zu denen auch die Schweiz gehört, ein Abkommen über deutsche Auslandsschulden ab (sog. Londoner Abkommen, AS 1954 S. 3 ff.). Auf Grund dieses Abkommens wurden u.a. die Modalitäten der auf Schweizerfranken lautenden Anleihen neu geregelt.\n\nDer Beschwerdeführer Hermann Furrer verfügte über |260| Obligationen, die dieser Regelung unterstanden. Demnach wurden die am 1. Januar 1953 noch ausstehenden Zinsen für diese Titel in den Jahren 1953-1956 - den Berechnungsjahren für die Wehrsteuer der 8. und 9. Periode - teilweise zum Kapital geschlagen (fundiert) und teilweise in bar nachentrichtet.\n\nB.- Bei der Veranlagung des Beschwerdeführers zur Wehrsteuer der genannten Perioden wurden diese Leistungen als Einkommen erfasst. Soweit sie für Obligationen entrichtet wurden, die nicht hypothekarisch sichergestellt waren, wurden sie in die Berechnung des steuerbaren Einkommens einbezogen. Soweit es sich um grundpfändlich gesicherte Titel handelte, wurden die Leistungen für die Bestimmung des Steuersatzes nach Art. 44 WStB mitberücksichtigt.\n\nIn seiner Beschwerde an die kantonale Rekurskommission bestritt Hermann Furrer, dass die fundierten und in bar nachentrichteten Zinsen ihm als Einkommen angerechnet werden können. Die Rekurskommission wies die Beschwerde ab.\n\nC.- Gegen diesen Entscheid erhebt Hermann Furrer Verwaltungsgerichtsbeschwerde, in welcher er an seinem Standpunkte festhält. Er macht geltend, er habe die deutschen Obligationen erst nach dem Abschluss des Londoner Abkommens gekauft. In dem von ihm erlegten Kaufpreis sei ein Betrag für die reduzierten aufgelaufenen Zinsen inbegriffen. Durch die nachträgliche Entrichtung dieser Zinsen sei ihm lediglich zurückbezahlt worden, was er für den Erwerb der entsprechenden Forderung ausgelegt hatte. Es handle sich also nicht um Kapitalertrag.\n\nD.- Die kantonalen Behörden und die eidgenössische Steuerverwaltung beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Prozessuales.)\n\n2. Nach Art. 21 Abs. 1 WStB fällt das gesamte Einkommen des Steuerpflichtigen aus Erwerbstätigkeit, |261| Vermögensertrag oder anderen Einnahmequellen in die Steuerberechnung. In lit. c daselbst werden als Ertrag beweglichen Vermögens unter anderm die Zinsen von Guthaben aufgeführt; darunter fallen nach dieser Bestimmung \"alle durch Zahlung, Überweisung, Gutschrift, Verrechnung oder auf andere Weise bewirkten geldwerten Leistungen des Schuldners an den Gläubiger, die rechtlich nicht zur Tilgung der Kapitalschuld führen\".\n\nIm vorliegenden Fall wurden aufgelaufene Zinsen aus deutschen Obligationen teils in bar, teils in Form von Werttiteln (durch Fundierung) entrichtet; die Kapitalschulden wurden dabei - in Übereinstimmung mit dem Londoner Abkommen - nicht herabgesetzt. Es unterliegt keinem Zweifel, dass die in dieser Weise bewirkten geldwerten Leistungen der deutschen Schuldner an den Beschwerdeführer Zinsen aus Guthaben im Sinne von Art. 21 Abs. 1 lit. c WStB darstellen und daher in die Berechnung des für die Wehrsteuer massgebenden Einkommens des Empfängers einbezogen werden mussten.\n\n3. Der Beschwerdeführer wendet vergeblich ein, er habe beim Erwerb der Obligationen nicht nur den Preis für die Kapitalforderung, sondern auch ein Entgelt für den - im Kurswert mitberücksichtigten - Anspruch auf die rückständigen Zinsen bezahlen müssen. Nach der hier anwendbaren Ordnung der Wehrsteuer vom Einkommen nicht buchführungspflichtiger natürlicher Personen kommt es nicht darauf an, ob das Vermögen des Steuerpflichtigen wertmässig zugenommen hat oder nicht (BGE 86 I 231). Der Wertschriftenertrag wird bei demjenigen als Einkommen erfasst, der ihn vom Schuldner erhält, also im Zeitpunkt der Leistung Gläubiger ist, ohne Rücksicht darauf, was er ausgelegt hat, um den Titel zu erlangen. Anderseits muss der Verkäufer des Titels den Ertrag, der nicht mehr ihm zugekommen, aber im Verkaufspreis einkalkuliert worden ist, nicht als Einkommen versteuern. Es ist Sache des Titelerwerbers, der voraussehbaren steuerlichen Belastung des Ertrages bei der Vereinbarung des Kaufpreises |262| Rechnung zu tragen (BGE 86 I 44 ff.). Dies gilt für Erträge von Aktien (Dividenden usw.) wie auch für Obligationenzinsen. Hier wie dort handelt es sich um Ertragseinkommen im Sinne von Art. 21 Abs. 1 lit. c WStB. Die Meinung des Beschwerdeführers, dass die Rekurskommission zu Unrecht eine \"aktienrechtliche Betrachtungsweise\" angewendet habe, ist unbegründet.\n\n4. Die in Frage stehenden Zinsen hätten schon im Zeitpunkt der Fälligkeit entrichtet werden sollen, doch war bis zum Abschluss des Londoner Abkommens ungewiss geblieben, ob und, wenn ja, wann sie bezahlt werden würden. Erst infolge dieses Abkommens ist die Ungewissheit geschwunden. Mit Recht wurden die Zinsen erst in dem Zeitpunkt als Einkommen erfasst, in dem sie in bar oder in Form von Werttiteln ausgerichtet wurden (vgl.BGE 73 I 141).\n\n5. Die Rekurskommission hat bei der Berechnung des Einkommens, das der Beschwerdeführer in Form von Fundierungstiteln erhalten hat, gemäss Empfehlung der eidgenössischen Steuerverwaltung auf den - unter dem Nominalwert liegenden - Verkehrswert der ausgehändigten Obligationen abgestellt. Das lässt sich rechtfertigen; denn der Gläubiger konnte die Fundierungstitel nur zum Kurswert veräussern; sie hatten für ihn nur diesen Wert.\n\n6. Für die Besteuerung der deutschen Obligationen und ihrer Erträge ist hinsichtlich der 8. und 9. Wehrsteuerperiode das schweizerisch-deutsche Doppelbesteuerungsabkommen in der ursprünglichen Fassung vom 15. Juli 1931 anwendbar. Danach werden Kapitalvermögen und Einkünfte daraus grundsätzlich in dem Staate besteuert, in dem der Steuerpflichtige seinen Wohnsitz hat (Art. 6). Dagegen werden die Einkünfte aus hypothekarisch gesicherten Forderungen (abgesehen von hier nicht in Betracht fallenden Ausnahmen) im Schuldnerstaat von der Steuer erfasst (Art. 2 Abs. 1 und 2). Indessen sind sie nach Art. 44 WStB bei der Festsetzung des für den Steuersatz massgebenden Gesamteinkommens des schweizerischen |263| Gläubigers mitzuberücksichtigen; das Doppelbesteuerungsabkommen steht dem nicht entgegen (BGE 84 I 78 ff.). Die angefochtenen Einschätzungen entsprechen diesen Grundsätzen.\n\n7. Die rückständigen Zinsen sind von den deutschen Gesellschaften auf einmal ausgerichtet worden. Man kann sich daher fragen, ob sie unter Art. 40 Abs. 2 WStB fallen, wonach die Steuer für Einkommen, zu dem Kapitalabfindungen für wiederkehrende Leistungen, Ersatzleistungen für bleibende Nachteile oder Kapitalabfindungen bei Beendigung eines Dienstverhältnisses gehören, zu dem Satze berechnet wird, der anwendbar wäre, wenn an Stelle der Kapitalabfindung oder Ersatzleistung wiederkehrende Leistungen ausgerichtet würden.\n\nDie Rekurskommission hat die Frage mit Recht verneint. Die in Art. 40 Abs. 2 WStB vorgesehene Steuervergünstigung ist auf die Tatbestände beschränkt, die in der Bestimmung abschliessend aufgezählt sind (BGE 87 I 386). Hier ist einzig zu prüfen, ob Kapitalabfindungen für wiederkehrende Leistungen vorliegen; die beiden anderen im Gesetz genannten Tatbestände fallen von vornherein ausser Betracht. Kapitalabfindungen für wiederkehrende Leistungen sind einmalige Zuwendungen, die dazu bestimmt sind, einen Anspruch abzugelten, der auf periodische Leistungen geht und mit deren Vollzug sukzessive untergeht. Sie stellen ein Entgelt für den Ausfall künftiger solcher Leistungen dar, mit dessen Entrichtung die Stammschuld getilgt wird. Mit einem solchen Entgelt hat man es hier nicht zu tun; denn es wurden lediglich aufgelaufene Schuldzinsen - wenn auch in reduziertem Umfange und auf einmal - nachträglich entrichtet, ohne dass die Stammschuld selbst getilgt wurde (vgl. KÄNZIG, Die eidg. Wehrsteuer, N. 3 zu Art. 40 WStB).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}