{"annee": "90", "cour": "IV", "page": "14", "date": "17/1/1964", "cite": ["83 IV 148", "81 IV 90", "86 IV 218", "79 II 59", "85 IV 224", "69 II 110", "85 IV 4", "70 II 103", "69 IV 67", "85 IV 142", "73 IV 97", "76 IV 188"], "cite_par": ["105 IV 303", "128 IV 23", "98 IV 147", "116 IV 193", "103 IA 616", "101 IV 402"], "chapeau": "4. Urteil des Kassationshofes vom 17. Januar 1964 i.S. Koch gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 144 CP. 1. L'infraction préalable doit être consommée avant que commence l'activité constitutive de recel (consid. 1). 2. La connaissance de l'infraction préalable doit exister, s'agissant de dissimulation, non pas déjà lors de l'acquisition éventuelle, mais au moment où l'on dissimule la chose (consid. 3 b). 3. Celui qui, de par la bonne foi, a acquis la chose en propriété selon les art. 714/933 CC ne se rend pas coupable de recel lorsqu'il la dissimule (consid. 4 a)."], "faits": "|15|\n\nA.- Der Autohändler Koch kaufte von Züllig, der ebenfalls im Autohandel tätig ist, in der Zeit vom 4. bis 8. April 1961 zum Gesamtpreis von Fr. 52'100.-- neun Personenwagen, die dieser gemietet hatte. Am. 10. April 1961 eröffnete ihm Züllig, dass er die Autos veruntreut habe. Koch traf darauf sogleich Massnahmen, um die in seiner eigenen Garage und in der Nähe seiner Wohnung parkierten Fahrzeuge den erwarteten polizeilichen Nachforschungen oder einer allfälligen Beschlagnahme zu entziehen, indem er sie auswärts, teils bei Garagisten, teils in zu diesem Zwecke gemieteten Räumen, einstellte. Als ihn die Polizei am 12. April 1961 und an weiteren drei Tagen über den Autohandel mit Züllig befragte, gab er wahrheitswidrig an, dass er nicht mehr im Besitze der Wagen sei, sondern sie umgehend einem Autohändler in Zürich weiterverkauft habe. In Wirklichkeit setzte er die neun Autos im Zeitraum vom 11. bis 26. April 1961 für insgesamt Fr. 67'030.-- an verschiedene Kaufsinteressenten ab.\n\nB.- Das Obergericht des Kantons Zürich verurteilte Koch am 17. Januar 1963 wegen Hehlerei (Art. 144 Abs. 1 StGB) zu einer bedingt aufgeschobenen Strafe von drei Monaten Gefängnis.\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde. Er |16| beantragt, das Urteil des Obergerichts aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Hehlerei (Art. 144 StGB) ist nur an einer Sache möglich, die ein anderer durch eine objektiv strafbare Handlung erlangt hat (BGE 73 IV 98Erw. 3, BGE 81 IV 91 Erw. 2). Denn strafbar ist der Hehler bloss unter der Voraussetzung, dass er die strafbare Herkunft der Sache kennt oder mit dieser Möglichkeit rechnet und durch seine Tätigkeit den durch die Vortat geschaffenen rechtswidrigen Zustand fortsetzt, insbesondere die Wiedererlangung der Sache durch den Berechtigten hindert oder erschwert (BGE 73 IV 99, BGE 83 IV 150). Da Hehlerei nicht Teilnahme an der Vortat, sondern selbständiges Verbrechen ist, muss die Vortat abgeschlossen sein, bevor die hehlerische Tätigkeit beginnt.\n\nDie Vortat besteht hier in einer Veruntreuung. Vollendet war sie, als Züllig die ihm mietweise überlassenen Autos sich aneignete (Art. 140 Ziff. 1 Abs. 1 StGB). In diesem Zeitpunkt hat er sie dem Vermögen des Berechtigten entzogen, und dies bedeutet, dass er sie im Sinne des Art. 144 StGB erlangt hat. Wird angenommen, Züllig habe spätestens mit Abschluss des Kaufvertrages wie ein Eigentümer über die anvertrauten Sachen verfügt, sie also in diesem Zeitpunkt angeeignet, so wäre die Vortat selbst dann der Hehlerei vorausgegangen, wenn diese schon im Erwerb der Autos gesehen würde, denn im Sinne von Art. 144 erworben hat sie Koch erst mit deren Übergabe, die im allgemeinen dem obligatorischen Rechtsgeschäft zeitlich nachfolgt. Wie es sich damit verhält, kann jedoch offen bleiben. Der Beschwerdeführer wird nicht beschuldigt, er habe die Autos durch deren Erwerb gehehlt, sondern dadurch, dass er sie verheimlichte. Das tat er aber erst |17| zwei und mehr Tage nach dem Erwerb der Fahrzeuge, somit zweifelsfrei nach abgeschlossener Vortat.\n\n2. Unter Verheimlichen im Sinne des Art. 144 StGB ist jedes Tätigwerden zu verstehen, durch das dem Berechtigten oder der Behörde das Auffinden der Sache erschwert oder verunmöglicht wird (BGE 76 IV 190Erw. 2, BGE 85 IV 145, BGE 86 IV 219). Solche Handlungen liegen darin, dass Koch die veruntreuten Fahrzeuge, um sie polizeilichen Nachforschungen zu entziehen, zunächst an verschiedenen Orten versteckte, der Polizei gegenüber den Besitz der Wagen wahrheitswidrig in Abrede stellte und hierauf deren Entdeckung durch Weiterverkauf erschwerte.\n\n3. Der subjektive Tatbestand der Hehlerei setzt voraus, dass der Täter die hehlerische Handlung vorsätzlich begeht und weiss, dass die Sache durch eine strafbare Handlung erlangt worden ist oder möglicherweise auf strafbarem Vorerwerb beruht (BGE 69 IV 68).\n\na) Nach den Feststellungen des Obergerichts hat der Beschwerdeführer die Autos im Bewusstsein, dass sie dem Berechtigten durch eine strafbare Handlung entzogen worden waren, mit Wissen und Willen verheimlicht. Damit steht der nach Art. 144 StGB erforderliche Vorsatz verbindlich fest, ebenso, was der Beschwerdeführer zu Unrecht bestreitet, dass er den durch den Vortäter geschaffenen rechtswidrigen Zustand fortsetzen wollte. Denn wer bewusst und gewollt Massnahmen trifft, um die Entdeckung einer Sache, die dem Berechtigten durch strafbare Handlung entzogen worden ist, zu verhindern, will auch, dass dieser rechtswidrige Zustand zum mindesten vorübergehend andaure. Eine besondere Absicht, z.B. jemanden zu begünstigen oder sich einen Vorteil zu verschaffen, ist dabei nicht nötig (WAIBLINGER, ZStR 1946, 273).\n\nb) Zu wissen, dass die Sache (möglicherweise) durch strafbare Handlung erlangt worden ist, braucht derHehler gemäss Art. 144 StGB im Augenblick, in dem er die hehlerische Tätigkeit entfaltet. Weshalb es beim selbständigen Tatbestand des Verheimlichens anders sein sollte als bei |18| den übrigen Formen der Hehlerei, wäre nicht zu ersehen. Verheimlichen kann daher auch, wer gutgläubig Besitzer der Sache geworden ist und erst nachher erfährt, dass sie z.B. durch Diebstahl erlangt worden war. Würde das Verheimlichen nur in den Fällen bestraft, in denen der Täter die Sache bereits bösgläubig erwarb oder ausnahmsweise keine Verfügungsgewalt über sie erlangt hatte, so bliebe dieser Tatbestand nahezu bedeutungslos, zumal Art. 144 schon den bösgläubigen Erwerb unter Strafe stellt. Die Auffassung, dass der Grundsatz \"mala fides superveniens non nocet\" keine Geltung hat, wenn der nachträglich bösgläubig gewordene Erwerber die Sache verheimlicht, wird denn auch in Lehre und Rechtsprechung vertreten (HAFTER, Bes. Teil I S. 325 Anm. 5; Leipziger Kommentar II S. 430, SCHÖNKE/SCHRÖDER, 11. Aufl., S. 1066 Anm. 48, Entscheidungen des Reichsgerichtes in Strafsachen 33 S. 122, 47 S. 242, 57 S. 160). Die Annahme des Obergerichts, es sei nicht nachgewiesen, dass Koch schon im Zeitpunkt des Erwerbs gewusst habe oder habe annehmen müssen, die Autos seien durch eine strafbare Handlung erlangt worden, steht somit der Anwendung des Art. 144 StGB nicht im Wege.\n\n4. a) Der Beschwerdeführer beruft sich darauf, er habe die Autos, die dem Verkäufer Züllig anvertraut worden waren, gutgläubig erworben und er sei daher gemäss Art. 714 Abs. 2 und 933 ZGB deren Eigentümer geworden. Trifft dies zu, so kann er nicht wegen Hehlerei bestraft werden.\n\nArt. 144 StGB will verhindern, dass die Wiederherstellung des durch den Vortäter gestörten rechtmässigen Zustandes, namentlich die Wiedererlangung der Sache durch den Berechtigten, erschwert oder vereitelt werde. Die Bestimmung setzt demnach voraus, dass der Berechtigte im Zeitpunkt der hehlerischen Tätigkeit ein Recht an der entzogenen Sache hat. Diese Voraussetzung fehlt, wenn die dem Veräusserer anvertraute Sache im Sinne der Art. 714 Abs. 2 und 933 ZGB einem gutgläubigen Erwerber |19| zu Eigentum übertragen wird. Damit erlischt das Recht des bisher Berechtigten (vgl. LEEMANN, N. 51 zu Art. 714 ZGB), so dass der Erwerber frei und unanfechtbar über die Sache verfügen kann. Er handelt also rechtmässig, wenn er sie verheimlicht oder veräussert, und macht sich dadurch keiner Hehlerei schuldig.\n\nDer Eigentumserwerb bleibt nach Art. 933 ZGB auch dann gültig, wenn der Erwerber nachträglich bösgläubig wird (OSTERTAG, N. 36 zu Art. 933 ZGB). Diese Ordnung muss entgegen der Auffassung des Obergerichts auch vom Strafrecht berücksichtigt werden (ebenso Leipziger Kommentar II S. 426, 430; SCHÖNKE/SCHRÖDER, 11. Aufl., S. 1059 Anm. 15, 1066 Anm. 48). Es mag zwar stossend sein, dass der Eigentümer, der bösgläubig die Sache im Sinne des Art. 144 StGB verheimlicht und dadurch die Rechtsstellung des Verletzten gegenüber dem schadenersatzpflichtigen Veräusserer verschlechtert, straflos bleibt. In einem solchen Falle Hehlerei anzunehmen, liefe indessen darauf hinaus, vom objektiven Erfordernis, dass dem Verletzten ein Recht an der Sache zustehen muss, abzusehen und den Eigentümer, der möglicherweise im irrigen Glauben an eine Rückgabepflicht die Sache verheimlicht, bloss wegen seines verbrecherischen Willens zu bestrafen. Ob aber das Strafgesetzbuch auf dem Boden einer so weit gehenden subjektiven Auffassung vom Verbrechen stehe, müsste zum mindesten in Zweifel gezogen werden. Davon abgesehen darf das Strafrecht, das keinen eigenen Eigentumsbegriff kennt (BGE 85 IV 230), jedenfalls dann nicht über die zivilrechtliche Regelung hinausgehen, wenn dadurch Rechtssicherheit und Einheit der Rechtsordnung gefährdet würden. Das wäre der Fall, wenn der Eigentümer für Verfügungen bestraft würde, die das Zivilrecht schützt. Was das Gesetz, auch das ZGB (BGE 85 IV 5 f.), für erlaubt erklärt, kann auch nach Art. 32 StGB nicht strafbar sein.\n\nb) Das Obergericht hat der unzutreffenden Auffassung, wonach der Erwerb der Sache zu Eigentum strafrechtlich unbeachtlich sei, noch Erwägungen beigefügt, in denen es |20| zum Schlusse kam, dass der Beschwerdeführer beim Eigentumserwerb nicht guten Glaubens habe sein können. Diese Eventualbegründung ist indessen vom Kassationsgericht des Kantons Zürich mit Entscheid vom 25. November 1963 gemäss § 430 Ziff. 4 zürch. StPO gestrichen worden, ohne dass es die nichtig erklärten Feststellungen durch andere ersetzt hätte. Der gute Glaube im Sinne der Art. 714/933 ZGB ergibt sich anderseits aber nicht schon daraus, dass der Beschwerdeführer, wie das Obergericht annahm, im Zeitpunkt des Erwerbes nicht bösgläubig im Sinne des Art. 144 StGB gewesen ist. Nach dieser Bestimmung ist erforderlich, dass der Täter die Verdachtslage gekannt hat, während zivilrechtlich schon bösgläubig ist, wer bei Anwendung der nach den Umständen gebotenen Aufmerksamkeit den Mangel des Verfügungsrechts hätte erkennen müssen (Art. 3 Abs. 2 ZGB,BGE 69 II 116,BGE 70 II 106,BGE 79 II 62). Ob der Beschwerdeführer kraft guten Glaubens Eigentümer geworden sei, steht somit offen. Da davon die Anwendung des Art. 144 StGB abhängt, ist das angefochtene Urteil aufzuheben und die Sache an das Obergericht zurückzuweisen, damit es sich, die prozessuale Zulässigkeit vorausgesetzt, mit der Frage des guten Glaubens (Art. 714 ZGB) erneut auseinandersetze. Wird der gute Glaube bejaht, so ist der Beschwerdeführer, wie dargelegt, von der Anklage der Hehlerei freizusprechen. Im Falle der Bösgläubigkeit dagegen ist er gemäss Art. 933 ZGB in seinem Erwerb nicht geschützt, und er muss daher wegen Hehlerei bestraft werden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird dahin gutgeheissen, dass das Urteil des Obergerichts - I. Strafkammer - des Kantons Zürich vom 17. Januar 1963 aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}