{"annee": "90", "cour": "IV", "page": "8", "date": "10/3/1964", "cite": [], "cite_par": [], "chapeau": "3. Arrêt de la Cour de cassation pénale du 10 mars 1964 dans la cause Aubert contre Ministère public du canton de Genève.", "regestes": ["Art. 125 et 18 CP. 1. Les art. 65 LAMA et 339 CO règlent les précautions que doit prendre l'employeur dans les travaux du bâtiment pour prévenir les accidents du travail (consid. 1). 2. La responsabilité pénale de la personne chargée des mesures de sécurité est engagée seulement si cette personne a négligé des précautions que l'on peut prendre sans frais disproportionnés. - Précautions nécessaires pour la manipulation de dalles de béton pesantes. - - Pour importante qu'elle soit dans l'appréciation de ce problème, l'opinion des ouvriers n'est pas décisive. - - L'approbation des services de sécurité des chantiers n'exclut pas nécessairement une imprévoyance de l'entrepreneur (consid. 2). 3. Faute commise par les personnes responsables du transport de dalles de béton pesantes (consid. 3). 4. Lien de causalité adéquate entre cette faute et l'accident dont un ouvrier a été victime (consid. 4)."], "faits": "BGE 90 IV 8 S. 9\n\nA.- L'entreprise Aubert et Pitteloud fabriquait et posait, pour le tunnel alors en construction sous l'aéroport de Cointrin, des dalles de béton, les unes translucides, les autres non. Ces travaux avaient commencé depuis une dizaine de jours, sous la direction du chef d'équipe Freymond, lorsqu'un accident se produisit le 8 septembre 1959. Plusieurs ouvriers, dont Jean Luchini, venaient de démouler une dalle de 3 m de longueur sur 1 m 70 de largeur, pesant 700 à 750 kg., et l'avaient dressée verticalement sur sa tranche, épaisse de 6 cm. Pour l'élever à la hauteur de 40 cm et la placer sur un chariot, spécialement construit pour ce transport, jusqu'au lieu où, à courte distance, elle était déposée, deux ouvriers à chaque extrémité la soulevaient alternativement et la posaient sur deux carrelets de bois, tandis qu'un groupe de 2 à 3 autres ouvriers se tenait devant chacune des deux faces pour maintenir à la force des bras la position verticale. Deux carrelets avaient déjà été glissés sous l'une des extrémités et l'on était en train de placer le second sous l'autre lorsque la dalle bascula. Luchini ne réussit pas à se retirer à temps et fut grièvement blessé.\n\nB.- Luchini a déposé, deux ans plus tard, le 30 septembre 1961, une plainte pénale contre ses employeurs (Aubert et Pitteloud, entrepreneurs à Ecublens/VD), pour BGE 90 IV 8 S. 10lésions corporelles graves. L'enquête conduisit au renvoi devant le Tribunal de police de Genève d'Aubert, fils du patron, et de l'ouvrier fonctionnant comme chef d'équipe, Freymond, qui furent condamnés, le 4 novembre 1963, le premier à 8 jours d'arrêts avec sursis et 500 fr. d'amende, le second à 100 fr. d'amende en vertu de l'art. 125 CP.\n\nSur appel des condamnés, la Cour de justice de Genève, par arrêt du 13 janvier 1963, acquitta Freymond et condamna Aubert à 500 fr. d'amende et aux frais de par l'article précité.\n\nC.- Contre cet arrêt Aubert s'est pourvu en nullité. Il conclut à libération.", "considerants": "Considérant en droit:\n\n1. Sur le fond, Aubert conteste uniquement avoir commis une négligence, condition du délit de l'art. 125 CP. Selon l'art. 18 CP, il y a négligence lorsque l'auteur agit par une imprévoyance coupable, sans se rendre compte ou sans tenir compte des conséquences de son acte. L'imprévoyance est coupable lorsqu'il n'a pas usé des précautions commandées par les circonstances et par sa situation personnelle.\n\nIl s'agit dès lors de juger s'il y a eu objectivement un manquement (une imprévoyance), puis, dans l'affirmative, de voir si le manquement peut être reproché sur le plan subjectif au recourant.\n\nSur le premier point, la cour cantonale note qu'il n'y a pas de prescription légale concernant le transport de dalles de béton sur les chantiers de construction. Cela est exact en ce sens que ce genre de travail n'est pas spécialement visé dans l'ordonnance du 2 avril 1940 concernant la prévention des accidents dans les travaux du bâtiment. Mais il reste la disposition générale de l'art. 65 al. 1 LAMA, selon laquelle, dans les entreprises assurées, qui comprennent celles de l'industrie du bâtiment, l'employeur ou son représentant doit prendre, pour prévenir les accidents, toutes les mesures dont l'expérience a démontré la nécessité BGE 90 IV 8 S. 11et que les progrès de la science et les circonstances permettent d'appliquer.\n\nC'est au regard de cette prescription légale qu'il faut examiner si le recourant a failli à un devoir de précaution. Au surplus, même en l'absence d'une telle règle, le recourant répondrait du dommage causé par l'omission des mesures de sécurité qui incombent à celui qui crée un danger - et notamment à l'employeur (art. 339 CO).\n\n2. Ainsi que la cour cantonale l'a constaté en fait, le levage à bras d'homme de lourdes plaques de béton constituait un travail dangereux. Il incombait au recourant, responsable de l'exécution de ce travail, d'ordonner les précautions propres à assurer la sécurité des ouvriers. C'est affaire d'appréciation que de dire jusqu'où vont les mesures de précautions adéquates. On ne saurait éliminer tous les risques et encore moins, par conséquent, imposer des mesures propres à supprimer tout danger. Il y a une certaine marge de risques inévitables, notamment sur les chantiers, et tout accident n'entraîne pas la responsabilité pénale de la personne chargée des mesures de sécurité. Il l'entraîne seulement si cette personne a négligé des précautions que l'on peut prendre sans frais disproportionnés.\n\nLe recourant lui-même admet que tel a bien été le cas, au moins dans une certaine mesure. Il reconnaît en effet qu'il eût été possible de couler en deux parties les panneaux de 3 m x 1 m 70 et de fixer, après transport, chacune des deux moitiés l'une à l'autre au moyen de joints. Aussi bien la cour cantonale constate-t-elle en fait que ce procédé, adopté déjà pour les panneaux plus grands encore, était praticable et eût été autorisé par les ingénieurs.\n\nLe recourant conteste en revanche qu'il eût été possible en outre, comme l'admet la cour cantonale, de maintenir les dalles en équilibre au moyen d'étais tenus à la main par les ouvriers. Mais cet argument n'est pas recevable, car il se heurte à une constatation de fait souveraine (art. 273 al. 1 lit. b et 227 bis al. 1 PPF). Au reste, la Cour BGE 90 IV 8 S. 12de justice ne mentionne cette mesure qu'à titre d'exemple et l'on peut imaginer d'autres précautions encore qui eussent été adéquates. Enfin et surtout, le partage des panneaux, à lui seul, eût constitué une sûreté suffisante.\n\nLa possibilité de parer mieux au danger étant acquise, on doit constater avec la cour cantonale et malgré les avis contraires, d'ailleurs isolés, qui ont pu être exprimés, que des précautions plus grandes auraient dû être prises.\n\nLe danger issu des travaux était à la fois sérieux et apparent. La chute d'une plaque de béton pesant 700 à 750 kg mettait en danger la vie des ouvriers et ce risque tombait sous le sens, tant il est vrai que chacun peut prévoir qu'une dalle de béton longue de 3 m et large de 1 m 70 est en équilibre hautement instable lorsqu'elle est dressée sur sa tranche (6 cm) pour être élevée à 40 cm du sol sur des carrelets de bois.\n\nLe recourant soutient à tort que le poids ne joue pas de rôle et qu'au contraire l'équilibre d'un corps est d'autant mieux assuré que ce corps est plus lourd. Le travail était précisément dangereux parce qu'en cas de perte d'équilibre, le redressement à bras d'homme d'une dalle de béton est d'autant plus aléatoire qu'elle est plus lourde et parce que le poids d'un objet augmente le danger que provoque sa chute.\n\nLe recourant soutient aussi que les ouvriers ne s'étaient pas plaints d'avoir à tenir en équilibre des plaques de 3 m x 1 m 70 pesant 700 à 750 kg et que, d'ailleurs, leurs réclamations visaient le caractère pénible du travail, non son caractère dangereux. Sur ce second point tout au moins, l'allégation est contraire aux faits constatés et ne peut être retenue. La cour cantonale, en effet, déclare que les ouvriers critiquaient et la difficulté et le danger de leur travail. Sur le premier point, elle dit qu'ils se plaignaient d'avoir à transporter des dalles trop lourdes et trop volumineuses, sans préciser si ces réclamations concernaient les dalles du poids et du format de celle qui causa l'accident ou seulement celles d'un poids et d'un format supérieurs.\n\nBGE 90 IV 8 S. 13Supposé que les dalles semblables à celle qui blessa Luchini n'aient pas donné lieu à des plaintes de la part des ouvriers, il ne s'ensuivrait pas que le recourant soit exempt de reproche. Tout d'abord, en effet, les ouvriers peuvent être conscients d'un risque, même excessif, sans élever de plainte pour autant. Ensuite, ils peuvent aussi se tromper quant aux mesures de sécurité à prendre, en mésestimant certains risques ou en redoutant des dangers contre lesquels ils sont déjà efficacement protégés. Pour importante qu'elle soit dans l'appréciation du problème, l'opinion des ouvriers n'est donc pas décisive. Il n'est dès lors pas indispensable de constater, en l'espèce, si les ouvriers se sont plaints des dangers inhérents au transport de plaques de 3 m x 1 m 70 pesant 700 à 750 kg.\n\nIl n'est pas davantage décisif que ni l'autorité cantonale surveillant les chantiers ni la Caisse nationale ne fussent intervenues pour s'opposer au transport à bras d'hommes de dalles de béton lourdes. Lors de l'accident, les travaux de coulage et de transport des dalles n'étaient en cours que depuis une dizaine de jours. Pendant un tel laps de temps, le défaut d'intervention du service de sécurité des chantiers et de l'assureur ne permet pas de conclure à une approbation de leur part. Au surplus, cette approbation n'exclurait pas nécessairement une imprévoyance de l'entrepreneur.\n\nDès lors, des mesures de précaution complémentaires devaient être prises pour parer au danger, d'ailleurs grave, issu de la manipulation de dalles de béton lourdes et encombrantes. En n'ordonnant pas ces mesures, le recourant a commis une imprévoyance.\n\n3. La cour cantonale a jugé que cette imprévoyance était coupable. Effectivement, le recourant est un homme de métier, habile à diriger un chantier où se coulent puis se transportent des panneaux de béton. Il exerçait, dans l'entreprise Aubert et Pitteloud, l'activité d'un dirigeant. Sa situation personnelle lui permettait ainsi de se rendre compte des dangers courus par les ouvriers. Quant aux BGE 90 IV 8 S. 14circonstances, elles commandaient, ainsi qu'on l'a montré, des mesures de sûreté complémentaires.\n\nOn est donc fondé à reprocher au recourant, compte tenu de ses facultés et des éléments d'appréciation dont il disposait, de n'avoir pas ordonné des mesures de sûreté efficaces.\n\n4. Le recourant ne semble pas contester qu'il y ait un lien causal adéquat entre son imprévoyance et l'accident de Luchini. C'est à juste titre. La cour cantonale constate que l'accident aurait probablement été évité si la dalle avait été divisée. En outre, il n'est pas nécessaire que le recourant ait prévu le résultat dommageable (RO 88 IV 110). Au reste, on sait qu'Aubert pouvait prévoir ce résultat. Le lien causal n'est pas rompu par la faute concurrente qu'ont pu commettre les ouvriers occupés à manoeuvrer le panneau de béton. Supposé que cette faute existe - question qu'on ne saurait résoudre à la lecture de l'arrêt cantonal - elle ne serait pas d'une telle importance (cf. RO 88 IV 106 consid. 3) qu'elle reléguerait à l'arrièreplan la négligence du recourant et qu'elle ôterait à cette négligence son caractère de cause adéquate.\n\nPar ces motifs, la Cour de cassation pénale\n\nRejette le pourvoi."}