{"annee": "90", "cour": "IV", "page": "104", "date": "2/7/1964", "cite": ["88 IV 11", "78 IV 11"], "cite_par": ["94 IV 85"], "chapeau": "22. Urteil des Kassationshofes vom 2. Juli 1964 i.S. Justizdirektion des Kantons Appenzell A.Rh. gegen Büttel.", "regestes": ["Art. 102 ch. 2 LCR; publication du jugement. Le mode et l'étendue de la publication se déterminent selon le but de cette mesure. Dans les limites qui en résultent, le juge apprécie. Les mêmes règles s'appliquent à la détermination du lieu où le jugement doit être publié, qui sera p.ex. le lieu de commission de l'infraction ou le domicile du condamné."], "faits": "|104|\n\nA.- Büttel fuhr in der Nacht vom 9. auf den 10. März 1963, angetrunken und ohne im Besitze eines gültigen Führerausweises zu sein, mit einem Motorroller von Appenzell Richtung St. Gallen. Zwischen Gais und Bühler wurde er von der Polizei festgenommen. Die Blutprobe ergab chemisch und interferometrisch eine Alkoholkonzentration von 2,06 Gewichtspromille.\n\nBüttel, der in St. Gallen wohnt, war 1961 und 1962 bereits dreimal wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand bestraft worden.\n\nB.- Das Bezirksgericht Mittelland verurteilte Büttel in Anwendung der Art. 31 Abs. 1, 90 Ziff. 1, 91 Abs. 1 und 95 Ziff. 1 Abs. 1 SVG zu zwei Monaten Gefängnis und Fr. 200.-- Busse. Zudem verfügte es gestützt auf Art. 102 Ziff. 2 SVG, dass das Urteil einmal im Amtsblatt des Kantons St. Gallen zu veröffentlichen sei.\n\nDas Obergericht von Appenzell A.Rh. änderte diesen |105| Entscheid am 24. März 1964 dahin ab, dass es die Veröffentlichung im Amtsblatt des Kantons Appenzell A.Rh. anordnete.\n\nC.- Die Justizdirektion des Kantons Appenzell A.Rh. führt Nichtigkeitsbeschwerde mit dem Antrag, das Obergericht anzuweisen, dass die Veröffentlichung in erster Linie am Wohnort des Verurteilten zu erfolgen habe.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nNach Art. 102 Ziff. 2 SVG ordnet der Richter die Veröffentlichung des Strafurteils gemäss Art. 61 StGB an, wenn der Verurteilte besondere Rücksichtslosigkeit an den Tag gelegt hat (lit. a), oder wenn er innert fünf Jahren mehr als einmal wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand bestraft wird (lit. b).\n\n1. Der Zweck dieser Bestimmung liegt vor allem in der Generalprävention. Die Veröffentlichung des Urteils soll nicht nur den Verurteilten selber in verschärftem Masse an wichtige Verkehrsverpflichtungen erinnern, sondern Strassenbenützern überhaupt zur Warnung gereichen. Indem das Gesetz die Veröffentlichung zwingend vorschreibt, schafft es zugleich eine unwiderlegliche Vermutung, dass die Öffentlichkeit bei Widerhandlungen, die im Strassenverkehr eine besonders gefährliche Rolle spielen, stets an der Bekanntmachung des Urteils interessiert ist. Diese Vermutung hat ihren Grund darin, dass Dritte, die zu gleichen oder ähnlichen Verfehlungen neigen, erfahrungsgemäss die öffentliche Blosstellung und deren Folgen mehr fürchten als die Strafe selber (vgl. BGE 88 IV 12 und dort angeführte Lehre und Rechtsprechung).\n\n2. Art und Umfang der Veröffentlichung haben sich nach dem Zweck der Massnahme zu richten. Innerhalb der sich daraus ergebenden Schranken sind sie ins richterliche Ermessen gestellt (Art. 61 Abs. 4 StGB). Das heisst insbesondere, dass die Veröffentlichung einerseits nicht weitergehen darf, als ihr Zweck es erfordert, anderseits aber |106| auch nicht notwendig in einem kantonalen Amtsblatt zu erfolgen hat, noch sich auf ein solches Blatt zu beschränken braucht. Der Richter ist in der Wahl des Blattes vielmehr frei. Erweist sich eine Veröffentlichung in einem kantonalen Amtsblatt als ungenügend, so kann und soll er sie in künftigen Fällen zur Erhöhung der Wirkung in andern Zeitschriften, namentlich in Blättern, die von Motorfahrzeugführern beachtet werden, anordnen (vgl. BGE 78 IV 16; SJZ 51 368, 52 299 Nr. 144). Hinsichtlich des Verurteilten sind dem Richter dabei nur insofern Schranken gesetzt, als er diesem keine durch die Umstände nicht gerechtfertigte oder vom Gesetz nicht gewollte Nachteile zufügen darf und darauf Bedacht nehmen muss, dass die nach Art. 61 Abs. 1 StGB vom Verurteilten zu tragenden Kosten sich in angemessenen Grenzen halten.\n\n3. In das freie Ermessen des Sachrichters fällt auch der Entscheid über die Frage, wo das Strafurteil zu veröffentlichen sei. Dies kann sowohl am Orte der Widerhandlung wie am Wohnort des Verurteilten geschehen. Weder Art. 102 Ziff. 2 SVG noch Art. 61 StGB schliesst die eine oder andere Möglichkeit aus.\n\na) Für die Veröffentlichung am Wohnort spricht vor allem, dass sie den Verurteilten dort, namentlich wenn er in ländlichen Verhältnissen wohnt, empfindlicher zu treffen vermag als z.B. an einem Tatort, wo er völlig unbekannt ist. Ginge es allein darum, den Verurteilten von künftigen Straftaten abzuhalten, so müsste die Massnahme meistens am Wohnort angeordnet werden, was nicht heissen will, dass ihre generalpräventive Wirkung diesfalls geringer wäre als bei einer Veröffentlichung am Orte der Widerhandlung. Dass die Massnahme schon wegen der Vielfalt kantonaler Amtsblätter zwangsläufig zu Ungleichheiten führe, wenn sie am Wohnort des Verurteilten angeordnet wird, ist entgegen der Auffassung der Vorinstanz nicht zu ersehen. Die Kantone sind gemäss Art. 352 Abs. 1 StGB unter sich zur Rechtshilfe verpflichtet. Das gilt auch für die Veröffentlichung eines Urteils in einem ausserkantonalen |107| Amtsblatt. Die Berufung auf Sprachverschiedenheiten geht vorliegend jedenfalls fehl, da so oder anders ein deutschschweizerischer Kanton in Frage stände. Dagegen trifft zu, dass eine Anordnung der Massnahme am Wohnort des Verurteilten ausser Betracht fällt, wenn dieser Ort im Ausland liegt.\n\nb) Die Veröffentlichung des Urteils am Orte der Widerhandlung hat ebenfalls ihre Vorzüge. Sie dürfte dem Urteilskanton ihre Durchsetzung meistens erleichtern und auch sonst normalerweise näher liegen als die Anrufung einer ausserkantonalen Stelle. Dazu kommt, dass die Öffentlichkeit am Orte der Widerhandlung, wo in der Regel auch das Strafverfahren durchzuführen ist, an der Bekanntgabe des Urteils besonders interessiert ist. Solches Interesse bietet Gewähr für eine erhöhte präventive Wirkung der Massnahme. Die Veröffentlichung am Orte der Widerhandlung hat zudem den Vorzug, dass sie auch gegenüber einem im Ausland wohnenden Verurteilten angeordnet werden kann.\n\nc) Lassen sich somit für die Wahl dieses wie jenes Ortes gute Gründe anführen, so könnte vorliegend von einer Ermessensüberschreitung, die allein den Kassationshof zum Einschreiten berechtigen würde (BGE 78 IV 15), nur die Rede sein, wenn besondere Umstände die Anordnung der Massnahme am Wohnort des Verurteilten derart aufdrängten, dass demgegenüber die Wahl des Tatortes als offensichtlich verfehlt zu bezeichnen wäre. Solche Umstände sind nicht dargetan. Dass die Blosstellung vor der Öffentlichkeit den Verurteilten härter trifft, wenn sein Wohnort mit dem Orte der Widerhandlung zusammenfällt, ändert nichts. Diese Folge ist dem Gesetzgeber nicht entgangen (vgl. Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über den Strassenverkehr vom 24. Juni 1955, BBl 1955 II S. 66); er hat die Veröffentlichung des Strafurteils in Fällen, wie dem vorliegenden, nichtsdestoweniger zwingend vorgeschrieben, ihre Wirkungen für den Verurteilten somit bewusst gewollt oder doch zumindest im |108| öffentlichen Interesse in Kauf genommen. Gegen die Auffassung der Vorinstanz, dass kein Anlass zu einer zusätzlichen Urteilsveröffentlichung am Wohnort des Verurteilten bestehe, wird in der Beschwerde nichts Besonderes vorgebracht.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}