{"annee": "90", "cour": "II", "page": "302", "date": "7/7/1964", "cite": ["85 IV 211"], "cite_par": ["94 I 384", "132 III 620", "113 II 522", "111 II 76", "114 II 45", "111 II 94", "101 IV 103", "96 II 52", "102 II 111", "93 II 329", "100 II 145", "104 II 275", "108 III 94"], "chapeau": "35. Auszug aus dem Urteil der I. Zivilabteilung vom 7. Juli 1964 i.S. Bank X gegen Unlted Commercial Bank Ltd.", "regestes": ["Accréditifs. Règles et usances uniformes relatives aux crédits documentaires, art. 10. Rapports juridiques entre les banques intéressées. Prétentions de la banque titulaire de la créance en remboursement contre la banque qui a ouvert l'accréditif et qui refuse d'accepter les documents mais les utilise néanmoins pour disposer de la marchandise. Importance de l'opinion des experts en matière d'accréditifs (consid. 1). Art. 66 al. 1 OJ. Portée de cette disposition (consid. 2 a). Violation des instructions du Tribunal fédéral par la juridiction cantonale? (consid. 2 b). Art. 8 CC. Violation de cette disposition par le fait que les contrepreuves offertes n'ont pas été administrées (consid. 2 c)."], "faits": "BGE 90 II 302 S. 303\n\nA.- Auf Grund eines Kaufvertrages über die Lieferung von Äthylalkohol zwischen der Firma Hope Prudhomme & Co. Private Ltd in Calcutta als Verkäuferin und der Firma Williams & Co. in Zürich als Käuferin eröffnete das Bankgeschäft X. in Zürich im Auftrag der Käuferin zugunsten der Verkäuferin ein unwiderrufliches Akkreditiv für den Betrag von £ 100 542.17. Die Bank X. ersuchte die United Commercial Bank in Calcutta (im folgenden: UcoBank) das Akkreditiv der Begünstigten anzuzeigen, aber nicht zu bestätigen. Gleichzeitig ermächtigte sie die UcoBank, sich die Zahlung des Akkreditivbetrages zu Lasten der Bank X. durch das Bankhaus Montagu & Co. in London vergüten zu lassen; die im Akkreditiv vorgeschriebenen Dokumente waren jedoch an die Bank X. zu senden.\n\nDie UcoBank übermittelte die ihr von der Verkäuferin übergebenen Dokumente der Bank X., wobei sie diese im Rimessenbrief darauf aufmerksam machte, dass die Dokumente nicht in allen Punkten den Vorschriften des Akkreditivs entsprächen; sie habe deshalb ihre Londoner Filiale angewiesen, dem Bankhaus Montagu eine Garantieerklärung abzugeben, falls eine solche verlangt werde.\n\nAls die UcoBank am 30. Januar 1961 von der Bank Montagu auf Grund des Akkreditivs die Bezahlung von £ 95 534.3.5 verlangte, verweigerte diese die Auszahlung unter Berufung auf eine entsprechende Weisung der Bank X. Diese telegraphierte ihrerseits der UcoBank am BGE 90 II 302 S. 3041. Februar 1961, sie habe erfahren, dass die Dokumente (die damals noch nicht bei ihr eingetroffen waren), nicht mit den Akkreditivbedingungen übereinstimmten; die Aufnahme sei aber nur gegen vollständig übereinstimmende Dokumente erlaubt und eine Aufnahme unter Vorbehalt sei unzulässig.\n\nTrotz dieser Erklärung benützte dann aber die Bank X. die mittlerweile (angeblich am 3. Februar 1961) bei ihr eingegangenen Dokumente, um die Schiffsladung von dem im Akkreditiv vorgeschriebenen englischen Bestimmungshafen Felixstowe nach Amsterdam umzuleiten und dort einzulagern. Der UcoBank teilte sie mit Telegramm vom 6. Februar 1961 mit, ihr Klient habe die Dokumente der Hope Prudhomme & Co. wegen Qualitätsdifferenzen zurückgewiesen; um jedoch die Interessen der UcoBank zu wahren, habe sie die Ware nach Amsterdam umgeleitet und dort im eigenen Namen, aber auf Rechnung der UcoBank eingelagert. Diese erklärte jedoch, sie sei mit diesem Vorgehen nicht einverstanden und verlangte die Überweisung des gemäss -Akkreditiv geschuldeten Betrages, was die Bank X. ablehnte.\n\nB.- Die daraufhin von der UcoBank gegen die Bank X. erhobene Klage auf Bezahlung des.Akkreditivbetrages von £ 95 534.3.5. nebst Zinsen wurde vom Handelsgericht Zürich mit Urteil vom 8. März 1962 abgewiesen. In der Begründung dieses Entscheides führte das Handelsgericht aus, die von der Klägerin der Beklagten präsentierten Dokumente hätten nicht den im Akkreditiv umschriebenen Bedingungen entsprochen. Die Beklagte sei daher befugt gewesen die Aufnahme der Dokumente zu verweigern, wie sie dies mit den Telegrammen vom 1. und 6. Februar 1961 getan habe. Dass sie dann die Dokumente gleichwohl zur Umleitung und Einlagerung der Ware benützte, habe zwar gegen die Vertragsbestandteil bildenden \"Einheitlichen Richtlinien und Gebräuche für Dokumenten-Akkreditive\" (Fassung von 1951) verstossen, da nach Art. 10 Abs. 3 derselben die Akkreditivbank, BGE 90 II 302 S. 305welche die Aufnahme der Dokumente verweigere, diese der remboursfordernden Bank zurücksenden oder sie ihr zur Verfügung halten müsse. Dieser Verstoss habe aber entgegen der Auffassung der Klägerin nicht die Zahlungspflicht der Beklagten auslösen, sondern sie höchstens schadenersatzpflichtig machen können; ein Schadenersatzanspruch sei jedoch von der Klägerin nicht geltend gemacht worden.\n\nC.- Auf die von der Klägerin eingereichte, kraft Rechtswahl der Parteien zugunsten des schweizerischen Rechts zulässige Berufung hin hob das Bundesgericht den Entscheid des Handelsgerichts mit Urteil vom 18. Dezember 1962 auf und wies den Fall an die Vorinstanz zurück zur Abnahme des Beweises für die von der Klägerin aufgestellte Behauptung, bei den Akkreditivfachleuten bestehe allgemein die Auffassung, dass eine von Art. 10 Abs. 3 der Richtlinien abweichende Verfügung über die Dokumente einer Aufnahme derselben gleichkomme und automatisch die Zahlungspflicht der Akkreditivbank auslöse.\n\nD.- Das Handelsgericht hat zur Erfüllung der ihm im Rückweisungsentscheid des Bundesgerichts erteilten Weisung die Vorsteher der Akkreditivabteilungen von drei Grossbanken und drei Mittelbanken auf dem Platz Zürich als sachverständige Zeugen einvernommen. Auf Grund von deren Aussagen erachtete es die oben erwähnte Behauptung der Klägerin als bewiesen und verpflichtete mit Urteil vom 5. September 1963 die Beklagte zur Auszahlung des Akkreditivbetrages von £ 95 534.3.5 nebst 5% Zins seit 3. Februar 1961.\n\nE.- Gegen das Urteil des Handelsgerichts hat die Beklagte - neben einer erfolglosen Nichtigkeitsbeschwerde an das Kassationsgericht des Kantons Zürich - die Berufung an das Bundesgericht ergriffen. Sie beantragt, die Klage abzuweisen, eventuell die Sache zur Abnahme der von ihr angetragenen Gegenbeweise an die Vorinstanz zurückzuweisen.\n\nBGE 90 II 302 S. 306\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gegenstand des Streites der Parteien ist die Frage, welche rechtlichen Folgen die vertragswidrige Verfügung der Beklagten über die zurückgewiesenen Dokumente nach sich ziehe. Die Klägerin ist der Ansicht, das Vorgehen der Beklagten sei rechtlich einer Aufnahme der Dokumente gleichzuachten und habe darum die Zahlungspflicht aus Akkreditiv ausgelöst. Die Beklagte nimmt demgegenüber den Standpunkt ein, die von ihr begangene Vertragsverletzung könne der Klägerin keinen Erfüllungsanspruch, sondern höchstens einen Schadenersatzanspruch wegen Nichterfüllung verschaffen.\n\nWelche dieser beiden Auffassungen zutreffe, ist Rechtsfrage. Davon geht, entgegen den vom Handelsgericht in den Erwägungen seines zweiten Urteils geäusserten Vermutungen, auch der Rückweisungsentscheid des Bundesgerichts aus. Gestützt auf seine bisherige Rechtsprechung nahm das Bundesgericht an, das interne Verhältnis der beiden am Akkreditiv beteiligten Banken beurteile sich grundsätzlich nach den Auftragsregeln; dabei seien jedoch die Besonderheiten zu berücksichtigen, die das Akkreditiv kennzeichnen. Dieses betrifft ein Spezialgebiet, auf dem den Gepflogenheiten der Praxis und den Anschauungen der Fachleute auch für die rechtliche Beurteilung grosse Bedeutung beizumessen ist. Aus diesem Grunde erachtete es das Bundesgericht als erforderlich, durch die Vorinstanz abklären zu lassen, welche Bewandtnis es mit der Behauptung der Klägerin habe, bei den Akkreditivfachleuten bestehe allgemein die Auffassung, dass jedes von Art. 10 Abs. 3 der Richtlinien abweichende Verfügen der Akkreditivbank über die Dokumente einer Aufnahme derselben gleichkomme. Ob in den Kreisen der Akkreditivfachleute diese Ansicht allgemein geteilt werde, gehört dem Bereich des Tatsächlichen an. Die vom Handelsgericht auf dem BGE 90 II 302 S. 307Wege der Beweiswürdigung getroffene Feststellung, dass nach den Aussagen der von ihm befragten Akkreditivspezialisten die Behauptung der Klägerin tatsächlich zutreffe, bindet daher das Bundesgericht und ist bei der Rechtsfindung in ähnlicher Weise wie ein eigentlicher Handelsbrauch auszuwerten. Die von den befragten Akkreditivfachleuten bekundete einhellige Meinung über die Folgen der vertragswidrigen Benützung der als ungenügend zurückgewiesenen Dokumente lässt erkennen, dass Wesen und Zweck des Akkreditivs gebieten, ein solches Vorgehen der Akkreditivbank der Aufnahme der Dokumente gleichzustellen.\n\nDie Funktion des Akkreditivs besteht darin, zum Schutze beider Kaufvertragsparteien die beidseitige ordnungsgemässe Vertragserfüllung zu sichern. Der Käufer, bezw. die von ihm mit der Akkreditivstellung beauftragte Bank, soll den Kaufpreis nur gegen Übergabe von Dokumenten freigeben müssen, die das Vorhandensein sowie die vertragsgemässe Beschaffenheit der Ware belegen und ihm die Verfügungsgewalt über diese verschaffen. Der Verkäufer seinerseits soll die Dokumente nur aus der Hand geben müssen, wenn Gewähr dafür besteht, dass ihm der in Form des Akkreditivs bereitgestellte Kaufpreis ausbezahlt wird. Daher verpflichten die \"Richtlinien\" in Art. 10 Abs. 1 die Akkreditivbank, welche die ihr eingereichten Dokumente aufnimmt, zur Auszahlung des Akkreditivs an den Verkäufer, bezw. an die Bank, von der die Dokumente eingereicht worden sind. Werden diese aus irgendwelchen Gründen von der Akkreditivbank nicht aufgenommen, so muss der Verkäufer sich darauf verlassen können, dass sie ihm unverändert und unbeschwert zurückgegeben werden, so dass ihm die Verfügungsgewalt über die Ware erhalten bleibt; denn nur dann wird der Sicherungszweck erreicht, den das Akkreditiv zum Schutz des Verkäufers zu erfüllen hat. Dieser Zweck verlangt deshalb auch, dass jedes Verhalten der Akkreditivbank, die dem Verkäufer die Verfügungsmacht BGE 90 II 302 S. 308über die Ware nimmt, die gleichen Folgen auslösen muss wie die vorbehaltlose Aufnahme der Dokumente. Es bedeutet einen Widerspruch in sich selbst, wenn die Akkreditivbank zwar die Dokumente als ungenügend zurückweist, aber gleichzeitig über sie und damit über die Ware in irgendeiner Weise verfügt. Eine solche Verfügung nimmt der Zurückweisung ihre rechtliche Wirksamkeit; sie bedeutet die Genehmigung der Dokumente unter Verzicht auf die zunächst ausgesprochene Beanstandung (EISEMANN, Recht und Praxis des Dokumenten-Akkreditivs, S. 79 f.; ebenso die dort in N. 126 angeführte englische Rechtsprechung). Die gegenteilige Lösung würde das Akkreditiv für den Handel unbrauchbar machen, da bei ihr der Verkäufer Gefahr liefe, die Verfügungsmacht über die Ware zu verlieren, ohne den Kaufpreis für sie zu erhalten.\n\nEs ist daher auch im vorliegenden Falle anzunehmen, dass die eigenmächtige Verfügung der Beklagten über die von ihr formell zurückgewiesenen Dokumente die Pflicht zur Auszahlung der Akkreditivsumme ausgelöst hat.\n\n2. Die Vorbringen der Beklagten in der Berufung vermögen an diesem Ergebnis nichts zu ändern.\n\na) Die Beklagte macht geltend, das Akkreditivverhältnis sei damit zu Ende gegangen, dass die Klägerin nicht in der Lage gewesen sei, ordnungsgemässe Dokumente einzureichen; von diesem Zeitpunkt an habe es sich um einen blossen Inkassoauftrag gehandelt. Zur Beurteilung stehe daher die Frage, wie es zu halten sei, wenn ein als Akkreditivgeschäft begonnenes Geschäft nachträglich zu einem Inkassoauftrag werde.\n\nDiese Ausführungen sind unzulässig. Die für den Fall der Rückweisung in Art. 66 Abs. 1 OG ausgesprochene Bindung der kantonalen Instanz an die dem Rückweisungsentscheid zugrunde liegende rechtliche Beurteilung gilt auch für das Bundesgericht selbst. Denn die genannte Bestimmung beruht auf dem Gedanken, dass die betreffende Rechtsfrage für den konkreten Streitfall als endgültig BGE 90 II 302 S. 309entschieden zu gelten habe, wie dies für ein Endurteil des Bundesgerichtes zuträfe (so auch BGE 85 IV 211 zu der dem Art. 66 Abs. 1 OG entsprechenden Vorschrift von Art. 277ter Abs. 2 BStP). Dem Bundesgericht ist es daher verwehrt, im Falle erneuter Berufung sein zweites Urteil auf rechtliche Gesichtspunkte zu stützen, die im Rückweisungsentscheid abgelehnt oder - wie hier - gar nicht in Erwägung gezogen worden waren. Infolgedessen konnte die Beklagte weder im neuen Verfahren vor dem Handelsgericht, noch auch im zweiten Berufungsverfahren den eingangs dargelegten Standpunkt einnehmen.\n\nb) Die Beklagte wirft dem Handelsgericht vor, es habe die ihm vom Bundesgericht im Rückweisungsentscheid erteilten Weisungen nicht beachtet, indem es nicht eine Expertise angeordnet, sondern statt dessen sechs sogenannte fachkundige Zeugen einvernommen habe.\n\nIm Rückweisungsentscheid ist allerdings die Rede von einer Expertise; wie jedoch aus den betreffenden Ausführungen ersichtlich ist, kam es dem Bundesgericht lediglich darauf an, die Auffassungen der Akkreditivfachleute zu kennen und von ihnen zu erfahren, wie sie einen solchen Fall abwickeln würden. Ob die Vorinstanz befugt war, zur Abklärung dieser Frage ein eigentliches schriftliches Gutachten einzuholen oder die Fachleute auf eine andere Weise beizuziehen, ist eine Frage des kantonalen Prozessrechts und daher vom Bundesgericht nicht überprüfbar. Dem Sinn der bundesgerichtlichen Weisung hat die Vorinstanz dadurch genügt, dass sie die Vorsteher der Akkreditivabteilungen mehrerer bedeutender Bankunternehmen anhörte.\n\nc) Die Beklagte macht geltend, das Handelsgericht habe die bundesrechtlichen Vorschriften über den Beweis (Art. 8 ZGB) dadurch verletzt, dass es den von ihr angebotenen Gegenbeweis betreffend die in den Kreisen der Fachleute herrschenden Auffassungen nicht abgenommen habe.\n\nBGE 90 II 302 S. 310\n\nDiese Rüge ist unbegründet. Das Handelsgericht kam auf Grund der Ausführungen der einvernommenen fachkundigen Zeugen zum Schluss, dass die Behauptungen der Klägerin hinsichtlich der in den Fachkreisen allgemein herrschenden Ansicht zuträfen. Die von der Beklagten verlangte Einvernahme weiterer Fachleute bezeichnete es als unnötig, weil es das Beweisthema durch die Aussagen der bereits angehörten Fachleute als hinlänglich abgeklärt erachtete. Der Beweisantrag der Beklagten wurde somit auf Grund vorweggenommener Beweiswürdigung abgelehnt. Dieses Vorgehen war mit Art. 8 ZGB vereinbar; dieser ist nur verletzt, wenn ein Beweisantrag ohne solche Prüfung und Begründung verworfen wird...\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 5. September 1963 bestätigt."}