{"annee": "90", "cour": "II", "page": "417", "date": "15/12/1964", "cite": [], "cite_par": ["129 III 331", "101 IB 56", "104 II 198"], "chapeau": "47. Extrait de l'arrêt de la Ie Cour civile du 15 décembre 1964 dans la cause Etats de Fribourg et de Vaud contre Fibres de verre SA et Höganäsmetoder A.B.", "regestes": ["Responsabilité civile dérivant de la pollution d'une rivière; art. 41 ss. CO. Nature des pouvoirs de l'Etat en matière de pêche (consid. II 2). Etendue de la réparation due à l'Etat par les entreprises responsables de la pollution. L'indemnité doit-elle correspondre à la contre-valeur des poissons détruits ou seulement au prix des bêtes qui auraient été normalement pêchées sans la pollution ou encore aux frais de repeuplement (consid. II 3 à 5)?"], "faits": "BGE 90 II 417 S. 417\n\nRésumé des faits:\n\nA.- La maison Höganäsmetoder A.B., à Höganäs (Suède), fabrique de la bakélite selon un procédé qu'elle a fait breveter dans plusieurs pays, notamment en Suisse. Utilisant cette marchandise comme agglomérant, la maison Fibres de verre SA, à Lucens, a obtenu de Höganäsmetoder A.B. une licence d'exploitation de son brevet. En 1960, BGE 90 II 417 S. 418sous le contrôle de représentants de la société suédoise, la maison suisse a installé dans son usine de Lucens une cuve destinée à la fabrication du produit breveté.\n\nLe 2 juin 1960, le contenu de cette cuve, soit un mélange de phénol et de formaline additionné d'eau, s'est déversé accidentellement dans le canal d'égouts de l'usine, puis s'est répandu dans la Broye, qui coule à quelque trois cents mètres. Sous l'effet de ces deux substances, tous les poissons de la rivière ont péri sur un tronçon de plus de vingt-trois kilomètres, qui s'étend de Lucens jusqu'au pont de la route reliant St-Aubin à Domdidier et qui fait partie du domaine public des cantons de Fribourg et de Vaud. Selon les estimations des services cantonaux de la pêche, 74 200 kg. de poissons morts ont été recueillis.\n\nAprès la pollution, les cantons de Fribourg et de Vaud ont immergé des poissons pour remplacer ceux qui avaient été détruits. Le service fribourgeois de la pêche a mis à l'eau: en 1960, 75 kg. de truites pour 750 fr. ainsi que des truitelles et des ombrettes pour 24 113 fr.; à partir de mars 1961, des estivaux pour 3683 fr. 50. De son côté, l'administration vaudoise a fait jeter dans la Broye: en 1960, 500 kg. de truites pour 5160 fr. et des truitelles pour 7125 fr. 76; depuis septembre 1961, des truitelles pour 13 453 fr. 41.\n\nLe 17 juin 1960, les deux cantons ont chargé l'inspecteur fédéral de la pêche de déterminer le montant des dommagesintérêts auxquels ils avaient droit. Dans son rapport, cet expert est arrivé à la conclusion que les Etats de Fribourg et de Vaud pouvaient prétendre une indemnité de 142 000 fr., savoir 40 000 fr. pour la perte de rendement, 88 000 fr. pour les frais de réempoissonnement extraordinaire et 14 000 fr. à titre de dépenses diverses.\n\nB.- Tous les pourparlers transactionnels ayant échoué, les cantons et les sociétés ont décidé par convention du 25 août 1961 de faire fixer par le Tribunal fédéral, en instance unique, les dommages-intérêts dus par les secondes aux premiers. Ce document précise que les cantons agissent comme créanciers solidaires, la répartition entre eux de BGE 90 II 417 S. 419l'indemnité litigieuse n'étant pas controversée, et que, de leur côté, les sociétés se reconnaissent solidairement responsables de la pollution de la Broye, mais réservent le règlement ultérieur de leurs rapports internes.\n\nPar demande déposée le 15 novembre 1961, les cantons ont réclamé aux sociétés principalement 208 200 fr., soit la contre-valeur de tous les poissons détruits, y compris les poissons blancs, et les frais occasionnés par l'empoisonnement de la rivière; subsidiairement, ils ont conclu à l'allocation de 142 000 fr., c'est-à-dire le montant arrêté par l'inspecteur fédéral de la pêche.\n\nDans leur réponse, les défenderesses ont accepté de verser 38 067 fr. 45, représentant la contre-valeur des salmonidés, des brochets, des carpes, des perches et des tanches ainsi que différents frais. En cours d'instance, elles ont payé cette somme, majorée des intérêts. Elles ont contesté devoir en revanche quelque indemnité pour les poissons blancs.\n\nC.- Les deux parties ayant sollicité une expertise, le juge délégué l'a confiée à un collège de trois experts dont le rapport contient notamment les appréciations suivantes:\n\nAprès avoir constaté que la Broye a été polluée sur une distance de 24 km. 410 et une surface de 36 ha. 60, les experts fondent leurs calculs sur la quantité des poissons recueillis. Tout en admettant que certains poissons ont échappé au ramassage, ils sont d'avis qu'il s'agit pour la majeure partie de la première classe d'âge. Ils estiment que la faune détruite comprend 3,3% de truites et d'ombres, 0,9% d'autres poissons de qualité et 95,8% de poissons blancs.\n\nFaute d'être propriétaires des poissons vivant dans les eaux publiques, les cantons ne sauraient prétendre la contrevaleur de tous ceux qui ont péri. En revanche, ils peuvent faire valoir trois éléments de dommage: 1o les frais extraordinaires exigés par le repeuplement de la rivière; 2o la diminution du rendement de la pêche; 3o les autres frais résultant de la pollution. Ils n'ont cependant droit à des dommages-intérêts pour perte de rendement que dans la mesure où ils appliquent le système des permis de pêche; BGE 90 II 417 S. 420s'ils procédaient par affermage, l'indemnité devrait être versée au fermier.\n\nDans le cas particulier, les frais de repeuplement nécessaires pour rétablir l'état antérieur s'élèvent à 37 306 fr. pour les salmonidés, à 1932 fr. pour les brochets ainsi qu'à 1610 fr. pour les tanches et les carpes, soit au total à 40 848 fr. Les autres poissons devant se remplacer naturellement par suite de migrations, l'Etat n'a pas lieu de pourvoir à leur repeuplement. Sans doute les poissons blancs mangent-ils le frai des salmonidés et, partant, la destruction des premiers crée-t-elle des conditions de développement plus favorables pour les seconds. Toutefois, cette circonstance ne saurait entraîner une réduction du montant de 40 848 fr., qui a été fixé eu égard à la disparition momentanée des poissons blancs. Au surplus, si les cantons ont immergé en l'espèce des poissons immédiatement pêchables, cette mesure inopportune au point de vue piscicole s'explique tout de même pour des motifs fiscaux et politiques.\n\nQuant à la perte de rendement, elle est égale à la valeur des prises qui n'ont pu avoir lieu en raison de la pollution, depuis cette dernière jusqu'au rétablissement de l'état antérieur. Elle atteint 23 076 fr. pour les salmonidés, 2270 fr. pour les brochets, 908 fr. pour les tanches et les carpes, 941 fr. pour les perches et 56 216 fr. pour les poissons blancs, soit 83 411 fr.\n\nComptant en outre 14 317 fr. à titre de frais divers, les experts évaluent le dommage total à 138 576 fr.\n\nD.- Le Tribunal fédéral a admis partiellement l'action. Il a estimé que les cantons avaient droit à une indemnité globale de 63 075 fr. 45, plus intérêt, pour le repeuplement de la rivière, le ramassage des poissons morts et les frais d'intervention avant l'ouverture du procès. Déduction faite du montant de 38 067 fr. 45 déjà versé en cours de procédure, il a condamné les défenderesses solidairement à payer aux demandeurs, créanciers solidaires, un capital de 25 008 fr.\n\nBGE 90 II 417 S. 421", "considerants": "Extrait des considérants:\n\nI. Questions de recevabilité\n\n.....\n\nII. Etendue de la réparation\n\n1. (responsabilité solidaire des défenderesses).\n\n2. L'étendue de la réparation dépend de la nature des pouvoirs de l'Etat en matière de pêche.\n\nSuivant l'art. 1er de la loi fédérale sur la pêche du 21 décembre 1888, la concession ou la reconnaissance du droit de pêche rentre dans les attributions des cantons. Les demandeurs ont usé de la compétence qui leur est réservée. La loi fribourgeoise sur la pêche du 3 mai 1916 dispose que \"la pêche est un droit régalien appartenant au canton\" (art. 1er al. 1), et la loi du 17 mai 1961, qui a abrogé la précédente et ne s'applique pas en l'espèce parce qu'elle est postérieure à l'empoisonnement de la Broye, caractérise aussi comme un droit régalien celui de pêcher dans les eaux publiques (art. 3 al. 1). Pour sa part, la loi vaudoise sur la pêche du 3 septembre 1957 prévoit que \"le droit de pêche appartient à l'Etat\", c'est-à-dire qu'il fait l'objet d'une régale (art. 1er al. 1; cf. RO 39 II 458). Ainsi, dans l'un et l'autre canton, l'Etat a la régale de la pêche. Point n'est besoin de définir ici la notion de régale et de décider notamment si sa nature relève du droit privé ou public. Il suffit de constater en passant que, si le Tribunal fédéral a adopté autrefois la première conception en s'inspirant de GIERKE et de MAYER (RO 44 I 168; cf. EUGEN HUBER, System und Geschichte des schweizerischen Privatrechtes, III, p. 625 ss.), il semble s'être rapproché plus récemment de la seconde (RO 47 I 226, 63 II 48 s.; cf. CHRISTEN, Kantonale Regalien und Bundespolizeirecht, p. 14 ss.; LEUTHARD, Die Fischereirechte im Freiamt und in Mellingen, p. 128 ss.; PETER, Die Fischereiberechtigung nach schweizerischem Recht, p. 7). Quoi qu'il en soit, la régale de la pêche implique le pouvoir de régler l'exercice de la pêche, mais ne procure pas à l'Etat un droit de propriété sur les poissons qui se trouvent BGE 90 II 417 S. 422dans les lacs et les cours d'eau. De l'avis de la doctrine unanime, le poisson est une \"res nullius\". Il ne devient un objet de propriété qu'une fois soumis à la maîtrise effective d'un possesseur, par exemple après avoir été enfermé dans un vase clos ou une pièce d'eau sans issue (cf. BLANC, Le régime de la chasse dans le canton de Fribourg, p. 97; GMÜR, Die Abgrenzung des Fischereiregals von den privaten Fischenzen im Kanton Bern, p. 1 s.; HAAB, Das Sachenrecht, 2e éd., Einleitung, note 32; KAEGI, Das schweizerische Jagdrecht, p. 51; LEEMANN, Sachenrecht, 2e éd., notes 3 et 4 ad art. 718 CC; LEUTHARD, op.cit., p. 129; PETER, op.cit., p. 15; VEGEZZI, I diritti di pesca, p. 30). Tout au plus faut-il réserver le cas des cantons dont la législation, à la différence des droits fribourgeois et vaudois, disposerait que les choses sans maître, notamment les poissons, appartiennent à l'Etat (MEIER-HAYOZ, note 53 ad art. 664 CC).\n\nLa régale de la pêche peut s'exercer de diverses manières. Les services cantonaux ont d'abord la faculté de pêcher eux-mêmes ou de faire pêcher pour leur compte. Il leur est loisible aussi d'affermer le droit de pêche à certains particuliers, cet affermage étant en réalité une concession, et non un acte de droit privé (RO 63 II 48 s.). Ils peuvent enfin accorder le droit de pêcher aux titulaires d'un permis de pêche, soit d'une autorisation de police. Les demandeurs appliquent ce dernier système, du moins en ce qui concerne le tronçon de rivière qui a été pollué le 2 juin 1960. S'il est vrai qu'en vertu de l'art. 4 de la loi fribourgeoise du 3 mai 1916, \"le droit de pêche est exercé: a) par les locataires de cours d'eau; b) par les porteurs de permis à la ligne\", l'inspecteur de la pêche du canton de Fribourg a déclaré à l'audience du 30 janvier 1963 que le secteur empoisonné n'avait jamais été affermé. Quant à la loi vaudoise du 3 septembre 1957, elle ne prévoit en principe, à son art. 3 al. 1, que l'institution du permis. Loin d'affermer le droit de pêche dans les eaux publiques, le canton de Vaud loue même des eaux privées pour permettre aux particuliers d'y pêcher. Sans doute le Conseil d'Etat peut-il, conformément BGE 90 II 417 S. 423à l'art. 3 al. 2, autoriser la pêche sans permis dans certains cours d'eau ou tels lacs, mais les pêcheurs de la Broye ne bénéficient pas de cette faveur.\n\nDans les limites de l'autorisation qui leur est conférée, les titulaires de permis ont le droit de pêcher, qu'une partie de la doctrine qualifie de droit public subjectif (PETER, op.cit., p. 121 ss.; VEGEZZI, op.cit., p. 94 ss.). En revanche, ils ne sont pas propriétaires du poisson avant de s'en être emparés et ne sauraient exiger que l'Etat veille à la conservation de la faune piscicole, qu'il remplace dans chaque lac et rivière les poissons qui disparaissent. Comme l'a déclaré justement le Conseil d'Etat vaudois, le 19 août 1960, en réponse à une question d'un député, \"En délivrant un permis de pêche, l'Etat donne à son détenteur le droit de pêcher sans pour autant lui garantir un produit de la pêche ou une indemnité en cas de manque à pêcher\". Tout au plus peut-on se demander si, en cas de destruction inopinée du poisson, les porteurs de permis ont droit au remboursement de tout ou partie des taxes qu'ils ont acquittées. Il s'agirait là d'une action en enrichissement illégitime, en principe admissible tant en droit public qu'en droit privé (RO 78 I 88). Il n'y a cependant pas lieu de résoudre ici cette question, les demandeurs ne soutenant pas que les bénéficiaires de permis aient exigé la restitution de taxes. Au surplus, il n'est pas allégué ni établi que le nombre des requêtes de permis ait diminué en raison de la pollution de la Broye. Si deux témoins l'affirment, deux autres le contestent ou le mettent en doute.\n\nC'est au regard de ces considérations générales qu'il faut maintenant statuer sur les diverses prétentions des demandeurs.\n\n3. La première réclamation à examiner, qui tend au paiement de la contre-valeur des poissons détruits, n'est pas justifiée. Certes, les défenderesses ont versé 21 750 fr. avec intérêt à 5% dès le 1er février 1961 pour la perte des salmonidés, brochets, carpes, perches et tanches. Mais le Tribunal fédéral, déterminant librement les bases de la réparation BGE 90 II 417 S. 424(cf. RO 90 II 40), n'est pas lié par les motifs juridiques qui ont incité les sociétés à payer cette somme.\n\nLe présent litige est une contestation de droit civil au sens des art. 41 et 42 OJ, qui relève du droit privé (MEIER-HAYOZ, note 96 ad art. 664 CC; cf. GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, I, p. 571). Pour se prononcer sur la réclamation des demandeurs, il convient donc de se fonder sur la notion de dommage telle qu'elle est entendue en droit privé. Il est d'ailleurs douteux que le mot dommage ait une autre acception en droit public qu'en droit privé, maintes lois de droit public sur la responsabilité de l'Etat et de ses agents renvoyant aux règles du code des obligations sur la fixation du dommage (cf. par exemple la loi du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires, art. 9 al. 1). Quoi qu'il en soit, d'après la conception privatiste applicable ici, un dommage consiste dans la diminution d'un patrimoine, c'est-à-dire dans la différence entre le patrimoine actuel du lésé et celui qu'il aurait sans l'événement préjudiciable (RO 64 II 138, 87 II 291). Quand le lésé est frustré d'un profit qui doit être considéré comme usuel ou qu'il eût vraisemblablement réalisé suivant le cours ordinaire des choses, le dommage réside dans un manque à gagner (RO 82 II 401).\n\nEn l'espèce, abstraction faite des frais qu'ils ont assumés, les demandeurs n'ont pas subi un dommage tel qu'il vient d'être défini, pas même sous la forme d'un manque à gagner. D'une part, ils n'étaient pas propriétaires des poissons détruits, ni n'exerçaient sur eux un droit assimilable à celui de propriété puisqu'ils avaient renoncé à les pêcher en faveur des bénéficiaires de permis. Dès lors, ils ne peuvent invoquer la lésion d'un droit de propriété ni, en particulier, se prévaloir de la jurisprudence qui reconnaît au propriétaire d'une chose endommagée une prétention à une indemnité, même s'il conserve cet objet au lieu de le vendre avec perte (RO 64 II 138). D'autre part, il n'est pas question d'un manque à gagner. Non seulement les demandeurs BGE 90 II 417 S. 425n'ont pas soutenu ni prouvé qu'à la suite de la pollution de la Broye, ils auraient encaissé moins de taxes de permis qu'auparavant, mais encore, faute d'avoir jamais pêché ni fait pêcher pour leur compte, ils n'eussent tiré directement aucun profit des poissons détruits si leur existence s'était prolongée normalement. Sans doute n'est-il pas absolument exclu qu'en période de disette extraordinaire, l'Etat se livre lui-même à la pêche pour en distribuer le produit, mais cette hypothèse ne se serait certainement pas réalisée pendant la durée de vie probable des poissons qui ont péri. Peu importe que la faune piscicole soit une richesse latente, comme l'affirment les demandeurs. Pour qu'une atteinte à cette richesse crée un dommage proprement dit, il faut qu'elle se traduise par une diminution du patrimoine. Or, à défaut de violation d'un droit de propriété et en l'absence d'un manque à gagner, le patrimoine des demandeurs ne s'est pas réduit à concurrence de la contre-valeur des poissons détruits.\n\nSelon MEIER-HAYOZ (note 96 ad art. 664 CC), l'Etat peut, en vertu de sa souveraineté sur les choses sans maître et le domaine public, non seulement repousser les atteintes portées à ces biens, mais aussi faire valoir un droit à des dommages-intérêts au cas où ils sont détériorés. Toutefois, si cet auteur par le d'une prétention à une indemnité, il ne précise pas les éléments du préjudice à réparer. Son opinion ne contredit donc pas les considérants précédents.\n\nDans un arrêt du 29 janvier 1914, le Tribunal fédéral a certes condamné une entreprise d'électricité dont les installations nuisaient au développement des poissons dans le Klöntalersee, à payer au canton de Glaris une indemnité annuelle destinée à assurer le maintien de la faune piscicole (arrêt Canton de Glaris c. Kraftwerke Beznau-Löntsch AG, cité dans la Zentralblatt für Staats- und Gemeindeverwaltung 15 p. 37). Cependant, l'Etat se fondait dans ce litige sur les conditions d'une autorisation qu'il avait accordée aussi bien que sur la régale de la pêche. Il se trouvait donc dans une situation plus favorable que les demandeurs BGE 90 II 417 S. 426actuels, de sorte que cet arrêt ne saurait être déterminant en l'espèce.\n\n4. Les cantons réclamant à tort la contre-valeur des poissons détruits, il convient de se demander s'ils ont droit néanmoins au prix des bêtes qui, sans l'empoisonnement de la rivière, y eussent été normalement pêchées. L'inspecteur fédéral de la pêche et les experts désignés par le juge répondent affirmativement à cette question. Leur manière de voir se heurte pourtant aux objections qui ont été exposées. En premier lieu, les demandeurs n'étaient pas plus propriétaires des poissons dont les pêcheurs se seraient vraisemblablement emparés que des autres bêtes qui ont péri. Secondement, comme ils ne pêchent pas eux-mêmes ni ne font pêcher pour leur compte, ils n'auraient pas tiré parti du produit ordinaire de la pêche. Ils ne peuvent pas dès lors exiger la contre-valeur d'une fraction quelconque de la faune disparue.\n\nAssurément, si les demandeurs avaient affermé, soit concédé le droit de pêche sur le tronçon empoisonné, les concessionnaires auraient pu réclamer avec succès, à titre de dommages-intérêts, le prix du poisson que la pollution les eût empêchés de capturer. Toutefois, leur action n'eût été accueillie que dans la mesure où ils auraient pêché ou fait pêcher pour eux, c'est-à-dire où ils eussent été lésés. En revanche, faute de dommage, une telle prétention des cantons concédants aurait été rejetée. Or, en l'espèce, où ils se sont bornés à délivrer des permis de pêche, les demandeurs ne sauraient avoir plus de droits qu'un concédant.\n\nBien que les experts officiels fassent état de principes auxquels ils attribuent une autorité internationale, il ne s'ensuit pas que leur opinion doive être retenue ici. On ignore si elle se fonde sur l'avis d'hommes de science ou celui de juristes, sur des arrangements amiables ou des décisions judiciaires, sur la liquidation de prétentions émises par des personnes privées ou sur la solution de procès intentés par des collectivités publiques. Il est significatif que, dans un exposé de jurisprudence allemande au sujet des atteintes BGE 90 II 417 S. 427au droit de pêche, tous les jugements cités se rapportent à des réclamations de particuliers ou d'associations privées (Recht der Landwirtschaft, vol. 7 p. 289 ss., vol. 8 p. 38 ss., 124 ss. et 320 ss.). Il est exclu de s'en inspirer en l'occurrence, où la demande émane de deux cantons détenteurs de la régale de la pêche.\n\nEnfin, peu importe qu'aux termes de l'art. 30 al. 2 de la loi fribourgeoise du 17 mai 1961, \"l'Etat se constitue partie civile en vue d'obtenir les indemnités qui lui sont dues pour les frais de réempoissonnement, de perte de rendement piscicole, d'estimation et de taxation\". Entrée en vigueur après la pollution de la Broye, cette disposition ne s'applique pas en l'espèce. Au surplus, si elle permet à l'Etat d'actionner en dommages-intérêts pour perte de rendement, c'est en qualité de partie civile. Elle ne saurait donc lui conférer une prétention que le droit civil fédéral ne reconnaît pas.\n\n5. Subsidiairement, les demandeurs réclament 142 000 fr., soit le montant que l'inspecteur fédéral de la pêche estime leur être dû et qui comprend, selon ses calculs, 88 000 fr. de frais de repeuplement. Il faut par conséquent examiner si les cantons ont droit au remboursement de ces frais.\n\nA la suite de l'empoisonnement de la Broye, les deux cantons y ont immergé des alevins (truitelles, ombrettes et estivaux): celui de Fribourg pour 24 113 fr. en 1960 et 3683 fr. 50 en 1961; celui de Vaud pour 7125 fr. 76 en 1960 et 13 453 fr. 41 en 1961; l'un et l'autre pour 48 375 fr. 67 au total. Il s'agit là d'une diminution de patrimoine, dont l'importance n'est en elle-même pas contestée. Elle ne peut cependant être mise à la charge des défenderesses que si elle se trouve dans un rapport de causalité adéquate avec leur comportement, c'est-à-dire si elle a eu lieu pour la sauvegarde d'intérêts justifiés. Or, en principe, cette condition est réalisée. Sans doute les demandeurs ne pouvaientils être contraints par les titulaires de permis à repeupler la rivière. Il n'en est pas moins vrai que, ce faisant, ils ont agi à des fins légitimes. D'un côté, ils encourageaient les BGE 90 II 417 S. 428pêcheurs à renouveler leurs permis et visaient un but fiscal. D'un autre côté, tout en cherchant à reconstituer une richesse naturelle que les législations fédérale et cantonale sur la pêche veillent à conserver, ils assuraient aux pêcheurs, soit à une partie non négligeable de la population, la possibilité de compléter leurs ressources ou du moins de se livrer à un passe-temps; ainsi, ils se sont inspirés également de considérations d'intérêt public. Dès lors, en principe, ils réclament avec raison le remboursement du prix des alevins mis à l'eau. Toutefois, leur prétention n'est admissible que dans la mesure où elle porte sur des frais nécessaires au rétablissement de l'état antérieur et excédant le coût des mesures ordinaires de repeuplement. Par conséquent, les experts évaluant ces frais à 40 848 fr., c'est à concurrence de ce montant que les demandeurs doivent être dédommagés... Les cantons ont au surplus répandu dans la Broye 575 kg. de truites de mesure immédiatement pêchables, qu'ils ont payées 5910 fr. Inopportune au point de vue piscicole, cette opération se justifiait pourtant pour les mêmes motifs que l'immersion des alevins. Bien qu'ils ne fussent pas obligés de céder aux réclamations des pêcheurs, les cantons ne pouvaient faire moins que de jeter à la rivière une quantité de truites qui représente à peine la moitié des salmonidés ordinairement pêchés en une année. Dans ces conditions, le prix des truites doit être entièrement remboursé ..."}