{"annee": "90", "cour": "IV", "page": "21", "date": "7/2/1964", "cite": ["70 IV 28", "88 IV 62", "85 IV 221"], "cite_par": ["102 IV 273"], "chapeau": "5. Urteil des Kassationshofes vom 7. Februar 1964 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 194 al. 1 CP. Le garçon qui recherche les hommes pour se prostituer à eux peut aussi être \"induit\" à commettre les actes que vise cette disposition. Ce cas est cependant exclu lorsqu'au moment de sa rencontre avec l'auteur, le garçon manifeste et traduit en actes qu'il est disposé à se donner à n'importe qui."], "faits": "|21|\n\nA.- H. X., der in Zürich wohnt, wandte sich zwischen dem 19. Oktober und 2. November 1962 im Niederdorf an M. Y. Er führte den 16 1/4-jährigen Burschen auf sein Zimmer, reichte ihm dort Vermouth und zeigte ihm Zeichnungen über die geschlechtliche Liebe zwischen Kindern und Erwachsenen. Darauf betätigten sie sich homosexuell. Etwa eine Woche später kam es auf dem Zimmer des H. X. wieder zu solchen Ausschweifungen.\n\nM. Y. wurde am 10. Januar 1963 vom Jugendgericht des Bezirkes Zürich wegen wiederholter widernatürlicher Unzucht bestraft, weil er sich im Juli 1962 in Zürich und Lugano gewerbsmässig an Homosexuelle herangemacht hatte. Vom 19. bis 31. Oktober 1962 fand er bei einem Homosexuellen Unterschlupf.\n\nB.- Das Bezirksgericht Zürich erklärte H. X. am 7. Mai 1963 der wiederholten widernatürlichen Unzucht mit einem Minderjährigen und der unzüchtigen Veröffentlichung schuldig. Es verurteilte ihn zu fünf Monaten Gefängnis, abzüglich fünf Tage Untersuchungshaft.\n\n|22|\n\nC.- H. X. appellierte gegen dieses Urteil an das Obergericht des Kantons Zürich. Dieses sprach ihn von der Anklage der wiederholten widernatürlichen Unzucht mit Minderjährigen über 16 Jahren frei, dagegen verurteilte es ihn wegen unzüchtiger Veröffentlichung im Sinne von Art. 204 StGB. Die Strafe minderte es auf einen Monat Gefängnis, abzüglich fünf Tage Untersuchungshaft.\n\nD.- Gegen dieses Urteil führt die Staatsanwaltschaft des Kantons Zürich Nichtigkeitsbeschwerde. Sie beantragt, das angefochtene Urteil sei hinsichtlich des Freispruchs von der Anklage der widernatürlichen Unzucht aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit H. X. auch dieses Vergehens schuldig gesprochen und entsprechend bestraft werde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 194 Abs. 1 StGB wird wegen widernatürlicher Unzucht bestraft, wer eine unmündige Person des gleichen Geschlechts im Alter von mehr als 16 Jahren zur Vornahme oder zur Duldung unzüchtiger Handlungen verführt. Nach ständiger Rechtsprechung ist der Begriff der Verführung weit auszulegen. Den strafrechtlichen Schutz gemäss Art. 194 Abs. 1 StGB geniessen daher nicht nur Jugendliche, die dank ihrer Charakterveranlagung und sittlichen Erziehung einer Verleitung Widerstand leisten, sondern auch jene Jugendlichen, welche wegen ihrer leichten Beeinflussbarkeit und Willensschwäche unzüchtigen Zumutungen rasch erliegen, welche m.a.W. ohne eine eigene Initiative zu ergreifen, ihre letzten Hemmungen auf Anstoss von aussen verlieren. Schutzbedürftig nach der Rechtsprechung sind endlich jene Jugendlichen, die sich schon homosexuell betätigt haben, zu Erlebnissen auf diesem Gebiet neigen und daher Gefahr laufen, ganz zu verderben, wenn sie schlecht beeinflusst werden. Denn in all diesen Fällen bleibt trotz der im Opfer vorhandenen Bereitschaft, sich auf homosexuelle Handlungen einzulassen, immer noch Raum für einen bestimmenden |23| Einfluss des Täters auf den Willen des Jugendlichen (BGE 88 IV 62, BGE 85 IV 222, BGE 70 IV 30). Entscheidend ist also, ob der Einfluss des Dritten für die Vornahme oder Duldung unzüchtiger Handlungen bestimmend war, das jugendliche Opfer mithin der Initiative und Einwirkungen des Täters erlegen ist. Eine solche massgebliche Einflussnahme auf den Willen des jugendlichen Opfers ist auch gegenüber einem Strichjungen möglich. Doch kann von einer solchen dann nicht mehr die Rede sein, wenn der Jugendliche bei der Begegnung mit dem Täter ohne Beeinflussung durch diesen seine Bereitschaft, sich (meist um des Erwerbes willen) jedem Beliebigen zur Unzucht hinzugeben, bekundet und betätigt. Denn für eine bezügliche Willensbeeinflussung, d.h. Verführung zur Unzucht und damit für eine Bestrafung des Täters gemäss Art. 194 Abs. 1 StGB bleibt dann kein Raum mehr (vgl. den nicht publizierten Entscheid KH vom 13. Oktober 1961 i.S. Fredy Bührlen c. Zug). Würde der Begriff der Verführung soweit gespannt, dass auch derartige Fälle unter Art. 194 Abs. 1 StGB fielen, führte dies zu dem vom Gesetz nicht gewollten Ergebnis, dass die Unzucht mit einem gleichgeschlechtlichen Jugendlichen an sich strafbar wäre.\n\nIm vorliegenden Fall ist daher zu prüfen, ob die homosexuellen Handlungen des H. X. mit dem Jugendlichen M. Y. auf Beeinflussung durch jenen zurückzuführen oder aber ohne eine solche verübt worden seien.\n\n2. Nach den verbindlichen Feststellungen der Vorinstanz kann kein Zweifel darüber bestehen, dass es sich bei M. Y. im Tatzeitpunkt um einen eigentlichen Strichjungen gehandelt und dieser den Angeklagten auf dem Strichgange angetroffen hat. M. Y. befand sich in einem Gebiete der Stadt, in dem sich Homosexuelle zu treffen pflegen, auf der Suche nach einem Abenteuer. Er gab H. X. bei der Begegnung mit Blicken und durch Zulächeln seine Absicht zu verstehen, sich mit ihm auf ein solches Abenteuer einzulassen, und war denn auch auf dem Zimmer mit allen Perversitäten bedenkenlos einverstanden. |24|\n\nBei dieser für den Kassationshof verbindlich festgestellten Sachlage kann mit der Vorinstanz von einer Verführung des M. Y. durch H. X. zu den zwischen ihnen vorgefallenen unzüchtigen Handlungen nicht mehr die Rede sein. Denn es bleibt hier schlechthin kein Raum mehr für die nach Art. 194 Abs. 1 StGB unerlässliche Bestimmung oder doch Mitbestimmung des Willens des Jugendlichen, sich der Unzucht hinzugeben. Es muss deshalb beim Freispruch von der Anklage gemäss Art. 194 Abs. 1 StGB durch die Vorinstanz sein Bewenden haben. Die hiegegen gerichtete Nichtigkeitsbeschwerde ist abzuweisen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}