{"annee": "90", "cour": "I", "page": "145", "date": "8/7/1964", "cite": ["73 I 110", "48 I 79", "90 I 86", "73 I 47"], "cite_par": ["91 I 23", "93 I 437", "105 IA 349", "97 I 488", "94 I 143", "94 I 127"], "chapeau": "23. Urteil vom 8. Juli 1964 i.S. X. gegen Zürich, Kanton und Verwaltungsgericht.", "regestes": ["Recours de droit public. Recevabilité de moyens nouveaux? (consid. 1 al. 2). Droit fiscal cantonal. Arbitraire. Portée du principe posé à l'art. 19 al. 1 cst. zur. et selon lequel l'impôt est fixé en fonction des facultés économiques des contribuables (consid. 1 al. 3 et 4). Imposition du revenu d'après le résultat de l'année précédente. Droit du contribuable à une taxation intermédiaire lorsque,par suite d'un changement durable des sources de gain (§ 59 lettre e de la loi d'impôt zurichoise du 8 juillet 1951), le revenu se modifie durant l'année de taxation; quand y a-t-il changement durable? (consid. 2)."], "faits": "BGE 90 I 145 S. 146\n\nA.- Nach dem zürcherischen Steuergesetz vom 8. Juli 1951 (StG) wird als Einkommen das \"Ergebnis des dem Steuerjahr vorausgehenden Kalender- oder Geschäftsjahres\" besteuert (§ 56). Eine Ausnahme im Sinne der Besteuerung des im Steuerjahr selber erzielten Einkommens gilt jedoch für Personen, die zu Beginn oder im Laufe des Steuerjahres neu in die Steuerpflicht eintreten (§ 57). Ferner bestimmt § 59, dass dann, wenn sich die bisherigen Einschätzungsgrundlagen im Steuerjahr durch Erbgang, Heirat, Scheidung oder durch \"dauernde Änderung der Erwerbsgrundlagen, wie Berufs- oder Geschäftsaufgabe oder Pensionierung\" (lit. e) ändern, auf Verlangen des Steuerpflichtigen auf den Zeitpunkt der Änderung eine Zwischeneinschätzung durchgeführt wird.\n\nB.- Der früher im Kanton Aargau wohnhafte Beschwerdeführer X. stand seit 1. Mai 1955 als Sekundarlehrer-Stellvertreter im Dienste der Stadt Zürich, während seine Ehefrau in Zürich als kaufmännische Angestellte tätig war. Er wurde in Zürich im Jahre 1955 auf Grund des in diesem Jahre erzielten Einkommens und in den folgenden Jahren jeweils auf Grund des Vorjahreseinkommens besteuert. Nach seiner am 27. Februar 1961 eingereichten Steuererklärung setzte sich sein steuerbares Einkommen im Jahre 1960 wie folgt zusammen: BGE 90 I 145 S. 147\n\nErwerbseinkommen des Ehemanns Fr. 16 078.--\n\n\" der Ehefrau \" 7 612.--\n\nzusammen Fr. 23 690.--\n\nAbzüge für Berufsauslagen, Versicherungsprämien\n\nusw. \" 3 060.--\n\nReineinkommen rund Fr. 20'600.--\n\nAuf Ende April 1961 wurde X. aus dem Schuldienst der Stadt Zürich entlassen. In der Folge verdiente er in Zürich mit zwei kurzen Stellvertretungen Fr. 850. - und siedelte dann am 20. August 1961 nach Zug über, wo er am 21. August an der Kantonsschule eine Lehrstelle mit einem Monatsgehalt von Fr. 1'663.30 antrat.\n\nAm 4. Juli 1961 verlangte X. in Zürich eine Zwischentaxation auf den 1. Mai 1961 wegen \"Berufsaufgabe\". Der Steuerkommissär und auf Einsprache hin auch die Steuerkommission Zürich lehnten die Vornahme einer Zwischentaxation ab und entschieden, dass die seiner Steuererklärung entsprechende Haupteinschätzung für ein Einkommen von Fr. 20'600.-- bis zu seiner polizeilichen Abmeldung in Zürich, d.h. bis zum 20. August 1961 gelte.\n\nHiegegen rekurrierte der Beschwerdeführer an die kantonale Rekurskommission. Diese hiess den Rekurs dahin teilweise gut, dass sie für die Zeit vom 1. Mai bis 20. August 1961 eine Zwischentaxation vornahm und das steuerbare Einkommen des Beschwerdeführers für diese Zeit auf Fr. 9'100. - festsetzte.\n\nGegen diesen Rekursentscheid führte der Steuerkommissär Beschwerde mit dem Antrag, die Haupteinschätzung für 1961 sei bis zum 20. August 1961 bestehen zu lassen.\n\nDas Verwaltungsgericht des Kantons Zürich hiess die Beschwerde mit Entscheid vom 30. Mai 1963 gut, im wesentlichen mit der Begründung: Dass X. sein während rund 6 Jahren ausgeübtes Lehramt in Zürich niedergelegt habe und nachher nur noch zeitweilig als Vikar tätig gewesen sei, bedeute eine Änderung der Erwerbsgrundlage im Sinne von § 59 lit. e StG. Dagegen könne diese Änderung nicht als dauernd bezeichnet werden. Auch wenn unter einer dauernden Änderung der Erwerbsverhältnisse nicht eine bleibende, BGE 90 I 145 S. 148ein für allemal feststehende Änderung zu verstehen sei, so könne doch ein mit einer Erwerbslosigkeit von nicht ganz 4 Monaten verbundener Stellenwechsel nicht als dauernde Änderung gelten; eine solche Änderung sei bloss vorübergehend. Die Rekurskommission habe die Erwerbslosigkeit vorliegend als dauernd betrachtet, weil sie erst mit dem Wegzug aus dem Kanton Zürich und dem Stellenantritt im Kanton Zug geendigt habe. Diese Auffassung sei unzutreffend. Es erscheine vielmehr als richtig, die nach dem Wegzug eingetretenen Verhältnisse mitzuberücksichtigen. Selbst wenn man sie aber unberücksichtigt lasse, könne die Erwerbslosigkeit des X., da sie bis zum Wegzug nur wenige Monate gedauert habe, unmöglich als eine dauernde gelten, zumal X. selber sie nie als eine dauernde betrachtet habe.\n\nC.- Mit der staatsrechtlichen Beschwerde stellt X. den Antrag, den Entscheid des Verwaltungsgerichts vom 30. Mai 1963 wegen Verletzung von Art. 19 Abs. 1 zürch. KV, eventuell wegen Willkür aufzuheben.\n\nD.- Das Verwaltungsgericht und der Regierungsrat des Kantons Zürich beantragen Abweisung des Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht in erster Linie geltend, der angefochtene Entscheid verstosse gegen Art. 19 Abs. 1 KV, wonach alle Steuerpflichtigen im Verhältnis der ihnen zu Gebote stehenden Mittel an die Staats- und Gemeindelasten beizutragen haben. Ob auf diese Rüge eingetreten werden kann, erscheint aus zwei Gründen als zweifelhaft.\n\nDie Beschwerde wegen Verletzung von Art. 19 Abs. 1 KV gehört zu denjenigen Beschwerden, welche die Erschöpfung des kantonalen Instanzenzuges voraussetzen (Art. 86 Abs. 2 OG). Bei solchen Beschwerden sind aber nach feststehender Rechtsprechung nicht nur neue tatsächliche Behauptungen und Bestreitungen sowie neue Beweismittel vor Bundesgericht grundsätzlich unzulässig (BGE 73 I 112), sondern es kann auch der Beschwerdegrund selber nur geltend gemacht werden, wenn dies bereits im kantonalen Verfahren geschehen BGE 90 I 145 S. 149ist. Dies jedenfalls dann, wenn sich die Beschwerde gegen einen Entscheid einer kantonalen Rechtsmittelinstanz mit beschränkter Prüfung richtet, wogegen neue Rügen zugelassen werden, wenn die letzte kantonale Instanz freie Kognition besitzt und das Recht von Amtes wegen anzuwenden hat (BGE 73 I 51Erw. 2 mit Verweisungen). Nun hat der Beschwerdeführer sich im kantonalen Verfahren nie auf Art. 19 Abs. 1 KV berufen. Anderseits führt die Beschwerde an das zürcherische Verwaltungsgericht in Steuersachen nur zu einer beschränkten Überprüfung des angefochtenen Entscheids (§ 95 Abs. 2 StG; BOSSHARDT, Die neue zürch. Einkommens- und Vermögenssteuer S. 283 und Zürch. Verwaltungsrechtspflege N. 3 zu § 72 VRpfIG). Auf die Rüge der Verletzung von Art. 19 Abs. 1 KV wäre daher, weil erst vor Bundesgericht erhoben, nicht einzutreten.\n\nDazu kommt, dass es zweifelhaft ist, ob Art. 19 Abs. 1 KV ein verfassungsmässiges Recht gewährleistet, dessen Verletzung mit staatsrechtlicher Beschwerde geltend gemacht werden kann. InBGE 48 I 83ff. wurde dies zwar grundsätzlich bejaht. Seither ist jedoch in der Literatur verschiedentlich der Standpunkt vertreten worden, es wäre richtiger, eine solche allgemeine Anweisung an den Gesetzgeber nicht als Zusicherung eines Individualrechtes aufzufassen (KIRCHHOFER, Legitimation zum staatsrechtl. Rekurs, ZSR 1935 S. 151 Anm. 2; BERNHEIMER, Der Begriff und die Subjekte der verfassungsmässigen Rechte, S. 119; BOSSHARDT, Die neue zürch. Einkommens- und Vermögenssteuer S. 34 Ziff. 3; REINMANN/ZUPPINGER/SCHÄRRER, Komm. zum Zürch. StG, Bd. I S. 5). Das Bundesgericht hat denn auch die Frage, ob Art 19 Abs. 1 KV ein verfassungsmässiges Individualrecht gewährleiste, in späteren Entscheiden wieder offen gelassen (nicht veröffentl. Urteile vom 16. Mai 1951 i.S. Bouton Helvetia AG und vom 14. Mai 1952 i.S. Assicuratrice Italiana SA, je Erw. 1).\n\nOb die Berufung des Beschwerdeführers auf Art. 19 Abs. 1 KV zulässig sei, kann auch im vorliegenden Falle BGE 90 I 145 S. 150dahingestellt bleiben. Der Beschwerdeführer behauptet nicht, dass § 59 lit. e StG, wonach der Steuerpflichtige nur im Falle einer \"dauernden Änderung der Erwerbsgrundlagen\" eine Zwischeneinschätzung verlangen kann, gegen Art. 19 Abs. 1 KV verstosse, sondern ficht nur die vom Verwaltungsgericht vertretene Auslegung dieser Bestimmung an. Diese Auslegung wäre aber, da der in § 59 lit. e StG enthaltene Grundsatz als solcher nicht angefochten ist, nur zu beanstanden, wenn sie mit dem Wortlaut und Sinn der Bestimmung schlechterdings unvereinbar wäre. Die Rüge der Verletzung von Art. 19 Abs. 1 KV fällt demnach mit dem vom Beschwerdeführer ausserdem erhobenen Vorwurf der Willkür (Verletzung des Art. 4 BV) zusammen und hat keine selbständige Bedeutung (vgl. auch BGE 90 I 91 Erw. 2 betreffend Art. 40 Abs. 5 der bündn. KV).\n\n2. Das zürcherische Steuerrecht steht, wie das der meisten Kantone und auch das eidgenössische Wehrsteuerrecht, auf dem Boden der sog. Pränumerandobemessung des Einkommens. Grundlage der Bemessung bildet in der Regel das Einkommen des dem Steuerjahr vorausgegangenen Kalenderjahres (§ 56). Die auf dieser Grundlage vorgenommene Einschätzung gilt grundsätzlich für das ganze Steuerjahr. Als Ausnahme von dieser Regel sieht § 59 Abs. 1 StG vor, dass der Steuerpflichtige dann, wenn sich die bisherigen Einschätzungsgrundlagen (worunter, wie sich aus dem Randtitel von § 56 StG ergibt, das Einkommen und das Vermögen zu verstehen sind) im Steuerjahr ändern und dies die Folge einer der unter lit. a-f aufgezählten Gründe ist, auf den Zeitpunkt der Änderung eine (dieser Änderung Rechnung tragende) Zwischeneinschätzung verlangen kann.\n\nNach der vorliegend allein in Betracht fallenden lit. e des § 59 StG ist eine Zwischentaxation dann durchzuführen, wenn sich die \"Erwerbsgrundlagen\" des Steuerpflichtigen dauernd geändert haben, wie bei Berufs- oder Geschäftsaufgabe oder bei Pensionierung. Eine Änderung BGE 90 I 145 S. 151der \"Erwerbsgrundlagen\" liegt nach der Praxis der Zürcher Steuerbehörden vor, wenn sich die Stellung des Pflichtigen im Erwerbsleben und seine Einkommensverhältnisse wesentlich und tiefgreifend ändern. Eine solche Änderung ist beim Beschwerdeführer unbestrittenermassen damit, dass er am 1. Mai 1964 sein seit 6 Jahren versehenes und nach dem letzten Lohnausweis mit über Fr. 1300. - monatlich besoldetes Lehramt aufgab, eingetreten, da er in der darauf folgenden Zeit bis zum 20. August 1961 nur noch insgesamt Fr. 850. - verdienen konnte. Streitig ist einzig, ob diese Änderung der Erwerbsgrundlage als eine \"dauernde\" im Sinne von § 59 lit. e StG zu betrachten sei. Das Verwaltungsgericht hat dies verneint und eine bloss vorübergehende Änderung der Erwerbsgrundlagen angenommen, weil der Beschwerdeführer bereits am 21. August 1961 eine besser als die bisherige Stelle in Zürich besoldete Lehrstelle an der Kantonsschule Zug angetreten hat.\n\nDass die Annahme des Verwaltungsgerichts, die Erwerbsgrundlage habe sich beim Beschwerdeführer am 1. Mai 1961 nicht \"dauernd\" sondern bloss vorübergehend geändert, willkürlich, d.h. mit dem klaren Wortlaut und Sinn von § 59 lit. e StG unvereinbar, schlechthin unhaltbar sei, wird in der Beschwerde nicht ausdrücklich geltend gemacht. Von Willkür kann auch nicht die Rede sein. Als \"dauernd\" hat eine Änderung, wie das Bundesgericht bereits im Urteil vom 19. Dezember 1956 i.S. S. c. Zürich (ASA 26 S. 96 ff.) dargelegt hat, allerdings nicht nur dann zu gelten, wenn es für immer bei ihr bleibt, sondern auch dann, wenn sie auf unbestimmte und unabsehbare Zeit eintritt. Das war hier jedoch offensichtlich nicht der Fall. Der Beschwerdeführer wusste, wenn nicht schon bei der Aufgabe seiner Tätigkeit an der Sekundarschule der Stadt Zürich am 1. Mai 1961, so doch jedenfalls bald nachher, dass er gegen Ende August 1961 eine Lehrstelle an der Kantonsschule Zug werde antreten können. Dies geht aus seinem Schreiben vom 16. März 1962 an das Steueramt Zürich hervor, in welchem er u.a. ausgeführt hat, dass er BGE 90 I 145 S. 152im Hinblick auf seinen \"Stellenwechsel\" vom 1. Mai - 20. August 1961 dem Chemieunterricht an der Kantonsschule beigewohnt habe. Hatte der Beschwerdeführer demnach schon bei der Aufgabe seiner Stelle in Zürich oder kurz nachher die feste Aussicht, wenige Monate später eine besser bezahlte Stelle antreten zu können, so erscheint es als zutreffend und jedenfalls nicht willkürlich, wenn das Verwaltungsgericht beim Beschwerdeführer nur eine vorübergehende und nicht eine dauernde Änderung der Erwerbsgrundlagen angenommen hat.\n\nGegen die damit begründete Ablehnung einer Zwischeneinschätzung vermag auch die Berufung des Beschwerdeführers auf § 53 lit. c StG nicht aufzukommen. Nach dieser Bestimmung (vgl. auch § 58 StG) wird bei Beendigung der Steuerpflicht eine Haupteinschätzung durchgeführt, wenn dem Steuerpflichtigen ausserordentliche Einkünfte wie Kapitalabfindungen, Liquidations-, Kapital- oder Lotteriegewinne zugekommen sind, die noch nicht oder noch nicht voll besteuert worden sind. Ohne die Durchführung einer solchen Haupteinschätzung würden die fraglichen Einkünfte in zahlreichen Fällen der Besteuerung überhaupt entgehen. Aus dieser nur für ausserordentliche Einkünfte geltenden Regelung lässt sich indes entgegen der Auffassung des Beschwerdeführers keineswegs ableiten und folgt jedenfalls nicht zwingend, dass bei Beendigung der Steuerpflicht auch die im letzten Steuerjahr eingetretenen Änderungen der ordentlichen Einkünfte zu berücksichtigen seien und ein aus dem Kanton wegziehender Steuerpflichtiger, dessen Einkommen sich im letzten Steuerjahr vermindert hat, Anspruch auf eine Zwischentaxation habe. Es ist allerdings zutreffend, dass ein solcher Pflichtiger schlechter gestellt ist als derjenige, der sein Steuerdomizil im Kanton Zürich beibehält, denn dieser hat die Möglichkeit, eine vorübergehende Einkommensverminderung bei der nächsten Haupteinschätzung geltend zu machen. Diese Schlechterstellung ist indes unter dem Gesichtswinkel des Art. 4 BV nicht zu beanstanden. Da das StG für den Fall BGE 90 I 145 S. 153der Beendigung der Steuerpflicht keine erleichterten Voraussetzungen für eine Zwischeneinschätzung vorsieht, kann entgegen der Auffassung des Beschwerdeführers nicht gesagt werden, dass die Ablehnung der vom Beschwerdeführer verlangten Zwischeneinschätzung in willkürrlicher Weise gegen den Sinn des Gesetzes verstosse. Ebensowenig kann von einer rechtsungleichen Behandlung die Rede sein. Da der Steuerpflichtige im Falle, wo seine ordentlichen Einkünfte im letzten Steuerjahr während einiger Monate höher waren als im vorausgegangenen Bemessungsjahr, keine Zwischeneinschätzung über sich ergehen lassen muss, ist es sachlich gerechtfertigt, von einer Zwischentaxation auch dann abzusehen, wenn diese Einkünfte, wie im vorliegenden Falle, während verhältnismässig kurzer Zeit kleiner waren als in der Bemessungsperiode.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}