{"annee": "90", "cour": "II", "page": "219", "date": "15/5/1964", "cite": ["87 II 286", "69 II 282", "82 II 259", "87 II 65", "82 II 84"], "cite_par": ["97 I 250", "91 II 159", "129 III 18", "143 III 297", "92 II 77", "108 II 337", "90 II 269", "94 II 75", "97 II 193", "99 IA 407", "95 II 157", "109 II 26", "91 II 1", "97 II 297"], "chapeau": "26. Urteil der II. Zivilabteilung vom 15. Mai 1964 i.S. W. gegen M. und deren Kind R.P.M.", "regestes": ["Action en paternité. Art. 314 al. 2 et 8 CC. 1. La question laissée jusqu'ici indécise par la jurisprudence du Tribunal fédéral, touchannt le point de savoir si le juge est obligé de par le droit fédéral d'ordonner une expertise anthropobiologique requise par la partie demanderesse ou la partie défenderesse, doit être résolue par l'affirmative (consid. 1, 2 et 3). 2. Aucune restriction tirée des règles de la procédure ni du droit matériel ne s'oppose en l'espèce à ce que l'expertise anthropobiologique soit ordonnée (consid. 4). 3. Avant d'ordonner l'expertise anthropobiologique requise par le défendeur, il faut épuiser tous les autres moyens de preuve (consid. 5)."], "faits": "BGE 90 II 219 S. 220\n\nA.- Am 26. Mai 1960 gebar dieledige L.M., geboren 1933, eine Tochter, R. P. Mutter und Kind belangten W. auf Feststellung der Vaterschaft und bestimmte Vermögensleistungen.\n\nW. hatte die M. im Sommer 1955 kennengelernt, sich Ende 1956 verlobt und im Frühjahr 1957 mit ihr intime Beziehungen aufgenommen. Sie löste anfangs 1959 die Verlobung auf, näherte sich jedoch nach kurzer Zeit wieder W. Innerhalb der vom 31. Juli bis zum 28. November 1959 dauernden kritischen Zeit kam es zwischen den beiden am 23. August 1959 zum Geschlechtsverkehr. Schwanger geworden, verlobte sie sich mit W. ein zweites Mal an Weihnachten 1959. Auch die zweite Verlobung wurde aufgelöst.\n\nB.- Der Beklagte erhob gegenüber den Klageparteien Einrede gemäss Art. 314 Abs. 2 ZGB. Vor Bezirksgericht sagte der wegen seiner Beziehungen zur Erstklägerin einvernommene F. falsch aus; die Erstklägerin selbst verschwieg wichtige Begebenheiten. Aus einer anschliessenden Strafuntersuchung ging dann hervor, dass die Kindsmutter und F., die sich bei einem Kuraufenthalt in Degersheim-Rüti begegnet waren, auch nach dieser Begegnung noch in Verbindung blieben: Am 5. Juli 1959 folgte die Erstklägerin F. ins Hotel Vorderer Sternen am Bellevueplatz in Zürich. Auf seinem Zimmer umarmte F. sie und ersuchte um Geschlechtsverkehr. Sie verhielt sich ablehnend und verliess ihn nach wenigen Minuten. Am 8. September 1959 zogen sich beide im Hotel Krone in Adliswil in ein Doppelzimmer zurück und legten sich, nachdem er Rock und Hose, sie ihre Jupe, ausgezogen hatte, auf die Betten. Er umarmte sie und gab ihr einen Kuss; weitere Annäherungen und Geschlechtsverkehr will sie abgelehnt haben; nach einer halben Stunde verliessen sie das Zimmer BGE 90 II 219 S. 221und die Erstklägerin fuhr mit einem Taxi nach Hause. Sie erklärten vor Gericht und in der Strafuntersuchung übereinstimmend, nie miteinander intime Beziehungen unterhalten zu haben.\n\nDas Bezirksgericht nahm an, ein Mehrverkehr der Erstklägerin mit F. sei nicht nachgewiesen. Es berücksichtigte ein serologisches Gutachten, welches den Beklagten als Vater nicht ausschloss, sowie ein Gutachten über den Reifegrad des Kindes und hiess am 22. Mai 1963 die Klage gut.\n\nC.- Das Obergericht des Kantons Zürich erhöhte die Unterhaltsbeiträge des Beklagten an das Kind von Fr. 90.- auf Fr. 120. - im Monat und bestätigte im übrigen den Entscheid der ersten Instanz. Es ging davon aus, Geschlechtsverkehr der Erstklägerin mit F. sei nicht nachgewiesen und die den Beklagten treffende Vaterschaftsvermutung nicht erschüttert. Den vom Beklagten auf dem Novawege eingebrachten Antrag, es sei ein anthropologischerbbiologisches Gutachten einzuholen, lehnte es mit der Begründung ab, die Voraussetzungen hiezu fehlten, weil weder sichere Anhaltspunkte für einen Mehrverkehr der Mutter noch auffallende, dem Kind und F. gemeinsame Merkmale dargetan seien.\n\nD.- Der Beklagte hat Berufung an das Bundesgericht eingereicht und beantragt, die Streitsache sei zur Durchführung eines anthropologisch-erbbiologischen Gutachtens an das Obergericht zurückzuweisen. Er macht geltend, das Gutachten sei zu Unrecht verweigert worden, da Anhaltspunkte für einen Mehrverkehr der Erstklägerin bestünden. Eventuell sei überhaupt der Mehrverkehr der Mutter als nachgewiesen zu betrachten. - Die Klägerinnen begehren Abweisung der Berufung und Bestätigung des vorinstanzlichen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Rechtsprechung des Bundesgerichtes hat bisher die Frage offen gelassen, ob und unter welchen Voraussetzungen den Parteien im Vaterschaftsprozess von Bundesrechts BGE 90 II 219 S. 222wegen ein Anspruch auf die Durchführung eines anthropologisch-erbbiologischen Gutachtens zustehe (vgl. BGE 87 II 286 ff.). Als taugliches Beweismittel ist es dagegen anerkannt worden; es vermag als solches den positiven und negativen Vaterschaftsnachweis zu erbringen (BGE 82 II 266; BGE 87 II 72 /73). Der vorliegende Fall gibt Anlass, die von der Rechtsprechung aufgestellten Grundsätze zu ergänzen.\n\n2. Der Beklagte ist durch eine Blutuntersuchung als Vater der Zweitklägerin nicht ausgeschlossen worden. Er beruft sich auf Anhaltspunkte, die einen intimen Verkehr zwischen der Erstklägerin und F. während der kritischen Zeit als möglich erscheinen lassen, und macht geltend, wenn die Vorinstanz trotz seiner Vorbringen ein anthropologischerbbiologisches Gutachten ablehne, verunmögliche sie, die fehlende Abstammung des Kindes vom Beklagten darzutun, und verletze damit Art. 8 in Verbindung mit Art. 314 Abs. 2 ZGB.\n\nDas anthropologisch-erbbiologische Gutachten, dessen Anordnung der Beklagte verlangt, vermag nach dem Stand der fachwissenschaftlichen Forschung zuverlässige, zum Beweis der Abstammung oder Nichtabstammung geeignete Ergebnisse zu liefern. Es kann - auch in sogenannten Einmannfällen - zu einem Entscheid führen, der mit an Sicherheit grenzender Wahrscheinlichkeit die Vaterschaft ausschliesst oder als nachgewiesen annimmt (vgl. H. SCHADE in Beitzke, Hosemann, Dahr und Schade, Vaterschaftsgutachten für die gerichtliche Praxis, 1956, S. 103 ff., K. GERHARDT in SJZ 1959 S. 249 ff. und HARRASSER, Das anthropologisch-erbbiologische Vaterschaftsgutachten, 1957, sowie, Der gegenwärtige Stand des erbbiologischen Vaterschaftsgutachtens in NJW 1962, Heft 15, S. 659 ff.). Das anthropologisch-erbbiologische Gutachten ist wie die Blutuntersuchung durch den ihm zugeordneten Sachverhalt bestimmt, entscheidend zur Verwirklichung des materiellen Vaterschaftsrechtes beizutragen. Beide Gutachten vermögen nicht bloss erhebliche BGE 90 II 219 S. 223Zweifel im Sinne von Art. 314 Abs. 2 ZGB zu begründen sondern die fehlende Abstammung schlechthin zu beweisen. Das anthropologisch-erbbiologische Gutachten, das den Beweiswert des Blutgruppengutachtens annähernd erreichen kann, ist aus den genannten Gründen als bundesrechtliches Beweismittel anzuerkennen. Die vom Beklagten beantragte Expertise hat die Vorinstanz abzunehmen, gemäss der aus Art. 8 ZGB abgeleiteten Regel, wonach jede Partei für ein erhebliches Sachvorbringen zum Beweis mit den ihr zustehenden kantonal- oder bundesrechtlichen Mitteln zuzulassen ist (vgl. KUMMER, Kommentar, N. 76 zu Art. 8 ZGB).\n\n3. Wegen der Eigenart des anthropologisch-erbbiologischen Gutachtens sind Bedenken gegen seine Zulassung vorgebracht worden (vgl. BGE 87 II 289). Sie rechtfertigen nicht, den bundesrechtlichen Anspruch auf das Beweismittel zu verweigern.\n\na) Die Begutachtung kann in der Regel erst durchgeführt werden, wenn das Kind mindestens drei Jahre alt ist. Aus der Tatsache, dass Art. 308 ZGB eine Klagefrist von einem Jahr seit Geburt des Kindes vorschreibt, lässt sich jedoch nicht ableiten, Beweismassnahmen seien unzulässig, die den Prozess in diesem Masse verzögern. Art. 308 ZGB bezieht sich nicht auf die Dauer des Prozesses; er bezweckt nur, den Klageberechtigten im Interesse der Rechtssicherheit eine Frist zu setzen, innert der sie sich entschliessen müssen, ob sie klagen wollen oder nicht.\n\nb) Wegen der zeitraubenden Blutgruppenuntersuchung und Tragzeitgutachten erreicht das Kind oft das dritte Altersjahr, bevor die letzte kantonale Instanz das Urteil erlässt. Auch im vorliegenden Fall trifft dies zu. Das anthropologisch-erbbiologische Gutachten wird somit keine unverhältnismässige Verlängerung der bisher üblichen Prozessdauer mit sich bringen. Die sich aus der längern Prozessdauer ergebenden Nachteile, insbesondere für das auf Unterhaltsleistungen angewiesene Kind, werden durch BGE 90 II 219 S. 224die Dienste aufgewogen, die das Gutachten den Klageparteien und dem Beklagten bei der Wahrheitserforschung leistet.\n\nc) Die neue biologische Untersuchungsmethode wird im Vergleich zur Blutuntersuchung weniger oft zu sicheren Ergebnissen führen; es gewinnt bei ihr zudem - anders als beim Blutgutachten - unter Umständen die persönliche Meinung der Sachverständigen Gewicht. Nachdem aber die Tauglichkeit des Gutachtens feststeht, kann es als Beweismittel nicht abgelehnt werden. Es bleibt dem Richter vorbehalten, seine Schlüssigkeit im Einzelfalle zu würdigen.\n\n4. Dem bundesrechtlichen Anspruch des Beklagten, es sei das anthropologisch-erbbiologische Gutachten anzuordnen, stehen in der hier umstrittenen Vaterschaftssache keine Schranken des Prozessrechtes oder des materiellen Rechtes entgegen.\n\na) Einschränkende kantonale Prozessvorschriften sind nicht behauptet. Nach den Ausführungen des Obergerichtes hat der Beklagte, der erst in zweiter Instanz den umstrittenen Beweisantrag gestellt hat, keine Novavorschriften des kantonalen Prozessgesetzes verletzt.\n\nb) Allgemeine Grundsätze des Prozessrechtes fordern, dass ein Beweismittelantrag vom Richter zu verwerfen ist, wenn er den Antrag als untauglich erachtet, an dem bereits feststehenden Beweisergebnis etwas zu ändern (sog. antizipierte Beweiswürdigung), wenn der Antragsteller es an genügender Substantiierung der zu beweisenden Umstände fehlen lässt oder wenn das Beweismittel wider Treu und Glauben angerufen wird (s. KUMMER, Kommentar, N. 77-80 zu Art. 8 ZGB und MERZ, Kommentar, N. 69 zu Art. 2 ZGB). Solche Hindernisse stehen jedoch dem Anspruch des Beklagten nicht entgegen.\n\nc) Ob der Beklagte mit dem beantragten anthropologisch-erbbiologischen Gutachten nur zuzulassen sei, wenn er bestimmte Anhaltspunkte nachweist, die einen Mehrverkehr der Kindsmutter möglich erscheinen lassen, kann BGE 90 II 219 S. 225offenbleiben. Derartige Anzeichen sind vorhanden, wollte man sie - anders als bei der Blutgruppenuntersuchung - für die Beweisabnahme voraussetzen.\n\nWie das Urteil des Bezirksgerichtes ausführt, traf die Erstklägerin, nachdem sie F. in Degersheim-Sennrüti kennengelernt hatte, noch zweimal mit ihm zusammen. Bei der zweiten Zusammenkunft vom 8. September 1959 - also innerhalb der kritischen Zeit - folgte sie ihm aufsein Hotelzimmer, wo er sich ihr mit der Absicht näherte, geschlechtlich zu verkehren. Damit sind bestimmte Umstände, die für einen Mehrverkehr der Erstklägerin sprechen, dargetan.\n\nJedenfalls zu weit geht die Vorinstanz, welche die Zulassung des Gutachtens vom Nachweis sicherer Anhaltspunkte abhängig macht. Bestünden sichere Anzeichen für Mehrverkehr der Erstklägerin, so wäre der Geschlechtsverkehr mit einem Dritten erwiesen, erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB dargetan und die gesetzliche Vermutung von Art. 314 Abs. 1 ZGB entkräftet. Der Beklagte hätte dann keine Veranlassung, die Durchführung der mit erheblichen Kosten verbundenen Expertise zu beantragen.\n\n5. Bevor das anthropologisch-erbbiologische Gutachten auf Antrag des Beklagten angeordnet wird, sind alle übrigen Beweismittel auszuschöpfen, die rascher und mit weniger grossen Kosten zu einem Vaterschaftsausschluss führen können. Dieses Gebot ist erfüllt. Durch die Blutgruppenbestimmung ist der Beklagte als Vater nicht ausgeschlossen worden. Auch die Ergebnisse des Gutachtens über den Reifegrad vermögen die beantragte Expertise nicht unerheblich zu machen.\n\nWie das Gutachten des Kreisspitals Männedorf vom 29. November 1960 feststellt, war das Kind bei der Geburt reif. Als wahrscheinliche Konzeptionstermine gelten der 26., 25. und 24. August 1959. Der Beklagte hat zugegeben, der Erstklägerin am 23. August 1959 beigewohnt zu haben. Dieser Zeitpunkt fällt in die mittlere Dekade mit der höchsten Zeugungswahrscheinlichkeit von 40%. Der BGE 90 II 219 S. 2268. September 1959, der Tag, an dem die Erstklägerin in Begleitung des F. das Hotelzimmer in Adliswil aufgesucht hat, fällt in die 1. Dekade (30. August bis 8. September) nach der mittleren, mit der kürzeren Schwangerschaftsdauer von 262-271 Tagen und einer Konzeptionswahrscheinlichkeit von 21,86%. Wohl steht der 8. September am Ende der Dekade und entspricht dem 262. Tag vor der Geburt, sodass die Tageswahrscheinlichkeit nicht mehr 21,86% beträgt. Die Konzeptionswahrscheinlichkeit in der nächsten Dekade weist aber immer noch einen Wert von 5,65% auf. Eine Tragzeit von 262 Tagen wäre für ein vollreifes Kind nicht abnormal kurz (vgl.BGE 69 II 285).\n\nDie Vaterschaft des Beklagten weist nach dem Reifegrad des Kindes eine weit grössere Wahrscheinlichkeit auf; die Zeugung des Kindes durch F. ist aber weder ausgeschlossen noch äusserst unwahrscheinlich (vgl. hiezu BGE 82 II 87).\n\n6. Zur Begründung des Eventualantrages stellt der Beklagte die Behauptung auf, durch die Tatsachen, welche die Vorinstanz festgestellt habe, sei der Nachweis des Mehrverkehrs der Erstklägerin in der kritischen Zeit geleistet und es seien erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB begründet worden. Diese Behauptung steht jedoch im Gegensatz zu einer von der Vorinstanz getroffenen, der Überprüfung durch das Bundesgericht entzogenen Feststellung. Die kantonalen Instanzenhaben nämlich festgehalten, der Nachweis des Geschlechtsverkehrs mit einem Dritten sei nicht geleistet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das angefochtene Urteil der II. Zivilkammer des Obergerichtes des Kantons Zürich vom 22. Oktober 1963 aufgehoben und die Sache zur Einholung des beantragten anthropologisch-erbbiologischen Gutachtens an das Obergericht zurückgewiesen."}