{"annee": "90", "cour": "I", "page": "334", "date": "16/12/1964", "cite": ["87 I 213", "88 I 107", "89 I 460", "87 I 515", "89 I 107", "88 I 224", "89 I 381", "82 I 102", "89 I 464"], "cite_par": ["93 I 338", "93 I 130", "93 I 1", "91 I 480", "92 I 409", "94 I 52", "104 IA 201", "94 I 492", "104 IA 65", "106 IA 76", "113 IA 368", "100 IA 386", "97 I 530", "96 I 234", "93 I 254", "96 I 324", "93 I 90"], "chapeau": "51. Auszug aus dem Urteil vom 16. Dezember 1964 i.S. Affolter und Mitbeteiligte gegen Regierungsrat des Kantons Luzern.", "regestes": ["Garantie de la propriété; protection de la nature et des sites; droit d'être entendu. 1. Droit de la commune de recourir contre un arrêté, qui concerne des immeubles faisant partie de son patrimoine fiscal (consid. 1b). 2. Les propriétaires atteints doivent-ils être entendus avant la promulgation d'un plan de protection d'un site? (Question réservée; consid. 2). 3. Pouvoir du Tribunal fédéral d'examiner librement la base légale de mesures très étendues en matière de protection des sites (consid. 3). Notion du \"site\" digne de protection (consid. 3 a) et de l'\"enlaidissement\" (consid. 3 b). Proportionnalité des mesures prises en matière de protection des sites (consid. 3 c)."], "faits": "BGE 90 I 334 S. 335\n\nDer Regierungsrat des Kantons Luzern erliess am 18. Dezember 1944 eine Verordnung zum Schutze des Sempachersees und seiner Ufer. Diese untersagte die Errichtung von Bauten und Anlagen, die das Seeufer verunzieren oder in seiner landschaftlichen Wirkung beeinträchtigen; im Hinblick darauf schrieb sie vor, dass alle Bauten und Anlagen in einer Entfernung von weniger als 100 m vom Seeufer vor der Erteilung der ordentlichen Baubewilligung durch den Gemeinderat einer Bewilligung des kantonalen Baudepartements bedürfen.\n\nIm Laufe der Jahre erwies sich die Verordnung als ungenügend. Die kantonale Seeuferschutz-Kommission, die dem kantonalen Baudepartement und dem Regierungsrat in Seeuferschutz- und Bewilligungsfragen beratend und begutachtend zur Seite steht, wurde 1962 beauftragt, den Entwurf zu einer neuen Verordnung auszuarbeiten. Andererseits schlossen sich gegen 150 Eigentümer von Grundstücken am Sempachersee sowie die Einwohnergemeinderäte von vier Seeufergemeinden zur \"Interessengemeinschaft Sempachersee\" zusammen. Die kantonale Seeuferschutz-Kommission nahm am 30. Mai 1963 mit den Einwohnergemeinderäten der sieben am See gelegenen Gemeinden Eich, Neuenkirch, Nottwil, Oberkirch, Schenkon, Sempach und Sursee Fühlung. Sie holte zudem die Stellungnahme des Ornithologischen Vereins Sursee und Umgebung, des Luzerner Naturschutzbundes sowie der Naturforschenden Gesellschaft Luzern ein und trat mit der Interessengememschaft Sempachersee in Verbindung.\n\nBGE 90 I 334 S. 336\n\nAm 16. Juni 1964 unterbreitete die Seeuferschutz-Kommission ihren Entwurf dem Regierungsrat, der gestützt darauf am 20. Juli 1964 eine neue Verordnung zum Schutze des Sempachersees und seiner Ufer mit zugehörigem Zonenplan erlassen hat. Die Verordnung teilt in § 2 das geschützte Gebiet in drei Zonen ein, deren Grenzen im Zonenplan festgelegt sind: in die Wasserzone, welche die Seefläche umfasst, in die Sperrzone, die aus einem Uferstreifen von 30 bis 300 m Breite besteht und in die zwei Pflanzen- und Vogelschutzreservate eingelassen sind, und in die Schutzzone, die sich landeinwärts daran anschliesst. § 4 der Verordnung untersagt in der Wasserzone und der Sperrzone alle baulichen Anlagen (Abs. 1); der Regierungsrat kann indes nach Anhörung der Seeuferschutz-Kommission bauliche Anlagen zum Schutz des Ufers, Bootshäuser, Quai-, Hafen-, Bade- und Fischereianlagen, landwirtschaftliche Anlagen sowie Camping- und Rastplätze unter sichernden Bedingungen und Auflagen bewilligen, sofern die Fischerei nicht beeinträchtigt und das Landschaftsbild nicht gestört wird (Abs. 2). Die Verordnung wurde am 25. Juli 1964 im Kantonsblatt veröffentlicht. Sie ist am 1. August 1964 in Kraft getreten. Am 15. September 1964 haben 121 Eigentümer von Grundstücken in der Sperrzone staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV und der Eigentumsgarantie erhoben. Die Beschwerdeführer sind nach Angaben der Beschwerde \"mit verschwindend kleinen Ausnahmen\" Mitglieder der Interessengemeinschaft Sempachersee; es handelt sich um 119 Privatpersonen und um die Einwohnergemeinden Oberkirch und Schenkon. Sie beantragen, es sei § 4 der Verordnung und der in § 2 erwähnte Zonenplan aufzuheben; vor der neuen Inkraftsetzung sei der Zonenplan in einem Planauflageverfahren gemeindeweise öffentlich bekanntzumachen und zur Einsichtnahme aufzulegen, wobei den betroffenen Grundeigentümern eine Frist für allfällige Einsprachen oder Abänderungsbegehren anzusetzen sei.\n\nBGE 90 I 334 S. 337\n\nDas Bundesgericht hat die Beschwerde nach Einholung einer Vernehmlassung des Regierungsrates abgewiesen, soweit es darauf eingetreten ist.", "considerants": "Aus den Erwägungen:\n\n1. ...b) Die Beschwerde wird auch im Namen der Einwohnergemeinden Oberkirch und Schenkon erhoben, die durch ihre Gemeinderäte vertreten sind. Die Einwohnergemeinde Oberkirch ist Eigentümerin der im Gemeindebann Sursee gelegenen Parzelle Nr. 544, die Einwohnergemeinde Schenkon der auf ihrem Gemeindegebiet liegenden Parzelle Nr. 372; beide Grundstücke fallen in die Sperrzone. Der Regierungsrat spricht den Gemeinden das Beschwerderecht ab. Soweit nicht ihre Autonomie oder ihr Bestand in Frage stehen (was hier nicht behauptet wird), ist die Gemeinde nur insofern zur Erhebung der staatsrechtlichen Beschwerde berechtigt, als der angefochtene Erlass oder Entscheid sie in gleicher Weise wie einen Privaten trifft (BGE 87 I 214 Erw. 2 mit Verweisungen; BGE 88 I 108; BGE 89 I 111 Erw. 1, 206 Erw. 1). Das ist, wie das Bundesgericht mit Urteil vom 25. Juni 1958 i.S. Birrwil (Erw. 3) erkannt hat, insbesondere dann der Fall, wenn der betreffende Erlass oder Entscheid in Rechte eingreift, die der Gemeinde als Grundeigentümerin zustehen. Dieser Schluss kann nicht in Zweifel gezogen werden, soweit die Gemeinde als Eigentümerin von Grundstücken auftritt, die zu ihrem Finanzvermögen gehören. Es fragt sich dagegen, ob der Gemeinde auch insofern das Beschwerderecht zuzuerkennen sei, als sie sich für die Rechte an einem Grundstück wehrt, das Verwaltungsvermögen darstellt oder eine öffentliche Sache im Gemeingebrauch ist. Die Frage kann indes offen bleiben, und es braucht demgemäss nicht untersucht zu werden, wie der Fall hier liege, da die Einwohnergemeinden Oberkirch und Schenkon keine andern Rügen erhoben haben als die übrigen Beschwerdeführer, auf deren Einwendungen ohnehin einzutreten ist. Es kann denn auch dahingestellt BGE 90 I 334 S. 338bleiben, ob die Gemeinderäte (wie der Regierungsrat annimmt) zur Beschwerdeführung der Zustimmung der Gemeindeversammlung bedürften und ob ihnen deshalb eine Nachfrist zur Beibringung entsprechender Vollmachten anzusetzen sei (erwähntes Urteil i.S. Birrwil, Erw. 1).\n\n2. Die Beschwerdeführer beanstanden in formeller Hinsicht, dass dem Erlass der Schutzverordnung und des Zonenplanes kein Einspracheverfahren vorausging. Sie erblicken hierin einen Verstoss gegen das Willkürverbot, eine formelle Rechtsverweigerung und eine Verletzung des Gebots von Treu und Glauben. Diese Vorwürfe lassen sich in der Rüge der Verweigerung des rechtlichen Gehörs zusammenfassen, die sie gleichfalls erhoben haben.\n\nDas kantonale Recht enthält keine Bestimmungen über die Anhörung der betroffenen Grundeigentümer im Falle des Erlasses von Heimatschutzvorschriften und zugehörigen Zonenplänen. Es kann sich deshalb nur fragen, ob der Regierungsrat unmittelbar auf Grund des Art. 4 BV zu einer Anhörung der Beteiligten verpflichtet gewesen sei. Das Bundesgericht hat mit Urteil vom 11. September 1963 i.S. Basler Terraingesellschaft AG (abgedruckt in ZBl 1964 S. 216 ff.) erkannt, dass die Anhörungspflicht dem Grundsatze nach wohl in Verwaltungssachen, nicht aber mit Bezug auf die materielle Rechtssetzung im Sinne des Erlasses genereller und abstrakter Normen Platz greift. Es hat es dabei offen gelassen, ob ein Zonenplan ein allgemein verbindlicher Erlass oder eine Summe von Einzelverfügungen sei, sondern hat ungeachtet der Zuordnung des Planes zu der einen oder andern Gruppe mit Rücksicht auf die fehlende Abstraktheit des dort geprüften städtischen Bebauungsplanes geschlossen, dass der betroffene Grundeigentümer einen Anspruch darauf habe, im Planfestsetzungsverfahren angehört zu werden. Der hier angefochtene regionale Landschaftsschutzplan fasst grosse Landstriche zu einer Einheit zusammen; er trifft wesentlich weniger Abstufungen und ist damit auch entsprechend abstrakter als der vorerwähnte städtische BGE 90 I 334 S. 339Bebauungsplan. Es fragt sich deshalb, ob die mit Bezug auf diesen gezogenen Folgerungen sich ohne weiteres auf einen Plan der vorliegenden Art übertragen liessen. Darüber hinaus fragt es sich, ob sich die durch das genannte Urteil eingeleitete Rechtsprechung angesichts der dagegen angemeldeten Bedenken aufrecht erhalten lasse. Wie sich im Folgenden ergibt, können jedoch beide Fragen im vorliegenden Zusammenhang offen bleiben.\n\nDie als Sachbearbeiterin des Regierungsrates amtende kantonale Seeuferschutz-Kommission unterbreitete den Entwurf der Verordnung und des Zonenplanes im Massstab 1: 5000 am 30. Mai 1963 den Gemeinderäten der Seeufergemeinden zur Stellungnahme. Die beschwerdeführenden Einwohnergemeinden Oberkirch und Schenkon brachten mit Eingaben vom 27. und 28. Juni 1963 ihre Einwendungen vor. Die Seeuferschutz-Kommission trat darüber hinaus mit der Interessengemeinschaft Sempachersee in Verbindung und gab ihr den Verordnungsentwurf bekannt. Der Vorstand der Vereinigung bezog in einer Besprechung vom 19. Dezember 1963 sowie in Eingaben vom 28. Dezember 1963 und 12. Mai 1964 zur Vorlage Stellung. Die erstgenannte Eingabe setzte sich eingehend mit den einzelnen Bestimmungen des Entwurfes und insbesondere auch mit dem hier streitigen § 4 auseinander. Eine der wichtigsten Einwendungen des Vorstandes richtete sich dagegen, dass in der Sperrzone nur \"dem öffentlichen Interesse dienende\" Anlagen zugelassen werden sollten. Dieser Beanstandung wurde durch Streichung des bemängelten Zusatzes Rechnung getragen. Da die Interessengemeinschaft die Einwohnergemeinden Oberkirch und Schenkon zu ihren Mitgliedern zählt, denen der Zonen-. plan ausgehändigt worden war, war ihr auch der Plan zugänglich. Aus den Eingaben des Vorstandes geht denn auch hervor, dass er über die Tragweite der Vorlage genau im Bilde war. Die in der Interessengemeinschaft vereinigten Grundeigentümer können demnach nicht geltend machen, sie hätten keine Gelegenheit gehabt, sich über den Inhalt BGE 90 I 334 S. 340der Vorlage zu unterrichten und dazu Stellung zu nehmen, wie sie sich auch nicht darüber beklagen können, dass ihre Einwendungen nicht geprüft worden seien. Es standen ihnen damit alle Möglichkeiten offen, die sie im Einspracheverfahren wahrnehmen wollen. Sollte der Regierungsrat beim Erlass der Schutzverordnung und des Zonenplanes zu einer Anhörung der beteiligten Grundeigentümer verpflichtet gewesen sein, so wäre er mithin den Mitgliedern der Interessengemeinschaft gegenüber wenn auch nicht der Form, so doch der Sache nach dieser Obliegenheit nachgekommen. Die Rüge der Gehörsverweigerung geht, soweit von ihrer Seite erhoben, schon aus diesem Grunde fehl.\n\nDie Beschwerde weist freilich darauf hin, dass nicht alle Beschwerdeführer Mitglieder der Interessengemeinschaft sind; eine \"verschwindend kleine Ausnahme\" soll ausserhalb ihrer Reihen stehen. Um den Anforderungen des Art. 90 Abs. 1 lit. b OG zu genügen, hätte die Beschwerdeschrift sich näher über diesen Punkt auszusprechen gehabt. Das ist nicht geschehen. Der betreffende Vorbehalt kann deshalb nicht gehört werden.\n\n3. Der angefochtene § 4 der Schutzverordnung beinhaltet öffentlich-rechtliche Eigentumsbeschränkungen. Solche sind mit der Eigentumsgarantie nur vereinbar, wenn sie auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen und, sofern sie in der Wirkung einer Enteignung gleichkommen, gegen Entschädigung erfolgen (BGE 89 I 384 mit Verweisungen, 467).\n\nDie Beschwerdeführer bestreiten, dass § 4 der Schutzverordnung über eine gesetzliche Grundlage verfüge. Angesichts der Tragweite der angefochtenen Bestimmung, die ausgedehnte Gebiete mit einem Bauverbot belegt, ist das Bundesgericht in der Prüfung dieser Frage grundsätzlich frei (BGE 89 I 467 /68). Im Ingress der Verordnung beruft sich der Regierungsrat auf Art. 702 ZGB, § 99 EG ZGB, § 9 des kantonalen Gesetzes betreffend die Fischerei sowie §§ 49 und 50 des kantonalen Gesetzes über Jagd und BGE 90 I 334 S. 341Vogelschutz. In der Vernehmlassung nennt er in diesem Zusammenhang ferner § 2 des kantonalen Wasserrechtsgesetzes und § 18 des kantonalen Gesetzes über den Gewässerschutz. Wie sich im folgenden ergeben wird, ermächtigt schon § 99 EG ZGB allein den Regierungsrat zum Erlass des § 4 der Schutzverordnung. Es braucht deshalb nicht entschieden zu werden, ob auch die weiteren im Ingress und in der Vernehmlassung erwähnten Bestimmungen die gesetzliche Grundlage dieser Vorschrift abzugeben vermöchten.\n\na) Nach § 99 Abs. 1 EG ZGB ist der Regierungsrat berechtigt, \"auf dem Verordnungswege zum Schutz und zur Erhaltung von historischen und Kunstdenkmälern, Altertümern, Naturdenkmälern, Alpenpflanzen und andern seltenen Pflanzen, zur Sicherung der Landschaften, Ortschaftsbilder und Aussichtspunkte vor Verunstaltung und zum Schutze von Heilquellen die nötigen Verfügungen zu treffen und Strafbestimmungen aufzustellen\". Der Begriff der \"Landschaft\" ist weiter als der des \"Landschaftsbildes\", den Art. 96 Abs. 2 des schaffhausischen EG ZGB verwendet und von dem BGE 89 I 471 handelt. Die Berufung auf jenes Urteil geht daher in dieser Hinsicht fehl. Während als \"Landschaftsbild\" im Sinne des schaffhausischen Rechts nur ein zusammenhängendes, einen einheitlichen Anblick bietendes Objekt von verhältnismässig begrenztem Umfang (wie etwa ein See- oder Flussufer, ein Weiher mit Umgelände, eine Berg- oder Hügelkuppe) gilt, ist unter einer \"Landschaft\" ein Gebiet zu verstehen, das eine gewisse Ausdehnung aufweisen kann, dabei aber infolge bestimmter Eigenarten gleichwohl eine Einheit bildet (ZBl 1964 S. 159). In diesem Sinne hat das Bundesgericht in Anwendung der entsprechenden Begriffe des zürcherischen (§ 182 Abs. 2) und des st. gallischen (Art. 123) EG ZGB unter anderem den Greifensee, den Pfäffikersee und den Obersee mit Umgebung als \"Landschaft\" bezeichnet, welche Objekte sich flächenmässig durchaus mit dem Sempachersee und seinen Ufern vergleichen lassen. Aus BGE 90 I 334 S. 342der Zwecksetzung des § 99 Abs. 1 EG ZGB ergibt sich andererseits, dass unter einer \"Landschaft\" im Sinne dieser Bestimmung nur eine solche zu verstehen ist, die sich durch besondere Vorzüge auszeichnet und die deshalb geschützt zu werden verdient (vgl. BGE 87 I 516 /17, BGE 88 I 230 /31; MBVR Bd. 61 S. 371; ZBl 1963 S. 437 a). Das Bundesgericht ist schon wiederholt davon ausgegangen, dass dem Sempachersee ein besonderer Schönheitswert zukommt (Urteile vom 21. Dezember 1949 i.S. Heuer, Erw. 1, vom 13. November 1957 i.S. Munzinger, vom 5. März 1958 i.S. Heizmann). Die Beschwerdeführer ankennen denn auch ausdrücklich, dass der Sempachersee einschliesslich seiner näheren Umgebung \"zu den Landschaften gehört, die unter dem Gesichtspunkt von § 99 EG ZGB schützens- und sicherungswert sind\".\n\nb) § 99 Abs. 1 EG ZGB spricht von einer Sicherung der Landschaft \"vor Verunstaltung\". Als Verunstaltung gilt nach der Rechtsprechung ein Gegensatz zum Bestehenden, der erheblich stört (BGE 82 I 108, ZBl 1964 S. 537). Die Beschwerdeführer bestreiten, dass jedes Haus, das in der Sperrzone errichtet werde, notwendigerweise und ungeachtet seiner Grösse, Farbe und baulichen Ausgestaltung die Landschaft verunstalte. Sie schliessen, dass sich das in § 4 Abs. 1 der Verordnung ausgesprochene Verbot aller baulichen Anlagen in der Sperrzone daher nicht auf § 99 EG ZGB stützen lasse. Der Regierungsrat hält dem entgegen, bei einer Zulassung einzelner der Landschaft gut angepasster Wohn- oder Ferienhäuser müssten aus Gründen der rechtsgleichen Behandlung auch andere derartige Bauten bewilligt werden; das hätte über kurz oder lang eine Anhäufung von Bauten zur Folge, welche der Landschaft den Reiz der Ursprünglichkeit nehmen und darüber hinaus die angestammte Pflanzenwelt (insbesondere den das Landschaftsbild kennzeichnenden Schilfgürtel) gefährden würde. Diese Betrachtungsweise ist, wie das Bundesgericht wiederholt erkannt hat, nicht willkürlich; sie hält darüber hinaus auch einer freien BGE 90 I 334 S. 343Überprüfung stand (vgl. BGE 89 I 477; Urteile vom 18. Juli 1941 i.S. Wettstein, Erw. 2, vom 21. Dezember 1949 i.S. Heuer, Erw. 3 b, vom 12. Juni 1957 i.S. Jucker, Erw. 6, vom 13. November 1957 i.S. Munzinger, Erw. 4, vom 25. Juni 1958 i.S. Birrwil, Erw. 5 a).\n\nc) Im Sinne des Grundsatzes der Verhältnismässigkeit polizeilicher Eingriffe ermächtigt § 99 Abs. 1 EG ZGB den Regierungsrat nur zum Erlass der \"nötigen\" Verfügungen zur Sicherung der Landschaft; diese dürfen nicht über das hinausgehen, was erforderlich ist, um den Zweck zu erreichen, durch den sie gedeckt sind (vgl. ZBl 1959 S. 104 c). Nach Ansicht der Beschwerdeführer hätte es zur Sicherung der Landschaft vor Verunstaltung genügt, wenn der Regierungsrat es beim Bewilligungssystem der alten Schutzverordnung hätte bewenden lassen; es hätte dazu nicht des in § 4 Abs. 1 der neuen Verordnung eingeführten allgemeinen Verbots baulicher Anlagen in der Sperrzone bedurft. Diese Einwendung ist unbegründet. Das Bundesgericht hat in dem von den Beschwerdeführern angerufenen Urteil BGE 89 I 463 b erkannt, dass eine Bestimmung, die, wie die alte Schutzverordnung, der Behörde einen sehr ausgedehnten Spielraum des Ermessens einräumt, diese nicht von der Einhaltung der das betreffende Gebiet beschlagenden allgemeinen Rechtsgrundsätze (wie des Verbots der Willkür und der rechtsungleichen Behandlung, des Gebots von Treu und Glauben und des Grundsatzes der Notwendigkeit und Verhältnismässigkeit der Verwaltungsakte) entbindet. Wenn die Behörde unter der Herrschaft des Bewilligungssystems eine Baute zuliesse, so hätte sie um der Rechtsgleichheit willen alle weiteren unter gleichen oder ähnlichen Voraussetzungen eingereichten Bewilligungsgesuche gutzuheissen, was zu der erwähnten Anhäufung von Gebäuden führen würde. Um diese den Bestrebungen des Landschaftsschutzes zuwiderlaufende Folge zu vermeiden, bliebe der Behörde nichts anderes übrig, als von Anfang an jede Bewilligung zu versagen. Die Bewilligungspraxis würde dergestalt BGE 90 I 334 S. 344ein Ergebnis zeitigen, das dem in § 4 Abs. 1 der Schutzverordnung ausgesprochenen Verbot gleichkäme. Das zeigt, dass der Regierungsrat mit der Aufnahme dieses Verbotes nicht weiter gegangen ist, als es der Sache nach erforderlich war.\n\n§ 4 der Schutzverordnung ist im übrigen insofern vom Grundsatz der Verhältnismässigkeit geprägt, als er das in Abs. 1 ausgesprochene Verbot in Abs. 2 mit einem Erlaubnisvorbehalt verbindet. Danach können in der Sperrzone bestimmte bauliche Anlagen (nicht aber Wohn- und Ferienhäuser) bewilligt werden, sofern sie die Fischerei nicht beeinträchtigen und das Landschaftsbild nicht stören. Es handelt sich zur Hauptsache um Anlagen, die ihrem Wesen und ihrer Bestimmung nach sich leicht in die Landschaft einpassen lassen (wie landwirtschaftliche Anlagen, bauliche Anlagen zum Schutze des Ufers, Fischereianlagen), oder deren Zahl aus Gründen des Bedarfs von vornherein beschränkt ist (Quai-, Hafen- und Badeanlagen, Camping- und Rastplätze), so dass nicht mit einer untragbaren Anhäufung solcher Einrichtungen zu rechnen ist (vgl. erwähntes Urteil i.S. Jucker, Erw. 6). Abs. 2 ergänzt auf diese Weise Abs. 1, ohne dazu in Widerspruch zu stehen. Ein weiteres Zugeständnis an den Grundsatz der Verhältnismässigkeit liegt in der allgemeinen Härteklausel des § 12 der Schutzverordnung. Danach kann der Regierungsrat dann, wenn ausserordentliche Verhältnisse vorliegen und die Anwendung der Zonenvorschriften nicht zumutbar wäre, nach Anhörung des zuständigen Gemeinderates und der Seeuferschutz-Kommission Ausnahmen bewilligen, soweit dadurch das Ufer- und Landschaftsbild nicht gestört wird. Trotz seiner unbestimmten Fassung räumt § 12 der Schutzverordnung damit dem Ermessen der Behörde keinen weiteren Spielraum ein, als es bei dem von den Beschwerdeführern befürworteten Bewilligungssystem der Fall wäre. Hier wie dort ist die Handhabung des behördlichen Ermessens an die auf diesem Gebiete massgebenden allgemeinen BGE 90 I 334 S. 345Rechtsgrundsätze gebunden (vgl. BGE 89 I 463 b). Vom Standpunkt der Wahrung der Freiheit und Rechte des Einzelnen aus, der auch der Grundsatz der Verhältnismässigkeit dient, ist die in der Schutzverordnung getroffene Regelung mithin der von den Beschwerdeführern vorgeschlagenen Lösung mindestens ebenbürtig,\n\nd) Nach § 99 Abs. 2 EG ZGB sind die Gemeinden nur insoweit berechtigt, Heimatschutzbestimmungen zu erlassen, als der Regierungsrat erklärt, von seinem Verordnungsrecht keinen Gebrauch machen zu wollen. Das Gesetz räumt dem Regierungsrat auf diesem Gebiet somit den Vortritt ein. Wenn es dem Regierungsrat mit dem Schutz des Sempachersees und seiner Ufer ernst war, so konnte er nicht zugunsten der Gemeinden auf die Ausübung seiner Befugnisse verzichten. Das Gebiet des Sempachersees ist eine Einheit; es war daher folgerichtig, zu seinem Schutze einheitliche Bestimmungen zu erlassen. Dass sich die sieben Seeufergemeinden über eine einheitliche Regelung hätten verständigen können, ist umso unwahrscheinlicher, als sie auch der Schutzverordnung gegenüber verschieden Stellung genommen haben..."}