{"annee": "90", "cour": "III", "page": "18", "date": "20/1/1964", "cite": ["54 III 15", "36 I 102", "52 III 8", "86 III 26", "81 III 67", "73 III 79", "50 III 1", "80 III 25", "85 III 143", "79 III 150", "73 III 165", "38 I 256", "51 III 135"], "cite_par": ["99 III 12", "91 III 41", "94 III 55", "114 III 21", "104 III 23"], "chapeau": "5. Entscheid vom 20. Januar 1964 i.S. Finanz & Kredit AG", "regestes": ["Faillite; formation et conservation de la masse (art. 221 ss. LP). A quelles conditions l'office des faillites a-t-il le droit de prendre sous sa garde avec l'aide de la police des biens en possession de tiers? Le séquestre d'une chose vendue au débiteur failli sous réserve de propriété et reprise par le vendeur \"aux fins de sûreté\" n'est pas admissible. L'art. 232 ch. 4 LP n'est pas applicable par analogie en pareil cas. Portée de la circulaire no 29 du 31 mars 1911."], "faits": "BGE 90 III 18 S. 18\n\nA.- Die Agence Américaine in Zürich verkaufte am 29. September 1960 der Progress Treuhand AG einen Personenwagen Chevrolet auf Abzahlung. Der Restkaufpreis von Fr. 16'416.-- (d.h. der um die Anzahlung von Fr.7000. - verminderte Barzahlungspreis von Fr. 20'500. -, zuzüglich Teilzahlungszuschlag von Fr. 2916. -) war in 36 monatlichen Raten von Fr. 456.--, deren erste am 15. November 1960 verfiel, zu bezahlen. Der im Kaufvertrag vorgesehene Eigentumsvorbehalt wurde beim zuständigen Betreibungsamt eingetragen. Mit dem Vertragsabschluss trat die Verkäuferin alle ihre Rechte aus dem Vertrag an die Finanz & Kredit AG Aarau ab.\n\nB.- In der Folge geriet die Käuferin mit den Ratenzahlungen in Verzug. Nach mehreren Mahnungen und Betreibungen liess die Zessionarin den Wagen am 27. Mai 1963 durch Edgar Böhler bei der Käuferin abholen und in Verwahrung nehmen. Drei Tage später fiel die Käuferin BGE 90 III 18 S. 19in Konkurs. Am 4. Juni 1963 nahm das Konkursamt Riesbach-Zürich den Wagen, für den die Käuferin noch etwas mehr als Fr. 4000. - schuldete, mit polizeilicher Hilfe in amtliche Verwahrung.\n\nC.- Gegen diese Massnahme führte die Zessionarin Beschwerde mit den Begehren, das Konkursamt sei anzuweisen, ihr den Wagen unverzüglich zurückzugeben; dem Konkursbeamten sei eine Rüge zu erteilen, und er sei für allen Schaden, der ihr aus der Beschlagnahme erwachse, als ersatzpflichtig zu erklären. Die untere Aufsichtsbehörde wies die Beschwerde am 12. November 1963 ab. Die obere kantonale Aufsichtsbehörde hat am 17. Dezember 1963 im gleichen Sinn entschieden.\n\nD.- Mit ihrem Rekurs an das Bundesgericht erneuert die Zessionarin ihre Beschwerdebegehren.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gemäss Art. 221 SchKG schreitet das Konkursamt sofort nach Empfang des Konkurserkenntnisses zur Aufnahme des Inventars über das zur Konkursmasse gehörende Vermögen und trifft die zur Sicherung desselben erforderlichen Massnahmen.\n\nZur Konkursmasse gehört nach Art. 197 ff. SchKG mit Ausnahme der Kompetenzstücke sämtliches Vermögen, das dem Gemeinschuldner zur Zeit der Konkurseröffnung angehört oder vor Schluss des Konkursverfahrens anfällt, wo immer es sich befindet, einschliesslich der verpfändeten und gepfändeten Vermögensstücke und allfälliger Anfechtungsansprüche. Da zur Zeit der Aufnahme des Inventars noch nicht endgültig feststeht, was hienach zur Konkursmasse gehört, sind ins Inventar, dessen Erstellung eine rein interne Massnahme der Konkursverwaltung ohne Wirkung gegen Dritte darstellt, alle Vermögensstücke (Sachen und Rechte) aufzunehmen, die vermutlich dem Gemeinschuldner zustehen, also (vgl. Art. 930 ZGB) insbesondere alle in seinem Gewahrsam befindlichen Gegenstände BGE 90 III 18 S. 20einschliesslich der Kompetenzstücke. Aufzunehmen sind aber auch die nicht im Gewahrsam des Gemeinschuldners stehenden Gegenstände, die nach seinen Angaben oder nach der Auffassung des Konkursamtes ihm gehören. Drittansprachen an aufgezeichneten Vermögensstücken sind vorzumerken (vgl. zu alledem JAEGER N. 3 zu Art. 221 SchKG; Art. 224, 225 SchKG;BGE 36 I 104f. = Sep.ausg. 13 S. 22 f.,BGE 54 III 18Erw. 2).\n\nAls Sicherungsmassnahmen im Sinne von Art. 221 SchKG kommen in erster Linie die in Art. 223 SchKG vorgesehenen Massnahmen in Betracht. Nach Art. 223 Abs. 4 SchKG sorgt das Konkursamt für die Aufbewahrung der Gegenstände, die sich ausserhalb der vom Gemeinschuldner benutzten Räumlichkeiten befinden. Dies kann je nach der Lage des Falles dadurch geschehen, dass das Amt die betreffenden Gegenstände in seine Verwahrung nimmt. Aus dem Zusammenhang zwischen Art. 223 und 221 SchKG ergibt sich jedoch, dass das Amt ausserhalb der Räumlichkeiten des Gemeinschuldners befindliche Gegenstände von vornherein nur dann beschlagnahmen darf, wenn es sie als Eigentum des Gemeinschuldners und damit als Bestandteil der Konkursmasse betrachtet, nicht auch dann, wenn die Masse darauf nur einen obligatorischen Anspruch geltend macht. Es darf aber auch Gegenstände, die nach seiner Auffassung dem Gemeinschuldner gehören (und daher nach dem Gesagten ins Inventar aufzunehmen sind), nicht unter allen Umständen beschlagnahmen. Handelt es sich um bewegliche Sachen, die sich im Besitz eines Dritten befinden, der daran das Eigentum beansprucht, so ist nach Art. 930 ZGB zu vermuten, dass dieser ihr Eigentümer sei. In einem solchen Falle darf das Konkursamt die betreffenden Gegenstände dem Dritten weder wegnehmen (bzw. wegnehmen lassen) noch den Dritten durch ein von ihm erlassenes Verbot an der Verfügung darüber hindern, solange nicht gerichtlich festgestellt ist, dass sie zur Konkursmasse gehören (BGE 50 III 3,BGE 52 III 10,BGE 73 III 80, BGE 85 III 143 ff., BGE 86 III 29 /30).BGE 90 III 18 S. 21\n\nDie zwangsweise Wegnahme ist nur dann ohne weiteres zulässig, wenn der Drittbesitzer das Eigentum des Gemeinschuldners anerkennt und nicht ein auch von der Konkursverwaltung zu beachtendes Recht auf den Besitz der Sache geltend macht (vgl. JAEGER N. 9 zu Art. 223 SchKG). Insbesondere kann das Konkursamt mit polizeilicher Hilfe die Herausgabe von Gegenständen erzwingen, die der Dritte nur als Pfandgläubiger im Sinne von Art. 232 Ziff. 4 SchKG besitzt, d.h. an denen er nur ein Pfandrecht beansprucht (BGE 51 III 135ff., BGE 86 III 29).\n\n2. Der streitige Wagen befand sich im Gewahrsam der Rekurrentin, die daran das Eigentum beansprucht. Ihr Eigentum war auf Grund ihres Besitzes zu vermuten. Der Eigentumsvorbehalt zu ihren Gunsten wird im übrigen vom Konkursamt nicht angefochten. Nach dem in Erwägung 1 Gesagten war das Konkursamt also nicht befugt, der Rekurrentin den Wagen mit Hilfe der Polizei wegzunehmen.\n\nHieran ändert nichts, dass nach der Vorschrift von Art. 226 h Abs. 2 OR, die gemäss Art. 3 Abs. 1 der Schlussbestimmungen des Bundesgesetzes über den Abzahlungs- und den Vorauszahlungsvertrag vom 23. März 1962 auch für die vor dem Inkrafttreten dieses Gesetzes (1. Januar 1963) abgeschlossenen Verträge gilt, der Verkäufer bei Verzug des Käufers mit Teilzahlungen \"entweder die fälligen Teilzahlungen oder den Restkaufpreis in einer einmaligen Zahlung fordern oder vom Vertrag zurücktreten\" kann, so dass mindestens zweifelhaft ist, ob die Rekurrentin im Mai 1963 noch befugt war, den in Ziff. 11 a des Kaufvertrags vorgesehenen dritten Weg zu beschreiten, nämlich \"die Kaufgegenstände zwecks Sicherstellung bis zur vollständigen Erfüllung der vertraglichen Pflichten in Verwahrung zu nehmen.\" Auch wenn man annehmen will, sie habe diese vertraglich ausbedungene Befugnis nach dem Inkrafttreten des Gesetzes vom 23. März 1962 nicht mehr besessen und daher die Herausgabe des Wagens nicht mehr erzwingen können, bestand doch kein Hindernis für BGE 90 III 18 S. 22eine freiwillige Herausgabe des Wagens durch die Käuferin. Die Rekurrentin und die Käuferin konnten sich, solange der Konkurs nicht ausgebrochen war, auf die Herausgabe des Wagens an die Rekurrentin einigen, so gut wie sie (unter Vorbehalt der Anfechtung nach Art. 285 ff. SchKG) die Aufhebung des ganzen Vertrags unter Rückgewähr der beidseitigen Leistungen hätten vereinbaren können. Da nicht behauptet wird, die Rekurrentin bzw. ihr Vertreter habe der Käuferin den Wagen eigenmächtig weggenommen, muss angenommen werden, diese habe in die Wegnahme, der sie sich nach den vorliegenden Briefen zunächst widersetzt hatte, schliesslich eingewilligt. Wie dem aber auch sei, so ist die Konkursmasse auf jeden Fall nicht befugt, gegenüber der Rekurrentin, die den Wagen heute besitzt, zur Selbsthilfe zu schreiten. Vielmehr muss sie Klage einleiten, wenn sie geltend machen will, die Rekurrentin habe den Wagen zu Unrecht in Verwahrung. Der Masse stehen in dieser Hinsicht nicht mehr Rechte zu, als sie vor der Konkurseröffnung der Gemeinschuldnerin zustanden.\n\n3. Die Vorinstanz leitet die Befugnis des Konkursamtes, den streitigen Wagen in Verwahrung zu nehmen, daraus ab, dass der Eigentumsvorbehalt nach dem Kreisschreiben Nr. 29 der Schuldbetreibungs- und Konkurskammer vom 31. März 1911 wirtschaftlich nichts anderes als ein Pfandrecht des Verkäufers sei und dass es sich darum rechtfertige, die Vorschrift von Art. 232 Ziff. 4 SchKG, wonach die Pfandgläubiger Sachen des Gemeinschuldners ohne Nachteil für ihr Vorzugsrecht dem Konkursamt zur Verfügung zu stellen haben, auf einen Fall wie den vorliegenden entsprechend anzuwenden. Auf diese Bestimmung hat sich auch das Konkursamt in seiner Vernehmlassung zur Beschwerde berufen.\n\nDas erwähnte Kreisschreiben stellt jedoch den Eigentumsvorbehalt nur für den Bereich der Zwangsvollstreckung auf dem Wege der Pfändung in gewisser Hinsicht einem Pfandrecht gleich. Diese Lösung erklärt sich daraus, BGE 90 III 18 S. 23dass die Pfändung des dem Käufer zustehenden Rechts, gegen Bezahlung der Kaufpreisrestanz das Eigentum zu erwerben, Schwierigkeiten bereiten würde. Um diese Schwierigkeiten zu umgehen, wird die unter Eigentumsvorbehalt stehende Sache selber gepfändet, aber bei ihrer Versteigerung in entsprechender Anwendung von Art. 126 SchKG (Deckungsprinzip) der Zuschlag nur erteilt, wenn das Angebot die Kaufpreisrestanz übersteigt. Im übrigen bleibt dem Verkäufer, wie im Kreisschreiben Nr. 14 des Bundesgerichts vom 11. Mai 1922 festgestellt, trotz der Pfändung das Recht gewahrt, das vorbehaltene Eigentum geltend zu machen (vgl. BGE 80 III 27). Die Gleichstellung des Eigentumsvorbehalts mit einem Pfandrecht hat also nur eine beschränkte Tragweite.\n\nFällt der Käufer in Konkurs, so kann schon deshalb nicht nach dem Kreisschreiben vom 31. März 1911 vorgegangen werden, weil dem Konkursverfahren das Deckungsprinzip fremd ist (BGE 38 I 260= Sep.ausg. 15 S. 77; BGE 73 III 170). Dazu kommt, dass im Konkursverfahren der Vermögenswert, der im Recht des Käufers auf Erwerb des Eigentums gegen Zahlung des Restkaufpreises steckt, zugunsten der Gläubiger in Geld umgesetzt werden kann, ohne dass der Eigentumsvorbehalt einem Pfandrecht gleichgestellt wird. Wie in den eben angeführten Entscheiden dargelegt, ist die Konkursverwaltung befugt, in den Vertrag einzutreten, die Kaufpreisrestanz zu bezahlen, auf diese Weise das Eigentum am Kaufgegenstand zu erwerben und diesen hierauf zugunsten der Masse zu verwerten. Der Verkäufer hat abzuwarten, ob sich die Konkursverwaltung hiefür entscheidet, sofern er nicht schon vor der Konkurseröffnung vom Vertrag zurückgetreten ist. Dies gilt auch dann, wenn er sich, wie hier geschehen, den Kaufgegenstand von dem in Verzug geratenen Käufer zurückgeben liess, ohne zugleich vom Vertrage zurückzutreten. (Den Rücktritt hat die Rekurrentin entgegen der von ihr in der Rekursschrift vertretenen Auffassung nicht erklärt.) Die Gründe, die dazu führten, BGE 90 III 18 S. 24den Eigentumsvorbehalt im Pfändungsverfahren unter bestimmten Umständen wie ein Pfandrecht zu behandeln, treffen also im Falle des Konkurses nicht zu. Den Verkäufer, der den unter Eigentumsvorbehalt verkauften Gegenstand vor der Konkurseröffnung wieder in Verwahrung genommen hat, unter dem Gesichtspunkte von Art. 232 Ziff. 4 SchKG als Pfandgläubiger zu betrachten, lässt sich aber auch nicht etwa mit dem Hinweis auf die Gefahr rechtfertigen, dass der Verkäufer den Kaufgegenstand vor der Entscheidung der Konkursverwaltung über den Vertragseintritt an einen Dritten veräussern könnte. Die Konkursverwaltung ist so wenig wie vor der Konkurseröffnung der Käufer befugt, zur Sicherung des rein schuldrechtlichen Anspruchs auf Erwerb des Eigentums, der ihr bezüglich des Kaufgegenstandes einzig zusteht, gegen den diesen Gegenstand besitzenden und zu Eigentum beanspruchenden Verkäufer aus eigener Machtvollkommenheit Zwangsmassnahmen zu ergreifen. Sie hat vielmehr wie ausserhalb des Konkursverfahrens der Käufer selber nur die Möglichkeit, beim Richter nach Massgabe des kantonalen Prozessrechts allenfalls eine vorsorgliche Massnahme zu erwirken, wenn der Anspruch der Masse auf Erwerb des Eigentums gegen Zahlung des Restkaufpreises als gefährdet erscheint. Ausserdem kann sie den Verkäufer, der diesen Anspruch durch Weiterveräusserung der Kaufsache vereitelt, auf Schadenersatz belangen.\n\nDass der Anspruch der Rekurrentin auf eine Sicherheit für die Kaufpreisrestanz auch bei entsprechender Anwendung von Art. 232 Ziff. 4 SchKG gewahrt bliebe, wie das Konkursamt und die Vorinstanz dies annehmen, mag zutreffen. Hierauf kommt jedoch nichts an. Entscheidend ist vielmehr, dass die Rekurrentin nicht bloss Pfandgläubigerin ist, sondern an dem in ihrem Besitz befindlichen Wagen das Eigentum beansprucht, und dass das Gesetz die Anwendung von Zwang gegen einen Dritten, der die Vermutung des Eigentums für sich hat, ohne vorausgehendes Gerichtsverfahren nicht gestattet.BGE 90 III 18 S. 25\n\nDas Hauptbegehren der Rekurrentin ist demgemäss zu schützen.\n\n4. Auf die Begehren, dem Konkursbeamten sei eine Rüge zu erteilen und er sei als schadenersatzpflichtig zu erklären, ist nicht einzutreten, weil dem Bundesgericht gegenüber den kantonalen Betreibungs- und Konkursbeamten keine Disziplinarbefugnisse zustehen (BGE 79 III 154Erw. 3, BGE 81 III 72) und weil Schadenersatzansprüche gegen diese Beamten gemäss Art. 5 SchKG vor dem ordentlichen Richter geltend zu machen sind.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird in dem Sinne teilweise gutgeheissen, dass das Konkursamt Riesbach-Zürich angewiesen wird, den am 6. Juni 1963 in amtliche Verwahrung genommenen Personenwagen Chevrolet der Rekurrentin zurückzugeben.\n\nIm übrigen wird auf den Rekurs nicht eingetreten."}