{"annee": "90", "cour": "III", "page": "10", "date": "2/5/1964", "cite": ["31 I 527", "41 III 165"], "cite_par": ["114 III 62", "97 III 107", "109 III 1", "98 III 24", "102 III 133"], "chapeau": "3. Entscheid vom 2. Mai 1964 i.S. Truttmann", "regestes": ["La commune a qualité pour intenter une poursuite, non le service administratif qui lui est subordonné. Lorsque celui-ci agit, on est en présence d'une désignation défectueuse du créancier. Conditions dans lesquelles un tel vice entraîne l'annulation de la poursuite."], "faits": "|10|\n\nA.- Dominik Truttmann und weitere Kläger reichten am 4. Mai 1962 Klage ein gegen die Kirchenverwaltung Seedorf und die Armenpflege Seedorf. Das Landgericht Uri wies die Klage mit Urteil vom 26. März 1963 wegen |11| mangelnder Passivlegitimation (Legitimation zur Sache) der beiden Beklagten ab, nachdem es vorgängig deren Partei- und Prozessfähigkeit bejaht hatte. Die Kläger wurden in solidarischer Haftbarkeit zur Bezahlung einer ausserrechtlichen Entschädigung von Fr. 488.20 an die Beklagten verurteilt.\n\nB.- Die Kirchenverwaltung und die Armenpflege Seedorf leiteten gegen Truttmann mit Zahlungsbefehl Nr. 7010 vom 21. August 1963 für die ausserrechtliche Entschädigung von Fr. 488.20 nebst Zins Betreibung ein. Auf Rechtsvorschlag des Schuldners hin bewilligte der Richter den Gläubigerinnen mit Entscheid vom 2. Dezember 1963 definitive Rechtsöffnung für Zahlungsbefehl Nr. 7010. Sie setzten die Betreibung fort und am 18. Februar 1964 wurde dem Schuldner vom Betreibungsamt der Stadt Luzern die Mitteilung des Verwertungsbegehrens zugestellt. Hiegegen erhob er Beschwerde zuerst beim Amtsgericht Luzern-Stadt als unterer Aufsichtsbehörde und dann bei der Schuldbetreibungs- und Konkurskommission des Obergerichtes des Kantons Luzern als oberer kantonaler Aufsichtsbehörde. Beide Beschwerden wurden abgewiesen und zwar mit Entscheiden vom 26. Februar und 9. April 1964.\n\nC.- Gegen den Entscheid der oberen kantonalen Aufsichtsbehörde des Kantons Luzern für Schuldbetreibung und Konkurs vom 9. April 1964 hat Truttmann am 17. April 1964 beim Bundesgericht Rekurs erhoben. Er verlangt Aufhebung des Betreibungsverfahrens Nr. 7010 und macht geltend, den beiden Gläubigerinnen fehle die Parteifähigkeit.\n\nAuf Gesuch des Rekurrenten hat der Präsident der Schuldbetreibungs- und Konkurskammer am 20. April 1964 dem Rekurs aufschiebende Wirkung erteilt.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. In Anlehnung an zivilprozessuale Grundsätze ergibt sich für das Betreibungsverfahren, dass eine Betreibung |12| als Gläubiger nur einleiten kann, wer parteifähig und handlungsfähig ist. Der Rekurrent bestreitet in der gegen ihn gerichteten Betreibung Nr. 7010 diese Eigenschaften bei den Gläubigerinnen, der Kirchenverwaltung und der Armenpflege Seedorf. Die Bestreitung erfolgt insoweit zu Recht, als die Fähigkeit, in eigenem Namen zu betreiben, nicht der Kirchenverwaltung oder Armenpflege als Organ oder Verwaltungszweig der Gemeinde Seedorf zukommt, sondern allein dem hinter den genannten Organen stehenden Rechtssubjekt, der Einwohnergemeinde Seedorf selbst. Allein wenn auch formell Kirchenverwaltung und Armenpflege Seedorf als Gläubigerinnen auftreten, so ergibt sich doch ohne weiteres, dass die Betreibung als solche der Gemeinde Seedorf, deren Verwaltungsorgane die Gläubigerinnen bilden, zu behandeln ist. Es handelt sich also im vorliegenden Fall um eine mangelhafte Gläubigerbezeichnung, welche aber den handlungs- und parteifähigen, wirklichen Gläubiger erkennen lässt. Ein solcher, unbedeutender Mangel gibt normalerweise keinen Anlass zur Aufhebung der Betreibung (BGE 31 I 529und Entscheid des Obergerichtes des Kantons Aargau vom 3. März 1950 in Bl. f. Sch. u. K. 1952, S. 170/171; vgl. auchBGE 41 III 170/171 E. 2). Eine derart schwerwiegende Massnahme könnte höchstens dann vorgenommen werden, wenn die unrichtige Bezeichnung missverständlich wäre, der Schuldner dieser Unklarheit zum Opfer fiele und die Aufrechterhaltung der Betreibung ihn in seinen Interessen schädigte (BGE 31 I 529/530). Dies trifft aber im vorliegenden Fall nicht zu; es fehlen auch entsprechende Behauptungen des Rekurrenten.\n\n2. Im Zivilprozess vor dem Landgericht Uri, welcher dem Betreibungsverfahren Nr. 7010 vorausgegangen ist, war ebenfalls die Partei- und Handlungsfähigkeit der Kirchenverwaltung und Armenpflege Seedorf zu beurteilen. Der Rekurrent und seine Mitkläger klagten die beiden Gemeindeorgane mit der gleichen mangelhaften Bezeichnung ein, wie sie im vorliegenden Rekursverfahren als |13| Nachlässigkeit der Gegenpartei zur Diskussion steht. Trotz der Ungenauigkeit des Rekurrenten und seiner Mitkläger bejahte das Landgericht im Zivilprozess die Partei- und Handlungsfähigkeit der eingeklagten Gemeindeorgane, bzw. der Gemeinde, und damit deren Legitimation zum Verfahren. Die Betreibungsfähigkeit der Gläubigerinnen und deren Prozessfähigkeit sind somit nach gleichen Grundsätzen beurteilt worden und es ergeben sich keine Widersprüche. Dass das Landgericht Uri die Begehren des Rekurrenten und seiner Mitkläger schliesslich in der wenig folgerichtigen Annahme abwies, der Kirchenverwaltung und Armenpflege fehle die Legitimation zur Sache, d.h. die Qualität als Schuldner - nicht als Prozesspartei -, ist für die vorliegende Rekurssache ohne Bedeutung.\n\n3. Der materiellrechtliche Anspruch, welchen die Betreibung Nr. 7010 zum Gegenstand hat, ergibt sich aus dem Kostenentscheid des rechtskräftigen Urteils des Landgerichtes Uri vom 26. März 1963. Das Urteil ist im Rechtsöffnungsverfahren als definitiver Rechtsöffnungstitel anerkannt worden, sodass der Vollstreckung des Anspruches der Gläubigerinnen weder Hindernisse des formellen Rechtes noch solche des materiellen entgegenstehen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}