{"annee": "90", "cour": "III", "page": "109", "date": "3/12/1964", "cite": [], "cite_par": [], "chapeau": "25. Urteil der II. Zivilabteilung vom 3. Dezember 1964 i.S. Konkursmasse der Montres Mical SA gegen Scherl.", "regestes": ["Privilège de l'agent dans la faillite. Complément à l'art. 219 LP, troisième classe. Ce privilège ne vaut que pour les créances nées pendant les douze mois qui ont précédé l'ouverture de la faillite du mandant, mais non pour les créances nées auparavant, même si elles ne sont devenues exigibles que pendant la période susmentionnée. La naissance du droit à la provision est déterminée par l'art. 418 g al. 3 CO. Une clause contractuelle concernant seulement le relevé de compte et le paiement (art. 418 i et k CO) ne constitue pas une convention écrite contraire, telle que la réserve la loi."], "faits": "|109|\n\nA.- Der in New York wohnhafte Kläger Joseph Scherl war auf Grund eines Agenturvertrages vom 23. März 1956 \"Vertreter\" bezw. \"Neben-Vertreter oder Mitarbeiter\" der Montres Mical SA, Biel, bei vier in New York ansässigen |110| Uhrenfabriken. Nach Ziff. 2 des Vertrages hatte er für alle direkten und indirekten Aufträge jener vier Firmen eine Provision zu beziehen. Die Ziffern 3 und 4 des Vertrages (der später bis Ende 1962 verlängert wurde) lauten:\n\n\"3.) Damit der Neben-Vertreter auf dem Laufenden über die ausgeführten Aufträge ist, verpflichtet sich die Firma, ihm jeweils Kopien der Rechnungen für alle Sendungen an die erwähnten Kunden sowie eine Gutschrift für die ihm zukommende Provision für diese Sendungen zuzustellen.\n\n4.) Die Abrechnung und Bezahlung der Provision erfolgt am Ende jedes Quartals auf die Lieferungen, die im Moment der Abrechnung an den Vertreter voll bezahlt worden sind.\"\n\nB.- In dem am 15. November 1961 über die Montres Mical SA eröffneten Konkurse wurde der Kläger mit einer Forderung von Fr. 40'070.20 in der fünften Klasse kolloziert. Er erhob Kollokationsklage mit dem Begehren um Einreihung eines Teilbetrages von Fr. 26'389.15 in der dritten Klasse. Der Gerichtspräsident I von Biel sprach das Begehren zu. Im Appellationsverfahren beanspruchte der Kläger das Privileg nur noch für Fr. 22'513.15, und in diesem Umfang hiess auch der Appellationshof des Kantons Bern die Klage mit Urteil vom 28. Mai 1964 gut.\n\nC.- Gegen dieses Urteil hat die beklagte Konkursmasse Berufung an das Bundesgericht eingelegt mit dem erneuten Antrag auf gänzliche Abweisung der Klage. - Der Antrag des Klägers geht auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der streitige Anspruch auf ein Konkursprivileg der dritten Klasse stützt sich auf den in Art. 2 der Schlussbestimmungen des Bundesgesetzes vom 4. Februar 1949 über den Agenturvertrag vorgesehenen Zusatz zu Art. 219 SchKG, lautend:\n\n\"Dritte Klasse\n\nc) Die Forderungen des Agenten, die in den letzten zwölf Monaten vor der Konkurseröffnung aus dem Agenturvertrag entstanden sind.\" |111|\n\nÜber die Entstehung der Provisionsforderung des Agenten bestimmt der durch das Gesetz über den Agenturvertrag aufgestellte Art. 418 g Abs. 3 OG was folgt:\n\n\"Soweit es nicht anders schriftlich vereinbart ist, entsteht der Anspruch auf die Provision, sobald das Geschäft mit dem Kunden rechtsgültig abgeschlossen ist.\"\n\nDie Provisionsforderungen, für welche der Kläger das Privileg der dritten Klasse geltend macht, beziehen sich auf Geschäfte, die mit den Kunden schon im Jahre 1959 und im Frühling 1960 abgeschlossen wurden. Dagegen erfolgte die Abrechnung über diese Provisionen erst am 31. Dezember 1960, 30. Juni und 8. Dezember 1961 und 15. Februar 1962, also erst innerhalb der letzten zwölf Monate vor der Konkurseröffnung und zum Teil erst nachher. Der erstinstanzliche Richter ist nun der Auffassung, der in Frage stehende Zusatz zu Art. 219 SchKG sei nicht wörtlich anzuwenden. Nach den Abmachungen der Beteiligten lägen Entstehung und Fälligkeit der Provisionsansprüche bisweilen weit auseinander. In einem solchen Falle müsste der Agent, wenn für das Konkursprivileg der Zeitpunkt der Entstehung der Forderung massgebend wäre, \"untätig zusehen, wie sein Konkursprivileg entschwindet\". Um ihm den Schutz des Privilegs in wirksamer Weise zu gewähren, müsse man auf die Fälligkeitstermine abstellen. Diese Abweichung vom deutschen Text jenes Zusatzes zu Art. 219 SchKG erscheine als sinnvoll. Sie entspreche dem wahren Willen des Gesetzgebers. Es dürfe umsomehr darauf abgestellt werden, als der französische Text abweichend vom deutschen nicht von der Entstehung der Forderungen spreche, sondern einfach laute:\n\n\"c) les créances de l'agent en vertu du contrat d'agence pour les douze mois qui précèdent l'ouverture de la faillite\".\n\nDa die Fälligkeitstermine, wie sie sich aus Ziff. 4 des vorliegenden Agenturvertrages ergeben, in das letzte Jahr vor der Konkurseröffnung fallen, stehe das geltend gemachte Konkursprivileg dem Kläger zu. - Der Appellationshof |112| tritt dieser von ihm als \"gewagt\" bezeichneten Auslegung des Art. 219 SchKG nicht bei. Er hält entsprechend dem deutschen Gesetzestext den Zeitpunkt der Entstehung der Forderungen für massgebend. Zu beachten sei dagegen der in Art. 418 g Abs. 3 OR ausgesprochene Vorbehalt einer abweichenden schriftlichen Vereinbarung. In diesem Sinne sei Ziff. 4 des vorliegenden Agenturvertrages zu verstehen. Diese Klausel betreffe nicht nur die Fälligkeit, sondern auch die Entstehung der Forderungen. \"Danach ist Voraussetzung und auslösendes Moment des Provisionsanspruchs der Eingang der Zahlung des Kunden. Wenn und solange die Zahlung unterbleibt, entsteht überhaupt kein Anspruch auf Provision.\"\n\nWeder die eine noch die andere Begründung des Konkursprivilegs ist stichhaltig.\n\na) Dem deutschen Text des in Frage stehenden Zusatzes zu Art. 219 SchKG, der das Privileg eindeutig auf die in den letzten zwölf Monaten vor der Konkurseröffnung \"entstandenen\" Forderungen beschränkt, widersprechen der französische und der italienische Text nicht. Sie besagen vielmehr dasselbe, wenn auch weniger deutlich. In dem die bundesrätliche Botschaft vom 27. November 1947 begleitenden Entwurf war auch der deutsche Text noch nicht so bestimmt gefasst; er lautete:\n\n\"c) die Forderungen des Agenten aus dem Agenturvertrag aus aus dem letzten Jahr vor der Konkurseröffnung.\"\n\nDieser Text hatte aber bereits die Entstehungszeit der Forderungen im Auge. Er wurde denn auch im Laufe der Gesetzesberatung in diesem Sinn erläutert. So hiess es in einem Bericht des Eidg. Justiz- und Polizeidepartements vom 11. Februar 1948 an die nationalrätliche Kommission im Anschluss an die Begründung der verhältnismässig langen Dauer des Privilegs: \"Zu berücksichtigen sind aber nur Forderungen, die in dieser Zeit, und zwar in den unmittelbar vorausgehenden zwölf Monaten, entstanden sind\" (\"Mais seules rentreront en ligne de compte les créances |113| qui ont pris naissance dans ce délai, c'est-à-dire dans les douze mois qui précèdent immédiatement l'ouverture de la faillite\"). Zu dieser (freilich nur im deutschen Gesetzestext gänzlich zum Ausdruck gekommenen) Verdeutlichung wurde in der nationalrätlichen Kommission am 5. März 1948 bemerkt (Votum Beck): \"Wir präzisieren nach zwei Richtungen. Wir sagen zwölf Monate, um zu sagen, dass es nicht ein Kalenderjahr sein muss. Ferner sagen wir 'entstanden sind'. Hierher gehört also nicht alles, was in dieser Zeit noch von früher her geschuldet wurde\".\n\nIn dieser Regelung liegt übrigens keine Anomalie. Auch bei den andern von der Konkurseröffnung zurück zu berechnenden Fristen des Art. 219 SchKG, insbesondere für die erste Klasse, ist der Zeitpunkt der Entstehung der Forderung massgebend, obwohl das Gesetz dies nicht ausdrücklich sagt, sondern sich einer weniger bestimmten Wendung bedient (vgl. JAEGER, N. 15 am Ende zu Art. 219 SchKG mit Hinweis auf BlZR 7 Nr. 70: \"Auf den Fälligkeitstermin kommt nichts an\"; BLUMENSTEIN, Handbuch 683 Mitte: \"... da es hier lediglich auf die Entstehungszeit der Forderung ankommt\"). In gleichem Sinne wird die Wendung \"die für das letzte Jahr vor der Eröffnung des Verfahrens oder dem Ableben des Gemeinschuldners rückständigen Forderungen an Lohn...\" in § 61 Ziff. 1 der deutschen Konkursordnung ausgelegt (Kommentar E. JAEGER, 8. Auflage, Anm. 17: \"Der Lohn ist , für , eine Frist rückständig, wenn innerhalb der Frist die zu entlohnenden Dienste geleistet worden sind.... Der Anspruch auf Entlohnung früher geleisteter Dienste bildet auch dann nur eine nichtbevorrechtigte Konkursforderung, wenn er erst innerhalb der Frist fällig geworden ist\").\n\nb) Ist somit entscheidend, wann die vom Kläger als privilegiert erachteten Provisionsforderungen entstanden sind, so ist von Art. 418 g Abs. 3 OR auszugehen. Denn es ist kein Zweifel, dass Art. 2 der Schlussbestimmungen des Gesetzes über den Agenturvertrag betreffend Privilegierung der in der erwähnten Frist \"entstandenen\" Forderungen |114| eben an die durch dasselbe Gesetz geregelte Entstehungszeit anknüpfen will. Mit Recht hat daher der Appellationshof geprüft, ob die in Frage stehenden Provisionsforderungen, entsprechend der gesetzlichen Regel, schon im Zeitpunkt des Geschäftsabschlusses mit Kunden entstanden seien, so dass sie nicht mehr in die für das Privileg geltende Schutzfrist fallen würden, oder ob durch schriftliche Vereinbarung der Beteiligten ein späterer, nun bei den in Frage stehenden Geschäften in die Schutzfrist fallender Zeitpunkt der Entstehung der Forderung festgesetzt worden sei.\n\nWenn das angefochtene Urteil diese Frage im zweiten Sinne beantwortet, so ist ihm jedoch nicht beizustimmen. Ziff. 4 des Agenturvertrages sagt nichts über die Entstehung der Provisionsforderungen, weder dem Wortlaut noch dem Sinne nach. Diese Klausel betrifft ausschliesslich die Erfüllung der Leistungspflicht: wann jeweilen über die Provisionen abzurechnen sei, und wann sie zu zahlen seien. Man kann sich nur fragen, ob den Vertragschliessenden bewusst gewesen sei, dass neben der Frage der Abrechnungs- und Zahlungsmodalitäten dem Zeitpunkt der Entstehung der Forderungen eine selbständige Bedeutung zukomme. Aber wenn sie an diese Frage gedacht und dennoch nur die Vertragserfüllung, namentlich den Fälligkeitstermin, vertraglich festgelegt haben, so bleibt es eben hinsichtlich der Entstehung der Forderungen bei der gesetzlichen Regel des Art. 418 g Abs. 3 OR. Und gleich verhält es sich, wenn sie ihre Aufmerksamkeit nur der Fälligkeit und der Abwicklung der Leistungen zugewendet und sich mit der Frage der Entstehung der Forderungen gar nicht befasst haben. Im einen wie im andern Falle fehlt es an einer schriftlichen Vereinbarung betreffend die Entstehung der Forderung, wie sie in Art. 418 g Abs. 3 OR vorbehalten ist. Es kommt nicht in Frage, in der vorliegenden Vertragsklausel Ziff. 4 die Worte \"Abrechnung und Bezahlung\" in einem andern als dem ihnen zukommenden landläufigen Sinne zu verstehen. Übrigens hatten nach |115| Ziff. 3 daselbst jeweilen schon bei Ausführung der Bestellungen Gutschriften zu Gunsten des Klägers stattzufinden, was damit in Einklang steht, dass ihm bereits vor der jeweiligen Abrechnung eine Forderung zustand.\n\n2. Ist aber die in Art. 418 g Abs. 3 OR vorgesehene subsidiäre Regelung nicht schriftlich wegbedungen worden, so hat es dabei sein Bewenden. Entgegen einer früher verbreiteten Übung (wozu vgl. GAUTSCHI, N. 8 b zu den Artikeln 418 g/h/i/k OR) erkennt das Gesetz dem Agenten bereits beim rechtsgültigen Abschluss des Geschäftes mit dem Kunden einen grundsätzlich zu Recht bestehenden, wenn auch noch an gewisse auflösende Bedingungen (Art. 418 h OR) geknüpften Anspruch zu, der sich nur durch eine abweichende schriftliche Vereinbarung wegbedingen lässt. Daher fällt - anders als gegenüber den gesetzlichen Bestimmungen über die Fälligkeit, Art. 418 i OR - weder eine abweichende bisherige Übung noch eine formlose Vereinbarung in Betracht. Das Gesetz unterscheidet in Art. 418 g/h und i/k klar zwischen der Entstehung der Forderung einerseits und der Fälligkeit und der Abrechnung anderseits (vgl. dazu GAUTSCHI, N. 6a ff. zu den Artikeln 418 g/h/i/k OR, und H. U. ZÜRCHER, Der Provisionsanspruch des Agenten nach dem Bundesgesetz ...., Diss. 1952 S. 50). Es geht daher keineswegs an, eine nur die Fälligkeit und die Abrechnung betreffende Vereinbarung zugleich auf die Entstehung des Anspruches zu beziehen. Die vorliegende Klausel befasst sich, wie dargetan, nicht mit diesem Punkt, und sie schafft auch nicht etwa einen Widerspruch zur gesetzlichen Regel über die Entstehung des Provisionsanspruchs. Vielmehr verträgt sich die vorgesehene Art der Abrechnung und Bezahlung sehr wohl mit der früheren Entstehung der Provisionsansprüche gemäss der gesetzlichen Regel.\n\nDiese Regel wirkt sich in erster Linie zu Gunsten des Agenten aus, indem sie ihm, sobald das Geschäft mit dem Kunden gültig abgeschlossen ist, einen Anspruch gibt, der grundsätzlich - auch im Konkurs des Auftraggebers - |116| nicht mehr in Frage gestellt werden kann. Anderseits entfällt das Konkursprivileg in einem mehr als ein Jahr nach den betreffenden Geschäftsabschlüssen eröffneten Konkurse. Hat sich der Agent auf so ungünstige Zahlungsbedingungen eingelassen, oder hat er mit der Einforderung fälliger Ansprüche so lange zugewartet, dass er für diese Ansprüche weder befriedigt wurde noch binnen nützlicher Frist eme die Geltendmachung des Privilegs ermöglichende Konkurseröffnung erwirkte, so sind die betreffenden Forderungen ältern Datums in der fünften Klasse einzureihen. Das Gesetz lässt eben Privilegien zum Nachteil anderer Gläubiger nur in bestimmten Schranken gelten, wie denn übrigens die Einführung neuer Privilegien nicht allgemein gebilligt wird (vgl. K. FEHR, Das neue Bundesgesetz über den Agenturvertrag, ZSR NF 69 S. 1 ff., insbesondere S. 20). Der Einwand, die zeitliche Begrenzung, wie sie Art. 219 SchKG für die Forderungen des Agenten festlegt, laufe den Schutztendenzen des Gesetzes zuwider, kann deshalb nicht beachtet werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Appellationshofs des Kantons Bern - II. Zivilkammer - vom 28. Mai 1964 aufgehoben und die Klage abgewiesen."}