{"annee": "90", "cour": "I", "page": "65", "date": "20/5/1964", "cite": ["70 I 78", "48 I 252", "32 I 33", "72 I 292", "69 I 17", "74 I 167"], "cite_par": ["100 IA 28", "91 I 90", "94 I 551"], "chapeau": "12. Auszug aus dem Urteil vom 20. Mai 1964 i.S. L. gegen Obergericht des Kantons Zug.", "regestes": ["Art. 88 OJ: La partie, dont la demande de récusation à l'égard d'un des membres du tribunal a été rejetée, possède la qualité pour former un recours de droit public même si celle-ci lui fait défaut pour s'en prendre au jugement sur le fond. Récusation: Une demande de récusation ne saurait être rejetée faute de preuve, lorsqu'il appartient au juge d'établir s'il y a un motif de récusation; le juge récusé pour une certaine cause ne peut participer au jugement de la demande de récusation fondée sur la même raison et présentée contre un autre membre du tribunal."], "faits": "BGE 90 I 65 S. 66\n\nDer Beschwerdeführer L. hat bei der zuständigen Untersuchungsbehörde ein Strafverfahren eingeleitet. Gegen dessen Einstellung beschwerte er sich und verlangte, dass beim Entscheid über die Beschwerde die Richter A und B wegen feindseliger Gesinnung gegenüber dem Beschwerdeführer in Ausstand zu gehen hätten. Einen der abgelehnten Richter hat er schon in einem früheren Verfahren aus dem gleichen Grunde abgelehnt. Das Obergericht wies das Gesuch ab, weil eine feindselige Gesinnung der abgelehnten Richter nicht nachgewiesen sei, diese sich zudem keiner derartigen Einstellung gegenüber dem Beschwerdeführer bewusst seien. Oberrichter A wirkte beim Entscheid über das Ausstandsgesuch gegen Oberrichter B und dieser bei der Entscheidung über das gegen A gerichtete Gesuch mit.\n\nL. erhebt staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n1. Die staatsrechtliche Beschwerde richtet sich gegen einen Entscheid, mit welchem ein Ausstandsbegehren abgelehnt worden ist. Über den Gegenstand der kantonalen Beschwerde wurde damit noch nicht entschieden. Es kann schon aus diesem Grunde nur dieses Ablehnungsbegehren zum Gegenstand der staatsrechtlichen Beschwerde gemacht, nicht dagegen, wie der Beschwerdeführer es tut, verlangt werden, dass das Obergericht die Strafuntersuchungsbehörde zur Durchführung des Strafverfahrens anhalte. Zu einer Beschwerde dagegen würde übrigens dem Beschwerdeführer die nach Art. 88 OG erforderliche Legitimation fehlen (BGE 69 I 17,BGE 70 I 78,BGE 72 I 293).\n\n2. Art. 4 BV gewährt der Partei eines Zivil- oder Strafverfahrens einen Anspruch darauf, dass ihr Begehren durch ein ordnungsgemäss besetztes Gericht entschieden, dass die anwendbaren Vorschriften über die Besetzung des Gerichtes eingehalten werden (BGE 32 I 37,BGE 48 I 254, BGE 90 I 65 S. 67BURCKHARDT, Kommentar zu Art. 4 BV S. 56; GRAVEN, La garantie du juge naturel in der Festgabe zur Hundertjahrfeier der Bundesverfassung S. 219). Daraus folgt, dass sie durch einen Entscheid in ihren Rechten verletzt wird, durch welchen ein Rekusationsbegehren gegenüber einem Gericht oder einem Mitglied desselben zu Unrecht abgelehnt wird. Der Anspruch darauf setzt kein materielles Interesse voraus (BGE 32 I 37). Daher muss ihre Legitimation zur staatsrechtlichen Beschwerde gegenüber einem Entscheid, der diesen Anspruch verletzt, auch dann anerkannt werden, wenn ihr das Beschwerderecht gegen den Entscheid in der Sache selbst nicht zustünde (Urteil vom 10. Dezember 1958 i.S. des Beschwerdeführers). Der Entscheid, der ein Rekusationsbegehren zu Unrecht ablehnt, ist deshalb keine blosse Verfahrensfrage im Sinne der Rechtsprechung (BGE 74 I 168Erw. 3), nach welcher, falls die Legitimation zur Anfechtung des Sachentscheides fehlt, sie auch bezüglich Verfahrensfragen verneint werden muss. Dass der Beschwerdeführer den Entscheid über die Beschwerde, mit welcher er die Weiterführung der Strafuntersuchung gegen den Beschuldigten verlangt, nicht mit staatsrechtlicher Beschwerde anfechten kann, ändert daher an der Legitimation zur Anfechtung des Entscheides über das Rekusationsgesuch nichts.\n\n3. Die Abweisung des Rekusationsbegehrens wird im angefochtenen Entscheid zunächst damit begründet, dass der Gesuchsteller die feindselige Gesinnung der abgelehnten Richter nicht dargetan habe.\n\nDer Beschwerdeführer hat feindselige Einstellung der beiden abgelehnten Richter ihm gegenüber und damit deren Befangenheit behauptet. Derartige Ablehnungsgründe sind vom Gesuchsteller oft schwer nachweisbar. Viele Gesetze sehen deshalb vor, dass, falls die urkundliche Bescheinigung der den Ausstand begründenden Tatsachen nicht möglich ist, die Gerichtsperson sich über die angebrachten Ausstandsgründe zu äussern hat (Art. 25 Abs. 2 OG). Es geht deshalb, wie das Bundesgericht im Urteil BGE 90 I 65 S. 68vom 25. Januar 1950 i.S. Burch erklärt hat, in solchen Fällen nicht an, ein Ausstands- oder Ablehnungsgesuch aus dem Grunde abzuweisen, weil die Partei den Ablehnungsgrund nicht bewiesen habe. Es ist in erster Linie Sache des Richters, den behaupteten Ausstandsgrund festzustellen (BGE 32 I 37). Der Beschwerdeführer verweist auf das ihn betreffende Urteil der staatsrechtlichen Kammer vom 10. Dezember 1958 gegen die Justizkommission, wo bereits streitig war, ob er den Ausstand von A. wegen Feindseligkeit verlangen könne. Übrigens könnte die Frage auf sich beruhen, ob es eines Hinweises auf frühere Beschwerden bedurft hätte. Denn die Abweisung des Begehrens wird nicht in erster Linie mit fehlender Substanzierung, sondern damit begründet, dass die rekusierten Mitglieder sich keiner feindseligen Haltung gegenüber dem Beschwerdeführer bewusst seien.\n\n4. Werden gegen verschiedene Mitglieder einer Behörde Rekusationsbegehren gestellt, so ist im allgemeinen im Ausstand der mehreren abgelehnten oder ausstandspflichtigen Richter zu entscheiden. Es entspricht einem allgemein geübten Grundsatz, dass zur Entscheidung eines Antrages nicht verschiedene Mitglieder einer Behörde nacheinander mitwirken, wobei eines nur über einen Teil eines Antrages urteilt.\n\nDas gilt bei Ablehnungsgesuchen auch dann, wenn die Ablehnung gegenüber den mehreren Mitgliedern mit verschiedenen Ausstands- oder Ablehnungstatbeständen begründet wird. Ob eine gegenteilige Entscheidung aus dem Gesichtspunkt des Art. 4 BV haltbar sei, kann dahingestellt werden. Denn die abgelehnten Richter sind vom Beschwerdeführer aus demselben Grunde, wegen behaupteter Parteilichkeit abgelehnt worden. Wirkt bei solcher Rekusation einer der abgelehnten Richter beim Entscheid über das Ablehnungsgesuch eines andern Mitgliedes mit, so entscheidet er damit über den gleichen Ausstandsbzw. Ablehnungsgrund, der ihm selbst gegenüber behauptet wird, und damit mittelbar über das gegen ihn selbst BGE 90 I 65 S. 69gerichtete Begehren. Das widerspricht dem allgemeinen, aus Art. 4 BV und auch § 46 GOG folgenden Grundsatz, dass der ausstandspflichtige oder abgelehnte Richter nicht selbst über ein gegen ihn gerichtetes Gesuch entscheiden kann, weder darüber, ob das Begehren entsprechend den prozessualen Vorschriften richtig gestellt, noch darüber, ob es materiell begründet ist. Dass bei der Beurteilung des wegen Befangenheit der abgelehnten Richter gerichteten Begehrens der erste für den zweiten und dieser für jenen mitgewirkt hat, hält vor der aus Art. 4 BV folgenden Garantie, dass ein abgelehntes oder ausstandspflichtiges Gerichtsmitglied bei Beurteilung des Gesuches den Ausstand zu wahren hat, nicht stand."}