{"annee": "90", "cour": "IV", "page": "254", "date": "28/12/1964", "cite": ["78 IV 134"], "cite_par": [], "chapeau": "53. Aususzug aus dem Urteil des Kassationshofes vom 28. Dezember 1964 i.S. H. gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 397 CP. Revision. Appréciation de la pertinence de nouveaux moyens de preuve au cas où le premier jugement (jugement d'une cour d'assises) ne précise pas à quel état de fait la cour s'est référée sur le point en question. Constatation de cet état de fait dans la procédure de revision. Application par analogie de l'art. 277 PPF?"], "faits": "|254|\n\nDas Schwurgericht des Kantons Zürich verurteilte H. am 5. Juli 1949 u.a. wegen vollendeten Mordversuchs und Raubs gegenüber K. zu 20 Jahren Zuchthaus. Am 12. September 1962 stellte H. (der mit seinen Messerstichen einen nächtlichen homosexuellen Angriff seines Zimmergenossen K. abgewehrt haben will) beim Obergericht des Kantons Zürich das Gesuch um Wiederaufnahme des Strafverfahrens, weil er nachweisen könne, dass K. falsches Zeugnis abgelegt habe, indem er bestritt, homosexuell veranlagt zu sein und je homosexuelle Beziehungen unterhalten zu haben. Nach einer Aktenergänzung hat das Obergericht das Wiederaufnahmegesuch am 8. Juli 1964 abgewiesen; dies in erster Linie mit der Begründung, die Aktenergänzung habe zwar den Verdacht einer homosexuellen Annäherung K.s an H. verstärkt, doch habe sich dieser Verdacht schon im frühern Verfahren aufgedrängt.\n\nDer Kassationshof weist die Nichtigkeitsbeschwerde H.s gegen das obergerichtliche Urteil ab.\n\n|255|", "considerants": "Aus den Erwägungen:\n\n3. Wie das Schwurgericht die Frage beurteilte, ob K. homosexuell veranlagt sei und sich dem Beschwerdeführer in unzüchtiger Weise genähert habe, lässt sich seinem Urteil nicht entnehmen. Wollte die Vorinstanz prüfen, ob die aus den ergänzten Akten zu ziehenden Schlüsse in diesem Punkte wesentlich vom Beweisergebnis des frühern Verfahrens abweichen, so blieb ihr also nichts anderes übrig, als dieses Beweisergebnis anhand der Akten, die dem Schwurgericht vorlagen, selbst zu ermitteln. Indem sie dies tat, hat sie nicht gegen Bundesrecht verstossen.\n\nDer Beschwerdeführer macht freilich geltend, dieses Vorgehen verletze Art. 397 StGB, weil es an die Stelle der fehlenden tatsächlichen Feststellungen des Schwurgerichts \"fragwürdige Hypothesen\" setze und weil die Verweigerung der Wiederaufnahme auf Grund solcher Vermutungen dem Zweck der genannten Bestimmung (Beseitigung von Justizirrtümern) zuwiderlaufe. Die Vorinstanz hat sich jedoch nicht auf Vermutungen darüber beschränkt, was die Geschworenen semerzeit gedacht haben dürften, sondern auf Grund ihrer eigenen Würdigung der Akten festgestellt, welche tatsächlichen Schlüsse sich im frühern Verfahren objektiv rechtfertigten. Ihr Urteil stützt sich also nicht auf blosse Hypothesen.\n\nDem Beschwerdeführer ist auch nicht zuzugeben, dass im Wiederaufnahmeverfahren Art. 277 BStP entsprechend anzuwenden sei, wenn das frühere Urteil nicht hinlänglich erkennen lässt, welche Tatsachen damals als feststehend und welche Anbringen des Anklägers oder Einwendungen des Angeklagten als nicht bewiesen oder rechtlich unerheblich betrachtet wurden, und daher Mängel aufweist, die eine Nachprüfung der Gesetzesanwendung verunmöglichen (vgl. BGE 78 IV 134 ff.). Im Wiederaufnahmeverfahren ist nicht die Gesetzesanwendung zu überprüfen, die dem - rechtskräftig gewordenen - frühern Urteil zugrunde liegt. Daher können Mängel dieses Urteils im Wiederaufnahmeverfahren nicht geltend gemacht werden. Sie bilden |256| keinen Wiederaufnahmegrund und entbinden die mit dem Wiederaufnahmegesuch befasste Behörde nicht von der Prüfung der Frage, ob die neu beigebrachten Tatsachen oder Beweismittel im Sinne von Art. 397 StGB erheblich seien. Wenn es für die Beurteilung dieser Frage darauf ankommt, auf welchem Sachverhalt das frühere Urteil beruht, ist das, soweit dieses Urteil hierüber keinen Aufschluss gibt, im Wiederaufnahmeverfahren festzustellen, wie es im vorliegenden Falle geschehen ist.\n\nGegen die Feststellung der Vorinstanz, der Verdacht einer homosexuellen Annäherung habe sich schon im frühern Verfahren aufgedrängt, ist demnach vom Standpunkte des Bundesrechts aus nichts einzuwenden. Stellt man auf diese Feststellung ab, so ist aber auch nicht als bundesrechtswidrig zu beanstanden, dass die Vorinstanz fand, die Abnahme der neuen Beweise (die sich nicht auf den Hergang der Tat, sondern nur auf die Frage der homosexuellen Veranlagung K.s bezogen) habe am Beweisergebnis des frühern Verfahrens nichts Wesentliches geändert und die neuen Beweismittel seien deshalb unerheblich."}