{"annee": "90", "cour": "II", "page": "393", "date": "19/11/1964", "cite": ["85 II 572"], "cite_par": ["119 II 69"], "chapeau": "45. Urteil der II. Zivilabteilung vom 19. November 1964 i.S. Mayer gegen Halter A.-G.", "regestes": ["Droit de préemption et droit d'emption; ordre chronologique. Exercice du droit de préemption par une déclaration s'y rapportant. Le fait que le bénéficiaire du droit de préemption passe avec le vendeur un nouveau contrat de vente en la forme authentique ne modifie pas la conclusion que le droit de préemption a été exercé (consid. 2). Lors du transfert de la propriété consécutif à l'exercice du droit de préemption, le droit d'emption annoté postérieurement au registre foncier perd son effet dit réel au sens de l'art. 959 al. 2 CC, même si l'annotation subsiste sans être radiée (consid. 3-4). Le bénéficiaire du droit de préemption peut-il reprendre l'obligation dérivant du pacte d'emption et quelle forme faut-il observer pour cela? (Consid. 5). (Art. 959, 964, 973, 975; 812 CC)."], "faits": "BGE 90 II 393 S. 394\n\nA.- Am 25. Mai 1945 wurde im Grundbuch auf den Parzellen Kat. Nr. 1146, 91 und 95, welche mit andern zum Heimwesen Bergtal des Otto Wäger, Landwirt in Wil, gehörten, ein nicht limitiertes Vorkaufsrecht zugunsten des jeweiligen Eigentümers des Grundstücks Kat. Nr. 1421, damals Paul Halter, vorgemerkt. Am 25. Februar 1954 liess Otto Wäger zugunsten von Jakob Mayer ein Kaufsrecht für eine nichtausgemarchte Parzelle von ca. 900 m2 des Grundstücks Kat. Nr. 95 (Gesamtfläche 11'853 m2) zum Preise von Fr. 15.-/m2 im Grundbuch vormerken. Am folgenden Tag, den 26. Februar 1954, verkaufte er das Heimwesen Bergtal, wozu ausser den drei erwähnten Grundstücken in Wil auch die Parzellen Kat. Nr. 1400 und 1059 in der Gemeinde Bronschhofen gehörten, dem Emil Forrer zum Preise von Fr. 160'000.--. Nachdem Paul Halter davon Kenntnis erhalten hatte, erklärte er sofort, sein Vorkaufsrecht ausüben zu wollen. Am 13. März 1954 schlossen Wäger und Halter einen Kaufvertrag ab, der mit den Bestimmungen des Vertrages Wäger/Forrer wörtlich übereinstimmte. Er wurde im Grundbuch eingetragen und das Vorkaufsrecht zugunsten Halters gelöscht. Die Vormerkung des Kaufsrechts zugunsten Mayers blieb bestehen und wurde auch nicht gelöscht, als die Liegenschaften am 30. September 1958 auf die Familienaktiengesellschaft Paul Halter AG übertragen wurden.\n\nB.- Am 25. Oktober 1962 teilte Jakob Mayer der Paul Halter AG brieflich mit, dass er das Kaufsrecht ausübe. Da sich die Paul Halter AG darauf nicht einliess, hinterlegte BGE 90 II 393 S. 395Mayer am 30. November 1962 den Kaufpreis von Fr. 13'500.-- bei der Kantonalbank in Wil und reichte am 23. Januar 1963 beim Bezirksgericht Wil eine Klage gegen die Paul Halter AG mit folgenden Rechtsbegehren ein:\n\n1. Es sei gerichtlich festzustellen, dass das Kaufsrecht des Klägers an einer Bodenparzelle im Ausmass von ca. 900 m2 von Kat. Nr. 95 in Wil, südlich anstossend an Kat. Nr. 1579, zum Preise von Fr. 15.- per m2 zu Recht besteht.\n\n2. Es sei die Beklagte zu verpflichten, bei der Eigentumsübertragung dieser Parzelle auf den Kläger mitzuwirken, insbesondere:\n\na) die Parzelle durch den zuständigen Grundbuchgeometer vermessen und vermarken zu lassen;\n\nb) die Anmeldung zur Abtrennung dieser Parzelle von Kat. Nr. 95 und zur Übertragung derselben in das Eigentum des Klägers beim Grundbuchamt Wil zu unterzeichnen.\n\n3. Das Grundbuchamt Wil sei anzuweisen, den vom Kläger deponierten Kaufpreis von Fr. 13'500.-- der Beklagten bei Eintragung des Eigentumsüberganges auszuzahlen.\n\nSollte die Vermessung der Parzelle ein Ausmass von etwas weniger als 900 m2 ergeben, so sei ein entsprechender Teil des deponierten Kaufpreises (Fr. 15.- pro fehlenden m2) dem Kläger durch das Grundbuchamt zurückzuzahlen; sollte das Ausmass etwas mehr als 900 m2 betragen, so sei der Kläger zu verpflichten, der Beklagten die Kaufpreisdifferenz (Fr. 15.- pro m2 Mehrmass) zu vergüten.\n\n4. Es sei gerichtlich festzustellen, dass die Kosten der Vermessung, Vermarrkung und Verschreibung der Parzelle einschliesslich Handänderungssteuer, von den Parteien gemeinsam je zur Hälfte zu tragen seien. Eventuell seien diese Kosten nach richterlichem Ermessen auf die Parteien zu verlegen.\n\nUnter Kosten- und Entschädigungsfolge.\n\nDie Beklagte beantragte die Abweisung der Klage und stellte folgendes Widerklagebegehren:\n\nEs sei widerklageweise gerichtlich festzustellen, dass dem Kläger und Widerbeklagten kein Kaufsrecht gegenüber dem jeweiligen Eigentümer der Liegenschaft Kat. Nr. 95, gegenwärtig der Beklagten und Widerklägerin, zusteht, eine Bodenparzelle im Ausmasse von ca. 900 m2 südlich anstossend an Kat. Nr. 1579 zum Preise von Fr. 15.- pro m2 käuflich zu erwerben, und es sei demzufolge gerichtlich zu erkennen und das Grundbuchamt Wil gerichtlich anzuweisen, die Vormerkung dieses Kaufsrechtes zu Gunsten des Klägers und Widerbeklagten gemäss öffentlicher Beurkundung vom 25. Februar 1954 (Beleg Nr. 69/1954, VP Nr. 33) im Grundbuch der Politischen Gemeinde Wil auf Kat. Nr. 95 zu löschen, unter Kosten- und Entschädigungsfolge.\n\nC.- Das Bezirksgericht Wil wies die Klage ab und hiess die Widerklage am 4./12. Juli 1963 gut. Die vom Kläger dagegen eingereichte Berufung wurde vom Kantonsgericht BGE 90 II 393 S. 396von St. Gallen am 6. März 1964 abgewiesen. Dessen Erwägungen lassen sich wie folgt kurz zusammenfassen: Der Rechtsvorgänger der Beklagten, Paul Halter, habe das fragliche Grundstück in Ausübung des ihm zustehenden Vorkaufsrechts erworben. Infolge der zeitlichen Priorität habe das Kaufsrecht Mayers zurückzutreten und sei infolge Ausübung des Vorkaufsrechts gemäss Art. 959 Abs. 2 ZGB \"automatisch\" dahingefallen. Der Eigentümer des Grundstücks Kat. Nr. 95 habe deshalb jederzeit die Löschung des Kaufsrechts verlangen und gegebenenfalls mit der Grundbuchberichtigungsklage gemäss Art. 975 ZGB erzwingen können. Der Auffassung des Klägers, wonach Halter nur das Wahlrecht zugestanden habe, entweder das Kaufsrecht löschen zu lassen und einen entsprechend höhern Kaufpreis zu bezahlen oder das Grundstück mit der gleichen Belastung zu übernehmen wie Forrer, könne nicht gefolgt werden. Im Verhalten der Beklagten und ihres Rechtsvorgängers liege auch kein Verstoss gegen Treu und Glauben. Der vom Kläger angebotene Beweis, dass Paul Halter beim Abschluss des Kaufvertrages das Kaufsrecht übernommen habe, brauche nicht abgenommen zu werden, da diese Abmachung, die einer Neubegründung des Kaufsrechts gleichzustellen wäre, öffentlich zu beurkunden gewesen wäre.\n\nD.- Gegen dieses Urteil hat der Kläger rechtzeitig die vorliegende Berufung eingereicht. Die Klagebegehren werden wiederholt und es wird die Abweisung der Widerklage verlangt. Das Rechtsbegehren Nr. 2 wird mit dem Eventualbegehren ergänzt, das Eigentum an der Parzelle von 900 m2 sei dem Kläger zuzusprechen und es sei das Grundbuchamt Wil anzuweisen, die Parzelle vermessen und vermarchen zu lassen, dafür ein Grundbuchblatt zu eröffnen und den Kläger als Eigentümer einzutragen. Schliesslich wird eventuell beantragt, das angefochtene Urteil aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Auf die Begründung ist in den rechtlichen Erwägungen zurückzukommen.\n\nBGE 90 II 393 S. 397\n\nE.- Die Berufungsbeklagte beantragt Abweisung der Berufung, eventuell Rückweisung der Sache zur Ergänzung und Neubeurteilung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Auf das Eventualbegehren des Berufungsklägers zum Klagebegehren Nr. 2 kann nicht eingetreten werden, da es erstmals im Berufungsverfahren gestellt wurde. Neue Begehren sind jedoch gemäss Art. 55 Abs. 1 lit. b OG ausgeschlossen. Das gleiche gilt gemäss Art. 61 Abs. 1 OG für den Eventualantrag der Berufungsbeklagten.\n\n2. Der Berufungskläger vertritt in erster Linie den Standpunkt, Paul Halter habe seinerzeit gar nicht das ihm zustehende Vorkaufsrecht ausgeübt, sondern mit Wäger einen gewöhnlichen Kaufvertrag abgeschlossen. Daraus ergebe sich, dass sich die Berufungsbeklagte nicht darauf berufen könne, das Vorkaufsrecht zugunsten Paul Halters sei gemäss Art. 959 Abs. 2 ZBG dem Kaufsrecht zugunsten des Berufungsklägers vorgegangen. Massgebend seien vielmehr die Bestimmungen des zwischen Wäger und Halter abgeschlossenen Kaufvertrags, die gleich lauteten wie diejenigen des Kaufvertrags Wäger/Forrer, in welchem Forrer das Kaufsrecht zugunsten des Berufungsklägers übernommen hatte. Das gleiche müsse demzufolge auch für Paul Halter gelten. Dementsprechend sei das Kaufsrecht im Liegenschaftsbeschrieb des Vertrages Wäger/Halter aufgeführt worden. Das ihm zustehende Vorkaufsrecht hingegen habe Paul Halter nachher löschen lassen.\n\nDiesen Überlegungen kann nicht gefolgt werden.\n\na) Nach den tatbeständlichen Feststellungen der Vorinstanz kann gar kein Zweifel darüber bestehen, dass Paul Halter seinerzeit das ihm an den drei Grundstücken Kat. Nr. 1146, 91 und 95 zustehende Vorkaufsrecht ausgeübt hat. Das Grundbuchamt Wil forderte ihn am 11. März 1954 auf, innert 30 Tagen zu erklären, ob er sein Vorkaufsrecht ausüben wolle. Schon am folgenden Tag antwortete er in bejahendem Sinn; am nächsten Tag wurde der Kaufvertrag BGE 90 II 393 S. 398zwischen ihm und Wäger abgeschlossen. Am gleichen Tag teilte das Grundbuchamt Forrer mit, dass Paul Halter das ihm zustehende Vorkaufsrecht ausgeübt habe, weshalb der Vertrag Wäger/Forrer dahingefallen sei.\n\nb) Mit dem Empfang der Ausübungserklärung durch Wäger wurde die Kaufsobligation zwischen ihm und Halter begründet. Der Abschluss eines öffentlich beurkundeten Kaufvertrages hinsichtlich der drei erwähnten Grundstücke wäre in der Tat nicht nötig gewesen: Der Eigentumsübergang an Paul Halter hätte im Grundbuch gestützt auf seine Ausübungserklärung, den Vertrag Wäger/Forrer und die Einwilligung Wägers eingetragen werden können. Daraus lässt sich jedoch nicht ableiten, die durch die Abgabe der Ausübungserklärung entstandene Kaufsobligation sei durch den öffentlich beurkundeten Kaufvertrag hinfällig geworden. Es verhält sich gerade umgekehrt: Weil eine Kaufsobligation entstanden war, schlossen die Parteien - überflüssigerweise hinsichtlich der drei erwähnten Parzellen - den Kaufvertrag ab. In der Praxis wird übrigens oft so vorgegangen. Das ist sogar unerlässlich, wenn die Parteien nach der Ausübungserklärung wesentliche ergänzende Vertragsbestimmungen vereinbaren, wie es zum Beispiel bei der Ausübung eines nur summarisch umschriebenen Kaufsrechts zu geschehen pflegt (vgl. dazu das Gutachten Prof. LIVERS, \"Über die öffentliche Beurkundung der zur Begründung und Ausübung eines Kaufsrechtes erforderlichen Willenserklärungen\". Der Bernische Notar, 1961, Nr. 3 S. 41 ff.; HOMBERGER, N. 30 zu Art. 959 ZBG). Vorliegend bestand übrigens noch ein besonderer Grund zum Abschluss eines Kaufvertrags: Paul Halter erwarb nicht nur die drei Parzellen, an denen ihm ein Vorkaufsrecht zustand, sondern auch die beiden Grundstücke Kat. Nr. 1400 und 1059, die zum Heimwesen Bergtal gehörten und ebenfalls Gegenstand des Kaufvertrags Wäger/Forrer gebildet hatten. Das Eigentum an diesen beiden Parzellen konnte Halter nur durch einen öffentlich beurkundeten Kaufvertrag erwerben.\n\nBGE 90 II 393 S. 399\n\nc) Aus der Tatsache, dass das Kaufsrecht zugunsten des Berufungsklägers in der Liegenschaftsbeschreibung des Kaufvertrags Wäger/Halter aufgeführt wurde, lässt sich entgegen der Auffassung des Berufungsklägers nicht ableiten, Halter habe dieses Kaufsrecht \"übernommen\". Da es ohne Zustimmung des Berechtigten oder gerichtliches Urteilnicht gelöscht werden konnte, musste es in der Liegenschaftsbeschreibung aufgeführt werden. Die Frage, ob es weiterhin bestand oder nicht, konnte dadurch nicht präjudiziert werden. Ebensowenig lässt sich zugunsten des Standpunkts des Berufungsklägers etwas aus dem Umstand ableiten, dass das Vorkaufsrecht Paul Halters im Grundbuch gelöscht wurde, während das Kaufsrecht weiterhin vorgemerkt blieb. Durch die Ausübung war das Vorkaufsrecht gegenstandslos geworden. Art. 72 Abs. 2 GBV schreibt vor, dass vorgemerkte Vorkaufsrechte von Amtes wegen zu löschen sind, wenn der Berechtigte Eigentümer des Grundstücks geworden ist. Das Kaufsrecht hingegen konnte nur mit Zustimmung Mayers gelöscht werden, obschon es unwirksam geworden war (Art. 964 Abs. 1 ZGB; vgl. BGE 85 II 574).\n\n3. Gemäss Art. 959 Abs. 2 ZGB erhalten persönliche Rechte durch die Vormerkung, wenn sie im Gesetz vorgesehen ist, Wirkung gegenüber jedem später erworbenen Rechte. Das bedeutet in casu, dass das Kaufsrecht des Berufungsklägers, das nach dem Vorkaufsrecht Halters im Grundbuch vorgemerkt wurde, diesem gegenüber mit dem Eigentumsübergang unwirksam wurde, d.h. seinen Charakter als Realobligation verlor und nur noch als gewöhnliches obligatorisches Recht gegenüber Wäger (ohne \"verstärkte Wirkung\") weiterbestand (vgl. HOMBERGER N. 41 ff. i.V. m. N. 30 zu Art. 959 ZGB; HAAB N. 8 und 46 je a.e. zu Art. 681/82 ZGB). Damit wurde die Vormerkung des Kaufsrechts im Grundbuch ungerechtfertigt. Halter und seine Rechtsnachfolger konnten demzufolge jederzeit die Löschung verlangen und gegen den Widerstand des Berechtigten mit der Grundbuchberichtigungsklage BGE 90 II 393 S. 400nach Art. 975 ZGB durchsetzen (vgl. HOMBERGER N. 30 zu Art. 959 ZGB).\n\nEs ist zwar richtig, dass Forrer das erwähnte Kaufsrecht überbunden worden war und dass Halter - da es sich um ein nicht limitiertes Vorkaufsrecht handelte - verpflichtet war, die Grundstücke zu den Bedingungen zu erwerben, die Forrer auf sich genommen hatte. Daraus folgt, dass Halter vom Verkäufer Wäger verpflichtet werden konnte, entweder die nach der Vormerkung seines Vorkaufsrechts neu auf die Grundstücke gelegten Lasten zu übernehmen oder ihm einen um den Wert der gelöschten Lasten erhöhten Kaufpreis zu bezahlen (HOMBERGER N. 42 zu Art. 959 ZGB und dortige Zitate). Daraus, dass die damaligen Vertragsparteien weder in der einen noch in der andern Richtung eine Abmachung getroffen haben, lässt sich jedoch nichts zugunsten des Standpunkts des Berufungsklägers ableiten; denn das soeben Ausgeführte bezieht sich nur auf das Verhältnis zwischen dem Verkäufer Wäger und dem Vorkaufsberechtigten bezw. Erwerber Halter. Auf die Rechtsfolge der Unwirksamkeit des Kaufsrechts, die mit dem Eigentumsübergang nach Art. 959 Abs. 2 ZGB eintrat, konnte dieses Verhältnis solange keinen Einfluss haben, als Halter sich nicht zur \"Übernahme\" des Kaufsrechts verpflichtet hatte. Es wäre Sache des Verkäufers Wäger gewesen, ihn gegebenenfalls dazu anzuhalten. Ob er damit Erfolg gehabt hätte, mag dahingestellt bleiben; denn es ist wohl möglich und sogar wahrscheinlich, dass der Preis von Fr. 15.- je m2, den Mayer bei Ausübung des Kaufsrechts hätte entrichten müssen, den damals in jener Gegend geltenden Baulandpreisen entsprach. Es ist deshalb fraglich, ob damals von einem \"Wert der gelöschten Belastung\" hätte gesprochen werden können; denn der Eigentümer hätte ja bei Ausübung des Kaufsrechts den Kaufpreis für den Boden erhalten, ihn also nicht entschädigungslos abtreten müssen. Aus diesem Grund hatte das Kaufsrecht vermutlich auf die Festsetzung des Kaufpreises zwischen Wäger und Forrer gar keinen Einfluss. Ob aber BGE 90 II 393 S. 401Wäger unter Berufung auf die von Mayer wegen der Löschung des Kaufsrechts allfällig drohenden Schadenersatzansprüche eine Erhöhung des Kaufpreises hätte verlangen können, scheint zum mindesten zweifelhaft: Wäger führte seine Schadenersatzpflicht selber herbei, dadurch, dass er dem Mayer zuerst ein Kaufsrecht einräumte und nachher den Vorkaufsfall zugunsten Halters auslöste. Sei dem, wie ihm wolle: Solange nicht nachgewiesen ist (darüber unter Ziff. 5 hienach mehr), dass Halter bei der Ausübung des Vorkaufsrechts oder später das Kaufsrecht zugunsten Mayers \"übernommen\" hatte, bleibt es bei der gesetzlichen Folge des Art. 959 Abs. 2 ZGB.\n\nDie Auffassung des Berufungsklägers, Halter sei verpflichtet gewesen, eine ausdrückliche Erklärung darüber abzugeben, dass er das Kaufsrecht nicht \"übernehmen\" wolle, lässt sich mit dieser Bestimmung nicht vereinen. Die sonst zutreffenden Ausführungen HOMBERGERS, N. 42 zu Art. 959 ZGB, könnten in dieser Beziehung missverstanden werden, weil dort die Rede davon ist, dass der \"Vorkäufer von seinem Rechte (scil. auf Löschung) Gebrauch\" macht. Das ist indessen nicht so zu verstehen, dass der Vorkäufer verpflichtet ist, die Löschung zu verlangen, ansonst anzunehmen wäre, er \"übernehme\" die ihm nachgehende Belastung. Die Unwirksamkeit der nachgehenden Belastung tritt vielmehr von Gesetzes wegen ein, sofern die Parteien nicht eine andere Abmachung treffen.\n\n4. Steht fest, dass die Vormerkung des Kaufsrechts seit Erwerb des Grundstücks durch Halter ungerechtfertigt geworden ist, so kann auch der Zeitablauf an diesem Sachverhalt nichts ändern; denn der Anspruch auf Berichtigung des Grundbuchs entsprechend der materiellen Rechtslage ist unverjährbar. Es könnten ihm nur guter Glaube eines Dritterwerbers, nachträgliche Heilung des Mangels oder Ersitzung entgegengehalten werden. Alle drei Einwände kommen vorliegend nicht in Betracht. Freilich beruft sich der Berufungskläger auf seinen guten Glauben BGE 90 II 393 S. 402und macht geltend, sein Kaufsrecht sei während neun Jahren unangefochten im Grundbuch vorgemerkt gewesen. Allein, der Schutz des guten Glaubens nach Art. 973 ZGB gilt nur für Dritterwerber, ganz abgesehen davon, dass er sich nicht auf persönliche Rechte bezieht (HOMBERGER N. 7 zu Art. 973 ZGB).\n\nDem Berufungskläger nützt auch der weitere Einwand nichts, das Löschungsbegehren der Berufungsbeklagten verstosse wider Treu und Glauben (venire contra factum proprium). Die Berufungsbeklagte und ihr Rechtsvorgänger, Paul Halter, waren nicht verpflichtet, die Löschung des Kaufsrechts durchzusetzen, sofern sie sich überhaupt über den formellen Weiterbestand der Vormerkung Rechenschaft gegeben hatten. Sie durften sich in Anbetracht der gegebenen Rechtslage darauf verlassen, dass der Berufungskläger seinerseits nicht mehr den Versuch machen werde, das Kaufsrecht auszuüben. Wie schon früher erwähnt, bedeutet der Umstand, dass das Kaufsrecht in der Liegenschaftsbeschreibung des Vertrags Wäger/Halter vom 13. März 1954 enthalten war, keineswegs, dass es von Paul Halter anerkannt werde. Das gleiche ist zu sagen vom Umstand, dass dieses Kaufsrecht auch in der Liegenschaftsbeschreibung des Vertrags zwischen Paul Halter und der Paul Halter AG vom Jahre 1958 aufgeführt werden musste. Dazu kommt noch, dass die Vormerkung in diesem Zeitpunkt längstens ihre Wirkung eingebüsst hatte und nicht wieder aufleben konnte, selbst wenn die Paul Halter AG der Auffassung gewesen wäre, sie sei damit belastet. Vgl. HOMBERGER N. 23 zu Art. 973 ZGB: \"Eingetragene, aber nicht bestehende Lasten... können gegenüber einem Erwerber, der sie auf Grund des Grundbuchs als rechtsbeständig angenommen und das Grundstück dennoch erworben hat, nicht geltend gemacht werden\".\n\n5. Endlich macht der Berufungskläger auch noch geltend, Paul Halter habe sich seinerzeit mündlich verpflichtet, das Kaufsrecht zu \"übernehmen\". Die Vorinstanz hat es abgelehnt, den Beweis für diese Behauptung BGE 90 II 393 S. 403abzunehmen, mit der Begründung, das Kaufsrecht hätte zu seinem Weiterbestehen neu begründet werden müssen, wozu ein öffentlich beurkundeter Kaufsrechtsvertrag zwischen Mayer und Halter, eventuell die Bestellung eines Kaufsrechts zugunsten Mayers im Vertrag Wäger/Halter nötig gewesen wäre. Diese Auffassung trifft indessen nicht ganz zu.\n\nDie \"Übernahme\" des Kaufsrechts durch Halter hätte durch Abgabe einer Nachgangserklärung zuhanden Mayers erfolgen können. In analoger Anwendung von Art. 812 ZGB muss angenommen werden, eine solche Erklärung sei formlos gültig (vgl. LEEMANN, N. 17 zu Art. 812 ZGB). Könnte der Berufungskläger den Beweis für seine Behauptung erbringen, so müsste an und für sich der Weiterbestand seines Kaufsrechts angenommen werden; denn die Berufungsbeklagte könnte sich nicht auf ihren guten Glauben berufen, da die Vormerkung formell bestand, als sie die Liegenschaft erwarb. Der Beweisantrag des Berufungsklägers ist jedoch aus einem andern Grund unerheblich: Nach seiner Darstellung soll Paul Halter mit Wäger \"vereinbart\" haben, er werde das Kaufsrecht \"respektieren\". Sollte das zutreffen, so handelte es sich um einen wesentlichen Punkt des Kaufvertrages zwischen Wäger und Halter, der demzufolge der öffentlichen Beurkundung bedürftig gewesen wäre. Den Akten ist zu entnehmen, dass Paul Halter sich auf den fraglichen Grundstücken u.a. deswegen ein Vorkaufsrecht sicherte, weil er Nachbar war und ihre Überbauung verhindern wollte. Es war deshalb für ihn sehr wesentlich, ob die Parzelle Kat. Nr. 95 überbaut werden konnte oder nicht. Eine im Kaufvertrag Wäger/Halter nicht vorhandene dahingehende, ausdrückliche Übernahmevereinbarung wurde nicht dadurch ersetzt, dass die Kaufsrechtsvormerkung in der Liegenschaftsbeschreibung des Kaufvertrags Wäger/Forrer in derjenigen des Vertrags Wäger/Halter einfach stehen blieb.\n\nDie Abweisung des klägerischen Beweisantrages durch das Kantonsgericht ist deshalb zu Recht erfolgt.\n\nBGE 90 II 393 S. 404\n\nDenmach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts St. Gallen, II. Zivilkammer, vom 6. März 1964 bestätigt."}