{"annee": "90", "cour": "III", "page": "76", "date": "16/12/1964", "cite": [], "cite_par": ["91 III 69"], "chapeau": "17. Arrêt du 16 décembre 1964 dans la cause Tolmatchoff", "regestes": ["Saisie d'une part de copropriété d'une cédule hypothécaire au porteur. Art. 98 al. 1 LP. L'office est-il fondé à prendre sous sa garde une cédule hypothécaire au porteur appartenant en copropriété au débiteur et à un tiers, lorsqu'il a saisi la part de copropriété du débiteur et que la cédule se trouve en possession du tiers copropriétaire?"], "faits": "BGE 90 III 76 S. 76\n\nA.- Dans la poursuite no 285734 exercée à la réquisition de Roland Tolmatchoff, à Genève, contre Jacques Kern, à Lausanne, l'office de Lausanne-Est a saisi la part de copropriété du débiteur sur une cédule hypothécaire au porteur de 30 000 fr., créée le 26 septembre 1963, inscrite au registre foncier sous no 98785 et grevant, en deuxième rang, les immeubles sis à Savigny, copropriété de Jacques Kern et d'Adolf Meier, à Zurich. La cédule, qui est aussi la copropriété des prénommés, se trouvait en main de Meier. Le Juge informateur de l'arrondissement de Lausanne l'a séquestrée dans une enquête instruite contre Kern pour fraude dans la saisie. Le séquestre pénal ayant été levé, l'Office des poursuites de Lausanne-Est a ordonné au juge informateur, le 5 août 1964, de lui remettre le titre saisi.\n\nB.- Meier a porté plainte contre cette décision, en demandant à l'autorité inférieure de surveillance de prononcer que l'office n'est pas fondé à prendre la cédule hypothécaire sous sa garde. Le 10 septembre 1964, le Président du Tribunal du district de Lausanne a rejeté la plainte.BGE 90 III 76 S. 77\n\nSaisie d'un recours du plaignant, la Cour des poursuites et faillites du Tribunal cantonal vaudois, statuant le 12 novembre 1964 en sa qualité d'autorité cantonale supérieure de surveillance, a réformé le prononcé attaqué et ordonné à l'office de remettre le papier-valeur litigieux à Meier.\n\nC.- Le créancier saisissant Tolmatchoff recourt au Tribunal fédéral, qu'il requiert de prononcer que l'Office des poursuites de Lausanne-Est est fondé à prendre sous sa garde la cédule hypothécaire au porteur, qui ne doit pas être remise à Meier.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 98 al. 1 LP, lorsque la saisie porte sur des espèces, billets de banque, titres au porteur, effets de change ou autres titres transmissibles par endossement, objets de prix, notamment d'or ou d'argent, l'office les prend sous sa garde. Cette règle s'applique en principe aux seuls biens en possession du débiteur, ainsi qu'aux objets dont un tiers se trouve nanti à titre de gage (art. 98 al. 4 LP). JAEGER en a déduit que l'office ne pouvait prendre sous sa garde une chose dont il n'a saisi qu'une part de copropriété et que le tiers possesseur refuse de lui délivrer (n. 14 ad art. 98 LP). Assurément, ce n'est pas la chose elle-même qui est frappée par la mesure d'exécution forcée, mais seulement une quote-part idéale du droit de propriété sur cette chose. On ne saurait admettre, toutefois, que les conséquences attachées par le droit des poursuites à la saisie d'une part de copropriété - qui est prévue expressément par l'art. 646 al. 3 CC - demeurent lettre morte. Or la loi interdit au débiteur, sous la menace de sanctions pénales, de disposer des biens saisis sans la permission du préposé. De plus, les actes de disposition accomplis par le débiteur sont nuls dans la mesure où ils lèsent les droits que la saisie a conférés aux créanciers (art. 96 al. 1 et 2 LP).\n\n2. Aux termes de l'art. 648 al. 2 CC, le concours de BGE 90 III 76 S. 78tous les copropriétaires est nécessaire pour disposer de la c.hose, à moins qu'ils n'aient arrêté à l'unanimité d'autres règles à cet égard. En l'espèce, le tiers copropriétaire Meier n'a pas établi qu'il ait le droit de disposer seul de la cédule hypothécaire. Il ne serait dès lors autorisé à aliéner le titre ou à le grever d'un droit réel que s'il obtenait le concours du copropriétaire Kern, et si celui-ci recevait la permission de l'office des poursuites. Le résultat pratique est par conséquent le même que si la saisie avait porté non sur une quote-part idéale de la propriété, mais sur la cédule hypothécaire elle-même.\n\nLe tiers copropriétaire ne peut invoquer un intérêt digne de protection à conserver par devers lui les biens dont une part idéale de copropriété a été saisie que s'il s'agit d'objets dont la seule possession lui procure un avantage réel. Tel serait le cas pour des meubles, des livres, des tableaux, des instruments de musique, etc. Les règles de l'art. 98 al. 2 et 3 LP seraient alors applicables. En revanche, le copropriétaire et possesseur d'une cédule hypothécaire au porteur, qui n'a pas le droit d'en disposer à cause de la saisie, n'a aucun intérêt digne d'être juridiquement protégé à recouvrer la possession du titre.\n\nInversement, le créancier saisissant a un intérêt évident à ce que l'on empêche un acte de disposition illicite de la cédule, qui rendrait illusoire la saisie d'une part de copropriété. Son intérêt est justement protégé par la mesure prévue à l'art. 98 al. 1 LP. La menace de sanctions pénales contre le tiers copropriétaire ne suffit pas à sauvegarder le droit du créancier d'être désintéressé au moyen de la réalisation forcée de la part de copropriété saisie.\n\nLa décision de l'office, qui a pris sous sa garde la cédule hypothécaire au porteur litigieuse, est dès lors fondée.\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nAdmet le recours et réforme la décision attaquée en ce sens que la plainte est rejetée."}