{"annee": "90", "cour": "IV", "page": "168", "date": "9/7/1964", "cite": ["86 IV 145", "80 II 171", "89 IV 57", "87 II 54", "88 IV 79", "79 II 316", "75 IV 15", "56 II 407", "74 IV 81", "83 II 216", "78 II 379", "87 II 35", "80 IV 6"], "cite_par": ["91 II 372", "104 IV 90", "103 II 211", "97 IV 1", "102 IV 145", "92 II 202", "95 II 191", "135 III 446"], "chapeau": "36. Urteil des Kassationshofes vom 9. Juli 1964 i.S. Letter gegen Staatsanwaltschaft des Kantons Obwalden.", "regestes": ["1. Art. 28, 29 CP, art. 2 CC. La simple expectative ne constitue pas une renonciation à la plainte. Délai de plainte en cas de concurrence déloyale continuée. Abus du droit nié, touchant le dépôt de la plainte. 2. Art. 13 lit. d LCD. Confusion entre des marchandises, créée par l'imitation du signe figuratif d'un concurrent."], "faits": "|168|\n\nA.- Die Nahrin AG, Sarnen, vertreibt neben anderen Nährmitteln einen von ihr hergestellten Berg-Wacholderhonig, |169| der vornehmlich als Latwerge-Brotaufstrich Verwendung findet. Sie liefert den Honig in zylinderförmigen Metallbüchsen von 11,5 cm Höhe und 10 cm Durchmesser, deren Mantelfläche von einer farbigen, in vier verschiedene Felder aufgeteilten Etikette ganz umschlossen wird. Während auf deren Rückseite und auf den schmäleren seitlichen Feldern Weiss und Grün vorherrschen, zeichnet sich die Vorderseite, deren Grund rot ist, dadurch aus, dass sich auf der oberen Hälfte ein weisses, durch einen blauen Streifen umrahmtes Oval von ca. 5 cm Höhe und 8 cm Länge hervorhebt, in dem ein grüner Bergwacholderzweig mit blauen Beeren abgebildet ist. Unter diesem Signet stehen in weisser Schrift die Worte \"Berg-Wacholder\" (\"Genièvre de montagne\"/\"Ginepro di montagna\") und darunter der Firmaname (\"Nahrin AG./SA., Sarnen/OW\"). Die Etikette ist seit dem 31. Oktober 1959 beim Eidgenössischen Amt für geistiges Eigentum als gewerbliches Muster für Verpackungen hinterlegt.\n\nKarl Letter eröffnete nach zweijähriger Tätigkeit als Chefvertreter der Nahrin AG im August 1959 in Sarnen ein eigenes Nährmittelgeschäft und nahm auch den Vertrieb von Bergwacholder-Honig auf. Er benützte dazu zylinderförmige Gläser von rund 15 cm Höhe und 8 cm Durchmesser mit weissem Plastikverschluss und versah sie mit einer 11 cm hohen und 10 cm breiten Etikette von weisser Farbe, auf deren unterer Hälfte in Schwarzdruck die Bezeichnung \"Mythen Berg-Wachholder\", darunter eine Skizze der Mythenspitzen sowie die Firma \"Mythen-Nährmittel K. Letter, Sarnen (OW)\" angebracht sind. Auf der oberen Hälfte der Etikette ist das von der Nahrin AG verwendete Signet nachgeahmt; es unterscheidet sich vom Vorbild einzig dadurch, dass die Umrandungslinie des Ovals orangefarbig statt blau und der Bergwacholderzweig in etwas matteren Farben gehalten ist.\n\nB.- Am 14. Mai 1963 erhob die Nahrin AG gegen Letter Strafklage wegen unlauteren Wettbewerbes, den sie darin erblickt, dass durch die Verwendung ihres Signets |170| eine Verwechslung mit ihrer Ware und ihrem Geschäftsbetrieb herbeigeführt werde.\n\nDie Untersuchungs- und Überweisungsbehörde des Kantons Obwalden erklärte am 28. November 1963 Letter des unlauteren Wettbewerbes im Sinne des Art. 13 lit. d UWG schuldig und verurteilte ihn zu einer Busse von Fr. 60. -. Der Gerichtsausschuss des Kantonsgerichts von Obwalden, an den der Gebüsste rekurrierte, bestätigte am 20. Februar 1964 den erstinstanzlichen Strafentscheid.\n\nC.- Letter führt gegen das Urteil des Gerichtsausschusses Nichtigkeitsbeschwerde mit dem Antrag, er sei freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Beschwerdeführer bestreitet, dass die Nahrin AG berechtigt sei, gegen ihn Strafantrag zu stellen. Denn die Klägerin habe sich durch jahrelange Duldung stillschweigend damit einverstanden erklärt, dass er ihr Signet verwende. Ihre Ansprüche aus dem UWG seien deshalb verwirkt, und ihr Strafantrag sei rechtsmissbräuchlich.\n\nDiese Einwände sind unbegründet. Verwirkt wäre das Strafantragsrecht nur, wenn die Klägerin auf es verzichtet oder den Antrag nicht innert der gesetzlichen Frist gestellt hätte. Ein Verzicht wäre aber nur beachtlich, wenn er ausdrücklich geäussert worden wäre (Art. 28 Abs. 5 StGB). Dazu genügt nicht, dass die Klägerin, wie der Beschwerdeführer behauptet, in Kenntnis der Verletzung mit der Stellung des Strafantrages jahrelang zugewartet hat. Ein Verzicht läge übrigens selbst dann nicht vor, wenn sich die Klägerin nicht aufein passivesVerhalten beschränkt hätte, sondern Umstände festgestellt wären, die als Äusserung ihres Willens, keinen Strafantrag zu stellen, zu deuten wären. Eine bloss indirekte Kundgabe des Willens, von der Strafverfolgung abzusehen, gilt nur beim Rückzug eines bereits gestellten Antrages als ausreichende Willensäusserung (BGE 86 IV 149, BGE 89 IV 58). Beim Verzicht |171| dagegen, der nur gültig ist, wenn er ausdrücklich erklärt wird, muss der darauf gerichtete Wille des Berechtigten eindeutig und vorbehaltlos aus der Erklärung selber hervorgehen (BGE 74 IV 87,BGE 75 IV 19Erw. 4). Dass die Klägerin eine Erklärung solcher Art abgegeben habe, wird auch in der Beschwerde nicht behauptet. Wie die Vorinstanz anderseits feststellt und unbestritten ist, hat der Beschwerdeführer den eingeklagten unlauteren Wettbewerb seit dem Herbst 1959 bis zur Einreichung der Klage, d.h. bis Mai 1963, fortgesetzt begangen. Bei fortgesetzten Vergehen kann der Strafantrag noch binnen drei Monaten gestellt werden, nachdem der Verletzte von der letzten strafbaren Tätigkeit des Beschuldigten Kenntnis erhalten hat (BGE 80 IV 8 /9). Von einer Verwirkung des Antragsrechtes kann somit keine Rede sein.\n\nEs kann aber auch nicht gesagt werden, die Ausübung des Antragsrechtes stelle einen offenbaren Rechtsmissbrauch (Art. 2 ZGB) dar. Angenommen, die Klägerin habe tatsächlich bereits im Herbst 1959 die Nachahmung und Verwendung ihres Signets festgestellt und sie habe erst durch ihre Strafklage vom Mai 1963 ausdrücklich Einspruch erhoben, so wäre ihr Stillschweigen noch nicht Anlass genug, im Beschwerdeführer die begründete Erwartung zu erwecken, die Nahrin AG sei mit seinem Vorgehen einverstanden. Die Klägerin konnte Gründe haben, vorerst einmal abzuwarten, ob der Gebrauch ihres Kennzeichens im neu eröffneten Betrieb des Beschwerdeführers als dauernde Massnahme gedacht war und welche Auswirkungen eine solche allenfalls haben werde. Drei bis vier Jahre, die sie dazu und zur Sammlung von Beweismitteln aufgewendet haben mag, können nicht als ungewöhnlich lange Zeitdauer gelten. Ausser diesem blossen Zuwarten wird aber der Klägerin kein Verhalten vorgeworfen, das nach Treu und Glauben als Billigung der Verletzung ihrer Interessen ausgelegt werden kÖnnte.\n\n2. Der vom Beschwerdeführer sklavisch nachgeahmte Wacholderzweig ist Bestandteilder Ausstattung der Gefässe, |172| in denen er und die Nahrin AG den Wacholderhonig auf den Markt bringen. Die äussere Form, die Aufmachung der Ware oder der Verpackung geniesst den Schutz des UWG nur, wenn die Ausstattung Kennzeichnungskraft besitzt (BGE 88 IV 83, BGE 87 II 56), sei es, dass sie dank ihrer Originalität von Anfang an aufeinen bestimmten Hersteller oder auf eine bestimmte Qualität der Ware hinweist, sei es, dass eine nicht originelle Ausstattung diese individualisierende Eigenschaft infolge ihrer Durchsetzung im Verkehr, kraft ihrer Verkehrsgeltung, erworben hat (BGE 79 II 323).\n\nDem von der Nahrin AG zur Kennzeichnung ihres Wacholderhonigs verwendeten Wacholderzweig kann die Wirkung der Originalität nicht abgesprochen werden. Originell ist nicht nur die Darstellung des Zweiges in einem durch eine Umrandungslinie abgesteckten Oval, sondern ebensosehr die zeichnerische Gestaltung des leicht stilisierten Zweiges und die Farbwirkung der roten Verästelung, des satten Grüns der Blätter und der tiefblauen Beeren. Alle diese Elemente zusammengenommen geben dem Gesamtbild eine besondere ästhetische Form, die einprägsam und darum unterscheidungskräftig ist.\n\nDass der auf der Verpackung abgebildete Wacholderzweig auf die Beschaffenheit oder Eigenschaft der darin eingeschlossenen Ware hinweist, macht das Bildzeichen der Klägerin nicht zum Freizeichen, das von jedem anderen Konkurrenten nachgeahmt und frei benützt werden könnte. Ebensowenig ist der wettbewerbsrechtliche Schutz deshalb zu versagen, weil die bildliche Darstellung eines Wacholderzweiges an sich Gemeingut ist und daher dem allgemeinen Verkehr freigehalten werden muss. Ob auf das Bildzeichen der Klägerin die Merkmale einer blossen Beschaffenheitsangabe zutreffen oder nicht (vgl. BGE 80 II 173, BGE 83 II 218), d.h. ob es unmittelbar auf die Natur und Art des Erzeugnisses anspiele oder ob der Inhalt des Gefässes erst auf dem Wege besonderer Überlegung oder unter Zuhilfenahme der Phantasie erkennbar werde, weil |173| die Verpackung keinen reinen Wacholder, sondern einen daraus gewonnen Honig enthält, braucht übrigens nicht entschieden zu werden, da es darauf nicht ankommt. Entscheidend ist einzig, dass der von der Klägerin verwendete Wacholderzweig durch seine eigenartige Gestaltung und besondere ästhetische Form sich von einer gewöhnlichen Sachbezeichnung deutlich abhebt und infolge seiner charakteristischen, individualisierenden Wirkung geeignet ist, die dazu gehörende Ware von Erzeugnissen anderer Herkunft zu unterscheiden. Auf die Unterschei. dungskraft eines Zeichens allein stellt auch das Markenrecht ab, wo die Verwendung freier und deshalb an sich schutzunfähiger Bestandteile kein Hindernis bildet, einer in ihrer Gesamtheit unterscheidungskräftigen Marke den Schutz zu gewähren (BGE 56 II 411,BGE 78 II 383Erw. 4). Die im Markenrecht hinsichtlich der Kennzeichnungskraft eines Zeichens geltenden Grundsätze sind in gleicher Weise auch im Wettbewerbsrecht anwendbar (BGE 80 II 174 lit. b).\n\n3. Das Bildzeichen des Wacholderzweiges ist weder unentbehrliches Merkmal der Ausstattung noch Bestandteil der Ware selbst, denn es könnte weggelassen werden, ohne dass sich dadurch an der Beschaffenheit und Brauchbarkeit des Wacholderhonigs etwas ändern würde. Obschon es möglich gewesen wäre, einen Wacholderzweig anderer Gestaltung zu wählen, hat der Beschwerdeführer nach der verbindlichen Feststellung der Vorinstanz das Kennzeichen der Klägerin sklavisch nachgeahmt, um daraus für seinen eigenen Geschäftsbetrieb Nutzen zu ziehen. Er hat sich daher gegen Art. 13 lit. d UWG vergangen, wenn seine Massnahme objektiv geeignet war, Verwechslungen mit dem Wacholderhonig der Nahrin AG herbeizuführen.\n\nDie Frage der Verwechselbarkeit beider Waren beurteilt sich nach dem Gesamteindruck, den ihre äussere Aufmachung auf die breite Käuferschicht macht, namentlich |174| die Hausfrauen, die in erster Linie als Abnehmer in Betracht kommen. Dabei ist zu beachten, dass beide Firmen die Haushaltungen durch Vertreter aufsuchen, so dass die Hausfrauen die beiden Produkte meistens nicht nebeneinander vor sich haben und häufig auf das bei vorausgegangenen Käufen oder aus der Reklame gewonnene Erinnerungsbild abstellen, weshalb dem Gedächtniseindruck, den die Aufmachung zurücklässt, besondere Bedeutung zukommt. Es geht daher nicht an, die zu vergleichenden Aufmachungen in ihre einzelnen Bestandteile zu zergliedern und diese gesondert zu betrachten (BGE 87 II 37,BGE 78 II 381). Im vorliegenden Falle kann deshalb nicht von ausschlaggebender Bedeutung sein, dass die beiden Gefässe in der Mehrheit ihrer Einzelheiten voneinander abweichen und bloss in dem von der Nahrin AG verwendeten Kennzeichen, dem in einem Oval abgebildeten Wacholderzweig, übereinstimmen. Die Unterschiede zwischen der Metallbüchse der Klägerin und dem Glasgefäss des Beschwerdeführers, namentlich was ihr Material und ihre Grösse sowie die Form und Farbgestaltung der Etiketten betrifft, sind zwar bei gleichzeitiger und genauerer Betrachtung nicht unerheblich. Hausfrauen, die täglich mit den verschiedenartigsten Markenartikeln zu tun haben, wissen aber, dass bei solchen die Formen und Farben und nicht selten auch das Material der Verpackung wechseln, die Hersteller und ihre Produkte aber die gleichen bleiben. Sie sind daher aus Erfahrung gewohnt, mehr auf die auf allen Verpackungen wiederkehrenden Wort- oder Bildzeichen eines bestimmten Herstellers zu achten als auf die übrigen Merkmale der Verpackung, die Änderungen unterliegen, was zur Folge hat, dass die Formen und Farben der Ausstattung sich weniger im Gedächtnis einprägen und keinen bleibenden Eindruck hinterlassen. Ähnliches ist im vorliegenden Falle von der Beschriftung zu sagen. Ihr Vergleich zeigt zwar Unterschiede, die insbesondere in der Verschiedenheit der Warenbezeichnung (\"Berg- |175| Wacholder\" bzw. \"Mythen Berg-Wachholder\") und im abweichenden Firmanamen (\"Nahrin AG, Sarnen\" bzw. \"Mythen-Nährmittel K. Letter, Sarnen\") zum Ausdruck kommen. Sie fallen aber schon deswegen nicht stark ins Gewicht, weil auf beiden Etiketten die Schrift aus zum grössten Teil gleichen oder ähnlich klingenden Worten besteht und zudem der Ausdruck \"Berg-Wacholder\" bzw. \"Berg-Wachholder\" alle anderen Worte an Grösse übertrifft, also am stärksten in Erscheinung tritt, so dass die andern unterscheidenden Schriftteile wie übrigens auch die auf der Etikette des Beschwerdeführers eher schwach angedeutete Skizze der Mythenspitzen kaum im Erinnerungsbild haften bleiben, jedenfalls beim oberflächlichen Betrachter nicht. Diese Wirkung wird noch dadurch verstärkt, dass die Beschriftung auf beiden Gefässen auf der unteren Hälfte der Etikette angebracht ist und dass die ganze obere Hälfte vom zeichnerisch völlig übereinstimmenden Bildzeichen des Wacholderzweiges eingenommen wird. Dieses aber ist nicht bloss ein untergeordneter Bestandteil der Aufmachung, wie der Beschwerdeführer glauben machen will, sondern es beherrscht im Gegenteil infolge seiner einprägsamen Gestaltung und seiner Farbtöne die ganze Vorderseite des Gefässes und drängt damit die Beschriftung in den Hintergrund. Das trifft sowohl für die Büchse der Klägerin wie für die Etikette des Beschwerdeführers zu; dass auf dieser der Wacholderzweig und die Umrandungslinie des weissen Ovals in matteren Farben erscheint als auf der Büchse der Klägerin, ändert am Gesamteindruck, der durch das Bildzeichen bestimmt wird, nichts, zumal der untere Teil der Etikette des Beschwerdeführers ohnehin farblos und unscheinbar wirkt. Wird noch berücksichtigt, dass Bildzeichen im allgemeinen an sich leichter als Wortzeichen im Gedächtnis behalten werden (BGE 83 II 222), so ist der vom Beschwerdeführer nachgeahmte Wacholderzweig umso eher geeignet, beim Durchschnittskäufer den Eindruck zu |176| erwecken, dass der im Glasgefäss angebotene Wacholderhonig ebenfalls von der Nahrin AG stamme, deren Bildzeichen beim Publikum seit Jahren eingeführt war. Die Verwechselbarkeit ist daher zu bejahen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}