{"annee": "90", "cour": "II", "page": "428", "date": "13/10/1964", "cite": ["30 II 82", "88 II 283", "66 II 92", "53 II 336", "72 II 13", "79 II 362", "28 II 360", "87 II 155", "75 II 227", "28 II 263"], "cite_par": ["127 III 1", "106 II 134", "137 III 16", "116 II 158", "91 II 442", "98 IB 351", "134 III 591", "134 III 294", "124 III 449"], "chapeau": "48. Urteil der I. Zivilabteilung vom 13. Oktober 1964 i.S. Y gegen X.", "regestes": ["Acceptation de la succession sous bénéfice d'inventaire; responsabilité au-delà de l'inventaire; non-production d'une créance sans que le titulaire de celle-ci ait commis de faute (art. 590 al. 2 CC). Cas d'un créancier domicilié à l'étranger et qui n'a pas appris à temps la mort du débiteur ainsi que la sommation publique. La violation des prescriptions étrangères concernant les devises peut-elle constituer une faute au sens de l'art. 590 al. 2 CC? Consid. 3. Prescription. 1. Délai dans lequel se prescrit la créance en paiement d'une somme d'argent encaissée pour le créancier (et peut-être employée sans droit) (art. 127, 130 al. 1 et 60 al. 2 CO). Consid. 4. 2. Empêchement et suspension de la prescription - pendant l'inventaire (art. 586 CC), consid. 5; - \"tant qu'il est impossible de faire valoir la créance devant un tribunal suisse\" (art. 134 al. 1 ch. 6 CO). Cette hypothèse est réalisée seulement lorsque le créancier est empêché par des circonstances objectives, indépendantes de sa situation personnelle, d'intenter une action en Suisse. Il ne suffit pas qu'en vertu de la législation étrangère à laquelle un créancier est soumis en raison de son domicile à l'étranger, il coure le risque d'être condamné et de voir sa créance confisquée s'il intente une action en Suisse. Consid. 6-10. 3. Interruption de la prescription résultant d'une reconnaissance de dette (art. 135 ch. 1 CO)? Consid. 11."], "faits": "|430|\n\nA.- X, der nach dem zweiten Weltkrieg als rumänischer Staatsangehöriger in Bukarest lebte, war an einer schweizerischen Aktiengesellschaft beteiligt. Im Jahre 1947 wurde diese aufgelöst. Der Liquidationsanteil des X in Höhe von Fr. 13'500.-- wurde am 31. Mai 1947 dem bernischen Notar Y ausbezahlt, dem X im Februar 1947 Generalvollmacht erteilt hatte. Y zahlte diesen Betrag am gleichen Tage zugunsten von X bei der Kantonalbank von Bern ein. Die ihm ausgestellte Quittung, die später unter seinen Papieren gefunden wurde, trägt den von der Kantonalbank angebrachten Randvermerk: \"Zurückbezahlt am 23. Juli 1948 mit Fr. 13'500.--.\"\n\nB.- In der Folge starb Notar Y. Über seinen Nachlass wurde ein öffentliches Inventar errichtet. X meldete keine Forderung an, und der mit der Errichtung des Inventars betraute Notar fand keinen Anlass, von Amtes wegen (Art. 583 ZGB) eine Forderung des X ins Inventar aufzunehmen. Nach Abschluss des Inventars, das ein beträchtliches Reinvermögen zeigte, nahmen die Erben die Erbschaft unter öffentlichem Inventar an.\n\nC.- Im Jahre 1959 wanderte X von Rumänien nach Israel aus. Von dort aus versuchte er sogleich, sich mit Notar Y in Verbindung zu setzen. Dabei erfuhr er, dass dieser gestorben war und dass Notar Z, der sein Büro weiterführte, in seinen Akten keinen Hinweis auf ein ihm (X) zustehendes Guthaben finden konnte. Eine vom |431| Inspektorat des Verbandes bernischer Notare auf Weisung der Justizdirektion des Kantons Bern durchgeführte Untersuchung lieferte keinen Aufschluss darüber, was nach der Rückzahlung vom 23. Juli 1948 mit dem Betrage von Fr. 13'500.-- geschehen war.\n\nD.- Nach misslungenem Aussöhnungsversuch reichte X im Dezember 1960 beim Appellationshof des Kantons Bern gegen eine Erbin des Y Klage auf Zahlung von Fr. 13'500.-- nebst Zins ein.\n\nDer Appellationshof schützte die Klage mit der Begründung, die Fr. 13'500.-- seien Notar Y seinerzeit zur Aufbewahrung übergeben worden; der Kläger habe den Nachweis geleistet, dass dieser - am 31. Mai 1947 bei der Kantonalbank einbezahlte - Betrag am 23. Juli 1948 an Y zurückbezahlt wurde; Y sei verpflichtet gewesen, ihn dem Kläger auf erstes Verlangen auszuzahlen; dieser habe die Anmeldung seiner Forderung zur Aufnahme ins öffentliche Inventar über den Nachlass des Y ohne eigene Schuld unterlassen; denn er habe in Rumänien von der Anordnung des Inventars keine Kenntnis erhalten können; wegen der rumänischen Devisengesetzgebung, wonach Fremdwährungsguthaben von Landesbewohnern ohne volle Entschädigung an die rumänische Nationalbank abzutreten und Verletzungen dieser Vorschrift mit schweren Strafen und mit Einziehung der verheimlichten Werte bedroht seien, sowie wegen der von den rumänischen Behörden ausgeübten Überwachung des Verkehrs der Landesbewohner mit dem Ausland sei der Kläger überdies gar nicht in der Lage gewesen, seine Forderung gegen Y irgendwie geltend zu machen, solange er in Rumänien wohnte; nach Art. 590 Abs. 2 ZGB hafte ihm also die Beklagte im Umfang ihrer - den Betrag von Fr. 13'500.-- unstreitig erreichenden - Bereicherung aus der Erbschaft des Y; da er seine Forderung aus den angegebenen Gründen vor seiner Auswanderung aus Rumänien vor einem schweizerischen Gerichte nicht habe geltend machen können, habe die Verjährung nach Art. 134 Ziff. 6 OR |432| erst im Jahre 1959 zu laufen begonnen und sei folglich bei Einreichung der vorliegenden Klage noch nicht eingetreten gewesen.\n\nE.- Gegen dieses Urteil hat die Beklagte die Berufung an das Bundesgericht erklärt mit dem Antrag auf Abweisung der Klage.\n\nDer Kläger beantragt die Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Die Rüge der Verletzung von Art. 8 ZGB ist unbegründet.)\n\n2. Ob Y den Geldbetrag, den er am 31. Mai 1947 für den Kläger entgegennahm, nach den Weisungen des Klägers bei sich aufzubewahren oder für ihn bei einer Bank zu hinterlegen hatte, kann dahingestellt bleiben. Auch wenn man mit der Beklagten letzteres annehmen wollte, war Y nämlich verpflichtet, dem Kläger den streitigen Betrag auf erstes Verlangen auszuzahlen, nachdem er ihm am 23. Juli 1948 von der Kantonalbank zurückerhalten hatte. Spätestens von diesem Tage an bestand also eine fällige Verpflichtung des Y zur Zahlung des Betrags von Fr. 13'500.-- an den Kläger.\n\nWenn die Beklagte behaupten wollte, Y habe diesen Betrag dem Kläger oder einem Vertreter desselben ausbezahlt und damit seine Schuld getilgt, so hatte sie das nach Art. 8 ZGB zu beweisen. Dieser Beweis fehlt. Wie die Vorinstanz festgestellt hat, lässt sich nicht mehr ermitteln, was Y, der keine vollständige Buchhaltung führte, nach dem 23. Juli 1948 mit dem Betrage von Fr. 13'500.-- gemacht hat.\n\n3. Die Beklagte will nicht gelten lassen, dass der Kläger die Anmeldung seiner Forderung zur Aufnahme ins Inventar über den Nachlass des Y im Sinne von Art. 590 Abs. 2 ZGB \"ohne eigene Schuld\" unterlassen habe und dass die Erben des Y deshalb für den Betrag von Fr. 13'500.-- haften, soweit sie aus der Erbschaft |433| bereichert sind. Der erwähnte Ausdruck ist jedoch nach der Rechtsprechung des Bundesgerichtes weit auszulegen: einem Gläubiger, der vom Tode des Schuldners und vom Rechnungsruf nicht rechtzeitig Kenntnis erhielt, gereicht die Nichtanmeldung seiner Forderung nicht zum Verschulden; dies jedenfalls dann nicht, wenn ihm die Nachschau in den Blättern, worin der Rechnungsruf veröffentlicht wurde, nicht zuzumuten oder überhaupt nicht möglich war (vgl. BGE 66 II 95, BGE 72 II 16, BGE 79 II 366 ff.).\n\nDer Kläger konnte nach den tatsächlichen Feststellungen der Vorinstanz in Rumänien nicht erfahren, dass über den Nachlass des Y ein öffentliches Inventar angeordnet worden war. Die Zeitungen, die den Rechnungsruf enthielten, waren ihm dort nicht zugänglich. Erst nach seiner Auswanderung im Jahre 1959 erhielt er vom Hinschied des Y Kenntnis. Unter diesen Umständen ist ihm zuzubilligen, dass er die Anmeldung seiner Forderung ohne Verschulden unterliess.\n\nZu Unrecht wendet die Beklagte ein, der Kläger dürfe sich nicht auf Art. 590 Abs. 2 ZGB berufen, weil er sein Guthaben in Übertretung der rumänischen Devisengesetzgebung nicht an die rumänische Nationalbank abgetreten und durch dieses strafbare Verhalten die rechtzeitige Geltendmachung seines Guthabens durch die diplomatische Vertretung Rumäniens in der Schweiz verhindert habe. Es kann dahingestellt bleiben, ob die rumänische Vorschrift, wonach die Landesbewohner Guthaben in fremder Währung zu einem für sie wenig günstigen Kurs an die rumänische Nationalbank abzutreten haben, mit der öffentlichen Ordnung der Schweiz unvereinbar sei, wie die Vorinstanz angenommen hat. Ihre Übertretung stellt nämlich auch insoweit, als sie eine Ursache der Nichtanmeldung des streitigen Guthabens zur Aufnahme ins Inventar über den Nachlass des Y sein sollte, auf jeden Fall deswegen kein Verschulden im Sinne von Art. 590 Abs. 2 ZGB dar, weil die übertretene Vorschrift offensichtlich nicht dazu bestimmt ist, den Bewohnern Rumäniens |434| die Verfolgung ihrer Rechte im Ausland zu erleichtern oder die Erben ausländischer Schuldner vor der Belangung für nicht rechtzeitig angemeldete Forderungen zu bewahren. Diese Devisenvorschrift will vielmehr ausschliesslich den Interessen der rumänischen Volkswirtschaft dienen. Dem Kläger ist daher auch nicht etwa vorzuwerfen, er begehe dadurch, dass er sich auf die möglicherweise durch sein Devisenvergehen verursachte Unkenntnis des Rechnungsrufs beruft, einen Rechtsmissbrauch im Sinne von Art. 2 Abs. 2 ZGB, wie dies der Beklagten vorzuschweben scheint.\n\n4. Für den - eingetretenen - Fall, dass angenommen wird, der Betrag von Fr. 13'500.-- sei am 23. Juli 1948 an Y zurückbezahlt worden, verlangt die Beklagte die Anwendung der Vorschriften über die Verjährung der Ansprüche aus unerlaubten, insbesondere strafbaren Handlungen. Sie macht geltend, in diesem Falle werfe man Y vor, sich der ungetreuen Geschäftsführung oder der Veruntreuung, begangen am 23. Juli 1948, schuldig gemacht zu haben; die Ansprüche hieraus seien gemäss Art. 60 Abs. 2 OR in Verbindung mit Art. 70 StGB in fünf oder höchstens zehn Jahren von diesem Tage an verjährt. Grundlage der eingeklagten Forderung ist jedoch ein Vertragsverhältnis zwischen dem Kläger und Y, nämlich ein Auftrag oder ein Hinterlegungsvertrag. Der hierauf beruhende Anspruch des Klägers auf Auszahlung des Betrages von Fr. 13'500.-- ist bestehen geblieben, auch wenn Y mit dem Rückzug des zunächst bei der Kantonalbank einbezahlten Geldes oder mit einer nachher darüber getroffenen Verfügung eine strafbare Handlung begangen haben sollte. Er gehört zu den Forderungen, die nach Art. 127 OR in zehn Jahren verjähren, und zwar begann diese Frist gemäss Art. 130 Abs. 1 OR spätestens am 23. Juli 1948 zu laufen, da die Forderung des Klägers nach Erwägung 2 hievor spätestens an diesem Tage fällig wurde. Die Verjährungsfrist lief also unter Vorbehalt der Unterbrechung, der Hinderung oder des Stillstands der Verjährung |435| spätestens mit dem 23. Juli 1958 ab. Wenn für die Verjährung eines mit dem vertraglichen Anspruch konkurrierenden Anspruchs aus unerlaubter Handlung eine kürzere Frist gälte, würde dies der Beklagten nichts nützen.\n\nDer Kläger seinerseits behauptet nicht, die Verjährungsfrist habe gemäss Art. 60 Abs. 2 OR wegen einer strafbaren Handlung des Y (z.B. wegen einer erst nach dem Rückzug des streitigen Betrages vom Konto bei der Kantonalbank begangenen Veruntreuung im Sinne von Art. 140 Ziff. 2 StGB) über den 23. Juli 1958 hinaus gedauert. Daher kann dahingestellt bleiben, ob Art. 60 Abs. 2 OR nur gegenüber dem Täter selbst oder auch gegenüber dessen Erben anwendbar sei (im ersten Sinne OSER/SCHÖNENBERGER N. 15 zu Art. 60 OR und v. TUHR/SIEGWART § 48 III S. 375; im zweiten Sinne BECKER N. 4 zu Art. 60 OR und STREBEL N. 16 zu Art. 44 MFG).\n\n5. Art. 586 ZGB bestimmt, die Betreibung für die Schulden des Erblassers sei während der Dauer des Inventars ausgeschlossen (Abs. 1); eine Verjährung laufe nicht (Abs. 2)... (Ausführungen darüber, dass im vorliegenden Fall vom Beginn des Tages, an welchem die Errichtung des Inventars verlangt wurde, bis zum Abschluss des Inventars und zur Erklärung der Erben über die Annahme der Erbschaft 172 Tage vergingen.) Um diese Zeit verlängert sich die Verjährungsfrist, die normalerweise spätestens mit dem 23. Juli 1958 zu Ende gegangen wäre. Sie lief also spätestens mit dem 11. Januar 1959 ab.\n\n6. Die Vorinstanz ist mit dem Kläger der Auffassung, dieser habe, bevor er Rumänien verliess, seine Forderung unmöglich vor einem schweizerischen Gerichte geltend machen können, weil er sonst schwere Nachteile (die Zwangsabtretung seines Guthabens an den rumänischen Staat und eine strenge Bestrafung wegen Devisenvergehens) zu befürchten gehabt hätte; gemäss Art. 134 Abs. 1 Ziff. 6 OR habe die Verjährung also bis zu seiner Auswanderung im Jahre 1959 stillgestanden und folglich |436| gemäss Art. 134 Abs. 2 OR erst in diesem Jahre begonnen.\n\nDie Auslegung von Art. 134 Ziff. 6 OR ist in der Lehre umstritten. Dass eine Forderung im Sinne dieser Bestimmung \"vor einem schweizerischen Gerichte nicht geltend gemacht werden kann\", trifft nach der einen Auffassung nur zu, wenn der Schuldner mangels eines Gerichtsstandes in der Schweiz nicht belangbar ist oder die Forderung infolge eines Stillstandes der Rechtspflege bei keinem schweizerischen Gericht eingeklagt werden kann (v. TUHR/SIEGWART § 80 V 6 S. 667; OSER/SCHÖNENBERGER N. 10 und 12 zu Art. 134 OR). Die Gegenansicht betrachtet die erwähnte Voraussetzung unter dem Einfluss der aus dem römischen Recht abgeleiteten Regel \"contra non valentem agere non currit praescriptio\" auch dann als erfüllt, wenn der Gläubiger infolge höherer Gewalt ausserstande ist, in der Schweiz zu klagen (FICK, SJZ 1914/15 S. 181 ff.; BECKER, 2. Aufl., N. 9 zu Art. 134 OR; GUHL, Das schweiz. OR, 5. Aufl., S. 250; BLOCH, SJZ 1955 S. 353 ff.; SPIRO, Basler jurist. Mitteilungen 1959 S. 232). GUHL will sogar den Fall, dass der Gläubiger sein Forderungsrecht unverschuldeterweise nicht kannte, unter Art. 134 Ziff. 6 OR ziehen (a.a.O.).\n\nDas Bundesgericht hat in BGE 88 II 290 auf diesen Meinungsstreit hingewiesen, ohne ihn zu entscheiden. Auch früher hat es dies nicht ausdrücklich getan. Die zu Art. 153 aoR ergangenen Entscheide BGE 28 II 364 und BGE 30 II 88, auf welche GUHL und BLOCH in diesem Zusammenhang hinweisen, stellen fest, dass das Gesetz die Gründe für die Hemmung der Verjährung abschliessend aufzählt, befassen sich dagegen nicht mit der Tragweite des Art. 153 Ziff. 6 aoR, mit welchem Art. 134 Ziff. 6 OR übereinstimmt. In dem von GUHL ausserdem angeführten Entscheide BGE 75 II 227 ff., der den Einfluss der Einstellung des Forderungsprozesses auf den Lauf der Verjährungsfrist behandelt, hat das Bundesgericht (S. 236) Art. 134 Ziff. 6 OR nicht unmittelbar angewendet, sondern nur zur Auslegung von Art. 138 Abs. 1 OR herangezogen.\n\n|437|\n\nIm vorliegenden Falle muss zu dieser Streitfrage Stellung genommen werden.\n\n7. Das Gesetz sagt nicht, die Verjährung sei gehemmt, \"solange der Gläubiger seine Forderung vor einem schweizerischen Gerichte nicht geltend machen kann\", sondern braucht die Wendung: \"solange eine Forderung vor einem schweizerischen Gerichte nicht geltend gemacht werden kann.\" Diese Ausdrucksweise spricht eher dafür, Art. 134 Ziff. 6 OR nur anzuwenden, wenn es aus einem objektiven, von den Verhältnissen des Gläubigers unabhängigen Grunde nicht möglich war, die Forderung in der Schweiz einzuklagen, die Anwendung dieser Bestimmung dagegen abzulehnen, wenn der Gläubiger infolge von Umständen, die ihn betreffen, von einer an sich bestehenden Klagemöglichkeit nicht Gebrauch machen konnte. Der Gesetzeswortlaut bietet jedoch für sich allein keine genügende Stütze für eine solche Auslegung.\n\nAus der Entstehungsgeschichte von Art. 134 Ziff. 6 OR lassen sich, wie FICK (a.a.O.) zutreffend dargelegt hat, keine Schlüsse auf die Bedeutung dieser Bestimmung ziehen.\n\nDie Entscheidung muss daher aus Natur und Zweck der im OR vorgesehenen Verjährung und aus dem System des Gesetzes gewonnen werden.\n\n8. Das Gesetz sieht die Verjährung in erster Linie um der öffentlichen Ordnung willen vor: das öffentliche Interesse an der Rechtssicherheit und am gesellschaftlichen Frieden verlangt, dass gewöhnliche Forderungen, die nicht geltend gemacht werden, nach einer gewissen Zeit nicht mehr durchgesetzt werden können. Es schadet der Rechtssicherheit, wenn Streitigkeiten über Forderungen möglich bleiben, deren Entstehung oder Erlöschen wegen einer durch Zeitablauf verursachten Beweisschwierigkeit nicht mehr zuverlässig feststellbar sind. Dem Gläubiger zu gestatten, mit der Geltendmachung einer gewöhnlichen Forderung beliebig zuzuwarten, ohne deswegen einen Rechtsnachteil zu erleiden, verbietet sich aber auch deswegen, |438| weil unbereinigte Rückstände die Beziehungen unter den Rechtsgenossen belasten und der Schuldner nicht dauernd im Ungewissen darüber gelassen werden darf, ob eine Forderung, die längere Zeit nicht geltend gemacht wurde und mit der er daher natürlicherweise immer weniger rechnet, schliesslich doch noch eingeklagt werde. Zudem muss der Schuldner aus zwingenden praktischen Gründen davor bewahrt werden, die Belege für seine Zahlungen während unbeschränkter Zeit aufbewahren zu müssen. Für den Gläubiger liegt in der Verjährung ein nicht nur in seinem Interesse, sondern auch im Interesse klarer Rechtsbeziehungen erwünschter Ansporn, seine Forderungen innert einer vernünftigen Frist geltend zu machen und den Austrag von Streitigkeiten darüber nicht zu verzögern.\n\nDer Einrichtung der Verjährung liegt auch der Gedanke zugrunde, dass eine länger dauernde Untätigkeit des Gläubigers die Unbegründetheit oder die Tilgung der Forderung wahrscheinlich macht oder sogar als Verzicht auf die Forderung gedeutet werden kann. Dies gilt namentlich für streitige und ungewisse Forderungen. Das erwähnte öffentliche Interesse bleibt jedoch der Hauptgrund dafür, dass das Gesetz die Durchsetzung gewöhnlicher Forderungen nur während einer beschränkten Zeit ermöglicht. So verhält es sich namentlich im schweizerischen Recht, das die Verjährung in zahlreichen Fällen wesentlich rascher eintreten lässt als die Rechte anderer Staaten.\n\n9. Der Rechtssicherheit und dem gesellschaftlichen Frieden vermöchte die Verjährung nur sehr mangelhaft zu dienen, wenn die Regel \"contra non valentem...\" uneingeschränkt gälte, d.h. wenn die Verjährung stets gehemmt wäre, solange es dem Gläubiger aus irgendeinem Grunde nicht oder nur schwer möglich ist, seine Forderung geltend zu machen. Soll die Verjährung ihren Zweck nicht verfehlen, so darf sie nur in bestimmten Sonderfällen, deren Vorhandensein der Schuldner leicht erkennen und denen er daher Rechnung tragen kann, gehemmt werden.\n\n|439|\n\nDiese Auffassung liegt dem Art. 134 OR zugrunde. Die Gründe für die Hinderung und den Stillstand der Verjährung werden hier unter Vorbehalt der besonderen Vorschriften des SchKG (Abs. 3) und - wie beizufügen ist - anderer Sondervorschriften (vgl. Art. 586 ZGB, Art. 28 LEG und Art. 31 EGG) in sechs Ziffern aufgezählt. Damit wird die Hemmung der Verjährung auf die gesetzlich vorgesehenen Fälle beschränkt (vgl. die in Erw. 6 hievor angeführten Entscheide BGE 28 II 264 und BGE 30 II 88, die sich auf den in Abs. 1 und 2 mit Art. 134 OR inhaltlich übereinstimmenden Art. 153 aoR beziehen, und OSER/SCHÖNENBERGER N. 5 zu Art. 134 OR). Die Ziffern 1 bis 5 nennen fünf - für den Schuldner zutreffendenfalls ohne weiteres als gegeben erkennbare - Fälle, in denen die Geltendmachung der Forderung tatsächlich oder rechtlich unmöglich oder durch die persönlichen Beziehungen zwischen den Parteien stark erschwert und deshalb unzumutbar ist. Sie lassen also die Regel \"contra non valentem...\" für bestimmte Sondertatbestände gelten. Ziffer 6 enthält nichts, was darauf schliessen liesse, dass diese Bestimmung nicht auf der gleichen Linie stehe wie die Ziffern 1 bis 5, sondern dass das Gesetz hier einen Grundsatz aussprechen wolle, der die Frage der Hinderung und des Stillstandes der Verjährung umfassend regeln würde und im Verhältnis zu dem die vorausgehenden Ziffern nur die Bedeutung von Anwendungsbeispielen hätten. Vielmehr begnügt sich die Ziffer 6 nach ihrem Wortlaut und nach dem ganzen Aufbau von Art. 134 OR damit, den vorher genannten, je für einen bestimmten Sondertatbestand geltenden Hemmungsgründen einen weitern Grund dieser Art anzureihen. Ihr Sinn ist also nicht, die Regel \"contra non valentem...\" als allgemein massgebend zu erklären. Die vorausgehenden Ziffern wären sonst überflüssig.\n\nAus diesen Gründen darf die in Art. 134 Ziff. 6 OR genannte Voraussetzung, dass \"eine Forderung vor einem schweizerischen Gerichte nicht geltend gemacht werden kann\", entsprechend dem schon sprachlich am nächsten |440| liegenden Sinne dieser Bestimmung (vgl. Erw. 7 hievor) nur dann als erfüllt betrachtet werden, wenn der Gläubiger durch objektive, von seinen persönlichen Verhältnissen unabhängige Umstände daran gehindert ist, in der Schweiz zu klagen, namentlich also dann, wenn ein Gerichtsstand in der Schweiz fehlt. Art. 134 Ziff. 6 OR auch auf Fälle anzuwenden, wo - für den Schuldner oft nicht erkennbare - subjektive Umstände der Erhebung einer an sich möglichen Klage in der Schweiz entgegenstehen, liefe auf die volle Anerkennung der Regel \"contra non valentem...\" hinaus, die sich nach dem Gesagten verbietet. Art. 134 OR sagt in den Ziffern 1 bis 4 (die von bestimmten Forderungen der Kinder unter elterlicher Gewalt, der Mündel, der Ehegatten und der Dienstboten handeln) abschliessend, wieweit persönliche Verhältnisse des Gläubigers die Verjährung zu hemmen vermögen.\n\nDiese Auslegung des Art. 134 OR steht im Einklang mit der bundesgerichtlichen Rechtsprechung, wonach die Verjährung von Forderungen aus ungehöriger Vertragserfüllung mit ihrer Fälligkeit, d.h. mit der Vertragsverletzung beginnt und die von diesem Zeitpunkt an zu berechnende Verjährungsfrist des Art. 127 OR unabhängig davon läuft, ob der Gläubiger seine Forderung kennt (BGE 53 II 342 f., BGE 87 II 155 ff.). Im zuletzt genannten Falle wurde in Anwendung dieser Grundsätze entschieden, die Verjährung sei mit dem Ablauf von zehn Jahren seit der Vertragsverletzung eingetreten, obwohl der Gläubiger von dieser und von dem daraus entstandenen Schaden erst später Kenntnis erhalten hatte. Damit hat es das Bundesgericht stillschweigend abgelehnt, Art. 134 Ziff. 6 OR auf Fälle anzuwenden, wo der Gläubiger aus subjektiven Gründen - sei es auch ohne jedes Verschulden - daran gehindert ist, rechtzeitig zu klagen.\n\nDer Sachverhalt, aus dem der Kläger ableiten möchte, dass die Verjährung erst nach seiner Auswanderung aus Rumänien begonnen habe, steht in engem Zusammenhang mit seinen persönlichen Verhältnissen, nämlich mit seinem |441| Wohnsitz in Rumänien, der ihn der dortigen Gesetzgebung unterwarf, und mit seiner rumänischen Staatsangehörigkeit, derentwegen er Rumänien nicht früher verlassen und sich nicht an die schweizerische Vertretung in diesem Lande wenden konnte. Jener Sachverhalt vermag daher nach dem Gesagten die Anwendung von Art. 134 Ziff. 6 OR nicht zu rechtfertigen.\n\n10. Zu Unrecht beruft sich der Kläger auf Art. 4 Abs. 2 des Bundesbeschlusses vom 20. Dezember 1962 über die in der Schweiz befindlichen Vermögen rassisch, religiös oder politisch verfolgter Ausländer oder Staatenloser (AS 1963 S. 427), der bestimmt, \"Hinderung oder Stillstand der Verjährung einer Forderung\" sei \"auch dann eingetreten, wenn der Gläubiger diese wegen höherer Gewalt, insbesondere wegen rassischer, politischer oder religiöser Verfolgung, nicht rechtzeitig geltend machen konnte.\" Der Kläger gehört nicht zu den Personen, für deren Vermögenswerte in der Schweiz dieser Bundesbeschluss nach seinem Art. 1 gilt (ausländische Staatsangehörige oder Staatenlose, von denen seit dem 9. Mai 1945 zuverlässige Nachrichten fehlen und von denen man weiss oder vermutet, dass sie Opfer rassischer, religiöser oder politischer Verfolgung wurden), und Art. 4 Abs. 2 dieses Beschlusses will damit, dass er die Verhinderung der Geltendmachung einer Forderung durch höhere Gewalt als Grund für die Hemmung der Verjährung bezeichnet, nicht einen allgemeinen Grundsatz aufstellen. Diese Bestimmung wurde vielmehr als Sondervorschrift für die Forderungen der erwähnten Personen erlassen, weil dem Gesetzgeber als ungewiss erschien, ob Art. 134 Ziff. 6 OR in derartigen Fällen anwendbar sei oder nicht (Sten. Bull. 1962, Nationalrat, S. 562 f.).\n\nEine Sondervorschrift, die auf einer ähnlichen Erwägung beruht, ist auch der von SPIRO in BJM 1959 S. 229 ff. behandelte Art. 23 des Bundesratsbeschlusses über die deutschen Vermögenswerte in der Schweiz vom 6. März 1953 (AS 1953 S. 137).\n\n|442|\n\nDiese Sondervorschriften auf einen davon nicht erfassten Fall entsprechend anzuwenden, ginge nicht an, selbst wenn das Ergebnis billig wäre. Der Richter darf von einer Regelung, die das OR aus Gründen der öffentlichen Ordnung getroffen hat, nicht abweichen, um in einem aussergewöhnlichen Einzelfall zu einer als billig erscheinenden Lösung zu gelangen. Im vorliegenden Falle dürfte es im übrigen letztlich billiger sein, dass die starke Verzögerung der Klage nicht zum Nachteil der Beklagten ausschlägt, deren Beweisführung durch den Zeitablauf und insbesondere dadurch, dass die Kantonalbank nach zehn Jahren alle Belege vernichtet (Art. 962 OR), stark erschwert wurde, sondern zum Nachteil des Klägers, mit dessen Verhältnissen jene Verzögerung zusammenhängt.\n\nEs bleibt somit dabei, dass die Verjährungsfrist im vorliegenden Falle spätestens mit dem 11. Januar 1959 ablief (Erw. 5 hievor).\n\n11. Der Kläger macht geltend, die Verjährung sei unterbrochen worden, als Y dem damals in Israel befindlichen Schwager des Klägers auf einer Postkarte vom 4. Januar 1950 im Anschluss an die Erwiderung von Neujahrswünschen schrieb: \"Herr X hat sich nie gemeldet. Seine Gegenstände sind solange bei mir aufgehoben. Ich wandere ja nicht aus.\" Er sieht in dieser Mitteilung eine Anerkennung der Forderung (Art. 135 Ziff. 1 OR).\n\nEs ist möglich, dass hierin eine Anspielung auf das von Y für den Kläger aufbewahrte Geld lag. Eine Schuldanerkennung im Sinne der erwähnten Bestimmung kann jedoch nur in einer Erklärung liegen, die sich an den Gläubiger richtet (OSER/SCHÖNENBERGER und BECKER, je N. 3 zu Art. 135 OR; v. TUHR/SIEGWART § 81 I 1 S. 668 f.). Dies trifft für die streitige Erklärung nicht zu. Der Kläger hat nicht dargetan, ja nicht einmal behauptet, sein Schwager sei in dieser Angelegenheit sein Vertreter gewesen...\n\nDie Verjährung wurde also durch die Äusserung auf der Postkarte vom 4. Januar 1950 nicht unterbrochen und ist somit eingetreten.\n\n|443|\n\n12. Ist die eingeklagte Forderung verjährt, so braucht nicht geprüft zu werden, welche Folgen sich im gegenteiligen Falle daraus ergäben, dass die solidarische Haftung der Erben des Y für dessen Schulden (die durch das öffentliche Inventar nicht aufgehoben, sondern nur beschränkt wurde) gemäss Art. 639 Abs. 2 ZGB fünf Jahre nach der Erbteilung, die mit der Unterzeichnung des Teilungsvertrags verbindlich wurde, erloschen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das angefochtene Urteil aufgehoben und die Klage abgewiesen."}