{"annee": "90", "cour": "IV", "page": "79", "date": "25/6/1964", "cite": ["71 IV 219", "78 IV 118", "73 IV 254"], "cite_par": ["95 IV 59", "94 IV 56", "100 IA 294", "106 IV 342"], "chapeau": "17. Urteil des Kassationshofes vom 25. Juni 1964 i.S. X. gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 292 CP. L'existence des effets obligatoires, que la décision administrative violée pourrait avoir pendant le temps qu'elle est attaquée, dépend de savoir si le recours dont elle est l'objet est suspensif."], "faits": "BGE 90 IV 79 S. 79\n\nA.- Der verheiratete X. unterhielt seit einiger Zeit ein ehewidriges Verhältnis mit einer Berufskollegin. Am BGE 90 IV 79 S. 809. Dezember 1962 verliess er die eheliche Wohnung in Y., ohne dass er nach Art. 170 ZGB zur Aufhebung des gemeinsamen Haushaltes berechtigt gewesen wäre, und zog nach Aarau. Er beabsichtigte, vom 29. Dezember 1962 bis 2. Januar 1963 mit seiner Geliebten und seinem 1948 geborenen Sohn, der weiterhin bei seiner Mutter in Y. wohnte, gemeinsam Skiferien zu verbringen. Als der Gemeinderat von Y. davon Kenntnis erhielt, sah er sich als Vormundschaftsbehörde veranlasst, zum Schutze des Knaben, der unter dem ehelichen Zerwürfnis seiner Eltern litt, gestützt auf Art. 283 ZGB gegen das geplante Vorhaben einzuschreiten. Er verbot X. unter Hinweis auf die Strafdrohung des Art. 292 StGB, gleichzeitig seinen Sohn und seine Geliebte in die Ferien mitzunehmen.\n\nX. begab sich trotz des Verbots, das ihm am 26. Dezember 1962 mündlich und zwei Tage später schriftlich eröffnet worden war, zusammen mit seinem Sohn und der Geliebten in die Ferien. Nach seiner Rückkehr focht er es durch Beschwerde an. Diese wurde vom Bezirksamt Aarau und am 8. März 1963 vom Regierungsrat des Kantons Aargau abgewiesen.\n\nB.- Am 28. Februar 1964 verurteilte das Obergericht des Kantons Aargau X. wegen Ungehorsams gegen eine amtliche Verfügung (Art. 292 StGB) zu einer bedingt vorzeitig löschbaren Busse von Fr. 100. -.\n\nC.- X. führt Nichtigkeitsbeschwerde mit dem Antrag, er sei freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Es ist unbestritten, dass der Gemeinderat von Y. als Vormundschaftsbehörde an sich örtlich und sachlich zuständig war, eine Verfügung im Sinne des Art. 283 ZGB zum Schutze eines in Y. wohnhaften Kindes zu erlassen.\n\n2. Der Beschwerdeführer bestreitet dagegen, dass die Vormundschaftsbehörde zum Erlass der in Frage stehenden Verfügung berechtigt gewesen sei, weil das Verbot, den Sohn zusammen mit seiner Freundin in die Ferien mitzunehmen, BGE 90 IV 79 S. 81einen unzulässigen Eingriff in Persönlichkeitsrechte darstelle.\n\nWie der Kassationshof wiederholt entschieden hat, ist eine von der zuständigen Behörde formgerecht ergangene Verfügung, deren Nichtbefolgung im Sinne des Art. 292 StGB mit Strafe bedroht wurde, vom Strafrichter auf ihre materielle Richtigkeit nicht zu überprüfen (BGE 71 IV 219, BGE 73 IV 256, BGE 78 IV 118 und weitere nicht veröffentlichte Entscheidungen). Selbst wenn aber der Strafrichter entgegen dieser Rechtsprechung über die Zulässigkeit der amtlichen Verfügung frei zu entscheiden hätte, so könnte der Auffassung des Beschwerdeführers nicht gefolgt werden. Er handelte nicht nur seinen ehelichen Pflichten zuwider, wenn er mit einer andern Frau, die seine Geliebte war, gemeinsam die Ferien verbrachte, sondern er verletzte auch seine Pflichten als Vater, wenn er seinen noch nicht 15 Jahre alten Sohn mitnahm und somit in dessen Gegenwart ehewidrige Beziehungen unterhielt. Der Beschwerdeführer stellt denn auch mit Recht nicht in Abrede, dass sein rechtswidriges Verhalten, das er vorhatte, geeignet war, die sittliche Entwicklung seines Kindes, das zudem ohnehin unter dem ehelichen Zerwürfnis seiner Eltern litt, erheblich zu gefährden. Die von der Vormundschaftsbehörde getroffene Schutzmassnahme war unter diesen Umständen sachlich gerechtfertigt und dem verfolgten Zweck angemessen. Die Verfügung untersagte nur, dass der Beschwerdeführer seinen Sohn und die Geliebte gleichzeitig in die Ferien mitnehme, verbot ihm aber nicht, mit einem der beiden in die Ferien zu gehen. Von einem unzulässigen Eingriff in Persönlichkeitsrechte kann daher keine Rede sein.\n\n3. Der Beschwerdeführer macht ferner geltend, eine Bestrafung nach Art. 292 StGB sei auch deshalb unstatthaft, weil die Verfügung in der Zeit vom 29. Dezember 1962 bis 2. Januar 1963, während der er ihr zuwiderhandelte, noch nicht rechtskräftig und damit auch nicht verbindlich gewesen sei. Denn er habe gegen den Beschluss der Vormundschaftsbehörde vom 26. Dezember 1962 innert BGE 90 IV 79 S. 82der zehntägigen Frist, nämlich am 4. Januar 1963, Beschwerde nach Art. 420 ZGB geführt, so dass das gegen ihn erlassene Verbot erst nach dem 8. März 1963, d.h. mit der Zustellung des Regierungsratsentscheides, in Rechtskraftt erwachsen sei.\n\nDieser Einwand hält nicht stand. Im Kanton Aargau werden vormundschaftliche Massnahmen zum Schutze der Kinder, wie sie Art. 283 ZGB vorsieht, von den Verwaltungsbehörden getroffen. Die von ihnen erlassenen Verfügungen sind demnach Verwaltungsakte, die ihm allgemeinen mit ihrer Eröffnung rechtswirksam, d.h. materiell verbindlich werden und für den Empfänger wie für die Behörden rechtsgültig bleiben, bis sie aufgehoben werden oder von Rechts wegen ihr Ende nehmen. Das gilt grundsätzlich auch für Verwaltungsakte, die mit Rechtsmängeln behaftet sind. Nicht rechtswirksam ist ein Verwaltungsakt nur beim Vorliegen eines Nichtigkeitsgrundes und im Falle blosser Anfechtbarkeit dann, wenn von der Anfechtung Gebrauch gemacht wird und das Rechtsmittel Suspensiveffekt hat. Wo das Rechtsmittel diese Wirkung nicht hat, bleibt auch die noch nicht formell rechtskräftige Verwalrungsverfügung solange verbindlich, als sie von der Rechtsmittelinstanz nicht aufgehoben wird (GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, Bd. I, S. 393, 424 ff., 431, 433).\n\nDas Verfahren, in dem über die Beschwerde nach Art. 420 ZGB von den kantonalen Aufsichtsbehörden entschieden wird, untersteht dem kantonalen Recht. Dieses bestimmt insbesondere, ob der Beschwerde Suspensivwirkung zukommt oder nicht (EGGER, N. 53 zu Art. 420 ZGB). Wie das Obergericht feststellt, hat die Beschwerde nach aargauischem Prozessrecht nicht ohne weiteres, sondern nur auf ausdrückliche Verfügung der Beschwerdeinstanz aufschiebende Wirkung. Diese Feststellung kann vom Kassationshof nicht überprüft und mit der Nichtigkeitsbeschwerde nicht angefochten werden (Art. 269 Abs. 1, 273 Abs. 1 lit. b und 277 bis Abs. 1 BStP). Auf die BGE 90 IV 79 S. 83Ausführungen, mit denen der Beschwerdeführer die obergerichtliche Auslegung des kantonalen Rechts zu widerlegen versucht, ist daher nicht einzutreten. Da seiner Beschwerde, mit der er erfolglos die Verfügung des Gemeinderates von Y. anfocht, keine aufschiebende Wirkung zuerkannt worden ist, hat er daher eine verbindliche Verfügung missachtet. Er ist infolgedessen zu Recht nach Art. 292 StGB bestraft worden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit auf sie eingetreten werden kann."}