{"annee": "115", "cour": "IB", "page": "159", "date": "1/6/1989", "cite": ["102 IB 296"], "cite_par": ["118 IB 229", "120 IB 504", "122 II 180"], "chapeau": "21. Sentenza della Corte di cassazione del 1o giugno 1989 nella causa X. c. Dipartimento di polizia del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Retrait d'admonestation du permis de conduire après qu'une longue période s'est écoulée depuis les faits justifiant la décision. La décision d'ordonner, voire de faire exécuter le retrait d'admonestation du permis de conduire n'est plus fondée, lorsque depuis les faits qui la justifient, une longue période (in casu six ans et cinq mois) s'est écoulée sans la faute du conducteur et que celui-ci s'est bien comporté, pendant ce temps, dans le domaine de la circulation routière."], "faits": "|160|\n\nRitenuto in fatto:\n\n- che il 20 giugno 1982, verso le ore 13.40, X., alla guida di un'autovettura, in territorio d'A., iniziava una manovra di sorpasso, con cambiamento di corsia, senza avvedersi che dietro di lui un motoveicolo era già in fase di sorpasso, per cui il motoveicolo collideva con la vettura di X., il motociclista cadeva al suolo e riportava gravi lesioni che ne determinavano il decesso;\n\n- che con sentenza del 5 ottobre 1988 il Presidente delle assise correzionali competente dichiarava X. colpevole di omicidio colposo e lo condannava a due mesi di arresto, condizionalmente sospesi con un periodo di prova di due anni;\n\n- che con decisione del 30 novembre 1988 il Dipartimento di polizia del Cantone Ticino ordinava nei confronti di X. per gli stessi fatti la revoca a scopo di ammonimento per la durata di un mese della licenza di condurre veicoli a motore;\n\n- che, adito da X., il Consiglio di Stato del Cantone Ticino ne respingeva il gravame con risoluzione del 24 gennaio 1989;\n\n- che con tempestivo ricorso di diritto amministrativo X. è insorto contro la risoluzione del Consiglio di Stato, chiedendo che essa sia annullata e che, di conseguenza, sia annullata la decisione di revoca emanata dal Dipartimento di polizia;\n\n- che, nelle sue osservazioni sul ricorso, il Consiglio di Stato postula l'integrale reiezione di quest'ultimo;\n\n- che, per converso, l'Ufficio federale di polizia propone nelle proprie osservazioni che il ricorso sia accolto; |161|\n\n- che con decreto presidenziale del 15 febbraio 1989 è stato conferito al ricorso l'effetto sospensivo;", "considerants": "Considerando in diritto:\n\n- che controverso è unicamente se il decorso di sei anni e più di cinque mesi tra i fatti che hanno dato luogo alla revoca e quest'ultima osti nella fattispecie alla pronuncia di un provvedimento con chiaro carattere di prevenzione e di educazione;\n\n- che il Consiglio di Stato ritiene che della menzionata circostanza è stato tenuto conto nella commisurazione della durata della revoca, contenuta in un mese, ossia nel minimo previsto dalla LCS;\n\n- che il ricorrente è, per contro, d'avviso che, in ragione del lungo tempo trascorso e del buon comportamento da lui osservato durante di esso, la revoca litigiosa viola il principio della proporzionalità e non appare in alcun modo giustificata, tanto più che l'art. 16 cpv. 2 LCS conferisce all'autorità soltanto la facoltà, ma non l'obbligo, della revoca a carico del conducente il quale, violando le norme della circolazione, abbia compromesso la sicurezza del traffico o disturbato terzi, e che la revoca ordinata tardivamente lo penalizza ingiustamente, perché i suoi effetti (in caso di recidiva) si faranno sentire solo nei prossimi anni, quando invece gli effetti di una revoca pronunciata tempestivamente (nel 1982) già sarebbero da tempo stati superati;\n\n- che, nella misura in cui fa valere che l'art. 16 cpv. 2 LCS non impone di per sé all'autorità di ordinare la revoca, ma solamente l'autorizza a procedere in tal guisa, la tesi del ricorrente, quale da lui formulata, appare infondata, perché si è, nel caso dell'art. 16 cpv. 2 LCS, in presenza di un potere/dovere, ossia l'autorità cantonale deve, in linea di principio e salvo che si tratti di un caso di lieve entità, in cui si giustifica un semplice ammonimento, revocare la licenza di condurre, di guisa che nelle circostanze in cui è avvenuto l'incidente della circolazione e pur considerando la concolpa della vittima, una revoca per la durata di un mese non sarebbe stata lesiva del diritto federale;\n\n- che in DTF 102 Ib 296 segg. il Tribunale federale si è pronunciato contro una rinuncia all'esecuzione di una decisione di revoca della licenza di condurre, considerando che essa non era prevista dalla legge, né giustificata dai principi generali del diritto |162| amministrativo, e che era inoltre incompatibile con il principio dell'uguaglianza di trattamento, con la conseguenza che non poteva essere considerata come diritto consuetudinario la prassi consistente nella rinuncia all'esecuzione della decisione;\n\n- che in tale sentenza si rilevava, in particolare, che il mero decorso del tempo quale criterio determinante per un'eventuale rinuncia favoriva ingiustamente i conducenti che esperiscono tutti i rimedi giuridici allo scopo di aumentare il periodo tra l'infrazione e la possibile esecuzione della revoca;\n\n- che, come ricordato dall'Ufficio federale di polizia nelle proprie osservazioni, la successiva giurisprudenza del Tribunale federale è peraltro divenuta più differenziata ed ha preso in considerazione il buon comportamento del conducente interessato durante diversi anni, nonché il fatto che la mancata esecuzione tempestiva non fosse a lui imputabile (v. sentenze inedite del 14 febbraio 1989 nella causa K. contro il Consiglio di Stato del Cantone di Zurigo, e del 20 giugno 1984 nella causa B. contro Consiglio di Stato del Cantone di Uri);\n\n- che, nella fattispecie concreta, bene ha fatto l'autorità cantonale a non pronunciare la revoca prima che fosse cresciuta in giudicato la decisione del giudice penale, ossequiando così un principio ripetutamente evocato dal Tribunale federale e destinato ad assicurare, nel quadro della dovuta economia processuale, un accertamento dei fatti svolto nel miglior rispetto dei diritti di difesa dell'interessato;\n\n- che non risulta in alcun modo che l'inspiegabile ritardo con cui si è concluso - in prima istanza (sei anni e più di tre mesi dopo l'incidente) - il procedimento penale sia da ascrivere a manovre dilatorie - neppure adombrate dall'autorità cantonale - del ricorrente;\n\n- che il comportamento osservato nel frattempo dal ricorrente non appare complessivamente censurabile, anche se egli è stato multato il 15 marzo 1986 per un eccesso di velocità dell'ordine di 14 km/h, che non suole peraltro neppure giustificare un ammonimento;\n\n- che pertanto, come ribadisce a ragione l'Ufficio federale di giustizia, la revoca non adempie più, nelle concrete circostanze, alcuna delle sue funzioni e non appare più proporzionata;\n\n- che va quindi disattesa anche la menzionata eccezione sollevata dal Consiglio di Stato, secondo cui, nel limitare la revoca al minimo della sua durata legale, già è stato considerato |163| sufficientemente il lungo tempo trascorso, tanto più che, nelle circostanze concrete, difficilmente sarebbe potuta entrare in linea di conto, senza tale lungo intervallo, una durata considerevolmente maggiore della revoca;\n\n- che la risoluzione del Consiglio di Stato va quindi annullata e la causa deve essergli rinviata perché annulli la decisione di revoca ordinata dal Dipartimento di polizia;\n\nil Tribunale federale pronuncia:\n\nIl ricorso è accolto, la decisione impugnata è annullata e la causa è rinviata al Consiglio di Stato del Cantone Ticino."}