{"annee": "115", "cour": "IB", "page": "302", "date": "2/10/1989", "cite": ["114 IA 168", "112 IB 26", "113 IB 225", "112 IA 59"], "cite_par": ["119 IA 113", "117 IB 266", "118 IA 218", "116 IB 321", "117 IA 352", "128 I 254", "119 IB 439"], "chapeau": "41. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 2. Oktober 1989 i.S. Kanton Aargau gegen Kies-Pool Süd, Gemeinden Staufen und Schafisheim sowie Verwaltungsgericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autonomie communale; §§ 5 et 104 Cst. AG. 1. En vertu de la constitution cantonale argovienne, les communes assument de manière indépendante l'organisation des tâches d'importance locale, dans la mesure où celles-ci ne tombent pas dans la compétence d'autres organes (consid. 4). 2. Le droit fédéral édicté en conformité des normes de compétence peut aussi bien restreindre l'autonomie du canton en matière d'organisation que préciser le statut juridique de la commune (consid. 4 et 5d). Autorisation exceptionnelle pour des constructions hors zones à bâtir; gravières. 1. L'extraction de gravier ou autre matériau sur le territoire d'une commune représente une activité d'importance locale considérable; le pouvoir de décision, lorsqu'il s'agit de créer des zones destinées à des gravières, appartient donc à la commune, à moins que le droit cantonal ne l'attribue au canton (consid. 5b). 2. En l'absence de zone prévue à cet effet, l'exploitation d'une gravière ne peut être autorisée comme installation hors zones à bâtir qu'avec l'accord de l'autorité cantonale compétente (§ 152 al. 3 L constr. et § 32a ss, O constr.; consid. 5c). Cette réglementation cantonale est conforme aux prescriptions de droit fédéral contenues aux art. 24, 25 LAT et 32 LPEP (consid. 5d). 3. Les charges et conditions liées à l'accord de l'autorité cantonale s'imposent dès lors aux communes; ces dernières ne peuvent s'en écarter à leur guise, car elles ne jouissent en l'occurrence d'aucune autonomie (consid. 5d et 6)."], "faits": "BGE 115 Ib 302 S. 304\n\nDie vier im Kies-Pool Süd Schafisheim/Staufen vereinigten Partner beabsichtigen, auf dem der Ortsbürgergemeinde Aarau gehörenden Grundstück Nr. 700 in der Gemeinde Staufen ca. 450 000 m3 Kies abzubauen. Das Gesuch lag vom 24. Oktober bis 12. November 1986 öffentlich auf. Gestützt auf das eidgenössische Gewässerschutzgesetz (GSchG, Art. 32), das Bundesgesetz über die Raumplanung (RPG, Art. 24 und 25), das Baugesetz des Kantons Aargau vom 2. Februar 1971 (BauG, § 152) sowie das kantonale Dekret über den Abbau von Steinen und Erden vom 19. August 1980 (Abbaudekret, § 8) erteilte die Abteilung Umweltschutz des Baudepartements am 30. Januar 1987 die Abbaubewilligung unter zahlreichen Bedingungen und Auflagen. Diese kantonale Teilbewilligung ist zugleich die gewässerschutzrechtliche Bewilligung des Kantons gemäss Art. 32 GSchG sowie die Zustimmung zur Errichtung von Bauten und Anlagen ausserhalb der Bauzonen (Art. 25 RPG) und zur Ausbeutung von Kiesgruben (§ 152 Abs. 2 BauG). Dieser Entscheid ist samt seinen Auflagen im kommunalen Baubewilligungsverfahren öffentlich aufzulegen (§ 8 Abs. 2 Abbaudekret).\n\nDie Abteilung Umweltschutz erteilte die kantonale Bewilligung im Sinne einer Übergangsregelung, welche die im Gange befindliche Nutzungsplanung für die Festlegung grossflächiger Abbaugebiete nicht präjudiziere (Ziff. II/1 der Bewilligung). In Ziff. II/2 wird festgehalten, das Kiesabbaugesuch müsse in der vorliegenden Form abgelehnt werden. \"Bei Einhaltung der vereinbarten Bedingungen, in erster Priorität für den Kies-Pool Süd die Auffüllverpflichtung in der Kiesgrube Werthmüller bis zu deren vollen Auffüllung wahrzunehmen\", könne hingegen die Bewilligung unter den nachstehenden Bedingungen erteilt werden. In Ziff. IV/2 und 3 wird bei den Abbau-, Gewässerschutz- und Rekultivierungsmassnahmen die Rekultivierung der Kiesgrube Werthmüller mit Verweis auf Plan Nr. 2123-23 präzisiert. In Ziff. IV/4 wird unter \"Landschaftsschutz\" wiederholt: \"Als erste Priorität ist durch den Kies-Pool Süd die Kiesgrube Werthmüller in Staufen (ca. 190 000 m3) vollständig aufzufüllen und zu rekultivieren.\" Auf die Wiederherstellung des landwirtschaftlichen Kulturlandes bezieht sich schliesslich auch Ziff. IV/5.\n\nNach Durchführung des Einspracheverfahrens erteilte der Gemeinderat Staufen am 16. November 1987 die Baubewilligung. Diese weicht jedoch in drei Punkten ausdrücklich von der kantonalen Bewilligung und ihren Nebenbestimmungen ab.\n\nBGE 115 Ib 302 S. 305\n\nMit Entscheid vom 7. Dezember 1987 hob der Regierungsrat aufsichtsrechtlich die Baubewilligung des Gemeinderates Staufen vom 16. November 1987 auf und wies den Gemeinderat Staufen an, im Sinne der Erwägungen neu zu entscheiden. Der Regierungsrat bezeichnete die vom Gemeinderat beschlossenen Abweichungen von der kantonalen Bewilligung als nicht tragbar.\n\nGegen die aufsichtsrechtliche Aufhebung ihrer Bewilligung gelangte die Gemeinde Staufen an das kantonale Verwaltungsgericht, das die Beschwerde teilweise guthiess.\n\nMit Verwaltungsgerichtsbeschwerde gelangt der Regierungsrat an das Bundesgericht.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n4. Die Gemeindeautonomie ist als kantonales verfassungsmässiges Recht in den §§ 5 und 104 ff. der Verfassung des Kantons Aargau vom 25. Juni 1980 (KV) gewährleistet. Sie verschafft den Gemeinden Selbständigkeit; diese sollen ihre Angelegenheiten unter Aufsicht des Kantons selbständig ordnen und verwalten (§ 5 Abs. 2 KV). Es handelt sich dabei um die \"Aufgaben von lokaler Bedeutung, soweit diese nicht in die Zuständigkeit anderer Organisationen fallen\" (§ 104 Abs. 2 KV). \"Die Gemeinde kann sich nicht auf das Aktionsfeld des Kantons oder gar des Bundes begeben. Welche Aufgaben diesseits und welche jenseits derartiger Grenzen liegen, ergibt sich aus den rechtlichen Kompetenzverteilungen oder, soweit diese fehlen, aus der Natur der Sache\" (KURT EICHENBERGER, Verfassung des Kantons Aargau, Textausgabe mit Kommentar, Aarau 1986, N. 6 zu § 5 KV, S. 53).\n\nFür die Erfüllung von Sachaufgaben liegt Autonomie namentlich dann vor, wenn kantonales oder anderes höheres Recht den verwaltenden Gemeindeorganen Aufgaben überträgt und ihnen hiefür Ermessen oder für die Auslegung unbestimmter Gesetzesbegriffe einen Beurteilungsspielraum (oft auch als \"Auslegungsermessen\" bezeichnet) einräumt. \"Die Aufgaben selbst können hier durch die Kantonsverfassung (z.B. laut § 26 Abs. 3), durch anderes kantonales Recht oder durch Bundesrecht aufgetragen sein, wobei das Mass dessen, was die Gemeinde noch frei zu bestimmen befugt ist, von der jeweiligen Regelung des höheren Rechts abhängt\" (KURT EICHENBERGER, a.a.O., N. 8 zu § 106 KV, S. 360). Das höhere Recht, zu dem das Bundesrecht zählt, bestimmt bei BGE 115 Ib 302 S. 306kompetenzgerechter Ausgestaltung die Rechtstellung der Gemeinden (THOMAS PFISTERER, Die verfassungsrechtliche Stellung der aargauischen Gemeinden bei der Erfüllung der öffentlichen Aufgaben, St. Gallen 1983, S. 52). Diese Begriffs- und Inhaltsumschreibung der Gemeindeautonomie im aargauischen Verfassungsrecht deckt sich mit dem Gehalt der bundesgerichtlichen Rechtsprechung zur Gemeindeautonomie (BGE 114 Ia 169 f.; BGE 112 Ia 63 E. 3, je mit Hinweisen; THOMAS PFISTERER, a.a.O., S. 54 ff.).\n\n5. Die Anwendung dieser Grundsätze auf den vorliegenden Fall führt zu folgendem Ergebnis:\n\na) Zu beurteilen ist die Sachaufgabe der Bewilligung einer Kiesausbeutung ausserhalb der Bauzone. Im fraglichen Gebiet besteht trotz der grossflächigen Nutzung noch keine Kiesabbauzone wie dies die bundesgerichtliche Rechtsprechung grundsätzlich fordert (BGE 113 Ib 229 E. 2b; BGE 112 Ib 28 E. 2a mit Verweisungen). Die Gemeinde hat daher im Einvernehmen mit dem Kanton im Sinne einer Übergangsregelung - wie bereits früher - eine Ausnahmebewilligung nach Art. 24 RPG in Aussicht gestellt, um dem Kies- Pool Süd die Kiesausbeutung zu ermöglichen. Ob dieses Vorgehen mit dem Bundesrecht vereinbar ist (was das Bundesamt für Raumplanung bezweifelt), ist im vorliegenden Beschwerdeverfahren nicht zu entscheiden. Umstritten ist einzig, ob sich die Gemeinde für die von ihr verfügten Abweichungen vom kantonalen Entscheid auf ihre Autonomie berufen kann. Dabei geht es vor Bundesgericht einzig um die Frage der Rekultivierung der Grube Werthmüller; die beiden andern, im kantonalen Verfahren umstrittenen Punkte konnten bereinigt werden.\n\nb) Das Verwaltungsgericht ist der Meinung, es handle sich bei der mit der Kiesausbeutungsbewilligung verbundenen Auflage, die Kiesgrube Werthmüller in erster Priorität aufzufüllen, um eine Aufgabe von lokaler Bedeutung; die Gemeinde sei deshalb befugt, ihren eigenen Standpunkt auch in Abweichung von den Anordnungen des Kantons zur Geltung zu bringen. Es trifft zweifellos zu, dass die Ausbeutung von Kies und anderem Material im Gebiet einer Gemeinde sowie die damit verbundenen Verpflichtungen, eine ausgebeutete Grube wieder aufzufüllen und zu rekultivieren, erhebliche lokale Bedeutung haben. Der Gemeinde kommt daher in jedem Falle eine massgebende Mitsprache zu. Bei der Festlegung von Kiesabbauzonen steht ihr zudem eine Entscheidkompetenz zu, sofern das kantonale Recht die Kompetenz für die Festlegung derartiger Zonen nicht dem Kanton zuweist. Würde der BGE 115 Ib 302 S. 307Kanton aufsichtsrechtlich eine von der Gemeinde kompetenzgemäss festgelegte Kiesabbauzone nicht genehmigen oder gegen den Willen der Gemeinde eine solche Zone anordnen, ohne dass ihm der kantonale Gesetzgeber die Kompetenz hiezu einräumen würde, so könnte sich die Gemeinde allenfalls zu Recht auf ihre Autonomie berufen.\n\nIm vorliegenden Falle geht es jedoch - wie dargelegt - nicht um eine Massnahme der Nutzungsplanung, sondern um eine Ausnahmebewilligung für eine Anlage ausserhalb der Bauzone im Sinne von Art. 24 RPG in Verbindung mit einer gewässerschutzrechtlichen Bewilligung nach Art. 32 GSchG. Im Bewilligungsverfahren besitzt die Gemeinde Autonomie, soweit sie ihrer Zuständigkeit entsprechendes Gemeinderecht vollzieht oder übergeordnetes Recht anwendet, das ihr einen Ermessens- oder Beurteilungsspielraum einräumt. Diese Kompetenz des Gemeinderates als Bewilligungsbehörde im Sinne der §§ 150 ff. BauG sowie der §§ 32 ff. der Vollziehungsverordnung zum BauG vom 17. April 1972 (VV BauG) ist nicht bestritten. Auch wird nicht geltend gemacht, der Gemeinderat sei von den kantonalen Behörden nicht angehört worden oder habe seine Stellungnahme und seinen Antrag zum Baugesuch für die Kiesausbeutung dem Baudepartement nicht übermitteln können (§ 32a Abs. 2 VV BauG). Es geht vielmehr - wie bereits erwähnt - allein darum, ob der Gemeinderat befugt war, die Kiesausbeutung mit Bedingungen und Auflagen zu bewilligen, welche von der kantonalen \"Abbaubewilligung\" abweichen.\n\nc) Gemäss § 33 VV BauG kann gegen Verfügungen und Entscheide des Gemeinderates in Anwendung öffentlicher Bauvorschriften innert 20 Tagen an das Baudepartement Beschwerde geführt werden. Beruht die Verfügung oder der Entscheid auf verbindlichen Weisungen oder Teilverfügungen einer Abteilung des Baudepartements, so entscheidet der Regierungsrat über die Beschwerde (§ 33 Abs. 2 VV BauG). Diese klare Vorschrift schliesst an § 32a VV BauG an, wonach Baugesuche für Bauten und Anlagen ausserhalb des Baugebietes vom Gemeinderat vor Erteilung der Baubewilligung dem Baudepartement vorzulegen sind und nur mit dessen Zustimmung bewilligt werden dürfen, wie dies das Bundesrecht verlangt (Art. 25 RPG; Art. 16 RPV). Sie stimmt ferner mit § 152 BauG überein, der u.a. für Kiesgruben ausdrücklich bestimmt, dass der Gemeinderat alle entsprechenden Gesuche vor seinem Entscheid dem Baudepartement vorzulegen hat und nur mit dessen Zustimmung bewilligen darf. In § 152 BGE 115 Ib 302 S. 308Abs. 3 BauG ist sodann allgemein vorgeschrieben, dass der Gemeinderat Baugesuche für Bauten, welche eine Bewilligung kantonaler oder eidgenössischer Behörden erfordern, nur gutheissen darf, wenn diese Bewilligung vorliegt.\n\nAus dieser klaren gesetzlichen Regelung des kantonalen Rechts ergibt sich, dass das Verwaltungsgericht der eindeutigen Vorschrift von § 104 Abs. 2 KV nicht Rechnung getragen hat, wonach die Einwohnergemeinden die Aufgaben von lokaler Bedeutung versehen, soweit diese nicht in die Zuständigkeit anderer Organisationen fallen.\n\nd) Wie dargelegt, kann kompetenzgemässes Bundesrecht sowohl die kantonale Organisationsautonomie einschränken als auch über die Rechtsstellung der Gemeinde bestimmen (THOMAS PFISTERER, a.a.O., S. 52).\n\naa) Art. 32 GSchG ordnet ausdrücklich an, dass einer Bewilligung des Kantons bedarf, wer in Gruben Kies, Sand und anderes Material ausbeuten will. Die Bewilligungsbehörde kann die zur Sicherung des Grundwassers nötigen Auflagen verfügen. Wie aus der Vernehmlassung des Eidgenössischen Departements des Innern überzeugend hervorgeht, können hiezu auch Auflagen gehören, welche sich auf die Auffüllung ausgebeuteter Gruben beziehen. Dass im vorliegenden Fall, wie das Verwaltungsgericht einwendet, gewässerschutzrechtliche Fragen nicht umstritten seien, ändert an dieser Zuständigkeit nichts. Massgebend ist, dass die für gewässerschutzrechtliche Bewilligungen zuständige kantonale Behörde eine eigene Kompetenz ausübt; diese hat der Gemeinderat als Baubewilligungsbehörde zu beachten. Im übrigen hat der Kanton bereits im Jahre 1967 aufgrund des früheren Rechts von seiner analogen Kompetenz Gebrauch gemacht. Der Vollständigkeit halber ist heute zudem auf Art. 30 Abs. 2 des Umweltschutzgesetzes zu verweisen, welches eine kantonale Bewilligung für den Betrieb einer Deponie verlangt.\n\nbb) In gleicher Weise schreibt das Raumplanungsrecht des Bundes vor, dass Bewilligungen für Bauten und Anlagen ausserhalb der Bauzonen einer kantonalen Kontrolle unterliegen müssen (Art. 16 Abs. 1 RPV). Ist eine Ausnahmebewilligung nach Art. 24 RPG nötig, so darf diese nur durch eine kantonale Behörde oder mit deren Zustimmung erteilt werden (Art. 25 Abs. 2 RPG). Diese Ordnung erklärt sich aus der zentralen Bedeutung, welche gemäss Art. 22quater BV der Begrenzung des Baugebietes durch Bauzonen zukommt. Es ergibt sich daraus, dass kantonale Zustimmungsbedingungen BGE 115 Ib 302 S. 309und -auflagen für die Gemeinderäte als Baubewilligungsbehörde verbindlich sind. Mit dieser klaren Ordnung des Bundesrechts ist es unvereinbar, den Gemeinderäten die Kompetenz zuzubilligen, in Kiesausbeutungsangelegenheiten von den Anordnungen des Kantons abzuweichen.\n\nDem Einwand des Verwaltungsgerichts, die Anordnung der Auffüllung der Kiesgrube Werthmüller hänge nicht direkt mit der bundesrechtlichen Ordnung der Bauten und Anlagen ausserhalb des Baugebietes zusammen, kann nicht gefolgt werden. In einem Kiesabbaugebiet stehen die Anordnungen zur Rekultivierung ausgebeuteter Gruben in einem notwendigen Sachzusammenhang mit der Bewilligung der Anlegung neuer Gruben. Auch wenn sich aus gewässerschutzrechtlichen Gründen eine Wiederauffüllung nicht zwingend aufdrängt, so können Anforderungen des Natur- und Landschaftsschutzes sowie der Raumplanung im allgemeinen eine Rekultivierung innert nützlicher Frist verlangen. Dabei steht es der kantonalen Behörde zu, deren Zustimmung für die Bewilligung nach Art. 24 RPG notwendig ist, die Prioritäten festzulegen. Von einer sachwidrigen unzulässigen Auflage kann daher keine Rede sein.\n\ne) Die verfahrensrechtlichen Einwendungen des Verwaltungsgerichts vermögen nicht zu überzeugen. Dass der Baubewilligungsentscheid aus der Sicht des Adressaten ein Gesamtentscheid ist, trifft bei der aargauischen Verfahrensregelung zu. Diese überträgt es dem Gemeinderat, kantonale Teilbewilligungen und Auflagen zusammen mit seinem Entscheid zu eröffnen. Doch folgt daraus nicht, dass der Bürger davon ausgehen darf, der Verfügungsinhalt sei auf Behördenstufe nicht mehr streitig. Entscheidend ist vielmehr, dass der Bewilligungsadressat die Bedingungen und Auflagen aller zuständigen Instanzen zur Kenntnis nehmen kann. Ist er nicht einverstanden, kann er Beschwerde führen. Desgleichen kann auch der Gemeinderat gegen eine von ihm zu eröffnende Verfügung einer kantonalen Behörde Beschwerde erheben. Auf diese Weise kann die Rechtsmittelinstanz einen neuen Gesamtentscheid fällen, in welchem alle Beschwerden zu beurteilen sind.\n\nDas Vorgehen des Verwaltungsgerichts beeinträchtigt demgegenüber in unzulässiger Weise den Rechtsschutz der Bürger, wie ihn Art. 33 Abs. 3 RPG und Art. 103 lit. a OG gewährleistet. Jeder Beschwerdeführer hat Anspruch darauf, dass seine Einwendungen von den gesetzlich vorgesehenen Rekursbehörden geprüft werden können. Beschwerden gegen die für die Gemeinden verbindlichen BGE 115 Ib 302 S. 310kantonalen Bewilligungen und Auflagen hat der Regierungsrat zu entscheiden (§ 33 Abs. 2 VV BauG). Erst im Anschluss an diesen Beschwerdeentscheid steht es sowohl einer Gemeinde - soweit sie nicht einverstanden ist und geltend machen will, ihre Autonomie werde verletzt - als auch einer vom Entscheid in ihren schutzwürdigen Interessen berührten Drittperson zu, Beschwerde an das Verwaltungsgericht und gegebenenfalls gegen dessen Entscheid an das Bundesgericht zu erheben.\n\n6. Aus diesen Erwägungen ergibt sich, dass die Beschwerde des Regierungsrates begründet ist. Der Entscheid des Verwaltungsgerichts verletzt sowohl Bundesrecht als auch kantonales Recht. Nur bei Respektierung des ordentlichen Rechtsmittelweges kann das Verwaltungsgericht im Rahmen seiner Kognition kantonale Bewilligungen und Auflagen abändern. Einer Gemeinde hingegen die Kompetenz zuzubilligen, eigenmächtig von kantonalen Verfügungen abzuweichen, hat zur Folge, dass sich die Gemeinde entgegen bundesrechtlicher Anordnung auf das Aktionsfeld des Kantons begibt, wofür sie sich nicht auf ihre Autonomie berufen kann (KURT EICHENBERGER, a.a.O., N. 6 zu § 5 KV, S. 53). Der Entscheid des Verwaltungsgerichts ist daher aufzuheben und die Sache zur Abweisung der Beschwerde der Gemeinde Staufen und zur Neuregelung der Kostenfolgen an das Verwaltungsgericht zurückzuweisen."}