{"annee": "115", "cour": "IA", "page": "85", "date": "31/5/1989", "cite": ["107 IA 77", "113 IB 225", "114 IA 32", "104 IA 65", "104 IA 181", "92 I 277", "99 IA 712", "112 IA 268"], "cite_par": ["120 IA 227", "116 IA 442"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 31. Mai 1989 i.S. H. und Mitbeteiligte gegen Gemeinde Pontresina und Regierung des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; protection juridique du propriétaire foncier en cas de révision de plans d'affectation. En cas de révision totale d'un plan d'affectation, le propriétaire foncier peut exiger un examen de la constitutionnalité des dispositions qui régissent ses parcelles. Il possède ce droit même si la réglementation en vigueur jusque-là est maintenue."], "faits": "BGE 115 Ia 85 S. 86\n\nDie Gemeindeversammlung von Pontresina beschloss am 30. April 1975 einen Strassenplan. Dieser sieht ab der Quartierstrasse \"Via Muragls sur\" eine Stichstrasse (\"Via Godin\") über eine Parzelle des H. bzw. jetzt der Erbengemeinschaft W. vor, um die hinterliegenden Parzellen zu erschliessen. Am 21. März 1988 beschloss die Gemeindeversammlung von Pontresina eine Totalrevision des Baugesetzes und des Zonenplanes. Gleichzeitig wurde der Strassenplan total revidiert. Im Rahmen dieser Ortsplanungsrevision hatte H. angeregt, die \"Via Godin\" aus dem Strassenplan herauszunehmen. Die Gemeindeversammlung entsprach diesem Begehren nicht, sondern übernahm die \"Via Godin\" als sogenannte \"projektierte\" Erschliessungsstrasse unverändert in den neuen Strassenplan vom 21. März 1988. Gegen diesen Gemeindeversammlungsbeschluss erhoben H., die Erbengemeinschaft W. sowie die Geschwister G. Beschwerde an die Regierung des Kantons Graubünden.\n\nDiese genehmigte am 5. Dezember 1988 den Strassenplan und wies die dagegen gerichteten Beschwerden ab. Dies wurde im wesentlichen damit begründet, dass das von der Gemeinde verabschiedete Konzept zur verkehrsmässigen Erschliessung des fraglichen Gebiets durch die jüngste Ortsplanungsrevision gar keine Änderung erfahren habe. Die Beschwerdeführer hätten somit keinen Anspruch auf eine volle Überprüfung des Strassenplanes.\n\nGegen diesen Entscheid haben einerseits H. bzw. die Erbengemeinschaft W. und andererseits die Geschwister G. staatsrechtliche Beschwerde eingereicht. Das Bundesgericht weist die Beschwerden ab.\n\nBGE 115 Ia 85 S. 87", "considerants": "Aus den Erwägungen:\n\n3. a) Eine Planänderung hat formelle und materielle Aspekte. Vorliegend beklagen sich die Beschwerdeführer nicht hinsichtlich des Verfahrens. Es geht ihnen weder um das rechtliche Gehör bei unveränderter Übernahme bisheriger Planinhalte (BGE 104 Ia 67 f.; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 131), noch um einen individuellen Anspruch auf Auslösung eines Planänderungsverfahrens, d. h. das Recht eines Grundeigentümers, durch sein Begehren die Behörde zu verpflichten, einen Planentwurf zu erarbeiten, diesen öffentlich aufzulegen usw., also diejenigen Handlungen vorzunehmen, die insgesamt das Nutzungsplanverfahren ausmachen ZBl 81/1980, S. 548; JÜRG WISSMANN, Das Nutzungsplanverfahren nach st. gallischem Recht, Diss. Zürich 1988, S. 48 f., 82 ff.). Die Gemeinde hat das Verfahren von sich aus, d. h. von Amtes wegen, eröffnet und ebenso auf den ganzen Strassenplan, ja die Ortsplanung überhaupt, ausgedehnt. Von Anfang an lag eine Vorlage für eine Totalrevision auf. Ob die Gemeinde zu einer gesamthaften Revision raumplanungsrechtlich verpflichtet gewesen ist (Art. 35 Abs. 1 lit. b RPG) oder nicht, wie die Regierung meint, spielt dabei keine Rolle. Streitig ist nur der Planinhalt, d. h. die Plananordnungen, die Ausdruck der raumplanerischen Ziele und Massnahmen sind. Freilich steht der Planinhalt ungewohnt zur Debatte: Die Grundeigentümer wehren sich hier nicht aus Gründen der Rechtssicherheit oder des Vertrauensschutzes gegen eine Planänderung (BGE 114 Ia 33 f.), sondern wollen diese herbeiführen.\n\nb) aa) Ist wie hier ohnehin ein Verfahren auf Totalrevision eines Nutzungsplanes im Gange, so darf der Grundeigentümer jedenfalls im Rahmen der Berufung auf Art. 4 BV verlangen, dass die seine Parzelle betreffenden Anordnungen im Hinblick auf die gegenwärtigen Verhältnisse auf ihre materielle Verfassungsmässigkeit überprüft werden. Dieses Recht besitzt er auch, wenn er schon bisher derselben Ordnung unterworfen war, die jetzt (formell) einfach bestätigt, also beibehalten werden soll, und - entgegen der Auffassung der Regierung - sogar dann, wenn er seine Einwände schon im seinerzeitigen Planfestsetzungsverfahren hätte erheben können oder erhoben hat (BGE 99 Ia 714 f. E. 4; ZBl 81/1980, S. 548 mit Verweisungen auf die bereits erwähnte gleichlautende Rechtsprechung zu den Prozessvoraussetzungen BGE 115 Ia 85 S. 88und zum rechtlichen Gehör in BGE 92 I 282 f. E. 2 und BGE 104 Ia 67 f.).\n\nbb) Diese Prüfung der Verfassungsmässigkeit setzt nicht voraus, dass die Verhältnisse sich erheblich geändert haben. Trifft dies jedoch zu, so muss zwar der Nutzungsplan angepasst werden (Art. 21 Abs. 2 RPG; BGE 112 Ia 273 E. 3c), so lange keine Überwiegenden Rechtssicherheitsinteressen entgegenstehen (BGE BGE 114 Ia 33 f.; EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, Bern 1981, S. 268 f.), Wenn aber die Gemeinde ihre Ortsplanung ohnehin revidiert, gilt diese Voraussetzung nicht als besondere, zusätzliche, spezifische Schranke. Vielmehr ist \"ohne Rücksicht auf den früheren (Zonen-)Plan\" (BGE 99 Ia 715) wie bei einer erstmaligen oder Neuplanung zu entscheiden. Dies heisst durchaus, dass die dort gebotene Abstimmung und Abwägung (Art. 1 Abs. 1 Satz 2 und Art. 2 Abs. 1 RPG; BGE 113 Ib 230 f. E. 2c) wirklich umfassend vorgenommen wird, Damit ist eingeschlossen, dass die gegenwärtigen Verhältnisse, samt der Änderungen seit dem letzten Planbeschluss, berücksichtigt werden (BGE 99 Ia 714 f.). Dies ist erneut Ausdruck des vom Bundesgericht mehrfach in verfahrensrechtlicher und inhaltlicher Richtung unterstrichenen Prinzips, dass die Sicherung eines wirksamen verfassungsrechtlichen Grundrechtsschutzes eine umfassende Prüfung voraussetzt (BGE 104 Ia 184 f. E. c/bb; BGE 107 Ia 91 f.). Anders entscheiden hiesse den Unterschied zwischen einer Gesamtrevision und einer erstmaligen Planung überschätzen: Auch ein \"erstmaliger\" Planerlass ergeht nicht im planerischen Niemandsland; schon vorher gilt von Bundesrechts wegen eine minimale Nutzungsordnung (Art. 36 Abs. 2 und 3 und Art. 24 RPG). Ferner ist zu bedenken, dass, wenn es sich wie hier um einen Strassenplan handelt, die Erschliessung Folge der Zonenplanung ist (Art. 15 lit. b und Art. 19 RPG). Werden Zonenplanänderungen vorgesehen, bewirken diese potentiell immer, dass auch der zugehörige Erschliessungsplan in Frage gestellt wird. Solche Impulse können von Zonenplanänderungen in ganz anderen Gemeindeteilen ausgehen, weil sich die Gemeinde an ein konsequentes und rechtsgleich anzuwendendes Konzept halten muss. Die Streichung von Erschliessungsstrassen an einem Ort kann aus Konsequenzgründen die gleiche Massnahme in einer anderen Gegend, wo an sich zonenplanerisch keine Änderung vorgesehen ist, nach sich ziehen. Schliesslich kann der Entscheid, gegenüber dem bisherigen Plan nichts zu ändern, auch eine zusätzliche Belastung bedeuten, BGE 115 Ia 85 S. 89gerade weil sich die Verhältnisse u.U. geändert haben oder schon nur deshalb, weil der Neuerlass des Planes seinen Inhalt wieder auf Jahre hinaus bekräftigt und Änderungen zumindest tatsächlich erschwert.\n\ncc) Die Regierung wendet ein, sie - und damit im Ergebnis auch die Gemeinde - zu einer derart umfassenden Prüfung zu verpflichten, laufe dem Gebot der Übersichtlichkeit und der Lesbarkeit der Pläne und dem Grundsatz der Rechtssicherheit diametral zuwider. Gemeinden, in denen sich Teilrevisionen aufdrängten, würden sich davor hüten, gerade eine neue Plangrundlage für die gesamte Gemeinde zu schaffen.\n\nDem ist entgegenzuhalten, dass Teilrevisionen nicht beliebig weit oder eng angeordnet werden dürfen. Das Gebot der umfassenden Abstimmung und Abwägung verlangt, dass sie so weit gezogen werden, dass sie alle wesentlichen Gesichtspunkte umfassen. Sodann schliesst eine inhaltliche Überprüfung nicht aus, dass solche erneute, wiederholende Entscheidungsverfahren und Entscheide kurz gehalten werden. Man darf in verfahrensökonomischer Weise frühere materielle Überlegungen übernehmen und darauf verweisen. Im übrigen gerät, wie das Bundesgericht schon früher erklärt hat, keineswegs das gesamte Plangefüge aus den Fugen, wenn die Auswirkungen eines Nutzungsplanes auf einzelne Grundstücke als verfassungswidrig anerkannt werden (BGE 107 Ia 92). Weiter sind die Übersichtlichkeit und die Lesbarkeit der Pläne nicht so wichtig, dass deswegen der Grundrechtsschutz einfach verweigert werden darf.\n\nc) Damit braucht auf die Auseinandersetzung darüber, ob sich die Verhältnisse seit 1975/1976 geändert haben, nicht eingegangen zu werden."}