{"annee": "115", "cour": "II", "page": "399", "date": "7/11/1989", "cite": ["96 I 279"], "cite_par": ["129 III 135", "133 III 393", "131 III 360", "122 II 17", "122 III 61", "118 III 1"], "chapeau": "72. Extrait de l'arrêt de la Ire Cour civile du 7 novembre 1989 dans la cause dame S. contre dame C. (demande de revision)", "regestes": ["Art. 136 let. d OJ. Inadvertance du Tribunal fédéral. Particularité de ce motif de revision lorsque l'arrêt du Tribunal fédéral a été rendu dans le cadre de la procédure du recours en réforme."], "faits": "", "considerants": "|399|\n\nConsidérants:\n\n2. a) L'art. 136 let. d OJ s'applique lorsque, par une inadvertance du Tribunal fédéral, l'arrêt contesté méconnaît un fait important qui ressort du dossier. Ainsi que le Tribunal fédéral l'a souvent dit à propos de l'art. 63 al. 2 OJ, qui vise aussi l'inadvertance dans la constatation des faits, cette notion suppose que le juge ait omis de prendre en considération une pièce déterminée, versée au dossier, ou l'ait mal lue, s'écartant par mégarde de sa teneur exacte, en particulier de son vrai sens littéral |400| (ATF 96 I 280 consid. 3 et les arrêts cités). Encore faut-il, pour que l'on puisse parler d'inadvertance - ce qui ne ressort pas de la jurisprudence publiée -, que le Tribunal fédéral ait dû prendre en considération le fait important dont on lui reproche de ne pas avoir tenu compte. Or, saisi d'un recours en réforme, il fonde son arrêt sur les faits tels qu'ils ont été constatés par la dernière autorité cantonale, à moins que des dispositions fédérales en matière de preuve n'aient été violées, qu'il y ait lieu de rectifier d'office des constatations reposant manifestement sur une inadvertance, ou qu'il faille compléter les constatations de l'autorité cantonale (art. 43 al. 3, 55 al. 1 let. c et d, 63 al. 2 et 64 OJ; ATF 113 II 257/258 consid. 4 b/bb). Celui qui s'en prend à une constatation de fait, dans le cadre de la procédure du recours en réforme, doit donc établir les conditions justifiant de déroger à ce principe: s'il invoque une inadvertance, au sens de l'art. 63 al. 2 OJ, son acte de recours doit contenir l'indication exacte de la constatation incriminée et la pièce du dossier qui la contredit (art. 55 al. 1 let. d OJ). Aussi le recourant qui omet de soulever, devant la juridiction de réforme, le moyen tiré de l'inadvertance manifeste, ou qui ne le motive pas suffisamment, ne saurait-il reprocher ensuite au Tribunal fédéral, par la voie d'une demande de revision, de n'avoir pas rectifié d'office une constatation de fait de l'autorité cantonale, quand bien même cette constatation reposerait manifestement sur une inadvertance (cf. FORNI, Svista manifesta, fatti nuovi e prove nuove nella procedura di revisione davanti al Tribunale federale, in Mélanges Guldener, p. 96/97, avec une référence à un arrêt non publié du 4 septembre 1962, en la cause S. c. G. et consorts, consid. 6, dans lequel le Tribunal fédéral pose le problème sans le résoudre)."}