{"annee": "115", "cour": "II", "page": "201", "date": "27/4/1989", "cite": ["114 II 13", "112 II 318", "112 IA 119", "101 II 1"], "cite_par": ["117 II 368", "129 III 60", "119 II 307", "116 II 351", "135 III 232", "117 IA 297"], "chapeau": "34. Auszug aus dem Urteil der II. Zivilabteilung vom 27. April 1989 i.S. L. gegen L. und Bezirksgerichtsausschuss Plessur (staatsrechtliche Beschwerde)", "regestes": ["Art. 145 al. 2 CC; allocation rétroactive de prestations d'entretien dans un procès en divorce. La possibilité, prévue par l'art. 173 al. 3 CC, d'allouer des prestations d'entretien pendant la vie commune pour l'année qui précède l'introduction de la requête doit également, par analogie, entrer en ligne de compte en ce qui concerne l'organisation de la vie séparée selon l'art. 176 CC et les mesures provisoires de l'art. 145 al. 2 CC. Dans le cadre de l'art. 145 CC, une rétroactivité n'entre cependant en considération que pour autant que la mesure a été requise après l'introduction de l'action en divorce."], "faits": "|202|\n\nA.- Zwischen den Ehegatten L. ist ein Ehescheidungsverfahren hängig. Am 8. Juni 1988 ersuchte die Ehefrau den Präsidenten des Bezirksgerichts Plessur um die Anordnung vorsorglicher Massnahmen für die Dauer des Prozesses. Sie verlangte dabei die rückwirkende Zusprechung einer Unterhaltsrente ab August 1987, die in einer mündlich getroffenen Vereinbarung auf Fr. 2'000.-- festgelegt worden sein soll.\n\nB.- Der Bezirksgerichtspräsident verfügte mit Entscheid vom 8. September 1988, der Ehemann habe der Ehefrau monatliche Beiträge von Fr. 1'725.-- zu bezahlen. Nach allgemeiner Praxis könnten Unterhaltsbeiträge nicht rückwirkend zugesprochen werden, so dass sie auch im vorliegenden Fall ab Beginn des Gesuchsmonats, d.h. ab 1. Juni 1988 geschuldet seien.\n\nAm 29. September 1988 liess die Ehefrau beim Bezirksgerichtspräsidium Plessur ein Wiedererwägungsgesuch einreichen, wobei sie verlangte, es sei der Ziffer 1 der Präsidialverfügung vom 8. September 1988 Wirkung ab August 1987, eventuell ab Januar 1988 zu verleihen. Der Gerichtspräsident trat auf das Gesuch nicht ein, überwies es jedoch als Beschwerde an den Bezirksgerichtsausschuss Plessur.\n\nDer Bezirksgerichtsausschuss wies die Beschwerde mit Entscheid vom 8. November 1988 ab.\n\n|203|\n\nC.- Mit staatsrechtlicher Beschwerde an das Bundesgericht beantragt die Ehefrau die Aufhebung des Entscheides des Bezirksgerichtsausschusses.\n\nDer Beschwerdegegner stellt das Begehren, der angefochtene Entscheid sei \"gutzuheissen\", während der Bezirksgerichtsausschuss auf eine Vernehmlassung zur Beschwerde verzichtet hat.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut und hebt den angefochtenen Entscheid auf.", "considerants": "Aus den Erwägungen:\n\n2. Der Bezirksgerichtsausschuss hat eine rückwirkende Verpflichtung des Ehemannes zur Bezahlung von Unterhaltsbeiträgen an seine Ehefrau aus zwei Gründen verneint. Einerseits hat er darauf hingewiesen, dass gemäss geltender Rechtsprechung Unterhaltsbeiträge nicht rückwirkend zugesprochen werden. Anderseits anerkannte er zwar, dass mit der Revision des Eherechts in Art. 173 Abs. 3 ZGB ausdrücklich die Möglichkeit der rückwirkenden Zusprechung der Unterhaltsleistungen bis zu einem Jahr vor Gesuchseinreichung ins Gesetz aufgenommen wurde. Doch erachtete es der Bezirksgerichtsausschuss nicht als gerechtfertigt, diese nur für die Dauer des ehelichen Zusammenlebens ausdrücklich im Gesetz verankerte Rückwirkung analog auch auf die nach Aufhebung des gemeinsamen Haushalts festzulegenden Unterhaltsbeiträge auszudehnen, nachdem diese Möglichkeit vom Gesetzgeber in den revidierten Art. 175 ff. ZGB gerade nicht vorgesehen worden sei.\n\n4. Die Beschwerde kann nur in dem Sinne verstanden werden, dass die Beschwerdeführerin sich gegen eine unterschiedliche Behandlung gleichartiger Sachverhalte wendet. Sie beanstandet denn auch, dass der Bezirksgerichtsausschuss sich auf kein Argument zu stützen vermöge, welches den logischen Zusammenhang zwischen den Art. 173 und 176 ZGB in Frage stelle und eine unterschiedliche Behandlung des Ansprechers zu rechtfertigen vermöchte, je nachdem, ob das Zusammenleben aufgehoben worden sei oder nicht. Die Beschwerdeführerin weist darauf hin, dass in beiden Fällen der Ansprecher mit dem Verpflichteten verheiratet sei, nur dass er im Falle von Art. 176 ZGB zum Getrenntleben berechtigt sei. Das sei aber kein Grund, diesen Ansprecher unterhaltsrechtlich schlechter zu stellen als denjenigen, der mit dem Verpflichteten im gemeinsamen Haushalt lebe. Das Getrenntleben und die sich daraus ergebende |204| Tatsache, dass zwei Haushalte geführt werden, könnten sich allenfalls auf die Höhe der Unterhaltsbeiträge auswirken. Diesem Umstand sei im vorliegenden Fall denn auch Rechnung getragen worden.\n\na) Diese Rüge erscheint als begründet. Wie der Botschaft des Bundesrates vom 11. Juni 1979 zum neuen Eherecht zu entnehmen ist, ist Art. 173 Abs. 3 ZGB, welcher bestimmt, dass Unterhaltsleistungen für die Zukunft und für das Jahr vor Einreichung des Begehrens zugesprochen werden können, in Anlehnung an Art. 279 Abs. 1 ZGB erlassen worden (BBl 1979 II S. 1252 N. 214.122 und S. 1276 N. 219.222.13). In diese Bestimmung wurde erstmals der Grundsatz aufgenommen, dass das Kind gegen seine Eltern auf Leistung des Unterhalts klagen kann für die Zukunft und für ein Jahr vor Klageanhebung. Der Sinn dieses Grundsatzes liegt darin, dass der Unterhalt für die Gegenwart und die Zukunft und nicht für eine unbestimmt lange Dauer der Vergangenheit gefordert werden soll (in peritum non vivitur). Anderseits soll aber der Berechtigte auch nicht gezwungen sein, sofort zum Richter zu gehen, sondern es soll ihm eine gewisse Zeit für gütliche Einigung eingeräumt werden (Botschaft des Bundesrates vom 5. Juni 1974 über die Änderung des ZGB (Kindesverhältnis), BBl 1974 II S. 58/59). Allerdings hat der Gesetzgeber diesen bundesrechtlichen Grundsatz ausdrücklich nur in Art. 173 ZGB, der die richterlichen Massnahmen während des Zusammenlebens regelt, nicht hingegen in Art. 176 ZGB, der sich mit dem Getrenntleben befasst, aufgenommen. Indessen ist nicht einzusehen, weshalb der Fall des Getrenntlebens in dieser Hinsicht anders zu behandeln ist als derjenige des Zusammenlebens, da in beiden Fällen die Ehe weiter besteht und in beiden auch ein Bedürfnis nach einem Versuch der gütlichen Einigung vorhanden sein kann. Auch der Bezirksgerichtsausschuss vermochte keinen Grund anzugeben für eine unterschiedliche Behandlung der beiden Fälle ausser der angeblichen kantonalen Praxis, welche eine rückwirkende Zusprechung von Unterhaltsbeiträgen verbiete. In der von der Beschwerdeführerin zitierten Kommentarstelle wird denn auch ohne weiteres - und wohl deshalb auch ohne nähere Begründung - die Regelung von Art. 173 Abs. 3 ZGB als auf Art. 176 Abs. 1 Ziff. 1 ZGB analog anwendbar erklärt, sofern das Getrenntleben schon länger als ein Jahr gedauert hat (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, N. 28 zu Art. 176 ZGB). Gleicher Meinung sind auch HEGNAUER, Grundriss des Eherechts, 2. Aufl., S. 196 unten, und |205| DESCHENAUX/STEINAUER, Le nouveau droit matrimonial, Bern 1987, S. 140.\n\nDie gleichen Überlegungen haben auch Gültigkeit für die Anordnung der vorsorglichen Massnahmen während der Dauer des Scheidungsverfahrens im Sinne von Art. 145 ZGB. Mit der Einreichung der Scheidungsklage wird der Scheidungsrichter zuständig für die Regelung der Unterhaltspflicht anstelle des Eheschutzrichters, welcher im Falle von Art. 173 und 176 ZGB angegangen werden muss (BGE 101 II 2 mit Hinweisen). Da die Entscheidungsbefugnis des Eheschutzrichters (Art. 172 Abs. 3 ZGB) und jene des Scheidungsrichters nicht in allen Teilen übereinstimmen, drängt sich auch eine Abgrenzung ihrer Kompetenzen in zeitlicher Hinsicht auf (BGE 101 II 2; HAUSHEER/REUSSER/GEISER, Vorbem. zu Art. 171 ff. N. 17 f. mit weiteren Hinweisen). Der Richter nach Art. 145 ZGB kann daher nicht auch in den Zeitraum zurückwirken, der in die Zuständigkeit des Eheschutzrichters fällt, auch wenn mit der Jahresfrist in Analogie zu Art. 173 Abs. 3 ZGB ein solcher berührt wird. Eine Rückwirkung fällt somit nur insoweit in Betracht, als die Massnahme nach Art. 145 ZGB erst nach Einreichung der Scheidungsklage verlangt wurde. Ist dies wie hier der Fall, stellt sich daher die Frage nach der Regelung der Unterhaltspflicht nicht nur für die Zukunft, sondern auch für die Zeit zwischen der Einreichung der Scheidungsklage und des Massnahmebegehrens. Für die Beurteilung dieser Frage ist immer der Scheidungsrichter zuständig. Leben die Ehegatten aber trotz des hängigen Scheidungsverfahrens noch zusammen, so hat der Massnahmerichter sich an Art. 173 ZGB, im Falle des Getrenntlebens hingegen an Art. 176 ZGB zu orientieren. Auch daraus ergibt sich, dass der bundesrechtliche Grundsatz über die beschränkte Rückwirkung der Unterhaltsleistungen, der vom Kindesrecht in das neue Eherecht übernommen wurde, auch bei Anwendung von Art. 145 ZGB gelten muss. Im übrigen bleibt auch hier die Ehe bis zum Abschluss des Scheidungsverfahrens aufrecht und soll die Partei, die sich vorerst um eine gütliche Einigung über die Unterhaltsleistungen bemüht, nicht über Gebühr benachteiligt werden. Die in Art. 173 Abs. 3 ZGB enthaltene Bestimmung über die zeitliche Dauer der Unterhaltspflicht ist somit nicht nur im Falle von Art. 176 ZGB, sondern auch im Verfahren nach Art. 145 ZGB sinngemäss anzuwenden.\n\nWenn der Massnahmerichter, wie im vorliegenden Fall der Bezirksgerichtsausschuss, die Berücksichtigung dieses allgemeinen |206| und klaren bundesrechtlichen Rechtsgrundsatzes mit der Begründung, er widerspreche der bisherigen in seinem Kanton geübten Praxis, ablehnt, so verfällt er in Willkür und verstösst damit gegen Art. 4 BV (BGE 112 Ia 122 E. 4 und BGE 112 II 320 E. a). Der angefochtene Entscheid ist daher aufzuheben.\n\nb) Im vorliegenden Fall ist den Akten nicht genau zu entnehmen, wann die Scheidungsklage eingereicht worden ist. Die Beschwerdeführerin ersuchte am 8. Juni 1988 um den Erlass vorsorglicher Massnahmen im Sinne von Art. 145 Abs. 2 ZGB, wobei sie die Zusprechung monatlicher Unterhaltsbeiträge von Fr. 2'000.-- rückwirkend ab August 1987, d.h. dem auf die Aufnahme des Getrenntlebens folgenden Monat, verlangte. Es macht den Anschein, dass der Beschwerdegegner seine Klage nach dem 9. November 1987 eingereicht hat. Für die Regelung der Unterhaltspflicht des Ehemannes war anscheinend zumindest ab November 1987 der Scheidungsrichter und nicht der Eheschutzrichter zuständig. Nachdem das neue Eherecht am 1. Januar 1988 in Kraft getreten ist, gilt die neue Regelung laut Art. 8 SchlT ZGB ab diesem Zeitpunkt (BGE 114 II 14 f. E. 2). Die Beschwerdeführerin hat daher auf jeden Fall Anspruch auf rückwirkende Unterhaltsleistungen ab dem 1. Januar 1988 (vgl. auch HAUSHEER/REUSSER/GEISER, N. 23 zu Art. 173 ZGB; FRANK, Grundprobleme des neuen Ehe- und Erbrechts der Schweiz, Basel 1987, S. 113). Soweit der Massnahmerichter der Beschwerdeführerin die Unterhaltsbeiträge nur mit Wirkung ab 1. Juni 1988 und nicht schon ab 1. Januar 1988 zugesprochen hat, ist sein Entscheid offensichtlich unhaltbar. Es ist Sache des kantonalen Richters zu entscheiden, ob dem Gesuch der Beschwerdeführerin um rückwirkende Gewährung der Beiträge des Ehemannes ab August oder allenfalls ab November 1987 entsprochen werden könnte. Indessen wäre dies höchstens bis zum Zeitpunkt der Anhängigmachung der Scheidungsklage möglich."}