{"annee": "115", "cour": "V", "page": "448", "date": "20/9/1989", "cite": ["113 II 406", "105 IB 49", "111 V 180", "114 IA 191"], "cite_par": ["119 V 111", "119 V 98", "125 V 465", "117 V 1", "130 V 369", "133 V 169", "126 V 198", "122 V 386"], "chapeau": "63. Extrait de l'arrêt du 20 septembre 1989 dans la cause R. contre Caisse cantonale genevoise d'assurance contre le chômage et Commission cantonale genevoise de recours en matière d'assurance-chômage", "regestes": ["Art. 8 al. 1 let. c LACI. Le droit à l'indemnité de chômage suppose, selon cette disposition, la résidence effective en Suisse, ainsi que l'intention de conserver cette résidence pendant un certain temps et d'en faire, durant cette période, le centre de ses relations personnelles."], "faits": "", "considerants": "|448|\n\nExtrait des considérants:\n\n1. a) Aux termes de l'art. 8 al. 1 let. c LACI, dans sa version française, l'assuré a droit à l'indemnité de chômage, entre autres conditions, s'il est domicilié en Suisse. En revanche, selon les textes allemand et italien de cette disposition, le requérant peut prétendre une telle prestation s'il réside en Suisse (\"in der Schweiz wohnt\"; \"risiede in Svizzera\").\n\nOr, lorsqu'il y a défaut de concordance du texte légal dans les différentes langues officielles, il convient, selon la jurisprudence, de déterminer celui qui correspond le mieux au but de la norme (ATF 105 Ib 54 consid. 3b et la référence).\n\nb) Aux termes de l'art. 12 LACI (auquel renvoie l'art. 8 al. 1 let. c LACI), les étrangers sans permis d'établissement sont réputés domiciliés en Suisse aussi longtemps qu'ils y habitent, s'ils sont au bénéfice soit d'une autorisation de séjour leur permettant d'exercer une activité lucrative, soit d'un permis de saisonnier. Certes, cette disposition, qui pose le principe de la résidence effective en Suisse, n'est pas applicable en l'occurrence, du moment que le recourant est de nationalité suisse. On peut toutefois en déduire, en faisant appel à la méthode d'interprétation systématique, que le critère du domicile n'est pas nécessairement déterminant, s'agissant du droit à l'indemnité de chômage d'un assuré de nationalité suisse.\n\nDans la législation fédérale en matière d'assurances sociales, on recourt à différents critères de rattachement pour déterminer la |449| qualité d'assuré, l'obligation de payer des cotisations ou le droit à des prestations d'assurance. Ainsi, à l'art. 1 al. 1 let. a LAVS, le législateur s'est fondé sur le critère du domicile civil en Suisse (\"zivilrechtlicher Wohnsitz\"; \"domicilio civile\"), de sorte que seuls sont déterminants les art. 23 ss CC et la jurisprudence qui s'y rapporte (KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, Berne 1989, p. 15, n. 1.17). Il en va en revanche différemment à l'art. 42 al. 1 LAVS, selon lequel les ressortissants suisses n'ont droit à une rente extraordinaire de l'assurance-vieillesse et survivants que s'ils sont domiciliés en Suisse (\"in der Schweiz wohnhafte Schweizer Bürger\"; \"domiciliati in Svizzera\"). D'après la jurisprudence, cette règle suppose non seulement l'existence d'un domicile civil en Suisse, mais également la résidence effective dans ce pays, ainsi que l'intention de conserver cette résidence et d'en faire le centre de ses relations personnelles (cf. ATF 111 V 182 consid. 4).\n\nDu point de vue terminologique, les art. 42 al. 1 LAVS et 8 al. 1 let. c LACI, dans leurs versions française et allemande tout au moins, se fondent sur le même critère. On serait par conséquent tenté d'en déduire que les règles jurisprudentielles se rapportant à l'art. 42 al. 1 LAVS sont également valables en ce qui concerne l'art. 8 al. 1 let. c LACI. Ce serait toutefois oublier que les termes utilisés par le législateur ne traduisent pas toujours exactement sa pensée (cf. p.ex. ATF 114 Ia 196 consid. 3b/aa, ATF 113 II 410 consid. 3b/aa). Si le Tribunal fédéral des assurances a jugé que l'art. 42 al. 1 LAVS exigeait non seulement l'existence d'un domicile civil en Suisse, mais également la réalisation des conditions supplémentaires exposées ci-dessus, cela ne vaut pas nécessairement en ce qui concerne l'art. 8 al. 1 let. c LACI, dont le but est totalement différent: il s'agit en effet, dans ce cas, de rendre possible le contrôle du chômage subi par un assuré. Or, le moyen qui permet d'atteindre ce but n'est pas l'exigence d'un domicile civil en Suisse, mais bien plutôt celle de la résidence habituelle dans ce pays (dans ce sens, cf. GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, t. I, n. 8-10 ad art. 8 LACI).\n\nIl y a lieu de considérer, en résumé, que le droit à l'indemnité de chômage suppose, selon l'art. 8 al. 1 let. c LACI, la résidence effective en Suisse, ainsi que l'intention de conserver cette résidence pendant un certain temps et d'en faire, durant cette période, le centre de ses relations personnelles (dans ce sens, cf. GERHARDS, op.cit., n. 12 s. ad art. 8 LACI)."}