{"annee": "115", "cour": "IV", "page": "219", "date": "21/9/1989", "cite": ["99 IV 57", "110 IV 20", "111 IV 74", "109 IV 102", "103 IV 167", "107 IV 185", "103 IV 65"], "cite_par": ["129 IV 238"], "chapeau": "47. Extrait de l'arrêt de la Cour de cassation pénale du 21 septembre 1989 dans la cause X. contre Ministère public du canton de Neuchâtel (pourvoi en nullité)", "regestes": ["Art. 194 CP; débauche contre nature. La personne qui, bien qu'elle soit de sexe féminin, se considère comme un homme et commet des actes contraires à la pudeur avec une mineure de plus de 16 ans en parvenant à lui cacher sa véritable identité sexuelle se rend coupable de débauche contre nature."], "faits": "BGE 115 IV 219 S. 219\n\nX. rencontre des problèmes d'identification sexuelle. Bien qu'elle soit, le sachant, de sexe féminin elle se sent et se comporte comme un homme. Elle a entretenu une relation amoureuse avec une BGE 115 IV 219 S. 220mineure âgée de plus de 16 ans, Y., qu'elle a pénétrée à plusieurs reprises au moyen d'un pénis factice qu'elle avait confectionné elle-même avec de la ouate et du sparadrap. Y. était convaincue d'avoir affaire à un partenaire de sexe masculin.\n\nStatuant sur plainte du père de Y., le Tribunal de police de Neuchâtel a libéré X. de la prévention d'infraction à l'art. 194 CP car il a estimé que la prévenue n'avait pas agi intentionnellement.\n\nLa Cour de cassation pénale du canton de Neuchâtel a admis un recours du Ministère public et a renvoyé la cause à l'autorité de première instance. X. s'est pourvue en nullité contre cet arrêt et a conclu au renvoi de la cause à l'autorité cantonale pour acquittement. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. La recourante conteste avoir commis un acte réprimé par l'art. 194 CP. Elle relève que cette disposition est critiquée par une partie de la doctrine et qu'en outre son abrogation est proposée dans le cadre de la revision des dispositions du titre 5e du Code pénal. Pour la recourante, le but de cette disposition est d'empêcher que le mineur de plus de 16 ans ne soit corrompu, de sorte que l'incrimination d'un tel comportement ne se justifie qu'en raison du danger de perversion du mineur. Or, la relation qu'elle a entretenue avec Y. n'a pas été une relation homosexuelle ordinaire. Se sentant homme, elle avait l'intention d'agir selon sa vraie nature et non de la façon contraire à la nature réprimée par le Code pénal. Les cas de transsexualisme féminin comme le sien n'ont pas été prévus par le législateur. Les relations sexuelles entretenues avec Y. n'ont pas été différentes dans leur nature de celles que la plaignante aurait pu avoir avec un homme souffrant d'impuissance qui se serait aidé d'une prothèse. Il n'y a pas lieu de punir les très rares cas de transsexualisme féminin, d'autant plus que la loi ne réprime pas les actes contre nature accomplis dans les mêmes circonstances par un homme sur la personne d'une mineure de plus de 16 ans. L'art. 194 CP ne réprimerait de surcroît pas l'homosexualité féminine. Enfin, elle estime que quand on parle de débauche contre nature c'est essentiellement, sinon exclusivement, à la pédérastie que l'on pense.\n\n3. La cour cantonale a constaté, liant ainsi le Tribunal fédéral conformément à l'art. 277bis PPF, que la recourante était une femme et appartenait dès lors au même sexe que la plaignante. On BGE 115 IV 219 S. 221peut au demeurant relever que la recourante elle-même admet que tel est bien le cas sur le plan génétique, morphologique et endocrinien. Or, contrairement à ses allégations, il est admis que l'art. 194 CP vise également la débauche contre nature entre femmes (voir LOGOZ, Commentaire du Code pénal suisse, Partie spéciale I, p. 322, HAFTER, Schweizerisches Strafrecht, Bes. Teil I, p. 159, SCHWANDER, Das Schweizerische Strafgesetzbuch, 2e éd., p. 419, STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil. II, 3e éd., p. 41). Il s'agit, enfin, incontestablement d'actes contraires à la pudeur, c'est-à-dire qui blessent la décence sexuelle de manière non insignifiante (ATF 103 IV 168 consid. 2).\n\n4. Sur le plan subjectif, l'arrêt attaqué admet que la recourante était pleinement consciente non seulement d'être une femme mais également d'entretenir des relations homosexuelles. Il s'agit d'une question de fait, de sorte que ces constatations lient la Cour de cassation en vertu de l'art. 277bis PPF (ATF 111 IV 81 consid. 3a, ATF 110 IV 22 consid. 2, ATF 109 IV 104). Il donne, d'autre part, une interprétation correcte de la notion de conscience, ce qui est une question de droit (ATF 103 IV 68), et relève à juste titre que, selon la jurisprudence, la conscience d'agir de manière illicite n'est pas un élément de l'intention au sens de l'art. 18 CP (ATF 107 IV 192 consid. 5, 207 consid. 3 et ATF 99 IV 58 consid. 1a). Ainsi, la volonté de l'auteur doit avoir été non pas d'agir de manière illicite, mais d'accomplir un acte contraire à la pudeur avec une personne du même sexe. C'est par conséquent avec raison que l'autorité inférieure a admis que la recourante avait agi intentionnellement."}