{"annee": "115", "cour": "IV", "page": "161", "date": "25/5/1989", "cite": ["108 IV 88"], "cite_par": ["120 IV 136", "120 IV 17", "118 IV 397", "118 IV 227"], "chapeau": "36. Estratto della sentenza del 25 maggio 1989 della Corte di cassazione penale nella causa M. c. Procura pubblica sottocenerina (ricorso per cassazione)", "regestes": ["Coauteur. Pour admettre la coactivité, il suffit qu'il y ait dol éventuel."], "faits": "", "considerants": "BGE 115 IV 161 S. 161\n\nConsiderando in diritto:\n\n1. Ambedue le Corti cantonali sono pervenute alla conclusione che il ricorrente, al momento in cui prendeva con S. la decisione di rapinare il benzinaro della stazione di servizio sul Monte Ceneri, di notte e con l'arma carica, non solo conosceva, ma ha anche voluto accettare, l'eventualità che il suo mandatario S., agendo da solo in quelle circostanze, fosse stato costretto a sparare, e non soltanto per intimorire, ma per uccidere una o più persone. ...\n\n2. Contrariamente a quanto assume il ricorrente, non è dubbio che anche il dolo eventuale può bastare per ammettere la correità. Secondo costante giurisprudenza del Tribunale federale, è correo chi collabora con altri compartecipi intenzionalmente e in modo determinante nella decisione, pianificazione od esecuzione di un reato, si da apparire come uno dei protagonisti; al proposito va tenuto conto, in particolare, dell'intensità della volontà delittuosa (DTF 108 IV 92 consid. 2 e richiami). Nella correità è presupposta, tra l'altro, una decisione comune circa la commissione del reato; ciò non significa tuttavia che tale decisione comune debba essere stata manifestata espressamente; è sufficiente che essa risulti da atti concludenti (cfr. STRATENWERTH, BGE 115 IV 161 S. 162Schweizerisches Strafrecht, Parte generale, § 13 n. 50 pag. 323). Va perciò ammessa la correità anche per un atto punibile la cui realizzazione è stata tacitamente accettata secondo lo svolgimento del piano delittuoso espressamente concertato. Come nella correità in un reato espressamente concertato, non occorre che il reato debba essere eseguito materialmente da tutti i correi; basta che il singolo correo abbia prestato il proprio concorso alla decisione e alla pianificazione, in occasione della quale erano stati accettati consapevolmente e volontariamente, nel senso del dolo eventuale, anche gli eventi risultanti dagli atti ulteriori commessi. La Corte di cassazione e di revisione penale del Cantone Ticino ha quindi esattamente ammesso in questo senso la correità del ricorrente negli omicidi effettuati da S. Una violazione del diritto federale va pertanto esclusa al riguardo."}