{"annee": "115", "cour": "II", "page": "415", "date": "14/12/1989", "cite": ["103 IA 505", "108 IB 450", "110 II 436", "104 IA 172", "108 IB 440"], "cite_par": ["126 III 375", "133 V 488", "125 III 18"], "chapeau": "74. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Dezember 1989 i.S. H. und T. T. gegen Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG (Berufung)", "regestes": ["Fusion de fondations par absorption. 1. Bien que la loi ne le prévoie pas expressément, une fusion de fondations par absorption de l'une par l'autre est possible (consid. 2). 2. La fusion de fondations ne peut se faire que par un acte de l'autorité. Est-ce l'autorité de surveillance (art. 84 CC) ou celle des art. 85 ss CC qui est compétente? La fusion ordonnée par l'autorité de surveillance n'est en tout cas pas nulle pour cause d'incompétence matérielle (consid. 3b). 3. En cas de fusion de fondations, les principes posés aux art. 748 et 914 CO doivent être respectés, autant qu'ils sont applicables à une fondation. Leur violation n'entraîne toutefois pas la nullité de la fusion (consid. 3c). 4. Comme succession universelle, la fusion a pour effet que les droits et obligations de la fondation absorbée sont transférés à la fondation absorbante, même si au moment de la reprise ils n'étaient pas connus des intéressés (consid. 5)."], "faits": "BGE 115 II 415 S. 416\n\nA.- a) Die X. AG errichtete mit Urkunde vom 11. Mai 1955 die Stiftung \"Versicherungskasse zu Gunsten der Angestellten und Meister der X. AG\" (im folgenden: \"Versicherungskasse zu Gunsten der Angestellten\"). Eine zweite Stiftung wurde von der gleichen Stifterfirma unter dem Namen \"Arbeiter-Rentenkasse der X. AG\" (im folgenden: \"Arbeiter-Rentenkasse\") ins Leben gerufen.\n\nDie Direktion des Innern des Kantons Glarus verfügte am 6. Oktober 1977 folgendes:\n\n\"1. Die Arbeiter-Rentenkasse der X. AG wird aufgelöst und im Handelsregister gelöscht.\n\n2. Es wird davon Vormerk genommen, dass die Arbeiter-Rentenkasse rückwirkend auf den 1. Januar 1977 mit der Angestellten-Versicherungskasse der X. AG fusioniert.\"\n\nSodann wurde die \"Versicherungskasse zu Gunsten der Angestellten\" gemäss öffentlicher Urkunde vom 14. Dezember 1978 in \"Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG\" umbenannt. Gemäss dem, gleichzeitig geänderten Zweckartikel ist sie nur noch für die Fürsorge für ehemalige Arbeitnehmer der Stifterfirma zuständig. Die Vorsorge der aktiven Mitarbeiter der Stifterfirma übernahm die am 13. Juni 1977 unter dem Namen \"Personalfürsorgestiftung der X. AG\" (im folgenden: \"Personalfürsorgestiftung\") errichtete Stiftung. Auch diese Änderungen wurden von der Aufsichtsbehörde genehmigt und im Handelsregister eingetragen.\n\nb) H. T. und sein Sohn T. T. waren sowohl bei der \"Versicherungskasse zu Gunsten der Angestellten\" als auch bei der \"Arbeiter-Rentenkasse\" Mitglieder des Stiftungsrates. Während unbestritten ist, dass sie bei ersterer im Dezember 1976 aus dem Stiftungsrat ausgeschieden sind, macht die \"Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG\" geltend, sie seien BGE 115 II 415 S. 417bis zur Löschung der \"Arbeiter-Rentenkasse\" im Handelsregister in deren Stiftungsrat verblieben.\n\nB.- Am 1. Juni 1984 klagte die \"Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG\" beim Bezirksgericht Zürich gegen H. und T. T. auf Schadenersatz wegen ihrer Verantwortlichkeit als Stiftungsräte. Gleichzeitig verkündete die Stiftung dem Kanton Glarus den Streit, welcher dem Prozess aber nicht als Nebenintervenient beitrat. In der Klageantwort stellten die Beklagten den Antrag, das Verfahren auf die Frage der Aktivlegitimation der Klägerin zu beschränken und darüber einen Schriftenwechsel anzuordnen. Das Bezirksgericht gab diesem Antrag statt und wies am 31. Juli 1986 die Klage ab.\n\nDie Klägerin gelangte mit Berufung an das Obergericht des Kantons Zürich, welches den Entscheid des Bezirksgerichts mit Urteil vom 24. Juni 1988 aufhob und feststellte, dass die Klägerin legitimiert sei, gegenüber den Beklagten Verantwortlichkeitsansprüche aus ihrer Tätigkeit als Stiftungsräte der \"Arbeiter-Rentenkasse\" klageweise geltend zu machen. In Gutheissung der Berufung wurde die Sache zur Weiterführung des Verfahrens an die Vorinstanz zurückgewiesen.\n\nAuf eine gegen dieses Urteil von den Beklagten eingereichte Nichtigkeitsbeschwerde ist das Kassationsgericht des Kantons Zürich mit Entscheid vom 7. Juni 1989 nicht eingetreten.\n\nC.- H. und T. T. fechten das Urteil des Obergerichts vom 24. Juni 1988 mit Berufung beim Bundesgericht an. Sie beantragen, die Sache zur Bestätigung des erstinstanzlichen Urteils an das Obergericht zurückzuweisen. Die \"Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG\" beantragt die Abweisung der Berufung. Das Obergericht hat auf Gegenbemerkungen verzichtet.\n\nDas Bundesgericht weist die Berufung ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Die Klägerin leitet ihre Aktivlegitimation aus der Fusion der \"Arbeiter-Rentenkasse\" mit der \"Versicherungskasse zu Gunsten der Angestellten\" ab, welche mit der \"Versicherungskasse zu Gunsten ehemaliger Arbeitnehmer der X. AG\" identisch ist. Die Beklagten sehen eine Bundesrechtsverletzung darin, dass das Obergericht diese Fusion als gültig zustande gekommen betrachtet hat.BGE 115 II 415 S. 418\n\nObgleich die Beklagten die Zulässigkeit einer Fusion von Stiftungen nicht mehr grundsätzlich bestreiten, hat das Bundesgericht zu prüfen, ob das Stiftungsrecht eine Vereinigung von Stiftungen überhaupt zulässt und welche Wirkungen damit verbunden sind. In der Praxis hat sich offenbar wiederholt das Bedürfnis gezeigt, eine Stiftung in einer anderen aufgehen zu lassen (vgl. z.B. ZBGR 24 (1943), S. 268, Nr. 10; VPB 19/20 (1948-50), Nr. 60; VPB 25 (1955), Nr. 50; Aargauische Gerichts- und Verwaltungsentscheide 1967, S. 329 ff.). Das Bundesgericht hatte jedoch zu diesen Fragen bis jetzt nie Stellung zu nehmen.\n\nb) Die Fusion ist der Zusammenschluss von (mindestens) zwei juristischen Personen, wobei eine aufgelöst wird. Das Besondere dabei besteht darin, dass der Übergang der Aktiven und Passiven nach den Regeln der Universalsukzession erfolgt, d.h. kraft Gesetzes und ohne Beachtung der für die Übertragung einzelner Vermögenswerte notwendigen Formvorschriften (BGE 108 Ib 445 E. 3a; BGE 108 Ib 454 E. 4b). Die Fusion ist die Kontinuität der gesamten vermögensrechtlichen Beziehungen trotz eines Subjektwechsels (VON GREYERZ, Die Aktiengesellschaft, SPR Bd. VIII/2, Basel 1982, S. 286). Keine Universalsukzession liegt demgegenüber vor, wenn ein Vermögen oder ein Geschäft nach Art. 181 OR übernommen wird. In diesem Fall kommt die Übertragung der Vermögenswerte rechtsgültig nur dann zustande, wenn die einzelnen Vermögenswerte in der für sie vorgesehenen Form übertragen werden. Die Forderungsabtretung muss somit schriftlich erfolgen (vgl. BECKER, Berner Kommentar, N. 22 zu Art. 181 OR; GUIDO BUCHLI, Die Übernahme eines Vermögens oder eines Geschäftes nach Art. 181 OR, Diss. Zürich 1953, S. 60 ff.).\n\nDas Gesetz regelt nur die Fusion zwischen Aktiengesellschaften (Art. 748 f. OR), Kommanditaktiengesellschaften (Art. 770 Abs. 3 OR), zwischen einer Aktiengesellschaft und einer Kommanditaktiengesellschaft (Art. 750 und 770 Abs. 3 OR) und zwischen Genossenschaften (Art. 914 OR) ausdrücklich. Das ZGB enthält im Zusammenhang mit den im Personenrecht geregelten juristischen Personen (Verein und Stiftung) keinerlei Normen, welche die Fusion betreffen.\n\nEin Teil der Lehre vertritt die Meinung, das Gesetz zähle die juristischen Personen abschliessend auf, bei welchen die Bestimmungen über die Fusion zur Anwendung gelangen (BÜRGI/NORDMANN-ZIMMERMANN, Zürcher Kommentar, Vorbemerkungen zu Art. 748-750 OR, N. 11). Auch MEIER-HAYOZ/FORSTMOSER lehnen BGE 115 II 415 S. 419die Fusion bei der Gesellschaft mit beschränkter Haftung ab (Grundriss des schweizerischen Gesellschaftsrechts, Bern 1989, S. 328, N. 78) und sehen beim Verein nur eine Vermögensübernahme mit Aktiven und Passiven nach Art. 181 OR vor (a.a.O., S. 366, N. 60). Demgegenüber lässt HEINI beim Verein eine eigentliche Fusion mit sinngemässer Anwendung gewisser genossenschaftsrechtlicher Bestimmungen zu (Das Schweizerische Vereinsrecht, Basel 1988, S. 37 f.). In der Lehre zum Stiftungsrecht ist - soweit sie sich überhaupt dazu äussert - die Zulässigkeit einer Fusion weitgehend unbestritten (vgl. RIEMER, Berner Kommentar, N. 76 ff. zu Art. 88/89 ZGB; CHRISTOPH MEIER, Die staatliche Beaufsichtigung der Personalvorsorgestiftungen im geltenden und werdenden Recht, Diss. Basel 1978 (Masch.schrift), S. 93 ff.; THOMAS MANHART, Die Aufhebung mit Liquidation von Stiftungen, insbesondere von Personalvorsorgestiftungen, Diss. Zürich 1986, S. 92 ff.). Im Zusammenhang mit der Einführung einer obligatorischen zweiten Säule sieht schliesslich Art. 92 BVG ausdrücklich vor, dass die beim Inkrafttreten dieses Gesetzes bestehenden Vorsorgestiftungen ihr Vermögen in eine registrierte Vorsorgeeinrichtung überführen können, ohne sich allerdings zur Frage zu äussern, ob dies mit einer Fusion oder mit einer Übertragung nach Art. 181 OR erfolgen soll.\n\nc) Es ist nicht zu übersehen, dass sich die Bedeutung der Stiftungen seit dem Erlass des ZGB stark verändert hat. Namentlich der Einsatz dieser Rechtsform für die berufliche Vorsorge hat das Bedürfnis nach einfacheren Möglichkeiten verstärkt, die Stiftung veränderten Verhältnissen anpassen zu können. Der Zusammenschluss oder die Umgestaltung eines Unternehmens kann es erfordern, dass sich auch die Strukturen der betroffenen Pensionskassen ändern. Bei solchen Umstrukturierungen gilt der Grundsatz, dass das Personalvermögen dem Personal folgt (BGE 110 II 442 ff.; RIEMER, Die Auswirkungen grösserer Personalfluktuationen beim Arbeitgeber auf dessen Personalvorsorgestiftung, SZS 26. Jahrg. 1982, S. 7; FABIA BEURRET-FLÜCK/CHRISTOPH MEIER, Die Wahrung der erworbenen Rechte von Destinatären bei Neuordnung der Personalvorsorge, insbesondere bei Anpassung an das BVG, BJM 1988, S. 177). Liesse man die Fusion von Stiftungen nicht zu, würde dies bedeuten, dass nach der Übertragung der Vermögenswerte die absorbierte Stiftung noch aufgelöst und liquidiert werden müsste. Kämen nach der Vermögensübertragung oder gar nach der Auflösung noch Vermögenswerte zum BGE 115 II 415 S. 420Vorschein, hätte die absorbierte, funktionslos gewordene Stiftung diese Vermögensgegenstände noch nachträglich auf die absorbierende Stiftung zu übertragen beziehungsweise die entsprechenden Gegenstände zu verwerten und den Erlös zu übertragen. Zudem müssten in bezug auf jeden Vermögenswert die entsprechenden Formvorschriften für die Übertragung eingehalten werden. Die Vermögensübertragung wäre somit mit erheblich grösserem Aufwand verbunden.\n\nAndererseits ist nicht zu sehen, welche schützenswerten Interessen die korrekt durchgeführte Fusion gefährden soll. Die mit der Fusion verbundene Gesamtnachfolge bewirkt, dass nicht nur die Vermögenswerte, sondern auch die Schulden auf den neuen Träger übergehen. Den Gläubigern wird somit kein Haftungssubstrat entzogen. Der Umstand, dass die übertragenen Werte nicht nur den Gläubigern der absorbierten, sondern auch jenen der absorbierenden Stiftung haften, spricht nicht gegen die Fusion. Gläubiger haben nie die Sicherheit, dass ihr Schuldner nicht weitere Verpflichtungen eingeht und damit weitere Gläubiger Zugriff auf sein Vermögen erhalten. Da die Stiftung keine Personengesellschaft ist, stellt sich auch nicht die Frage, welche Auswirkungen die Fusion auf Mitgliedschaftsrechte haben kann.\n\nd) Es ergibt sich somit, dass der herrschenden Lehre gefolgt werden kann, wenn sie die Fusion von Stiftungen im Sinne einer Gesamtnachfolge grundsätzlich zulässt. Ob die Fusion von Stiftungen nicht nur durch die Übernahme einer Stiftung durch eine andere, sondern auch als Vereinigung mehrerer zu einer neuen Stiftung möglich ist, braucht nicht entschieden zu werden.\n\n3. a) Das Obergericht ging unbestrittenermassen zu Recht davon aus, dass die Fusion von Stiftungen nicht einfach durch übereinstimmende Beschlüsse der Stiftungsräte zustande kommen kann. Mit der Fusion ist immer die Auflösung der einen Stiftung verbunden. Die Selbstauflösung einer Stiftung durch Beschluss der Stiftungsorgane ist aber ausgeschlossen (RIEMER, a.a.O., N. 63 zu Art. 88/89 ZGB; MANHART, a.a.O., S. 86). Die Vorinstanz erblickte im Beschluss der Direktion des Innern vom 6. Oktober 1977 die massgebliche, die Fusion bewirkende Handlung. Die Beklagten halten dem entgegen, die Direktion des Innern habe von der Fusion der \"Arbeiter-Rentenkasse\" mit der \"Versicherungskasse zu Gunsten der Angestellten\" nur Vormerk genommen und die Auflösung und Löschung der einen Stiftung beschlossen. Sie habe aber die Fusion selber nicht beschlossen, sondern nur nichtige BGE 115 II 415 S. 421Beschlüsse der Stiftungsräte vorgemerkt, was diesen Beschlüssen keine Wirkung verleihen könne.\n\nEine behördliche Verfügung darf nicht nur aufgrund ihres Wortlautes ausgelegt werden. Das Vertrauensprinzip verlangt, dass einer Verfügung jener Sinn beigemessen wird, den ihr der Empfänger aufgrund der Umstände, die ihm im Zeitpunkt der Entgegennahme bekannt waren oder hätten bekannt sein müssen, in guten Treuen beilegen durfte und beilegen musste (BGE 103 Ia 509, E. 2b; BEATRICE WEBER-DÜRLER, Vertrauensschutz im öffentlichen Recht, Basel/Frankfurt a. M. 1983, S. 40). Nach den für das Bundesgericht im Berufungsverfahren verbindlichen Feststellungen der Vorinstanz hatte die Direktion des Innern am 1. September 1976 den Stiftungsräten die Weisung gegeben, die Fusion der beiden Stiftungen zu prüfen. Die Fusion ging somit in massgeblicher Weise von der Direktion des Innern aus. Ihre Verfügung vom 6. Oktober 1977 konnte damit nur den Sinn haben, die Übernahme der \"Arbeiter-Rentenkasse\" durch die \"Versicherungskasse zu Gunsten der Angestellten\" zu beenden. Anders wäre denn auch die erste Ziffer des genannten Entscheides nicht zu verstehen, welche die Aufhebung der \"Arbeiter-Rentenkasse\" und deren Löschung im Handelsregister verfügte. Auch wenn nach dem Wortlaut der Verfügung die Direktion des Innern von der Fusion nur Kenntnis nahm, konnte diesem Verwaltungsakt kein anderer Sinn beigemessen werden als die Verfügung der Fusion selber.\n\nDen Beklagten kann somit nicht gefolgt werden, wenn sie aus dem Umstand, dass die Stiftungsräte die Fusion beschlossen und dem Wortlaut nach die Direktion des Innern von diesen Beschlüssen nur Kenntnis nahm, schliessen, dass eine Fusion nicht zustande gekommen sein könne.\n\nb) Ein Entscheid kann dann unbeachtlich, d. h. nichtig, sein, wenn er von einer absolut unzuständigen Behörde gefällt wurde (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. I, Basel/Frankfurt a. M. 1986, S. 242; WALDER, Zur Bedeutung des Begriffes absolut nichtiger Urteile im Lichte der schweizerischen Gesetzgebung und Rechtslehre, in: FS Habscheid, 1989, S. 338). Die Nichtigkeit darf allerdings nicht leichthin angenommen werden. Diese Folge kann nur bei schwerwiegenden und offenkundigen oder zumindest leicht erkennbaren Mängeln einer Verfügung eintreten. Sie darf weder die Rechtssicherheit ernsthaft gefährden noch das berechtigte Vertrauen des Bürgers enttäuschen (BGE 104 Ia 176 f.; WEBER-DÜRLER, a.a.O., S. 165 f.). Kommt BGE 115 II 415 S. 422der verfügenden Behörde auf dem betreffenden Gebiet Entscheidgewalt zu, hat sie aber ihre Zuständigkeit im einzelnen überschritten, ist ihre Verfügung nicht nichtig, sondern bloss anfechtbar (IMBODEN/RHINOW, a.a.O., Bd. I, S. 242; WALDER, a.a.O., S. 338).\n\nDie Fusion wurde von der Direktion des Innern des Kantons Glarus verfügt. Diese ist unbestrittenermassen die für Personalfürsorgestiftungen zuständige kantonale Aufsichtsbehörde im Sinne von Art. 84 ZGB. Umwandlungsbehörde im Sinne von Art. 85 f. ZGB wäre demgegenüber der Landrat (Art. 16 EGZGB des Kt. Glarus). In der Lehre wird davon ausgegangen, dass die Umwandlungsbehörde für die Fusion zuständig sei, wobei aber die Zuständigkeit der Aufsichtsbehörde als nicht undenkbar bezeichnet wird (RIEMER, a.a.O., N. 83 zu Art. 88/89 ZGB). Die Frage, ob ein Beschluss der Aufsichtsbehörde genügt oder eine Verfügung der Umwandlungsbehörde vorliegen muss, braucht nicht entschieden zu werden. Die Zuständigkeit der Aufsichtsbehörde ist auf jeden Fall nicht derart abwegig, dass ein entsprechender Entscheid nichtig wäre.\n\nc) Es bleibt zu prüfen, ob die Fusion so fehlerhaft vorgenommen wurde, dass sie aus diesem Grunde als nichtig angesehen werden muss.\n\nEs ist den Beklagten zuzugeben, dass die Fusion zweifellos nicht mit der gebührenden Sorgfalt vorgenommen wurde. Auch wenn die Fusion von Stiftungen im Gesetz nicht ausdrücklich geregelt ist, sollten die in den Art. 748 und 914 OR aufgestellten Grundsätze eingehalten werden, soweit sich diese auf eine Stiftung übertragen lassen (vgl. RIEMER, a.a.O., N. 114 zu Art. 88/89 ZGB). Zu Recht hält aber das Obergericht fest, dass die begangenen Verfahrensfehler nicht als derart schwerwiegend angesehen werden können, dass der Zusammenschluss geradezu als nichtig betrachtet werden müsste. Was die Beklagten in der Berufung dagegen vorbringen, überzeugt nicht. Der Umstand, dass das Departement des Innern die Fusion rückwirkend bestätigte, kann ihrer Gültigkeit nicht entgegenstehen. Wie das Obergericht feststellt, konnte damit nur gemeint sein, dass das faktische Zusammenlegen der Vermögen auf diesen Zeitpunkt genehmigt wurde. Der Entscheid der Aufsichtsbehörde wäre nur dann nichtig, wenn er derart mangelhaft wäre, dass die Fusion gar nicht durchgeführt werden könnte. Das behaupten aber auch die Beklagten nicht.\n\nd) Nachdem die Beklagten den die Fusion der \"Arbeiter- Rentenkasse\" mit der \"Versicherungskasse zu Gunsten der BGE 115 II 415 S. 423Angestellten\" bewirkenden Entscheid des Departements des Innern nicht angefochten haben, ist dieser in Rechtskraft erwachsen und die Fusion gültig zustande gekommen.\n\n4. Die Beklagten machen in ihrer Berufung geltend, auch die vom Departement des Innern nach der Fusion verfügte Zweckänderung sei ungültig (Beschränkung auf die Vorsorge ehemaliger Mitarbeiter). Es ist aber nicht zu sehen, wie sich diese Frage auf die Aktivlegitimation der Klägerin auswirken kann. Auch wenn keine Zweckänderung eingetreten und die Namensänderung nicht rechtens wäre, so handelte es sich trotzdem noch immer um die gleiche Person. Es wird allenfalls im Zusammenhang mit der Beurteilung von Bestand und Umfang der Verantwortlichkeit geprüft werden müssen, ob in der Zweckänderung eine nicht von den Beklagten, sondern von der Aufsichtsbehörde zu verantwortende Schädigung der Destinatäre erblickt werden könnte, weil damit künftige Zuwendungen entfallen.\n\n5. Die Beklagten machen, wie schon vor den kantonalen Instanzen, auch vor Bundesgericht geltend, selbst wenn man die Fusion als gültig betrachte, sei die Klägerin nicht aktivlegitimiert, weil die Verantwortlichkeitsansprüche von der Fusion ausgeklammert beziehungsweise durch die Fusion und die anschliessende Zweckänderung untergegangen seien. Das Obergericht habe diesen Standpunkt in Bundesrecht verletzender Weise zurückgewiesen.\n\nZu Recht hält das Obergericht fest, dass sich die Vorstellung, einzelne Vermögenswerte der aufgenommenen Stiftung seien nicht auf die aufnehmende übergegangen, nicht mit dem Grundsatz der Universalsukzession verträgt. Die aufnehmende Stiftung ist in alle Rechte und Pflichten der aufgenommenen eingetreten. Bei der Gesamtnachfolge gehen nicht nur jene Vermögenswerte auf den Nachfolger über, die den betroffenen Personen im Zeitpunkt der Nachfolge bekannt waren, sondern alle, auch jene, deren Bestand im Zeitpunkt der Fusion unbekannt, ja nicht einmal feststellbar war. Es ist mit der Universalnachfolge unvereinbar, dass einzelne Vermögenswerte von ihr ausgeschlossen bleiben. Von daher ist es entgegen der von den Beklagten vertretenen Auffassung für die Frage der Aktivlegitimation ohne jede Bedeutung, ob die Verantwortlichkeitsansprüche im Zeitpunkt der Fusion in einer Bilanz aufgeführt wurden oder nicht."}