{"annee": "115", "cour": "II", "page": "175", "date": "27/4/1989", "cite": ["102 II 243", "101 II 59", "111 II 487", "94 II 342", "82 II 468"], "cite_par": ["138 III 659", "116 II 164", "118 II 401", "116 II 331", "126 III 93"], "chapeau": "30. Auszug aus dem Urteil der II. Zivilabteilung vom 27. April 1989 i.S. W. gegen W. und Kons. (Berufung)", "regestes": ["Droit de préemption des parents selon les art. 6 et 11 LPR. 1. Les titulaires du droit de préemption peuvent exciper de leur droit lorsque l'acquéreur occupe un rang postérieur au leur selon l'art. 11 LPR (consid. 3). 2. L'admission d'un cas de préemption ou d'une transaction destinée à l'éluder n'est pas justifiée lorsque le contrat réellement voulu dans ses points essentiels ne correspond pas à une vente d'après son contenu économique (consid. 4)."], "faits": "|176|\n\nA.- Mit Abtretungsvertrag vom 20. Januar 1972 übertrug W. senior sein in der Gemeinde H. gelegenes Heimwesen samt Vieh und Fahrhabe auf seinen Sohn W. junior. Vom Übernahmepreis von insgesamt Fr. 139'500.-- entfielen Fr. 71'800.-- auf den Hof, der Rest von Fr. 67'700.-- bezog sich auf Vieh und Fahrhabe.\n\nW. junior wurde am 12. Dezember 1978 von seiner Frau R. W.-M. geschieden. Die drei gemeinsamen Töchter gelangten unter die elterliche Gewalt ihrer Mutter. Der Hof verblieb im Eigentum von W. junior, wurde aber fortan von der geschiedenen Frau in Pacht bewirtschaftet. Nachdem diese schliesslich zu ihrem Freund H. V. auf das benachbarte Gut gezogen war, ersetzte W. junior den laufenden Vertrag durch zwei neue Pachtverträge für die Dauer von je 20 Jahren und durch einen Mietvertrag betreffend das Wohnhaus, die er am 11. Oktober und am 24. Dezember 1979 sowie am 10. Januar 1981 mit H. V. abschloss.\n\nAm 11. Juli 1983 einigte sich W. junior mit seinem Vater in einem mit \"Vergleich\" benannten, öffentlich beurkundeten Vertrag auf die Rückgabe des Heimwesens für Fr. 71'800.--. Die Übernahme bestehender Pachtverhältnisse schlossen sie dabei ausdrücklich aus. Das Grundbuchamt trug W. senior noch gleichentags als neuen Eigentümer ins Grundregister ein. Gleichzeitig unterrichtete es R. W.-M. über die Handänderung unter Hinweis darauf, dass möglicherweise die Voraussetzungen zur Ausübung des Verwandtenvorkaufsrechts nach Art. 6 EGG erfüllt seien. Bereits am 20. Juli 1983 übte R. W.-M. dieses Vorkaufsrecht für ihre drei noch minderjährigen Töchter aus, worauf das Heimwesen durch richterliche Verfügung mit einer Kanzleisperre belegt wurde.\n\nB.- In der Folge klagten die drei Töchter beim Bezirksgericht Pfäffikon/ZH gegen W. senior unter anderem auf Feststellung, dass sie durch Ausübung des ihnen zustehenden gesetzlichen Vorkaufsrechts an Stelle des W. senior in den mit W. junior am 11. Juli 1983 abgeschlossenen Kaufvertrag betreffend Rückübertragung der fraglichen Liegenschaften eingetreten seien.\n\nDas Bezirksgericht hiess die Klage am 19. März 1985 teilweise gut, indem es dem Feststellungsbegehren stattgab und das zuständige Grundbuchamt anwies, die Klägerinnen als Eigentümerinnen des umstrittenen Heimwesens einzutragen. |177|\n\nC.- W. senior erklärte Berufung an das Obergericht des Kantons Zürich. Seine Anträge lauteten auf Klageabweisung und Feststellung, dass den Klägerinnen kein Vorkaufsrecht zustehe.\n\nMit Urteil vom 31. August 1987 wies das Obergericht die Berufung ab und sprach den Klägerinnen das Eigentum an den streitigen Liegenschaften zu. Letztere wurden sodann verpflichtet, dem Beklagten Fr. 71'800.-- zu bezahlen.\n\nD.- Gegen dieses Urteil hat W. senior Berufung an das Bundesgericht erhoben. Er beantragt die Aufhebung des angefochtenen Entscheides und wiederholt die im kantonalen Verfahren gestellten Anträge.\n\nDie Klägerinnen schliessen auf Abweisung der Berufung und Bestätigung des vorinstanzlichen Urteils.", "considerants": "Aus den Erwägungen:\n\n3. Wird ein landwirtschaftliches Gewerbe oder werden wesentliche Teile davon verkauft, so steht gemäss Art. 6 EGG den Nachkommen, dem Ehegatten und den Eltern des Verkäufers ein Vorkaufsrecht zu. Art. 11 Abs. 1 EGG regelt sodann die Reihenfolge der berechtigten Verwandten zur Ausübung des Vorkaufsrechts wie folgt: Kinder, Enkel, Ehegatten, Eltern und - sofern kantonalrechtlich vorgesehen - Geschwister vor ihren Nachkommen.\n\nDer Beklagte wirft dem Obergericht die Verletzung von Art. 11 Abs. 1 EGG vor, da es diese Bestimmung trotz Fehlens eines Vorkaufsfalles zur Anwendung gebracht habe. Auch nach Ansicht des Obergerichts - meint der Beklagte - gelte die Veräusserung an einen Vorkaufsberechtigten gerade nicht als Vorkaufsfall. Mit der Rückübereignung des Heimwesens vom Sohn an ihn selbst sei dem Grundanliegen des EGG, nämlich der Erhaltung der Beziehungen zwischen Hof und Familie, hinreichend Nachachtung verschafft worden, weshalb es an der wesentlichsten Voraussetzung, nämlich an der Veräusserung an einen Dritten gebreche.\n\nMit diesen Vorbringen vermag der Beklagte nicht durchzudringen. Das Obergericht hat die grundsätzliche Besserberechtigung der Klägerinnen als Nachkommen des Veräusserers gegenüber dessen Vater, dem Beklagten, mit Recht bejaht. Tatsächlich kann der Verwandtenverkauf nicht zum vornherein als Ausnahme von Art. 6 Abs. 1 EGG behandelt werden; damit die in Art. 11 Abs. 1 EGG verankerte Besserstellung bestimmter Verwandter nicht |178| vereitelt wird, dringt das Vorkaufsrecht je nach dem Rangverhältnis des Vorkaufsberechtigten gegenüber dem \"Käufer\" durch (JENNY, Das bäuerliche Vorkaufsrecht, Diss. Freiburg, Beromünster 1955, S. 84). Dass das Vorkaufsrecht immer dann versagen soll, wenn die Veräusserung an einen der gesetzlichen Vorkaufsberechtigten erfolgt (vgl. MEIER-HAYOZ, Kommentar, 3. A. Bern 1975, N. 64 zu Art. 682 ZGB), kann angesichts der Rangordnung in Art. 11 Abs. 1 EGG zumindest für den Geltungsbereich des bäuerlichen Bodenrechts nicht zutreffen. Hier muss vielmehr gelten, dass der Verkauf eines landwirtschaftlichen Gewerbes an einen im letzten Glied Vorkaufsberechtigten den besser Berechtigten nicht um sein Recht bringen darf (D. BINZ-GEHRING, Diss. Bern 1973/74, S. 155 f. lit. c, unter kritischer Bezugnahme auf MEIER-HAYOZ, a.a.O.; im Ergebnis gleich: A. JOST, Handkommentar zum EGG, Bern 1953, N. 2 lit. a zu Art. 1 EGG, S. 54 f., A. JOST in: Das neue landwirtschaftliche Bodenrecht der Schweiz, 1954, S. 46; R. HOTZ, Bäuerliches Grundeigentum, in ZSR 98/1979 II 109 ff., insb. S. 126 f.; offengelassen bei O.K. KAUFMANN, Die Neuordnung des Landwirtschaftsrechts, 1952, S. 45; nicht ganz einschlägig BGE 82 II 468).\n\n4. a) Das Vorkaufsrecht räumt seinem Inhaber die Befugnis ein, durch einseitige, vorbehalt- und bedingungslose Erklärung gegenüber dem Verpflichteten das Eigentum an einer Sache zu erwerben, sofern der Verpflichtete diese Sache an einen Dritten verkauft. Auch das Vorkaufsrecht gemäss Art. 6 EGG entspricht grundsätzlich dem vertraglichen Vorkaufsrecht sowie den gesetzlichen Vorkaufsrechten des Art. 682 ZGB (BGE 111 II 492 E. 3b mit Hinweisen). Objektive Voraussetzung zur Ausübung des Vorkaufsrechts ist der Eintritt des Vorkaufsfalles; Art. 6 EGG verlangt dafür den Abschluss eines Kaufvertrages des Vorkaufsverpflichteten mit einem Dritten. Ob dieser Tatbestand erfüllt ist, beurteilt sich nicht nach formellen, sondern nach materiellen, wirtschaftlichen Gesichtspunkten. Deshalb kann ein Vorkaufsfall durchaus bejaht werden, obgleich der Form nach kein Kauf abgeschlossen worden ist, nämlich dann, wenn mit einer anderen Rechtsform ein dem Kauf entsprechender wirtschaftlicher Zweck erzielt werden soll (MEIER-HAYOZ, in ZBGR 45/1964 S. 267; MEIER-HAYOZ im Kommentar, a.a.O., NN. 59 ff. zu Art. 682 ZGB sowie JENNY, a.a.O., S. 80 ff.). Vorausgesetzt wird demnach ein Rechtsgeschäft, welches auf dem freien Willen des Veräusserers beruht und auf die Veräusserung einer Sache gegen Geld gerichtet ist; |179| ferner darf die Festsetzung dieser Gegenleistung nicht wesentlich von der Person des Leistungsgegners abhängen (BGE 94 II 343 E. 2). Nicht als Vorkaufsfall gelten darum etwa die Schenkung, der Erbfall und die Erbteilung sowie der Verpfründungsvertrag; auch die gemischte Schenkung wird von der Rechtsprechung und der herrschenden Lehre nicht als Vorkaufsfall betrachtet (BGE 102 II 250 E. 4, BGE 101 II 62; anders JENNY, a.a.O., S. 84).\n\nb) Diese Umschreibung des Vorkaufsfalles vermag all jene rechtsgeschäftlichen Vorgänge zu erfassen, die - bezogen auf den wirtschaftlichen Erfolg - einem Kauf gleichkommen. Das ist auch für die Frage des Umgehungsgeschäftes zu beachten. Durch die generell an Sinn und Zweck, insbesondere am wirtschaftlichen Gehalt des Geschäftes anknüpfende Betrachtungsweise kann sich daher ein selbständiger Tatbestand der Umgehung gar als entbehrlich erweisen (MERZ, Kommentar Bern 1966, N. 91 zu Art. 2 ZGB, sowie KRAMER, Kommentar, Bern 1986, N. 145 zu Art. 18 OR). Rechtsgeschäfte, die in solch wertender Betrachtungsweise nicht als Vorkaufsfall zu bezeichnen sind, können somit nur ausnahmsweise als Umgehungsgeschäft in Erscheinung treten, nämlich wenn sie als ausgesprochen dolos erscheinen; so namentlich, wenn die entsprechenden Rechtsakte keinerlei schützenswerte Zwecke verfolgen, sondern lediglich auf die Vereitelung eines bestimmten Vorkaufsrechts abzielen.\n\nc) Die Abtretung vom Vater auf den Sohn im Jahre 1972 war unbestritten im Hinblick auf die künftige Erbfolge veranlasst worden; sie zielte im wesentlichen darauf ab, die Weiterführung des Gewerbes innerhalb der Familie des Beklagten sicherzustellen. Dieses Ziel ist durch das Scheitern des Sohnes im familiären, offenbar aber auch im wirtschaftlichen Bereich, unerreichbar geworden. Auch hat letzterer mit der Weiterverpachtung an die Mutter der Klägerinnen, oder vielmehr an deren Freund, sein mangelndes Interesse an der aktiven Bewirtschaftung des eigenen Gutes hinlänglich kundgetan. Unter diesen Umständen erweist sich die Annahme, die Rückgabe an den Beklagten bezwecke in wirtschaftlicher Hinsicht die Aufhebung des vorgängigen Abtretungsgeschäftes, durchaus als gerechtfertigt.\n\nWie die Vorinstanz für das Bundesgericht verbindlich festgestellt hat, liegen keinerlei Anzeichen für eine Simulationsabsicht vor. Die Rückübertragung des Heimwesens an den Beklagten zu den verurkundeten Bedingungen entspricht somit dem tatsächlichen Geschäftswillen der Beteiligten. Ob der von den Vertragsparteien |180| angestrebte Erfolg noch mit demjenigen eines Kaufes verglichen werden kann, bleibt näher zu prüfen. Dabei muss zwar befremden, dass - offensichtlich zur Vermeidung jeglicher Diskussion über einen Vorkaufsfall der Anschein der unfreiwilligen Rückübertragung erweckt werden sollte. Dies allein vermag indessen die Anwendung von Art. 6 EGG solange nicht zu rechtfertigen, als der im wesentlichen ernst gemeinte Vertrag aufgrund seiner wirtschaftlichen Zielsetzung nicht als Vorkaufsfall oder als Umgehung des gesetzlichen Vorkaufsrechts betrachtet werden kann. Dem steht namentlich das 1983 vereinbarte Entgelt entgegen; letzteres richtete sich nicht nach dem damaligen Marktwert des Heimwesens, sondern ausschliesslich nach der im Jahre 1972 erfolgten Abtretung, die im Hinblick auf die künftige Erbfolge ausgestaltet wurde und deshalb als Verwandtenkauf neben der Entgeltlichkeit bereits auch ein beträchtliches Mass an unentgeltlicher Zuwendung einschloss. Durch die in der Zwischenzeit erfolgte Wertsteigerung ist das Ausmass der unentgeltlichen Zuwendung zugunsten des Beklagten noch zusätzlich angewachsen, wie auch vom Obergericht zutreffend festgehalten worden ist. Wurde somit die Gegenleistung auch 1983 wesentlich von der Person des Vertragspartners abhängig gemacht, besteht die einzige Ähnlichkeit mit einem Kauf in der Verpflichtung zur Eigentumsübertragung, während das Geschäft als Ganzes einem voll entgeltlichen Vorkaufsfall nicht entspricht. Auch dies hat das Obergericht zutreffend vermerkt, doch hat es sich dann mit seiner Schlussfolgerung, wonach sich die mit dem \"Vergleich\" beabsichtigte Rückübertragung dennoch als Umgehungsgeschäft erweise, in Widersprüche verstrickt. Dies gilt insbesondere für den Schluss des Obergerichts, der tiefe Übernahmepreis sei bloss gewählt worden, um den \"Vergleich\" von 1983 als Rückabwicklung des Abtretungsvertrages von 1972 erscheinen zu lassen. Wohl handelten die Vertragsparteien in Kenntnis der grundsätzlichen Vorkaufsberechtigung der Klägerinnen, was sogar im \"Vergleich\" selbst zum Ausdruck gelangte. Auch war es ihr Anliegen, das entsprechende Vorkaufsrecht nicht entstehen zu lassen, was sie dazu bewog, die Rückübertragung als unfreiwillige in Erscheinung treten zu lassen. Das Handeln der Vertragsparteien erweist sich aber insofern als schützenswert, als für die in Anlehnung an die Übertragung von 1972 vorgenommene Ausgestaltung des \"Vergleichs\" letztlich nicht die Umgehung des Verwandtenvorkaufsrechts, sondern vorab der Gedanke der \"restitutio in integrum\" einschliesslich der teilweise |181| unentgeltlichen Zuwendung wegleitend gewesen ist. Würde man - wie das Obergericht - der Handlungsweise der Vertragsparteien den Schutz versagen, bewirkte dies, dass schliesslich sämtliche zwischen Verwandten abgeschlossenen Übereignungsgeschäfte als Vorkaufsfälle oder als Umgehungsgeschäfte qualifiziert werden müssten. Dies stünde in unhaltbarem Widerspruch zur Begrenzung des Vorkaufsfalles seitens des Gesetzgebers und schliesslich auch zum Grundsatz der Privatautonomie. Dies ist vom Obergericht verkannt worden; durch die Annahme eines Vorkaufsfalles oder vielmehr eines Umgehungsgeschäftes hat es die Verfügungsfreiheit des Beklagten allzusehr eingeschränkt und darum Bundesrecht verletzt.\n\nErweist sich daher die Handlungsweise der Vertragsparteien als schützenswert und die Annahme eines Vorkaufsfalles als unbegründet, erübrigen sich auch zusätzliche Erwägungen zu den weiteren Rügen des Beklagten. Der angefochtene Entscheid ist als bundesrechtswidrig aufzuheben und die Klage abzuweisen."}