{"annee": "115", "cour": "IA", "page": "157", "date": "19/5/1989", "cite": ["99 IA 667", "111 IA 120", "114 IA 317", "48 I 171", "30 I 281", "59 I 272", "64 I 398", "107 IA 187", "76 I 9", "111 IA 44", "112 IA 85", "50 I 15", "101 IA 67", "45 I 178", "49 I 524", "107 IB 325", "83 I 100"], "cite_par": ["116 IA 186", "117 IA 516", "118 IA 277"], "chapeau": "30. Estratto della sentenza 19 maggio 1989 della II Corte di diritto pubblico nella causa società anonime X e Y contro Amministrazione delle contribuzioni del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Interdiction de la double imposition (art. 46 al. 2 CF): reprise fiscale dans le cas d'une distribution de bénéfice dissimulée au profit d'une société fille sise dans un autre canton sous la forme de livraisons ou de prestations à des prix insuffisants. 1. Décision de taxation attaquée par un moyen de droit cantonal et en même temps par un recours de droit public pour violation de l'interdiction de double imposition: suspension de la procédure devant le tribunal fédéral? (consid. 1) 2. Légitimation pour recourir (art. 88 OJ) de la société qui est économiquement liée de manière particulière avec le contribuable? question laissée ouverte (consid. 2). 3. Double imposition: a) définition en général et notion de bénéfice au sens de l'art. 46 al. 2 CF (consid. 3a et 3b); b) cas de double imposition qui concerne des sujets fiscaux liés entre eux économiquement admis par la jurisprudence et cas dans lequel la double charge fiscale est admissible (consid. 3c et 3d); c) société qui procure des prestations à une société fille, dont le siège est situé dans un autre canton, à des prix manifestement insuffisants. L'imposition, elle-même excessive, de la société ne viole pas le principe de l'interdiction de la double imposition. En revanche, la société favorisée ne sera imposée dans le canton du siège que sur une partie du profit (consid. 3e, 3f et 3g); d) existence d'un cas de double-imposition niée en l'espèce (consid. 4 et 5)."], "faits": "|158|\n\nA.- La società anonima X, con sede nel Canton Zugo, e la società anonima Y, con sede nel Ticino, fanno parte di un gruppo statunitense attivo nel settore dell'elettromeccanica e dell'elettronica industriale. La società X è stata fondata nel 1973 con sede a Ginevra e fin dalla sua costituzione ha venduto solo componenti |159| elettronici prodotti dalla società Y o da una terza società del gruppo, che si è poi fusa con la società Y. Nel 1977 la società X ha aperto una succursale nel Ticino, trasferendovi la sua intera attività commerciale. La società Y da parte sua ha ottenuto dal Consiglio di Stato del Cantone Ticino, in virtù di una legge cantonale sul promovimento delle attività industriali ed artigianali del 16 settembre 1976, l'esonero dalle imposte cantonali nella misura del 100%, per gli anni 1981-1983 e del 75% per gli anni 1984-1985.\n\nB.- Il Cantone Ticino ha cominciato a tassare la società X nel giugno del 1977, ma fino al 1979 ha rinunciato al 20%, del ricavo globale netto in favore del Canton Ginevra. Nel luglio del 1981 la società X ha portato la sua sede nel Canton Zugo, dove le era stato assicurato che, come semplice società di domicilio (senza uffici né personale proprio) con attività all'estero, sarebbe stata soggetta soltanto all'imposta sulla quota liberata del capitale azionario, esclusa ogni imposta sull'utile. La società ha radiato quindi la propria succursale dal registro di commercio. L'Amministrazione delle contribuzioni del Cantone Ticino ha scorto nel cambiamento di sede un'elusione fiscale e il 13 maggio 1983 ha deciso che dal 1o dicembre 1981 la società X non sarebbe più stata riconosciuta nel Ticino come soggetto fiscale indipendente, ma che il suo utile netto e il suo capitale sarebbero stati tassati presso la società Y.\n\nLa società X è insorta con un ricorso di diritto pubblico per doppia imposta al Tribunale federale, facendo valere di aver intrapreso nel 1982 un'attività commerciale a Zugo, di aver inaugurato nel 1983 uffici con personale proprio e di non mantenere nel Ticino alcun stabilimento d'impresa. Con sentenza del 9 luglio 1985 il Tribunale federale ha accolto il ricorso nel senso dei considerandi e annullato la decisione dell'autorità tributaria (ASA 55 pag. 451); di fronte ai fatti nuovi invocati dalla società, esso non ha potuto dirimere il problema dell'elusione fiscale e ha lasciato all'autorità tributaria il compito di svolgere le indagini del caso. Questa ha sollecitato il governo ticinese, intanto, a revocare il noto esonero d'imposta concesso alla società Y. Tale procedura non risulta ancora essersi conclusa.\n\nC.- Dopo aver dato corso a trattative con i rappresentanti delle due società, il 16 dicembre 1987 l'Amministrazione ticinese delle contribuzioni ha tassato la società Y, ai fini dell'imposta cantonale 1982, sull'utile dell'esercizio 1982 aumentato in larga misura per \"prestazioni [alla società X] valutabili in denaro |160| eseguite mediante prezzi di trasferimento insufficienti\". Contro simile maggiorazione (\"altri elementi dell'utile\") la società Y ha introdotto reclamo. Il 29 aprile 1988, in pendenza di reclamo, entrambe le società hanno impugnato la tassazione anche con un ricorso di diritto pubblico fondato sugli art. 4 e 46 cpv. 2 Cost., ricorso che il Tribunale federale ha dichiarato inammissibile per tardività l'8 maggio 1989. La procedura di reclamo è tuttora pendente.\n\nD.- Nel frattempo, il 9 agosto 1988, l'Amministrazione ticinese delle contribuzioni ha tassato la società Y anche per l'imposta cantonale 1983-1986, aumentando notevolmente gli utili rispetto ai valori dichiarati dall'azienda. Tutte le maggiorazioni (\"altri elementi dell'utile\") si riconducono una volta ancora a \"prestazioni valutabili in denaro eseguite mediante prezzi di trasferimento insufficienti\"; la prestazione complessiva \"è calcolata aggiungendo ai risultati di consuntivo un margine del 25% sulle vendite\" effettuate alla società X. L'8 settembre 1988 la società Y ha presentato reclamo contro le tassazioni. La causa è a tutt'oggi in corso.\n\nE.- Lo stesso 8 settembre 1988 le società X e Y hanno esperito al Tribunale federale un ricorso di diritto pubblico in cui propongono che, concesso al rimedio effetto sospensivo, le tassazioni cantonali del quadriennio siano annullate per inosservanza degli art. 4 e 46 cpv. 2 Cost. Sottolineano che dal 1o settembre 1983 la società X è già tassata sull'utile a Zugo con un sistema d'imposizione misto (come società di domicilio per l'attività all'estero, come normale società di vendita per la rimanenza), e ciò sia dal Cantone sia dal Comune, tant'è che per gli anni 1983-1985 esiste una tassazione definitiva e per il 1986 una provvisoria. A parere delle ricorrenti il Cantone Ticino pretenderebbe di imporre per la seconda volta un utile che soggiace alla sovranità fiscale del Canton Zugo. Per di più la ripresa a detrimento della società Y trascenderebbe nell'arbitrio, l'autorità avendo omesso non solo di indagare compiutamente la fattispecie, ma persino di raffrontare i prezzi di compensazione per forniture all'interno del gruppo e i prezzi fatturati dalla società X a clienti esterni.\n\nF.- Con decreto del 5 ottobre 1988 il Presidente della II Corte di diritto pubblico ha attribuito al ricorso effetto sospensivo.\n\nL'Amministrazione cantonale delle contribuzioni, che non si è opposta al provvedimento, chiede di dichiarare il rimedio irricevibile, non potendosi - a suo avviso - introdurre ricorso |161| di diritto pubblico quando è già in atto una procedura di reclamo e nemmeno potendosi invocare l'art. 46 cpv. 2 Cost. quando si adombra solo un doppio aggravio economico, oltre a ciò virtuale. Subordinatamente, qualora il ricorso fosse esaminato nel merito, l'autorità postula il rigetto di ogni critica e la conferma delle tassazioni impugnate, oppure - in via di ulteriore subordine - una riforma in peius delle tassazioni \"nel senso di un riconoscimento della società X come uno stabilimento d'impresa della società Y con riparto dell'utile netto e del capitale complessivi fra il Canton Ticino (90%) e Zugo (10%).\" L'autorità prospetta nondimeno al Tribunale federale di sospendere la causa prima di emettere un giudizio di merito e di aspettare che si esaurisca la procedura dipendente dai reclami inoltrati dalle due società contro l'imposta federale diretta 1985/86 e 1987/88.", "considerants": "Dai considerandi:\n\n1. La società Y ha impugnato il giorno medesimo le quattro tassazioni con un reclamo all'autorità cantonale (art. 175 della legge tributaria ticinese, del 28 settembre 1976, LT) e cumulativamente, accanto alla società X, con un ricorso di diritto pubblico fondato sugli art. 4 e 46 cpv. 2 Cost. Le due ditte affermano in questa sede che l'Amministrazione cantonale delle contribuzioni deve sospendere l'esame del reclamo, interposto a puro titolo cautelativo, fino al giudizio del Tribunale federale sul ricorso di diritto pubblico. Di opinione contraria, l'autorità ticinese sostiene che il Tribunale federale deve dichiarare il ricorso di diritto pubblico inammissibile o, quanto meno, differire il proprio giudizio finché sia stata emessa una decisione cantonale definitiva in materia di imposta federale diretta.\n\na) Ove il contribuente insorga avverso una tassazione con un rimedio previsto dall'ordinamento cantonale e - insieme - con un ricorso di diritto pubblico che non soggiace all'esaurimento previo delle istanze cantonali (art. 86 cpv. 2 OG), spetta al Tribunale federale valutare se sia opportuno decidere subito il ricorso o sia meglio attendere prima la decisione dell'autorità cantonale, che il contribuente potrà ancora impugnare (DTF 83 I 105 consid. 1b e richiami; LOCHER in: Die Praxis der Bundessteuern, parte III, vol. 3, § 12, III B, n. 22; STUDER, Der Doppelbesteuerungsprozess, in: ZBl 47/1946, pag. 472; cfr. anche DTF 112 Ia 87 e DTF 101 Ia 68 consid. 2a). |162|\n\nb) Nel caso specifico un giudizio immediato del Tribunale federale ha senso solo qualora il ricorso debba essere respinto o dichiarato inammissibile. Un accoglimento senza istruttoria così come auspicato dalle società per il fatto che l'amministrazione fiscale avrebbe definitivamente fallito il compito di assumere le prove è escluso, il chiarimento di una fattispecie essendo retto dal principio inquisitorio e il Tribunale federale conservando al riguardo ogni facoltà d'indagine (art. 95 cpv. 1 OG; DTF 107 Ia 191 consid. 2b). L'ipotesi che il Tribunale federale proceda esso medesimo a un'istruzione della causa come istanza unica sarebbe fuori luogo e non servirebbe nemmeno a eventuali accertamenti in rapporto con le tassazioni del Canton Zugo, le uniche imposte controverse essendo quelle ticinesi (cfr. DTF 111 Ia 46 consid. 1b). Si aggiunga che in concreto un accoglimento del ricorso in base all'art. 46 cpv. 2 Cost. premetterebbe un sindacato sulla legittimità e l'entità della ripresa fiscale, che le ricorrenti definiscono lesiva dell'art. 4 Cost. anche perché oggetto di un'istruttoria lacunosa e trascurata. L'esame di simile pregiudiziale implicherebbe un'inchiesta supplementare, difficilmente compatibile con l'art. 87 OG se appena si considera che in un ricorso di diritto pubblico per doppia imposta le critiche fondate sull'art. 4 Cost. non devono avere portata propria (DTF 111 Ia 122 consid. 1a) e che la lite sulla ripresa fiscale è già pendente - con reclamo - dinanzi all'autorità ordinaria. In circostanze del genere occorre appurare se il gravame delle ricorrenti non riesca infondato o inammissibile; in caso contrario sarà opportuno sospendere la causa e attendere l'esito della procedura cantonale.\n\n2. Le quattro tassazioni impugnate sono state emesse a carico della società Y e v'è da domandarsi se concernano \"personalmente\" anche la società X (art. 88 OG). Certo, secondo giurisprudenza una doppia imposta a mente dell'art. 46 cpv. 2 Cost. è data anche quando un Cantone, in presenza di soggetti fiscali diversi legati giuridicamente o economicamente in modo particolare, vuole tassare presso uno di questi soggetti fattori imponibili la cui tassazione compete invece a un altro Cantone presso l'altro soggetto fiscale (ASA 51 pag. 502 consid. 2a). Ciò non significa tuttavia che entrambi i soggetti siano colpiti nei loro interessi giuridici, ovvero che la società X abbia a subire un danno di carattere giuridico in seguito alla ripresa fiscale sull'utile della società Y. Sia come sia, la legittimazione a ricorrere della società Y è fuori dubbio. Il problema non merita pertanto di essere approfondito. |163|\n\n3. Il divieto della doppia imposizione (art. 46 cpv. 2 Cost.) osta a che un contribuente sia tassato da due o più Cantoni sullo stesso oggetto per il medesimo lasso di tempo (doppia imposizione attuale), oppure che un Cantone ecceda i limiti della propria sovranità fiscale e, violando norme di conflitto, riscuota un'imposta che solo un altro Cantone è competente a percepire (doppia imposizione virtuale). La giurisprudenza ha dedotto dall'art. 46 cpv. 2 Cost., inoltre, il principio secondo cui un Cantone non può tassare in maggior misura un contribuente per il fatto che questi non soggiaccia interamente alla sua sovranità fiscale, ma sia soggetto all'imposta anche in un altro Cantone (DTF 111 Ia 47 consid. 3 e riferimenti).\n\na) L'autorità tributaria ticinese violerebbe l'art. 46 cpv. 2 Cost. perché pretenderebbe, stando alle ricorrenti, di tassare un utile conseguito non dalla società Y, bensì dalla società X, e come tale già tassato nel Canton Zugo dal 1983; ciò configurerebbe gli estremi di una doppia imposta attuale. L'Amministrazione delle contribuzioni obietta che in concreto si versa nell'ipotesi di un doppio aggravio puramente economico, e per di più virtuale; la società X si comporterebbe dipoi in maniera contraddittoria, poiché da un lato ribadisce la propria autonomia e dall'altro si dice lesa da tassazioni che in realtà riguardano la società Y.\n\nb) L'art. 66 cpv. 1 LT stabilisce che l'imposta sull'utile delle persone giuridiche \"ha per oggetto l'utile netto\". L'art. 66 cpv. 2 LT precisa:\n\nCostituiscono utile netto imponibile:\n\n(...)\n\nb) tutti i prelevamenti fatti prima del calcolo del saldo del conto perdite e profitti e destinati alla copertura di spese non riconosciute dall'uso commerciale, in particolare:\n\n(...) le distribuzioni palesi o dissimulate di utili e le prestazioni a terzi non giustificate dall'uso commerciale;\n\nc) i ricavi non accreditati al conto perdite e profitti (...);\n\n(...)\n\nLa sola circostanza che il Cantone Ticino aggiunga al reddito figurante nel conto profitti e perdite della società Y distribuzioni dissimulate di utili alla società X non comporta ancora, di per sé, un caso di una doppia imposta: il reddito effettivo di una società anonima soggiace alla sovranità fiscale del Cantone in cui la persona giuridica ha sede e poco importa ch'esso non |164| risulti apertamente dal conto d'esercizio o dal bilancio. Sotto questo profilo il concetto di utile trova riscontro, ai fini dell'art. 46 cpv. 2 Cost., in quello di \"reddito netto imponibile\" a norma dell'art. 49 cpv. 1 lett. b DIFD e nelle analoghe nozioni contemplate dalle leggi tributarie cantonali: esso include le \"elargizioni a terzi\" non giustificate dall'uso commerciale, e quindi anche il reddito che la società rinuncia a conseguire effettuando a prezzi di favore servizi o forniture ad azionisti, alla casa madre o a ditte consociate. È lecito domandarsi, in condizioni del genere, se tale utile possa ancora essere imposto fiscalmente - in tutto o in parte - presso i beneficiari di altri Cantoni. L'interrogativo sarà affrontato oltre. Basti rammentare per ora che le tassazioni della società X nel Canton Zugo non sono contestate e che, comunque si risolva il quesito, esse non potrebbero essere riviste.\n\nc) Ciò premesso, il Tribunale federale ha già avuto occasione di rilevare che un caso di doppia imposta può verificarsi quando più soggetti e più oggetti fiscali si identificano non solo giuridicamente, ma anche economicamente. Una violazione dell'art. 46 cpv. 2 Cost. può ravvisarsi pertanto - e all'evenienza si è già accennato (consid. 2) - quando oggetti fiscali economicamente identici sono tassati in Cantoni diversi presso soggetti legati economicamente in modo particolare. Ad esempio l'erede di un fratello che, soggetto fiscale di un altro Cantone e già tassato al suo ultimo domicilio sul dividendo di determinati titoli, si vede tassare una seconda volta tale reddito dal Cantone di domicilio (DTF 83 I 106 consid. 2). O i coniugi non legalmente ed effettivamente separati, qualora ricevano una tassazione relativa a fattori imponibili della moglie emanata da un Cantone che non è quello del loro domicilio (ASA 54 pag. 471 consid. 3a, 44 pag. 334 consid. 2; LOCHER, op.cit., vol. 1, § 1, II A, n. 9). Oppure il proprietario e l'usufruttuario, tassati in Cantoni diversi per il medesimo bene e il reddito che ne deriva (DTF 30 I 286 consid. 2; ASA 44 pag. 160 consid. 1), foss'anche solo a causa di un riparto fra Cantoni effettuato in base a criteri discordanti (ASA 57 pag. 395 consid. 2b). O ancora la fondazione e il fondatore, ove siano tassati in Cantoni diversi per il medesimo patrimonio e il reddito che ne consegue (DTF 76 I 12 consid. 1). O padre e figlio, nel caso in cui siano tassati entrambi per una casa di vacanza e il suo reddito, l'uno in modo effettivo dal Cantone in cui è posto l'immobile e l'altro ai fini dell'aliquota dal Cantone di domicilio, sicché tutt'e due vengono a trovarsi in una categoria di aliquota |165| superiore (ASA 47 pag. 626 consid. 2). Infine la società di persone (nei Cantoni in cui essa è un soggetto fiscale) e il socio, se quest'ultimo si trova tassato nel Cantone di domicilio per il reddito del lavoro svolto in seno all'impresa e alla sede della società per la quota che gli spetta sul reddito netto della stessa, il tutto per una somma che eccede il reddito effettivamente conseguito (DTF 48 I 173 consid. 2; HÖHN, Interkantonales Steuerrecht, 2a edizione, pag. 71, n. 12 a 14; SCHLUMPF, Bundesgerichtspraxis zum Doppelbesteuerungs-Verbot, 3a edizione, pag. 19). In ognuno dei casi appena evocati la giurisprudenza scorge una doppia imposta attuale, contraria all'art. 46 cpv. 2 Cost.\n\nDal principio per cui un Cantone non deve tassare in maggior misura un contribuente solo perché questi non è soggetto interamente alla sua sovranità fiscale - menzionato poc'anzi (consid. 3) e sgorgante esso pure dall'art. 46 cpv. 2 Cost. - il Tribunale federale ha tratto la conseguenza che un Cantone non può negare la deduzione dei debiti e degli interessi passivi a un contribuente solo perché il creditore pignoratizio ha il proprio domicilio in un altro Cantone (DTF 49 I 532 seg.; v. però DTF 99 Ia 677 consid. 3c). Ciò trasgredirebbe a sua volta il divieto dell'art. 46 cpv. 2 Cost.\n\nd) Il Tribunale federale ha sempre negato, per converso, gli estremi dell'art. 46 cpv. 2 Cost. quando un Cantone tassa una società anonima sull'utile e sul capitale, mentre un altro Cantone tassa l'azionista per il valore delle azioni e il dividendo: in tal caso è dato un doppio onere immanente al sistema, cioè un doppio aggravio puramente economico che non ricade sotto l'art. 46 cpv. 2 Cost. (DTF 50 I 18 consid. 5, DTF 45 I 188 consid. 3a; ASA 51 pag. 504 consid. 2b, 40 pag. 217 consid. 4). Vi è solo doppio aggravio e non doppia imposta anche quando l'utile distribuito da una società anonima alla casa madre o a una consociata è oggetto di tassazione - oltre che presso la società anonima - presso le beneficiarie, nel rispettivo Cantone di sede, come parte integrante del loro utile (LOCHER, op.cit., vol. 1, § 1, II C, n. 4). Vi è perfino triplo aggravio se si considera che il dividendo della casa madre è ancora tassato presso il singolo azionista, e un'eventualità del genere può prodursi altresì in un unico Cantone, l'ordinamento privato svizzero non conoscendo la nozione di holding: le varie società di un gruppo rimangono quindi - dal profilo del diritto civile - persone giuridiche autonome. È vero che la maggioranza dei Cantoni mitiga questo triplice carico fiscale per mezzo di sgravi |166| accordati alle cosiddette società di partecipazione o mediante privilegi a favore delle società holding (v. HÖHN, Steuerrecht, 6a edizione, pag. 385 segg.; CAGIANUT/HÖHN, Unternehmungssteuerrecht, 2a edizione, pag. 347 segg.; nel Ticino: art. 86 segg. LT; a Zugo: Gesetz über die Kantons- und Gemeindesteuern, del 7 dicembre 1946, § 41; nell'ambito del diritto tributario federale: art. 59 DIFD). La giurisprudenza non ha mai identificato tuttavia un doppio aggravio in sé con una doppia imposta: le due nozioni sono anzi da tenere distinte (VALLENDER, Schweizerisches Steuer-Lexikon, vol. 3, 14a edizione, pag. 270).\n\nLa giurisprudenza relativa alla tassazione degli utili nei rapporti tra casa madre e ditta consociata vale anche nei rapporti tra consociate del medesimo gruppo: il Tribunale federale non ha mai ravvisato una doppia imposta nel caso in cui un Cantone tassa per distribuzione dissimulata di utili un'azienda che fa beneficiare una consociata di prestazioni a costo nettamente inferiore a quello di mercato (ovvero all'uso commerciale), neppure se l'altro Cantone tassa la consociata per l'intero utile ritratto, senza tener conto del margine già imposto dal Cantone alla sede della fornitrice. Resta il problema di sapere se, in determinate circostanze, tale doppio onere non trascenda nella doppia imposta.\n\ne) Il Tribunale federale ha avuto modo di statuire sul trasferimento dissimulato di utili fissando giusta l'art. 46 cpv. 2 Cost. il riparto dell'imponibile relativo a società con stabilimenti d'impresa in più Cantoni. Esso ha vincolato una ripresa fiscale di utili da parte di un Cantone a presupposti relativamente severi. In DTF 64 I 398 ha precisato che un Cantone ha il diritto di cumulare all'utile di un'impresa una parte dell'utile conseguito da un'altra impresa, dominata dalla prima, in due sole ipotesi: quando le due imprese formano un'unità economica e sono separate a meri fini fiscali, oppure quando il prezzo delle forniture che l'una effettua all'altra è anormalmente basso perché così ha deciso, a fini fiscali, l'impresa dominante (nello stesso senso: sentenza inedita del 4 febbraio 1946 nella causa Elektrizitätswerk Luzern-Engelberg, consid. II/3 menzionato in: LOCHER, op.cit., vol. 2, § 8, III B, n. 2). Analogo orientamento era già emerso, nel rapporto tra casa madre e consociata (ma senza che si avesse definitivamente a decidere), in DTF 59 I 286 consid. 9 e ancora oltre si è spinto il Tribunale federale nella sentenza del 3 maggio 1950 in re Tavannes Watch Co. S.A. (parzialmente pubblicata in: LOCHER, loc.cit., § 8, III B, n. 3), ove è detto che una ripresa d'imposta sull'utile di una |167| consociata è lecita solo in caso di elusione fiscale (consid. 3 e 4). Quest'ultima premessa non può essere riaffermata. Si porrebbe in contrasto - per di più - con l'intero ordinamento tributario federale, che non fa dipendere una ripresa d'imposta da un'elusione del fisco: al riguardo basta che la società pratichi, per forniture a ditte che le sono legate dal profilo economico, prezzi chiaramente inferiori a quelli di mercato e la cui inadeguatezza non possa sfuggire agli organi sociali (DTF 107 Ib 331 consid. 3c; ZBl 87/1986 pag. 376 consid. 4c; CAGIANUT/HÖHN, op.cit., pag. 398 seg.; VALLENDER, op.cit., pag. 291). Mal si capirebbe perché una ripresa d'imposta dovrebbe giustificarsi nella prospettiva del diritto federale e apparire illegittima a mente dell'art. 46 cpv. 2 Cost.\n\nLe ricorrenti citano un saggio di REICH (Verdeckte Vorteilszuwendungen zwischen verbundenen Unternehmen, in: ASA 54 pag. 609 segg.), il quale auspica che società appartenenti al medesimo gruppo siano tutelate dal doppio aggravio risultante dalla tassazione dell'identico reddito in più Cantoni, ora come utile dichiarato di una società e ora come utile dissimulato di un'altra: competerebbe al Tribunale federale, nelle circostanze descritte, operare un riparto d'imposta tra i vari Cantoni (pag. 621 seg. e 650 seg.). A prescindere dal fatto, in ogni modo, che un postulato del genere non potrebbe essere accolto senza riserve (cui lo stesso autore accenna, pag. 637 segg.), è pacifico che non sussiste doppia imposta a carico di una consociata fornitrice di servizi o prestazioni ad altre società del gruppo finché il Cantone di sede opera una ripresa fiscale pari alla distribuzione effettiva dell'utile. Entro tali limiti un riparto non può comunque discendere dall'art. 46 cpv. 2 Cost. Il problema è di sapere in che misura una ripresa per distribuzione dissimulata dell'utile possa violare nondimeno, per la sua entità, il divieto della doppia imposta.\n\nf) In proposito non vi sono regole precise. Esistono singoli valori che l'autorità fiscale è chiamata a stimare in maniera sistematica, come taluni prezzi correnti o di mercato (per i canoni di locazione: DTF 107 Ib 332 consid. 4). Ve ne sono altri però che nemmeno la perizia di uno specialista riesce a determinare con sufficiente attendibilità: accertare se e in che misura determinati prezzi di trasferimento fra società di un medesimo gruppo si scostino da quanto sarebbe giustificato sotto il profilo economico, cioè dal prezzo normale che potrebbe essere praticato nei confronti di acquirenti esterni, è una questione spesse volte aleatoria. Già nel |168| settore dei prezzi regolamentati è difficile giungere a conclusioni precise, il momento congiunturale e la situazione specifica in cui versa il gruppo svolgendo un ruolo di primo piano (sentenza citata del 3 maggio 1950 in re Tavannes Watch Co. S.A., consid. 5, inedito). Nel quadro della libera concorrenza anche una perizia lunga e dispendiosa può rivelarsi inidonea a ottenere risultati univoci; al Tribunale federale non rimane allora, per giudicare la legittimità di una ripresa d'imposta, che procedere secondo considerazioni di ordine generale (come in DTF 59 I 288 o nella sentenza del 4 febbraio 1946 in re Elektrizitätswerk Luzern-Engelberg, loc.cit.) o in base all'onere della prova (ZBl 87/1986 pag. 381 consid. 8). Nel caso in esame, per di più, il Tribunale federale si troverebbe a sindacare una ripresa di utili senza che l'autorità cantonale di ultima istanza abbia avuto occasione di verificare l'entità del reddito litigioso. A supporre che ciò sia lecito (cfr. consid. 1b), l'emanazione di un giudizio con pieno potere cognitivo (DTF 114 Ia 319 supra) non ne riesce agevolata.\n\nSi aggiunga che la difficoltà di determinare prezzi normali di trasferimento per forniture o servizi tra consociate di un medesimo gruppo sussiste anche sul piano internazionale (BURCKHARDT, Steuerplanung bei konzerninternen Leistungen, in: Höhn, Handbuch des internationalen Steuerrechts, Berna 1984, pag. 382 seg.). Il modello di convenzione preparato dall'OCSE nel 1977 (art. 9) e il rapporto Prix de transfert et entreprises multinationales (1979) della stessa organizzazione stabiliscono una serie di criteri direttivi per definire - da un lato - il valore normale delle operazioni di trasferimento fra ditte associate e per consentire - dall'altro - le necessarie riprese fiscali da parte degli Stati contraenti (GIANOLA, Imprese associate, Milano 1988, pag. 45 segg.). Gli esperti dell'OCSE, in particolare, hanno elaborato tre metodi per determinare se un certo prezzo di transazione fra società collegate sia conforme al principio di libera concorrenza (dealing at arm's length), ossia al prezzo che dovrebbe applicarsi tra società indipendenti; gli stessi esperti hanno ammesso nondimeno la relatività di questi metodi (RIVIER, Le droit fiscal international, Neuchâtel 1983, pag. 194 segg.; GIANOLA, op.cit., pag. 57 segg.).\n\nI tratttati internazionali stipulati dalla Svizzera in materia di doppia imposizione permettono, di massima, la ripresa fiscale degli utili dissimulati che una ditta consociata fa pervenire a un'altra (art. 9 par. 1 del modello OCSE; testo in: Modèle de convention de double imposition concernant le revenu et la fortune, Rapport |169| du Comité des Affaires Fiscales de l'OCDE, Parigi 1977, pag. 30). Non prevodono invece - e la Svizzera, come altri Stati, ha apposto una riserva esplicita all'art. 9 par. 2 del modello OCSE - l'obbligo di ridurre l'imponibile della consociata beneficiaria di utili dissimulati qualora la ditta fornitrice sia oggetto di una ripresa fiscale nello Stato in cui ha la propria sede (corresponding adjustment). In casi simili una rettifica dell'imponibile può avvenire solo nella procedura di composizione amichevole fra Stati (art. 25 del modello OCSE; RIVER, op.cit., pag. 212 seg.; GIANOLA, op.cit., pag. 102 segg.; STOCKAR, Gewinnkorrekturen zwischen verbundenen Unternehmen, in: ASA 54 pag. 322).\n\nLe difficoltà pratiche di fissare - per un verso - norme giuridiche precise che, verificandosi un doppio aggravio intercantonale di società economicamente legate fra loro, obblighino un Cantone a limitare la propria sovranità fiscale, e - per altro verso - di giungere a dati economici obiettivi che consentano di definire l'utile imponibile da parte di ogni singolo Cantone inducono, per forza di cose, a una grande prudenza nel ravvisare una violazione al divieto della doppia imposta.\n\ng) Le considerazioni precedenti destano l'interrogativo di sapere se una ripresa troppo alta di utili a carico di una società che fornisce prestazioni a una consociata del medesimo gruppo non possa sospingersi già di per sé - come le ricorrenti asseverano - nella doppia imposta. Il quesito va risolto negativamente.\n\nSi è detto che dal profilo giuridico le consociate sono e permangono soggetti autonomi; possono essere legate dal profilo economico, ma perché ciò sia di rilievo ai fini fiscali occorre che la società beneficiaria dell'utile dissimulato. sia tassata a sua volta, nel Cantone di sede, per una parte dell'utile tassato presso l'altra società attraverso la ripresa d'imposta. In linea con la giurisprudenza evocata dianzi (consid. 3c), quando oggetti fiscali economicamente identici sono tassati in Cantoni diversi presso soggetti legati economicamente in modo particolare, l'eventualità di una doppia imposta non è esclusa: il doppio aggravio però deve essere attuale, non solo virtuale. L'ipotesi che una ripresa d'imposta a carico della consociata fornitrice di prestazioni o servizi si riveli eccessiva non è quindi sufficiente, di per sé, a confortare un'inosservanza dell'art. 46 cpv. 2 Cost.\n\nOltre a ciò, il litigio sulla legittimità e l'entità di una ripresa per distribuzione dissimulata di utili riguarda anzitutto l'accertamento dell'imponibile: non si può ragionevolmente pretendere che il |170| Tribunale federale esperisca la necessaria istruttoria e quantifichi esso medesimo - in tema di doppia imposta - l'utile di una consociata a titolo preliminare, tanto meno come unica giurisdizione di ricorso (art. 86 cpv. 2 OG). Ancor meno se si pensa che le censure formulate in base all'art. 4 Cost. contro la legittimità e l'entità della ripresa (arbitrio, violazione del diritto di essere sentiti) assumono portata propria e non possono - come che sia - essere vagliate senza esaurimento previo delle istanze cantonali.\n\n4. Chiarite le premesse che possono dar luogo a doppia imposta per ripresa di utili dovuti a transazioni di favore fra ditte consociate, resta la nota alternativa (v. consid. 1a): sospendere la procedura in attesa che l'autorità cantonale si pronunci sulla liceità e sull'ammontare della ripresa, oppure - mancando al ricorso ogni possibilità di buon esito (v. consid. 1b) - statuire subito nel merito. Ora, una sospensione del giudizio, nella fattispecie, non si giustifica. In primo luogo perché dovrebbe estendersi non solo alla procedura di reclamo (art. 175 LT), ma anche a quella di ricorso (art. 181 LT). In secondo luogo perché, avesse pure ad attendere, il Tribunale federale non potrebbe sindacare le critiche dedotte dall'art. 4 Cost. che hanno portata propria. Infine perché, qualora la società Y si trovasse a soccombere davanti alle autorità ticinesi e avesse ancora interesse alla sentenza del Tribunale federale, la procedura non potrebbe concludersi in ogni modo - come si vedrà in appresso - con un accoglimento del gravame.\n\n5. Oggetto della causa è una ripresa d'imposta a carico della società Y per forniture effettuate alla società X. Il Cantone Ticino non mira più a tassare la società X, sia pure sulla partita fiscale della società Y (ASA 55 pag. 456 consid. 3c in fine e consid. 8), ma procede verso la stessa società Y per utili suoi propri distribuiti alla società X attraverso prestazioni non giustificate dall'uso commerciale. Seppure fosse arbitraria, tale ripresa non potrebbe per nulla - da sola - costituire una doppia imposta. Le ricorrenti dovrebbero dimostrare altresì che, sommando i loro utili con la ripresa fiscale, una parte degli stessi risulterebbe effettivamente tassata sia nel Ticino sia a Zugo. Su questo punto però il ricorso manca di idonea motivazione (art. 90 cpv. 1 lett. b OG; DTF 114 Ia 318 consid. 2b). Le ricorrenti fanno valere che dal 1o settembre 1983 la società X è tassata sull'utile a Zugo con un sistema d'imposizione misto, che esiste già una tassazione definitiva per gli anni 1983-1985 e una provvisoria per il 1986. Argomenti del genere non possono suffragare una critica di doppia imposta. |171|\n\na) Per quel che concerne la tassazione provvisoria del 1986, intanto, essa non è nemmeno stata prodotta. Quanto alle tassazioni 1983-1985, esse confermano bensì che una parte del reddito netto conseguito in quel periodo dalla società X è stato imposto nel Canton Zugo. L'Amministrazione ticinese delle contribuzioni rileva a giusto titolo, nondimeno, che in nessuno dei tre anni fiscali risulta essere intervenuto un doppio aggravio effettivo e che rimangono, anzi, utili per milioni non tassati in Svizzera. Niente lascia dedurre in circostanze simili che la ripresa operata dal Cantone Ticino configuri una doppia imposta attuale.\n\nb) Certo, il Canton Zugo sembra essersi limitato a tassare poco più di un quarto del reddito netto dichiarato dalla società X non tanto perché l'utile rimanente proviene dalla società Y, con sede nel Ticino, quanto perché la società X, senza svolgere un'attività economica propria (vendita, mediazione di licenze, finanziamento di operazioni produttive o commerciali), ritrae parte dell'utile su mercati esteri grazie all'intervento di consociate straniere (\"società mista\"). È possibile, ciò premesso, che il Canton Zugo abbia scorto un trasferimento di redditi da queste aziende alla società X e abbia limitato di conseguenza l'imposta sull'utile (Gesetz über die Kantons- und Gemeindesteuern, § 38 cpv. 3 combinato con il § 41 cpv. 1). Se non che, quand'anche il reddito della società X comprendesse realmente l'utile di imprese estere già tassate per lo stesso beneficio alla loro sede, il gravame delle ricorrenti non sarebbe destinato a miglior esito. Il contenzioso riguarderebbe infatti non più l'art. 46 cpv. 2 Cost., ma - semmai - un caso di una doppia imposta internazionale che andrebbe risolto secondo le norme dei rispettivi trattati (si è alluso alla procedura di composizione amichevole tra gli Stati dell'OCSE; per gli Stati Uniti si veda l'art. XVII della convenzione 24 maggio 1951, RS 0.672.933.61, in: RU 1951 pag. 928, e LOCHER, Handbuch und Praxis der schweizerisch-amerikanischen Doppelbesteuerungsabkommen, vol. 1, Basilea 1957, pag. 92, n. 112). La lite esulerebbe, sia come sia, dall'attuale controversia e non potrebbe formare oggetto del giudizio.\n\nPer questi motivi, il Tribunale federale pronuncia:\n\nIl ricorso è respinto nella misura in cui è ammissibile."}