{"annee": "115", "cour": "IA", "page": "189", "date": "14/8/1989", "cite": ["115 IA 66", "114 IA 114", "111 IB 227"], "cite_par": ["118 IB 381", "120 IB 224", "118 IA 372", "117 IA 497", "118 IA 223", "118 IB 326", "120 IA 19"], "chapeau": "34. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. August 1989 i.S. X. und Mitbeteiligte gegen Gemeinde Laufen-Uhwiesen sowie Regierungsrat und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 6 ch. 1 CEDH; contrôle judiciaire de décisions concernant l'autorisation d'exproprier. Pouvoir d'examen. Les exigences de l'art. 6 ch. 1 CEDH sont satisfaites si le juge peut revoir librement l'état de fait et l'application du droit. Un contrôle de l'opportunité n'est pas exigé dans le cadre de la juridiction administrative."], "faits": "BGE 115 Ia 189 S. 190\n\nAm 7. Dezember 1984 genehmigte die Gemeindeversammlung von Laufen-Uhwiesen das überarbeitete Projekt für den Ausbau der Chlosterbergstrasse. Nachdem der vom Gemeinderat angestrebte freihändige Landerwerb für den Strassenbau gescheitert war und der Bezirksrat Andelfingen am 17. Oktober 1987 das Bauprojekt gemäss § 17 des Strassengesetzes genehmigt hatte, ersuchte der Gemeinderat den Zürcher Regierungsrat um Erteilung des Enteignungsrechts. Diesem Begehren entsprach der Regierungsrat unter Abweisung der gegen den vorgängigen Entscheid des Bezirksrats Andelfingen gerichteten \"Einwendungen\"; der Bezirksrat hatte mit seinem Entscheid die gegen die Erteilung des Enteignungsrechts erhobenen Einsprachen seinerseits ebenfalls abgewiesen. Das Verwaltungsgericht des Kantons Zürich beschied die von X. und Mitbeteiligten gegen den Regierungsratsbeschluss erhobene Beschwerde abschlägig.\n\nEine gegen den Entscheid des Verwaltungsgerichts gerichtete staatsrechtliche Beschwerde weist das Bundesgericht ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n4. Die Beschwerdeführer rügen in der staatsrechtlichen Beschwerde erstmals, dass sie die Streitfrage der Notwendigkeit der Enteignung auf kantonaler Ebene keinem unabhängigen Richter hätten vortragen können. Ein von einer Enteignung betroffener Bürger habe Anspruch darauf, dass über die Frage, ob eine Enteignung gerechtfertigt sei, ein Richter urteile, welcher die Anforderungen von Art. 6 Ziff. 1 EMRK erfülle. Bezirksrat und Regierungsrat genügten diesen Anforderungen nicht; dies gelte in Fällen wie dem vorliegenden auch für das zürcherische Verwaltungsgericht, da es den Enteignungsentscheid nicht mehr auf blosse Angemessenheit überprüfen dürfe.\n\na) (Ausführungen über die Zulässigkeit dieser Rüge unter dem Gesichtswinkel des Novenrechts.)\n\nb) Das Bundesgericht hat wiederholt festgestellt, ein von einer Enteignung betroffener Bürger könne verlangen, dass nicht nur über das Mass der Entschädigung, sondern auch über die Frage, ob eine Enteignung gerechtfertigt sei, ein Richter urteile, welcher die Anforderungen von Art. 6 EMRK erfülle (BGE 114 Ia 127 E. 4 c/ch mit Hinweisen, BGE 115 Ia 66). Die Beschwerdeführer sind - wie bereits erwähnt der Auffassung, das Verwaltungsgericht als BGE 115 Ia 189 S. 191letzte kantonale Instanz genüge Art. 6 Ziff. 1 EMRK nicht, indem es ihm nicht zustehe, den Entscheid über die Enteignung auch auf seine Angemessenheit zu überprüfen.\n\nDer Europäische Gerichtshof für Menschenrechte hat in seinem Entscheid vom 29. April 1988 i.S. Belilos festgestellt, das Strafkassationsgericht des Waadtländer Kantonsgerichtes entspreche den Anforderungen der EMRK nicht, da es im Rahmen einer Nichtigkeitsbeschwerde nicht zuständig sei, die Tatsachenfeststellungen der Vorinstanz zu überprüfen. Diese Unzulänglichkeit könne auch das Bundesgericht im Rahmen einer staatsrechtlichen Beschwerde nicht heilen, da dessen Kognition sowohl in tatbeständlicher als auch in rechtlicher Hinsicht auf eine Willkürkontrolle beschränkt sei (Publications de la Cour européenne des droits de l'homme, Série A, vol. 132, Ziff. 69 ff. = EuGRZ 1989 S. 31/32). Der Gerichtshof hat zu der von den Beschwerdeführern im vorliegenden Verfahren aufgeworfenen Frage in diesem Entscheid nicht Stellung genommen. Das Verwaltungsgericht des Kantons Zürich klärt aufgrund von § 60 VRG den Sachverhalt von Amtes wegen ab, und es überprüft auch das Recht frei (§ 50 VRG). Dagegen entspricht es modernem Verwaltungsrechtsdenken, dass Verwaltungsverfügungen durch den Richter nicht auf ihre Angemessenheit zu überprüfen sind (vgl. FRITZ GYGI, Bundesverwaltungsrechtspflege, Bern 1983, S. 34, 237). Diese in zahlreichen Gesetzen (siehe bspw. auch Art. 104 OG) vorgesehene Einschränkung ergibt sich aus dem wohlverstandenen Grundsatz der Gewaltentrennung, der einerseits Regierung und Verwaltung einen Ermessensspielraum belässt und anderseits den Richter auf die Rechtskontrolle beschränkt (vgl. dazu auch ALFRED KÖLZ, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, Zürich 1978, N. 29 zu § 50 VRG mit Hinweisen). Damit kommt das Gericht seiner eigentlichen Aufgabe im Verwaltungsrecht - nämlich Recht zu sprechen - vollumfänglich nach. Auch den Anforderungen von Art. 6 Ziff. 1 EMRK ist Genüge getan, wenn der Richter den Sachverhalt und das Recht frei überprüfen kann. Eine Ermessenskontrolle ist im Verwaltungsgerichtsverfahren nicht gefordert (Berichte der Europäischen Kommission für Menschenrechte i.S. Kaplan vom 17. Juli 1980 (DR 21 S. 5 ff., Ziff. 156 ff.) und i.S. Mats Jacobsson vom 16. März 1989 (EuGRZ 1989 S. 263 ff., Ziff. 84); FROWEIN/PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington 1985, N. 39 zu Art. 6; HERBERT MIEHSLER in: Internationaler Kommentar zur EMRK, Köln/Berlin/Bonn/München BGE 115 Ia 189 S. 1921986, N. 80 und 81 zu Art. 6; BGE 111 Ib 232 /233 E. 2e). Schliesslich kann darauf hingewiesen werden, dass sowohl Ermessensmissbrauch wie -überschreitung Rechtsverletzungen darstellen, die vom Verwaltungsgericht überprüft werden müssen (§ 50 Abs. 2 Bst. c VRG, vgl. FRITZ GYGI, Verwaltungsrecht, Bern 1986, S. 151/152). Die Beschwerde ist deshalb in diesem Punkt abzuweisen. Unter diesen Umständen braucht auf die Bedeutung und Tragweite der mit Wirkung ab 29. April 1988 erfolgten Änderung der Auslegenden Erklärung der Schweiz zu Art. 6 Ziff. 1 EMRK (AS 1988 S. 1264) nicht eingegangen zu werden (siehe dazu 115 Ia 188)."}