{"annee": "115", "cour": "III", "page": "138", "date": "21/12/1989", "cite": ["96 III 111", "39 II 380", "37 II 495", "103 III 97"], "cite_par": ["134 III 52", "135 III 265"], "chapeau": "30. Auszug aus dem Urteil der II. Zivilabteilung vom 21. Dezember 1989 i.S. T. gegen G. (Berufung)", "regestes": ["Art. 285 al. 2 ch. 1 LP. Lorsque seul un acte de défaut de biens provisoire a été délivré, il n'est pas nécessaire d'attendre, pour admettre l'action révocatoire, que l'on dispose d'un acte de défaut de biens définitif, autant qu'un tel acte peut encore être obtenu plus tard dans la poursuite concernée. L'action doit être admise en ce sens que l'objet de la contestation ne peut être réalisé que si, dans la poursuite pendante, un acte de défaut de biens définitif a été délivré entre-temps."], "faits": "|138|\n\nA.- a) Mit öffentlich beurkundetem Ehevertrag vom 26. Mai 1982 wählten Hans und Anita G. anstelle des bisherigen ordentlichen Güterstandes der Güterverbindung jenen der allgemeinen Gütertrennung. Unter anderem vereinbarten sie, dass Forderungen gegenüber der Z. AG und weiteren juristischen Personen im Gesamtbetrag von Fr. 545'000.-- auf die Ehefrau übergehen sollten, zur Abgeltung ihrer Forderungen für eingebrachtes Gut und ihren Vorschlagsanteil. |139|\n\nb) In einer Auseinandersetzung mit der Z. AG wurde Hans G. durch Rechtsanwalt T. vertreten. Am 5. Dezember 1984 zedierte der Klient einen allfälligen Prozessgewinn an seinen Rechtsvertreter, einstweilen mindestens bis zu einer Höhe von Fr. 100' 000.--. Am 6. Dezember 1984 schliesslich unterzeichnete Hans G. auch eine Abtretungserklärung zu Gunsten von Anita G. Zediert wurden, soweit nicht bereits Gegenstand einer anderen Forderungsabtretung, die erwarteten Guthaben aus nicht näher umschriebenen Verfahren vor Bezirksgericht Plessur und Kreisamt Chur.\n\nIn einer schriftlichen Vereinbarung vom 6. Februar 1986 anerkannte Hans G. gegenüber T. ein Restguthaben von Fr. 200'000.-- aus anwaltlichen Bemühungen, die für ihn und seine Frau erbracht worden seien. Mit Zahlungsbefehl Nr. 876636 des Betreibungsamtes Chur vom 9. November 1987 wurde Hans G. hiefür betrieben. Anlässlich der Pfändung vom 22. Januar 1988 stellte sich heraus, dass er nicht über genügend pfändbares Vermögen verfügte. In der Folge wurde dem Gläubiger am 22. Februar 1988 die als provisorischer Verlustschein wirkende Pfändungsurkunde ausgehändigt.\n\nc) Am 16. September 1985 schlossen Hans und Anita G. mit der Z. AG und weiteren Beteiligten eine Vereinbarung ab, mit der sie die zwischen ihnen bestehenden Streitfragen bereinigten. Die Parteien erklärten, dass sie mit dem Vollzug der einzelnen Abmachungen per Saldo aller Ansprüche auseinandergesetzt seien und dass sie in der Folge sämtliche Zivil- und Strafklagen zurückziehen würden. Unter anderem verpflichtete sich die Z. AG, dem Betreibungsamt Chur für Hans G. eine Zahlung von Fr. 150'000.-- zu leisten, um seine zur Zeit bekannten Betreibungsgläubiger zu befriedigen. Ausserdem übertrug die Z. AG Hans G. zu einem Anrechnungswert von Fr. 2'350'000.-- gegen Übernahme der bestehenden Hypotheken in der Höhe von Fr. 1'900'000.-- die Liegenschaft X-Strasse in C. In einem Nachtrag vom 17. Oktober 1985 kamen die gleichen Parteien überein, dass die genannte Liegenschaft statt auf Hans G. auf Anita G. übergehen solle und dass der Anrechnungspreis von Fr. 2'350'000.-- auf Fr. 2'100'000.-- reduziert werde. Ziffer 3 dieses Vertrages lautet sodann:\n\n\"3. Aufgrund von Besprechungen, die Hans G. mit dem Betreibungsamt Chur geführt hat, ist sich Hans G. darüber im klaren, dass es seine Angelegenheit ist, nach dem Abschluss der Vereinbarung sich mit seinen Gläubigern auseinanderzusetzen.\"\n\nB.- Mit Klage vom 11. Mai 1988 gegen Anita G. focht T. dieses Geschäft gestützt auf Art. 288 SchKG beim Bezirksgericht |140| Plessur an. Am 30. August 1988 wies das Bezirksgericht die Klage ab. Dieses Urteil wurde am 7. Februar 1989 auf Berufung von T. hin vom Kantonsgericht von Graubünden bestätigt.\n\nC.- Gegen dieses Urteil hat T. Berufung erhoben. Wie bereits den kantonalen Instanzen beantragt er dem Bundesgericht im wesentlichen, das Urteil des Kantonsgerichts von Graubünden sei aufzuheben. Die Rechtshandlung, mit welcher Hans G. seiner Ehefrau ihm aus dem Vertrag vom 16. September 1985 zukommende Rechte übertragen habe, insbesondere die Übernahme der Liegenschaft X-Strasse in C., sei im Sinne von Art. 288 SchKG für ungültig zu erklären. Dies zumindest insoweit, als der Kläger in der Betreibung Nr. 876636 des Betreibungsamtes Chur gegen Hans G. zu Verlust gekommen sei. Eventuell sei die Sache an die Vorinstanz zurückzuweisen.\n\nDie Beklagte beantragt die Abweisung der Berufung, soweit darauf eingetreten werden könne. Auch das Kantonsgericht von Graubünden beantragt die Abweisung der Berufung und verzichtet auf Gegenbemerkungen unter Hinweis auf das angefochtene Urteil.", "considerants": "Auszug aus den Erwägungen:\n\n2. Das Kantonsgericht hat die Klage in erster Linie deshalb abgewiesen, weil kein endgültiger Verlustschein vorliege. Der Kläger erblickt darin eine Verletzung von Bundesrecht, weil das Gesetz einen provisorischen Verlustschein genügen lasse und ihm das Vorlegen eines endgültigen Verlustscheins nicht möglich sei, da ein Widerspruchsverfahren zwischen ihm und der Beklagten über in der entsprechenden Betreibung gepfändete Gegenstände hängig sei.\n\na) Nach der bisherigen bundesgerichtlichen Rechtsprechung ist das Vorliegen eines Verlustscheins eine Voraussetzung der Aktivlegitimation (BGE 103 III 103 ff.; im Gegensatz zu BGE 37 II 503 f., wo noch von Prozessvoraussetzung die Rede war). Bei einem provisorischen Verlustschein steht die Aktivlegitimation unter einer Resolutivbedingung. Wird bis zum Urteil kein endgültiger Verlustschein beigebracht, fällt sie dahin. Die Begründung liegt darin, dass der provisorische Verlustschein den Verlust des Gläubigers nicht zweifelsfrei auszuweisen vermag (BGE 103 III 103; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1988, S. 424). Der Verlust kann erst als bewiesen gelten, wenn |141| er amtlich festgestellt ist, ohne dass noch irgendein Einwand möglich wäre. Erst mit dem Ausstellen des endgültigen Verlustscheins wird die Grösse des Verlusts genau bestimmt. Die bisherige Rechtsprechung ging deshalb davon aus, dass der Gläubiger, welcher aufgrund eines provisorischen Verlustscheins klagte, einen endgültigen erwirken müsse, bevor das Urteil gefällt werde (BGE 103 III 103). Einer aufgrund eines provisorischen Verlustscheins eingeleiteten Klage kann namentlich dann kein Erfolg beschieden sein, wenn die Betreibung gar nicht mehr zu einem endgültigen Verlustschein führen kann (vgl. BGE 96 III 116; BGE 103 III 104 f.).\n\nDemgegenüber vertritt GILLIERON die Auffassung, der Verlustschein habe bei der Anfechtungsklage eine doppelte Bedeutung: Zum einen sei er eine objektive Prozessvoraussetzung. Wenn kein provisorischer oder endgültiger Verlustschein vorliege, sei auf die Klage gar nicht einzutreten (GILLIERON, Poursuite pour dettes, faillite et concordat, Lausanne 1988, S. 399). Zum andern sei materiell das Vorliegen eines Schadens nötig. Dieser könne aber nur mit einem provisorischen oder endgültigen Verlustschein bewiesen werden (GILLIERON, a.a.O., S. 399 und 392). Insofern handelt es sich beim Verlustschein nach der Auffassung GILLIERONS auch um eine materielle Voraussetzung des Anspruchs.\n\nEs sind materielle Überlegungen, welche das Bundesgericht dazu führen, einen provisorischen Verlustschein nicht vorbehaltlos als Ausweis der Aktivlegitimation anzuerkennen. Die anfechtbare Rechtshandlung ist grundsätzlich gültig. Der Anfechtungsbeklagte ist rechtmässiger Eigentümer des Vermögenswerts, der der Befriedigung des Gläubigers dienen soll. Es wird somit das Vermögen eines Dritten zur Befriedigung des Gläubigers herangezogen. Das soll aber nur dann geschehen, wenn zweifelsfrei feststeht, dass das Vermögen des Schuldners nicht ausreicht (BGE 96 III 115). Das Erfordernis des Verlustscheins schützt somit in erster Linie den Anfechtungsbeklagten, der nicht eine Leistung aus seinem Vermögen erbringen müssen soll, solange der Schuldner leistungsfähig ist.\n\nIm Gegensatz zur Ausdrucksweise, welche das Bundesgericht in BGE 37 II 503 f. verwendet hat, handelt es sich beim Erfordernis eines Verlustscheins nach der neueren bundesgerichtlichen Rechtsprechung nicht um eine Prozessvoraussetzung, sondern um eine Frage der Aktivlegitimation, somit der materiellen Berechtigung des Anfechtungsklägers (BGE 96 III 114 f.; BGE 103 III 103 ff.). Wäre der Verlustschein eine Prozessvoraussetzung und fehlte er, müsste die Klage nicht abgewiesen werden, sondern es wäre auf sie nicht |142| einzutreten (vgl. WALDER-BOHNER, Zivilprozessrecht, Zürich 1983, S. 271).\n\nNachdem die Rechtsprechung davon abgekommen ist, im Vorliegen eines Verlustscheins nur eine Prozessvoraussetzung zu sehen, unterscheidet sie sich von der Auffassung GILLIERONS (a.a.O., S. 399) im wesentlichen dadurch, dass das Fehlen eines Verlustscheins nach der Auffassung des Bundesgerichts zur Abweisung der Klage führt, während nach GILLIERON auf die Klage nicht einzutreten wäre. Zudem scheint dieser Autor für den Entscheid über die materielle Berechtigung des Anspruchs auch einen provisorischen Verlustschein genügen zu lassen (a.a.O., S. 392), während das Bundesgericht grundsätzlich einen endgültigen verlangt.\n\nDie Frage, ob das Fehlen eines Verlustscheins zur Abweisung der Klage führt oder diesfalls auf sie nicht einzutreten ist, kann im vorliegenden Fall offenbleiben, da unbestrittenermassen ein provisorischer Verlustschein vorliegt.\n\nb) Mit Bezug auf die Frage, ob ein provisorischer Verlustschein für die materielle Berechtigung des Anspruchs ausreicht, gilt es zu beachten, dass auch das Bundesgericht in seiner bisherigen Rechtsprechung ausnahmsweise einen solchen genügen liess. Eine entsprechende Ausnahme liegt vor und ein provisorischer Verlustschein genügt, wenn mit der Anfechtungsklage ein Drittanspruch beseitigt werden soll, der in derjenigen Betreibung erhoben wurde, welche zu diesem provisorischen Verlustschein geführt hat (BGE 39 II 385 f.; bestätigt in BGE 103 III 104). In diesem Fall kann vor dem Abschluss des Widerspruchsverfahrens kein endgültiger Verlustschein beigebracht werden. Um das Widerspruchsverfahren abzuschliessen, muss aber die Anfechtungsklage beurteilt werden. Überdies kann auch dem Anfechtungsgegner kein ungerechtfertigter Schaden entstehen, da der Anfechtungsgegenstand im gleichen Betreibungsverfahren verwertet wird, das auch zum provisorischen Verlustschein geführt hat. Die Verwertung wird deshalb nur erfolgen, soweit die anderen Vermögenswerte tatsächlich nicht ausreichen, um die in Betreibung gesetzten Forderungen zu decken.\n\nc) Der enge Zusammenhang zwischen Widerspruchsverfahren und Anfechtungsklage, welcher das Bundesgericht in BGE 39 II 380 bewogen hat, ausnahmsweise ein Anfechtungsurteil auch bei Vorliegen eines nur provisorischen Verlustscheins zuzulassen, ist im zu beurteilenden Fall nicht gegeben. Das vom Kläger behauptete Widerspruchsverfahren läuft wohl zwischen den gleichen Parteien |143| wie der Anfechtungsprozess; es dreht sich aber um andere Objekte. Die beiden Verfahren können gar nicht vereinigt werden. Die Prozessökonomie gebietet somit nicht, das Urteil schon aufgrund eines provisorischen Verlustscheins zuzulassen. Ebensowenig besteht die Sicherheit, dass ein positives Anfechtungsergebnis nur verwertet wird, wenn die in der Betreibung gepfändeten Gegenstände zur Befriedigung des Gläubigers nicht ausreichen. Die Verfahren sind vollständig getrennt.\n\nEs ist aber nicht zu verkennen, dass der Kläger in Anbetracht des von ihm behaupteten hängigen Widerspruchsverfahrens ein schutzwürdiges Interesse daran hat, mit der Anfechtungsklage nicht bis zum Vorliegen eines endgültigen Verlustscheins zuwarten zu müssen. Sonst könnte allenfalls die in Art. 292 SchKG vorgesehene Frist nicht eingehalten werden. Dem Kläger kann jedoch nicht gefolgt werden, soweit er vom Vorliegen eines endgültigen Verlustscheins vollständig absehen will. Einer Anfechtungsklage ist trotz Vorliegens eines provisorischen Verlustscheins immer dann der Erfolg zu versagen, wenn in der betreffenden Betreibung gar kein endgültiger Verlustschein mehr ausgestellt werden kann, namentlich weil die Frist zur Stellung des Verwertungsbegehrens unbenutzt verstrichen ist. Insoweit ist an der bisherigen Rechtsprechung festzuhalten (BGE 96 III 114 ff.; BGE 103 III 103 ff.).\n\nDem legitimen Anliegen des Klägers, mit dem Anfechtungsurteil nicht zuwarten zu müssen, bis in der durch das Widerspruchsverfahren verzögerten Betreibung ein endgültiger Verlustschein ausgestellt wird, kann dennoch Rechnung getragen werden. Der Weg dafür ist in BGE 39 II 385 f. vorgezeichnet. Dort wurde eine im Zusammenhang mit einem Widerspruchsverfahren erhobene Anfechtungseinrede trotz Fehlens eines endgültigen Verlustscheins zugelassen, wobei das Bundesgericht festhielt, dass die Gutheissung vor durchgeführter Verwertung nur den Sinn habe, festzustellen, \"dass das Anfechtungsobjekt in die Pfändung einzubeziehen resp. darin zu belassen ist, sofern die übrigen Pfändungsobjekte zur Deckung der Pfändungsgläubiger nicht ausreichen\" (BGE 39 II 385 f.). Im vorliegenden Fall könnte eine Klagegutheissung in dem Sinne erfolgen, dass das Anfechtungsobjekt nur verwertet werden darf, wenn in der hängigen Betreibung ein endgültiger Verlustschein ausgestellt wird."}