{"annee": "115", "cour": "IA", "page": "370", "date": "29/11/1989", "cite": ["82 I 102", "114 IA 114", "115 IA 27", "101 IA 213", "109 IA 185", "109 IA 257", "115 IA 114"], "cite_par": ["115 IA 384", "145 I 52", "118 IA 384", "119 IA 378", "119 IA 305", "119 IA 445", "118 IA 175", "117 IA 497", "126 I 219"], "chapeau": "57. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 29. November 1989 i.S. A. gegen Verwaltungsgericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 22ter et 31 Cst.; art. 75 al. 4 du règlement sur les constructions de la ville de Berne; protection de la vieille-ville; intérêt public et proportionnalité. 1. Pouvoir d'examen du Tribunal fédéral relativement à la pesée des intérêts (consid. 3) et à l'application du principe de la proportionnalité (consid. 4). 2. Une disposition sur la protection de la vieille-ville peut s'opposer, dans des cas particuliers, à ce qu'une construction occupe la totalité du volume qui serait conforme à la réglementation de la zone. Les autorités sont cependant tenues d'informer à temps le maître de l'ouvrage du gabarit maximum qu'elles tiendraient pour compatible avec la protection de la vieille-ville. En outre, une telle règle ne leur permet pas d'imposer systématiquement, dans un quartier ou dans un secteur, un indice d'utilisation inférieur à celui admis par le règlement (consid. 5)."], "faits": "BGE 115 Ia 370 S. 370\n\nDie Altstadt von Bern liegt auf einer Geländekuppe, die auf drei Seiten von der Aare umflossen wird. Auf der Südseite, wo BGE 115 Ia 370 S. 371die Geländekuppe flach gegen das Aareufer ausläuft, befindet sich das Gebiet der Matte. Der südlichste Teil ist das \"Inseli\". Im Bauklassenplan der Stadt Bern vom Jahre 1955 lag das \"Inseli\" im Industriegebiet der Matte. Der heute gültige Bauklassenplan vom 31. Dezember 1984 weist es dem Gewerbegebiet zu.\n\nA. führt seit 1961 auf dem \"Inseli\" einen Metallbaubetrieb. Am 15. Juni 1984 reichte er ein Baugesuch für die Aufstockung der Werkhalle um zwei Geschosse für Büro- und Gewerberäume, das Erstellen von Autoabstellplätzen sowie den Anbau eines Treppenhauses und eines Autoliftes ein. Gegen das Baugesuch erhob unter anderem der Berner Heimatschutz Einsprache mit der Begründung, durch die Aufstockung werde der Ausblick von Standorten auf dem auf der andern Seite der Aare führenden Uferweg (in den sogenannten Englischen Anlagen) auf markante Teile der Altstadt im Bereich der Junkerngasse bis auf Dachfirsthöhe abgedeckt. Der Regierungsstatthalter I von Bern wies die Einsprache ab.\n\nDie Baudirektion des Kantons Bern, an welche A. den Entscheid weiterzog, holte einen Bericht der Kantonalen Kommission zur Pflege der Orts- und Landschaftsbilder ein. Sie wies die Beschwerde ab, wobei sie sich auf die Schutzbestimmungen der Bauordnung der Stadt Bern stützte. Der Anblick der Südfront der untern Altstadt würde durch das Bauvorhaben namentlich vom Uferweg der Englischen Anlagen schwer beeinträchtigt.\n\nDas Verwaltungsgericht des Kantons Bern wies eine hiegegen eingereichte Verwaltungsgerichtsbeschwerde ebenfalls ab. Zur Begründung führte es aus, Art. 75 Abs. 3 und 4 und Art. 92 Abs. 1 und 98 Abs. 1 der Bauordnung der Stadt Bern vom 22. März 1979 (BO) stellten eine genügende gesetzliche Grundlage für einen Bauabschlag dar, insbesondere sei für die Beurteilung des Aufstockungsvorhabens Art. 75 Abs. 4 BO entscheidend, wonach Neu- und Umbauten die Altstadtsilhouette nicht beeinträchtigen dürften; Ausnahmen, die eine grössere Geschosszahl oder Gebäudehöhe beanspruchten, seien unzulässig. Die Eigentumsbeschränkung liege zudem im öffentlichen Interesse und erweise sich als verhältnismässig.\n\nA. führt staatsrechtliche Beschwerde wegen Verletzung von Art. 4, 22ter und 31 BV und beantragt, das Urteil des Verwaltungsgerichts vom 17. Oktober 1988 sei aufzuheben und die kantonalen Behörden seien anzuweisen, die nachgesuchte Baubewilligung zu erteilen. Das Bundesgericht weist die Beschwerde ab.\n\nBGE 115 Ia 370 S. 372", "considerants": "Aus den Erwägungen:\n\n2. (Das Bundesgericht bejaht das Vorliegen einer genügenden gesetzlichen Grundlage.)\n\n3. Der Beschwerdeführer macht geltend, sein privates Interesse an der Realisierung des Bauvorhabens überwiege im vorliegenden Fall das öffentliche Interesse am Schutz der Altstadtsilhouette.\n\nDie Frage, ob ein Grundrechtseingriff, der sich auf eine genügende gesetzliche Grundlage stützt, durch ein öffentliches Interesse gedeckt ist und ob dieses die privaten Interessen überwiege, prüft das Bundesgericht grundsätzlich frei (BGE 115 Ia 30; BGE 114 Ia 117, 243, je mit Hinweisen). Doch auferlegt es sich Zurückhaltung, soweit die Beurteilung von einer Würdigung der örtlichen Verhältnisse abhängt, welche die kantonalen Behörden besser kennen und überblicken als das Bundesgericht, und soweit sich ausgesprochene Ermessensfragen stellen (BGE 114 Ia 117, 338, je mit Hinweisen). Diese Zurückhaltung ist insbesondere auf dem Gebiet des Denkmalschutzes geboten, da diese Aufgabe in erster Linie Sache der Kantone ist (BGE 115 Ia 30; BGE 109 Ia 259 E. 4; vgl. auch BGE 115 Ia 118 E. d). Die erwähnte Kognitionsbeschränkung gilt auch dann, wenn das Bundesgericht, wie vorliegend, einen Augenschein durchgeführt hat. Eine solche einmalige Besichtigung verschafft ihm nicht unbedingt die vertieften Kenntnisse, welche die kantonalen Behörden besitzen (FRANCESCO BERTOSSA, Der Beurteilungsspielraum, Diss. Bern 1984, S. 86). Vor allem aber ist die Zurückhaltung in der besonderen Funktion des Bundesgerichts als Verfassungsgericht begründet. Oft sind verschiedene Lösungen eines Problems mit der Verfassung vereinbar, weshalb den Kantonen genügend Raum gelassen werden soll, die ihnen am besten entsprechende Regelung zu treffen. Die Aufgabe der Verfassungsgerichtsbarkeit spielt auch im Kontext des Förderalismus eine Rolle: Dem Bundesgericht ist erlaubt, zum Ausgleich starker Zentralisierung bewusst nach Wegen zu suchen, kantonale Autonomie zu schonen, solange zentrale Grundsrechtspositionen dadurch nicht verletzt werden (WALTER KÄLIN, Verfassungsgerichtsbarkeit in der Demokratie, Bern 1987, S. 200).\n\nBei der Prüfung des öffentlichen Interesses ist in erster Linie die Bedeutung von Art. 75 Abs. 4 BO zu berücksichtigen. Diese Vorschrift verbietet eine Beeinträchtigung der Altstadtsilhouette durch Neu- und Umbauten. Satz 2 dieser Bestimmung ist die logische Konsequenz des Beeinträchtigungsverbotes; wird die BGE 115 Ia 370 S. 373Altstadtsilhouette von einem Neu- oder Umbau tangiert, so soll nicht noch über eine nach der Bauordnung mögliche Ausnahmebewilligung für eine grössere Geschosszahl oder Gebäudehöhe diskutiert werden. Solche Ausnahmen sind unzulässig. Wird aber zonenkonform gebaut, ist das Bauvorhaben allein nach Satz 1 von Art. 75 Abs. 4 zu prüfen, nämlich danach, ob es die Altstadtsilhouette beeinträchtigt. Im Gegensatz zu einem Verunstaltungsverbot, welches eine Bauverweigerung nur rechtfertigen könnte, wenn eine eigentliche Verunstaltung bewirkt würde, erlaubt der Begriff der \"Beeinträchtigung\" die Anwendung eines strengeren Massstabes. Verlangt wird nicht eine erhebliche Störung nach dem Massstab von einer gewissen Verbreitung und Allgemeingültigkeit (BGE 114 Ia 345; BGE 82 I 108), sondern es genügt vielmehr bereits eine klar erkennbare Störung eines wertvollen Stadt- oder Landschaftsbildes, um ein Bauvorhaben zu verbieten (BGE 101 Ia 219 E. 5a). Freilich hat auch in diesem Fall eine strenge Prüfung mit sorgfältiger Interessenabwägung im Blick auf den Schutzzweck und das Schutzobjekt zu erfolgen (BGE 101 Ia 221 E. 6a).\n\na) Nach der Rechtsprechung des Bundesgerichts liegen Grundrechtsbeschränkungen, die dem Schutz von Baudenkmälern dienen, ganz allgemein im öffentlichen Interesse (BGE 109 Ia 259 E. 5a mit Hinweisen). Auch in der Lehre wird das öffentliche Interesse an Denkmalschutzmassnahmen allgemein bejaht (Hinweis in BGE 109 Ia 259 E. 5a). Das Schutzinteresse gilt nicht nur einem einzelnen Objekt, sondern darüber hinaus auch einem Ensemble von Bauten und dessen näheren Umgebung (BGE 109 Ia 185; Urteil des Bundesgerichts vom 2. Juli 1986 in ZBl. 88/1987 S. 541 f.). Damit ist allerdings die Frage noch nicht beantwortet, wie weit das öffentliche Interesse reicht bzw. welche Objekte Schutz verdienen und in welchem Ausmasse. Das öffentliche Interesse, die Berner Altstadt - die in das Verzeichnis der Weltkulturgüter der UNESCO aufgenommen wurde - vor Beeinträchtigungen zu schützen, wird vom Beschwerdeführer dem Grundsatz nach nicht in Abrede gestellt. Indessen ist zu prüfen, ob dieses an sich unbestrittene öffentliche Interesse bei Würdigung der konkreten Umstände des vorliegenden Falles eine genügende Grundlage für einen Bauabschlag ist.\n\nb) Das Verwaltungsgericht führt in seinem Entscheid aus, die Beeinträchtigung der Altsstadtsilhouette ergebe sich zwar nur von einigen wenigen Standorten auf dem Uferweg der Englischen Anlagen aus. Doch würden diese Standorte wegen der dort fehlenden BGE 115 Ia 370 S. 374Uferbestockung geradezu zum Verweilen und Betrachten anregen. Der hier noch mögliche freie Blick auf die Südfront der Junkerngasse würde mit dem vorgesehenen Umbau beinahe gänzlich zunichte gemacht und der Allgemeinheit damit eine fast einzigartige Teilansicht der Altstadt entzogen. Deshalb sei es belanglos, ob dieser Durchblick von eher kleinem touristischen Interesse sei und ob der Uferweg auch von Einheimischen nur schwach frequentiert werde.\n\nDer Augenschein hat gezeigt, dass die geplante Aufstockung des Gebäudes des Beschwerdeführers den Blick auf die Oberstadt von den vom Verwaltungsgericht genannten Standorten aus teilweise verbauen würde. Damit ginge die beim heutigen Ausblick auf das \"Inseli\" klar erfassbare Trennung zwischen der vornehmen Oberstadt (Junkerngasse bis Münster) und dem Gewerbeviertel der Matte verloren. Insbesondere stellt sich heute die Altstadt in dem in Frage stehenden Bereich als geschlossene Häuserzeile dar. Diese Einheit würde durch das Bauvorhaben unterbrochen. Es ergibt sich somit, dass das vorliegende Projekt, zumindest von gewissen Standorten aus gesehen, die Altstadtsilhouette beinträchtigen würde.\n\nDer Beschwerdeführer bestreitet diese Feststellungen nicht grundsätzlich, wendet aber ein, da der Uferweg touristisch bedeutungslos sei und der Durchblick lediglich an einigen wenigen Standorten beeinträchtigt würde, bestehe kein nennenswertes Interesse am Aufstockungsverbot. Er macht damit geltend, im vorliegenden Fall könne das öffentliche Interesse den Bauabschlag nicht rechtfertigen, da die Störung nur unbedeutend sei. Entgegen der Auffassung des Beschwerdeführers ist es indessen unerheblich, ob die Beeinträchtigung der Altstadtsilhouette nur von wenigen Standorten aus wahrgenommen werden könnte. Ganz abgesehen davon, dass sich - wie das Verwaltungsgericht zu Recht festhält - gerade von diesen Orten aus heute ein offener Ausblick auf die Südfront der unteren Altstadt bietet, ist der in Frage stehende Schutz der Altstadt, die ein Kulturgut von europäischem Rang darstellt, stark zu gewichten. Es besteht ein grosses öffentliches Interesse daran, Beeinträchtigungen des Ortsbildes der Berner Altstadt wenn immer möglich zu vermeiden. Hinzu kommt, dass die Behörden bei der Anwendung von Art. 75 Abs. 4 BO, wie dargelegt, einen strengen Massstab anwenden dürfen, der auf alle Fälle strenger sein darf, als bei der Prüfung eines Verunstaltungsverbotes. Es reicht, wenn ein Vorhaben wie hier zu einer klar BGE 115 Ia 370 S. 375erkennbaren Störung des geschützten Ortsbildes führt. Angesichts der vom Bundesgericht geübten Zurückhaltung erscheint jedenfalls die Schlussfolgerung der kantonalen Behörden, das öffentliche Interesse an der Erhaltung der Altstadtsilhouette sei trotz der an sich geringen Beeinträchtigung gegeben, durchaus haltbar. Daran können auch die übrigen Einwendungen des Beschwerdeführers nichts ändern.\n\nc) Diesem öffentlichen Interesse sind die privaten Interessen des Beschwerdeführers an der Realisierung seines Bauvorhabens entgegenzustellen. Dabei ist zu beachten, dass der bestehende Gewerbebau um zwei Geschosse aufgestockt werden soll. Damit sollen im ersten Obergeschoss 190 m2 Gewerbefläche und 110 m2 Bürofläche sowie im zweiten Obergeschoss ca. 300 m2 Gewerbefläche, ein Atelier und ein Lagerraum von je rund 45 m2 sowie eine Einstellhalle für zehn Personenwagen gewonnen werden. Nach den Angaben des Beschwerdeführers sind ca. 10% der Bürofläche zur Vermietung vorgesehen. An der Augenscheinsverhandlung wurde festgestellt, dass auf die Autoabstellplätze gegen Entrichtung einer entsprechenden Ablösungssumme verzichtet werden könnte, doch möchte der Beschwerdeführer in diesem Fall den fraglichen Raum als Lager benützen. Diese Absicht ist zwar begreiflich, jedoch nicht überzeugend, wenn gesagt wird, eine Expansion des Betriebes sei nicht geplant. Die projektierte Einstellhalle sowie die vorgesehene Fläche von Büroraum, die vermietet werden soll, zeigen, dass nicht alle geplanten Nutzflächen aus betrieblicher Sicht dringend erforderlich sind, erklärte doch der Beschwerdeführer anlässlich des von der Baudirektion durchgeführten Augenscheins, die Hälfte der Aufstockung werde sofort von der Firma benötigt, im übrigen müsse man beim Bauen auch in die Zukunft planen und gewisse Reserven einkalkulieren. Unter diesen Umständen durften die kantonalen Behörden folgern, die privaten Interessen des Beschwerdeführers könnten das erhebliche öffentliche Interesse nicht überwiegen. Zumindest ist diese Schlussfolgerung im Hinblick auf die erwähnte zurückhaltende Prüfung des Bundesgerichts nicht zu beanstanden. Das heute zur Diskussion stehende Projekt, welches eine Erweiterung vorsieht, die über das betrieblich Notwendige hinaus geht, lässt es zu, bei der Abwägung aller auf dem Spiele stehenden Interessen dem öffentlichen Interesse mehr Gewicht beizumessen.\n\n4. Weiter rügt der Beschwerdeführer, der Bauabschlag verletze das Prinzip der Verhältnismässigkeit.\n\nBGE 115 Ia 370 S. 376\n\na) Damit eine Grundrechtsbeschränkung vor der Eigentumsgarantie und der Handels- und Gewerbefreiheit standhält, muss nicht nur der damit angestrebte Zweck im öffentlichen Interesse liegen; nach der Rechtsprechung verlangt zudem der Grundsatz der Verhältnismässigkeit, dass die Beschränkung zur Erreichung des angestrebten Ziels geeignet und erforderlich ist und dass das verfolgte Ziel in einem vernünftigen Verhältnis zu den eingesetzten Mitteln, den zu seiner Verwirklichung notwendigen Freiheitsbeschränkungen, steht (BGE 115 Ia 31 mit Hinweisen).\n\nb) Das Verwaltungsgericht führt dazu aus, da die kommunalen Ästhetikvorschriften verfassungskonform seien, bleibe nach seiner Rechtsprechung im konkreten Anwendungsfall kein Platz mehr für eine nochmalige Prüfung der Verhältnismässigkeit. Ob diese Auffassung haltbar sei, braucht nicht untersucht zu werden, da das Verwaltungsgericht die Verhältnismässigkeit in einer zusätzlichen Erwägung geprüft hat. Es kommt dort zum Schluss, es sei nicht ersichtlich, mit welchen milderen Vorkehren das Aufstockungsprojekt mit dem Ortsbildschutz in Übereinstimmung gebracht werden könnte. Da der Beschwerdeführer im Verfahren vor der Baudirektion auf die Einreichung einer Projektänderung verzichtet habe, verbleibe als einzige zwecktaugliche Schutzmassnahme der Bauabschlag.\n\nDer Beschwerdeführer bringt in diesem Zusammenhang vor, sein privates Interesse an der Aufstockung zur Beseitigung der akuten Raumnot sei offensichtlich und schwerwiegend. Es müsse als eine krasse Unverhältnismässigkeit bezeichnet werden, wegen eines Durchblicks von einigen wenigen Punkten eines kaum begangenen und touristisch bedeutungslosen Uferweges eine betrieblich absolut notwendige, nach den baupolizeilichen Vorschriften hinsichtlich Gebäudehöhe und Geschosszahl zulässige Aufstockung zu verbieten.\n\nWie oben dargelegt, erweist sich die von den kantonalen Behörden vorgenommene Interessenabwägung durchaus als haltbar, weshalb der Beschwerdeführer daraus nichts zu seinen Gunsten ableiten kann. Ebenso geht aus diesen Erwägungen hervor, dass die Altstadtsilhouette durch das Bauvorhaben beeinträchtigt wird. Da es einzig um das vom Beschwerdeführer ausgearbeitete Projekt geht, sind die Ausführungen des Verwaltungsgerichts hinsichtlich der Verhältnismässigkeit des Bauabschlages nicht zu beanstanden.\n\n5. Aus diesen Erwägungen ergibt sich, dass der von den kantonalen Behörden verfügte Bauabschlag für das zur BGE 115 Ia 370 S. 377Diskussion stehende Bauvorhaben weder die Eigentumsgarantie noch die Handels- und Gewerbefreiheit verletzt. Eine andere Frage ist dagegen, ob allenfalls ein abgeändertes Vorhaben, beispielsweise die Aufstockung um nur ein Geschoss, ebenfalls verweigert werden könnte. Dies braucht hier indessen nicht entschieden zu werden. Immerhin sei bemerkt, dass dadurch nach den aktenmässigen Angaben eine Mehrnutzung von mindestens 300 m2 gewonnen werden könnte, womit gegenüber der heutigen Lage zweifellos eine Betriebsrationalisierung möglich wäre. In rechtlicher Hinsicht unbefriedigend ist der Konflikt zwischen der zonenmässig möglichen Nutzung (Altstadtzone C, 3 Geschosse, 11 m) und der strengen Schutzvorschrift zugunsten der Altstadt. Die Rechtsprechung des Bundesgerichts gewichtet das Legalitätsprinzip stark (BGE BGE 115 Ia 119), darf doch die Anwendung einer Ästhetik- bzw. Schutzvorschrift nicht dazu führen, dass generell - etwa für ein ganzes Quartier oder ein Baugeviert - die Zonenordnung ausser Kraft gesetzt würde. Hat der Gesetzgeber zum Beispiel eine bestimmte Geschosszahl zugelassen, ginge es nicht an, generell ein Geschoss weniger zu bewilligen mit der Begründung, nur dadurch würde der fraglichen Vorschrift Genüge getan (BGE 115 Ia 119, 367 E. 3a; 114 Ia 346 E. b). Die Rechtsprechung schliesst zwar nicht aus, dass die Anwendung einer Ästhetikvorschrift zu einer Reduktion des zulässigen Bauvolumens führen kann (vgl. BGE 101 Ia 222 E. 6c). Unzulässig ist aber die Verweigerung einer Baubewilligung, wenn die Behörde zugleich zu verstehen gibt, dass jedes neue Projekt - obwohl zonenkonform - aussichtslos sei (vgl. dazu BGE 115 Ia 119). Ein solches Vorgehen kann dem Bürger nicht zugemutet werden und würde darauf hinauslaufen, dass die Anwendung der Ästhetik- bzw. Schutzbestimmungen die Zonenvorschriften faktisch ausser Kraft setzt. Die zuständigen Behörden und Kommissionen sind daher - nicht zuletzt auch in Anwendung von Art. 98 Abs. 1 Satz 3 BO - verpflichtet, dem Beschwerdeführer innert nützlicher Frist bekannt zu geben, bis zu welchem Ausmass sie eine Aufstockung als tragbar erachten. Anschliessend kann der Beschwerdeführer entscheiden, ob sich die Ausführung eines reduzierten Bauvorhabens noch lohnt."}