{"annee": "115", "cour": "V", "page": "318", "date": "24/8/1989", "cite": ["99 V 118"], "cite_par": ["126 V 70", "117 V 275", "121 V 125"], "chapeau": "42. Urteil vom 24. August 1989 i.S. W. gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 8 al. 2 LAPG, art. 12a al. 1 RAPG, art. 3 al. 2 RFA. - L'art. 12a al. 1 RAPG, qui limite le droit aux allocations d'exploitation par rapport à la norme légale de l'art. 8 al. 2 LAPG, en ce sens que le membre de la famille doit exercer son activité principale dans l'exploitation agricole, est conforme à la loi (consid. 2). - Le point de savoir si l'on est en présence d'une activité principale au sens de l'art. 12a al. 1 RAPG doit être résolu, par analogie, selon les critères applicables aux petits paysans réputés exercer leur activité à titre principal, au sens de l'art. 3 al. 2 RFA (consid. 3a)."], "faits": "BGE 115 V 318 S. 318\n\nA.- Robert W. (geb. 1928) ist Landwirt. Seine Söhne Samuel (geb. 1966) und Anton (geb. 1968) arbeiten zeitweise im väterlichen Betrieb mit.\n\nBGE 115 V 318 S. 319\n\nMit vom 9./10. Mai 1988 datiertem Ergänzungsblatt 2 zur Meldekarte erhob Samuel W. Anspruch auf Betriebszulage für die Zeit seines vom 18. April bis 7. Mai 1988 dauernden Wiederholungskurses, wobei im Formular als Ersatzkraft der Bruder Anton W. angeführt wurde. Die Ausgleichskasse des Kantons Solothurn stellte fest, dass Samuel W. im Jahre 1986 bloss zwei Monate (vom 1. Mai bis 1. Juli) und 1987 bloss vier Monate (vom 1. Juli bis 1. November) als Ersatzkraft für seinen Bruder Anton, der vom 13. Juli bis 7. November 1987 Militärdienst geleistet hatte, im väterlichen Betrieb mitgearbeitet habe; demnach sei Samuel W. vor dem Dienstantritt (am 18. April 1988) nicht hauptberuflich im Landwirtschaftsbetrieb seines Vaters tätig gewesen, so dass er nicht als mitarbeitendes Familienglied im Sinne des Gesetzes anerkannt werden könne; Anspruch auf eine Betriebszulage bestehe daher nicht. Mit dieser Begründung lehnte die Ausgleichskasse das Begehren um Zusprechung der Betriebszulage am 18. Juli 1988 verfügungsweise ab.\n\nB.- Die gegen diese Verfügung eingereichte Beschwerde wies das Versicherungsgericht des Kantons Solothurn gestützt auf eine Aufstellung der Ausgleichskasse betreffend die von Samuel und Anton W. 1988 ausgeübten Tätigkeiten mit Entscheid vom 9. Februar 1989 ab.\n\nC.- Samuel W. führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Zusprechung der Betriebszulage für die Zeit vom 18. April bis 7. Mai 1988.\n\nAusgleichskasse und Bundesamt für Sozialversicherung (BSV) schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Personen, die in der schweizerischen Armee Militärdienst leisten, haben für jeden besoldeten Diensttag Anspruch auf eine Entschädigung (Art. 1 Abs. 1 EOG). Als Entschädigung werden u.a. Betriebszulagen ausgerichtet, deren Anspruchsvoraussetzungen in Art. 8 EOG umschrieben sind. Anspruch auf Betriebszulagen haben danach die Dienstleistenden, die als Eigentümer, Pächter oder Nutzniesser einen Betrieb führen oder als Teilhaber einer Kollektivgesellschaft, als unbeschränkt haftende Teilhaber einer Kommanditgesellschaft oder als Teilhaber einer anderen auf einen Erwerbszweck gerichteten Personengesamtheit ohne juristische Persönlichkeit an der Führung eines Betriebes BGE 115 V 318 S. 320aktiv beteiligt sind, sofern sie nicht aus unselbständiger Erwerbstätigkeit ein höheres Einkommen erzielen (Abs. 1). Dienstleistende, die als mitarbeitende Familienglieder in einem Landwirtschaftsbetrieb tätig sind, haben Anspruch auf Betriebszulagen, wenn wegen ihrer längeren Dienstleistung eine Ersatzkraft im Betrieb eingestellt werden muss. Der Bundesrat erlässt die näheren Vorschriften (Abs. 2).\n\nGestützt auf diese Delegationsnorm hat der Bundesrat Art. 12a EOV erlassen, der lautet:\n\nAnspruch auf Betriebszulage haben Dienstleistende, die als mitarbeitende\n\nFamilienglieder hauptberuflich in einem Landwirtschaftsbetrieb tätig sind\n\nund als selbständige Landwirte im Sinne von Art. 1 Abs. 2 FLG gelten (Abs.\n\n1).\n\nDer Anspruch auf Betriebszulage steht nur Dienstleistenden zu, die\n\nununterbrochen mindestens 13 Tage Dienst leisten und für die während\n\nmindestens 10 Tagen im Betrieb eine Ersatzkraft tätig ist, deren Barlohn\n\nim Tagesdurchschnitt mindestens die Höhe der Betriebszulage erreicht\n\n(Abs. 2).\n\nb) Als Sohn des Betriebsinhabers ist der Beschwerdeführer ein mitarbeitendes Familienglied im Sinne von Art. 12a Abs. 1 EOV in Verbindung mit Art. 1 Abs. 2 lit. a FLG. Ferner sind auch die Erfordernisse der Mindestdienstleistung und des Mindestbarlohnes der Ersatzkraft gemäss Art. 12a Abs. 2 EOV erfüllt.\n\n2. Streitig und zu prüfen ist hingegen, ob der Beschwerdeführer hauptberuflich im väterlichen Landwirtschaftsbetrieb tätig ist (Art. 12a Abs. 1 EOV), wobei die Verwaltungspraxis verlangt, dass der Betriebszulagenansprecher \"vor dem Dienstantritt hauptberuflich im Landwirtschaftsbetrieb tätig\" gewesen ist (Rz. 21.43 der Wegleitung des BSV zur Erwerbsersatzordnung (WEO)).\n\na) Nach Art. 8 Abs. 2 EOG haben Dienstleistende, die als \"mitarbeitende Familienglieder in einem Landwirtschaftsbetrieb tätig sind\", Anspruch auf Betriebszulagen. Das Erfordernis, dass das mitarbeitende Familienglied hauptberuflich im Landwirtschaftsbetrieb tätig sein muss, erwähnt das formelle Gesetz nicht. Diese Anspruchsvoraussetzung findet sich erst in Art. 12a Abs. 1 EOV. Weil damit der Kreis der Zulagenberechtigten durch die Verordnung im Vergleich zum übergeordneten Gesetz erheblich eingeschränkt wird, fragt sich und ist von Amtes wegen zu prüfen, ob Art. 12a Abs. 1 EOV diesbezüglich gesetzeskonform ist.\n\nb) (Überprüfung der Verordnungen des Bundesrates) BGE 115 V 318 S. 321\n\nc) Art. 8 Abs. 2 EOG und als entsprechende Ausführungsbestimmung Art. 12a EOV fanden erst durch die vierte Revision Aufnahme in die Erwerbsersatzordnung (Bundesgesetz vom 3. Oktober 1975, in Kraft seit 1. Januar 1976; AS 1976 57; Verordnung vom 12. Januar 1976, in Kraft seit 1. Januar 1976; AS 1976 63). In der Botschaft über die vierte Revision der Erwerbsersatzordnung vom 19. Februar 1975 (BBl 1975 I 1193 ff.) erklärte sich der Bundesrat bereit, den Anspruch auf Betriebszulage auf die mitarbeitenden Familienglieder in Landwirtschaftsbetrieben auszudehnen, ein Begehren aus Landwirtschaftskreisen, welches noch im Rahmen der zweiten EO-Revision abgelehnt worden war. Seither hätten sich die Verhältnisse wesentlich verschärft, indem die starke Rationalisierung in den Landwirtschaftsbetrieben es mit sich bringe, dass bei längerer Abwesenheit von Familiengliedern infolge von Dienstleistungen eigentliche Notlagen entstünden. Die Betriebszulage könne in solchen Fällen ein Kostenbeitrag für die Einstellung einer Ersatzkraft sein. Der Ausschuss für die Erwerbsersatzordnung der Eidgenössischen AHV/IV-Kommission schlage daher vor, künftig die Betriebszulage auch mitarbeitenden Familiengliedern in der Landwirtschaft zu gewähren, wenn diese während längerer Zeit Dienst leisten müssen (über 12 Tage) und für eine Ersatzkraft Auslagen entstünden, welche nachgewiesenermassen mindestens den Betrag der Zulage erreichen. Ein gleichlautendes Begehren aus Gewerbekreisen beantwortete der Bundesrat hingegen abschlägig, weil in diesem Wirtschaftszweig nicht die gleichen Verhältnisse wie in der Landwirtschaft bestünden, wo die Viehhaltung und die Abhängigkeit der Arbeiten von der Jahreszeit eine Einschränkung oder Verlegung der Arbeiten nicht zuliessen und daher eine Sonderregelung nötig machen würden. Der Bundesrat erachtete es aber \"für notwendig, dass ihm für die Ausgestaltung dieses Anspruches ein gewisser Spielraum gelassen wird. Die erforderliche Mindestdauer der Dienstleistungen und die Regelung im einzelnen (insbesondere die Umschreibung des Geltungsbereiches und der fremden Hilfe sowie das Verfahren für die Geltendmachung und Auszahlung der Betriebszulage) sollen nach Anhörung der interessierten Kreise in der Verordnung festgelegt werden. Dabei muss auf die finanziellen und administrativen Belange Rücksicht genommen werden\" (BBl 1975 I 1205 unten f.).\n\nDieser Auffassung wurde in den folgenden parlamentarischen Beratungen nicht widersprochen. Weil die aus den Materialien schlüssig hervorgehende Absicht, dem Bundesrat für die Regelung BGE 115 V 318 S. 322des Geltungsbereiches des Betriebszulagenanspruches im Rahmen des neu eingeführten Art. 8 Abs. 2 EOG einen gewissen Spielraum zuzubilligen, auch im Text dieser Bestimmung (Satz 2) seinen Niederschlag gefunden hat, lässt sich die Einschränkung auf die hauptberuflich in einem landwirtschaftlichen Familienbetrieb Tätigen in Art. 12a Abs. 1 EOV nicht beanstanden.\n\nd) Das durch die Verordnung aufgestellte Erfordernis der hauptberuflichen Beschäftigung ist auch unter dem Gesichtspunkt der systematischen und teleologischen Auslegung des Gesetzes nicht in Zweifel zu ziehen. Denn einerseits kommen auch die Betriebsinhaber selbst und die ihnen nach Art. 8 Abs. 1 EOG gleichgestellten Personen nur dann in den Genuss der Betriebszulage, sofern sie nicht aus unselbständiger Erwerbstätigkeit ein höheres Einkommen erzielen. Kann aber selbst der Betriebsinhaber, der überwiegend unselbständig erwerbstätig ist, keine Betriebszulagen beanspruchen - weil er eben für den dienstlichen Erwerbsausfall bereits durch die Entschädigungsarten der Art. 4 ff. EOG, bemessen nach dem durchschnittlichen vordienstlichen Erwerbseinkommen aus unselbständiger Tätigkeit, entschädigt wird (Art. 9 Abs. 1 und Abs. 2 EOG) -, ist nicht ersichtlich, weshalb das bloss nebenberuflich mitarbeitende Familienglied Anspruch auf Betriebszulage haben soll. Andererseits zeigt auch die Beratung im Nationalrat, dass die Einführung der Betriebszulage auf hauptberuflich mitarbeitende Familienglieder in landwirtschaftlichen Betrieben beschränkt bleiben sollte. Dem Antrag von Nationalrat Thévoz, der das Erfordernis, dienstbedingt eine Ersatzkraft im Betrieb einstellen zu müssen, abschwächen wollte, hielt Bundesrat Hürlimann u.a. entgegen, ein entscheidender Gesichtspunkt für die Bezahlung der Betriebszulage sei, dass die Ersatzkraft bezahlt werden müsse. Der Landwirtschaftsbetrieb, auf dem Vater und Sohn arbeiten, müsse bei dienstlicher Abwesenheit des Sohnes weitergeführt werden, was in den meisten Fällen nur möglich sei, wenn für den ausscheidenden Sohn eine Ersatzkraft angestellt wird. \"Wenn Sie dem Antrag Thévoz folgten, würde das bedeuten, dass jedes Familienmitglied in einem Landwirtschaftsbetrieb, das Militärdienst leistet, Anspruch auf eine Betriebszulage hätte, was nach unserer Überzeugung nicht gerechtfertigt wäre, weil wir dann ungerecht wären gegenüber allen nicht landwirtschaftlichen Kleinbetrieben, die im Grunde genommen mit genau gleichem Argument eine solche Zulage geltend machen könnten. Was wir wollen, ist nichts anderes als eine Entschädigung für den Bauern, der nicht BGE 115 V 318 S. 323nur seinen Sohn in die Rekrutenschule schicken, sondern der zusätzlich noch einen Knecht anstellen muss. Diesen Standpunkt hat auch der Gewerbeverband eingenommen\" (Sten.Bull. N 1975 II 1165).\n\nDiese Auffassung setzte sich im Nationalrat klar durch (Sten.Bull. N 1975 II 1165), während Art. 8 Abs. 2 der Vorlage im Ständerat zu keinen Diskussionen Anlass gegeben hatte (Sten.Bull. S 1975 364). Die Materialien machen deutlich, dass der Gesetzgeber beabsichtigte, mit der Betriebszulage an mitarbeitende Familienglieder eigentlichen Notlagen entgegenzuwirken. Von einer Notlage kann indessen nicht gesprochen werden, wenn ein bloss nebenberuflich in einem landwirtschaftlichen Familienbetrieb Tätiger infolge Militärdienstes einen Erwerbsausfall erleidet. Dieser kommt in den Genuss der ihm nach Massgabe von Art. 4 bis 7 EOG zustehenden Entschädigungen, nicht aber der Betriebszulage.\n\ne) Zusammenfassend ergibt sich, dass das Erfordernis der hauptberuflichen Tätigkeit unter keinem Auslegungsgesichtspunkt zu beanstanden ist. Das Eidg. Versicherungsgericht ist denn auch in dem in ZAK 1978 S. 34 veröffentlichten Urteil H. vom 12. September 1977 implizit von der Gesetzmässigkeit von Art. 12a EOV ausgegangen. Zu prüfen bleibt somit, ob im vorliegenden Fall die Voraussetzung der hauptberuflichen Tätigkeit erfüllt ist.\n\n3. a) Das Begriffspaar haupt-/nebenberufliche Tätigkeit findet sich auch in der Gesetzgebung über die Familienzulagen in der Landwirtschaft. Gemäss dem gestützt auf Art. 5 Abs. 3 FLG erlassenen Art. 3 Abs. 2 FLV gilt als hauptberuflich tätig ein Kleinbauer, der im Verlaufe des Jahres vorwiegend in seinem landwirtschaftlichen Betrieb tätig ist und aus dem Ertrag dieser Tätigkeit in überwiegendem Masse den Unterhalt seiner Familie bestreitet. Die landwirtschaftliche Tätigkeit muss somit den grösseren Teil der Zeit beanspruchen und die überwiegende Erwerbsquelle darstellen, wobei grundsätzlich von einer ganzjährigen Erwerbstätigkeit auszugehen ist (BGE 99 V 119 Erw. 1). Nach der Verwaltungspraxis müssen diese beiden Voraussetzungen kumulativ erfüllt sein, was in der Regel nur dann zutrifft, wenn der Betrieb eine gewisse Mindestgrösse aufweist (Rz. 44 in fine der Erläuterungen des BSV zu den Familienzulagen in der Landwirtschaft). Diese Begriffsumschreibung der hauptberuflichen Tätigkeit nach FLG kann sinngemäss auf den Bereich des Betriebszulagenanspruches BGE 115 V 318 S. 324nach Art. 8 Abs. 2 EOG in Verbindung mit Art. 12a Abs. 1 EOV übertragen werden.\n\nb) In der Beschwerde an die Vorinstanz wurde darauf hingewiesen, dass beide Söhne in der Landwirtschaft tätig seien, wobei \"aber nur jeweils ein Sohn gleichzeitig auf dem Betrieb des Vaters\" mitarbeite, weshalb dann derjenige Sohn, der jeweils nicht auf dem Landwirtschaftsbetrieb arbeite, für seinen Bruder während dessen Militärdienst einspringen müsse. Laut unbestritten gebliebener Darstellung der Ausgleichskasse hat der Beschwerdeführer 1986 während zwei Monaten und 1987 von Juli bis Oktober als Ersatzkraft für seinen Bruder Anton, der die Rekrutenschule absolvierte, im Betrieb seines Vaters gearbeitet. Für das Jahr 1988 ergibt sich folgendes: Vom 1. Januar bis 11. März besuchte der Beschwerdeführer eine landwirtschaftliche Schule, vom 12. März bis 17. April bezog er Ferien, besuchte einen Melkkurs und arbeitete beim Vater; anschliessend absolvierte er bis 7. Mai den Wiederholungskurs und war vom 8. Mai bis 12. Juni wiederum im väterlichen Betrieb tätig. Ab 13. Juni bis 5. November arbeitete er schliesslich als Ersatzkraft für seinen Bruder Anton im Betrieb seines Vaters.\n\nBei dieser Sachlage scheidet eine hauptberufliche Tätigkeit des Beschwerdeführers im väterlichen Landwirtschaftsbetrieb aus. Zwar trifft es zu, dass er unmittelbar vor der zum Rechtsstreit führenden Dienstleistung (vom 18. April bis 7. Mai 1988) ganztags auf dem Anwesen des Vaters beschäftigt war. Dieser Umstand allein begründet jedoch noch keine hauptberufliche Tätigkeit im Sinne des Gesetzes; diese Eigenschaft muss vielmehr über einen längeren Zeitraum erfüllt sein, könnte doch andernfalls der Betriebsinhaber im Hinblick auf den Betriebszulagenanspruch nach Art. 8 Abs. 2 EOG oder gar zu dessen Erwirkung jeweils so disponieren, dass unter mehreren nur zeitweise Beschäftigten stets dasjenige Familienglied, das jeweils Militärdienst zu leisten hat, als hauptberuflich tätig zu betrachten wäre. Damit würde der Zweck der gesetzlichen Betriebszulagenberechtigung nach Art. 8 Abs. 2 EOG, die angestrebte Milderung von Notlagen landwirtschaftlicher Betriebe, vereitelt. Anders wäre zu entscheiden, wenn ein im wesentlichen gleichzeitiger und ständiger Einsatz beider Söhne auf dem landwirtschaftlichen Anwesen wegen dessen Grösse betrieblich notwendig wäre. Dieser Sachverhalt ist im vorliegenden Fall unbestrittenermassen nicht gegeben. Wenn nun die Ausgleichskasse bereits 1987 und wiederum ab Juli 1988 Anton W. als hauptberuflich im Familienbetrieb tätig betrachtete, ist es ausgeschlossen, BGE 115 V 318 S. 325dem Beschwerdeführer die gleiche Eigenschaft zuzuerkennen. Dessen Arbeit im väterlichen Betrieb ist im wesentlichen als die Tätigkeit einer Ersatzkraft während der dienstlich bedingten Abwesenheiten des Bruders Anton vom Hofe zu betrachten, wovon die Ausgleichskasse bereits 1987 (Rekrutenschule von Anton W.) und wiederum ab Juni 1988 (Unteroffiziersschule von Anton W.) ausging. Daran ändert nichts, dass die Ausgleichskasse im Jahre 1986, als der Beschwerdeführer die Rekrutenschule absolvierte und von Paul S. als Ersatzkraft vertreten wurde, die Betriebszulage ausrichtete. Diese Leistungszusprechung bildet nicht Gegenstand des vorliegenden Verfahrens und gibt dem Beschwerdeführer keinen Anspruch, für 1988 gleich wie im Jahre 1986 behandelt zu werden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}