{"annee": "115", "cour": "V", "page": "297", "date": "30/5/1989", "cite": ["106 IA 73", "107 V 246", "113 IA 286", "104 IA 69", "100 IA 97", "110 V 48", "113 IB 257", "112 IB 170", "113 IA 1", "114 IA 97", "112 V 206", "109 V 229", "110 IA 81", "100 IA 8", "112 V 106"], "cite_par": ["135 I 169", "125 II 473", "123 II 534", "126 V 119", "120 IV 242", "120 V 435", "116 V 182", "116 V 28", "132 V 387", "117 IB 481", "131 V 35", "117 V 401", "125 V 332", "116 V 265", "129 V 472", "119 V 289", "129 IV 141", "120 V 357", "122 I 153", "124 V 372"], "chapeau": "40. Auszug aus dem Urteil vom 30. Mai 1989 i.S. F. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 96 et 98 LAA, art. 122 s. OLAA, art. 26-28 PA, art. 4 al. 1 Cst.: Droit de consulter le dossier dans le domaine de l'assurance-accidents (AA). - Fondement juridique du droit de consulter le dossier dans l'AA (consid. 2a). - Rapport entre les normes de procédure de la LAA et de l'OLAA et les dispositions correspondantes de la PA (consid. 2b). - Droit de consulter le dossier en vertu de la PA (consid. 2c). - Les dispositions de la LAA et de l'OLAA sur le droit de consulter le dossier ne diffèrent pas fondamentalement de la réglementation des art. 26 ss PA sur le même objet (consid. 2d). - Droit de consulter le dossier en tant qu'aspect du droit d'être entendu (consid. 2e). - Limitation du droit de consulter le dossier (consid. 2f). - Traitement des pièces internes de l'administration (consid. 2g/aa-cc). - Conséquences juridiques d'une violation du droit de consulter le dossier (consid. 2h)."], "faits": "", "considerants": "|298|\n\nAus den Erwägungen:\n\n1. b) Anfechtungsgegenstand der vorliegenden Verwaltungsgerichtsbeschwerde ist der kantonale Gerichtsentscheid, in welchem die Vorinstanz die Beschwerde gegen den Einspracheentscheid der Schweizerischen Unfallversicherungsanstalt (SUVA) vom 26. Januar 1987 im Umfange der bis 31. August 1986 eingeräumten Taggeldberechtigung teilweise gutgeheissen, im übrigen aber und insbesondere bezüglich der beantragten Aktenedition abgewiesen hat. Dieser Anfechtungsgegenstand beruht nicht nur hinsichtlich der Taggeld- und sonstigen materiellen Anspruchsberechtigung, sondern auch hinsichtlich der beantragten Aktenedition auf Bundesverwaltungsrecht (wie noch im einzelnen zu zeigen sein wird; vgl. Erw. 2), weshalb er mit Verwaltungsgerichtsbeschwerde anfechtbar ist (BGE 112 V 112 mit Hinweisen). Auf das Verwaltungsgerichtsbeschwerde-Begehren, \"die SUVA sei zu verpflichten, ihre sämtlichen Akten dieser Angelegenheit im ursprünglichen Original zu edieren\", ist daher insoweit einzutreten, als im Hinblick auf den Anfechtungsgegenstand sinngemäss eine Verletzung des bundesrechtlichen Akteneinsichtsrechts im vorliegenden Falle gerügt wird. Insoweit ist der kantonale Gerichtsentscheid angefochten, weshalb - nebst den materiellrechtlichen Gesichtspunkten - die Art und Weise der Gewährung der Akteneinsicht durch die SUVA im vorliegenden Falle zum Streitgegenstand zählt (BGE 110 V 51 Erw. 3c mit Hinweisen). |299|\n\n2. a) Nach Art. 98 UVG stehen die Akten den Beteiligten zur Einsicht offen (Satz 1). Dabei sind jedoch wesentliche private Interessen des Verunfallten und seiner Angehörigen sowie des Arbeitgebers zu wahren (Satz 2). Der Bundesrat bezeichnet den Kreis der Beteiligten (Satz 3). Von dieser delegierten Rechtssetzungskompetenz hat der Bundesrat in den Art. 122 f. UVV Gebrauch gemacht. In den Schranken von Artikel 98 des Gesetzes steht die Akteneinsicht nach Art. 122 UVV zu:\n\na. dem Versicherten oder seinen Hinterlassenen, dem Arbeitgeber sowie dem gesetzlichen oder bevollmächtigten Vertreter dieser Personen für Akten, die Grundlage für eine sie unmittelbar betreffende Verfügung bilden;\n\nb. dem behandelnden Arzt und dem ärztlichen Gutachter im Rahmen ihres Auftrages,;\n\nc. dem Haftpflichtigen und seinem Vertreter für Akten, die der Abklärung des Haftpflichtanspruches und des Schadens dienen;\n\nd. den Sozialversicherungsgerichten.\n\nBei lit. b bis d des Art. 122 UVV handelt es sich nicht um Akteneinsichtsrechte der betroffenen Person, sondern um Ermächtigungstatbestände für die Weitergabe von Personendaten an Dritte, was hier nicht zur Diskussion steht.\n\nArt. 123 UVV (Verfahren bei der Akteneinsicht) ordnet die Modalitäten der Akteneinsichtsgewährung. Bedeutsam ist Abs. 2, wonach die Akteneinsicht eingeschränkt werden kann, wenn die Ermittlung des Sachverhaltes oder die medizinische Abklärung erheblich behindert würde.\n\nb) Nach Art. 96 UVG sind die Verfahrensbestimmungen dieses Gesetzes anwendbar, soweit das Bundesgesetz über das Verwaltungsverfahren (VwVG) für Versicherer nicht gilt oder dieses Gesetz eine abweichende Regelung enthält. Ob das VwVG Anwendung findet, hängt davon ab, welche Versicherungsträger Verfügungen erlassen. Im Bereich des UVG gilt das VwVG für die SUVA als eine autonome eidgenössische Anstalt (Art. 1 Abs. 1 und 2 lit. c VwVG; BGE 112 V 210 Erw. 2a, BGE 109 V 232), während es für die anderen zugelassenen Versicherer (Art. 68 Abs. 1 UVG) direkt nicht massgeblich ist (Art. 1 Abs. 2 lit. e in Verbindung mit Art. 3 lit. a VwVG; MEYER, Die Rechtspflege in der Sozialversicherung, in: BJM 1989 S. 21). Die in Art. 97 ff. UVG erlassenen und gestützt darauf in der Verordnung noch näher umschriebenen (Art. 122 ff. UVV) Verfahrensbestimmungen sind daher für alle |300| übrigen zugelassenen Versicherer massgebend (und bezwecken insoweit eine einheitliche Ordnung des Administrativverfahrens), für die SUVA dagegen nach der Regel des Art. 96 UVG nur insoweit, als sie im Vergleich zur sachlich entsprechenden Ordnung des VwVG eine abweichende Regelung enthalten (MAURER, Schweizerisches Unfallversicherungsrecht, S. 596 und S. 600).\n\nc/aa) Das VwVG regelt die Frage des Akteneinsichtsrechts in den Art. 26 bis 28. Art. 26 Abs. 1 VwVG lautet:\n\nDie Partei oder ihr Vertreter hat Anspruch darauf, in ihrer Sache folgende Akten am Sitze der verfügenden oder einer durch diese zu bezeichnenden kantonalen Behörde einzusehen:\n\na. Eingaben von Parteien und Vernehmlassungen von Behörden;\n\nb. alle als Beweismittel dienenden Aktenstücke;\n\nc. Niederschriften eröffneter Verfügungen.\n\nDie Behörde darf nach Art. 27 VwVG die Einsichtnahme in die Akten nur verweigern, wenn:\n\na. wesentliche öffentliche Interessen des Bundes oder der Kantone, insbesondere die innere oder äussere Sicherheit der Eidgenossenschaft, die Geheimhaltung erfordern;\n\nb. wesentliche private Interessen, insbesondere von Gegenparteien, die Geheimhaltung erfordern;\n\nc. das Interesse einer noch nicht abgeschlossenen amtlichen Untersuchung es erfordert (Abs. 1).\n\nDie Verweigerung der Einsichtnahme darf sich nur auf die Aktenstücke erstrecken, für die Geheimhaltungsgründe bestehen (Abs. 2).\n\nDie Einsichtnahme in eigene Eingaben der Partei, ihre als Beweismittel eingereichten Urkunden und ihr eröffnete Verfügungen darf nicht, die Einsichtnahme in Protokolle über eigene Aussagen der Partei nur bis zum Abschluss der Untersuchung verweigert werden (Abs. 3).\n\nArt. 28 VwVG lautet:\n\nWird einer Partei die Einsichtnahme in ein Aktenstück verweigert, so darf auf dieses zum Nachteil der Partei nur abgestellt werden, wenn ihr die Behörde von seinem für die Sache wesentlichen Inhalt mündlich oder schriftlich Kenntnis und ihr ausserdem Gelegenheit gegeben hat, sich zu äussern und Gegenbeweismittel zu bezeichnen.\n\nbb) In Art. 26 VwVG werden die Dokumente genannt, auf welche sich das Einsichtsrecht bezieht, insbesondere alle als Beweismittel dienenden Aktenstücke (Abs. 1 lit. b). Die Gewährung der Akteneinsicht ist dabei der Grundsatz, deren Verweigerung die Ausnahme (vgl. die Randtitel zu Art. 26 f. VwVG). Dabei darf die Akteneinsicht nur ausnahmsweise zum Schutze wesentlicher |301| öffentlicher oder privater Interessen verweigert werden. Somit rechtfertigt nicht jedes entgegenstehende öffentliche oder private Interesse die Verweigerung der Akteneinsicht. Es ist Aufgabe der Verwaltungsbehörde oder im Streitfall des Richters, im Einzelfall abzuwägen, ob ein konkretes Geheimhaltungsinteresse das grundsätzlich wesentliche Interesse an der Akteneinsicht überwiegt (vgl. VPB 1978 Nr. 7 S. 46 ff.). Rechtsstaatlich bedeutsam ist insbesondere der wiedergegebene Art. 28 VwVG, wie SALADIN, Das Verwaltungsverfahrensrecht des Bundes, S. 140, hervorhebt.\n\nd) An dieser Rechtslage gemäss VwVG ändert sich aufgrund der dargestellten Bestimmungen von UVG/UVV zum Akteneinsichtsrecht grundsätzlich nichts. Mit dem zitierten Art. 98 UVG wurden der Grundsatz der Akteneinsicht und seine Einschränkungen zufolge vorgehender Geheimhaltungsinteressen - entsprechend Art. 26 und 27 VwVG - den Gegebenheiten der Unfallversicherung angepasst (Botschaft des Bundesrates zum Bundesgesetz über die Unfallversicherung vom 18. August 1976, BBl 1976 III 222). Bezüglich des Umfangs des Akteneinsichtsrechts hält Art. 122 lit. a UVV ausdrücklich und im Einklang mit Art. 26 Abs. 1 lit. b VwVG fest, dass es sich auf alle Akten bezieht, die Grundlage für eine die Beteiligten unmittelbar betreffende Verfügung bilden. Daraus lässt sich schliessen, dass in Analogie zu Art. 28 VwVG ein Aktenstück, in welches die Einsichtnahme verweigert wird, nicht als Grundlage einer Verfügung dienen darf, ausser wenn dem Betroffenen vom wesentlichen Inhalt der geheimgehaltenen Akten Kenntnis gegeben und ihm Gelegenheit gegeben wird, sich dazu zu äussern und Gegenbeweismittel zu bezeichnen. Die Regelung der Akteneinsicht in UVG und UVV weicht daher nicht wesentlich von den sich aus Art. 26 ff. VwVG ergebenden Grundsätzen ab, weshalb letzte für die SUVA massgeblich bleiben (Erw. 2b). Man kann höchstens von einer teils knapperen, teils eingehenderen bereichspezifischen Akteneinsichtsordnung sprechen (vgl. Art. 4 VwVG), welche indes von den gleichen wesentlichen Grundgedanken und Prinzipien ausgeht. Darüber hinaus hätten allfällige mehr redaktionelle Divergenzen kaum praktische Konsequenzen. Denn in den Art. 26 ff. VwVG haben die allgemeinen, aus Art. 4 BV abgeleiteten Grundsätze zum Akteneinsichtsrecht Ausdruck gefunden (BGE 113 Ia 3 Erw. 2, 261 Erw. 4a und 288 Erw. 2b, BGE 113 Ib 268 Erw. 4c, BGE 100 Ia 103 Erw. 5d; ZAK 1988 S. 39 Erw. 2a mit Hinweisen), welche ihrerseits von Verfassungs wegen für die SUVA und auch für die übrigen zugelassenen Unfallversicherer |302| gelten (MEYER, a.a.O., S. 10). Rechtsprechung und Doktrin zum minimalen verfassungsrechtlichen Akteneinsichtsrecht nach Art. 4 BV einerseits und nach den Art. 26 bis 28 VwVG anderseits beeinflussen sich somit gegenseitig.\n\ne) Auch aus Inhalt und Funktion des Akteneinsichtsrechts als Teil des Anspruchs auf rechtliches Gehör folgt für alle Unfallversicherer in gleicher Weise, dass grundsätzlich sämtliche beweiserheblichen Akten den Beteiligten gezeigt werden müssen, sofern in der sie unmittelbar betreffenden Verfügung darauf abgestellt wird (MAURER, a.a.O., S. 601). Denn es gehört zum Kerngehalt des rechtlichen Gehörs, dass der Verfügungsadressat vor Erlass eines für ihn nachteiligen Verwaltungsaktes zum Beweisergebnis Stellung nehmen kann. Das Akteneinsichtsrecht ist somit eng mit dem Äusserungsrecht verbunden, gleichsam dessen Vorbedingung. Der Versicherte kann sich nur dann wirksam zur Sache äussern und geeignete Beweise führen oder bezeichnen, wenn ihm die Möglichkeit eingeräumt wird, die Unterlagen einzusehen, auf welche sich die Behörde bei ihrer Verfügung gestützt hat. Das rechtliche Gehör dient in diesem Sinne einerseits der Sachaufklärung und stellt anderseits ein persönlichkeitsbezogenes Mitwirkungsrecht im Verfahren dar (BGE 114 Ia 99 Erw. 2a, BGE 113 Ia 288 Erw. 2b, BGE 100 Ia 10 Erw. 3d). Daraus ergibt sich, dass der Unfallversicherer, welcher neue Akten beizieht, auf die er sich in seiner Verfügung zu stützen gedenkt, grundsätzlich verpflichtet ist, die Beteiligten über den Aktenbeizug zu informieren (vgl. hiezu BGE 114 Ia 100 Erw. 2c, 112 Ia 202 Erw. 2a).\n\nf) Das Recht auf Akteneinsicht findet in der sozialen Unfallversicherung seine Grenze am wesentlichen Interesse des Verunfallten selber - dies insbesondere im Lichte des Persönlichkeitsschutzes -, ebenso an wesentlichen Interessen der Angehörigen und des Arbeitgebers (Art. 98 UVG). In jedem Falle müssen die der Akteneinsicht entgegenstehenden Interessen überwiegen. Die Akteneinsicht kann ferner auch dann eingeschränkt werden, wenn, wie bereits erwähnt, die Ermittlung des Sachverhalts oder die medizinische Abklärung erheblich behindert würde (Art. 123 Abs. 2 UVV). Im Lichte der dargestellten verfassungsrechtlichen Grundsätze bedarf es indes für die Annahme dieses Ablehnungsgrundes greifbarer wesentlicher Anhaltspunkte. In jedem Falle ist eine konkrete, sorgfältige und umfassende Abwägung der entgegenstehenden Interessen nach pflichtgemässem Ermessen vorzunehmen, wobei der Grundsatz der Verhältnismässigkeit zu beachten ist |303| (BGE 113 Ia 4 Erw. 4a, 262 Erw. 4a mit Hinweisen, 113 Ib 269 f.). Die Beschränkung oder Verweigerung der Akteneinsicht ist zu begründen (ZBl 78/1977 S. 377).\n\ng/aa) Weder nach der Akteneinsichtsordnung des VwVG noch jener von UVG/UVV noch aufgrund des verfassungsmässigen Mindestschutzes nach Art. 4 BV besteht Anspruch auf Einsicht in verwaltungsinterne Akten. Das sind Unterlagen, denen für die Behandlung eines Falles kein Beweischarakter zukommt, welche vielmehr ausschliesslich der verwaltungsinternen Meinungsbildung dienen und somit nur für den verwaltungsinternen Gebrauch bestimmt sind (z. B. Entwürfe, Anträge, Notizen, Mitberichte, Hilfsbelege usw.). Diese Einschränkung des Akteneinsichtsrechts soll verhindern, dass die interne Meinungsbildung der Verwaltung über die entscheidenden Aktenstücke und die erlassenen begründeten Verfügungen hinaus vollständig vor der Öffentlichkeit ausgebreitet wird (BGE 113 Ia 9 Erw. 4c/cc mit Hinweisen auf die Rechtsprechung und Literatur sowie 288 Erw. 2d; im gleichen Sinne Rz. 27 des Kreisschreibens des BSV über die Schweigepflicht und Akteneinsicht in der AHV/IV/EO/EL/FL, gültig ab 1. Juli 1988). Für die Verweigerung der Akteneinsicht in solche internen Unterlagen bedarf es keines entgegenstehenden überwiegenden Geheimhaltungsinteresses.\n\nbb) Eine Schwierigkeit ergibt sich unter Umständen daraus, dass die Verwaltung für ihre Entscheidfindung bedeutsame Beweisergebnisse und entsprechende Akten als \"nur für internen Gebrauch bestimmt\" betrachtet und mit dieser Begründung das Akteneinsichtsrecht in solche Unterlagen beschränkt oder verweigert. Nach dem Gesagten ist auch in einem solchen Fall das Einsichtsrecht grundsätzlich zu bejahen (VPB 1984 Nr. 34 S. 224 f.; REINHARDT, Das rechtliche Gehör in Verwaltungssachen, Diss. Zürich 1968, S. 173 f.). Gilt es den Umfang des Akteneinsichtsrechts zu bestimmen, kommt es demnach auf die im konkreten Fall objektive Bedeutung eines Aktenstückes für die verfügungswesentliche Sachverhaltsfeststellung an, und nicht auf die Einstufung des Beweismittels durch die Verwaltung als internes Papier. Die Vorlegungspflicht hat sich nach der Relevanz der umstrittenen Papiere zu richten (so zutreffend FISCHLI, Die Akteneinsicht im Verwaltungsprozess, in: Mélanges Henri Zwahlen, Lausanne 1977, S. 283). Keine internen Akten sind verwaltungsintern erstellte Berichte und Gutachten zu streitigen Sachverhaltsfragen; diese unterliegen praxisgemäss dem Akteneinsichtsrecht, weil der |304| Anspruch auf rechtliches Gehör vorbehältlich gewisser Ausnahmen das Recht einschliesst, an Beweiserhebungen der Verwaltung teilzunehmen und sich zum Beweisergebnis zu äussern. Anders verhält es sich nur bei Berichten verwaltungsinterner Fachstellen, die sich darauf beschränken, an sich feststehende Tatsachen sachverständig zu würdigen (vgl. BGE 104 Ia 71 mit Hinweisen). Dabei kann aber im Unfallversicherungsbereich von feststehenden Tatsachen jedenfalls so lange nicht gesprochen werden, als Diagnosen, Befunde, Auswirkungen auf die Arbeitsfähigkeit, natürliche Kausalzusammenhänge usw. unter den Parteien umstritten sind.\n\nDer Richter hat somit gegebenenfalls zu prüfen, ob die Verwaltung zu Recht ein Aktenstück als internes Papier klassifiziert hat (dazu BGE 113 Ia 289 Erw. 2d). Führt diese Prüfung von verwaltungsinternen Akten zum Schluss, dass sie den Ausgang eines Verfahrens beeinflussen können, ist nach den gewöhnlichen Regeln und Grundsätzen der Interessenabwägung zu entscheiden, ob auch sie der Akteneinsicht unterliegen, einzelne dieser Aktenstücke (oder Teile davon) auszunehmen sind oder die Einsicht sogar vollumfänglich verweigert werden muss. Wird einem Betroffenen die Einsichtnahme in ein zu Unrecht als intern qualifiziertes Aktenstück zufolge eines Geheimhaltungsgrundes verweigert, so darf auch darauf zu seinem Nachteil nur abgestellt werden, wenn die Verwaltung seinen wesentlichen Inhalt mündlich oder schriftlich (z. B. in Form redaktionell bereinigter Kopien) bekanntgibt und dem Betroffenen Gelegenheit einräumt, sich zu äussern und Gegenbeweismittel zu bezeichnen.\n\ncc) Die Abgrenzung zwischen verfügungserheblichen und rein internen Akten mag gelegentlich Schwierigkeiten bereiten. Auch ist die Gefahr nicht ohne weiteres von der Hand zu weisen, dass die Verwaltung in besonders heiklen Fällen versucht sein könnte, bestimmte interne Akten (von deren Existenz die Beteiligten allenfalls nicht einmal Kenntnis haben) zur Grundlage einer Verfügung zu machen. Dies käme einer Vereitelung des Akteneinsichtsrechts gleich. In praktischer Hinsicht darf indessen nicht übersehen werden, dass Versicherte bei genügender Verfügungsbegründung, zu welcher der Unfallversicherer von Verfassungs wegen verpflichtet ist (vgl. dazu ZBl 88/1989 S. 137 ff.), in der Regel prüfen kann, ob ihm die von der Verwaltung verwendeten Verfügungsgrundlagen bekanntgegeben worden sind. Vor allem aber - und dies ist für den Rechtsschutz des Versicherten gegenüber dem Sozialversicherer letztlich ausschlaggebend - gründet die justizmässige Prüfung |305| von Verwaltungsverfügungen auf ihre tatsächliche Richtigkeit, Rechtmässigkeit und Angemessenheit hin einzig auf Akten, welche der Akteneinsichtsordnung unterliegen, dagegen niemals auf rein internen Akten, auf welche sich die Verwaltung daher im Streitfall für die Stützung ihres Standpunktes nicht mit Erfolg berufen kann. Auf die in der jüngeren Doktrin diskutierte Frage, ob angesichts der anerkannten Grundsätze über die Beschränkung des Akteneinsichtsrechts auf die Unterscheidung zwischen internen und anderen Akten nicht verzichtet werden sollte (siehe dazu GEORG MÜLLER, in Kommentar BV, Art. 4, Rz. 109; JÖRG PAUL MÜLLER/STEFAN MÜLLER, Grundrechte, Besonderer Teil, S. 248; HUBER, Das Recht des Bürgers auf Akteneinsicht im Verwaltungsverfahren, Diss. St. Gallen 1980, S. 84 ff.; COTTIER, in: \"recht\" 2/1984, S. 123), braucht daher hier nicht näher eingetreten zu werden.\n\nh) Das Recht auf Akteneinsicht ist wie das Recht, angehört zu werden, formeller Natur. Die Verletzung des Rechts auf Akteneinsicht führt ungeachtet der Erfolgsaussichten der Beschwerde in der Sache selbst zur Aufhebung der angefochtenen Verfügung (vgl. BGE 106 Ia 74 Erw. 2 mit Hinweisen). Vorbehalten bleiben praxisgemäss Fälle, in denen die Verletzung des rechtlichen Gehörs bzw. des Akteneinsichtsrechts nicht besonders schwer wiegt und dadurch geheilt wird, dass die Partei, deren rechtliches Gehör verletzt wurde, sich vor einer Instanz äussern kann, welche sowohl die Tat- als auch die Rechtsfragen uneingeschränkt überprüft (vgl. BGE 112 Ib 175 Erw. 5e, BGE 110 Ia 82 Erw. 5d, BGE 107 V 249 Erw. 3; ZBl 84/1983 S. 136).\n\n3. a) Im vorliegenden Fall beanstandet die Beschwerdeführerin die ungenügende Gewährung der Akteneinsicht im bisherigen Verfahren, soweit es um den der Verfügung vom 11. November 1986 u.a. zugrunde liegenden Bericht des Dr. med. B. vom 22. Oktober 1986 geht. Tatsächlich hat sich die SUVA in ihrem Einspracheentscheid vom 26. Januar 1987 auf jenen Bericht des Dr. med. B. von der Gruppe Unfallmedizin der medizinischen Abteilung gestützt, der bei Erlass der Verfügung vom 11. November 1986 - und noch über das Datum des Einspracheentscheides hinaus - nicht in den zur Einsicht zugestellten Akten lag. Die SUVA stellte den Bericht des Dr. med. B. dem Rechtsvertreter der Versicherten erst auf dessen Rüge hin mit Schreiben vom 30. März 1987 zu und hat ihn als Nr. 51 zu den Akten genommen. Der Rechtsvertreter beharrt darauf, er wisse mit Sicherheit, dass es sich bei diesem Aktenstück Nr. 51 nicht um |306| eine Kopie des roten Originals, sondern um eine für die Partei und das Gericht erstellte und vom Arzt neu unterschriebene Abschrift handle; dabei sei die materielle Identität nach wie vor nicht belegt.\n\nb) Diese Auffassung weckt unter den gegebenen Umständen Verständnis. Die SUVA ist insofern fragwürdig vorgegangen, als sie den Bericht des Dr. med. B. bei Erlass ihrer Verfügung vom 11. November 1986 wohl mit berücksichtigte, ihn aber dem Rechtsvertreter nicht zur Kenntnis brachte. Im Schreiben vom 30. März 1987 hat sich die SUVA auf den Standpunkt gestellt, sie wäre \"überfordert, wenn sie die rund 2000 Einsprachen im Jahr aufgrund aller prozessualen Regeln behandeln müsste\"; auch hier gebe es \"vernünftige Grenzen der Sozialversicherung, deren Beachtung im Gesamtinteresse\" liege. Das Gegenteil ist richtig, weil selbstverständlich alle verbindlichen Verfahrensbestimmungen, somit auch die grundlegende rechtsstaatliche Sicherung des Akteneinsichtsrechts im Einspracheverfahren einzuhalten sind. Schliesslich fällt auf, dass die SUVA noch in ihrer Vernehmlassung zur Verwaltungsgerichtsbeschwerde nicht klar Stellung genommen hat zur Frage, ob und allenfalls inwiefern sie den Originaltext der Anfrage an Dr. med. B. und seine ursprüngliche Antwort abgeändert hat. Die SUVA will lediglich generell festgestellt haben, dass \"ein Zwang zu originalgetreuer Wiedergabe unbedeutender interner Textstellen oder Schriftlichkeiten nicht\" bestehe. Davon kann indessen bei einem Arztbericht, der eine wesentliche Verfügungsgrundlage bildete, nicht gesprochen werden. Eine Verletzung des Akteneinsichtsrechts liegt daher vor, ist doch kein Grund ersichtlich, warum der Bericht des Dr. med. B. vom 22. Oktober 1986 in seiner ursprünglichen Fassung dem Rechtsvertreter der Beschwerdeführerin nicht hätte zur Kenntnis gebracht werden können. Dieser Verfahrensverstoss bleibt indes vorliegend insofern folgenlos, als er nicht besonders schwer ist - die Auffassung des Dr. med. B., auf welche sich die SUVA stützt, wurde in den nachfolgend zu den Akten gegebenen Berichten hinreichend deutlich gemacht - und als sich die Einholung einer Oberexpertise zu den Unfallauswirkungen sowie den daraus resultierenden Arbeitsunfähigkeiten ohnehin aufdrängt. Damit verlieren der Bericht des Dr. med. B. vom 22. Oktober 1986 und die Frage, ob es sich bei der schlussendlich zu den Akten gegebenen Fassung dieses Berichts um eine mit der ursprünglichen Niederschrift übereinstimmende Version handelt, für die Beurteilung der streitigen Versicherungsansprüche jeden wesentlichen Beweiswert, kann doch nach |307| den Umständen des vorliegenden Falles die Leistungsverweigerung nicht mit den Stellungnahmen des Dr. med. B. begründet werden.\n\nc) Auf die weitere rein pauschale Behauptung des Rechtsvertreters in der Verwaltungsgerichtsbeschwerde, es könnten noch weitere \"Geheimakten\" vorhanden sein, ist nicht einzutreten, weil es sich um blosse vage Vermutungen handelt, für die keine konkreten Anhaltspunkte bestehen. Davon abgesehen wären solche internen Akten für die Beurteilung der materiellen Leistungsberechtigung nach dem Gesagten klarerweise nicht erheblich."}