{"annee": "115", "cour": "IA", "page": "172", "date": "5/6/1989", "cite": ["114 IA 153", "112 IA 290", "114 IA 50", "114 IA 143", "113 IA 62"], "cite_par": ["119 IA 81", "138 III 276", "116 IA 14", "115 IA 400", "120 IV 226", "116 IA 135", "122 II 471"], "chapeau": "31. Extrait de l'arrêt de la Cour de cassation pénale du 5 juin 1989 dans la cause P. c. C. (recours de droit public)", "regestes": ["Art. 58 Cst., art. 6 par. 1 CEDH: récusation. - Des circonstances objectivement propres à susciter l'apparence d'une prévention et à faire naître un risque de partialité suffisent pour justifier la récusation d'un juge (consid. 3). - Cas d'un juge de cassation suppléant qui avait écrit un article sur l'audience de première instance après y avoir assisté en tant que journaliste et dont le comportement dans un lieu public pouvait faire douter de l'impartialité (consid. 4)."], "faits": "BGE 115 Ia 172 S. 172\n\nA.- Dans un magazine a paru un article signé de P. au sujet de C. fonctionnaire du canton de Fribourg. En raison des allégations contenues dans ce texte, C. a déposé une plainte pénale contre le journaliste pour diffamation et calomnie.\n\nB.- Le Tribunal correctionnel de la Sarine a condamné P. notamment à une amende de 1500 francs pour diffamation.\n\nC.- P. a saisi la Cour de cassation pénale du Tribunal cantonal fribourgeois d'un recours contre le jugement de la première BGE 115 Ia 172 S. 173instance. La cour cantonale a rejeté le recours, dans la mesure où il était recevable. Cette autorité était composée de cinq juges dont le juge suppléant E.\n\nD.- P. a formé un recours de droit public au Tribunal fédéral. Il demande l'annulation de l'arrêt de la cour cantonale ainsi que du jugement de la première instance, avec suite de frais et dépens.\n\nA côté d'autres moyens, le recourant soutient que la présence de E. au sein de la cour de cassation cantonale constituait une violation de l'art. 58 Cst.\n\nSes arguments sont en substance les suivants. Peu avant l'audience de la Cour de cassation du Tribunal cantonal fribourgeois, le juge suppléant E. aurait déclaré, dans un café et en présence de tiers, que le recours de P. n'avait pas de chances d'aboutir. De plus, E. avait rédigé, en sa qualité de correspondant d'un journal alémanique \"Z\" pour le canton de Fribourg, un article paru le 7 janvier 1988 sous le titre \"Prozesserfolg für den Chef der Freiburger Fremdenpolizei\" rendant compte de l'audience de la première instance dans la même affaire. On pouvait notamment y lire que la peine était sévère, que cela s'expliquait partiellement par l'attitude de l'accusé, qui avait tenté d'ériger cette instance en tribunal public contre le plaignant au moyen d'accusations parfois peu pertinentes. L'attitude du plaignant est décrite comme semblant plus convaincante. Ce passage en allemand a la teneur qui suit:\n\n\"Das P. überbundene Strafmass ist hart ausgefallen. Zu einem Teil hat er sich dies selber zuzuschreiben, da er versucht hat, das Gericht in ein öffentliches Tribunal gegen C. umzugestalten. Obwohl er von einem Rechtsanwalt verbeiständet war, hat er seine Verteidigung quasi im Alleingang bestritten. Wortreich brachte er die verschiedensten Anklagen gegen C. vor, die mit dem Prozessgegenstand teils wenig zu tun hatten. Es scheint, dass das Auftreten C.'s überzeugender war, obwohl nach dem Prozess der Eindruck herrschte, in der Freiburger Fremdenpolizei seien noch zahlreiche Fragen offen.\"\n\nLe recourant précise qu'il s'est rendu compte de ces faits, impliquant la même personne, seulement après l'audience de la Cour de cassation cantonale.\n\nE.- Invitée à présenter des observations, la cour cantonale a déclaré n'avoir pas de remarques à formuler, Elle indique qu'elle a informé le Ministère public cantonal, le président de la première instance, l'avocat du plaignant et le juge cantonal suppléant mis en cause de la possibilité de déposer des déterminations.\n\nBGE 115 Ia 172 S. 174\n\nLe Ministère public du canton de Fribourg a déclaré renoncer à présenter des observations et le président de la première instance a confirmé le jugement.\n\nLe juge cantonal suppléant E. s'est déterminé comme il suit...\n\n\"A. Aussage gegenüber der Journalistin X.\n\nAm Tage, als der Freiburger Strafkassationshof den Fall P. verhandelte, ging ich kurz vor der Sitzung in ein Restaurant, um einen Kaffee zu trinken. In diesem Lokal befand sich die mir persönlich bekannte Journalistin X. An ihrem Tisch sassen noch zwei weitere, mir ebenfalls bekannte Personen. Ich setzte mich zu ihnen und ein belangloses Gespräch nahm seinen Verlauf. Plötzlich fragte mich X., ob P. verurteilt oder freigesprochen werde. Obwohl mir diese Frage ungehörig erschien und meine Unparteilichkeit berührte, antwortete ich nach kurzem Überlegen auf französisch: \"Nein darüber spreche ich nicht.\" Doch kaum hatte ich das nein ausgesprochen, unterbrach sie mich und erklärte, ich hätte gegen P. ein Vorurteil. Die anderen beiden Personen, die dies gehört hatten, lachten und erst dann konnte ich den zweiten Teil des Satzes anbringen \"darüber spreche ich nicht\". Damit hatte es sein Bewenden, bis ich am Radio per Zufall hörte, ein Kantonsersatzrichter hätte bereits vor der Verhandlung gesagt, P. würde ohnehin verurteilt.\n\nB. Artikel in der Zeitung\n\nEs trifft zu, wie der Rechtsvertreter P. schreibt, dass ich am 7. Januar 1988 über das Verfahren gegen P. in der 1. Instanz einen Artikel verfasst habe. Ich muss jedoch präzisieren, dass der Titel: \"Prozesserfolg für den Chef der Freiburger Fremdenpolizei\" nicht von mir stammt. Diesen hat die Redaktion gesetzt. Von mir stammt hingegen der Untertitel: \"Journalist des (...) wegen Ehrverletzung verurteilt.\" Weiter möchte ich darauf hinweisen, dass der Absatz: \"Rekurs angekündigt\" ebenfalls nicht von mir stammt. Er trägt übrigens nicht meine Paraphe \"xyz\", sondern \"spk\".\n\nAls ich ungefähr im Monat Mai 1988 von der Gerichtsschreiberei des Kantonsgerichtes angefragt wurde, ob ich im Fall P. mitwirken würde, habe ich gänzlich vergessen, war mir gar nicht mehr bewusst, dass ich seinerzeit diesen Artikel geschrieben hatte. Dass ich dies vergessen konnte, ist mir sehr unangenehm, kann aber vielleicht dadurch erklärt werden, dass ich normalerweise keine Gerichtsberichtserstattung verfasse und seit dem Januar bis zur zweitinstanzlichen Verhandlung gegen P. über 30 Z-Artikel geschrieben habe. Dazu kommen noch Texte, die ich als Journalist für andere Organe geschrieben habe. An den besagten Artikel wurde ich erst erinnert, als mich die Redaktion anfragte, warum der Rechtsvertreter von P. wissen wolle, von wem der Artikel \"Prozesserfolg für den Chef der Freiburger Fremdenpolizei\" stamme. Abschliessend gestatte ich mir, Sie darauf aufmerksam zu machen, dass es sich bei diesem Artikel lediglich um eine Berichterstattung und nicht um einen Kommentar handelt.\" BGE 115 Ia 172 S. 175\n\nL'intimé C. a conclu au rejet du recours dans la mesure où il est recevable. Il précise le nom d'un témoin de la conversation au café, dont il demande l'audition. Il soutient que la maladresse d'un juge ne permet pas encore d'affirmer qu'il est partial et que l'article du journal alémanique ne contient pas d'appréciations sur la culpabilité du condamné ni sur les motifs ayant conduit les juges de première instance à retenir la diffamation.\n\nF.- Le 25 avril 1989, une délégation du Tribunal fédéral a procédé à l'audition des participants à la conversation concernant le procès qui s'était déroulée au café.\n\nG.- Le recourant s'est également pourvu en nullité au Tribunal fédéral contre l'arrêt du 20 juin 1988.", "considerants": "Extrait des considérants:\n\n3. D'après les art. 58 al. 1 Cst. et 6 par. 1 CEDH, toute personne a notamment droit à ce que sa cause soit entendue par un tribunal impartial. On tend ainsi à garantir que des circonstances extérieures au procès ne puissent pas influer sur le jugement d'une manière qui ne serait pas objective, en faveur ou au préjudice d'une partie; en d'autres termes, ce droit de rang constitutionnel doit éviter que celui qui se trouve sous de telles influences n'exerce la fonction de juge car il ne saurait être un \"juste médiateur\" (ATF 112 Ia 292 consid. 3a). D'après la jurisprudence du Tribunal fédéral, la prévention d'un juge doit être admise lorsqu'existent des circonstances qui peuvent susciter le doute quant à son impartialité. Constituent de telles circonstances soit le comportement personnel du juge en cause, soit des considérations de caractère formel ou organique, c'est-à-dire des critères objectifs (ATF 113 Ia 63). Cependant, dans ces deux cas, il n'est pas nécessaire que le juge ait été effectivement sous l'empire d'une prévention; la suspicion de prévention est légitime déjà si elle se fonde sur des apparences, résultant d'un examen objectif, d'après lesquelles la loyauté de la procédure nécessaire pour parvenir à un jugement impartial n'est plus garantie. Compte tenu de l'importance de l'impartialité pour la confiance que doivent inspirer les tribunaux d'une société démocratique au justiciable, une interprétation et une application restrictives de ce principe fondamental des art. 58 Cst. et 6 par. 1 CEDH ne doit pas prévaloir. Cependant, la récusation implique une certaine contradiction entre le droit à un juge impartial et le droit au juge BGE 115 Ia 172 S. 176originairement institué par la loi. Il s'ensuit que la récusation doit demeurer l'exception afin que les règles d'organisation judiciaire ne soient pas vidées de leur contenu (ATF 114 Ia 155 consid. 3, voir ATF 114 Ia 53 ss consid. 3b et les nombreuses citations).\n\nUn juge peut sembler sous l'empire d'une prévention en raison de son comportement subjectif. Or, le manque d'objectivité est un état intérieur qu'il est difficile de prouver. En conséquence, la preuve d'une prévention effective n'est pas exigée pour l'admission d'une récusation. Au contraire, il suffit de circonstances propres à susciter l'apparence d'une prévention et à faire naître un risque de partialité. On ne saurait cependant se fonder sur l'appréciation subjective d'une partie. La méfiance à l'égard du juge doit résulter objectivement de circonstances certaines ou d'un comportement propre à éveiller la suspicion de partialité (ATF 114 Ia 158 consid. 3b). Une appréhension quant à l'existence d'une prévention, et donc une méfiance à l'égard du tribunal, peut toujours être ressentie par les parties lorsque le juge a déjà eu affaire avec le litige antérieurement de par ses fonctions publiques - judiciaires ou autres -, c'est-à-dire lorsqu'il a déjà joué un rôle concret dans ce cadre (ATF ATF 114 Ia 145 consid. c où il est renvoyé aux ATF 114 Ia 57 consid. 3d et 139).\n\n4. En l'espèce, se pose la question de l'éventuelle prévention du juge cantonal suppléant E., d'une part en raison de l'article de presse qu'il a rédigé au sujet de l'audience de la première instance, d'autre part à cause des propos qu'il aurait tenus au café, immédiatement avant l'audience de la seconde instance cantonale.\n\na) aa) Sur le plan de l'article de presse, l'audition du juge cantonal suppléant E. par la délégation du Tribunal fédéral a permis de recueillir les précisions suivantes.\n\nSelon ses dires, E. a suivi l'audience de la première instance pendant 20 minutes environ. Après la fin de cette audience, il a demandé le dispositif au greffier; se fondant sur des explications complémentaires de celui-ci et sur des indications obtenues d'un autre journaliste, il a rédigé l'article en question. A son avis, ce texte ne constitue pas un commentaire, faute de jugement de valeur défavorable ou favorable exprimé sur l'accusé. Il a cependant admis qu'il s'agissait d'un cas limite entre l'information et le commentaire; à son sens, et de l'avis général dit-il, la peine était sévère. Son appréciation \"Zum einen Teil hat er sich dies selber zuzuschreiben, da er versucht hat das Gericht in ein öffentliches Tribunal gegen C. umzugestalten\" résultait de l'impression BGE 115 Ia 172 S. 177ressentie lors de sa présence à l'audience durant 20 minutes. Il en irait de même pour la phrase: \"Obwohl er von einem Rechtsanwalt verbeiständet war, hat er seine Verteidigung quasi im Alleingang bestritten.\" Selon lui, si l'accusé avait écouté son avocat, l'issue du procès eût été, peut-être, différente.\n\nEn outre, E. a déclaré que lorsqu'il devait siéger comme juge suppléant, le Tribunal cantonal le convoquait par téléphone, pas par écrit; il a cependant admis qu'il existait en l'espèce une confirmation écrite avec la mention \"Cassation pénale Pierre P.\" (en toutes lettres). Il a maintenu que ni la lecture de cette confirmation ni celle du dossier, pas plus que l'audience de la cour cantonale ne lui ont remis en mémoire qu'il avait rédigé un article de presse concernant cette même affaire, alors au stade de la première instance. Il a rapporté que la salle de la cour cantonale, ordinairement moins fréquentée, était comble pour ce procès et que l'affaire avait conduit à la démission d'un Conseiller d'Etat.\n\nbb) Quant à l'incident qui s'est déroulé au café, avant l'audience, E. a confirmé qu'il avait voulu répondre en français \"non, je ne parle pas de cela\" à X., qui lui demandait si P. serait condamné ou acquitté, mais qu'elle l'avait interrompu immédiatement après le \"non\"; c'est seulement un instant plus tard qu'il a pu, selon lui, terminer sa phrase. Il a exprimé qu'il avait l'impression que son interlocutrice avait voulu mal comprendre. Celle-ci, au contraire, a déclaré qu'il ne pouvait pas s'agir d'un malentendu.\n\nLes deux autres témoins interrogés ont déclaré n'avoir pas entendu la question de X., contrairement à E., ni une réponse de celui-ci.\n\nb) Une appréhension quant à l'existence d'une prévention et donc une méfiance à l'égard du tribunal peut toujours être ressentie par les parties, on l'a vu, lorsque le juge a déjà eu affaire antérieurement avec ce même litige, dans le cadre de l'exercice de fonctions publiques judiciaires ou autres.\n\naa) Il n'est pas contesté que le juge cantonal suppléant E. n'avait pas eu à connaître de l'affaire (objet du recours cantonal) dans l'exercice de ses fonctions de juge mais dans son activité privée, en tant que journaliste. En cette qualité, il a assisté à une partie de l'audience de la première instance, il s'est renseigné auprès du greffier après le jugement et auprès d'un confrère journaliste, recueillant peut-être encore d'autres informations sur le déroulement de ce procès; ensuite, il a rédigé un article sur cette BGE 115 Ia 172 S. 178audience de première instance; or, dans son dernier alinéa en tout cas, celui-ci va au-delà d'un résumé des motifs principaux du jugement. Il exprime un jugement de valeur sur la peine et un avis sur la façon dont l'accusé avait assuré sa défense. Son auteur se prononce encore sur l'attitude du plaignant C. qu'il a décrite comme paraissant plus convaincante.\n\nDe la présence de E. à une partie des débats de la première instance, de ses contacts semble-t-il assez étroits avec le greffier de celle-ci ainsi qu'avec un journaliste, qui avait assisté à l'audience entière, naît objectivement une apparence de prévention; celle-ci est difficilement compatible avec le droit de comparaître devant un juge impartial.\n\nbb) A cela s'ajoutent les appréciations sur les deux parties contenues dans l'article. De plus, il est difficile de suivre le juge cantonal suppléant lorsqu'il affirme qu'il s'est rappelé avoir écrit cet article après l'audience de la deuxième instance seulement; en effet, il a lui-même admis que cette affaire avait eu un certain retentissement dans les sphères de la justice du canton et que d'habitude ce n'est pas lui qui rédige la chronique judiciaire. Ces faits viennent renforcer la méfiance que le recourant pouvait nourrir quant à sa personne.\n\ncc) Il faut prendre encore en considération l'étendue du rôle que la procédure cantonale fribourgeoise réserve aux juges de la Cour de cassation de ce canton. Ils statuent au vu du dossier sur les griefs soulevés. On peut se demander si un tel juge, qui a assisté dans le public à l'audience de la première instance ou à une partie de celle-ci, peut encore siéger au sein de la Cour de cassation cantonale saisie de la même cause; cette question se pose en particulier lorsqu'il en a retiré des impressions personnelles directes, ce qui n'est pas le cas des autres juges. De plus, il se pourrait que des griefs soient fondés sur une violation des règles de procédure intervenue pendant l'audience de la première instance alors que le juge cantonal était présent. Il se trouverait ainsi dans une situation analogue à celle d'un juge, témoin d'une infraction, ce qui a pour conséquence en règle générale qu'il ne pourra pas siéger dans le tribunal chargé de la juger (voir CLAUS ROXIN, Strafverfahrensrecht, Munich 1987 p. 157). Peut demeurer indécise la question de savoir si cela s'appliquerait aussi à un juge qui, en passant, a assisté quelques minutes seulement à l'audience.\n\ndd) Pris dans leur ensemble, ces motifs suffisent déjà à faire apparaître le recours comme fondé. Pourrait demeurer indécise la BGE 115 Ia 172 S. 179question de savoir si l'incident intervenu au café, peu avant l'audience de la seconde instance, est propre à faire naître l'apparence d'une prévention. La procédure probatoire entreprise par le Tribunal fédéral n'a pas permis de déterminer la teneur exacte de la question et de la réponse. Les déclarations de X. et de E. divergent sur ce point. Elle était en bons termes avec lui, ce qui laisserait entendre qu'elle n'avait pas de raison de s'écarter de la vérité. A la rigueur, on pourrait penser à un malentendu. Il n'est en tout cas pas exclu que E. ait utilisé des termes qui pouvaient donner l'impression d'une prévention, mais qui ne correspondaient pas à ce qu'il voulait dire.\n\nPeut demeurer indécise la question de savoir si l'existence d'une prévention doit être admise dans tous les cas où un juge donne en public son avis sur l'issue du procès, immédiatement avant l'audience et la délibération. Cela dépendra essentiellement des expressions utilisées et des circonstances dans lesquelles elles sont prononcées. Suivant les cas, le fait de parler du dossier peut même constituer une façon de montrer que le juge est resté neutre à tous égards. Toutefois, on peut dire que des propos de cette nature, tenus dans un établissement public, lorsqu'ils ont donné à l'une ou l'autre des personnes présentes l'impression que le magistrat a préjugé, constituent en tout cas un motif supplémentaire d'admettre l'existence d'une prévention. On peut analyser de la même manière le comportement du juge qui, faute de discrétion, attire l'attention des autres consommateurs sur l'importance de la cause à juger; il en va ainsi de l'attitude du juge suppléant E. qui a expliqué, à haute voix dans un établissement public, qu'il était pressé car il devait siéger dans l'affaire C., ce qui a amené la conversation au cours de laquelle des remarques sur le litige ont été exprimées. Cela ne suffirait sans doute pas pour admettre une apparence objective de prévention. Mais, si l'on considère l'ensemble des éléments décrits ci-dessus, on est conduit à partager l'avis du recourant; en effet, celui-ci pouvait légitimement déduire de ces faits que le juge cantonal suppléant E. donnait l'impression d'avoir des préjugés dans cette cause et d'être ainsi sous l'empire d'une prévention, au point de ne plus pouvoir apparaître comme un juge impartial au sens de l'art. 58 al. 1 Cst."}