{"annee": "115", "cour": "IA", "page": "212", "date": "14/7/1989", "cite": ["107 IA 331", "59 I 24", "108 IA 252", "112 IA 75", "106 IA 383", "103 IA 159", "111 IA 44", "53 I 204", "51 I 202", "115 IA 73", "113 IA 465", "111 IA 41", "12 III 3"], "cite_par": ["125 II 86", "119 II 380", "117 IA 365"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 14. Juli 1989 i.S. X. gegen Kanton Bern und Obergericht des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["Art. 46 al. 2 Cst.; art. 6 let. c du Concordat sur l'entraide judiciaire pour l'exécution des prétentions de droit public. 1. Mainlevée pour une créance d'impôt d'un autre canton; admissibilité de l'exception de double imposition (consid. 1 et 2). 2. Domicile fiscal d'un contribuable vivant dans une communauté comparable au mariage (consid. 3)."], "faits": "BGE 115 Ia 212 S. 213\n\nDer im Kanton Solothurn, Gemeinde N., steuerpflichtige X. wurde für das Jahr 1986 mit einem steuerbaren Einkommen von Fr. ... und Fr. ... Vermögen veranlagt.\n\nMit Schreiben vom 29. April 1986 teilte die bernische Gemeinde U. dem Steuerpflichtigen mit, dass sie ihn ab 1. Januar 1986 als unbeschränkt steuerpflichtig betrachte, weil er seit 10. Dezember 1985 mit Y. in U. in eheähnlicher Gemeinschaft lebe. Nachdem X. zweimal erfolglos zur Einreichung der Steuererklärung gemahnt worden war, teilte er der Kantonalen Steuerverwaltung Bern (Veranlagungsbehörde Oberland) mit, er sei nicht verpflichtet, in U. eine Steuererklärung einzureichen, weil er seine Schriften in N. deponiert habe, dort Steuern zahle und für U. lediglich eine Aufenthaltsbewilligung besitze.\n\nMit Verfügung vom 2. Februar 1987 veranlagte ihn die Kantonale Steuerverwaltung Bern für die Staats- und Gemeindesteuern 1985/86 (Periode ab 1. Januar 1986) ermessensweise mit einem steuerbaren Einkommen von Fr. ... und auferlegte ihm eine Busse von Fr. ...\n\nGegen die Betreibung für den Steuerbetrag und die Busse erhob der Betriebene Rechtsvorschlag. Mit Entscheid vom 22. März 1988 hiess der Amtsgerichtspräsident von Thal-Gäu, Kanton Solothurn, das Rechtsöffnungsbegehren gut und erteilte die definitive Rechtsöffnung.\n\nEinen Rekurs wies das Obergericht des Kantons Solothurn mit Urteil vom 13. September 1988 ab. Das Gericht hielt den Nachweis der Vollstreckbarkeit der Steuerforderung und der Busse nach Art. 3 und 4 des Konkordats über die Gewährung gegenseitiger Rechtshilfe zur Vollstreckung öffentlich-rechtlicher Ansprüche vom 28. Oktober 1971 (SR 281.22 - nachfolgend \"Konkordat\") als erbracht, ohne den Einwand des Rekurrenten zu prüfen, wonach sein Steuerdomizil für das Jahr 1986 im Kanton Solothurn gewesen sei.\n\nMit staatsrechtlicher Beschwerde beantragt der Betriebene, das Urteil des Obergerichts des Kantons Solothurn vom 13. September 1988 und die Veranlagungsverfügung vom 2. Februar 1987 seien aufzuheben. Er führt aus, für die gleiche Zeit habe er auch im Kanton Solothurn Steuern bezahlt. Es liege deshalb eine gegen Art. 46 Abs. 2 BV verstossende aktuelle Doppelbesteuerung vor. Dazu komme, dass sich sein Wohnsitz in N., Kanton Solothurn, befinde. Der Kanton Bern sei deshalb im Sinne von Art. 6 lit. c des Konkordats unzuständig. Indem das Obergericht die offensichtlich BGE 115 Ia 212 S. 214begründete Einrede der Unzuständigkeit verworfen habe, habe es in willkürlicher Weise gegen das Konkordat verstossen.\n\nDie Kantonale Steuerverwaltung Bern und das Obergericht des Kantons Solothurn beantragen, die Beschwerde sei abzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Die 30tägige Frist für die staatsrechtliche Beschwerde wegen Doppelbesteuerung (Art. 46 Abs. 2 BV) beginnt nach Art. 89 Abs. 3 OG zu laufen, wenn ein zweiter Kanton endgültig die Steuerhoheit in Anspruch genommen hat (BGE 111 Ia 45 f.). Das geschah im vorliegenden Fall durch die Veranlagungsverfügung des Kantons Solothurn (die auf jeden Fall vor dem Datum der Steuerrechnung vom 23. März 1987 erging), eventuell durch diejenige des Kantons Bern vom 2. Februar 1987. Die erst am 17. Oktober 1988 gegen die Veranlagungsverfügung des Kantons Bern eingereichte Doppelbesteuerungsbeschwerde ist infolgedessen verspätet.\n\nDie Frist von 30 Tagen wurde einzig gegenüber dem Entscheid des Obergerichts des Kantons Solothurn vom 13. September 1988, das den Rekurs des Beschwerdeführers abgewiesen und die Erteilung der definitiven Rechtsöffnung durch den Amtsgerichtspräsidenten von Thal-Gäu bestätigt hatte, eingehalten. Entscheide über die Gewährung der definitiven Rechtsöffnung stellen jedoch Vollzugsakte dar, die grundsätzlich (Ausnahmen in BGE 106 Ia 386, vgl. BGE 107 Ia 333 f.) mit staatsrechtlicher Beschwerde nur so weit anfechtbar sind, als die Verfassungswidrigkeit in ihnen selbst begründet ist, die aber nicht mit der Begründung angefochten werden können, der Hoheitsakt, den sie vollziehen, sei verfassungswidrig. Daraus, dass die Rechtsprechung des Bundesgerichts noch im Rechtsöffnungsverfahren unter Umständen die Bestreitung der Steuerhoheit zulässt (LOCHER, Das interkantonale Doppelbesteuerungsrecht, §BGE 12 III 3 Nrn. 2-15, und dort zitierte Praxis; vgl. dazu auch im folgenden), darf nicht abgeleitet werden, die Doppelbesteuerungsbeschwerde sei gegenüber dem Rechtsöffnungsentscheid zulässig. Auf die Doppelbesteuerungsbeschwerde ist demnach nicht einzutreten.\n\n2. a) Der Beschwerdeführer ficht das Urteil des Obergerichts des Kantons Solothurn allerdings auch mit der Begründung BGE 115 Ia 212 S. 215an, es verletze Art. 6 lit. c des Konkordats über die Gewährung der gegenseitigen Rechtshilfe zur Vollstreckung öffentlich-rechtlicher Ansprüche. Auf diese Bestimmung kann sich der Beschwerdeführer mit staatsrechtlicher Beschwerde gemäss Art. 84 Abs. 1 lit. b OG wegen Verletzung von Konkordaten berufen, zumal Art. 6 lit. c des Konkordats dem Betriebenen unmittelbar Rechte einräumt. Keine selbständige Bedeutung hat demgegenüber die im gleichen Zusammenhang erhobene Willkürrüge, weil das Bundesgericht bei Beschwerden nach Art. 84 Abs. 1 lit. b OG Auslegung und Anwendung der als verletzt gerügten Konkordatsbestimmung durch die kantonale Behörde frei prüft (BGE 112 Ia 76 E. 1b).\n\nb) Nach Art 6 lit. c des Konkordats steht dem Betriebenen unter anderem die Einrede zu, dass die kantonale Behörde, welche den Entscheid erlassen hat, nicht zuständig war. Die Zuständigkeit der entscheidenden Behörde fällt bei Steueransprüchen insofern mit der materiellen Steuerberechtigung des Gemeinwesens zusammen, als sie eine Beziehung des Steuerpflichtigen zum Gemeinwesen voraussetzt, die ihn nach den aus Art. 46 Abs. 2 BV folgenden Regeln des interkantonalen Steuerrechts der Steuerhoheit des betreffenden Gemeinwesens für die fragliche Abgabe unterwirft. Nur wo eine solche Beziehung (Steuerhoheit) besteht, sind die entscheidenden Behörden zuständig, Abgaben mit verbindlicher Wirkung für den Betroffenen festzulegen. In der Bestreitung der Zuständigkeit nach Art. 6 lit. c des Konkordats liegt deshalb zugleich eine Bestreitung der Steuerhoheit nach den aus Art. 46 Abs. 2 BV folgenden Regeln des interkantonalen Steuerrechts (BGE 51 I 204 /5, BGE 53 I 208; ASA 51, 501).\n\nc) Die Doppelbesteuerungseinrede ist allerdings nur zulässig im Rechtsöffnungsverfahren, wenn der Steueranspruch von einem andern Kanton stammt als von demjenigen, in dem die Betreibung erfolgt. Wird die Rechtsöffnung vom Kanton verlangt, dem der Pflichtige angehört, so ist die Einrede schon von Gesetzes wegen ausgeschlossen, weil sie sich unter keine der in Art. 81 Abs. 1 SchKG vorgesehenen Einreden - Tilgung, Stundung, Verjährung - einreihen lässt.\n\nNach der Rechtsprechung des Bundesgerichts (BGE 51 I 208 -209, 445, BGE 59 I 26; ASA 51, 501 f.; Urteil vom 19. Juni 1947, ZBl 49/1948 S. 399; LOCHER, a.a.O.) ist die Doppelbesteuerungseinrede im Rechtsöffnungsverfahren ausserdem nur möglich, soweit es BGE 115 Ia 212 S. 216sich um die Bestreitung der Steuerhoheit des betreibenden Gemeinwesens überhaupt handelt und nicht bloss um den Einwand, dieses habe bei der Erhebung der Steuer dem Umfange nach die durch Art. 46 Abs. 2 BV gesetzten Schranken überschritten; sie kann zudem nur vorgebracht werden, wenn der Betriebene die Zuständigkeit des Gemeinwesens, von dem der Steueranspruch stammt, in keiner Form anerkannt, d.h. sich auf das Veranlagungsverfahren nicht eingelassen hat. Diese Voraussetzungen sind hier erfüllt: Der Beschwerdeführer hat im Schreiben vom 12. Oktober 1986 gegenüber der Kantonalen Steuerverwaltung Bern (Veranlagungsbehörde) erklärt, er habe seine Schriften in N. im Kanton Solothurn deponiert, wo er auch seine Steuern bezahle, und besitze für U. im Kanton Bern lediglich eine Aufenthaltsbewilligung. Er hat damit die bernische Zuständigkeit überhaupt bestritten und sich in keiner Weise auf das Veranlagungsverfahren eingelassen.\n\nDie Frage, ob darüber hinaus eine Anerkennung der Steuerhoheit des Kantons Bern anzunehmen wäre, wenn der Beschwerdeführer gegen einen Vorentscheid der Steuerbehörde über die subjektive Steuerpflicht kein Rechtsmittel ergriffen hätte, kann hier offenbleiben, weil ein solcher Vorentscheid - obwohl der Beschwerdeführer die Steuerhoheit des Kantons Bern bestritten hatte - nicht erging (vgl. auch BGE 103 Ia 160 E. 1; BGE 115 Ia 75 E. 3.)\n\n3. Zu prüfen bleibt, ob die Steuerbehörden des Kantons Bern zur Veranlagung des Beschwerdeführers zuständig waren. Diese Zuständigkeit kann sich mangels anderer Anknüpfungspunkte nur aus dem Wohnsitz des Beschwerdeführers im Kanton Bern ergeben (BGE 113 Ia 466, BGE 111 Ia 42).\n\nDer Beschwerdeführer bewirtschaftete im fraglichen Steuerjahr zusammen mit Geschwistern und seiner Mutter ein landwirtschaftliches Heimwesen in N., Kanton Solothurn, wo er sich auch als Agent für Futtermittel betätigte. Seine freie Zeit verbrachte er jedoch überwiegend bei seiner Freundin in U., Kanton Bern. Nach den Feststellungen der Steuerbehörde lebte er mit seiner Freundin im Konkubinat. Es liegt nichts vor, was gegen diese Feststellung spricht. Die Tatsache, dass der Beschwerdeführer es für erforderlich ansah, eine Aufenthaltsbewilligung in U. zu beantragen, belegt gerade, dass er sich sehr häufig bei seiner Freundin aufhielt.\n\nDementsprechend hatte der Beschwerdeführer den Mittelpunkt seiner Lebensinteressen, und damit seinen Wohnsitz (BGE 113 Ia 466), nach U. verlegt.BGE 115 Ia 212 S. 217\n\nDie Einwendungen, mit denen der Beschwerdeführer sein Steuerdomizil in U. zu bestreiten versucht, sind unbegründet. Seine Behauptung, die er übrigens erst im Betreibungsverfahren erhob, dass er seine Freundin nur sporadisch besucht haben will, ist nicht glaubwürdig, nachdem er in U. um eine Aufenthaltsbewilligung nachsuchte. Ebenso kann dem Umstand, dass er seine Schriften in N. hinterlegt hatte, keine wesentliche Bedeutung zukommen. Nach der ständigen Rechtsprechung des Bundesgerichts ergibt sich die Stärke der Beziehung einer Person zu einem Ort nicht aus irgendwelchen formellen Merkmalen, etwa der polizeilichen Anmeldung, sondern aus der Gesamtheit der tatsächlichen Gegebenheiten (BGE 108 Ia 254; ASA 54, 229 E. 4)."}