{"annee": "115", "cour": "IV", "page": "175", "date": "21/9/1989", "cite": ["110 IV 8"], "cite_par": ["119 IV 17", "125 IV 4", "119 IV 10", "126 IV 255"], "chapeau": "40. Urteil des Kassationshofes vom 21. September 1989 i.S. X. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 58 al. 1 litt. a CP; confiscation du revenu de la drogue. La confiscation n'est pas seulement possible à l'égard de l'auteur lui-même ou d'un autre participant, mais également, selon les circonstances, à l'égard d'un tiers qui aurait tiré un avantage de l'infraction commise par un autre (consid. 2b/aa). L'argent remis à titre de rétribution d'une prestation effectivement fournie à un tiers qui n'avait pas connaissance du contexte criminel de l'affaire ne peut être confisqué auprès de celui-ci (consid. 2b/bb). Savoir si et dans quelle mesure un intérêt est dû à celui auprès duquel une somme d'argent a été confisquée en vertu d'une décision déclarée par la suite non fondée se détermine d'après les règles applicables en matière de dommages-intérêts pour mesures de procédure pénale non fondées, sauf s'il s'agit d'intérêts courus pour la somme séquestrée et saisis en même temps que celle-ci (consid. 3)."], "faits": "|176|\n\nDer Uhrenhändler X. erhielt von Y. am 13. bzw. 16. Mai 1983 zwei Geldüberweisungen über insgesamt Fr. 350'000.-- auf sein Konto bei der Schweizerischen Kreditanstalt (SKA) Biel, welche mit Valuta vom 16. bzw. 18. Mai 1983 gutgeschrieben wurden und die erwiesenermassen aus einem Drogenhandel des Y. stammten. Am 17. Mai 1983 eröffnete die Untersuchungsrichterin I von Biel gegen den Uhrenhändler eine Strafuntersuchung wegen vermuteter Widerhandlungen gegen das Bundesgesetz über die Betäubungsmittel (BetmG). Am 19. Mai 1983 ersuchte die Staatsanwaltschaft Basel-Stadt das Polizeikommando Bern, alle Konten des X. bei der SKA zu sperren, was gleichentags durch Verfügung der |177| Untersuchungsrichterin geschah. Schliesslich wurden die Fr. 350'000.-- am 14. Juni 1983 beschlagnahmt.\n\nDer zunächst bestehende Verdacht, X. sei aktiv an Heroingeschäften beteiligt gewesen oder er habe bei seinen Transaktionen zumindest Kenntnis davon gehabt, dass ein Teil des Geldes Erlös aus Drogengeschäften gewesen sei, bestätigte sich nicht. Die Untersuchungsrichterin II von Biel beantragte deshalb am 1. November 1988 dem Bezirksprokurator des Seelandes, die gerichtliche Strafverfolgung aufzuheben; die beschlagnahmten Fr. 350'000.-- seien jedoch gemäss Art. 58 Abs. 1 lit. a StGB einzuziehen, da das Geld aus Heroingeschäften stamme. Der Staatsanwalt des Seelandes stimmte diesem Antrag am 9. November 1988 bei.\n\nX. rekurrierte (unter anderem) gegen die Einziehungsverfügung. Die Anklagekammer des Obergerichts des Kantons Bern hiess den Rekurs am 17. März 1989 in einem hier nicht interessierenden Punkt gut und wies ihn im übrigen insbesondere in bezug auf die Einziehung der Fr. 350'000.-- ab.\n\nMit der vorliegenden eidgenössischen Nichtigkeitsbeschwerde beantragt X., der Entscheid der Anklagekammer sei hinsichtlich der Anwendung von Art. 58 StGB aufzuheben und die Sache zur vorbehaltlosen Freigabe der Fr. 350'000.-- inklusive eines Zinses von 3,5% ab dem 10. Juni 1983 an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 58 Abs. 1 lit. a StGB verfügt der Richter ohne Rücksicht auf die Strafbarkeit einer bestimmten Person die Einziehung von Gegenständen und Vermögenswerten, die durch eine strafbare Handlung hervorgebracht oder erlangt worden sind, an oder mit denen eine strafbare Handlung begangen wurde oder die zur Begehung einer strafbaren Handlung bestimmt waren, soweit die Einziehung zur Beseitigung eines unrechtmässigen Vorteils oder Zustandes als geboten erscheint.\n\nEs ist unbestritten, dass es sich bei den heute in Frage stehenden Fr. 350'000.-- um Geld handelt, das Y. bei Heroingeschäften eingenommen hatte. Folglich steht auch fest, dass der Vermögenswert durch strafbare Handlungen des Y. erzielt worden ist. Ebenfalls unbestritten ist, dass es sich bei der Gutschrift auf einem Bankkonto um einen grundsätzlich einziehbaren Vermögenswert |178| handelt (BGE 110 IV 8 f.; STRATENWERTH, AT II, § 14 N. 49; TRECHSEL, Kurzkommentar, N. 5 zu Art. 58). Insoweit sind die Voraussetzungen der Einziehung des auf dem Konto des Beschwerdeführers befindlichen Vermögenswertes gemäss Art. 58 StGB gegeben.\n\n2. a) Der Beschwerdeführer macht geltend, die Beschlagnahme sei ausdrücklich \"zum Verfahren Y.\" erfolgt; Art. 58 StGB beziehe sich ausschliesslich auf die Einziehung bei Tätern oder Teilnehmern, deren Tathandlung allerdings nicht unbedingt zu einer Strafe führen müsse; er sei demgegenüber weder Täter noch Teilnehmer gewesen, weshalb er als \"Dritter\" angesehen werden und Art. 58bis StGB zum Zuge kommen müsse. Weiter bringt der Beschwerdeführer vor, die Zahlung der Fr. 350'000.-- habe keinen unrechtmässigen Vorteil für ihn bewirkt, da der Betrag - nach der eigenen Feststellung der Vorinstanz - eine Zahlung für gelieferte Uhren dargestellt habe.\n\nb) aa) Die in Frage stehenden Fr. 350'000.-- waren bereits dem Konto des Beschwerdeführers gutgeschrieben, als sie beschlagnahmt wurden, weshalb die Vorinstanz zu Recht von einem Anwendungsfall von Art. 58 Abs. 1 StGB ausging. Nach dieser Bestimmung wird die Einziehung der Vermögenswerte ohne Rücksicht auf die Strafbarkeit einer bestimmten Person verfügt. Voraussetzung ist jedoch immer, dass der Täter eine vom Gesetz mit Strafe bedrohte Tat begangen hat. Die Einziehung kann sich hingegen nicht nur gegen den Täter selber oder einen Teilnehmer richten, sondern unter Umständen auch gegen eine Drittperson, die einen Vorteil aus einem von einem anderen begangenen Delikt erlangt hat (GAUTHIER, in Lebendiges Strafrecht, Festgabe für Hans Schultz, Bern 1977, S. 369; SCHULTZ, AT II, S. 209; REHBERG, Strafrecht II, 3. Aufl., S. 85; vgl. auch STRATENWERTH, AT II, § 14 N. 76). Dies ergibt sich schon aus dem Wortlaut der Gesetzesbestimmung, insbesondere auch in seiner französischen Fassung (\"Alors même qu'aucune personne déterminée n'est punissable, le juge prononcera ...\"). Der Vermögensvorteil muss jedoch ein unrechtmässiger sein und die Einziehung zur Beseitigung dieses unrechtmässigen Vorteils als geboten erscheinen (Art. 58 Abs. 1 lit. a StGB).\n\nbb) Im vorliegenden Fall hat Y. durch den Verkauf der Betäubungsmittel eine vom Gesetz mit Strafe bedrohte Tat begangen. In der Folge überwies er den Erlös auf ein Konto des Beschwerdeführers. Dieser hat somit durch die Gutschrift auf seinem Konto |179| einen Vorteil aus dem von Y. begangenen Betäubungsmittelhandel erlangt. Nach den verbindlichen Feststellungen der kantonalen Behörden stellte das beschlagnahmte Geld eine Gegenleistung für tatsächlich vom Beschwerdeführer in die Türkei gelieferte Uhren dar; weiter ist davon auszugehen, dass er nicht um die kriminelle Herkunft des Geldes wusste.\n\nBei dieser Sachlage verhält es sich prinzipiell wie bei jedem Verkäufer, der einem von ihm nicht als solchen erkannten Drogenhändler einen Gegenstand verkauft, ohne zu wissen, dass das als Bezahlung entgegengenommene Geld aus dem Betäubungsmittelhandel stammt. Es ist ausgeschlossen, dass in derartigen Fällen das Geld, das als Bezahlung für eine tatsächlich erbrachte Leistung und ohne Kenntnis des kriminellen Hintergrundes entgegengenommen worden ist, vom Staat eingezogen werden könnte. Nach der Ansicht von STRATENWERTH und REHBERG endet die Unrechtmässigkeit des Vorteils durch den gutgläubigen Eigentumserwerb eines Dritten (STRATENWERTH, AT II, § 14 N. 56; REHBERG, Strafrecht II, S. 85); dies muss ohne Zweifel jedenfalls dann gelten, wenn der Erwerber wegen einer von ihm erbrachten Gegenleistung einen Anspruch auf das Erworbene hat. Es kann nicht Sinn und Zweck der Einziehung sein, in Rechte von Dritten einzugreifen, die einen Vermögenswert durch ein legales Rechtsgeschäft und ohne das Bewusstsein, er sei krimineller Herkunft, erworben haben. In einem solchen Fall kann von einem unrechtmässigen Vermögensvorteil nicht gesprochen werden. Indem die Vorinstanz den Geldbetrag von Fr. 350'000.-- mit der Bestimmung, dass er dem Staat verfalle, einzog, verletzte sie Bundesrecht.\n\nOb bei einem nachgewiesenen Umgehungsgeschäft anders zu entscheiden wäre, kann offenbleiben, weil die Vorinstanz ein solches zumindest implizite ausgeschlossen hat.\n\nWeil der Geldbetrag bei Y., der durch ihn einen unrechtmässigen Vermögensvorteil erlangt hat und bei dem er einzuziehen wäre, nicht mehr vorhanden ist, wird allenfalls diesem gegenüber und im Verfahren gegen ihn eine Ersatzforderung des Staates gemäss Art. 58 Abs. 4 StGB festzulegen sein.\n\n3. Der Beschwerdeführer beantragt die Zusprechung eines Zinses auf den seit dem 14. Juni 1983 beschlagnahmten Fr. 350'000.--. Die Beschlagnahme dieses Vermögenswertes stellte eine vorläufige strafprozessuale Massnahme dar, die vom kantonalen Recht beherrscht wird. Soweit die Beschlagnahme nicht nur den Vermögenswert von Fr. 350'000.-- betroffen haben sollte, |180| sondern überdies die daraus entstehenden laufenden Zinserträge, wären diese zusammen mit dem beschlagnahmten Betrag freizugeben. Im übrigen ist die Frage, ob und inwieweit dem Beschwerdeführer ein Zins zusteht, nach den Regeln betreffend Schadenersatz für nachträglich ungerechtfertigte strafprozessuale Massnahmen zu beurteilen. Diese Regeln ergeben sich nicht aus dem eidgenössischen materiellen Recht; vielmehr ist die Frage aufgrund des kantonalen Rechts, gegebenenfalls unter Rückgriff auf allgemeine Rechtsgrundsätze, zu prüfen. Das Zinsbegehren ist deshalb abzuweisen, soweit darauf eingetreten werden kann."}