{"annee": "115", "cour": "II", "page": "232", "date": "26/9/1989", "cite": [], "cite_par": ["123 III 292", "129 III 604", "139 II 363", "123 III 101", "132 III 455", "143 III 600", "133 III 167"], "chapeau": "39. Auszug aus dem Urteil der I. Zivilabteilung vom 26. September 1989 i.S. Frau A. gegen B. Immobilien AG (Berufung)", "regestes": ["Objet du contrat contraire aux moeurs (art. 20 al. 1 CO); abus de droit (art. 2 al. 2 CC). Notion de l'immoralité au sens de l'art. 20 al. 1 CO (consid. 4a). N'est pas immoral l'engagement de verser une indemnité pour le retrait de recours touchant le domaine de la construction et ne paraissant pas voués à l'échec (consid. 4b). Une disproportion entre la prestation et la contreprestation n'est pas, à elle seule, contraire aux moeurs (consid. 4c). L'interdiction de l'abus de droit (art. 2 al. 2 CC) ne permet pas non plus de corriger pareille inégalité des prestations contractuelles (consid. 4d)."], "faits": "|232|\n\nA.- Im Jahre 1982 erhob Frau A. als Nachbarin baupolizeiliche Einsprache gegen ein Baugesuch der B. Immobilien AG in Rorschach und auf erteilte Baubewilligung hin Rekurs. Im selben Zusammenhang rekurrierte sie gegen eine Erlaubnis zum vorzeitigen |233| Baubeginn und gegen eine weitere, von ihr als Verfügung gewertete Äusserung des Stadtrats von Rorschach.\n\nAm 10. Februar 1983 unterzeichneten die Parteien eine Vereinbarung, mit welcher Frau A. ihre Zustimmung zum umstrittenen Bauvorhaben gab und sich verpflichtete, die hängigen Rekurse zurückzuziehen; zugleich erklärte sie sich auch mit einem auf einen späteren Zeitpunkt vorgesehenen weiteren Projekt einverstanden und verzichtete im voraus auf Einsprache gegen ein entsprechendes Baugesuch. Als Gegenleistung liess sie sich von der B. Immobilien AG einerseits die Einräumung einer Dienstbarkeit, wonach deren Grundstück ausschliesslich zu Wohnzwecken oder nicht störenden Gewerbezwecken benützt werden durfte, und anderseits eine Entschädigung von Fr. 84'000.-- versprechen, wovon Fr. 50'000.-- grundpfändlich gesichert und in jährlichen Raten von mindestens Fr. 5'000.-- bezahlt, Fr. 34'000.-- beim Abschluss des Pfandvertrages auf dem Grundbuchamt hinterlegt und 10 Tage nach Abschreibung der Rekurse an den Anwalt der Frau A. bezahlt werden sollten. Schliesslich verpflichteten sich beide Parteien, sich ein gegenseitiges Fuss- und Fahrwegrecht einzuräumen, das die Einrichtung von Parkplätzen auf der an die gemeinsame Grenze anschliessenden Hoffläche ermöglichen sollte.\n\nIn der Folge liessen die Parteien die verabredeten dinglichen Rechte im Grundbuch eintragen, bezahlte die B. Immobilien AG die Fr. 34'000.-- an den Anwalt der Frau A. und zog diese die hängigen Rekurse zurück. Die B. Immobilien AG führte nach Massgabe der damit rechtskräftigen Baubewilligung ihr Bauvorhaben aus.\n\nB.- Mit Klage vom 22. Mai 1984 verlangte die B. Immobilien AG unter Berufung auf Nichtigkeit, eventuell einseitige Unverbindlichkeit der Vereinbarung vom 10. Februar 1983 die Löschung der gestützt darauf erfolgten grundbuchlichen Eintragungen, die Rückerstattung der bereits bezahlten Fr. 34'000.-- nebst Zins sowie die Feststellung einer Schadenersatzpflicht der Beklagten aus rechtswidrigen Baueinsprachen und Rekursen. Sie berief sich unter anderem darauf, die genannte Vereinbarung sei sittenwidrig (Art. 20 Abs. 1 OR).\n\nDas Bezirksgericht Rorschach wies die Klage am 27. August 1987 ab.\n\nAuf Berufung der Klägerin erklärte das Kantonsgericht St. Gallen mit Urteil vom 15. Juni 1988 die Vereinbarung einer |234| Entschädigung in der Höhe von Fr. 34'000.-- als gültig, im Mehrbetrag aber als nichtig und wies die Klage im übrigen ab.\n\nC.- Die Beklagte hat gegen das Urteil des Kantonsgerichts eidgenössische Berufung eingelegt, mit der sie Aufhebung des angefochtenen Entscheides und Abweisung der Klage beantragt. Die Klägerin hat sich der Berufung mit den Anträgen angeschlossen, das angefochtene Urteil aufzuheben und die Klage gutzuheissen.\n\nDas Bundesgericht weist in Gutheissung der Berufung die Klage ab. Die Anschlussberufung weist es ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n4. Das Kantonsgericht geht davon aus, der Inhalt der Vereinbarung sei als solcher zwar durchaus rechtmässig, doch könne sich Widerrechtlichkeit über die inhaltliche Ausgestaltung einer Vereinbarung hinaus auch daraus ergeben, dass ihr Abschluss selbst die Folge eines Verhaltens gegen Treu und Glauben darstelle. Ob letzteres vorliege, prüft das Kantonsgericht unter den Gesichtspunkten der Aussichtslosigkeit und der Zweckwidrigkeit der baupolizeilichen Opposition, der Ausbeutung einer Notlage und der Äquivalenz von Leistung und Gegenleistung. Dabei gelangt es zum Ergebnis, dass sich die Beklagte im Baupolizeiverfahren weder trölerisch noch anderweitig missbräuchlich verhalten, dass ihr Hauptrekurs gegen die Baubewilligung nicht aussichtslos gewesen sei und dass sie auch keine Notlage der Klägerin ausgenützt habe. Hingegen ist das Kantonsgericht der Auffassung, die Beklagte habe sich in rechtsmissbräuchlicher Weise eine übersetzte Entschädigung versprechen lassen, da die vereinbarten Fr. 84'000.-- im wesentlichen eine Beteiligung am nachbarlichen Vorteil und nur untergeordnet einen Ausgleich des durch die Baubewilligung bewirkten Nachteils beinhaltet hätten. Die Vereinbarung sei deshalb zufolge Teilnichtigkeit dahingehend zu korrigieren, dass die Entschädigung auf das zulässige und von den Parteien bei Kenntnis der Teilnichtigkeit mutmasslich vereinbarte Mass herabgesetzt werde. In Würdigung aller Umstände erachtet das Kantonsgericht dabei eine Entschädigung von Fr. 34'000.-- als angemessen.\n\nDie Beklagte wendet sich in ihrer Berufung sowohl gegen die tatsächliche Annahme als auch gegen die rechtliche Relevanz eines Missverhältnisses von Leistung und Gegenleistung und weist den Vorwurf eines treuwidrigen Vertragsschlusses von sich.\n\n|235|\n\nDie Klägerin gibt dagegen die gesamte Vereinbarung als sittenwidrig aus, da es der Beklagten allein um eine Teilhabe an ihrem Bauvorhaben gegangen sei.\n\na) Sittenwidrig im Sinne von Art. 20 Abs. 1 OR sind Verträge, die gegen die herrschende Moral, d.h. gegen das allgemeine Anstandsgefühl oder gegen die der Gesamtrechtsordnung immanenten ethischen Prinzipien und Wertmassstäbe verstossen (GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, 4. Aufl. 1987, Nr. 518; BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl. 1988, S. 255 f.). Ein solcher Verstoss kann einerseits in der vereinbarten Leistung oder in dem damit angestrebten mittelbaren Zweck oder Erfolg liegen, sich anderseits aber auch daraus ergeben, dass eine notwendig unentgeltliche Leistung mit einer geldwerten Gegenleistung verknüpft wird.\n\nb) Die von den Parteien verabredeten Leistungen - Zustimmung zu einem bekämpften Bauprojekt, Verzicht auf Opposition gegen ein in seinen Grundzügen bekanntes weiteres Bauvorhaben, Begründung von Dienstbarkeiten - sind klarerweise nicht sittenwidrig, noch wurde damit mittelbar ein sittenwidriger Zweck oder Erfolg angestrebt. Fragen kann sich daher nur noch, ob in sittenwidriger Weise eine Bindung mit einem materiellen Vor- oder Nachteil verknüpft wurde.\n\nNach den verbindlichen Feststellungen der Vorinstanz zu den nach kantonalem Baurecht zu beurteilenden Prozesschancen war der Hauptrekurs der Beklagten gegen das Bauvorhaben der Klägerin nicht aussichtslos, mithin durchaus geeignet, schutzwürdige Interessen der Opponentin zu wahren. Ob dies auch für den Rekurs gegen die Teilbaubewilligung zutraf, bleibt im Gesamtzusammenhang ohne Bedeutung; unter dem Gesichtspunkt der Sittlichkeit ist der Beklagten jedenfalls nicht zum Vorwurf zu erheben, dass sie in der Verfolgung legitimer Interessen die ihr zustehenden Rechtsmittel ausschöpfte, insbesondere um präjudizielle Teilwirkungen zu verhindern. War ihre Opposition nicht aussichtslos, durfte die Beklagte selbst bei objektiver Betrachtungsweise damit rechnen, das missliebige Bauvorhaben verhindern und die Klägerin zu einem für sie günstigeren Projekt veranlassen zu können. Solche Chancen und Vorteile können durchaus geldwerter Natur sein; dass sich die Beklagte für den Verzicht darauf eine Entschädigung versprechen liess, verstösst deshalb nicht gegen die guten Sitten, und die vereinbarte Vergütung |236| stellt insbesondere auch kein sittenwidriges Schweigegeld dar (dazu BGE 76 II 362 ff.).\n\nc) Eine Sittenwidrigkeit könnte auch das von der Klägerin behauptete Missverhältnis von Leistung und Gegenleistung nicht begründen. Eine Wertdisparität der Vertragsleistungen zu verbieten, ist gerade nicht Ziel der erwähnten Grundwerte unserer Rechtsordnung; dieser Problemkreis wird vielmehr abschliessend vom Übervorteilungstatbestand des Art. 21 OR erfasst, wonach ein offenbares Missverhältnis zwischen Leistung und Gegenleistung ausnahmsweise dann die einseitige Unverbindlichkeit des Vertrages zur Folge hat, wenn die eine Partei dessen Abschluss durch Ausbeutung der Notlage, der Unerfahrenheit oder des Leichtsinns der andern herbeigeführt hat (BUCHER, a.a.O., S. 258 f.; MERZ, N. 193 zu Art. 2 ZGB; MERZ, Vertrag und Vertragsschluss, S. 58 ff., insbes. S. 61; HAUSHEER, Die Allgemeinverbindlicherklärung von Kollektivverträgen als gesetzgeberisches Gestaltungsmittel, in ZSR 95/1976 II, S. 271; abweichend VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. I, S. 260). Damit bleibt für die Beurteilung des vorliegenden Rechtsstreites auch belanglos, ob die Parteien den durch den Vergleich bewirkten Vorteil für die Klägerin oder den von der Beklagten hingenommenen Nachteil zum Ausgangspunkt für die Berechnung der Entschädigung nahmen.\n\nd) Ist somit der angefochtene Entscheid in der Ablehnung einer allgemeinen Widerrechtlichkeit bzw. Sittenwidrigkeit nicht zu beanstanden, die Anschlussberufung also abzuweisen, so ist der Vorinstanz dagegen nicht zu folgen, wenn sie das von ihr angenommene Missverhältnis von Leistung und Gegenleistung über das Rechtsmissbrauchsverbot korrigieren will. Art. 2 ZGB richtet - im Unterschied zu Art. 19/20 OR und Art. 27 ZGB - keine Schranke der rechtsgeschäftlichen Freiheit auf (MERZ, N. 103 zu Art. 2 ZGB; DESCHENAUX, in SPR Bd. II, S. 156; ERNST ZELLER, Treu und Glauben und Rechtsmissbrauch, Diss. Zürich 1980, S. 256); weder der Grundsatz von Treu und Glauben noch das Rechtsmissbrauchsverbot ist dazu da, einer allgemeinen Vertragsgerechtigkeit zum Durchbruch zu verhelfen. Der ebenfalls aus Art. 2 ZGB fliessende Grundsatz der Vertragstreue erlaubt im Gegenteil nur dort einen Vertrag als nichtig bzw. einseitig unverbindlich zu erklären, wo dessen Inhalt Grundwerten der Rechtsordnung widerspricht (Art. 19/20 OR), die Willensbildung mangelhaft war (Art. 23 ff. OR) oder zusätzlich zu einem offenbaren |237| Missverhältnis der Vertragsleistungen auch die subjektiven Voraussetzungen der Übervorteilung gegeben sind (Art. 21 OR). Solange letzteres nicht der Fall ist, bleibt den Vertragsschliessenden - als Ausfluss der Vertragsfreiheit (Art. 19 Abs. 1 OR) - unbenommen, ein beliebiges Ungleichgewicht der Leistungen zu vereinbaren; umgekehrt liegt in der Berufung auf diese Freiheit auch kein Rechtsmissbrauch im Sinne von Art. 2 Abs. 2 ZGB (vgl. SPIRO, in ZBJV 88/1956, S. 521).\n\nDas Rechtsmissbrauchsverbot gibt somit entgegen der Auffassung der Vorinstanz keine Handhabe, die nach Massgabe der Art. 19 und 20 OR gültig vereinbarte Entschädigung für den Rückzug der Baurekurse und den Verzicht auf weitere Baueinsprachen auf ein vom Richter festgelegtes Mass herabzusetzen; die Berufung ist deshalb gutzuheissen."}