{"annee": "115", "cour": "IB", "page": "148", "date": "1/3/1989", "cite": ["114 IB 180", "113 IA 192", "113 IB 371"], "cite_par": ["118 IB 17", "116 IB 50"], "chapeau": "18. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 1. März 1989 i.S. Gemeinde Bäretswil und A. gegen Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 14 s. et 24 LAT; rapport entre les plans de zones et les autorisations fondées sur l'art. 24 LAT. 1. Selon la loi sur l'aménagement du territoire, la planification doit suivre les étapes des plans directeurs et des plans d'affectation. Les autorisations fondées sur l'art. 24 LAT doivent aussi respecter cette hiérarchie des plans et ne sont pas destinées à éluder, sous prétexte de simplicité, le principe selon lequel les mesures de planification doivent résulter d'un choix politique conscient (consid. 5c). 2. Si une commune veut préserver certaines régions de l'exode des populations, une solution doit être recherchée par le biais de la planification. Il est envisageable de créer des zones protégées, des zones à bâtir réservées aux indigènes ou des zones de centre. Il n'est en tout cas pas possible de remédier aux lacunes éventuelles de la planification locale par une pratique généreuse d'octroi d'autorisations fondées sur l'art. 24 LAT (consid. 5d)."], "faits": "BGE 115 Ib 148 S. 149\n\nA. ist Eigentümer eines ehemaligen Bauernhauses in der Aussenwacht \"Josenhof\" in der Gemeinde Bäretswil. Das Gebäude liegt in der kantonalen Landwirtschaftszone und besteht aus einem Wohnhaus mit seitlich angebautem Ökonomieteil. Seit Jahrzehnten dient es nicht mehr der Landwirtschaft. A. beabsichtigt, im Tenn des Ökonomieteils des Gebäudes eine Vierzimmerwohnung einzubauen. Am 22. Oktober 1986 erteilte der Gemeinderat Bäretswil die baupolizeiliche Bewilligung unter verschiedenen Auflagen und Bedingungen sowie unter Vorbehalt einer Ausnahmebewilligung nach Art. 24 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG). Am 6. Januar 1987 verweigerte die Direktion der öffentlichen Bauten des Kantons Zürich die Ausnahmebewilligung nach Art. 24 RPG. Hiegegen erhoben A. und die Gemeinde Bäretswil erfolglos Beschwerden beim Regierungsrat und beim Verwaltungsgericht des Kantons Zürich. Auch das Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n4. (Das Bundesgericht verneint die Voraussetzungen für die Erteilung einer Ausnahmebewilligung nach Art. 24 Abs. 1 und 2 RPG.) BGE 115 Ib 148 S. 150\n\n5. a) Die Beschwerdeführer wenden ein, eine Bewilligung nach Art. 24 RPG müsse trotzdem erteilt werden; sie diene im vorliegenden Fall wichtigen raumplanerischen Anliegen. Die Zielsetzungen des Raumplanungsgesetzes müssten in differenzierter Weise beachtet und nach den örtlichen, insbesondere regionalen und kommunalen Verhältnissen unterschiedlich ausgelegt werden. Die Gemeinde Bäretswil sei eine typische Berggemeinde mit hergebrachter Streusiedlung. Die Abnahme der Bevölkerungsdichte um über 40% in nur 10 Jahren sei alarmierend, so dass der Gemeinderat bei seinen Bemühungen, diese Entwicklung einigermassen zu steuern, unterstützt werden sollte. Am Augenschein wiesen zudem die Vertreter der Gemeinde auf ihr Anliegen hin, die verschiedenen, in der Gemeinde verstreuten Weiler lebensfähig zu erhalten, das heisst, die Abwanderung stoppen zu können. Bauzonen auszuscheiden sei jedoch keine Lösung, da die Gefahr bestehe, dass die Weiler innert kurzer Zeit mit reinen Wohnhäusern überbaut würden. Dies widerspreche ihrem Ziel, den landwirtschaftlichen Charakter der Weiler und die bestehenden Bauernbetriebe zu erhalten.\n\nb) Am Augenschein, verbunden mit einer Orientierungsfahrt in der Gegend, konnte festgestellt werden, dass jeder neu zu schaffende Wohnraum im sogenannten Rüeggertal, umfassend die Aussenwachten Hinterburg (mit Wirtschaft), Josenhof, Tannen (mit Schulhaus), Unter- und Oberrüeggertal sowie Wirzwil, der Erhaltung und Festigung jahrhundertealter sozialer, wirtschaftlicher und organisatorischer Strukturen dient. Diese Strukturen sind heute gefährdet. Dabei ist zu beachten, dass auch die in diesen Gebieten angestammte Bevölkerung pro Kopf mehr und teilweise auch luxuriöseren Wohnraum beansprucht. Die Zielsetzung der Gemeinde, diese Besiedlungsform zu bewahren, steht mit dem zürcherischen Gesamtplan in Einklang (vgl. Bericht zum kantonalen Gesamtplan, Beschluss des Kantonsrates vom 10. Juli 1978 S. 12/13). In diesem Zusammenhang ist auch festzuhalten, dass für das Zürcher Oberland und insbesondere das Gebiet des Bauvorhabens ein vom Bund genehmigtes Entwicklungskonzept der drei Anliegerkantone Zürich, Thurgau und St. Gallen besteht. Im Speziellen geht es dabei um die Erhaltung des traditionell gewachsenen Streusiedlungsgebietes, welches von Abwanderung bedroht ist.\n\nc) Das Anliegen der Gemeinde, die Siedlungsstrukturen, insbesondere die Weiler, möglichst zu erhalten, ist durchaus verständlich. Indessen kann dieses Problem nicht einfach über den Weg einer Ausnahmebewilligung nach Art. 24 RPG gelöst werden.BGE 115 Ib 148 S. 151\n\nGemäss Art. 22quater BV haben die Kantone eine der zweckmässigen Nutzung des Bodens und der geordneten Besiedlung des Landes dienende Raumplanung zu schaffen. Art. 2 RPG regelt diese verfassungsrechtliche Planungspflicht auf Gesetzesstufe. Die Planung hat nach dem Raumplanungsgesetz in den Etappen der Richtplanung und der Nutzungsplanung zu erfolgen. Der Nutzungsplan hat in Übereinstimmung mit dem Richtplaninhalt (Art. 8 RPG) die Nutzungsordnung zu schaffen und diese für jedermann verbindlich festzusetzen. Das Baubewilligungsverfahren dient dagegen der Abklärung, ob Bauten und Anlagen der im Plan vorgesehenen Nutzung entsprechen. Es bezweckt einzelfallweise Planverwirklichung, soll aber nicht selbständige Planungsentscheide hervorbringen. Es ist bezüglich Rechtsschutz und demokratischer Gesichtspunkte nicht geeignet, den Nutzungsplan im Ergebnis zu ergänzen oder zu ändern. Auch Ausnahmebewilligungen nach Art. 24 RPG haben sich in den planerischen Stufenbau einzufügen (BGE 113 Ib 374). Sie sind nicht dazu bestimmt, das Gebot bewusster politischer Zuordnung \"der Einfachheit halber\" zu unterlaufen (EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, Bern 1981, N. 19 zu Art. 24 RPG). Darauf liefe es aber hinaus, wenn versucht würde, in von Abwanderung bedrohten Regionen über Art. 24 RPG den für die Erhaltung des Gebietes notwendigen Wohnraum zu schaffen. Das Bundesgericht hat denn auch wiederholt festgehalten, dass Bauvorhaben, die ihrer Zweckbestimmung gemäss in eine Nutzungszone gehören, nicht einfach gestützt auf Art. 24 RPG bewilligt werden könnten, ohne dass die bundesrechtlich vorgesehene Nutzungsordnung umgangen werde (vgl. unveröffentlichte Urteile des Bundesgerichts vom 21. September 1988 i.S. Schweizer Heimatschutz c. C. E. 3b aa, vom 2. März 1987 i.S. EJPD c. W., E. 4, BGE 114 Ib 186 E. 3c).\n\nd) Aus diesen Erwägungen folgt, dass die Lösung für das Anliegen der Gemeinde auf dem Weg der Planung gesucht werden muss. Denkbar wäre beispielsweise die Schaffung von sogenannten Erhaltungszonen, Einheimischenbauzonen oder Kernzonen. Der Festsetzung solcher Zonen steht jedenfalls das kantonale Recht nicht entgegen (BGE 113 Ia 194 E. 2c cc). Die Gemeinden sind nach kantonalem Recht selbst dann ermächtigt, einen Weiler einer Bauzone zuzuordnen, wenn das betreffende Gebiet nach dem kantonalen Gesamtplan vollständig im Landwirtschaftsgebiet liegt (BGE 113 Ia 195 E. 3). Die Zuweisung von Kleinsiedlungen in BGE 115 Ib 148 S. 152Bauzonen muss im übrigen nicht dazu führen, dass an sich unerwünschte Kleinstbauzonen für Neubauten entstehen. So könnte zum Beispiel in diesen Zonen die Errichtung von Neubauten untersagt und nur die Erhaltung und eine bescheidene Erweiterung von bestehendem Wohnraum zugelassen werden. Welche Lösung letztlich im Fall der Gemeinde Bäretswil die sinnvollste ist, darf nicht im vorliegenden Verfahren betreffend die Erteilung einer Ausnahmebewilligung nach Art. 24 RPG entschieden werden. Es gibt planerische Möglichkeiten, die Weiler lebensfähig zu erhalten, und es geht nicht an, ein mögliches Ungenügen der Ortsplanung mit einer weitherzigen Bewilligungspraxis zu Art. 24 RPG gleichsam aufzufangen. Andernfalls würde der Grundsatz des Vorrangs der Planung unterlaufen (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 10. Dezember 1987 i.S. BRP c. B. E. 4c)."}