{"annee": "115", "cour": "IA", "page": "120", "date": "3/7/1989", "cite": ["87 I 268", "106 IA 267", "114 IA 25", "109 IA 116", "113 IA 126", "114 IA 34", "82 IV 47"], "cite_par": ["117 IA 440", "116 IA 113", "119 IA 178", "116 IA 118", "118 IA 175", "116 IA 345"], "chapeau": "115 Ia 120 24. Extrait de l'arrêt de la Cour de cassation pénale du 3 juillet 1989 dans la cause X. c. Conseil d'Etat du canton du Valais (recours de droit public)", "regestes": ["Art. 4 Cst. (déni de justice matériel). Application d'une disposition légale contre son texte clair (\"Avantages aléatoires\" interdits par la loi valaisanne sur la police du commerce)."], "faits": "BGE 115 Ia 120 S. 120\n\nLe responsable de la publicité d'une grande chaîne de magasins de quincaillerie a été condamné à une amende de 1'500 francs pour avoir fait paraître dans un quotidien valaisan une annonce intitulée: \"Les nouvelles machines sont arrivées. Prix sensationnels sur les anciennes!\"; quatre outils de travail, avec un bon de réduction de prix de 20 à 40 francs, étaient notamment mentionnés.\n\nLe Conseil d'Etat du canton du Valais a rejeté le recours formé par le contrevenant.\n\nCelui-ci a formé un recours de droit public au Tribunal fédéral.", "considerants": "Extrait des considérants:\n\n2. L'art. 3 de la Loi valaisanne sur la police du commerce, du 20 janvier 1969, ci-après LPC val., prévoit à l'alinéa 2 que sont BGE 115 Ia 120 S. 121interdits les agissements déloyaux dont se rend notamment coupable celui qui:\n\n\"(...)\n\nd) pour faciliter l'écoulement d'une marchandise ou d'un produit se sert\n\nde modes captieux, tels que procédés dits \"boule de neige\", \"chaîne\",\n\n\"avalanche\" ou autres moyens analogues ou offre des avantages aléatoires\n\n(primes, bons, lots, etc.) aux personnes qui ont fait un achat ou fourni\n\nune prestation quelconque;\n\n(...).\"\n\nLe Conseil d'Etat du canton du Valais a considéré que, prise globalement, l'annonce ne suggère nullement que l'offre serait valable pour un laps de temps limité seulement; cela exclut donc une infraction à l'OL. En revanche, selon cette autorité, la présence de bons, combinée avec le slogan \"Les nouvelles machines sont arrivées. Prix sensationnels sur les anciennes!\" laisserait croire aux clients que les avantages sont aléatoires.\n\na) Le recourant soutient en bref que la publicité litigieuse n'est pas captieuse ni hasardeuse, que le prix avec ou sans bon de réduction est indiqué de façon à éviter toute ambiguïté, que l'avantage proposé n'a rien d'aléatoire et que l'offre n'est pas limitée dans le temps. Il estime que la décision attaquée est disproportionnée au regard de la liberté du commerce et de l'industrie. Il conclut à son annulation en raison d'une interprétation arbitraire de la loi.\n\nb) La LPC val. se réfère dans son préambule notamment à l'art. 31 Cst. qui garantit la liberté du commerce et de l'industrie. Celle-ci peut être restreinte par des mesures de police prises par les cantons afin notamment de sauvegarder la tranquillité, la sécurité, la santé et la moralité publiques, ainsi que de prévenir les atteintes à la bonne foi en affaires par des procédés déloyaux et propres à tromper le public; ces mesures doivent être justifiées par un intérêt public prépondérant et reposer sur une base légale; le principe de la proportionnalité doit être respecté (ATF 114 Ia 36 et jurisprudence citée).\n\nLe droit de faire de la réclame peut être limité seulement pour des motifs de police relevant du maintien de l'ordre, de la sécurité, de la moralité et de la santé publiques ou de la protection de la bonne foi en affaires; la réglementation des professions libérales est réservée (ATF 87 I 271, voir ATF ATF 106 Ia 267).\n\nD'après un arrêt plus ancien, la libre détermination des prix découle de la liberté d'exercer une activité économique et BGE 115 Ia 120 S. 122comprend le droit d'accorder des rabais ou des remises; si les réductions ne sont consenties que pendant un certain temps, on se trouve en présence d'une liquidation ou d'une opération analogue au sens des art. 17 LCD et 2 OL (anciennes teneurs), pour laquelle une autorisation est nécessaire; si au contraire elles ne sont pas limitées dans le temps, elles ne pourraient être interdites ou soumises à des restrictions que si la protection des clients contre le risque d'une exploitation le justifiait; les mesures tendant ouvertement ou de façon voilée à réglementer le marché ressortissent à la politique économique, laquelle n'est pas de la compétence des cantons aux termes de l'art. 22 LCD, dans son ancienne teneur (ATF 82 IV 52).\n\nc) Le pouvoir d'examen - du Tribunal fédéral saisi d'une question d'interprétation du droit cantonal est en principe limité à l'arbitraire. Il en va de même en matière de liberté du commerce et de l'industrie lorsque l'atteinte n'est pas particulièrement grave (ATF 109 Ia 122 consid. c et jurisprudence citée). Dans tous les cas graves, le Tribunal fédéral examine librement si une interprétation et une application du droit cantonal sont compatibles avec les droits constitutionnels invoqués; il s'impose cependant une certaine retenue lorsque la solution dépend de l'appréciation de circonstances locales dont les autorités cantonales ont une connaissance meilleure et plus complète (ATF 106 Ia 269 /270).\n\nEn l'espèce, il s'agit en premier lieu de déterminer si l'interprétation de l'art. 3 al. 2 lettre b LPC val. est soutenable ou non. Dans la négative, la décision attaquée devra être annulée sans qu'il soit nécessaire d'examiner si la loi cantonale elle-même est conforme à la Constitution et à la législation fédérale.\n\nd) Il est reproché au recourant d'avoir offert un avantage aléatoire, c'est-à-dire qui reposerait sur un événement variable en ce sens que l'on ne fait pas tous les jours des cadeaux.\n\nCette acception ne correspond pas aux définitions, données par les dictionnaires, du vocable \"aléatoire\". Celles-ci sont rédigées comme il suit: \"1. Terme de droit. Dépendant d'un événement incertain quant au gain ou à la perte. Vendre une récolte avant qu'elle ne soit mûre est une vente aléatoire. L'assurance est un contrat aléatoire. 2. Dans le langage général, soumis aux chances du hasard.\" (Littré, Dictionnaire de la langue française, Monte-Carlo 1970.) \"Se dit d'une convention dont les effets dépendent d'un événement incertain. La loterie est un contrat BGE 115 Ia 120 S. 123aléatoire.\" (Robert, Dictionnaire analytique et analogique de la langue française, 1re éd. Paris 1970.) \"Acte aléatoire, acte juridique dont la particularité réside dans l'incertitude dans laquelle se trouvent les parties quant à l'équivalence de contrepartie qu'elles peuvent espérer. (L'incertitude peut naître d'un élément matériel soumis au hasard [jeu], ou d'une cause juridique [incertitude des droits sur lesquels porte l'acte].)\" (Grand dictionnaire encyclopédique Larousse. Paris 1982.)\n\nAinsi, les termes \"avantages aléatoires\" figurant à l'art. 3 al. 2 lettre d LPC val. visent ceux qui dépendent du hasard. Cette disposition mentionne d'ailleurs aussi les lots. Seraient donc par exemple prohibés les rabais accordés après tirage au sort, car alors l'avantage serait incertain.\n\nEn l'espèce, l'autorité cantonale ne conteste pas que tout acheteur d'un objet offert avec un \"bon de réduction\", imprimé sur l'annonce litigieuse, obtenait le rabais indiqué. Dès lors, on ne voit pas en quoi le hasard ou un événement incertain de même nature pouvaient priver le client de l'avantage offert. Il s'ensuit que l'interprétation de l'autorité cantonale est arbitraire, car elle s'écarte du texte clair de la loi (ATF 114 Ia 27 consid. 3b et c, voir ATF 113 Ia 131). Le procédé adopté par le recourant ne menace ni la tranquillité, ni la sécurité, ni la santé ou la moralité publiques, il ne porte pas atteinte à la bonne foi en affaires, il n'est pas trompeur ni déloyal.\n\ne) Le recours doit être admis. La décision attaquée est annulée."}