{"annee": "115", "cour": "IB", "page": "328", "date": "9/6/1989", "cite": ["105 IB 385"], "cite_par": ["120 IB 305", "124 II 559", "130 II 25"], "chapeau": "43. Estratto della sentenza della Corte di cassazione del 9 giugno 1989 nella causa A. c. Dipartimento di polizia del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Retrait du permis de conduire pour consommation de stupéfiants. De même que la conduite en état d'ébriété, le fait de conduire un véhicule à moteur après avoir consommé des stupéfiants peut être sanctionné d'un retrait d'admonestation du permis de conduire, alors que les conditions d'un retrait de sécurité ne sont pas réalisées. Il est en revanche inadmissible d'assortir un retrait d'admonestation de conditions qui sont généralement liées à un retrait de sécurité, par exemple l'obligation de présenter périodiquement des certificats médicaux attestant que l'intéressé s'est abstenu de stupéfiants. Les deux catégories de retraits de permis ont des fonctions différentes et leurs modalités d'exécution ne peuvent être combinées."], "faits": "|329|\n\nIl 13 settembre 1988, in territorio di B., A. era fermato da una pattuglia di guardie di confine a bordo dell'autovettura del padre, dopo aver fumato dello hascisch. Chiamati da tale pattuglia, intervenivano sul posto agenti della Polizia cantonale di C. che invitavano A. a condurre il proprio veicolo sino alla sede della polizia a C. (distante circa 3 km dal luogo in cui era stato fermato); qui si procedeva alle debite formalità e alla redazione del rapporto di polizia. Da questo risultava che A. s'era appartato, unitamente ad una amica, nell'autovettura di quest'ultima, per fumare uno spinello: dopo di che, era salito a bordo della vettura del padre, dirigendosi verso C.; giunto all'altezza dell'acquedotto, era stato fermato dalle guardie di confine. L'avvenuta consumazione di hascisch nelle descritte circostanze era confermata a verbale d'interrogatorio dall'amica con cui si era appartato. In precedenza, la Polizia cantonale di C. aveva denunciato A. in due circostanze alla Procura pubblica per acquisto di hascisch; A. aveva peraltro negato ogni addebito. In data 15 novembre 1985 il Dipartimento di polizia del Cantone Ticino (Ufficio giuridico della circolazione) gli aveva già inflitto un ammonimento per infrazione alla legge federale sugli stupefacenti. Terminato il rapporto di polizia, A. veniva rilasciato in possesso della sua licenza di condurre e ripartiva con il veicolo con cui era arrivato.\n\nDalla fine del 1985 ad oggi sono state inflitte ad A., prescindendo dall'avvenimento testé menzionato e dal procedimento litigioso, tre multe e un ammonimento per infrazione alle norme della circolazione stradale.\n\nCon decisione del 14 ottobre 1988, il Dipartimento di polizia del Cantone Ticino, ritenuto che A. aveva guidato \"sotto l'influsso di sostanze stupefacenti, e pertanto in palese stato d'inidoneità psicofisica\" e che \"secondo il parere di eminenti esperti in materia il consumo di stupefacenti compromette la normale capacità di guida di qualsiasi conducente\" e che, \"malgrado avesse già ricevuto un'ammonimento nel gennaio 1985 per consumo di stupefacenti, egli aveva nuovamente ripreso a far uso di tali sostanze\", gli revocava la licenza di condurre veicoli a motore per la durata di due mesi, imponendogli altresì l'obbligo di presentare ogni mese, e per la durata di sei mesi, un certificato medico attestante che, in seguito a regolari e frequenti controlli, più non |330| ha fatto uso di sostanze stupefacenti, nemmeno a scopo terapeutico, a partire dalla data del provvedimento di revoca.\n\nAdito da A., il Consiglio di Stato del Cantone Ticino ne respingeva il gravame.\n\nCon tempestivo ricorso di diritto amministrativo, A. è insorto contro la decisione del Consiglio di Stato, di cui chiede l'annullamento.\n\nIl Tribunale federale ha accolto il ricorso, annullato la decisione impugnata e rinviato la causa all'autorità cantonale per nuova decisione.", "considerants": "Considerando in diritto:\n\n1. Ai sensi dell'art. 31 cpv. 2 LCS, chi è in stato di ebrietà o di spossatezza o è inabile alla guida per altri motivi, non deve condurre un veicolo. L'uso, anche solo occasionale, di stupefacenti, e sia pure soltanto di una certa quantità di hascisch, può alterare la capacità di condurre (v. sul problema generale della rilevanza per l'idoneità alla guida dei psicofarmaci, delle sostanze psicotrope e degli stupefacenti, SCHAFFHAUSER, Grundrisse des schweizerischen Strassenverkehrsrechts, vol. I, pag. 141-143; BUSSY & BERNASCONI, Commentaire du Code suisse de la circulation routière, 2a ed. ad art. 14 LCS, pag. 96). I provvedimenti da adottare eventualmente, nell'ambito della disciplina della circolazione stradale, nei confronti di un consumatore, occasionale od abituale, di stupefacenti sono, in linea di principio, gli stessi di quelli applicabili a chi guida con un'alcolemia superiore ai limiti ammessi o a chi è dedito al bere (DTF 105 Ib 387). L'ebrietà da alcol può essere accertata con la prova del sangue, eccezionalmente e con le dovute cautele anche in base ad altre prove (v. SCHAFFHAUSER, op.cit., pag. 139-140; BUSSY & RUSCONI, op.cit., ad art. 91 LCS, pag. 449). L'inidoneità alla guida per consumo di stupefacenti può essere accertata in base a conclusioni fondate sulla presenza di tracce di stupefacenti nell'urina e, di regola cumulativamente, sui dati scientifici basati sull'esperienza e possibilmente corroborati da constatazioni mediche effettuate sul soggetto stesso. Ciò significa, in pratica, che, in materia di sospetto d'inidoneità alla guida per consumo di stupefacenti, l'intervento di persone specializzate (che garantiscano esami di laboratorio corretti e conclusioni medico-legali scientificamente provate) è indispensabile, ancor più che per |331| quanto concerne la prova dell'ebrietà da alcol. Questo principio vale sia per il consumo occasionale, che suole comportare provvedimenti a scopo di ammonimento, che (e ancor in maggior misura) per la determinazione di un consumo cronico o addirittura di una tossicodipendenza, implicanti generalmente provvedimenti a scopo di sicurezza. La necessità di procedere a tali accertamenti non esclude ovviamente, sia nel caso d'incapacità per sospetta alcolemia accessiva, sia in quello di sospetto consumo di stupefacenti, che gli organi di polizia possano, ove esistano segni manifesti d'inidoneità alla guida, sequestrare sul posto e a titolo provvisorio la licenza anche prima che detti accertamenti siano stati effettuati (v. art. 38 dell'ordinanza sull'ammissione alla circolazione di persone e veicoli, OAC).\n\n2. a) Nella fattispecie è litigioso se l'autorità cantonale potesse revocare la licenza e imporre al ricorrente determinati obblighi senza aver proceduto previamente ad accertamenti corrispondenti a quelli evocati nel considerando precedente. A torto l'autorità cantonale ritiene che essi non fossero necessari, e ciò tanto nel caso in cui la revoca, come afferma essere avvenuto nella fattispecie, fosse dovuta a scopo di ammonimento, quanto in quello in cui lo fosse a scopo di sicurezza (non occorre, essendo le due nozioni correnti nella pratica, soffermarsi qui sulla distinzione tra queste due categorie, che si caratterizzano più per la loro funzione prevalente, che per una netta delimitazione concettuale, risaputo essendo che una revoca a scopo di ammonimento tutela anche, sia pure accessoriamente, la sicurezza del traffico, e che una revoca a scopo di sicurezza suole spesso costituire anche un ammonimento per l'interessato).\n\nb) Nella decisione emanata in prima istanza, il Dipartimento di polizia aveva dichiarato che il ricorrente aveva guidato \"sotto l'influsso di sostanze stupefacenti, e pertanto in palese stato d'inidoneità psicofisica\". A ragione il ricorrente contesta la perentorietà di tale constatazione. Se, contrariamente al senso comune che suole attribuirsi all'espressione \"sotto l'influsso\", il Dipartimento ha semplicemente voluto dire \"dopo aver ingerito\", può anche essere ammessa tale ambigua frase; se invece ha voluto far intendere, come devesi normalmente interpretare l'espressione, che tale influsso era in certo modo percettibile, esso è flagrantemente contraddetto dal fatto che gli agenti di polizia si son ben guardati dal sequestrare al ricorrente la licenza di condurre e dall'impedirgli l'ulteriore guida; essi l'hanno invece |332| addirittura invitato a condurre l'autovettura per 3 km fino all'ufficio di polizia, lasciandolo poi partire con la licenza e alla guida della stessa vettura. Ancor meno sostenibile è quanto detto nella frase successiva \"e pertanto in palese stato d'inidoneità psicofisica\", e ciò per le stesse ragioni, giustamente rilevate dal ricorrente. Nulla agli atti lascia supporre che gli agenti intervenuti avessero dubbi sull'apparente capacità di guidare del ricorrente. Se così non fosse stato, essi avrebbero proceduto scorrettamente, invitandolo a condurre e lasciandolo partire al volante della sua vettura e con la licenza di condurre. È invece comprensibile che la polizia abbia voluto verbalizzare i fatti e l'accertato consumo di hascisch in vista di un'eventuale futura procedura intesa ad accertare se, in modo generale, A. fosse idoneo alla guida o se, tenuto conto anche di certi suoi precedenti, non si giustificasse una revoca a scopo di sicurezza. L'ulteriore considerando contenuto nella decisione di prima istanza è puramente dichiaratorio ed è nella fattispecie privo di qualsiasi rilevanza concreta: è certamente vero che \"secondo il parere di eminenti esperti in materia, il consumo di stupefacenti compromette la normale capacità di guida di qualsiasi conducente\", ma tale verità non esime in alcun modo l'autorità dal procedere agli accertamenti individuali menzionati nel consid. 1 della presente sentenza. Se è vero che l'hascisch è (v. art. 1 cpv. 2 n. 4 della legge federale sugli stupefacenti) uno stupefacente proibito (anche se purtroppo ampiamente diffuso in quantità più o meno pericolose), ciò non significa ancora che qualsiasi quantità, anche minima, ingerita dia luogo senz'altro e immediatamente ad un'inidoneità a guidare; potrebbe al proposito addursi l'esempio dell'assenzio che è pure una sostanza alcolica proibita (per ragioni medicosociali), ma che agli effetti dell'alcolemia va trattata come qualsiasi altra bevanda alcolica. Il fatto che A. abbia ammesso d'aver fumato con la sua amica lo spinello, e che tale fumata sia stata da essa confermata, non prova ancora una sua inidoneità concreta o quanto meno (come sembra pretendere il Dipartimento) presunta. Altro è proscrivere il consumo dello hascisch, altro è considerarlo, senza differenziazione alcuna, in particolare secondo quantità, durata del consumo, risposta dell'organismo, ecc., come comportante in ogni caso un'inidoneità alla guida. Neppure lo specifico precedente del ricorrente, ammonito nel 1985 dallo stesso Dipartimento per il consumo di stupefacenti, poteva esimere detta autorità dal far capo ad accertamenti medico-legali; tale precedente avrebbe, al |333| contrario, dovuto indurlo a ricorrervi, come già s'è accennato, in vista di un'eventuale revoca a scopo di sicurezza.\n\nDa quanto sopra discende che sia il Dipartimento, in prima istanza, che il Consiglio di Stato, il quale ha fatto, in sostanza, proprie le tesi di quell'autorità, hanno violato il diritto federale, per non aver ordinato gli accertamenti medico-legali indispensabili sia per esigenze elementari in materia di prova e di proporzionalità, sia per la tutela dei diritti del cittadino. Già per questa ragione la risoluzione impugnata dev'essere annullata e la causa rinviata all'autorità competente per nuova decisione.\n\n3. Per ragioni di economia procedurale, in particolare per evitare malintesi in sede di nuovo giudizio da parte dell'autorità cantonale, giova rilevare che anche l'obbligo di certificazione medica imposto al ricorrente è, in una revoca a scopo di ammonimento quale è stata espressamente qualificata dal Consiglio di Stato quella litigiosa, manifestamente lesivo del diritto federale. L'autorità cantonale ha al proposito frainteso la differenza tra i due tipi di revoca, i cui singoli elementi concreti non possono essere combinati in alcun caso. Se l'art. 14 cpv. 3 LCS e l'art. 7 OAC consentono effettivamente, come ricordato dal Consiglio di Stato nelle proprie osservazioni sul ricorso, di imporre controlli medici non solo in occasione degli esami di guida teorici o pratici, ma anche durante la validità della licenza di condurre, quando possa apparire dubbio se le condizioni richieste per il rilascio esistano tuttora, va pur rilevato che tale controllo durante il periodo di validità della licenza non può mai essere ordinato accessoriamente ad una revoca a scopo di ammonimento. Trattasi invero di un controllo tipicamente richiesto da ragioni di sicurezza e, come già si è menzionato, provvedimenti a scopo di ammonimento e a scopo di sicurezza non possono essere tra di loro combinati. Ognuno di essi va preso nella propria sede, seguendo le procedure ed osservando le garanzie per essi previste. Appare sconcertante che l'autorità cantonale, la quale non si è nemmeno peritata, pur avendone ampiamente l'occasione e il motivo, di procedere al buon momento ad accertamenti medico-legali imposti dalle circostanze, metta poi a carico del ricorrente precisi e circostanziati obblighi di tal fatta, giustificati certo nell'ambito di una revoca a scopo di sicurezza, ma esclusi in quello di una revoca a scopo di ammonimento."}