{"annee": "115", "cour": "V", "page": "399", "date": "18/8/1989", "cite": ["115 V 133"], "cite_par": [], "chapeau": "55. Auszug aus dem Urteil vom 18. August 1989 i.S. M. gegen Schweizerische Unfallversicherungsanstalt sowie Schweizerische Unfallversicherungsanstalt gegen M. und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 67 et 76 LAMA, art. 6 et 18 LAA: Causalité adéquate selon l'ATF 115 V 133. - Succession de deux accidents qui ont provoqué des blessures à la tête, elles-mêmes à l'origine de troubles des fonctions cérébrales et de crises épileptiques: accidents considérés comme étant de gravité moyenne (consid. 11a). - Il existe un lien de causalité adéquate entre les accidents et l'incapacité totale de travail et de gain d'origine psychique, en raison de la nature particulière des lésions: celles-ci ont conduit à une modification (liée à l'épilepsie) de la personnalité, qui a déclenché une grave dépression à caractère psychoréactif et névrotique, avec une tendance suicidaire latente (consid. 11b, c)."], "faits": "", "considerants": "|400|\n\nAus den Erwägungen:\n\n9. Im vorliegenden Fall erhöhte die Schweizerische Versicherungsanstalt (SUVA) die dem Versicherten mit Verfügung vom 29. September 1978 zugesprochene Invalidenrente von 15% mit dem Einsprache-Entscheid vom 4. Juli 1985 per 1. Januar 1985 auf 50%. Damit wurden die erwerblichen Folgen der verstärkt aufgetretenen somatischen Unfallfolgen abgegolten. Zur Begründung wurde ausgeführt, der Versicherte sei wegen der Anfallgefahr nicht mehr in der Lage, Arbeiten an laufenden Maschinen zu verrichten. Ebenso seien Tätigkeiten im Zusammenhang mit dem Strassenverkehr nicht mehr zumutbar. Auch sei er für Arbeiten, die ein gewisses geistiges Niveau voraussetzen, aus neuropsychologischen Gründen nur beschränkt einsetzbar. Seine beruflichen Möglichkeiten seien daher erheblich eingeschränkt.\n\nDieser Beurteilung ist beizupflichten, soweit es um die somatische Seite der Unfallfolgen geht. Wie nun aber aus einem von Dr. E. erstellten Gutachten vom 29. Dezember 1985 hervorgeht, ist der Versicherte aus psychischen Gründen praktisch vollständig arbeits- bzw. erwerbsunfähig. Es ist daher - unabhängig von der physisch bedingten Arbeits- bzw. Erwerbsunfähigkeit - zu prüfen, ob zwischen den Unfällen vom 8. Mai 1968 bzw. 29. Mai 1969 und der nach verschiedenen Rückfällen aufgetretenen psychischen Fehlentwicklung ein adäquater Kausalzusammenhang besteht.\n\n10. Gestützt auf das erwähnte Gutachten des Dr. E. vom 29. Dezember 1985 ist die natürliche Kausalkette zwischen den Unfällen vom 8. Mai 1968/29. Mai 1969 und der eingetretenen psychischen Fehlentwicklung zu bejahen. Gemäss fachärztlicher Feststellung wurde die traumatische Epilepsie höchstwahrscheinlich durch den Unfall vom 8. Mai 1968 ausgelöst. Dabei ist es unerheblich, ob der erste oder der zweite Unfall oder beide zusammen zu der für den Versicherten verhängnisvollen Entwicklung geführt haben, denn beide Unfälle waren SUVA-versichert. Im Verlaufe der folgenden Jahre trat allmählich eine epileptische Wesensveränderung ein (narzisstische, epileptoide Borderline-Struktur). Diese trug wesentlich dazu bei, dass der Versicherte auf den nervenärztlich indizierten Entzug der Fahrbewilligung und die Kündigung des jahrelangen Arbeitsverhältnisses durch die Arbeitgeberin auf Ende November 1984 zufolge mangelnder Leistung mit einer schweren psychoreaktiv-neurotischen Depression bei latenter Suizidalität reagierte.\n\n|401|\n\n11. Im weiteren muss geprüft werden, ob auch der adäquate Kausalzusammenhang zwischen den genannten Unfällen und der psychischen Fehlentwicklung gegeben ist.\n\na) Aufgrund der durch den Unfall ausgelösten somatischen Unfallfolgen (vgl. nachstehend) rechtfertigt es sich, die Unfälle dem mittleren Bereich zuzuordnen. Damit der adäquate Kausalzusammenhang bejaht werden kann, muss zumindest ein Kriterium aus der in BGE 115 V 140 Erw. 6c/aa enthaltenen Zusammenstellung in besonders ausgeprägter Weise erfüllt sein.\n\nb) Besonders dramatische Begleitumstände oder besondere Eindrücklichkeit lagen bei beiden Unfällen nicht vor. Der Versicherte erlitt beim Zusammenstoss zwischen einem Tram und einem Bus am 8. Mai 1968 eine Nasenbeinfraktur und eine Schädelprellung, als er den Kopf an einer Metallstange anschlug. Beim Unfall vom 29. Mai 1969 stürzte er eine Treppe hinunter, schlug mit der Stirn an der Kante einer Stufe an und zog sich eine kleine Rissquetschwunde zu. Am 1. Juni 1969 trat erstmals ein epileptiformer Anfall auf. In der Folge wiederholten sich solche Anfälle, was am 16. März 1972 erstmals zur Meldung eines Rückfalls führte. Im Gutachten der Neurologischen Universitätsklinik und Poliklinik des Kantonsspitals Zürich vom 4. Mai 1972 wurden grosse cerebrale Anfälle ungeklärter Genese diagnostiziert. Eine dauernde antiepileptische Behandlung wurde als angezeigt erachtet. Es traten alle 2 bis 3 Monate leichte Anfälle auf. Zeitweise verspürte der Versicherte stechende Schmerzen im linken Stirnbereich. Am 28. Mai 1973 erlitt er erneut einen Rückfall. Bei einer am 27. Mai 1977 durchgeführten Computer-Schädel-Tomographie wurde ein rechtshirniger frontaler Parenchymdefekt festgestellt. In einem Zwischenbericht der Schweizerischen Anstalt für Epileptische in Zürich vom 14. Juni 1978 wurde folgende Diagnose gestellt: Epileptische Reaktionen in Form von generalisierten Anfällen aufgrund einer substantiellen Hirnschädigung, höchstwahrscheinlich traumatisch bedingt. Nach einem weiteren, am 24. Oktober 1980 erlittenen Sturz mit dem Fahrrad, bei dem er sich erneut das Nasenbein gebrochen hatte und nach welchem eine retrograde Amnesie eingetreten war, wurde am 13. April 1981 anhand experimentell-psychologischer Untersuchungen auf eine deutliche bifrontale Hirnfunktionsschwäche geschlossen. Ferner wurde im Bericht der Schweizerischen Epilepsie-Klinik Zürich vom 11. Februar 1982 im wesentlichen folgende Diagnose gestellt: Partielle Epilepsie mit vorwiegend Grand-mal-Anfällen, |402| höchstwahrscheinlich posttraumatisch bedingt; Status nach mehrmaligen Schädelhirntraumen mit Contusio cerebri und posttraumatischem Parenchymdefekt rechts frontal; leichtes hirnorganisches Syndrom. Im Gutachten vom 15. Februar 1985 wurde zusätzlich eine leichte hirnorganische Funktionsstörung bifrontal erwähnt.\n\nDiese gesundheitlichen Störungen im Anschluss an die Unfälle sind insofern von besonderer Art im Sinne der Rechtsprechung, als sie laut Gutachten des Dr. E. vom 29. Dezember 1985 zu einer (epileptischen) Wesensveränderung (narzisstische, epileptoide Borderline-Struktur) geführt haben. Wegen dieser Wesensveränderung war der Versicherte nicht mehr in der Lage, den Entzug der Fahrbewilligung sowie den Verlust seiner Arbeitsstelle seelisch zu verkraften. Es trat eine schwere, psychoreaktiv-neurotische Depression mit latenter Suizidalität ein. Klinisch und testologisch konnte übereinstimmend das Zustandsbild einer traumatischen Epilepsie mit leichtem bis mässigem psychoorganischem Syndrom (POS) diagnostiziert werden. Mit grosser Wahrscheinlichkeit traten laut dem genannten Gutachten seit der zweiten Hälfte des Jahres 1984 psychogene Anfälle auf. Kopfverletzungen sind nach der allgemeinen Lebenserfahrung geeignet, zu Hirnfunktionsstörungen und epileptischen Anfällen zu führen, wobei es einer Erfahrungstatsache entspricht, dass in solchen Fällen keine eigentliche Heilung, sondern nur eine Stabilisierung des Gesundheitszustandes möglich ist. Es kommt erfahrungsgemäss auch vor, dass Hirnfunktionsstörungen und Epilepsie mit Grand-mal-Anfällen zu einer Wesensveränderung des Betroffenen führen können, die ihrerseits eine invalidisierende psychische Fehlentwicklung auszulösen vermag. Der Versicherte liegt damit innerhalb der erwähnten weiten Bandbreite, in welchem Rahmen einer ungünstigen konstitutionellen Prädisposition bei der Beurteilung des adäquaten Kausalzusammenhangs Rechnung getragen wird.\n\nc) Aufgrund der dargelegten Würdigung kommt den Unfällen vom 8. Mai 1968 und 29. Mai 1969 eine massgebende Bedeutung für die Entstehung der festgestellten vollständigen psychisch bedingten Arbeits- bzw. Erwerbsunfähigkeit zu, weshalb die Adäquanz des Kausalzusammenhangs zu bejahen ist. Wenn die Vorinstanz die Beschwerde hauptsächlich mit der Begründung abwies, es liege eine Begehrungstendenz vor, so kann dieser Auffassung nicht beigepflichtet werden. Sie stützte ihre Schlussfolgerung einzig auf die Aussage im Gutachten des Dr. E. vom 29. Dezember 1985, \"rein vom ärztlichen Standpunkt aus gesehen (sei es) wahrscheinlich, |403| dass diese neurotische Depression samt den psychogenen Anfällen durch die ... Neuberentung innert absehbarer Zeit zum Verschwinden gebracht würde\". Es erweist sich indessen als unzulässig, eine einzelne Aussage eines Gutachters isoliert zu betrachten und dabei sämtliche anderen erhobenen medizinischen Befunde ausser acht zu lassen. Angesichts des vorliegenden Beweisergebnisses erübrigt sich ein ergänzendes psychiatrisches Gutachten, wie dies in der Verwaltungsgerichtsbeschwerde beantragt wird.\n\nDer Versicherte hat nach dem Gesagten ab 1. Januar 1985 Anspruch auf eine Invalidenrente für die psychisch bedingte Erwerbsunfähigkeit von 100%. Anlass für eine Rentenkürzung nach Art. 91 KUVG besteht nicht, sind doch nach den medizinischen Akten keine Anzeichen dafür vorhanden, dass Krankheiten oder frühere Unfälle bei der Entstehung der gesundheitlichen Störungen mitspielten."}