{"annee": "115", "cour": "II", "page": "24", "date": "15/3/1989", "cite": ["77 II 243", "80 II 247", "107 II 489", "103 II 330", "45 II 638", "104 II 44", "80 II 123", "96 II 172"], "cite_par": ["128 V 243", "133 III 6", "119 II 127", "132 III 626", "137 III 352", "132 III 321", "136 V 131"], "chapeau": "5. Arrêt de la Ire Cour civile du 15 mars 1989 dans la cause Caisse de pensions de la République et canton du Jura contre Gergen (recours en réforme)", "regestes": ["Art. 51 al. 2 CO. Les caisses de pensions privées ou dépendant du droit public cantonal sont soumises à l'ordre des recours prévu par cette disposition. La cession ou la subrogation des droits de l'assuré, prévue par des dispositions statutaires ou réglementaires ou par la législation cantonale, est inopérante si elle a pour effet d'y déroger."], "faits": "BGE 115 II 24 S. 24\n\nA.- Le 1er mai 1978, Marc Gergen, au volant de l'automobile appartenant à son père, Félix Gergen, provoqua un accident de circulation au cours duquel Francis Monnin fut grièvement blessé. Le véhicule, assuré en responsabilité civile, avait pour détenteur Félix Gergen.\n\nFrancis Monnin était assuré auprès de la Caisse de pensions de la République et canton du Jura. Invalide à 50%, il fut mis au bénéfice d'une pension d'invalidité dès le 1er janvier 1984.\n\nL'art. 17 du décret sur la Caisse de pensions de la République et canton du Jura permet à la Caisse de se subroger aux droits de BGE 115 II 24 S. 25son assuré lésé contre le tiers responsable du dommage. Du fait que Félix Gergen n'était assuré qu'à concurrence du minimum légal d'un million de francs, la caisse ne put récupérer l'intégralité de ses prestations auprès de l'assurance RC. Elle s'adressa alors, en vain, à Félix Gergen, en sa qualité de détenteur, pour lui réclamer le solde non récupéré de ses prestations à Francis Monnin.\n\nB.- La Caisse ouvrit action contre Félix Gergen en paiement de 158'655 francs 35.\n\nPar voie d'exception, le défendeur souleva le défaut de qualité pour défendre, attendu qu'il ne saurait être recherché par une institution de prévoyance du fait qu'il n'avait commis personnellement aucun acte illicite, qui lui fût imputable à faute.\n\nPar jugement du 28 juin 1988, le Tribunal cantonal du Jura débouta la demanderesse de ses conclusions, faute de qualité pour défendre Félix Gergen.\n\nC.- La demanderesse a interjeté un recours en réforme au Tribunal fédéral. Elle conclut à la réforme du jugement cantonal, en ce sens qu'il est dit et déclaré que le défendeur a qualité pour défendre à l'action.\n\nLe défendeur conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La question litigieuse se résume à l'applicabilité de l'art. 51 al. 2 CO lorsqu'une caisse publique de pensions de droit cantonal entend rechercher le responsable causal d'un événement dommageable. Il ne s'agit pas à proprement parler d'un problème de qualité pour défendre, mais de répartition interne de responsabilités.\n\n2. L'art. 17 du décret du 12 février 1981 sur la Caisse de pensions de la République et canton du Jura n'accorde de prestations à l'assuré que si lui ou ses ayants droit \"autorisent la Caisse à se subroger, pour la valeur des prestations qui lui incombent, à leurs droits contre le tiers responsable du dommage\". La demanderesse soutient que cette disposition de droit cantonal l'emporte sur l'art. 51 al. 2 CO et permet de modifier l'ordre des recours internes prévu par le code des obligations.\n\na) En vertu d'une jurisprudence déjà ancienne, qui n'a pas à être remise en cause, le Tribunal fédéral a posé le principe général que le lésé ne pouvait pas déroger à l'art. 51 CO en décidant laquelle des personnes responsables supportera en définitive le BGE 115 II 24 S. 26dommage; dès lors, une cession des droits du lésé à l'un des responsables est inopérante (ATF 80 II 252 /253, ATF 45 II 645).\n\nEn matière d'assurance contre les dommages, notamment en matière d'assurance contre l'incendie, le Tribunal fédéral a jugé que le droit de recours d'un établissement cantonal d'assurance contre l'auteur du dommage relève du droit fédéral et ne peut pas être étendu par une disposition cantonale sur la subrogation (ATF 103 II 337 consid. dd, ATF 96 II 175 consid. 1, ATF 77 II 246). L'art. 51 CO s'appliquant, l'établissement d'assurance, qui répond contractuellement du dommage, ne peut pas se retourner contre la personne qui n'est tenue qu'\"aux termes de la loi\" si une faute ne lui est pas imputable.\n\nEn matière d'assurance-maladie, le Tribunal fédéral a également posé le principe de l'application de l'art. 51 CO au droit de recours de la caisse d'assurance, à défaut de disposition légale fédérale différente. Dans ce domaine, l'assureur ne dispose d'un droit de recours que contre le responsable qui a commis une faute, mais non pas contre celui qui ne répond qu'en vertu d'une responsabilité causale, sans avoir commis de faute (ATF 107 II 495 consid. 5a).\n\nb) Le rapport entre l'affilié et un fonds de prévoyance est un rapport d'assurance au sens large (cf. ATF 80 II 129; DESCHENAUX, L'action en réparation du préjudice contre le responsable et les prétentions du lésé contre une institution de prévoyance privée, RDS 1971, p. 155). Quant aux prestations servies par un tel fonds ou une caisse de pensions, notamment les rentes d'invalidité, elles servent à couvrir un dommage, qui est en l'espèce la perte de gain subie par Monnin du fait de son invalidité. Partant, elles doivent être assimilées aux prestations d'une assurance contre les dommages, et non à celles d'une assurance \"des personnes\" ou \"de sommes\" (cf. ATF 104 II 47 ss).\n\nAvec la doctrine dominante, il faut admettre que - comme les caisses d'assurance-incendie et les caisses-maladie pour leurs prestations en couverture de dommages - les caisses de pensions privées ou dépendant du droit public cantonal sont soumises à la règle de l'art. 51 al. 2 CO (cf. DESCHENAUX, op.cit., p. 166 s.; SCHAETZLE, Personalvorsorge und Haftpflichtrecht in Konkurrenz, thèse Zurich 1972, p. 77; STEIN, Vorteilsanrechnung, in Revue suisse d'assurance 1986, p. 275; OFTINGER, Haftpflichtrecht, I, p. 445; MAURER, Sozialversicherungsrecht, p. 411; OSWALD, Regressrecht in der Privat- und Sozialversicherung, in SZS 1972, BGE 115 II 24 S. 27p. 44). Conformément à la doctrine et à la jurisprudence, le lésé ne peut pas déroger à l'ordre des recours prévu par cette disposition. Toute cession de ses droits à un responsable est en conséquence inopérante. L'est aussi la cession ou la subrogation prévue par des dispositions statutaires ou réglementaires ou par la législation cantonale (cf. OFTINGER, op.cit., p. 390; THILO, De la subrogation des caisses publiques d'assurance des fonctionnaires dans les droits de l'assuré contre le tiers responsable du dommage, tiré à part, p. 8; NEF, Die Leistungen der beruflichen Vorsorge in Konkurrenz zu anderen Versicherungsträgern sowie haftpflichtigen Dritten, in Revue suisse des assurances sociales et de la prévoyance professionnelle 1987, p. 31; MAURER, op.cit., p. 412; OSWALD, op.cit., p. 45; BREHM, n. 79 ad art. 45 CO).\n\nL'introduction de l'art. 26 OPP 2 (RS 831.441.1), qui permet à l'institution de prévoyance, si son règlement le prévoit, d'exiger de celui qui lui demande des prestations qu'il lui cède ses droits contre le tiers responsable du dommage, ne change rien aux principes ci-dessus. Cette disposition ne place pas les institutions de prévoyance, quant à leur droit de recours, dans une situation plus favorable que celle des caisses-maladie (cf. STEIN, loc.cit.). En outre, elle se fonde uniquement sur l'art. 34 al. 2 LPP (RS 831.40), qui permet au Conseil fédéral d'édicter des prescriptions afin d'empêcher que le cumul de prestations ne procure un avantage injustifié à l'assuré ou à ses survivants. Or, l'application de l'art. 51 al. 2 CO et l'inefficacité des cessions dans certaines situations sont en elles-mêmes impropres à procurer à l'assuré des avantages injustifiés; les possibilités de cumul de prestations sont totalement étrangères à l'art. 51 al. 2 CO et peuvent être empêchées par l'application d'autres règles et principes.\n\nc) Il résulte de ce qui précède que la demanderesse ne peut pas exercer de droit de recours contre le défendeur, lequel ne répond du dommage qu'en vertu de la loi, en sa seule qualité de détenteur non fautif - de véhicule automobile. La demanderesse doit être assimilée à un responsable contractuel, ou considérée comme tel; elle a en effet reçu une contre-prestation en contrepartie de sa propre prestation (cf. STEIN, loc.cit.; OSWALD, op.cit., p. 46). Quant à la subrogation que lui a consentie le lésé en vertu de l'art. 17 du décret, elle est sans effets en raison de l'application prédominante de l'art. 51 al. 2 CO. La position de la cour cantonale doit ainsi être approuvée, car elle ne viole pas le droit fédéral.BGE 115 II 24 S. 28\n\n3. Certes, la demanderesse observe, non sans pertinence, que l'admission de l'application de l'art. 51 al. 2 CO n'exclut pas d'emblée la possibilité d'exercer un droit de recours contre le défendeur, puisque l'ordre des recours n'est fixé que \"dans la règle\". Il est exact que des motifs d'équité permettent d'y déroger lorsque les circonstances le justifient (arrêt non publié M. du 5 mai 1987, consid. 6). Mais, en l'espèce, on ne peut discerner aucun élément ni aucune circonstance qui justifieraient que l'on s'écarte de l'ordre des recours prévu par l'art. 51 CO. Bien au contraire, maintenir la responsabilité plus avancée du responsable contractuel, ou assimilé, par rapport à celle du responsable causal, n'apparaît nullement comme inéquitable.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours et confirme le jugement attaqué."}