{"annee": "115", "cour": "III", "page": "52", "date": "31/5/1989", "cite": ["103 III 44", "105 III 67"], "cite_par": [], "chapeau": "11. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 31. Mai 1989 i.S. H. (Rekurs)", "regestes": ["Réalisation d'objets d'art par une entreprise privée de vente aux enchères. La réalisation est en principe la charge des autorités de poursuite. Les créanciers pourraient prétendre à la réalisation d'objets d'art par une entreprise privée de vente aux enchères tout au plus si, en raison de circonstances spéciales, l'adjudication publique devait apparaître tout à fait inadéquate (consid. 3; confirmation de la jurisprudence)."], "faits": "BGE 115 III 52 S. 52\n\nA.- Am 11. September sowie am 6. Oktober und 13. November 1987 vollzog das Betreibungsamt Kilchberg in der BGE 115 III 52 S. 53Betreibung Nr. 7209 bei der Schuldnerin H. die Pfändung. Dabei wurden u. a. mehrere wertvolle Kunstgegenstände und Antiquitäten gepfändet, welche vom Betreibungsamt summarisch auf Fr. 180'000.-- geschätzt wurden. Im April und Juni 1988 wurden die gleichen Gegenstände in weiteren Betreibungen gepfändet.\n\nNachdem mehrere Gläubiger die Verwertung verlangt hatten, erliess das Betreibungsamt am 6. Januar 1989 die Steigerungsanzeige.\n\nB.- H. erhob hiegegen Beschwerde. Sie beantragte, die Verwertung sei durch ein professionelles Auktionshaus vornehmen zu lassen. Zur Begründung führte sie an, bei Kunstobjekten von so hohem Wert lasse sich auf diesem Weg ein bedeutend höherer Preis erzielen.\n\nDas Bezirksgericht Horgen als untere kantonale Aufsichtsbehörde über die Betreibungs- und Konkursämter wies die Beschwerde am 3. Februar 1989 ab.\n\nH. rekurrierte an das Obergericht des Kantons Zürich als kantonale Aufsichtsbehörde. Dieses wies den Rekurs mit Beschluss vom 6. April 1989 ab. Damit fiel auch die im kantonalen Beschwerdeverfahren erteilte aufschiebende Wirkung dahin.\n\nC.- Gegen diesen Entscheid hat H. Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts erhoben. Sie stellt u.a. den Antrag, es sei ein professionelles Auktionshaus mit der Verwertung der Antiquitäten zu beauftragen. Ferner sei eine Vernehmlassung aller Gläubiger nachzuholen oder ein einvernehmlicher Beschluss in einer Gläubigerversammlung zu fassen, damit ein Vorgehen nach Art. 130 Ziff. 1 SchKG möglich werde.\n\nVernehmlassungen sind nicht eingeholt worden.", "considerants": "Aus den Erwägungen:\n\n3. Zu prüfen bleibt, ob die kantonale Aufsichtsbehörde Bundesrecht verletzt habe, indem sie von einer privaten Steigerung abgesehen hat.\n\na) Im Zusammenhang mit Konkursverfahren hat das Bundesgericht verschiedentlich die Frage aufgeworfen, ob es zulässig sei, Private mit der Verwertung von Aktiven zu beauftragen, obwohl diese Aufgabe grundsätzlich der Konkursverwaltung obliege. Während in BGE 103 III 45 betont worden ist, die Verwertung durch ein privates Auktionshaus dürfe jedenfalls nicht zu einer die Ansätze des Gebührentarifs übersteigenden Belastung der Masse BGE 115 III 52 S. 54bzw. der Grundpfandgläubiger führen, hat das Bundesgericht in BGE 105 III 70 f. die Vorteile eines solchen Vorgehens hervorgestrichen. Es hat insbesondere darauf hingewiesen, die Verwertung einer Kunstsammlung verlange Sachkunde und Beziehung zu allfälligen Interessenten (Händlern, Kunstsammlern), wenn ein gutes Ergebnis erzielt werden solle. Beides würde einer Konkursverwaltung auch einer ausseramtlichen in der Regel abgehen. Sofern die Gläubiger einen entsprechenden Beschluss fassten, weil sie sich von der Verwertung durch einen privaten Auktionator ein insgesamt besseres Ergebnis versprächen, und wenn überdies das Recht der Gläubiger gewahrt werde, selber Kaufangebote zu machen, so erscheine ein solches Vorgehen jedenfalls nicht ohne weiteres als bundesrechtswidrig.\n\nDiesen Entscheiden kann nun aber nicht entnommen werden, dass die Gläubiger im Konkursverfahren oder wie hier in der Betreibung auf Pfändung Anspruch auf Verwertung durch ein privates Auktionshaus haben, sobald Kunstgegenstände in Frage stehen. Ein solcher Anspruch könnte allenfalls dann bejaht werden, wenn die öffentliche Versteigerung aufgrund besonderer Umstände als völlig unangemessen erschiene. Solche Umstände werden von der Rekurrentin jedoch nicht nachgewiesen. Gemäss den verbindlichen Feststellungen der kantonalen Aufsichtsbehörde steht vielmehr fest, dass die offenbar besonders wertvollen Bilder von Tiepolo und Piazzetta von der vorgesehenen Versteigerung nicht betroffen sind. Die übrigen Kunstgegenstände und Antiquitäten gehören überwiegend der einfachen bis mittleren Preisklasse an. Für diese Gegenstände hat die kantonale Aufsichtsbehörde unter Hinweis auf die Ausführungen der unteren kantonalen Aufsichtsbehörde und des Betreibungsamtes für das Bundesgericht aber verbindlich festgestellt, dass gerade das betroffene Betreibungsamt in der Lage ist, für eine angemessene Versteigerung bei einem interessierten Publikum zu sorgen. Unter diesen Umständen genügt die Tatsache allein, dass die betroffenen Kunstgegenstände und Objekte insgesamt einen nicht unerheblichen Wert darstellen mögen, für sich allein nicht, um den Verzicht auf die Versteigerung durch ein privates Auktionshaus als völlig unangebracht erscheinen zu lassen. Dies würde dem Grundsatz, dass die Verwertung in erster Linie Aufgabe der Betreibungsbehörden ist, gerade zuwiderlaufen (Urteil der Schuldbetreibungs- und Konkurskammer vom 31. August 1988 i.S. Sh., nicht veröffentlichte E. 2b).\n\nBGE 115 III 52 S. 55\n\nb) Unter diesen Umständen käme allenfalls ein Freihandverkauf in Frage, wenn die Voraussetzungen von Art. 130 Ziff. 1 SchKG erfüllt wären. Die vorrangige Pfändungsgläubigerin hat sich jedoch ausdrücklich gegen einen solchen Freihandverkauf ausgesprochen. Die Ausführungen der Vorinstanz, wonach diese Nichtzustimmung nicht rechtsmissbräuchlich sei, werden von der Rekurrentin nicht bestritten.\n\nDamit fehlt es an einer notwendigen Voraussetzung, um einen Freihandverkauf gestützt auf Art. 130 Ziff. 1 SchKG anzuordnen. Die Zustimmung aller Gläubiger, welche die Rekurrentin einholen lassen will, ist zum vornherein ausgeschlossen. Der allfällige Wunsch der nachrangigen Gläubiger vermag daran nichts zu ändern. Dem Begehren der Rekurrentin ist daher nicht stattzugeben."}