{"annee": "115", "cour": "IB", "page": "102", "date": "12/5/1989", "cite": ["109 IB 101", "107 IB 20", "107 IB 12"], "cite_par": ["119 IB 81"], "chapeau": "13. Extrait de l'arrêt de la IIe Cour de droit public du 12 mai 1989 dans la cause Office fédéral de la justice c. Commission cantonale de recours en matière foncière du canton de Vaud et Habitations pour Tous S.A. (recours de droit administratif)", "regestes": ["Acquisition d'immeubles par des personnes à l'étranger. 1. Art. 4 al. 1 let. d et e LFAIE: sociétés immobilières lato sensu et stricto sensu: en opérant cette distinction, le législateur a voulu soumettre à un régime différent les sociétés industrielles, commerciales ou artisanales qui acquièrent accessoirement des immeubles pour remplir les buts qu'elles poursuivent (let. d) de celles qui exercent leur activité principale dans l'acquisition d'immeubles (let. e; consid. 2). En l'espèce, le fait que la recourante acquière des immeubles, généralement déjà construits, pour les vendre en propriété par étage ou par cession de certificats d'actions, ne modifie pas la réalité économique de son activité principale qui est l'acquisition d'immeubles (consid. 3). 2. L'art. 4 al. 1 lettre c LFAIE concerne uniquement les fonds de placement ou les patrimoines analogues et ne saurait donc s'appliquer à une société immobilière stricto sensu (consid. 4)."], "faits": "BGE 115 Ib 102 S. 103\n\nLa société Habitations pour Tous S.A., a pour but \"de promouvoir l'accession à la propriété immobilière privée. A cet effet, elle pourra notamment:\n\n- acquérir, construire, gérer, administrer, exploiter et vendre tous immeubles et droits immobiliers,\n\n- constituer et radier tous droits réels immobiliers,\n\n- étudier, créer, favoriser, financer, mettre en valeur toutes affaires immobilières, BGE 115 Ib 102 S. 104\n\n- se charger de toutes les opérations qui sont de nature à développer le but ou qui ont un rapport direct ou indirect avec son objet.\"\n\nDepuis la fondation de la société en 1973, le capital social de 7,5 millions de francs était composé de 22500 actions nominatives privilégiées de 100 francs et de 21000 actions nominatives ordinaires de 250 francs. Le 26 mars 1987, l'assemblée générale des actionnaires a décidé d'augmenter le capital social à 15 millions de francs par l'émission des titres suivants:\n\n- souscription, avec droits réservés en faveur des anciens actionnaires, de 11250 actions nominatives privilégiées de 100 francs chacune et de 10500 actions nominatives ordinaires de 250 francs chacune et\n\n- souscription publique libre de 15000 actions au porteur de 250 francs chacune.\n\nCette augmentation a été inscrite au registre du commerce le 30 mars 1987.\n\nSaisie par le Département vaudois de l'agriculture, de l'industrie et du commerce, la Commission foncière Section II a estimé qu'au vu du but effectif poursuivi par la société et des actifs figurant au bilan, Habitations pour Tous S.A. devait être considérée comme une société immobilière au sens strict. Par décision du 3 juillet 1987, elle a donc prononcé que l'acquisition d'une ou de plusieurs actions de la société était soumise à autorisation au sens de la législation sur l'acquisition d'immeubles par des personnes à l'étranger.\n\nHabitations pour Tous S.A. a recouru contre cette décision auprès de la Commission cantonale de recours en matière foncière du canton de Vaud. Elle concluait principalement à ce que l'acquisition d'actions ou de bons de participation ne soit pas soumise à autorisation et, subsidiairement, à ce que seuls les titres nominatifs émis par la société fassent l'objet d'une autorisation s'ils étaient acquis par des personnes à l'étranger, les titres au porteur échappant au régime de l'autorisation.\n\nPar décision du 18 janvier 1988, la Commission de recours a admis les conclusions principales de la recourante. Elle a retenu en bref que la société Habitations pour Tous, dont les actions étaient cotées en bourse depuis le 17 juin 1987, n'avait pas pour but d'acquérir des immeubles de manière durable, mais poursuivait une activité commerciale en revendant dès que possible les immeubles qu'elle achète. Il n'y avait donc pas lieu de lui appliquer BGE 115 Ib 102 S. 105l'art. 4 al. 1 lettre e de la loi fédérale sur l'acquisition d'immeubles par des personnes à l'étranger (LFAIE; RS 211.412.41), réservé aux sociétés immobilières au sens strict. Malgré certaines analogies que la société présentait avec un fonds de placement, l'art. 4 al. 1 lettre c LFAIE n'était pas davantage applicable, puisqu'il prescrivait que seules les acquisitions de parts de véritables fonds de placement faisant l'objet d'un marché régulier pouvaient échapper au régime de l'autorisation; en revanche, les acquisitions de \"parts de patrimoine analogue\" étaient assujetties dans tous les cas. Habitations pour Tous S.A. devait dès lors être considérée comme une société immobilière au sens large (art. 4 al. 1 lettre d LFAIE) et l'acquisition de ses titres n'était pas soumise à autorisation, car l'augmentation de son capital social ne pouvait avoir pour résultat que des personnes à l'étranger obtiennent une position dominante.\n\nL'Office fédéral de la justice a formé un recours de droit administratif contre la décision de la Commission cantonale de recours en matière foncière du 18 janvier 1988 et a conclu à son annulation. Soutenant que la société Habitations pour Tous est une société immobilière au sens strict, il a demandé au Tribunal fédéral de constater que toute acquisition de ses parts est assujettie au régime de l'autorisation, conformément à l'art. 4 al. 1 lettre e LFAIE.\n\nLa société intimée a conclu, avec suite de frais et dépens, au rejet du recours et au maintien de la décision attaquée. A titre subsidiaire, elle a toutefois repris sa conclusion limitant le non-assujettissement au régime de l'autorisation à ses titres au porteur, qu'elle avait prise devant l'instance cantonale de recours.\n\nAu terme de ses observations, la Commission cantonale de recours en matière foncière a déclaré le recours mal fondé.", "considerants": "Extrait des considérants:\n\n2. L'ancienne législation en matière d'acquisition d'immeubles par des personnes à l'étranger considérait une société comme immobilière lorsque, au moment de l'acquisition de parts, ses actifs étaient constitués principalement par des droits sur des immeubles en Suisse (art. 2 lettre c de l'arrêté fédéral des 23 mars 1961/21 mars 1973: RO 1961 p. 209, 1974 p. 83 et art. 1er al. 1 de l'ordonnance y relative des 21 décembre 1973/11 février 1976: RO 1974 p. 94, 1976 p. 607). En cas de constitution ou d'augmentation de capital, BGE 115 Ib 102 S. 106il suffisait alors - pour que le souscripteur étranger doive demander une autorisation - que les fonds soient destinés à permettre l'achat d'un ou plusieurs immeubles (ATF 109 Ib 107 /108). Les prescriptions de plus en plus sévères en ce domaine n'ont cependant pas permis d'éviter les abus commis, le plus souvent par le truchement des sociétés immobilières (voir, par exemple, ATF 107 Ib 12 ss, 186 ss). Aussi la nouvelle loi a-t-elle été conçue dans l'optique de renforcer les moyens de lutter contre les opérations visant à éluder les prescriptions légales (J. VOYAME, D'une lex Furgler à l'autre, in Festschrift für Bundesrat Dr. Kurt Furgler zum 60. Geburtstag, ZH 1984, p. 350).\n\nDans ce but, la Commission d'experts chargée d'élaborer le projet de loi a proposé diverses mesures, sans toutefois retenir une solution qui aurait consisté à procéder à une révision partielle du code des obligations, dans le sens que les sociétés ayant pour but l'acquisition d'immeubles auraient été tenues de n'émettre que des actions nominatives et de rendre publique la liste de leurs actionnaires en la déposant au registre foncier (R. PATRY, Les fondements de la nouvelle loi fédérale sur l'acquisition d'immeubles par des personnes à l'étranger, in RNRF 65 (1984) p. 335). En ce qui concerne l'acquisition de parts d'une personne morale, le projet de loi (art. 3 lettre d) faisait dépendre l'assujettissement au régime de l'autorisation de deux facteurs: d'une part, le patrimoine de la société devait être constitué pour plus d'un tiers d'immeubles et, d'autre part, l'acquisition devait entraîner une domination étrangère. Le Conseil fédéral relevait à ce sujet que cette dernière restriction n'était pas prévue par la législation en vigueur, mais qu'elle paraissait justifiée parce que l'acquisition d'une part d'une personne morale ne donnait pas nécessairement à son titulaire une influence sur les immeubles faisant partie de la société. \"En outre, l'assujettissement au régime de l'autorisation en cas d'acquisition d'une part minime d'une personne morale - voire d'une seule action - pourrait provoquer une paralysie des transactions boursières du fait que la plupart des grandes entreprises possèdent des immeubles représentant plus d'un tiers de leurs actifs\" (FF 1981 III p. 590).\n\nLors des débats aux Chambres, cette conception n'a toutefois été retenue que pour les sociétés immobilières au sens large, c'est-à-dire pour les entreprises industrielles, commerciales ou artisanales, dont le but principal n'est pas d'acquérir des BGE 115 Ib 102 S. 107immeubles en Suisse. En revanche, le Parlement a introduit une règle plus sévère pour les sociétés dont le but réel est l'acquisition d'immeubles: dans ce dernier cas, toute acquisition d'une part du patrimoine de la personne morale est assujettie au régime de l'autorisation. Cette règle a été adoptée sans discussion par les Chambres fédérales, sur proposition de la Commission du Conseil national qui jugeait le projet du Conseil fédéral trop libéral (BO CN 1983 p. 159; BO CE 1983 p. 407). Il s'agissait bien alors d'introduire un nouveau cas d'assujettissement et non une simple dérogation à la règle générale. L'art. 4 al. 1 lettres d et e LFAIE distingue ainsi clairement les sociétés immobilières lato sensu des sociétés immobilières stricto sensu en assujettissant au régime de l'autorisation:\n\n\"d. L'acquisition d'un droit de propriété ou d'usufruit sur une part d'une personne morale dont les actifs estimés à leur valeur effective se composent pour plus d'un tiers d'immeubles sis en Suisse si, de ce fait, des personnes à l'étranger obtiennent ou renforcent une position dominante;\n\ne. L'acquisition d'un droit de propriété ou d'usufruit sur une part d'une personne morale dont le but réel est l'acquisition d'immeubles.\"\n\nEn l'espèce, la question litigieuse est de déterminer à quel genre de sociétés immobilières appartient la société Habitations pour Tous.\n\n3. a) Au regard des statuts, du bilan et du compte d'exploitation de la société, l'Office fédéral de la justice soutient que l'activité de l'intimée consiste principalement dans le commerce d'immeubles. Par ailleurs, du moment que la société Habitations pour Tous n'acquiert pas les immeubles en vue d'y exploiter un établissement stable, elle doit être considérée comme une société immobilière stricto sensu, dont l'acquisition d'actions est assujettie au régime de l'autorisation, comme elle l'aurait été sous l'empire de l'ancien droit.\n\nDe son côté, l'intimée relève que son but consiste à promouvoir l'accession à la propriété privée, de sorte qu'elle n'achète pas des immeubles à titre de placement, mais pour mettre sur le marché des appartements susceptibles d'être acquis par de larges cercles de la population. Elle exerce ainsi une activité essentiellement commerciale qui n'est pas visée par l'art. 4 al. 1 lettre e LFAIE; cette disposition doit en effet être qualifiée d'exception par rapport à la règle générale contenue à l'art. 4 al. 1 lettre d LFAIE, laquelle s'applique à toutes les sociétés immobilières propriétaires d'immeubles représentant plus du tiers de leurs actifs - qu'elles BGE 115 Ib 102 S. 108exploitent ou non un établissement stable - à la seule condition que leur but réel ne soit pas l'acquisition d'immeubles.\n\nb) Fondée en 1973, la société Habitations pour Tous s'est spécialisée dans les opérations d'acquisition d'immeubles à caractère commercial ou d'habitation, le plus souvent déjà construits, qu'elle rénove avant de les vendre en propriété par étage ou par cession de certificats d'actions, non seulement à des utilisateurs, mais aussi à des investisseurs privés ou institutionnels.\n\nIl ressort du dossier qu'en 1987, l'intimée contrôlait plus de 21 sociétés immobilières et qu'elle venait d'acquérir les participations majoritaires de S... S.A., société de financement du groupe, D... S.A., société de promotion et de services, et A... S.A., bureau d'architecture. Au 30 septembre 1987, les immeubles et lots de propriété par étage compris dans les valeurs d'exploitation représentaient ainsi une valeur d'environ 105 millions de francs, alors que le total de l'actif s'élevait à 141,6 millions. A la même date, l'inventaire des hypothèques par immeuble démontrait que les hypothèques de deuxième rang étaient pratiquement toutes en mains de S... S.A. Quant au compte de pertes et profits au 31 décembre 1986, il révélait un total des ventes de 36 millions pour l'ensemble du groupe, soit pour Habitations pour Tous S.A. et les sociétés immobilières dont elle détient entièrement le capital.\n\nc) Au vu de cette situation, il faut bien admettre que la société intimée exerce son activité principale dans le commerce d'immeubles et que ses autres activités dépendent directement de ce commerce. En ce sens, le but premier qu'elle déclare poursuivre, soit promouvoir l'accession à la propriété immobilière privée, ne peut être compris que comme une conséquence de son but principal qui tend au développement de la société sur le marché immobilier. Le fait qu'Habitations pour Tous effectue des placements à court ou moyen terme, en revendant généralement les immeubles acquis après leur rénovation, ne modifie pas la réalité de son but qui porte bien sur l'acquisition d'immeubles. Avec les 21 sociétés immobilières qu'elle contrôle et le financement des acquisitions par l'intermédiaire de sa société \"soeur\" S... S.A., l'intimée possède en effet toujours une grande partie de ses capitaux investis dans des immeubles. Les actifs figurant au bilan en sont d'ailleurs la confirmation. Or, du point de vue économique, une société doit être qualifiée d'immobilière lorsque son capital est composé en grande partie d'actions de sociétés immobilières (ATF 107 Ib 21 /22). Cette jurisprudence a certes été rendue sous l'empire BGE 115 Ib 102 S. 109de l'ancien droit qui ne connaissait pas la distinction entre sociétés immobilières stricto et lato sensu. Toutefois, si l'on ne veut pas vider de toute substance le but poursuivi par le législateur en édictant la nouvelle loi, en particulier l'art. 4 al. 1 lettre e LFAIE, il importe de classer une telle société dans la catégorie des sociétés immobilières au sens strict, afin d'éviter que, par le biais des capitaux qu'elle détient dans d'autres sociétés, de nombreuses acquisitions d'immeubles puissent être soustraites au régime de l'autorisation (voir, dans ce sens, MÜHLEBACH/GEISSMANN, \"Kommentar zum Bundesgesetz über den Erwerb von Grundstücken durch Personen im Ausland\", No 32 p. 46, également No 35 p. 47 à propos de la société holding). En l'espèce, la réalité économique impose donc de considérer les actionnaires de la société intimée comme s'ils étaient actionnaires des sociétés qu'elle contrôle, de la même manière que la jurisprudence l'a admis pour la société holding (ATF 105 Ib 310 consid. 5a).\n\nd) Il résulte de cet examen que la société Habitations pour Tous doit être qualifiée de société immobilière stricto sensu, ainsi que la définit l'art. 4 al. 1 lettre e LFAIE. Contrairement à ce que soutient l'intimée, cette disposition ne doit en effet pas être comprise comme une exception à l'art. 4 al. 1 lettre d, lequel concernerait toutes les sociétés immobilières, qu'elles exploitent ou non un établissement stable. L'art. 4 al. 1 lettre d LFAIE vise en réalité les sociétés industrielles, commerciales ou artisanales qui ne s'occupent pas principalement d'acquisitions d'immeubles, mais qui, sans cette activité secondaire, ne seraient pas à même de remplir les buts qu'elles poursuivent. Or, de par son activité principale, l'intimée ne peut pas être assimilée à une société commerciale qui, accessoirement, serait obligée d'acquérir des immeubles pour mener à bien ses tâches.\n\n4. La société intimée fait également valoir que, même si elle devait être considérée comme une société immobilière stricto sensu, il y aurait lieu de tenir compte de son analogie avec un fonds de placement immobilier et de lui appliquer la règle prévue à l'art. 4 al. 1 lettre c LFAIE, en raison de l'incompatibilité de la cotation en bourse de ses actions avec le régime de l'autorisation.\n\nL'art. 4 al. 1 lettre c LFAIE assujettit au régime de l'autorisation \"l'acquisition d'un droit de propriété ou d'usufruit sur une part d'un fonds de placement immobilier lorsque celle-ci ne fait pas l'objet d'un marché régulier, ou sur une part d'un patrimoine analogue\".\n\nBGE 115 Ib 102 S. 110\n\nCette disposition a été reprise de l'ancien droit (art. 2 lettre d AFAIE; RO 1974 p. 84) qui assimilait à l'acquisition de la propriété sur des immeubles l'acquisition de parts de fonds de placement immobiliers ne faisant pas l'objet d'un marché régulier, ainsi que l'acquisition de parts de patrimoines assimilables. L'art. 2 al. 2 aOAIE (RO 1976 p. 608) assurait en outre le non-assujettissement au régime de l'autorisation de \"l'acquisition de parts de sociétés immobilières cotées et négociées régulièrement sur le marché \", dont les immeubles servaient exclusivement ou pour une part importante à abriter un établissement stable, lorsqu'elle ne pouvait pas se traduire par une participation prépondérante de l'acquéreur à la société. Cette règle avait sa justification sous l'empire de l'art. 2 lettre c AFAIE qui ne prévoyait pas que l'acquisition devait entraîner une domination étrangère. Elle n'avait en revanche aucune raison d'être maintenue dans la nouvelle loi, car pour les sociétés immobilières au sens large, le problème des transactions boursières devait être réglé par l'art. 4 al. 1 lettre d LFAIE (FF 1981 III p. 590). Le fait que cette disposition ne soit applicable qu'aux sociétés immobilières qui acquièrent des immeubles uniquement dans le but de pouvoir réaliser leur activité principale, autre qu'immobilière, ne permet toutefois pas d'admettre que la loi contiendrait une lacune, mais correspond à la volonté du législateur qui entendait distinguer le régime d'une société immobilière lato sensu de celui d'une société immobilière stricto sensu.\n\nQuant aux parts de fonds de placement ou de patrimoine analogue visées par l'art. 4 al. 1 lettre c LFAIE, elles ne peuvent concerner que les institutions définies comme telles par la loi fédérale sur les fonds de placement du 1er juillet 1966 (LFP; RS 951.31) et organisées conformément à l'art. 3 LFP. Dans la mesure où la société Habitations pour Tous ne répond manifestement pas à ces exigences, il n'est pas nécessaire d'examiner si ses actions font l'objet d'un marché régulier, malgré la part prépondérante de ses actions nominatives. Il suffit donc de constater qu'en sa qualité de société immobilière stricto sensu, il n'est pas possible de lui appliquer par analogie l'art. 4 al. 1 lettre c LFAIE.\n\nLe moyen de l'intimée tendant à être traitée de la même manière qu'un fonds de placement immobilier doit dès lors être rejeté.\n\n5. Au vu de cet examen, le recours doit être admis et la décision attaquée annulée.\n\nBGE 115 Ib 102 S. 111\n\nConformément à l'art. 114 al. 2 OJ, le Tribunal fédéral peut constater lui-même que toute acquisition de parts de la société Habitations pour Tous S.A. est assujettie au régime de l'autorisation."}