{"annee": "115", "cour": "V", "page": "81", "date": "5/7/1989", "cite": ["113 V 261", "111 V 180", "105 V 163"], "cite_par": ["121 V 246"], "chapeau": "12. Arrêt du 5 juillet 1989 dans la cause Caisse cantonale genevoise de compensation contre A. et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 6 al. 2 LAI: Conditions d'assurance. Ratio legis de cette disposition légale: L'exigence minimale de quinze années ininterrompues de domicile en Suisse suppose que l'étranger ou l'apatride compte aussi une durée d'assurance ininterrompue d'au moins quinze ans du fait de son domicile (consid. 2b). Art. 1er al. 2 let. a LAVS et art. 1er LAI: Effets de l'exemption de l'AVS et de l'AI. Lorsque le requérant a été exempté de l'assujettissement à l'assurance-vieillesse, survivants et invalidité suisse pendant la période où il était au service d'une organisation internationale, les années durant lesquelles il n'était pas assuré ne sauraient être prises en considération dans la durée de domicile requise pour avoir droit aux prestations de l'AI (consid. 3)."], "faits": "BGE 115 V 81 S. 82\n\nA.- J. A., né en 1938, originaire du Bangladesh, est parti du Pakistan et, depuis le 1er juillet 1965, réside en Suisse. Dès le 1er décembre 1965, il a exercé un emploi temporaire en qualité d'huissier et coursier au service du Bureau international du travail (BIT). A ce titre, il a bénéficié de l'exemption du permis de séjour. Ensuite de la perte de son emploi, il a été mis au bénéfice d'une autorisation de séjour à l'année (permis B) à partir du 14 juin 1978 et d'un permis (C) de résidence dès le 16 mars 1982. Il a versé des cotisations AVS/AI en 1978, 1979, 1980, 1984 et 1985.\n\nAtteint d'artériosclérose coronaire, avec infarctus antérieur étendu en 1985 et status sur dilatations de l'artère interventriculaire antérieure, J. A. a présenté une demande de prestations de l'assurance-invalidité le 16 mars 1987. Dans un prononcé présidentiel du 28 août 1987, la Commission de l'assurance-invalidité du canton de Genève a admis une invalidité de 100% depuis le 15 août 1986. Par décision du 12 janvier 1988, la Caisse cantonale genevoise de compensation a refusé l'allocation d'une rente ordinaire d'invalidité, faute pour l'assuré de compter dix années de cotisations ou une année de cotisations et quinze années ininterrompues de domicile en Suisse, les conditions du droit à une rente extraordinaire d'invalidité n'étant par ailleurs pas remplies.\n\nB.- Par jugement du 17 mars 1988, la Commission cantonale genevoise de recours en matière d'AVS a admis le recours formé par J. A. contre cette décision, annulé celle-ci et renvoyé la cause à l'administration pour qu'elle statue au sens des considérants. La juridiction cantonale a considéré, en bref, que seul l'art. 6 al. 2 LAI est applicable en l'espèce; que, lors de la survenance de l'invalidité, l'assuré ne comptait pas dix années entières de cotisations, n'ayant cotisé à l'AVS/AI que de 1978 à 1985, de sorte que l'une des conditions alternatives posées par cette disposition légale n'était pas réalisée; qu'en revanche, le recourant remplissait l'autre de ces conditions, selon laquelle \"le ressortissant étranger peut bénéficier des prestations s'il compte, lors de la survenance de l'invalidité, un an minimum de cotisations et 15 ans ininterrompus de domicile et de résidence habituelle en Suisse\"; qu'en effet, bien que l'assuré ait bénéficié de l'exemption de tout permis de séjour lorsqu'il était fonctionnaire international, il n'en demeure pas moins qu'il avait BGE 115 V 81 S. 83la liberté de se créer un domicile civil en Suisse, ce qu'il a fait en s'établissant le 1er juillet 1965 à Genève, où il a constitué le centre de son existence, de ses intérêts personnels et professionnels, et où il ne fait aucun doute qu'il a résidé de manière effective et sans interruption jusqu'au moment déterminant.\n\nC.- La Caisse cantonale genevoise de compensation interjette recours de droit administratif contre ce jugement dont elle demande l'annulation, motif pris que l'assuré ne comptait pas, lors de la survenance de son invalidité, quinze années ininterrompues de domicile en Suisse, cette condition devant être comprise en ce sens que la notion de domicile est liée \"à la condition d'appartenance au champ d'application personnel du régime AVS/AI ou, en d'autres termes, à la qualité d'assuré au sens de l'AVS/AI\".\n\nJ. A. conclut à la confirmation du jugement entrepris. De son côté, l'Office fédéral des assurances sociales (OFAS), qui se rallie aux raisons invoquées par la caisse recourante, propose l'admission du recours, tout en se référant à un arrêt non publié du Tribunal fédéral des assurances, selon lequel il serait préjudiciable à la sécurité du droit qu'un résident étranger puisse, au gré de ses intérêts, changer de statut dans l'AVS/AI avec effet rétroactif.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 1er al. 1 let. a LAVS, auquel renvoie l'art. 1er LAI, sont assurées conformément à la LAVS et à la LAI les personnes physiques qui ont leur domicile civil en Suisse.\n\nEn vertu de l'art. 1er al. 2 let. a LAVS, ne sont pas assurés les ressortissants étrangers qui bénéficient de privilèges et d'immunités diplomatiques ou d'exemptions fiscales particulières.\n\nb) Aux termes de l'art. 6 LAI, les ressortissants suisses, les étrangers et les apatrides ont droit aux prestations ... s'ils sont assurés lors de la survenance de l'invalidité (al. 1 première phrase). Les étrangers et les apatrides n'ont droit aux prestations, sous réserve de l'art. 9 al. 3 LAI, qu'aussi longtemps qu'ils conservent leur domicile civil en Suisse et que si, lors de la survenance de l'invalidité, ils comptent au moins dix années entières de cotisations ou quinze années ininterrompues de domicile en Suisse (al. 2 première phrase).\n\n2. a) (Interprétation de la loi) BGE 115 V 81 S. 84\n\nb) Le législateur a voulu fixer à l'art. 6 LAI les conditions d'assurance à remplir pour avoir droit aux prestations de l'assurance-invalidité. Telle est la ratio legis de cette disposition légale. On relèvera au demeurant que l'art. 6 LAI, dont le titre était libellé \"Les conditions d'assurance et de domicile\", est intitulé \"Conditions d'assurance\" depuis l'entrée en vigueur, le 1er janvier 1968, de la novelle du 5 octobre 1967 (RO 1968 30). A cet égard, la condition de domicile - selon laquelle l'étranger et l'apatride n'ont droit aux prestations qu'aussi longtemps qu'ils conservent leur domicile civil en Suisse - n'est en réalité qu'une condition d'assurance, le droit aux prestations cessant avec le transfert du domicile à l'étranger (FF 1967 I 692).\n\nS'agissant de l'exigence minimale de dix années entières de cotisations ou de quinze années ininterrompues de domicile en Suisse, la volonté du législateur, telle qu'elle résulte des travaux préparatoires, est que l'étranger et l'apatride doivent avoir des liens particulièrement étroits avec l'assurance-invalidité et avec notre pays. Cela ressort, en effet, du message du Conseil fédéral à l'Assemblée fédérale, du 24 octobre 1958, relatif à un projet de loi sur l'assurance-invalidité ainsi qu'à un projet de loi modifiant celle sur l'assurance-vieillesse et survivants (FF 1958 II 1189). La loi reprend du reste tel quel le projet d'art. 6 LAI (RO 1959 858; FF 1958 II 1320). Certes, cette disposition légale a-t-elle été modifiée entre-temps par la novelle du 5 octobre 1967, mais la modification de l'art. 6 al. 2 LAI est d'ordre purement rédactionnel, le renvoi à l'al. 4 de l'art. 9 LAI ayant été adapté par suite de la nouvelle teneur de cette dernière disposition légale, de sorte que la réserve faite à l'art. 6 al. 2 LAI concerne dorénavant l'art. 9 al. 3 LAI (RO 1968 30; FF 1967 I 693).\n\nOr, c'est sur la base du rapport de la Commission fédérale d'experts pour l'introduction de l'assurance-invalidité, du 30 novembre 1956, que s'analyse la ratio legis de l'art. 6 al. 2 LAI. En effet, la commission d'experts, dans son rapport précité (p. 42), avait jugé indiqué d'accorder également le droit aux prestations de l'assurance-invalidité aux étrangers et aux apatrides qui n'auront peut-être payé aucune cotisation ou qui n'en auront pas payé pendant dix ans au moins, mais qui auront été assujettis à l'assurance durant au moins quinze années sans interruption. Considérant, par ailleurs, que la durée d'assurance devait précéder immédiatement la réalisation du risque (p. 44 du rapport), ladite commission avait tiré de son rapport le principe suivant: BGE 115 V 81 S. 85\n\n\"Pour les étrangers et les apatrides, le droit aux prestations est lié,\n\nsous réserve de conventions internationales contraires, à une durée de\n\ncotisations d'au moins 10 ans - dont un précédant immédiatement la\n\nréalisation du risque assuré - ou à une durée d'assurance ininterrompue\n\nd'au moins 15 ans précédant immédiatement la réalisation du risque\n\nassuré.\"\n\nLe Conseil fédéral, se fondant sur le rapport de la commission d'experts, a repris dans son projet de loi l'idée que les étrangers et les apatrides devront avoir payé des cotisations pendant dix années entières au moins; en revanche, il n'a pas voulu que le paiement des cotisations précède immédiatement la réalisation du risque, les étrangers et les apatrides ne devant bénéficier des prestations, comme dans l'AVS, qu'aussi longtemps qu'ils auront leur domicile en Suisse, c'est-à-dire qu'ils seront assurés en raison de ce fait (FF 1958 II 1190). Dès lors, si la Cour de céans a consacré l'interprétation littérale de l'art. 6 al. 2 LAI en ce qui concerne l'introduction de la condition de domicile en lieu et place d'une durée déterminée d'assurance qui précéderait immédiatement la réalisation du risque (ATFA 1968 p. 247 consid. 3), il n'en demeure pas moins que le principe de la durée d'assurance n'a pas été abandonné par le législateur, en ce sens que l'exigence d'un domicile civil en Suisse suppose nécessairement que la personne est assurée parce qu'elle est domiciliée dans notre pays, conformément à l'art. 1er al. 1 let. a LAVS en relation avec l'art. 1er LAI. Cela vaut aussi bien pour la durée du droit aux prestations que pour les quinze années ininterrompues de domicile en Suisse. En effet, bien que le Conseil fédéral n'ait pas repris la formulation de la commission d'experts, laquelle proposait \"une durée d'assurance ininterrompue d'au moins 15 ans\", c'est dans ce sens cependant qu'il faut comprendre l'exigence minimale de quinze années ininterrompues de domicile en Suisse, l'autorité exécutive ayant simplement adapté la teneur de cette condition d'assurance à celle de la condition de domicile.\n\nCela étant, le rapport étroit que doivent avoir l'étranger et l'apatride avec l'assurance-invalidité et avec notre pays signifie, d'une part, une intégration effective dans la société proprement dite (DE CAPITANI, Die Voraussetzungen für den Anspruch auf Leistungen der Invalidenversicherung, thèse Zurich 1966, notamment p. 91). Mais le lien particulièrement étroit avec l'assurance-invalidité implique d'autre part une durée d'assurance, soit que l'étranger et l'apatride ont cotisé à l'AVS/AI pendant BGE 115 V 81 S. 86dix années entières au moins, soit qu'ils comptent au moins quinze années ininterrompues de domicile en Suisse (voir aussi INEICHEN, Der Rechtsanspruch auf Eingliederungsmassnahmen nach schweizerischem Invalidenversicherungsrecht, thèse Fribourg 1966, p. 46).\n\n3. En l'espèce, est litigieux le point de savoir si l'intimé a droit à une rente d'invalidité. Ce dernier étant au bénéfice d'un passeport du Bangladesh, seul l'art. 6 al. 2 LAI est applicable, faute de convention bilatérale de sécurité sociale entre la Suisse et le Bangladesh.\n\nComme cela ressort du dossier, l'intimé a exercé par intermittence, dès fin 1965 jusqu'à 1978, son emploi temporaire d'huissier et de coursier au service du BIT, avant d'oeuvrer à titre occasionnel pour l'Organisation mondiale de la propriété intellectuelle (OMPI). Bien que l'on ignore quel était son statut dans le cadre du BIT, tout laisse penser qu'il a bénéficié, au même titre qu'un fonctionnaire de l'Organisation internationale du travail, de la liberté d'accès et de séjour sur le territoire suisse (art. 14 al. 1 let. c de l'accord entre le Conseil fédéral suisse et l'Organisation internationale du travail pour régler le statut juridique de cette organisation en Suisse, du 11 mars 1946). De même, tout indique qu'il a bénéficié également des exemptions fiscales particulières accordées aux fonctionnaires non suisses du BIT en vertu de l'art. 18 de cet accord, telle l'exonération des impôts fédéraux, cantonaux et communaux conformément aux usages établis pour le personnel non suisse des institutions internationales à Genève (art. 9 let. d de l'arrangement d'exécution de l'accord précité, du 11 mars 1946). Aussi a-t-il été exempté de l'assujettissement à l'assurance-vieillesse, survivants et invalidité suisse (art. 1er al. 2 let. a LAVS en relation avec l'art. 1er LAI). C'est la raison pour laquelle il n'a pas cotisé à l'AVS/AI jusqu'en 1978.\n\nIl apparaît ainsi que, lors de la survenance de son invalidité, le 15 août 1986, l'intimé ne remplissait ni l'une ni l'autre des conditions relatives à la durée d'assurance. D'une part, en effet, comme cela résulte des inscriptions des comptes individuels (CI), il n'a versé des cotisations AVS/AI qu'en 1978, 1979, 1980, 1984 et 1985, de sorte que, au moment déterminant, il n'avait pas cotisé pendant au moins dix années entières. D'autre part, les années durant lesquelles il a travaillé au service du BIT ne sauraient être comptées comme durée de domicile, l'intimé n'ayant pas été assuré pendant cette période. On relèvera, à ce propos, qu'il en va de BGE 115 V 81 S. 87même dans le cadre de conventions bilatérales comme, par ex., la convention de sécurité sociale conclue le 24 septembre 1975 entre la Confédération suisse et le Royaume de Belgique, les périodes de résidence en Suisse pendant lesquelles une personne a été exemptée de l'assujettissement à l'assurance-vieillesse, survivants et invalidité suisse n'étant pas prises en considération dans la durée de résidence requise (art. 11 du protocole final de cette convention; arrêt non publié du Tribunal fédéral des assurances). Il n'est donc pas nécessaire d'examiner encore si, comme semblent l'avoir admis les premiers juges, l'intimé a son domicile en Suisse (cf. sur cette notion ATF 111 V 182 consid. 4, ATF 105 V 168 consid. 3; voir aussi ATF 113 V 264 consid. 2b) depuis qu'il y réside, soit à partir du 1er juillet 1965. Il suffit de constater que, de 1978 à 1986, il n'y a pas quinze années ininterrompues de domicile en Suisse.\n\nIl s'ensuit que l'intimé, dont il est constant qu'il ne saurait bénéficier d'une rente extraordinaire d'invalidité (art. 39 LAI en corrélation avec l'art. 42 LAVS et l'art. 9 al. 3 LAI), n'a pas droit à une rente ordinaire de l'assurance-invalidité.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis et le jugement de la Commission cantonale genevoise de recours en matière d'AVS, du 17 mars 1988, est annulé."}