{"annee": "115", "cour": "IA", "page": "1", "date": "2/2/1989", "cite": ["104 IA 172", "106 IA 383", "111 IB 213", "98 IA 568"], "cite_par": ["135 II 209", "129 I 361", "116 IA 215", "116 IA 207", "129 III 209", "122 I 97"], "chapeau": "1. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 2. Februar 1989 i.S. A. gegen P. AG, Gemeinde Arosa und Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; examen ultérieur des plans d'affectation; déni de justice formel. La nullité d'un acte administratif se doit d'être constatée en tout temps et par toutes les autorités de l'Etat. Commet un déni de justice formel l'autorité qui, dans une procédure de permis de bâtir, n'entre pas en matière sur le grief, tout au moins implicite, de nullité du plan de quartier sur lequel se fonde la demande d'autorisation de construire (consid. 3)."], "faits": "|1|\n\nA. ist unter anderem Eigentümerin der Parzelle Nr. 394 im Gebiet \"Hinterer Stafel\" in Inner-Arosa. Im gleichen Gebiet besitzt die P. AG verschiedene Grundstücke. Die Parzelle Nr. 394 ist als eigentliche Wegparzelle gestaltet und dient angesichts ihrer Lage und Form der Erschliessung der Anliegergrundstücke. Um die Erschliessung rechtlich zu sichern, leitete der Gemeinderat Arosa am 24. März 1982 ein Quartiererschliessungsplanverfahren ein.\n\n|2|\n\nIn der Folge wurden 3 Varianten für die Quartierplanung ausgearbeitet. Die Mehrheit der Betroffenen sprach sich für eine zentrale unterirdische Autoeinstellhalle aus. In diesem Sinne liess der Gemeinderat einen Dienstbarkeitsvertrag ausarbeiten, wonach für die unterirdische Einstellhalle mit 19 Plätzen unter anderem zulasten der Parzelle Nr. 394 ein selbständiges und dauerndes Baurecht geschaffen wird. Ende 1984 legte die Gemeinde Arosa die verschiedenen Pläne und den Dienstbarkeitsvertrag öffentlich auf.\n\nA. erhob gegen die aufgelegte Quartierplanung beim Gemeinderat von Arosa Einsprache, welcher diese an seiner Sitzung vom 27. Februar 1985 abwies und den amtlichen Quartierplan \"Hinterer Stafel\" verfügte. In den Erwägungen hielt er hinsichtlich der Autoeinstellhalle fest, diese sei unter den Parzellen Nrn. 394, 1570, 1600, 1601 und 1632 zu errichten und bestimmte: \"Für Autoeinstellhalle und Zufahrt ist ein selbständiges und dauerndes Baurecht zu begründen. Diese Begründung erfolgt, sobald eine rechtskräftige Baubewilligung für Autoeinstellhalle und Zufahrt vorhanden ist.\" Ausserdem hielt er fest, dass die mit dieser Quartiererschliessungsplanung verbundenen Rechte und Pflichten von den Eigentümern im Quartierplangebiet gegenseitig entschädigungslos zu begründen seien. A. focht diese Bestimmung nicht an.\n\nAm 26. November 1987 reichte die P. AG ein Baugesuch für die im Quartierplan vorgesehene Einstellhalle mit Zufahrt ein. Gegen dieses liess A. Einsprache erheben und machte im wesentlichen geltend, der Bau der Einstellhalle beanspruche Land von ihrer Parzelle Nr. 394. Die Baubewilligung dürfe daher erst erteilt werden, wenn ihre Zustimmung dazu vorliege. Der Gemeinderat von Arosa wies diese Einsprache am 2. März 1988 ab und erteilte die Baubewilligung. Er stellte dabei fest, dass das Bauvorhaben Bestandteil des am 27. Februar 1985 bewilligten und in Rechtskraft erwachsenen Quartiererschliessungsplanes bilde und diesem entspreche. Ausserdem stellte er fest, das selbständige und dauernde Baurecht für die Autoeinstellhalle sei vor Baubeginn zu begründen.\n\nDiesen Entscheid zog A. mit Rekurs an das Verwaltungsgericht des Kantons Graubünden weiter und verlangte dessen Aufhebung. Im wesentlichen begründete sie ihren Antrag damit, die Baubewilligung stütze sich auf einen widerrechtlichen Quartierplan ab. Eine vorfrageweise Überprüfung desselben zeige, dass die Gemeinde darin die Einräumung eines Baurechtes verfügt habe, was im Rahmen der Quartierplanung unzulässig sei.\n\n|3|\n\nMit Entscheid vom 24. Mai 1988 trat das Verwaltungsgericht auf den Rekurs nicht ein. Es begründet seinen Entscheid hauptsächlich damit, der Quartierplan \"Hinterer Stafel\" und damit die vom Gemeinderat von Arosa zu Lasten von A. angeordnete Pflicht zur Einräumung eines Baurechtes auf ihrer Parzelle Nr. 394 sei unangefochten in Rechtskraft erwachsen und es bestehe kein Grund für eine akzessorische Überprüfung dieses Planes.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde von A. gut.", "considerants": "Aus den Erwägungen:\n\n3. A. machte vor Verwaltungsgericht zur Hauptsache geltend, der Quartiererschliessungsplan, welcher der Baubewilligung zugrunde liege, sei widerrechtlich und verstosse gegen höherrangiges Recht. In diesem Plan werde über Servitute und ein selbständiges und dauerndes Baurecht verfügt. Besonders krass sei die Bestimmung, wonach die P. AG ein Baurecht zugesprochen erhalte, nämlich das Recht, eine Autoeinstellhalle auf fremdem Boden zu errichten. Solchem Vorgehen stehe die Rechtsordnung ganz klar entgegen. Weder im eidgenössischen und kantonalen Raumplanungsrecht noch im Gemeinderecht finde sich eine Grundlage, gestützt auf welche das Gemeinwesen befugt wäre, selbständige und dauernde Rechte und Servitute in einem Quartierplanverfahren zu begründen. Mit anderen Worten machte A. sinngemäss geltend, das im Quartiererschliessungsplan zugunsten der P. AG eingeräumte Baurecht sei nichtig, da hiefür die gesetzliche Grundlage fehle (vgl. dazu BGE 104 Ia 176 E. c; BGE 98 Ia 571).\n\nDas Verwaltungsgericht hat seinen Nichteintretensentscheid unter Hinweis auf die bundesgerichtliche Rechtsprechung hauptsächlich damit begründet, die nachträgliche Überprüfung von Nutzungsplänen sei nur möglich, wenn der betroffene Eigentümer sich bei Planerlass über die ihm auferlegten Eigentumsbeschränkungen nicht im klaren sein konnte oder ihm keine Verteidigungsmittel zur Verfügung standen, oder wenn sich die Verhältnisse seit Planerlass derart geändert haben, dass das öffentliche Interesse an den bestehenden Beschränkungen dahingefallen sein könnte (vgl. BGE 106 Ia 383 ff.). Es kam zum Schluss, diese Voraussetzungen seien im vorliegenden Fall nicht erfüllt, weshalb keine Gründe vorlägen, im Rahmen einer akzessorischen Prüfung auf die Rechtmässigkeit des Quartierplanes zurückzukommen.\n\n|4|\n\nGegen die allgemeinen Ausführungen des Verwaltungsgerichtes zur Zulässigkeit der akzessorischen Prüfung von Nutzungsplänen ist nichts einzuwenden. Indessen machte A. vor Verwaltungsgericht sinngemäss eine teilweise Nichtigkeit des Quartiererschliessungsplanes geltend, indem sie einen nach ihrer Auffassung schwerwiegenden und leicht erkennbaren Mangel des im Plan angeordneten Baurechts rügte (vgl. BGE 111 Ib 221 E. 5b). Auch beinhaltet die Anordnung, es sei ein Baurecht zu begründen, die Verpflichtung zur Einräumung eines Rechtes an einen Dritten; sie geht daher klarerweise über eine blosse Eigentumsbeschränkung hinaus. Das Verwaltungsgericht hätte daher auf die Rüge eintreten müssen, da eine allfällige Nichtigkeit eines Verwaltungsaktes, also seine absolute Unwirksamkeit, jederzeit und von sämtlichen staatlichen Instanzen von Amtes wegen zu beachten ist (vgl. BGE 111 Ib 221 E. 5b; 101 II 151 E. 3; FRITZ GYGI, Verwaltungsrecht, Bern 1986, S. 306).\n\nDas Verwaltungsgericht ist demnach zu Unrecht auf die von A. im Zusammenhang mit dem Quartiererschliessungsplan aufgeworfene Frage der Nichtigkeit nicht eingegangen. Sein Nichteintretensentscheid stellt somit eine formelle Rechtsverweigerung dar.\n\nDas Verwaltungsgericht hätte prüfen müssen, ob mit der umstrittenen Bestimmung im Quartiererschliessungsplan überhaupt ein Baurecht verfügt werden könnte, was zumindest fraglich erscheint. Diese Prüfung ist nachzuholen. Ergibt sich dabei die Nichtigkeit der genannten Bestimmung, so kann das Baurecht allenfalls durch formelle Enteignung erwirkt werden, wobei es unklar ist, ob das kantonale Recht dafür im vorliegenden Fall eine gesetzliche Grundlage bietet. Denkbar wäre wohl auch, den Quartierplan durch die vom Gemeinderat Arosa ursprünglich beabsichtigte Landumlegung zu ergänzen. Wie es sich letztlich damit verhält, ist aber nicht im vorliegenden Verfahren zu prüfen, denn es ist nicht Sache des Bundesgerichtes, im staatsrechtlichen Beschwerdeverfahren als einzige Instanz über Fragen zu befinden, die von den kantonalen Behörden zu Unrecht nicht behandelt worden sind."}