{"annee": "115", "cour": "IA", "page": "73", "date": "27/1/1989", "cite": ["80 I 194", "73 I 220", "62 I 74", "103 IA 159", "111 IA 44", "60 I 342"], "cite_par": ["123 I 289", "137 I 273", "123 I 325", "115 IA 212"], "chapeau": "12. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 27. Januar 1989 i.S. X. gegen Kantone Basel-Stadt und Nidwalden (staatsrechtliche Beschwerde)", "regestes": ["Art. 46 al. 2 Cst.; décision préjudicielle portant sur les conditions subjectives d'assujettissement; point de départ du délai pour former un recours de droit public en matière de double imposition."], "faits": "BGE 115 Ia 73 S. 73\n\nX., seit über 25 Jahren Werkmeister bei einer Firma in Münchenstein/BL, hatte seit anfangs 1949 Wohnsitz in der Stadt Basel, wo er auch besteuert wurde. Am 19. August 1982 meldete er sich auf der Einwohnerkontrolle und Steuerverwaltung Basel-Stadt nach Dallenwil/NW ab.\n\nAuf den 24. April 1985 meldete er sich in Basel als Wochenaufenthalter wieder an. Die Steuerverwaltung Basel-Stadt forderte von ihm die Steuererklärung 1985, die er am 21. März 1986 unter Hinweis auf die Erfüllung der Steuerpflicht im Kanton Nidwalden leer einreichte. Nach Abklärung seiner Wohnverhältnisse in Basel (unmöblierte 2-Zimmer-Wohnung, Miete Fr. 530.-- monatlich) und Dallenwil (1-Zimmer-Studio, Monatsmiete Fr. 320.--) erklärte ihn die Steuerverwaltung Basel-Stadt mit Verfügung vom 9. Mai 1986 kraft seiner persönlichen Zugehörigkeit (Wohnsitz) ab 24. April 1985 für in Basel-Stadt steuerpflichtig. Auf eine Einsprache vom 25. Juni 1986 gegen diese Verfügung trat sie wegen Verspätung mit Entscheid vom 26. Januar 1987 nicht ein.\n\nInzwischen hatte die Steuerverwaltung Basel-Stadt festgestellt, dass er beim angeblichen Zuzug vom 24. April 1985 dieselbe BGE 115 Ia 73 S. 74Adresse angegeben hatte, an der er schon vor der Abmeldung im Jahre 1982 wohnte, und die seit mindestens 1980 gemietete 2-Zimmer-Wohnung nie aufgegeben hatte. Mit Verfügung vom 25. November 1986 erklärte sie ihn daher auch für die Zeit vom 15. August 1982 bis 23. April 1985 in Basel-Stadt für steuerpflichtig. Gegen diese Verfügung erhob er keine Einsprache.\n\nDie von ihm neuerdings geforderten Steuererklärungen für sein Einkommen der Jahre 1982 bis 1985 verweigerte er weiterhin und reichte nur am 5. Mai 1987 eine Kopie seiner Steuererklärung 1987/88 für den Kanton Nidwalden ein.\n\nAm 29. September 1987 veranlagte ihn deshalb die Steuerverwaltung Basel-Stadt, gestützt auf die Steuererklärung 1987/88 für den Kanton Nidwalden und ihre Erkundigungen bei der Arbeitgeberfirma, nach Ermessen zu Nachsteuern vom Einkommen 1982 bis 1985 von Fr. 30'862.50 nebst Verzugszinsen sowie zu einer Strafsteuer von Fr. 1'000.--.\n\nAuf seine Einsprache gegen diese Nach- und Strafsteuerverfügung, mit der er nur seine Steuerpflicht in Basel bestritt, trat die Steuerverwaltung mit Einspracheentscheid vom 1. März 1988 nicht ein, weil über die Steuerhoheit bereits rechtskräftig entschieden sei.\n\nGegen diesen Einspracheentscheid führt X. staatsrechtliche Beschwerde wegen Doppelbesteuerung gegen die Kantone Nidwalden und Basel-Stadt für die Steuerjahre 1982 (ab 15. August) bis 1985. Er beantragt, der Steueranspruch des Kantons Nidwalden sei zu schützen und das Nach- und Strafsteuerverfahren im Kanton Basel-Stadt abzuwenden.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Erwägungen:\n\n2. a) Nach Art. 86 Abs. 2 und Art. 89 Abs. 3 OG ist eine staatsrechtliche Beschwerde wegen Doppelbesteuerung (Art. 46 Abs. 2 BV) spätestens im Anschluss an die Geltendmachung des zweiten der einander allenfalls ausschliessenden Steueransprüche zu erheben, wobei der kantonale Instanzenzug nicht ausgeschöpft zu werden braucht, aber gegenüber dem angefochtenen Entscheid die 30tägige Beschwerdefrist eingehalten werden muss. Ist die Beschwerde im Anschluss an die zweite Veranlagung rechtzeitig eingereicht worden, so wird auch die mitangefochtene frühere, in einem anderen Kanton ergangene Veranlagung in das BGE 115 Ia 73 S. 75Beschwerdeverfahren einbezogen (BGE 111 Ia 46 E. 1a; Urteil vom 10. Oktober 1980, ASA 52 S. 171 E. 1, je mit weiteren Hinweisen).\n\nb) Nach den vom Kantonalen Steueramt Nidwalden eingereichten (unvollständigen) Akten erfolgte die Veranlagung für die Steuerjahre 1982 bis 1985 im Kanton Nidwalden auf jeden Fall vor dem Datum der Rechnung vom 30. Juni 1985 für die Steuer jenes Jahres, also lange vor Einreichung der staatsrechtlichen Beschwerde. Der Beschwerdeführer hat die 30tägige Beschwerdefrist einzig gegenüber dem Einspracheentscheid der Steuerverwaltung Basel- Stadt vom 1. März 1988 gewahrt. In jenem Entscheid trat jedoch die Steuerverwaltung Basel-Stadt auf die Einsprache nicht ein, weil über die Steuerhoheit des Kantons mit den nach kantonalem Recht endgültig gewordenen Vorentscheiden vom 9. Mai und 25. November 1986 bereits rechtskräfig entschieden sei. Es fragt sich deshalb, ob die staatsrechtliche Beschwerde wegen Doppelbesteuerung gegen die Kantone Nidwalden und Basel-Stadt zulässig ist.\n\n3. Der Beschwerdeführer erwirkte die beiden Vorentscheide der Steuerverwaltung Basel-Stadt über seine unbeschränkte Steuerpflicht ab 24. April 1985 (Verfügung vom 9. Mai 1986) und für die Zeit vom 15. August 1982 bis 23. April 1985 (Verfügung vom 25. November 1986), indem er seine Steuerpflicht bestritt und die Abgabe der Steuererklärung 1985 verweigerte.\n\nBestreitet der zur Veranlagung Herangezogene die Steuerhoheit des Kantons, so muss dieser zuerst aufgrund von Art. 46 Abs. 2 BV über die Steuerhoheit entscheiden und der Vorentscheid über die subjektive Steuerpflicht rechtskräftig werden, bevor das Veranlagungsverfahren fortgesetzt werden darf, es sei denn, das Bundesgericht habe bereits in einem früheren staatsrechtlichen Verfahren bei gleicher Sachlage die Steuerhoheit des Veranlagungskantons bejaht (BGE 103 Ia 160 E. 1; BGE 80 I 199 E. 5; BGE 62 I 75; BGE 60 I 347 E. 2, mit Hinweisen; weitere Entscheidungen bei LOCHER, Doppelbesteuerung, § 1 III A 1 Nrn. 7 und 10 sowie § 10 II Nr. 15). Gegen den Vorentscheid über die Steuerhoheit kann der in Anspruch Genommene zunächst kantonale Rechtsmittel erheben oder nach Art. 86 Abs. 2 OG auch direkt mit staatsrechtlicher Beschwerde wegen Doppelbesteuerung ans Bundesgericht gelangen. Macht er von den kantonalen Rechtsmitteln nicht (oder nicht fristgerecht) Gebrauch, so beginnt indessen die Frist für die staatsrechtliche Beschwerde schon mit dem Vorentscheid zu laufen. Der dem Bürger zuerkannte Anspruch auf rechtskräftige Vorausbeurteilung BGE 115 Ia 73 S. 76der bestrittenen Steuerhoheit liegt zwar im Interesse des Steuerpflichtigen. Doch kann daraus umgekehrt nicht abgeleitet werden, der Steuerpflichtige, der einen solchen Vorentscheid über die Steuerhoheit bewirkt, könne im nachfolgenden Veranlagungsverfahren jederzeit auf den nach kantonalem Recht rechtskräftig gewordenen Vorentscheid zurückkommen. Einem solchen Vorgehen steht vielmehr die Rechtskraft jenes Entscheides entgegen. Die staatsrechtliche Beschwerde gegen die im weiteren Veranlagungsverfahren ergangenen Hoheitsakte steht ihm deshalb nur noch zu, soweit diese neue, noch nicht beurteilte Fragen des Doppelbesteuerungsrechts entstehen lassen (BGE 73 I 222).\n\nEin solcher Fall liegt hier jedoch nicht vor. Auf die staatsrechtliche Beschwerde kann daher nicht eingetreten werden. Damit entfällt auch die Möglichkeit, die im Kanton Nidwalden erfolgte Veranlagung in das Verfahren einzubeziehen."}