{"annee": "115", "cour": "II", "page": "213", "date": "25/5/1989", "cite": ["95 II 605", "107 II 211", "106 II 329", "112 II 26", "109 IB 246", "106 IB 199", "97 I 268", "85 II 609", "113 IB 327", "103 IB 372", "87 I 311"], "cite_par": ["118 II 243", "144 I 214"], "chapeau": "37. Estratto della sentenza 25 maggio 1989 della II Corte civile nella causa X e Y contro Dipartimento di giustizia della Repubblica e Cantone del Ticino (ricorso di diritto amministrativo)", "regestes": ["Inscription au registre foncier d'un droit d'habitation sujet à clauses résolutoires (art. 776 ss CC, art. 12 ORF). 1. Possibilité de produire pour la première fois, avec un recours de droit administratif, des pièces qui auraient pu déjà être soumises au conservateur du registre foncier (art. 105 OJ; consid. 2). 2. Un droit d'habitation peut être sujet à clauses résolutoires, qu'il s'agisse de la séparation ou du divorce des parties, du prédécès de celui qui le concède ou du nouveau mariage de celle à laquelle il appartient; si le fait que la condition se réalise ne suffit pas à éteindre le droit, mais qu'il faille encore observer une procédure déterminée, l'acte constitutif de la servitude doit contenir toutes les indications sur la voie à suivre (période d'attente, congé, versement d'une indemnité) en précisant les termes, les modes et les formes à observer (consid. 3, 4 et 5)."], "faits": "BGE 115 II 213 S. 214\n\nA.- Il signor X ha concesso alla signora Y, il 13 giugno 1988, un diritto di abitazione gratuito su un appartamento della propria villa. Il contratto sarebbe entrato in vigore con il matrimonio delle parti e si sarebbe estinto con la separazione, il divorzio o - in caso di premorienza del concedente - con le nuove nozze dell'usuaria. Inoltre, ove il concedente fosse deceduto in epoca anteriore al 1o gennaio 1993, 1998, 2003 o 2008, il diritto di abitazione sarebbe durato ancora due, rispettivamente tre, quattro o cinque anni dopo la morte. Scaduto questo periodo la servitù non si sarebbe estinta da sola, ma il nuovo proprietario del fondo avrebbe avuto facoltà di dare disdetta alla beneficiaria con un termine di dodici mesi per sgomberare l'appartamento; la cancellazione del diritto dal registro fondiario avrebbe richiesto, in tale ipotesi, il consenso scritto dell'usuaria e l'attestazione con cui la medesima dichiarava di aver ricevuto l'indennizzo pattuito di Fr. 500'000.-- adeguato all'indice nazionale dei prezzi al consumo il giorno della cancellazione.\n\nBGE 115 II 213 S. 215\n\nB.- L'Ufficio dei registri del Distretto di Locarno ha rifiutato l'iscrizione della servitù. Statuendo l'11 agosto 1988 sull'istanza introdotta il 9 agosto dal notaio, ha rilevato che la validità del contratto soggiaceva al matrimonio delle parti e che in ogni modo le condizioni risolutive stabilite nel rogito non erano ammissibili. I contraenti e il notaio sono insorti il 15 settembre 1988 al Dipartimento di giustizia del Cantone Ticino, autorità di vigilanza sul registro fondiario, che il 29 novembre 1988 ha dichiarato irricevibile il gravame del notaio e respinto quello delle parti.\n\nC.- X et Y hanno presentato il 16 gennaio 1989 un ricorso di diritto amministrativo al Tribunale federale in cui chiedono che la decisione dell'autorità di vigilanza sia annullata e che all'ufficiale del registro fondiario sia fatto ordine di iscrivere il diritto di abitazione così com'è stato stipulato.", "considerants": "Dai considerandi:\n\n2. Il concedente e l'usuaria del diritto di abitazione si sono sposati il 18 giugno 1988, cinque giorni dopo la firma dell'atto pubblico. Al momento in cui il notaio ha chiesto di iscrivere la servitù nel registro fondiario (9 agosto 1988) la condizione sospensiva prevista nel contratto si era dunque verificata. L'autorità di vigilanza ha giudicato il fatto ininfluente perché ignoto all'ufficiale del registro e perché non dimostrato. Il primo motivo non può essere condiviso: certo, l'ufficiale decide per principio sulla sola base dei documenti che gli sono prodotti (DTF 112 II 29 in fine); ciò non toglie che davanti all'autorità di vigilanza sia lecito allegare elementi nuovi - quanto meno ove siano anteriori al rigetto dell'iscrizione - anche se avrebbero già potuto essere sottoposti all'ufficiale (DESCHENAUX, Das Grundbuch, in: Schweizerisches Privatrecht, vol. V, tomo 3/I, pag. 189 nota 31a e pag. 572 nota 34a). Il secondo motivo addotto dall'autorità è, di contro, pertinente e le parti nemmeno pretendono che il loro matrimonio non dovesse essere documentato; da questo profilo la decisione cantonale è ineccepibile. Se non che, al ricorso di diritto amministrativo le parti accludono il loro atto di matrimonio: la questione è di sapere se si possa tener conto del nuovo mezzo probatorio.\n\nL'art 105 OG abilita il Tribunale federale a controllare d'ufficio gli accertamenti di fatto (cpv. 1), salvo che l'autorità inferiore sia un tribunale cantonale o una commissione di ricorso; in tale caso BGE 115 II 213 S. 216possono essere rettificate solo constatazioni manifestamente inesatte, incomplete o accertate violando norme essenziali di procedura (cpv. 2). La possibilità di invocare nuovi mezzi di prova in un ricorso di diritto amministrativo soggiace una volta ancora all'art. 105 OG: se, di regola, tale facoltà è data quand'anche le prove avrebbero già potuto essere offerte sul piano cantonale, nell'ipotesi dell'art. 105 cpv. 2 OG essa è limitata in larga misura (DTF 113 Ib 331 consid. 2b, DTF 109 Ib 248 consid. 3b e rinvii). Ora, contrariamente all'opinione di DESCHENAUX (op.cit., pag. 202 e 582), un'autorità di vigilanza sul registro fondiario non è sempre e per forza una commissione di ricorso nel senso dell'art. 105 cpv. 2 OG. Solo un organo cui può essere riconosciuta l'indipendenza di un tribunale gode di simile prerogativa: non, quindi, una commissione presieduta da un Consigliere di Stato (DTF 103 Ib 372) e neppure un Consiglio di Stato statuente come autorità di ricorso (DTF 106 Ib 202 consid. 1b). Un singolo Dipartimento, a maggior ragione, non rientra nelle previsioni dell'art. 105 cpv. 2 OG. Poco importa che la tenuta del registro fondiario sia, nella prospettiva del diritto civile, un atto di giurisdizione non contenziosa: le regole enunciate in materia dal Codice civile rimangono di diritto pubblico (DTF 97 I 270 consid. 1) e la procedura di ricorso al Tribunale federale ha carattere amministrativo. Non si giustifica pertanto un'interpretazione dell'art. 105 cpv. 2 OG in contrasto con la giurisprudenza.\n\nDa quanto esposto discende che il nuovo mezzo di prova addotto dai ricorrenti può essere considerato ai fini del giudizio in virtù dell'art. 105 cpv. 1 OG. Se il diritto di abitazione fosse stato soggetto unicamente al matrimonio delle parti, il Tribunale federale potrebbe prendere atto in questa sede che la condizione sospensiva si è verificata e invitare senz'altro l'ufficiale del registro fondiario a iscrivere la servitù (art. 114 cpv. 2 OG). Nel contratto firmato dai ricorrenti, tuttavia, figurano anche condizioni risolutive. Sapere se le stesse siano compatibili con gli art. 776 segg. CC è un problema di diritto federale che dev'essere esaminato senza riguardo ai motivi su cui si fonda la decisione impugnata e alle censure sollevate dai ricorrenti (art. 114 cpv. 1 seconda frase OG).\n\n3. Il Tribunale federale ha già avuto modo di ribadire, nonostante l'avviso contrario di alcuni autori, che una servitù vincolata a condizioni sospensive o risolutive non può essere iscritta nel registro fondiario; condizioni del genere sarebbero BGE 115 II 213 S. 217inconciliabili con le esigenze di chiarezza e sicurezza, renderebbero più difficili le mansioni dell'ufficiale e complicherebbero oltre misura la tenuta del registro (DTF 87 I 315 consid. 2). Un cambiamento di prassi è intervenuto nel 1980, quando è stata ammessa la possibilità di iscrivere nel registro fondiario un diritto di abitazione destinato a cessare con le nuove nozze dell'usuaria. Il Tribunale federale ha osservato allora che, in ogni caso, un diritto di abitazione si estingue con la morte del titolare (art. 776 cpv. 2 e 3 in relazione con l'art. 749 cpv. 1 CC), ossia in un momento che non può essere predeterminato; tale circostanza non potendosi accertare sulla base del registro fondiario, chi desidera sapere se la servitù sussista deve svolgere un'altra ricerca. La fattispecie non è sostanzialmente diversa se la condizione risolutiva è costituita dalle nuove nozze dell'usuaria: l'accertamento del nuovo matrimonio richiede bensì un'indagine complementare, la quale si esaurisce tuttavia - come per l'accertamento del decesso - in una domanda all'ufficio dello stato civile o, trattandosi di acquistare un diritto reale sul fondo, nel chiedere al dante causa un documento che dimostri le nuove nozze o il decesso dell'usuaria (DTF 106 II 331 consid. 3c).\n\n4. Nel caso in rassegna non occorre decidere a titolo generale se l'esistenza di un diritto reale limitato, e segnatamente di una servitù, possa essere sottoposta a condizioni sospensive o risolutive. Il litigio riguarda soltanto il diritto di abitazione (art. 776-778 CC) che, come sottolinea con pertinenza l'Ufficio federale di giustizia, è stato disciplinato dal legislatore in maniera sommaria e lacunosa rispetto all'uso e all'applicazione che ne sono fatti attualmente.\n\na) Anzitutto è necessario correggere la tesi secondo cui sarebbe in contrasto con l'art. 12 RRF iscrivere nel registro fondiario una servitù condizionata (DTF 85 II 615 consid. 4): è la richiesta all'ufficiale del registro che in ossequio a tale norma dev'essere senza condizioni e riserve, non il diritto da iscrivere (DESCHENAUX, op.cit., pag. 277; LIVER in: Zürcher Kommentar, 2a edizione, nota 69 ad art. 730 CC). L'inammissibilità di servitù condizionate deriva - come si è visto - dalle esigenze di chiarezza, sicurezza e compiutezza del registro fondiario; il suo scopo è quello di tutelare la funzione del registro, ossia il principio di pubblicità (art. 970 CC), e non solo di agevolare il compito dell'ufficiale. Ciò posto, è vero che il divieto di iscrivere servitù soggette a condizioni non discende dal concetto stesso di diritto reale limitato (REY in: BGE 115 II 213 S. 218Berner Kommentar, 2a edizione, nota 134 ad art. 730 CC; RIEMER, Die beschränkten dinglichen Rechte, Berna 1986, pag. 53 n. 20). Non lede, in particolare, l'istituto della servitù personale intrasferibile un diritto di abitazione che cessa con il divorzio, la separazione, le nuove nozze dell'usuaria o con la premorienza del concedente, anche se in quest'ultimo caso si riservano, oltre a una certa durata minima, l'obbligo di una disdetta e il versamento di un'indennità da parte del nuovo proprietario del fondo. Il desiderio di vincolare un diritto di abitazione a clausole risolutive che non siano solo la morte dell'usuario può perfino essere sorretto da interessi legittimi, così come il proposito di rendere opponibili a un terzo acquirente del fondo patti che senza iscrizione avrebbero semplice portata bilaterale e obbligatoria. Il problema è di sapere se le esigenze di chiarezza, sicurezza e compiutezza cui deve attenersi il registro fondiario permettano di iscrivere condizioni risolutive come quelle stipulate dai ricorrenti.\n\nb) Che un diritto di abitazione destinato a estinguersi con le nuove nozze del titolare possa essere iscritto nel registro fondiario è, oggi, fuori dubbio (DTF 106 II 331 consid. 3c). Il divorzio delle parti o la premorienza del concedente (che in concreto lascia sussistere il diritto per una durata minima predeterminata) sono condizioni risolutive accertabili alla stessa stregua di un nuovo matrimonio; del resto il decesso del titolare, che è una causa legale di estinzione, non può essere verificato nel registro fondiario e implica un'ulteriore indagine. Appare eccessivo, quindi, pretendere che il principio di pubblicità si estenda non soltanto a eventuali condizioni risolutive, ma anche al loro avverarsi, nel senso che il compimento di queste debba evincersi dal registro medesimo (al proposito: PIOTET, Les droits réels limités en général, in: Traité de droit privé suisse, vol. V/3, pag. 38 nota 26; SCHATZMANN, Eintragungsfähigkeit der dinglichen Rechte und Prüfungspflicht des Grundbuchverwalters, tesi, Berna 1939, pag. 88 seg.). Appare eccessivo altresì pretendere che l'evento in questione debba risultare da registri pubblici (di tale parere: ZOBL, Der zulässige Inhalt von Dienstbarkeiten, tesi, Zurigo 1976, pag. 65 supra): decisivo è ch'esso abbia a emergere da un documento univoco, non suscettibile di interpretazione o apprezzamento. L'eventuale separazione dei coniugi, seppure non figurerà in registri pubblici, risulterà da una sentenza del giudice e potrà essere accertata in modo indiscutibile. Quanto alla durata minima del diritto in caso di premorienza del concedente, essa è già fissata nell'atto di BGE 115 II 213 S. 219costituzione e non lascia spazio a incertezze: può, di conseguenza, essere iscritta nel registro fondiario.\n\nc) Più delicato è chiarire se sia compatibile con il principio di pubblicità, e in specie con le esigenze di sicurezza, iscrivere nel registro fondiario le note modalità di disdetta (lettera raccomandata, termine di preavviso) e l'obbligo di versare un indennizzo (entità, adeguamento al rincaro), presupposti cumulativi la cui corretta osservanza può richiedere altre indagini. A questo riguardo bisogna considerare, intanto, che per espressa norma di legge un diritto di abitazione non è cedibile (art. 776 cpv. 2 CC): una clausola risolutiva non può ledere dunque gli interessi di un terzo cessionario. Non può neppure, come ben rileva l'Ufficio federale di giustizia, recar danno agli interessi di chi detiene diritti reali limitati posteriori al diritto di abitazione (ipoteche, servitù, oneri fondiari), né gli interessi di normali creditori sprovvisti di ipoteche: tutti costoro non possono che essere avvantaggiati dall'esistenza di una condizione suscettibile di por fine a un diritto reale e di diminuire l'aggravio del fondo. È semmai nell'interesse del proprietario dimostrare che la condizione risolutiva si è adempiuta e che il diritto di abitazione si è estinto: ad esempio se intende ottenere nuovi mutui da creditori in possesso di ipoteche accese dopo il diritto di abitazione.\n\nNon diversa è la situazione del terzo acquirente del fondo. Anch'egli ha un interesse manifesto - come i titolari di diritti reali limitati e i normali creditori - a che il registro fondiario sia chiaro, completo e affidabile. Nondimeno, se un diritto di abitazione è vincolato a una o più clausole risolutive figuranti nel libro mastro o nei documenti giustificativi, egli non potrà sostenere di aver ignorato tale circostanza, ma sarà tenuto a svolgere le debite indagini e a informarsi se le condizioni si siano adempiute o in che modo possano adempiersi (LIVER, op.cit., nota 70 ad art. 730 CC). Ciò non comporta ricerche defatiganti: basta esaminare l'atto costitutivo del diritto di abitazione (che deve contenere, come nella fattispecie, tutti i ragguagli sulla via da seguire nel caso in cui si verifichi la condizione risolutiva) e invitare il proprietario del fondo a ostendere ogni documento utile a provare i passi già compiuti. Il terzo sa esattamente quali siano tali passi: le esigenze di chiarezza, sicurezza e compiutezza del registro fondiario sono rispettate. Anche una ponderazione degli opposti interessi non induce ad altro giudizio: la necessità di consultare l'atto costitutivo BGE 115 II 213 S. 220del diritto di abitazione e di chiedere al proprietario del fondo i documenti che dimostrino il verificarsi di condizioni risolutive o gli atti compiuti dopo il verificarsi di queste non implicano ricerche di durata esorbitante o di esito incerto, ma possono ragionevolmente essere pretese da ogni interessato.\n\nd) Rimane da domandarsi se la richiesta di iscrivere (o di cancellare) un diritto di abitazione legato a condizioni risolutive sia conciliabile con il potere d'esame che spetta all'ufficiale del registro (DTF 107 II 213 consid. 1) e non complichi oltre misura la tenuta del registro stesso. Nessuno dei due quesiti, in realtà, ha portata pratica. L'ufficiale non deve né valutare l'opportunità delle condizioni risolutive e delle eventuali procedure di adempimento, né decidere - in presenza di una richiesta di cancellazione firmata dall'usuario (art. 964 cpv. 1 CC) - se il diritto si sia davvero estinto. Tutt'al più ci si potrebbe interrogare se il proprietario del fondo sia abilitato egli pure a chiedere la cancellazione (art. 976 CC) - come in caso di morte dell'usuario (DTF 95 II 611 infra) - documentando all'ufficiale l'adempimento di una condizione nei modi e nelle forme previste dall'atto costitutivo. Il problema esula però dal caso in esame, ove la richiesta di cancellazione potrà aver luogo, nell'unica ipotesi che implica una procedura di adempimento, \"solo su espresso consenso scritto della beneficiaria\": quest'ultimo costituendo in ogni modo una procura, non sussistono più dubbi sulla legittimazione ad agire del concedente (DESCHENAUX, op.cit., pag. 300 nota 21); dovesse la beneficiaria rifiutarsi di rilasciare il proprio consenso, sarà il giudice a decidere, non l'ufficiale del registro (LIVER, op.cit., nota 26 ad art. 734 CC).\n\n5. Giovi aggiungere che tanto il diritto tedesco quanto il diritto austriaco, i cui registri immobiliari più si avvicinano nel sistema di pubblicità al diritto svizzero, permettono l'iscrizione di servitù soggette a condizioni risolutive (LIVER, op.cit., nota 67 ad art. 730 CC; per il diritto tedesco: STAUDINGER/RING, Kommentar zum Bürgerlichen Gesetzbuch, 12a edizione, nota 34 al § 1018; FALCKENBERG in: Münchner Kommentar, Monaco 1981, nota 7 al § 1018 BGB; ROTHE in: Das Bürgerliche Gesetzbuch, Kommentar, 12a edizione, nota 21 al § 1018; SOERGEL/BAUR, Bürgerliches Gesetzbuch, 11a edizione, nota 45 al § 1018; per il diritto austriaco: PETRASCH in: Rummel, Kommentar zum Allgemeinen bürgerlichen Gesetzbuch, Vienna 1983, nota 1 al § 527; GSCHNITZER, Österreichisches Sachenrecht, 2a edizione, BGE 115 II 213 S. 221pag. 176 n. 6). Non sembra che ciò abbia dato luogo finora a difficoltà o inconvenienti particolari. Tanto meno risulta aver compromesso la sicurezza giuridica."}