{"annee": "115", "cour": "IB", "page": "37", "date": "27/1/1989", "cite": ["112 V 51", "101 V 87", "106 V 53", "111 V 387", "110 V 48", "104 V 201", "112 V 55"], "cite_par": ["123 V 274", "131 V 444", "119 V 156", "117 V 1", "122 IV 270", "135 I 28", "129 V 237", "127 III 403", "127 V 301"], "chapeau": "5. Urteil der II. öffentlichrechtlichen Abteilung vom 27. Januar 1989 i.S. Dr. W. gegen Fondation institution supplétive LPP und Eidgenössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge (Verwaltungsgerichtsbeschwerde)", "regestes": ["Affiliation obligatoire à l'institution supplétive de la LPP. 1. Les critères juridiques de l'AVS sont déterminants pour décider de la qualité de salarié au sens de la LPP, sans toutefois que le statut de cotisant dans l'AVS soit formellement obligatoire (consid. 4). 2. Du point de vue des assurances sociales, les contributions versées en raison de la collaboration à l'entreprise du mari au sens de l'art. 165 al. 1 CC doivent être traitées comme du salaire en espèces (consid. 5)."], "faits": "BGE 115 Ib 37 S. 37\n\nDr. W. betreibt ein Rechts- und Wirtschaftsbüro, in dem seine Ehefrau mitarbeitet. Im Jahre 1985 richtete Dr. W. seiner Ehefrau für die Arbeit im Büro ein Entgelt von Fr. 36'000.-- aus, auf welchem Betrag er als Arbeitgeber mit der zuständigen Ausgleichskasse der Alters- und Hinterlassenenversicherung (AHV) abrechnete und die paritätischen Beiträge ablieferte. Im Anschluss an das Inkrafttreten des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG; SR 831.40) auf den 1. Januar 1985 machte das Amt für berufliche Vorsorge und BGE 115 Ib 37 S. 38Stiftungsaufsicht des Kantons Bern Dr. W. mit Schreiben vom 18. Juni 1986 darauf aufmerksam, er habe sich einer Vorsorgeeinrichtung nach BVG anzuschliessen; denn aus einer Meldung der Ausgleichskasse gehe hervor, dass er nach BVG obligatorisch versicherte Arbeitnehmer beschäftige.\n\nDa Dr. W. sich nicht zu einem Anschluss an eine Vorsorgeeinrichtung bereitfand, verfügte die Stiftung Auffangeinrichtung BVG (Fondation institution supplétive LPP) am 10. Dezember 1987 rückwirkend ab 1. Januar 1985 den Zwangsanschluss des Dr. W. als Arbeitgeber an die Auffangeinrichtung.\n\nDie hiegegen eingereichte Beschwerde wies die Eidgenössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge mit Entscheid vom 27. April 1988 ab.\n\nMit Verwaltungsgerichtsbeschwerde beantragt Dr. W. die Aufhebung des verfügten, vorinstanzlich bestätigten Zwangsanschlusses an die Auffangeinrichtung.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. Nach Art. 74 BVG setzt der Bundesrat eine von der Verwaltung unabhängige Beschwerdekommission ein (Abs. 1), welche insbesondere nach Abs. 2 lit. c Beschwerden beurteilt, die sich gegen Verfügungen der Auffangeinrichtung betreffend den Anschluss von Arbeitgebern richten. Entscheide der Beschwerdekommission, für deren Verfahren das VwVG gilt (Abs. 3), können mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden (Abs. 4).\n\nNach diesen Verfahrensbestimmungen ist die sachliche und funktionelle Zuständigkeit des Bundesgerichts zur Beurteilung der vorliegenden Sache gegeben. Auch die übrigen Prozessvoraussetzungen sind unbestrittenerweise erfüllt, so dass auf die Verwaltungsgerichtsbeschwerde einzutreten ist. Die Kognition des Bundesgerichts als Spiegelbild der zulässigen Beschwerdegründe ergibt sich aus Art. 104 lit. a OG und Art. 105 Abs. 2 OG.\n\n2. a) Das BVG regelt die berufliche Vorsorge (Art. 1 Abs. 1 BVG). Das Gesetz erklärt die Versicherung als obligatorisch für Arbeitnehmer, die das 17. Altersjahr vollendet haben und bei einem Arbeitgeber einen Jahreslohn von mehr als Fr. 16'560.-- (ab 1. Januar 1986 bis 31. Dezember 1987: Fr. 17'280.--) beziehen BGE 115 Ib 37 S. 39(Art. 2 Abs. 1 BVG in Verbindung mit Art. 5 der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2; SR 831.441.1) in den bis Ende 1987 gültig gewesenen Fassungen). Zu versichern ist der Teil des Jahreslohnes zwischen Fr. 16'560.-- bzw. Fr. 17'280.-- und Fr. 49'680.-- bzw. Fr. 51'840.--. Dieser Teil wird koordinierter Lohn genannt (Art. 8 Abs. 1 BVG). Nach Art. 2 Abs. 2 BVG bestimmt der Bundesrat, welche Arbeitnehmer aus besondern Gründen nicht der obligatorischen Versicherung unterstellt sind. Von dieser delegierten Rechtsetzungskompetenz hat der Bundesrat, soweit vorliegend von Bedeutung, in Art. 1 BVV 2 folgenden Gebrauch gemacht:\n\n1 Folgende Arbeitnehmer sind der obligatorischen Versicherung nicht unterstellt:\n\na. Arbeitnehmer, deren Arbeitgeber gegenüber der AHV nicht beitragspflichtig ist;\n\nb. Arbeitnehmer mit einem befristeten Arbeitsvertrag von höchstens drei Monaten. Wird das Arbeitsverhältnis über die Dauer von drei Monaten hinaus verlängert, so sind sie von dem Zeitpunkt an versichert, in dem die Verlängerung vereinbart wurde;\n\nc. Arbeitnehmer, die nebenberuflich tätig sind und bereits für eine hauptberufliche Erwerbstätigkeit obligatorisch versichert sind oder im Hauptberuf eine selbständige Erwerbstätigkeit ausüben;\n\nd. Personen, die im Sinne der IV zu mindestens zwei Dritteln invalid sind;\n\ne. die folgenden Familienglieder des Betriebsleiters, die in einem landwirtschaftlichen Betrieb mitarbeiten:\n\n1. die Verwandten des Betriebsleiters in auf- und absteigender Linie sowie ihre Ehegatten;\n\n2. die Schwiegersöhne des Betriebsleiters, die voraussichtlich den Betrieb zur Selbstbewirtschaftung übernehmen werden.\n\n2 Arbeitnehmer, die nicht oder voraussichtlich nicht dauernd in der Schweiz tätig sind und im Ausland genügend versichert sind, werden von der obligatorischen Versicherung befreit, wenn sie ein entsprechendes Gesuch an die Vorsorgeeinrichtung stellen.\n\nArbeitnehmer, die bei einem Arbeitgeber einen Jahreslohn von mehr als Fr. 16'560.-- bzw. Fr. 17'280. beziehen, unterstehen ab 1. Januar nach Vollendung des 17. Altersjahres für die Risiken Tod und Invalidität, ab 1. Januar nach Vollendung des 24. Altersjahres auch für das Alter der obligatorischen Versicherung (Art. 7 Abs. 1 BVG in Verbindung mit Art. 5 BVV 2). Der Lohn entspricht dem massgebenden Lohn nach dem Bundesgesetz über die Alters- und Hinterlassenenversicherung (AHVG; SR 831. 10); der Bundesrat BGE 115 Ib 37 S. 40kann Abweichungen zulassen (Art. 7 Abs. 2 BVG). Art. 2 ff. BVV 2 enthält nähere Bestimmungen zum Begriff des koordinierten Lohnes.\n\nb) Von diesen Normen über die obligatorische Versicherung der Arbeitnehmer sind die Bestimmungen über die obligatorische Versicherung von Selbständigerwerbenden zu unterscheiden. Nach Art. 3 BVG können Berufsgruppen von Selbständigerwerbenden vom Bundesrat auf Antrag ihrer Berufsverbände der obligatorischen Versicherung allgemein oder für einzelne Risiken unterstellt werden. Voraussetzung ist, dass in den entsprechenden Berufen die Mehrheit der Selbständigerwerbenden dem Verband angehören.\n\nc) Freiwillig versichern können sich sodann nach Art. 4 Abs. 1 BVG Arbeitnehmer und Selbständigerwerbende, die der obligatorischen Versicherung nicht unterstellt sind.\n\n3. a) Im Rahmen der Durchführung der obligatorischen Versicherung der Arbeitnehmer trifft den Arbeitgeber eine Vorsorgepflicht. Der Arbeitgeber, der obligatorisch zu versichernde Arbeitnehmer beschäftigt, muss eine in das Register für die berufliche Vorsorge eingetragene Vorsorgeeinrichtung errichten oder sich einer solchen anschliessen (Art. 11 Abs. 1 BVG), wobei der Anschluss rückwirkend erfolgt (Abs. 3). Die Ausgleichskassen der AHV überprüfen, ob die von ihnen erfassten Arbeitgeber einer Vorsorgeeinrichtung angeschlossen sind, und erstatten der kantonalen Aufsichtsbehörde Meldung (Art. 11 Abs. 4 BVG). Die kantonale Aufsichtsbehörde fordert den Arbeitgeber auf, der seiner Pflicht nicht nachkommt, sich innert sechs Monaten anzuschliessen. Nach unbenütztem Ablauf dieser Frist wird der Arbeitgeber der Auffangeinrichtung zum Anschluss gemeldet (Art. 11 Abs. 5 BVG). Die Auffangeinrichtung ist eine Vorsorgeeinrichtung (Art. 60 Abs. 1 BVG), welche insbesondere verpflichtet ist, Arbeitgeber, die ihrer Pflicht zum Anschluss an eine Vorsorgeeinrichtung nicht nachkommen, anzuschliessen (Art. 60 Abs. 2 lit. a BVG). Art. 7 ff. BVV 2 enthält nähere Bestimmungen über die Modalitäten der Anschlusspflicht des Arbeitgebers.\n\nb) Im vorliegenden Fall ist unbestritten, dass die Auffangeinrichtung die gesetzlich und verordnungsmässig vorgeschriebenen Voraussetzungen für einen formell einwandfreien Zwangsanschluss gebührend beachtet hat. Weiter steht fest, dass die vom Beschwerdeführer an seine Ehefrau 1985 ausbezahlten Entgelte in Höhe von Fr. 36'000.-- den massgeblichen Koordinationsabzug BGE 115 Ib 37 S. 41(damals Fr. 16'560.-- bzw. Fr. 17'280.--, heute Fr. 18'000.--) überschritten, so dass unter diesem betraglichen Gesichtspunkt obligatorisch zu versichernder koordinierter Lohn gegeben ist. Streitig und zu prüfen ist dagegen, ob die Ehefrau des Beschwerdeführers als der obligatorischen Versicherung unterstellte Arbeitnehmerin im Sinne von Art. 2 Abs. 1 in Verbindung mit Art. 7 Abs. 1 BVG zu betrachten ist, wie Vorinstanz und Auffangeinrichtung angenommen haben.\n\nc) Wie bereits im vorinstanzlichen Verfahren argumentiert der Beschwerdeführer, unter obligatorisch versichertem Arbeitnehmer im Sinne des BVG könnten nur Personen verstanden werden, die durch einen obligationenrechtlichen Arbeitsvertrag mit einem Arbeitgeber verbunden seien; nur unter dieser Voraussetzung könne von \"Lohn\" - welchen Begriff die Art. 7 f. BVG verwenden - die Rede sein. Im Verhältnis zu seiner Ehefrau bestehe nun aber kein obligationenrechtliches Verhältnis, insbesondere kein Arbeitsvertrag; das Verhältnis gründe auf der ehelichen Partnerschaft.\n\n4. a) Die Rekurskommission hat aufgrund der Lohnbescheinigung vom 10. Januar 1986 für das Bundesgericht verbindlich (Art. 105 Abs. 2 OG) festgestellt, dass der Beschwerdeführer 1985 seiner Ehefrau eine Entschädigung von Fr. 36'000.-- ausrichtete und darauf der Ausgleichskasse die paritätischen Arbeitgeber- und Arbeitnehmerbeiträge erstattete.\n\nNach Art. 5 Abs. 2 Satz 1 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit. Für die im Betrieb des Ehemannes mitarbeitende Ehefrau gilt, ohne Rücksicht auf ihr Alter, nur der Barlohn als massgebender Lohn (Art. 5 Abs. 3 in fine AHVG). Dabei verlangt die Rechtsprechung, dass die Mitarbeit der Ehefrau im Betrieb in zeitlicher oder qualitativer Hinsicht bedeutend ist (ZAK 1969 S. 730 mit Hinweisen). AHV-rechtlich ist die Beschwerdeführerin somit von Gesetzes wegen als Bezügerin von massgebendem Lohn und somit als Unselbständigerwerbende zu betrachten.\n\nEs stellt sich die Frage, ob dieses (zumindest für das Jahr 1985) formell rechtskräftige AHV-Beitragsstatut nicht auch für den Bereich der beruflichen Vorsorge Wirkung entfaltet. Das hätte zur Folge, dass die Ehefrau des Beschwerdeführers hier obligatorisch zu versichern wäre, ohne dass die Arbeitnehmereigenschaft im Sinne von Art. 2 Abs. 1 BVG materiell selbständig zu prüfen wäre.BGE 115 Ib 37 S. 42\n\nb) Im Bereich der Arbeitslosenversicherung erklärte Art. 1 Abs. 1 lit. a des vom 1. April 1977 bis Ende 1983 gültig gewesenen Bundesbeschlusses über die Einführung der obligatorischen Arbeitslosenversicherung (Übergangsordnung; AlVB; AS 1977, 208) für beitragspflichtig, wer nach dem AHVG obligatorisch versichert, für Einkommen aus unselbständiger Tätigkeit beitragspflichtig war und von einem AHV-beitragspflichtigen Arbeitgeber entlöhnt wurde. Zu dieser Bestimmung, welche - von einer hier nicht interessierenden Änderung abgesehen (dazu BGE 112 V 51) - ins neue Recht übergeführt wurde (Art. 2 Abs. 1 lit. a des seit 1. Januar 1984 geltenden Bundesgesetzes über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung, AVIG,; SR 837.0), hat das Eidgenössische Versicherungsgericht in seiner Rechtsprechung für die Frage der Arbeitnehmereigenschaft in der Arbeitslosenversicherung das AHV-Beitragsstatut für massgebend erklärt (BGE 104 V 204 E. 1c; ARV 1981 Nr. 26 S. 118 E. 3), sofern sich dieses nicht als offensichtlich unrichtig erweist (BGE 106 V 56 oben; ARV 1981 Nr. 20 S. 87 E. 1 und Nr. 25 S. 110 E. 2a; zum neuen Recht vgl. auch BGE 111 V 389 E. 2a). Das Eidgenössische Versicherungsgericht hat ferner den AHV-rechtlichen Lohnbegriff auch im Bereich der Arbeitslosenversicherung und Insolvenzentschädigung für massgeblich bezeichnet (BGE 112 V 55).\n\nAnders verhält es sich dagegen im Verhältnis zur Unfallversicherung. Sowohl das bis Ende 1983 gültig gewesene KUVG (Art. 60 Abs. 1) als auch das seither in Kraft stehende Bundesgesetz über die Unfallversicherung vom 20. März 1981 (UVG; SR 832.21), in Art. 1 Abs. 1, umschreiben die Versicherungspflicht ohne Verweis auf die AHV-Gesetzgebung. Bei der Beurteilung des AHV-rechtlichen Beitragsstatuts ist der Sozialversicherungsrichter von der Einstufung des Versicherten durch die Schweizerische Unfallversicherungsanstalt unabhängig (BGE 101 V 87; ZAK 1979 S. 345 E. 4). Diese grundsätzliche Unabhängigkeit hindert nicht, dass für die Einstufung als Selbständig- oder Unselbständigerwerbender von den gleichen Kriterien gemäss Verwaltungspraxis ausgegangen wird, namentlich im Bereich der Akkordanten (BGE 101 V 89 E. 2 und 3; bestätigt durch das Urteil H. Sc. vom 14. Februar 1985, in SZS 29/1985 S. 210 unten ff.).\n\nc) Zwischen AHV und beruflicher Vorsorge bestehen enge Berührungspunkte. Dieser Konnex kommt bereits auf Verfassungsstufe, in Art. 34quater BV, zum Ausdruck, wonach die vom Bund zu schaffende ausreichende Alters-, Hinterlassenen- und BGE 115 Ib 37 S. 43Invalidenvorsorge auf einer eidgenössischen Versicherung, der beruflichen Vorsorge und der Selbstvorsorge beruht (Abs. 1). Der Verfassungstext selber enthält bereits das Begriffspaar Arbeitgeber/Arbeitnehmer, wobei nicht anzunehmen ist, dass dieser Unterscheidung im Rahmen des Abs. 2 (1. Säule) eine andere Bedeutung zukommt als im Rahmen des Abs. 3 (2. Säule = berufliche Vorsorge). Dennoch kann nicht, wie das Bundesamt für Sozialversicherung anzunehmen scheint (Probleme im Zusammenhang mit der Unterstellung im BVG, in ZAK 1985 S. 364), von einer Verbindlichkeit des AHV-rechtlichen Beitragsstatuts für die obligatorische berufliche Vorsorge gesprochen werden (wobei die Ausnahmetatbestände gemäss Art. 2 Abs. 2 BVG in Verbindung mit Art. 1 BVV 2 sowie Fälle offensichtlicher Unrichtigkeit des AHV-Beitragsstatuts ohnehin vorbehalten werden müssten). Denn das BVG erklärt, anders als das Arbeitslosenversicherungsrecht, das AHV-Statut für die Versicherteneigenschaft nicht direkt und ausdrücklich als anwendbar, so dass eine formelle Verbindlichkeitswirkung gleich wie im Verhältnis zur Unfallversicherung entfällt.\n\nd) Es stellt sich im weiteren die Frage, ob der Arbeitnehmerbegriff gemäss Art. 2 Abs. 1 (in Verbindung mit Art. 7 Abs. 1) BVG nach AHV-rechtlichen oder anderen Kriterien auszulegen ist.\n\nDiese Frage ist zugunsten der AHV-rechtlichen Betrachtungsweise zu beantworten. Nebst den bereits erwähnten verfassungsrechtlichen Gesichtspunkten sprechen hiefür zunächst die Materialien, aus denen die angestrebte Parallelität zur AHV-Gesetzgebung zum Ausdruck kommt. Das hat der Bundesrat in dem zu Art. 3 BVG (vgl. vorne E. 2b) ergangenen, vom Bundesamt für Sozialversicherung erwähnten Entscheid vom 11. September 1985 im einzelnen dargelegt (VPB 51/1987 Nr. 16 S. 100 f.). Aber auch das systematische Auslegungselement spricht für eine einheitliche Betrachtungsweise; denn es würde zu Widersprüchen führen, bei der Umschreibung des Versichertenkreises den Arbeitnehmerbegriff nicht nach AHV-Kriterien zu interpretieren, während das Gesetz (Art. 7 Abs. 2 BVG) für die Qualifizierung der Bezüge der Arbeitnehmer, d.h. bei der Bestimmung des versicherbaren Verdienstes, grundsätzlich den massgebenden Lohn im Sinne des AHVG für anwendbar erklärt (so ebenfalls zutreffend die Erwägungen des Bundesrates in seinem Entscheid vom 11. September 1985, a.a.O., S. 101 f., E. 3b). Zu Recht verlangt ferner RIEMER (Das Recht der beruflichen Vorsorge in der Schweiz, Bern 1985, BGE 115 Ib 37 S. 44S. 27, § 1 N. 11) unter teleologischem Gesichtspunkt - wenn immer möglich und nicht nur wo im Gesetz ausdrücklich vorgesehen - eine Auslegung des BVG samt Vollziehungsverordnungen und der gestützt darauf erlassenen reglementarischen Bestimmungen im Sinne der Begriffsbildungen des AHVG/IVG, um \"hinkende Leistungsverhältnisse\" zu vermeiden. Zu verweisen ist schliesslich auf den Bericht und Entwurf zu einem Allgemeinen Teil der Sozialversicherung der Schweizerischen Gesellschaft für Versicherungsrecht, Bern 1984, wo der für die Sozialversicherung zentrale Begriff des Arbeitnehmers ausgehend von Art. 5 Abs. 2 AHVG in Art. 10 des Entwurfes einheitlich umschrieben wird; es bestehe ein grosses praktisches Interesse, dass der Kreis der versicherten Arbeitnehmer durchwegs gleich umschrieben und gegebenenfalls durch bestimmte Personengruppen erweitert und durch andere eingeschränkt werden könne (Bericht und Entwurf, a.a.O., S. 40 und 64). Das hat das Bundesamt für Sozialversicherung zutreffend erkannt (vgl. seine Verlautbarung zum Entscheid des Bundesrates vom 11. September 1985, in ZAK 1985 S. 498 f.).\n\nAlle diese Auslegungselemente zeigen, dass der Begriff des Arbeitnehmers nicht im Sinne des Arbeitsvertragsrechts nach Art. 319 ff. OR beschränkt, sondern in einem weiteren sozialversicherungsrechtlichen Sinne als Unselbständigerwerbender verstanden sein will. Dem Sinn und Zweck des Art. 2 Abs. 1 BVG entspricht daher die französische Fassung am besten, welche ausdrücklich nicht vom obligationenrechtlichen \"travailleur\", sondern vom weiteren Begriff des \"salarié\" spricht. Deswegen ist auf den französischen Text abzustellen. BOIS/AUBERT weisen zu Recht darauf hin, dass der Gesetzgeber den Begriff \"travailleur\" verwendet hätte, wenn es seine Absicht gewesen wäre, den Versichertenkreis auf den Arbeitnehmer nach OR zu beschränken (Les cotisations d'assurances sociales de la femme mariée..., in: Problèmes de droit de la famille, Recueil de travaux publié par la Faculté de droit et des sciences économiques de l'Université de Neuchâtel, 1987, S. 29).\n\ne) Ist somit für die Frage, ob die Ehefrau des Beschwerdeführers Arbeitnehmerin im Sinne von Art. 2 Abs. 1 und Art. 7 Abs. 1 BVG sei, von der AHV-rechtlichen Interpretation dieser Begriffe auszugehen, kann die Eigenschaft der Ehefrau des Beschwerdeführers als Arbeitnehmerin im Sinne des Berufsvorsorgerechts nicht zweifelhaft sein. Gemäss dargelegtem Art. 5 Abs. 3 AHVG gilt die im Betrieb des Ehemannes mitarbeitende, bar entlöhnte Ehefrau BGE 115 Ib 37 S. 45als Unselbständigerwerbende - für die Annahme selbständiger Erwerbstätigkeit besteht daher insoweit gesetzlich kein Raum -, soweit ihre Mitarbeit im Sinne der ebenfalls erwähnten Praxis erheblich ist (E. 4a). Das trifft im vorliegenden Fall offensichtlich zu, ist doch die Ehefrau des Beschwerdeführers nach dessen eigenen Angaben vom 26. Juni 1986 als einzige Angestellte (seule employée) seines Büros erwerbstätig, wobei sie einen Jahreslohn von Fr. 36'000.-- bezieht.\n\nf) In Art. 1 Abs. 1 lit. e BVV 2 hat der Bundesrat Familienglieder des Betriebsleiters, die in einem landwirtschaftlichen Betrieb mitarbeiten, von der obligatorischen Versicherungspflicht ausgenommen. Für alle andern Gewerbe hat er eine solche Regelung nicht getroffen. Folglich ist der Beschwerdeführer zu Recht der Stiftung Auffangeinrichtung angeschlossen worden.\n\n5. a) Da der Zwangsanschluss am 10. Dezember 1987 mit Wirkung ab 1. Januar 1985 für unbestimmte Zeit verfügt wurde und weil die Akten keinerlei Anhaltspunkte dafür enthalten, dass sich in den massgeblichen erwerblichen Verhältnissen etwas änderte, ist es gerechtfertigt, in die Prüfung die Frage miteinzubeziehen, ob sich am vorstehenden Ergebnis durch das Inkrafttreten des revidierten Eherechts auf den 1. Januar 1988 etwas anderes ergibt (vgl. BGE 110 V 51 E. 3b).\n\nb) Nach Art. 164 Abs. 1 ZGB hat der Ehegatte, der den Haushalt besorgt, die Kinder betreut oder dem andern im Beruf oder Gewerbe hilft, Anspruch darauf, dass der andere ihm regelmässig einen angemessenen Betrag zur freien Verfügung ausrichtet. Bei der Festsetzung des Betrages sind eigene Einkünfte des berechtigten Ehegatten und eine verantwortungsbewusste Fürsorge für Familie, Beruf oder Gewerbe zu berücksichtigen (Art. 164 Abs. 2 ZGB). Von diesem Betrag zur freien Verfügung sind die ausserordentlichen Beiträge eines Ehegatten nach Art. 165 ZGB zu unterscheiden. Hat ein Ehegatte im Beruf oder Gewerbe des andern erheblich mehr mitgearbeitet, als sein Beitrag an den Unterhalt der Familie verlangt, so hat er dafür Anspruch auf angemessene Entschädigung (Abs. 1). Dies gilt auch, wenn ein Ehegatte aus seinem Einkommen oder Vermögen an den Unterhalt der Familie bedeutend mehr beigetragen hat, als er verpflichtet war (Abs. 2). Ein Ehegatte kann aber keine Entschädigung fordern, wenn er seinen ausserordentlichen Beitrag aufgrund eines Arbeits-, Darlehens- oder Gesellschaftsvertrages oder eines andern Rechtsverhältnisses geleistet hat (Abs. 3).BGE 115 Ib 37 S. 46\n\nc) Die Entschädigung nach Art. 165 Abs. 1 ZGB ist nicht Lohn, sondern Ausgleich für die durch die Mitarbeit entstandenen Vorteile (HASENBÖHLER, Lohn für Ehegatten-Mitarbeit?, in Festschrift Vischer, Zürich 1983, S. 397; HEGNAUER, Grundriss des Eherechts, 2. Aufl., Bern 1987, S. 165 N. 16.59). Das Bundesamt für Sozialversicherung und die Lehre verneinen eine AHV-Beitragspflicht auf den Bezügen nach Art. 164 ZGB, bejahen aber eine solche auf den Entgelten nach Art. 165 Abs. 1 und Abs. 3 ZGB (so das Bundesamt in ZAK 1987 S. 317; KOHLER, La situation de la femme dans l'AVS, Diss. Lausanne 1986, S. 88; SPORI, Neues Eherecht und Steuern, in ASA 56 S. 29; WESSNER, La collaboration professionnelle entre époux dans le nouveau droit matrimonial, in: Problèmes de droit de la famille, a.a.O., S. 188 f.; eingehend auch zu den praktischen Auswirkungen und dem daraus folgenden Regelungsbedarf BOIS/AUBERT, a.a.O., S. 21 ff.).\n\nDem Partnerschaftsgedanken widerspricht das nicht. Das neue Eherecht bezweckt gerade, die Rechtsfolgen von ohne Arbeitsvertrag geleisteter Ehegatten-Mitarbeit an arbeitsvertraglich geregelte Verhältnisse anzugleichen (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, N. 4 und 6 zu Art. 165 ZGB; HAUSHEER, Arbeitsleistungen im Beruf und Gewerbe unter Ehegatten de lege lata et ferenda, in Festschrift Vischer, a.a.O., S. 413 unten). Der Ehegatte, der durch seine Mitarbeit dem andern Ehegatten wirtschaftliche Vorteile verschafft, soll auch dann, wenn kein obligationenrechtlicher Vertrag abgeschlossen wird, entschädigt werden. Diese Entschädigung ist jedenfalls Produkt geleisteter Arbeit und damit wie Barlohn zu behandeln. Es kommt daher sozialversicherungsrechtlich nichts darauf an, ob der Beschwerdeführer mit seiner Ehefrau einen Arbeitsvertrag abgeschlossen hat, oder ob die geleisteten Zahlungen im Sinne von Art. 165 Abs. 1 ZGB als angemessener Ausgleich für in seinem Gewerbe geleistete Arbeit zu qualifizieren sind.\n\nLediglich dann, wenn die Ehegatten ein gemeinsames Gewerbe betreiben würden, wären sie AHV-rechtlich je als Selbständigerwerbende zu erfassen (vgl. dazu ZAK 1981, S. 384 und KOHLER, a.a.O., S. 90 ff.) und entfiele die obligatorische Versicherungspflicht nach BVG. So verhält es sich hier aber nicht."}