{"annee": "115", "cour": "II", "page": "221", "date": "20/6/1989", "cite": ["87 I 479", "110 II 128", "83 II 12", "111 II 42", "85 I 168", "89 II 256"], "cite_par": ["115 II 331", "138 III 512", "116 II 136"], "chapeau": "38. Auszug aus dem Urteil der II. Zivilabteilung vom 20. Juni 1989 i.S. Frieda Schwarz-Thurmann gegen Erben der Fanny Waser-Osterwalder, Grundbuchamt Küsnacht/ZH und Obergericht (II. Zivilkammer) des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Réquisition d'inscription au registre foncier (art. 948 al. 1, 963 al. 1 et 972 CC). Lorsque la réquisition d'inscription d'un acte de disposition des droits réels est portée dans le journal et qu'il a été ainsi disposé de la propriété foncière, un retrait unilatéral de cette réquisition, sans égard à la cause juridique de l'acte de disposition, n'entre plus en ligne de compte, même si son inscription n'a pas encore été opérée au grand livre (modification de la jurisprudence)."], "faits": "|221|\n\nA.- Mit öffentlich beurkundetem Schenkungsvertrag vom 4. September 1987 verpflichtete sich Fanny Waser-Osterwalder zur Übereignung der von ihr bewohnten Liegenschaft an der Bergstrasse 20 in Küsnacht (Kanton Zürich) an Frieda Schwarz-Thurmann. Anlässlich der Anmeldung der Eigentumsübertragung beim zuständigen Grundbuchamt ersuchten die Vertragsparteien zugleich um die Löschung eines Schuldbriefes im Betrag von Fr. 40'000.-- sowie um Eintragung eines lebenslänglichen Wohnrechts zugunsten der Schenkerin. |222|\n\nDas Grundbuchamt Küsnacht nahm die Eintragung dieser Anmeldungen im Tagebuch vor. Während es die Löschung des Schuldbriefes noch gleichentags im Hauptbuch vollzog, wurde mit der Einschreibung der Eigentumsübertragung und des Wohnrechts zugewartet.\n\nB.- Am 6. Oktober zog Fanny Waser-Osterwalder die im Hauptbuch noch nicht vollzogene Grundbuchanmeldung betreffend Eigentumsübertragung und Wohnrecht zurück. Gleichzeitig errichtete sie einen neuen Eigentümerschuldbrief im Betrag von Fr. 800'000.--. Die Eintragung des Grundpfandrechts im Hauptbuch erfolgte umgehend. Am 7. Oktober wurde Frieda Schwarz-Thurmann über den einseitigen Rückzug der Anmeldung unterrichtet. In der Folge schloss Fanny Waser-Osterwalder bereits am 19. Oktober 1987 einen Kaufsrechtsvertrag mit einem Dritten ab. Auch dieses Kaufsrecht wurde noch am gleichen Tag im Hauptbuch vorgemerkt.\n\nC.- Gegen die Zulassung des einseitigen Anmeldungsrückzuges beschwerte sich Frieda Schwarz-Thurmann beim Bezirksgericht Meilen, welches die Beschwerde am 19. November 1987 guthiess.\n\nMit Beschluss vom 12. Juni 1988 schützte die II. Zivilkammer des Obergerichts des Kantons Zürich als obere kantonale Aufsichtsbehörde über Grundbuchämter und Notariate den von Fanny Waser-Osterwalder gegen diesen Entscheid gerichteten Rekurs.\n\nD.- Mit Verwaltungsgerichtsbeschwerde an das Bundesgericht ersucht Frieda Schwarz-Thurmann um Aufhebung des obergerichtlichen Beschlusses und um die Anweisung an den Grundbuchverwalter von Küsnacht (Kanton Zürich), die Grundbuchanmeldung vom 4. September 1987 betreffend die Liegenschaft Küsnacht GBBl 1554 Kat. Nr. 3083 zu vollziehen und somit die Eigentumsübertragung und das Wohnrecht im Hauptbuch einzutragen. Gleichzeitig verlangt sie die aufschiebende Wirkung der Beschwerde.\n\nFanny Waser-Osterwalder hat die Abweisung der Verwaltungsgerichtsbeschwerde beantragt. Die II. Zivilkammer des Obergerichts des Kantons Zürich hat auf Gegenbemerkungen verzichtet, während das Eidgenössische Justiz- und Polizeidepartement sinngemäss die Beschwerdegutheissung verlangt. |223|", "considerants": "Aus den Erwägungen:\n\n2. Im vorliegenden Verfahren gilt es, ausschliesslich darüber zu befinden, ob der einseitige Rückzug einer Grundbuchanmeldung bis zu deren Vollzug im Hauptbuch zulässig ist.\n\na) Das Obergericht des Kantons Zürich hat diese Frage in Übereinstimmung mit der langjährigen und ständigen Praxis der Bundesbehörden und des Bundesgerichts bejaht (vgl. die Entscheide des Bundesrates und des Eidgenössischen Justiz- und Polizeidepartements in ZBGR 1/1920, S. 6 und 9/1928, S. 69, sowie BGE 87 I 485, BGE 85 I 168, BGE 83 II 15; offengelassen in BGE 89 II 259 ff. sowie im Entscheid vom 3. März 1983 i.S. 'Alparama AG', veröffentlicht in ZBGR 66/1985, S. 99 ff.). Der Vorinstanz ist dabei nicht entgangen, dass sich diese Rechtsprechung im Laufe der Zeit wachsender Kritik ausgesetzt sah. Während sich die ältere Lehre noch mehrheitlich zustimmend äusserte (OSTERTAG, Kommentar, 2. A. Bern 1917, N. 45 f. zu Art. 963 ZGB; HAAB, Zürich 1977, N. 14 zu Art. 656 ZGB; HAAB in ZBJV 61/1925, S. 299; HOMBURGER, Kommentar, 2. A. Zürich 1938, N. 4, 8 und 9 zu Art. 963 ZGB; A. ANDERMATT, Die grundbuchliche Anmeldung nach schweizerischem Recht, Diss. Freiburg 1938, S. 196 ff., und J. AUER, Die Prüfungspflicht des Grundbuchverwalters, Diss. Bern 1932, S. 44 ff.), ist diese Rechtsprechung in jüngerer Zeit fast einhellig auf Ablehnung gestossen (vgl. etwa: DESCHENAUX, Le registre foncier, Traité de droit privé, Bd. V/II, 2, S. 233 ff., sowie die Übersetzung im Schweizerischen Privatrecht [SPR] Bd. V/3, S. 279 ff., je mit Hinweisen; W. HOTTINGER, Über den Zeitpunkt der Entstehung dinglicher Rechte an Grundstücken, Diss. Zürich 1973; W. HOTTINGER in ZBGR 53/1972, S. 193 ff.; H. HUBER in ZBGR 59/1978, S. 156 ff.; LIVER, SPR Bd. V/1, S. 140 f. und ZBJV 96/1960, S. 448 f. sowie ZBJV 98/1962, S. 433 f.; G. LUTZ, System der Eigentumsübertragung an Grundstücken, Diss. Zürich 1968, S. 97 ff.; MERZ in ZBJV 98/1962, S. 44; REY in 'recht' 1986, S. 126 ff.; STEINAUER, Les droits réels, Bern 1985, S. 188, Rz. 710 ff.; T. WELTERT in SJZ 77/1981, S. 349 ff., auch mit Hinweisen; im übrigen bereits sehr früh auch WIELAND, Kommentar, Zürich 1909, N. 7 zu Art. 972 ZGB, S. 578; GONVERS-SALLAZ, Le registre foncier suisse, 1938, N. 1 zu Art. 15 GBV; J. GRADL, Das Grundbuchrecht nach dem Schweizerischen ZGB, Diss. Erlangen 1913, S. 20 ff.; NUSSBAUM in ZBGR 31/1952, S. 101 ff. und S. SCHÖNBERG, Zehn Jahre Schweizerisches ZGB, Aarau 1924, S. 13 ff.). |224|\n\nIn Anlehnung an diese Kritik sind in vereinzelten Kantonen von der bundesgerichtlichen Rechtsprechung abweichende Entscheidungen ergangen (vgl. ZBGR 55/1974, S. 13 [Luzern] sowie ZBGR 58/1977, S. 87 [Aargau]).\n\nb) Das Obergericht hat sich mit der Kritik an der insgesamt nach wie vor gefestigten Praxis eingehend auseinandergesetzt. Es hat eingeräumt, die sich gegen die Zulässigkeit des Anmeldungsrückzuges aussprechende Lehre könne sich darauf berufen, dass ein solcher Rückzug nicht nur die Rechtssicherheit beeinträchtige, sondern auch den ausgewiesenen Anspruch des Erwerbers auf Vollzug der Eigentumsübertragung missachte. Als besonders stossend mute dabei an, dass die mit der Verzögerung der Eintragung im Hauptbuch entstehende Anspruchsgefährdung mitunter vom blossen Zufall - wie etwa der konkreten Arbeitslast des Grundbuchverwalters - abhängen könne. Dieser auch nach Auffassung des Obergerichts unbestreitbaren Schutzbedürftigkeit des Erwerbers von dinglichen Rechten an Grundstücken stünden indessen nach wie vor unüberwindbare, im geltenden Grundbuchrecht begründete Hindernisse entgegen.\n\nc) Das Obergericht hat seinen Erwägungen das absolute Eintragungsprinzip des geltenden Sachenrechts vorangestellt, wonach das Eigentum erst mit der Eintragung im Hauptbuch auf den Erwerber übergeht. Die Anmeldung dürfe zwar auch als Erfüllung der vertraglichen Verpflichtung verstanden werden, doch bleibe sie als einseitige Vorkehr des Veräusserers bis zum Eigentumswechsel widerruflich. Würde demgegenüber - wie in der jüngeren Rechtsprechung des Bundesgerichts geschehen - bereits die Anmeldung als abgeschlossene und unwiderrufliche Verfügung über das Eigentum aufgefasst, käme dies einer Einschränkung der Rechtsstellung des Veräusserers und Eigentümers gleich, die sich mit dem zwingenden Eintragungsprinzip nicht vertrage. Bis zum endgültigen Vollzug der Anmeldung stehe dem Erwerber lediglich eine obligatorisch wirkende Anwartschaft zu; eine 'relativ dingliche Anwartschaft' aber, wie sie im Schrifttum erwogen werde, sei dem schweizerischen Sachenrecht fremd. Demgemäss habe der Grundbuchverwalter bis zur Eintragung im Hauptbuch die aus dem Eigentum fliessenden dinglichen Rechte des Veräusserers und Eigentümers zu achten, während der bloss obligatorische Anspruch auf künftige dingliche Berechtigung des Erwerbers für ihn ohne Belang bleibe. Bis zur Eintragung im Hauptbuch lasse sich auch eine Rechtsausübung durch den Eigentümer nicht verhindern, weshalb diesem |225| auch der einseitige Anmeldungsrückzug nicht verwehrt werden dürfe.\n\n3. Im Zusammenhang mit der fraglichen Rechtsausübung sind vom Obergericht keine Anhaltspunkte ausgemacht worden, nach denen der Rückzug der Anmeldung rechtsmissbräuchlich erfolgt wäre. Ferner hat das Obergericht dem Umstand Bedeutung beigemessen, dass der vorliegend beabsichtigten Eigentumsübertragung eine Schenkung und nicht ein entgeltliches Rechtsgeschäft zugrunde lag. Dies, weil sich der oder die Beschenkte - mangels Gegenleistung - nicht im gleichen Masse als schutzbedürftig erweise wie der Käufer, der selbst auch eine Leistung erbringen müsse oder bereits erbracht habe. In Anbetracht der tatsächlichen Umstände verdiene der einseitige Rückzug der Anmeldung vorrangigen Rechtsschutz, weshalb es - so glaubt das Obergericht - naheliege, die Beschenkte zur Durchsetzung allfälliger Ansprüche an den Zivilrichter zu verweisen.\n\na) Vorweg ist festzuhalten, dass im Verfahren der Verwaltungsgerichtsbeschwerde im Sinne von Art. 103 Abs. 4 GBV allfällige Zweifel an der Gültigkeit des Verpflichtungsgeschäftes nicht interessieren. Die Umstände, die im vorliegenden Fall zur Schenkung geführt haben, mögen trotz der ärztlich bezeugten Urteilsfähigkeit der Schenkerin eher seltsam anmuten; wie es sich im einzelnen damit verhält, wird indessen allein vom Zivilrichter zu entscheiden sein. Wohl bleiben die tatsächlichen Hintergründe der Schenkung ohne jeglichen Einfluss auf den Ausgang des grundbuchrechtlichen Verfahrens, doch vermag gerade der vorliegende Fall zu zeigen, dass stets mit mangelhaften Grundgeschäften zu rechnen ist, denen gegenüber die bisherige Rechtsprechung insofern einen unbestreitbaren Vorteil aufweist, als sie das Grundbuchberichtigungsverfahren nach Art. 975 ZGB überflüssig macht. Dabei dürfen freilich all jene Fälle nicht übersehen werden, in denen sich der anfängliche Verdacht auf ein fehlerhaftes Verpflichtungsgeschäft vor dem Zivilrichter als haltlos erweist. Gerade diese Fälle werfen aber die hier wesentliche Frage auf, ob sich derjenige, der sich über einen Anspruch auf Eigentumsübertragung auszuweisen vermag, trotz der entsprechenden Anmeldung beim Grundbuch im Falle einseitigen Rückzuges regelmässig nur mit Schadenersatz begnügen muss, während sich der rechtsbeständige Anspruch auf Übertragung des Eigentums - ungeachtet der Möglichkeit der richterlichen Zusprechung gemäss Art. 665 ZGB - letztlich nicht durchsetzen lässt. |226|\n\nb) Diese bedeutsame Frage stellt sich - entgegen den anderslautenden Andeutungen des Obergerichts - ohne Rücksicht auf den Rechtsgrund der Eigentumsübertragung. Zwar mag es als angezeigt erscheinen, die Bindung des Schenkenden weniger streng zu handhaben als diejenige zwischen den Parteien eines Kaufvertrages. Eine solche Entscheidung obliegt indessen ausschliesslich dem Gesetzgeber, der diesem Gesichtspunkt im Rahmen der Regelung der einzelnen Vertragsverhältnisse mit den besonderen schenkungsrechtlichen Widerrufsmöglichkeiten nach Art. 249 und 250 OR hinlänglich Rechnung getragen hat. Im grundbuchlichen Verfahren der Eigentumsübertragung aber ist diese unterschiedliche Behandlung von entgeltlichen und unentgeltlichen Rechtsgeschäften umso weniger angezeigt, als sich der Erwerber in beiden Fällen durch ein besonderes Schutzbedürfnis auszeichnen kann; zu denken ist dabei etwa an besondere Aufwendungen, die er gestützt auf die Grundbuchanmeldung bereits getroffen hat und die sich mit dem Scheitern der Eigentumsübertragung als nutzlos erweisen können. Zwar gilt es unter diesen Umständen beim Kauf sehr häufig, einen Kaufpreis zurückzufordern. Dies allein rechtfertigt indessen nicht, den Anspruch des Beschenkten auf Eigentumsübertragung im Grundbuchverfahren anders zu behandeln als jenen des Käufers. Für das Eintragungsverfahren muss vielmehr entscheidend bleiben, dass in beiden Fällen derselbe Anspruch auf Eigentumsübertragung in Frage steht.\n\n4. Gemäss Art. 972 Abs. 1 ZGB entstehen die rechtsgeschäftlich begründeten dinglichen Rechte durch die Eintragung in das Hauptbuch; auch ihren Rang und ihr Datum erhalten diese Rechte durch denselben Vorgang. Die Wirkung der Eintragung wird nach Art. 972 Abs. 2 ZGB auf den Zeitpunkt der Einschreibung in das Tagebuch zurückbezogen.\n\na) Mit diesem sogenannten Eintragungsprinzip ist in Art. 972 ZGB ein wegleitender Gedanke des schweizerischen Sachenrechts verankert worden, der - im Bestreben um die Offenlegung dinglicher Rechtspositionen - auch in anderen Bestimmungen zum Ausdruck gelangt (vgl. auch Art. 656 Abs. 1, 712d, 731 Abs. 1, 746 Abs. 1, 783 Abs. 1, 799 Abs. 1 ZGB; allgemein DESCHENAUX, SPR, a.a.O., S. 8 f.; MEIER-HAYOZ, Kommentar, Bern 5. A. 1981, Systematischer Teil, N. 72 ff., sowie 3. A. Bern 1964/1973, N. 1 zu Art. 656 ZGB). Entstehen demnach beschränkte dingliche Rechte und geht Eigentum mit sämtlichen damit verbundenen Wirkungen erst mit der Eintragung im Hauptbuch über, bleibt auch der |227| Veräusserer so lange Eigentümer, und zwar grundsätzlich mit allen daraus abzuleitenden Rechten, bis diese Eintragung im Hauptbuch vollzogen wird (vgl. dazu DESCHENAUX, SPR, a.a.O., S. 613 f.). Folgerichtig erschöpft sich demgegenüber der Anspruch des Erwerbers bis zur Eintragung im Hauptbuch, mithin bis zum Übergang des Eigentums, in einer bloss schuldrechtlichen Forderung (vgl. Art. 665 Abs. 1 ZGB). Daran ändert auch der Umstand nichts, dass die Wirkung dieser Eintragung nach Art. 972 Abs. 2 ZGB auf den Zeitpunkt der Einschreibung in das Tagebuch zurückbezogen wird. Wird demnach die Frage der Zulässigkeit des einseitigen Rückzuges der Grundbuchanmeldung ausschliesslich unter diesem Gesichtspunkt des absoluten Eintragungsprinzips angegangen, besteht tatsächlich keine Veranlassung, von der bisherigen Betrachtungsweise abzuweichen. Ob freilich diese auch dem angefochtenen Urteil zugrundeliegende Sichtweise nicht zu eng ist, ob namentlich die durch Art. 972 Abs. 1 ZGB vorgegebene Rechtslage auch zwingend zum Schluss führen muss, es lasse sich mit der Stellung des Veräusserers als Eigentümer nicht vereinbaren, dass sich dieser mit der Grundbuchanmeldung zugleich seines Verfügungsrechts über das Eigentum begebe, bleibt im folgenden zu prüfen. Dabei wird ganz wesentlich darauf abzustellen sein, welche Bedeutung der Grundbuchanmeldung beizumessen ist.\n\nb) Wie dem Obergericht nicht entgangen ist, hat sich das Bundesgericht unlängst wiederholt zu dieser Frage geäussert (BGE 111 II 46 E. 4, BGE 110 II 130 E. 2b). Beide Entscheidungen sind zum sogenannten Doppelverkauf ergangen, und beide Male ist das Bundesgericht zur Auffassung gelangt, dass zusammen mit der Anmeldung der Eigentumsübertragung im Hinblick auf die Erfüllung eines bestimmten Verpflichtungsgeschäfts endgültig über das Eigentum verfügt werde. Demgegenüber hat die Vorinstanz dem in der Grundbuchanmeldung liegenden Verfügungsakt bloss eine beschränkte Bedeutung beigemessen; dies, weil in den fraglichen Fällen jeweilen nur das Verhältnis zwischen den beiden Erwerbern erörtert worden sei, nicht aber die Stellung des veräussernden Eigentümers zu dem erst im Tagebuch eingeschriebenen und somit noch nicht dinglich berechtigten Erwerber. Jene Rangfolge bestimme sich in der Tat nach dem Zeitpunkt der Einschreibung im Tagebuch, wie dies Art. 972 Abs. 2 ZGB vorsehe, derweil im Verhältnis zwischen Veräusserer und Erwerber davon auszugehen sei, dass es sich bei der Grundbuchanmeldung um eine einseitige Vorkehr des bisherigen und bis zum Übergang des Eigentums |228| allein verfügungsberechtigten Veräusserers handle, die als solche grundsätzlich widerruflich bleiben müsse.\n\nc) Inwieweit sich der einseitige Widerruf der Grundbuchanmeldung mit deren Wesen vereinen lässt, bleibt jedoch fraglich. DESCHENAUX jedenfalls, auf den das Obergericht sich glaubt berufen zu können, zieht solches nur insoweit in Betracht, als die Grundbuchanmeldung gleichsam als Antrag in einem Verwaltungsverfahren in Erscheinung tritt, welches seinen Abschluss mit der Einschreibung im Hauptbuch finden soll (vgl. in Traité de droit privé, a.a.O., S. 237 bei Fn. 67; SPR, a.a.O., S. 283). Darin erschöpft sich freilich auch für diesen Autor die Bedeutung der Grundbuchanmeldung ganz offensichtlich nicht; vielmehr erkennt DESCHENAUX darin zugleich einen privatrechtlichen, materiellen Gehalt, indem er die Anmeldung als ein auf vertraglicher Einigung beruhendes Verfügungsgeschäft versteht, das wegen der Übereinstimmung zwischen Veräusserer und Erwerber dem einseitigen Widerruf, namentlich durch ersteren, entzogen bleibt (DESCHENAUX, SPR, a.a.O., S. 282 f.). Diese wesentlich vom deutschen Recht beeinflusste Sichtweise des Verfügungsvertrages ist im übrigen bereits von WIELAND vertreten worden, in ihrer Geltung für das schweizerische Sachenrecht jedoch nicht unwidersprochen geblieben (vgl. §§ 873, 925 BGB; WIELAND, a.a.O., N. 2 zu Art. 963 ZGB, S. 559; dazu auch WIEGAND, Doppelverkauf und Eigentumserwerb, BN 1985, S. 11 ff., insb. S. 17 f.). So ist auch in neuerer Zeit vermerkt worden, dass mit der begrifflich unscharfen Figur des Verfügungsvertrages für die Lösung praktischer Fragen nichts gewonnen werde; gerade das deutsche Recht zeige, dass mit der sogenannten Einigung ein Verfügungsvertrag zwar vorausgesetzt werde, dieser dingliche Vertrag für sich allein indessen keine Bindungswirkung herbeizuführen vermöge, sondern überdies die Antragsstellung beim Grundbuchverwalter, mithin die Anmeldung, erfordere und sich darin vom schuldrechtlichen Grundgeschäft wesentlich unterscheide (WIEGAND, a.a.O., S. 18 mit Hinweisen; demgegenüber wiederum DESCHENAUX, SPR, a.a.O., S. 283 f.).\n\nDiese in der Lehre geführte Auseinandersetzung muss vorliegend indessen nicht entschieden werden. Fest steht auf jeden Fall, dass es der Grundbuchanmeldung bedarf. Ohne Zweifel wird dieser Anmeldung nicht gerecht, wer darin bloss den auf die Einleitung eines Verwaltungsverfahrens gerichteten Antrag erkennen will. Vielmehr gilt heute als allgemein anerkannt, dass der entsprechenden |229| Willenserklärung des verfügungsberechtigten Veräusserers auch eine materiellrechtliche Wirkung zukommt; darin besteht grundsätzliche Einigkeit zwischen Rechtsprechung und Lehre, selbst wenn auch weiterhin verschiedene Rechtsauffassungen bezüglich der Bedeutung der Grundbuchanmeldung bestehen bleiben (BGE 111 II 46 f. E. 4; BGE 110 II 128 ff., sowie die Übersicht bei DESCHENAUX, SPR, a.a.O., S. 280 ff.). Welche Wirkung dieser Willenserklärung zuhanden des Grundbuchverwalters beizumessen ist, und welche Bedeutung ihr demzufolge im System des schweizerischen Sachenrechts zukommt, gilt es abschliessend zu erwägen.\n\n5. a) Das Bundesgericht hat die Anmeldung im Sinne von Art. 963 Abs. 1 ZGB in seiner jüngsten Rechtsprechung als Verfügung über das Grundeigentum bezeichnet (BGE 110 II 131 E. 2b und BGE 111 II 46 E. 4). Diese Auffassung deckt sich mit der heute vorherrschenden Lehre (vgl. bereits GUHL, Persönliche Rechte mit verstärkter Wirkung, in Festgabe der Berner Juristischen Fakultät zur Feier des fünfzigjährigen Bestehens des Bundesgerichts, 1924, S. 105 f.; HOMBERGER, a.a.O., N. 4 zu Art. 963 ZGB; LIVER, ZBJV 98/1962, S. 431; LIVER in SPR Bd. V/1, S. 139 und in ZBJV 122/1986, S. 116; MEIER-HAYOZ, a.a.O., N. 34 zu Art. 656 ZGB; HUBER, a.a.O., sowie REY, a.a.O., S. 128). Die Grundbuchanmeldung gilt demnach als Willenserklärung des Eigentümers, die den Grundbuchverwalter zur Vornahme der im Grundbuch erforderlichen Änderung veranlasst, wobei mit der Eintragung im Hauptbuch schliesslich der Eigentumswechsel herbeigeführt wird. Nach der gesetzlichen Ordnung des Grundbuches erfolgt die Eintragung im Hauptbuch nicht unmittelbar und sofort, sondern es geht ihr zunächst die Einschreibung im Tagebuch voraus (Art. 948 Abs. 1 ZGB, Art. 14 GBV). Der Grundbuchverwalter hat aber die Eintragung im Hauptbuch aufgrund der Einschreibung im Tagebuch und aufgrund der Ausweise so bald wie möglich vorzunehmen (Art. 26 Abs. 1 GBV). Diese in der Ausgestaltung des Grundbuches angelegte Mehrstufigkeit des zur Eigentumsübertragung führenden Verfahrens, dessen Abwicklung zur Änderung des dinglichen Rechtsbestandes unumgänglich ist, ändert aber nichts an der Tatsache, dass der Veräusserer mit der Anmeldung seinen auf die Übertragung des Eigentums abzielenden Geschäftswillen bekundet und damit all das vorgekehrt hat, was es seinerseits zur Erfüllung seiner Leistungsverpflichtung aus dem Grundgeschäft bedarf. Der weitere Verlauf des Eintragungsverfahrens, welches mit der |230| Eintragung im Hauptbuch zum Abschluss gelangt, bleibt seinem Einfluss entzogen. Dieses Verfahren richtet sich ausschliesslich nach den Vorschriften in Gesetz und Grundbuchverordnung, wo eine zusätzliche Mitwirkung des Anmeldenden nicht vorgesehen ist (Art. 948, 963 ff. ZGB; Art. 26 ff. GBV). Freilich garantiert auch die Anmeldung allein nicht in jedem Fall die Vornahme der Eintragung im Hauptbuch; immerhin besteht aber Gewähr dafür, dass letztere - und damit der wirksame Eigentumswechsel - durch den Grundbuchverwalter nur in den gesetzlich vorgesehenen Ausnahmefällen der begründeten Abweisung einer mit formellen Mängeln behafteten Grundbuchanmeldung verweigert werden kann (Art. 966 ZGB, Art. 24 GBV). Bereits mit der Einschreibung im Tagebuch aber hat der Veräusserer im Hinblick auf die Erfüllung seiner Leistungsverpflichtung seine Rechtsstellung als Eigentümer aufgegeben oder - zur Begründung eines beschränkten dinglichen Rechts - eingeschränkt.\n\nb) Tatsächlich ist Art. 972 Abs. 2 ZGB, wonach die Eintragung im Hauptbuch auf den Zeitpunkt der Einschreibung in das Tagebuch zurückbezogen wird, nicht zu übersehen. Diese Rückwirkung berechtigt zur Annahme, dass das Gesetz für die Aufgabe der Rechtsstellung des Veräusserers bereits der Grundbuchanmeldung, welche die unverzügliche Einschreibung im Tagebuch nach sich zieht, entscheidende Bedeutung beimisst. Folgerichtig ist deshalb bereits im früheren Schrifttum darauf verwiesen worden, dass das Recht des Erwerbers nach der Einschreibung im Tagebuch nicht mehr durch Beschränkungen der Verfügungsfähigkeit auf seiten des Veräusserers, sei es durch dessen Tod, Handlungsunfähigkeit, oder sei es durch Beschlag infolge Pfändung, Arrests oder aber Konkurses, beeinträchtigt werden dürfe (WIELAND, a.a.O., N. 8 zu Art. 972 ZGB, S. 578; VON TUHR, Eigentumsübertragung nach schweizerischem Recht, in ZSR 40/1921, S. 62; OSTERTAG, a.a.O., N. 8 zu Art. 972 ZGB). Weder die Geltung noch die Bedeutung des absoluten Eintragungsprinzips können durch diese Betrachtungsweise geschmälert werden. Daraus ist aber nicht notwendigerweise auch der Schluss zu ziehen, dass der Veräusserer nach der Einschreibung des neuen Erwerbers im Tagebuch in seiner Rechtsstellung keinerlei Beschränkung hinzunehmen hätte. Wie dargelegt, wird mit dem Rückbezug der Wirkung der Eintragung im Hauptbuch auf den Zeitpunkt der Einschreibung im Tagebuch auf alle Fälle die Rangfolge sämtlicher dinglichen Rechte festgelegt, die auch bis zum Vollzug der Einschreibung im |231| Hauptbuch noch begründet, dem im Tagebuch bereits eingetragenen Erwerber indessen nicht entgegengehalten werden können (BGE 111 II 46 E. 4). Diese Wirkung der Tagebucheinschreibung entspricht derjenigen einer Vormerkung nach Art. 960 ZGB, die eine Verfügungsbeschränkung nach sich zieht (LIVER, ZBJV 96/1960, S. 449; DESCHENAUX, SPR, a.a.O., S. 285; sowie REY, a.a.O., S. 130). Nun ist aber nicht einzusehen, weshalb diese Rechtsfolge nur gegenüber dem Erwerber sowie den Berechtigten aus nachträglich begründeten beschränkten dinglichen Rechten eintreten sollte, nicht aber gegenüber dem veräussernden Noch- Eigentümer selbst, der seine Verfügung über das Eigentum angemeldet und dadurch die Einschreibung veranlasst hat. Zwar werden dadurch die umfassenden Befugnisse des Eigentümers in der Tat beschnitten, doch ist diese Beschränkung der Verfügungsmacht eben die Folge der Willenserklärung zuhanden des Grundbuchverwalters, wonach die bisherige Rechtsstellung aufgegeben wird. Eine vergleichbare Beschränkung der Verfügungsmacht des Eigentümers ist dem geltenden Sachenrecht nicht unbekannt; spiegelbildlich trifft das für Art. 656 Abs. 2 ZGB zu, indem zwar ausnahmsweise der Eigentumserwerb schon vor der Eintragung im Hauptbuch eintritt, der Erwerber indessen erst nach der Eintragung über das Eigentum verfügen kann.\n\nc) Den Erwägungen des Obergerichts, wonach die Tagebucheinschreibung ihre Wirkung nur für das Rangverhältnis mehrerer Erwerber, nicht aber gegenüber dem Eigentümer selbst entfalte, kann somit nicht gefolgt werden. In Weiterführung der jüngeren, mit BGE 110 II 131 und BGE 111 II 46 eingeleiteten Rechtsprechung ist mithin an BGE 87 I 485 nicht mehr festzuhalten. Demnach soll der bisherige, veräussernde Eigentümer keinen Rechtsschutz mehr geniessen, wenn er die erfolgte Anmeldung der dinglichen Verfügung vor der Eintragung im Hauptbuch einseitig zurückziehen will."}