{"annee": "115", "cour": "II", "page": "167", "date": "14/3/1989", "cite": ["114 II 167", "90 I 264", "110 II 213", "113 II 535", "112 IB 388", "114 II 171", "113 II 136", "109 IB 125", "88 I 331"], "cite_par": ["116 II 331", "116 II 550"], "chapeau": "29. Auszug aus dem Urteil der II. Zivilabteilung vom 14. März 1989 i.S. Josef Ferdinand Eisenring gegen Staat Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Opposition à la vente d'un bien-fonds agricole (art. 19 al. 1 LPR). 1. Admission de l'affectation agricole au sens de l'art. 2 LPR d'un bien-fonds situé dans une zone réservée selon le § 65 al. 1 de la loi zurichoise d'aménagement et de constructions et qui ne peut faire l'objet de constructions dans un proche avenir (consid. 6). 2. Portée de la réserve de l'art. 3 LPR: la notion de zone à bâtir doit être assimilée à celle de l'art. 15 LAT (consid. 7). 3. Acquisition d'un fonds situé dans la zone réservée par le propriétaire d'un bureau d'architectes: situation visée par l'art. 19 al. 1 let. a LPR (dessein de spéculation) réalisée au regard des conditions concrètes (consid. 8)."], "faits": "|168|\n\nA.- Mit Kaufvertrag vom 29. Januar 1988 erwarb Josef Ferdinand Eisenring von der Erbengemeinschaft des Hans Niederberger das in Winterthur-Seen gelegene Grundstück Kat. Nr. 2661 (Grundbuch Kbl. 125 LB 1178) zum Preis von Fr. 300'000.--. Bei einer Fläche von 5805 m2 (Wiese und Acker) entspricht dies einem Entgelt von Fr. 51.68 pro m2. Dieses Grundstück war früher Teil der Bauzone, ist aber inzwischen ausgezont worden und liegt heute in einer sogenannten Reservezone.\n\nB.- Das Landwirtschaftsamt des Kantons Zürich, dem das Veräusserungsgeschäft gemeldet worden war, erhob dagegen am 9. Februar 1988 Einspruch. Zur Begründung führte es an, der vorliegende Kauf habe spekulativen Charakter; überdies beabsichtige die dem Erwerber gehörende J. Eisenring AG weitere Landkäufe, weshalb die Annahme eines Güteraufkaufs gerechtfertigt sei.\n\nKäufer und Verkäufer widersetzten sich dem Einspruch. Das Landwirtschaftsgericht des Kantons Zürich hat ihn indessen mit Urteil vom 21. Juni 1988 in Gutheissung der Klage des Landwirtschaftsamtes bestätigt.\n\nC.- Dagegen hat Josef Ferdinand Eisenring am 22. August 1988 beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben. Er beantragt die Aufhebung des angefochtenen Entscheides und die Beseitigung des Einspruchs gegen den Verkauf des Grundstücks Kat. Nr. 2661, 58,05 a Land mit Gebäude Assek. Nr. 927 in der Gemeinde Winterthur-Seen.\n\nDas Landwirtschaftsamt schliesst in seiner Vernehmlassung auf Abweisung der Beschwerde. Das Landwirtschaftsgericht verzichtete auf eine Stellungnahme, während das Bundesamt für Justiz sinngemäss die Bestätigung des angefochtenen Entscheides beantragt.", "considerants": "Aus den Erwägungen:\n\n6. a) Das zürcherische Planungs- und Baugesetz (PBG) vom 7. September 1975 unterscheidet zwischen folgenden Zonenarten: der Landwirtschaftszone, zwei Arten von Freihaltezonen sowie den Bau- und Reservezonen. Letztere umfassen gemäss § 65 Abs. 1 PBG jene Flächen, die vorläufig keiner anderen Zone zugewiesen sind. Die definitive Regelung erfolgt in der Planrevision, sei dies durch Zuweisung der betroffenen Flächen zu einer Bauzone oder durch endgültige Anordnung einer anderen Bewertung, entweder |169| als Landwirtschafts- oder als Freihaltezone (so der Entscheid des Verwaltungsgerichts des Kantons Zürich, VK 14/84 vom 20. Juni 1986, S. 7/8). Die Reservezone umfasst somit Gebiete, deren Nutzung noch nicht bestimmt ist oder in denen eine bestimmte Nutzung erst später zugelassen wird (Art. 18 Abs. 2 RPG; BGE 112 Ib 388 ff.). Solange Grundstücke in einer solchen Zone künftiger oder noch ungewisser Nutzung verharren, wird an Bautätigkeit höchstens das zugelassen, was Art. 24 RPG erlaubt (BGE 109 Ib 127 f., E. 2b; EJPD/BRP, Erläuterungen RPG, 1981, N. 16 zu Art. 18, S. 238, im übrigen auch SCHÜRMANN, Bau- und Planungsrecht, 2. A. Bern 1984, S. 177, Rz. 4, sowie AEMISEGGER, Leitfaden zum RPG, VLP-Schriftenfolge Nr. 25, Bern 1980, S. 63).\n\nb) Gemäss dem nach Art. 105 Abs. 2 OG von Amtes wegen eingeholten Bericht der kantonalen Amtsstelle für Raumplanung vom 14. Februar 1989 liegt das Grundstück Kat. Nr. 2661 in Winterthur-Seen nordöstlich des Dorfkerns von Gotzenwil. Mit Beschluss des Grossen Gemeinderates vom 11. März 1986, vom Regierungsrat genehmigt am 28. Januar 1987, fand es Aufnahme in eine Reservezone im Sinne von § 65 Abs. 1 PBG. Eine Revision der Nutzungsplanung steht derzeit nicht an. Die Liegenschaft befindet sich nach kantonalem Gesamtplan - erlassen am 10. Juli 1978 und seither laufend angepasst - im Anordnungsspielraum zwischen Siedlungs- und Landwirtschaftsgebiet, weshalb sie von der Etappierung gemäss § 21 PBG nicht erfasst wird; eine Erweiterung des Siedlungsgebietes ist nicht zu erwarten. Es obliegt der (kommunalen) Ortsplanung, im fraglichen Gebiet die sachgerechte Abgrenzung zur Bauzone vorzunehmen; nebst Zuweisung zu einer Bauzone kommt dabei auch die Festsetzung einer Landwirtschaftszone oder die Erweiterung der nördlich angrenzenden Freihaltezone in Frage. Die gegenwärtige Zuordnung des Grundstückes zur Reservezone lässt die Errichtung von Bauten und Anlagen nur im Rahmen von Art. 24 RPG zu.\n\nc) Die fragliche Liegenschaft ist dem Bundesgesetz über die Entschuldung landwirtschaftlicher Heimwesen vom 12. Dezember 1940 unterstellt worden. Nach eigener Zugabe des Beschwerdeführers bezogen die Verkäufer für die Grasnutzung ein jährliches Entgelt von Fr. 80.--. Wie das Bundesamt für Justiz in seiner Vernehmlassung zutreffend ausführt, handelt es sich auch bei dieser extensiven Nutzung mit nur geringem Ertrag um landwirtschaftliche Nutzung (mit Hinweis auf BBl 1982 I 271 [Botschaft zum Bundesgesetz über die landwirtschaftliche Pacht]). Aus der |170| Stellungnahme der kantonalen Amtsstelle für Raumplanung ergibt sich schliesslich, dass aufgrund der planungsrechtlichen Situation im betroffenen Gebiet mit einer Überbauung des Grundstückes Kat. Nr. 2661 in näherer Zukunft nicht gerechnet werden kann. Warum deshalb heute an das Vorliegen der landwirtschaftlichen Nutzung strengere Anforderungen zu stellen und die Anwendung des EGG restriktiv zu handhaben wäre, ist nicht ersichtlich. Kann nämlich bei dieser Sachlage nicht gefolgert werden, dass das betreffende Grundstück nur noch auf Zusehen hin landwirtschaftlich genutzt werde, steht der Anwendung des bäuerlichen Bodenrechts nichts im Wege (BGE 113 II 136 E. 5a, 488 E. 6a). Das Landwirtschaftsgericht hat somit die Voraussetzungen des Art. 2 EGG zutreffend als gegeben erachtet und - unter diesem Gesichtspunkt - die Anwendbarkeit des einschlägigen Bundesgesetzes mit Recht bejaht.\n\n7. a) Art. 3 Abs. 1 EGG überträgt den Kantonen die Befugnis, den Anwendungsbereich des Gesetzes einzuschränken. Hiebei handelt es sich um einen echten, ermächtigenden Vorbehalt; wird davon kein Gebrauch gemacht, gilt ohne weiteres Bundesrecht. Inhalt und Umfang des Vorbehaltes bestimmen sich nach Bundesrecht; gleiches gilt für die Umschreibung der darin verwendeten Begriffe (LIVER, Kommentar, Bern 1966, N. 18, 21, zu Art. 5 ZGB; M. JAGMETTI, Vorbehaltenes kantonales Privatrecht, in Schweizerisches Privatrecht, Bd. I, S. 249, 252).\n\nDer Kanton Zürich hat von diesem Vorbehalt zumindest teilweise Gebrauch gemacht, indem gemäss § 2 des Einführungsgesetzes zum EGG (EGzEGG vom 23. September 1984) die Grundstücke, die in der Bauzone liegen, vom Einspruchsverfahren ausgenommen werden. Keine Einspruchsmöglichkeit besteht demnach gegenüber der Veräusserung von Land, welches sich für die Überbauung eignet und weitgehend überbaut ist oder voraussichtlich innert 15 Jahren benötigt und erschlossen wird (vgl. Art. 15 RPG). Die Reservezone nach zürcherischem Recht kann nun aber weder als Bauzone qualifiziert werden, noch gelten die darin gelegenen Grundstücke schlechthin als Bauerwartungsland, wie das der Beschwerdeführer geltend macht. Konsequenterweise hat das Landwirtschaftsgericht deshalb schon wiederholt entschieden, dass die einer Reservezone zugeordneten Grundstücke vom Einspruchsverfahren nicht ausgenommen sind. Dass diese Rechtsauffassung durchaus im Einklang mit Bundesrecht steht, wird nachfolgend zu zeigen sein. |171|\n\nb) Der Begriff der \"Bauzone\" fand bereits mit dem EGG vom 12. Juni 1951 Eingang ins Gesetzesrecht des Bundes (Art. 3). Während der Vorentwurf zum EGG den Vorbehalt noch für Liegenschaften, die in Städten oder in Ortschaften mit städtischen Verhältnissen gelegen sind, begrenzt haben wollte, einigten sich die Räte - auf Anraten der ständerätlichen Kommission - im Bestreben um Klarheit und Vereinfachung auf das Kriterium der Bauzone (Botschaft zum Entwurf eines Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes vom 30. Dezember 1947, in BBl 1948 I 49, 73; Sten.Bull. 1948 N 377, 1949 S 329, N 874). Die ältere Lehre definierte die Bauzone im Sinne von Art. 3 EGG als in die Ortsplanung einbezogene Fläche, für welche Überbauungspläne bestehen (JOST, Handkommentar zum EGG, 1951, S. 18 f.). Aber auch dort, wo keine Bauzonen ausgeschieden waren, erachtete man es als gerechtfertigt, baureifes Land von den Bestimmungen des landwirtschaftlichen Bodenrechts auszunehmen (CLAVADETSCHER, in: Das neue landwirtschaftliche Bodenrecht der Schweiz, 1954, S. 20 mit Hinweisen). Welche Bauzonen für die Entwicklung einer Ortschaft unentbehrlich sind, sollte dem Ermessen des kantonalen Gesetzgebers überlassen werden, der die Befugnis zum Ausschluss des EGG sogar an die Gemeinden weitergeben darf (JENNY, Das Gesetz über die Erhaltung des bäuerlichen Grundbesitzes, SJZ 49/1953, S. 37 ff., insb. S. 39).\n\nDas auf die Erhaltung bäuerlichen Grundbesitzes abzielende EGG konnte zur Zeit seiner Entstehung noch nicht auf die Unterstützung eines umfassenden Planungswerks zählen, welches auch dem Schutz der Landwirtschaft angemessen Rechnung getragen hätte (JOST, a.a.O., S. 19). Das Anliegen nach wirksamem Schutz schützenswerter Liegenschaften verlangte gleichzeitig nach einschränkender Anwendung des Gesetzes und damit notgedrungen nach tauglichen Abgrenzungskriterien. Dass in Art. 3 EGG eine einfache und transparente Eingrenzung des Geltungsbereichs gesucht wurde, erhellt einerseits aus den bereits erwähnten Materialien, letztlich aber auch aus Art. 3 EGG selbst, der immerhin in Abs. 2 die grundbuchliche Aufzeichnung der vom EGG ausgenommenen Gebiete vorsieht. Aus dem Aufbau des Gesetzes geht sodann hervor, dass mit Art. 3 EGG über die kantonale Gesetzgebung ein generell-abstraktes Ausscheidungsinstrument geschaffen werden sollte, während es den rechtsanwendenden Instanzen im Einzelfall vorbehalten bleibt, die eigentliche Feinausscheidung über Art. 2 EGG vorzunehmen. |172|\n\nMit Inkrafttreten des RPG auf den 1. Januar 1980 wurde der Begriff der Bauzone zum Zweck der haushälterischen Nutzung des Bodens von Bundesrechts wegen eingeführt (Art. 1, 15 RPG); die Kantone sind daran gebunden und dürfen den Begriff weder enger noch weiter fassen (SCHÜRMANN, a.a.O., S. 157, Rz. 1). Soll daher dem Bestreben des Gesetzgebers um eine einfache und klare Ordnung zum Durchbruch verholfen werden, liegt es nahe, den Begriff der Bauzone im Sinne des Art. 3 EGG mit demjenigen des Raumplanungsgesetzes in Einklang zu bringen. Eine solche Angleichung erweist sich mit Blick auf die Einheit der Rechtsordnung als wünschenswert und bei der Auslegung eines auf die Erhaltung des bäuerlichen Grundbesitzes ausgerichteten Gesetzes geradezu als geboten. Durch die Formulierung des Art. 3 EGG bleibt es dabei den Kantonen unbenommen, den Vorbehalt auch nur teilweise bzw. in einer Weise auszuschöpfen, die die Anwendung des Gesetzes auch auf Liegenschaften innerhalb der Bauzone (Dorfkernbetriebe) zulässt.\n\nc) Aus diesen allgemeinen Erwägungen ergibt sich, dass die vom Beschwerdeführer kritisierte Praxis der Vorinstanz, die in der Reservezone gemäss § 65 Abs. 1 PBG gelegenen Grundstücke nicht als Bauzonenland im Sinne des kantonalen Einführungsgesetzes bzw. des EGG zu behandeln, aus der Sicht des Bundesrechts nicht beanstandet werden kann. Auch die Formulierung des § 2 EGzEGG erweist sich durchaus als bundesrechtskonform. Für den Geltungsbereich des Vorbehaltes gemäss Art. 3 EGG bedarf es einer klar abgegrenzten Ordnung wie sie z.B. im Einführungsgesetz des Kantons Zürich gegeben wird. Was der Beschwerdeführer zur Begründung vorbringt, vermag insbesondere angesichts der tatsächlichen planungsrechtlichen Lage - nicht zu überzeugen. Die Annahme, das betroffene Grundstück werde über kurz oder lang der landwirtschaftlichen Nutzung entzogen, verbietet sich für die absehbare Zukunft; gemäss Richtplan befindet es sich im übrigen nicht - wie geltend gemacht - im Siedlungsgebiet, sondern im Anordnungsspielraum zwischen Siedlungs- und Landwirtschaftsgebiet, was eine Prognose über die künftige Zuweisung zusätzlich erschwert. Denkbar wäre bei dieser Sachlage ebensogut die Zuordnung zur Landwirtschaftszone. Nicht von Belang wird bei einer künftigen Planrevision jedenfalls sein, dass das Grundstück bereits einmal als Bauland eingezont war.\n\n8. a) Nach Art. 19 Abs. 1 lit. a EGG kann gegen Kaufverträge über landwirtschaftliche Heimwesen und landwirtschaftliche |173| Liegenschaften Einspruch erhoben werden, wenn der Käufer diese offensichtlich zum Zweck der Spekulation oder des Güteraufkaufs erwirbt. Was unter offensichtlicher Spekulation zu verstehen ist, beurteilt sich nach Sinn und Zweck des landwirtschaftlichen Bodenrechts (vgl. BGE 90 I 271), wobei die gesamten Umstände des einzelnen Falles zu berücksichtigen sind. Landwirtschaftlich genutzter Boden soll nicht - in der Regel unter Bezahlung eines entsprechend höheren Preises - zu anderen als landwirtschaftlichen Zwecken erworben werden. Im Gegensatz zu den beiden weiteren Tatbeständen von Art. 19 Abs. 1 EGG gilt der Einspruchsgrund der Spekulation bzw. des Güteraufkaufs gemäss lit. a in dem Sinne uneingeschränkt, als keine Rechtfertigungsgründe vorbehalten sind. Die Interessen des Beschwerdeführers sind demnach von vornherein unerheblich (zum Ganzen BGE 114 II 168 E. 1).\n\nSpekulation im Sinne der Landwirtschaftsgesetzgebung liegt gemäss der Rechtsprechung des Bundesgerichts vor, wenn mit dem Erwerb eines Grundstückes ein Gewinn durch Weiterveräusserung innert kurzer Zeit oder durch andere Verwendung des bisher landwirtschaftlich genutzten Bodens, insbesondere durch Erstellen von Miethäusern und Vermietung von Wohnungen, angestrebt wird (BGE BGE 110 II 217 E. 5a mit Hinweisen). Das gilt auch dann, wenn zwischen dem in Frage stehenden Rechtsgeschäft und dem verpönten Erfolg nur ein mittelbarer Zusammenhang besteht. So hielt das Bundesgericht schon in BGE 88 I 334 E. 2 den Tatbestand der Spekulation in einem Fall für erfüllt, in dem ein Bauunternehmen landwirtschaftlichen Boden in der Absicht erwarb, ihn in der Folge gegen Bauland zu tauschen. Zum gleichen Ergebnis gelangte die erkennende Abteilung in einem jüngeren Entscheid bezüglich eines landwirtschaftlichen Grundstückes, das von einem Kiesunternehmen in der Erwartung erworben worden war, es zu einem späteren Zeitpunkt als Realersatz anbieten zu können und damit seine Stellung in künftigen Verhandlungen über den Erwerb von kieshaltigem Boden zu verstärken (BGE 113 II 537 E. 3). Ähnlich lagen die Dinge in BGE 114 II 167 ff., wo ein Grundstück an einen Kiesunternehmer veräussert wurde, der durch pachtweise Überlassung anderweitig verpachtetes Land im Austausch zum Kiesabbau gewinnen wollte.\n\nb) Der Beschwerdeführer hat für das in der Reservezone gelegene Grundstück Kat. Nr. 2661 einen Quadratmeterpreis von rund Fr. 51.-- entrichtet. Dieser Betrag steht in krassem Missverhältnis |174| zum gegenwärtig erzielbaren Ertragswert, aber auch zu dem, was in der betreffenden Region üblicherweise für landwirtschaftlich nutzbares Land bezahlt wird. Indessen vermag dieser Umstand für sich allein den Tatbestand der Spekulation noch nicht zu erfüllen, zumal die auf diese Weise indirekt geschaffene staatliche Preiskontrolle der gesetzgeberischen Absicht zuwiderliefe (BGE 110 II 217 f.). Im überhöhten Preis liegt aber gleichwohl ein Indiz dafür, dass mit dem Kauf eine andere Absicht verbunden ist, als den Boden der landwirtschaftlichen Nutzung zu erhalten oder zuzuführen. Dass durch diese Betrachtungsweise der Handel mit landwirtschaftlich genutztem, in der Reservezone gelegenem Land erschwert werden könnte, wie der Beschwerdeführer einwendet, müsste im Interesse der Zweckverfolgung gemäss Art. 1 EGG hingenommen werden. Es wäre Sache des Gesetzgebers, allfällige nachteilige Auswirkungen zulasten der Landwirtschaft auszumerzen. Das vorliegende Beispiel vermag aber auch klar zu zeigen, dass ein wirksamer Schutz des bäuerlichen Grundbesitzes mit raumplanerischen Massnahmen allein nicht realisiert werden kann; gerade bei den im Hinblick auf künftige Änderungen der planungsrechtlichen Klassierung vorgenommenen Liegenschaftsverkäufen bedarf es einer zusätzlichen Kontrolle, wie sie durch das Einspruchsverfahren gemäss Art. 19 EGG - wenn auch nur unzureichend - gewährleistet wird.\n\nc) Wie sich aus den Akten ergibt und vom Landwirtschaftsgericht ausdrücklich festgehalten wird, hat der Beschwerdeführer im Meldeformular als Erwerbsgrund \"Kapitalanlage/Bauzweck\" angegeben. Auch anlässlich der vorinstanzlich durchgeführten Befragung hat er den Bauzweck bekräftigt, zugleich aber betont, dass es sich in erster Linie um eine Kapitalanlage handle; wenn es eingezont würde, könne man wieder davon (vom Bauen) sprechen - das Land sei erschlossen. In der Beschwerde bringt er wiederum vor, er wolle das Land zwecks Kapitalanlage erwerben, um darauf eine (zonenkonforme) Baumschule zu errichten; natürlich wolle er sich das Recht offenhalten, bei einer allfälligen Einzonung auch zu bauen.\n\nd) Das EGG verbietet den Landerwerb zum Zweck der Kapitalanlage nicht ausdrücklich. Sind aber die gesamten Umstände zu berücksichtigen, darf vorliegend das wirtschaftliche Interesse des Beschwerdeführers nicht ausser acht gelassen werden (BGE 114 II 171). Er ist nach den Feststellungen im angefochtenen Entscheid Inhaber der Eisenring AG, die ein Architekturbüro betreibt und |175| sich als Generalunternehmerin betätigt. In dieser Eigenschaft dürfte er wohl mit dem Landerwerb vor allem geschäftliche Interessen verfolgen. Es kann daher nicht beanstandet werden, wenn das Landwirtschaftsgericht die versuchte Ausnützung einer zwar ungewissen, aber dennoch nicht völlig auszuschliessenden planungsrechtlichen Besserstellung als entscheidend erachtet hat; insbesondere die Hoffnung auf eine allfällige Eingliederung in die Bauzone und die durch bessere Nutzungsmöglichkeiten entstehende Ertrags- und Wertsteigerung der Liegenschaft dürften demnach als Hauptgrund des Landerwerbs gelten. Mit den von der Vorinstanz angeführten Indizien ist hinreichend dargetan, dass der Beschwerdeführer den fraglichen Boden einer anderen, gewinnbringenderen Verwendung zuführen möchte, als dies der Landwirt täte. Unter diesen Umständen lässt sich die offensichtliche Spekulationsabsicht im Sinne der Rechtsprechung nicht verneinen; das Landwirtschaftsgericht hat demgemäss die Anwendung des Art. 19 Abs. 1 lit. a EGG mit Recht bejaht."}