{"annee": "115", "cour": "IV", "page": "270", "date": "26/9/1989", "cite": [], "cite_par": ["119 IV 250", "121 IV 38"], "chapeau": "59. Urteil der Anklagekammer vom 26. September 1989 i.S. L. gegen Staatsanwaltschaft des Kantons Basel-Stadt und Procura pubblica della giurisdizione sopracenerina del cantone Ticino", "regestes": ["Art. 346 al. 1 CP; lieu de commission/chèque de voyage. L'annonce faite par téléphone, dans le dessein de commettre une escroquerie, de la perte fictive de chèques de voyage ne constitue pas encore un acte d'exécution de l'escroquerie; le pas décisif, après lequel en règle générale l'auteur ne renonce plus à l'infraction, n'intervient qu'au moment où l'avis de perte écrit est remis à l'établissement émetteur ou à la poste. Pour déterminer le lieu de commission, il faut en conséquence se fonder sur le lieu où la demande de remboursement établie de façon mensongère a été signée et où l'auteur s'en est dessaisi."], "faits": "|271|\n\nA.- L. kaufte am 12. Mai 1989 bei der Schweizerischen Bankgesellschaft (SBG) in Basel Swiss Bankers Travellers Cheques im Werte von Fr. 10'000.--; zwei davon löste er am 14. und 15. Mai 1989 in Bellinzona bzw. Lugano ein. Am 15. Mai 1989 meldete er dem Swiss Bankers Travellers Cheque Centre in Bern (Zentralstelle) telefonisch den Verlust von Reisechecks im Wert von Fr. 9'400.--; am 16. Mai 1989 stellte er in Basel den entsprechenden schriftlichen Rückerstattungsantrag; am 18. Mai 1989 erhielt er über den geltend gemachten Betrag durch den Schweizerischen Bankverein (SBV) in Basel Ersatzchecks, die er gleichentags in Basel einlöste. Zwölf der als verloren gemeldeten Reisechecks löste er im Kanton Tessin ein.\n\nB.- Am 20. Juni 1989 brachte die Zentralstelle der Stadtpolizei Bern den geschilderten Sachverhalt zur Anzeige; diese erstattete am 21. Juni 1989 Strafanzeige gegen L. In der Strafanzeige findet sich der Vermerk, dass sich mit dieser Angelegenheit bereits die Tessiner Kantonspolizei in Locarno befasse.\n\nDer Generalprokurator des Kantons Bern überwies daher am 28. Juni 1989 die Akten des Untersuchungsrichteramtes Bern der Staatsanwaltschaft des Sopraceneri mit dem Ersuchen um Stellungnahme zur Gerichtsstandsfrage. Diese lehnte ihre Zuständigkeit ab mit dem Hinweis, die Tatsache, dass sich die Polizei von Locarno am Rande mit einzelnen Checks befasst haben soll, vermöge nicht den Gerichtsstand im Kanton Tessin zu begründen.\n\nAuch die Staatsanwaltschaft des Kantons Basel-Stadt erachtete ihre Zuständigkeit nicht als gegeben.\n\nC.- Mit Gesuch vom 18. August 1989 beantragt der Generalprokurator des Kantons Bern bei der Anklagekammer des Bundesgerichts, die Behörden des Kantons Basel-Stadt, eventuell jene des Kantons Tessin, für berechtigt und verpflichtet zu erklären, die L. zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen.\n\n|272|\n\nDie Staatsanwaltschaft des Kantons Basel-Stadt beantragt, die Behörden des Kantons Bern zuständig zu erklären.\n\nDie Procura pubblica sopracenerina beantragt, die Behörden des Kantons Basel-Stadt zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. a) Nach Art. 346 Abs. 1 StGB sind für die Verfolgung und Beurteilung einer strafbaren Handlung die Behörden des Ortes zuständig, wo die strafbare Handlung ausgeführt wurde.\n\nb) Ausführungshandlung beim Betrug ist jede Tätigkeit, die nach dem Plan des Täters auf dem Weg zum Erfolg den letzten entscheidenden Schritt darstellt, von dem es in der Regel kein Zurück mehr gibt, ausgenommen wegen äusserer Umstände, die eine Weiterverfolgung der Absicht verunmöglichen oder erschweren; eine blosse Vorbereitungshandlung ist für die Bestimmung des Gerichtsstandes nicht massgeblich, ausgenommen natürlich in Fällen, wo diese ausdrücklich als strafbar erklärt wird (E. SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Bern 1987, N. 70). Ausgeführt ist der Betrug dort, wo der Täter jemanden durch Vorspiegelung oder Unterdrückung von Tatsachen oder durch arglistige Ausnützung eines Irrtums zu einem Verhalten bestimmt, das den sich Irrenden oder einen Dritten am Vermögen schädigt (E. SCHWERI, a.a.O, N. 106).\n\n2. a) Bei der Beurteilung des Gesuches ist davon auszugehen, was dem Beschuldigten aufgrund der Akten vorgeworfen werden kann.\n\nb) Aus den Akten ergeben sich keinerlei Anhaltspunkte dafür, dass L. bereits beim Kauf der Reisechecks mit Betrugsabsicht gehandelt hätte; der Beschuldigte scheint bis heute dazu nicht befragt worden zu sein.\n\nc) Die telefonische Verlustmeldung an die Zentralstelle in Bern hat noch keine Vermögensschädigung zur Folge, sondern bewirkt erst, dass im Sinne einer provisorischen Massnahme zur Vermeidung von grösserem Schaden die betreffenden Reisechecks gesperrt werden. Sofern der vom Verlust Betroffene unverzüglichen Ersatz der Reisechecks wünscht, weist ihn die Zentralstelle an eine Verkaufsstelle - in der Regel eine Bank -, wo er einen Rückerstattungsantrag ausfüllen muss, worauf ihm die Ersatzchecks ausgehändigt werden. Wünscht er nicht sofortigen Ersatz, so wird ihm das Rückerstattungsformular durch die Zentralstelle an die |273| Wohnadresse zugestellt; die Zentralstelle veranlasst in diesem Fall dann auf Wunsch in der Regel die Auszahlung des geltend gemachten Betrages an die Bank des Antragstellers. Nach der - zwar bereits in betrügerischer Absicht erfolgten - telefonischen Meldung eines nicht eingetretenen Verlustes kann sich der Täter daher immer entscheiden, ob er den weiteren, für die Vergütung der Checks unerlässlichen Schritt des Ausfüllens des Rückerstattungsantrages ausführt oder aber davon absehen will. Unter diesen Umständen erscheint die blosse telefonische Verlustmeldung nicht als der letzte entscheidende Schritt, von dem es in der Regel kein Zurück mehr gibt.\n\nDer letzte entscheidende Schritt wird erst getan, wenn die schriftliche Verlustmeldung der Verkaufsstelle ausgehändigt oder der Post übergeben wird; erst in diesem Moment setzt der Täter unmittelbar zur Tat an, erreicht er auf dem Weg zum Erfolg den Punkt, in welchem er fast gezwungen ist, weiterzuhandeln, und es für ihn in der Regel kein Zurück mehr gibt. Für die Bestimmung des Begehungsortes ist daher im vorliegenden Fall darauf abzustellen, wo der Beschuldigte den Rückerstattungsantrag wahrheitswidrig ausfüllte und unterzeichnete. Dies war nach den Akten in Basel der Fall, wo somit auch der Begehungsort im Sinne von Art. 346 StGB liegt. Am selben Ort wurde der Betrug im übrigen auch vollendet, indem L. die Ersatzchecks beim Schweizerischen Bankverein in Basel entgegennahm (vgl. E. SCHWERI, a.a.O., N. 107)."}