{"annee": "115", "cour": "V", "page": "285", "date": "17/8/1989", "cite": ["113 V 74", "112 V 126", "115 V 275", "114 V 134"], "cite_par": ["121 V 137", "124 V 279", "121 V 130"], "chapeau": "38. Urteil vom 17. August 1989 i.S. Schweizerische Unfallversicherungsanstalt gegen G. und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 20 al. 2 et 3 LAA, art. 31 et 32 OLAA: Calcul des rentes complémentaires d'invalidité (in casu: bénéficiaire d'une rente d'invalidité de l'AI). - En cas de concours entre une rente d'invalidité de l'assurance-accidents obligatoire et une rente de l'AI ou de l'AVS, une rente complémentaire doit toujours être allouée conformément à l'art. 20 al. 2 LAA. Dans le calcul de celle-ci, les rentes de l'AI et de l'AVS doivent en principe être prises en compte entièrement (cf. ATF 115 V 275). - Les art. 31 et 32 OLAA, pris sur délégation de l'art. 20 al. 3 LAA, sont conformes à la loi et à la Constitution, dans la mesure où ils expriment le principe susmentionné d'une mise en compte intégrale, sans prévoir de réglementation différente pour les rentes complémentaires allouées à des ménagères exerçant une activité lucrative à temps partiel et qui reçoivent, à la suite d'un accident, une rente simple de l'AI calculée selon la méthode mixte (art. 27bis RAI)."], "faits": "BGE 115 V 285 S. 286\n\nA.- Marianne G. (geb. 1943) ist verheiratet und Mutter eines 1966 geborenen Sohnes. Sie übte seit 1977 neben der Besorgung ihres Haushalts eine Teilzeitbeschäftigung aus und war in dieser Eigenschaft bei der Schweizerischen Unfallversicherungsanstalt (SUVA) obligatorisch versichert. Bei dieser Tätigkeit erzielte sie in der Zeit vom 21. Februar 1981 bis 20. Februar 1982 einen Verdienst von insgesamt Fr. 16'065.--. Am 21. Februar 1982 zog sie sich bei einem Unfall Verletzungen des Steissbeines und des Rückens zu. Wegen anhaltender Beschwerden in den Beinen und im Rücken musste sich die Versicherte lange dauernden Behandlungen unterziehen und konnte ihre Erwerbstätigkeit nicht mehr aufnehmen. Die Invalidenversicherung gewährte ihr aufgrund eines nach der gemischten Methode ermittelten Invaliditätsgrades von mehr als 66 2/3% eine ab 1. Februar 1983 laufende ganze einfache Invalidenrente (Verfügung der AHV-Ausgleichskasse vom 24. Februar 1986).\n\nDie SUVA erbrachte die gesetzlichen Leistungen und richtete Marianne G. u.a. eine Integritätsentschädigung von Fr. 17'400.-- aus. Ferner sprach sie der Versicherten mit Verfügung vom 2. März 1987 u.a. ab 1. März 1987 eine Komplementärrente im Sinne von Art. 20 Abs. 2 UVG zu, deren Berechnung sie 90%, des versicherten Verdienstes (d.h. Fr. 14'458.--) und die ganze Rente der IV von jährlich Fr. 9'276.-- zugrunde legte, woraus sie einen Rentenbetrag von Fr. 5'182.-- im Jahr bzw. Fr. 432.-- im Monat ermittelte.\n\nEine gegen diese Verfügung erhobene Einsprache wies die SUVA mit Entscheid vom 29. April 1987 ab.\n\nB.- Das Versicherungsgericht des Kantons Basel-Stadt hiess die dagegen eingereichte Beschwerde hinsichtlich der Komplementärrentenberechnung gut, hob die Verfügung vom 2. März 1987 auf und wies die SUVA an, bei der Berechnung laut Art. 20 Abs. 2 UVG denjenigen Teil der IV-Rente ausser acht zu lassen, mit dem BGE 115 V 285 S. 287die Unmöglichkeit der Besorgung des Haushalts abgegolten werde (Entscheid vom 12. Januar 1988).\n\nC.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der vorinstanzliche Entscheid sei hinsichtlich der angeordneten Berechnung der Komplementärrente aufzuheben.\n\nMarianne G. schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) beantragt deren Gutheissung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Anwendbares Recht)\n\n2. (Vgl. BGE 115 V 278 Erw. 1.)\n\n3. Im vorliegenden Fall ist streitig, wie die der Beschwerdegegnerin nach dem Unfall vom 21. Februar 1982 aufgrund der gemischten Methode (Art. 27bis IVV) zugesprochene ganze Rente der IV bei der Berechnung der Komplementärrente der obligatorischen Unfallversicherung zu berücksichtigen ist. Während nach Auffassung der SUVA und des BSV die Rente der IV gemäss Art. 20 Abs. 2 (und Abs. 3) UVG (in Verbindung mit den Art. 31 und 32 UVV) in vollem Umfang anzurechnen ist, vertreten Vorinstanz und Beschwerdegegnerin die Meinung, Art. 20 Abs. 2 UVG regle (wie auch Art. 31 Abs. 4 UVG) das Zusammentreffen von Leistungen der IV (bzw. der AHV) mit Renten der Unfallversicherung einer früher teilweise erwerbstätigen Hausfrau nicht; deshalb seien die allgemeinen, von Lehre und Rechtsprechung (im Rahmen von Art. 40 UVG bzw. 74 Abs. 3 KUVG) entwickelten Grundsätze heranzuziehen. Weil entsprechend dem bei der Überentschädigung massgebenden Grundsatz der sachlichen Kongruenz nur wirtschaftlich gleichgerichtete Leistungen miteinander verglichen werden dürften, sei die Rente der IV nach den in BGE 112 V 126 aufgestellten Regeln bloss insoweit zu berücksichtigen, als sie die erwerbliche Einschränkung abgelte; dagegen müsse jener Teil der Rente ausser acht gelassen werden, der als Ausgleich für die Unmöglichkeit der Betätigung im nichterwerblichen Aufgabenbereich (d.h. im Haushalt) bestimmt sei.\n\na) Bei der Auslegung des Gesetzes ist von Bedeutung, dass Art. 20 Abs. 2 UVG bei einem Anspruch auf eine Invalidenrente der Unfallversicherung und dem gleichzeitigen \"Anspruch auf eine Rente der IV oder auf eine Rente der AHV\" generell von der Gewährung einer \"Komplementärrente\" spricht, deren Höhe BGE 115 V 285 S. 288grundsätzlich der Differenz zwischen 90% des versicherten Verdienstes und \"der Rente der IV oder der AHV\" entspricht. Ebenso ist in Art. 31 Abs. 4 UVG beim Anspruch auf eine Hinterlassenenrente der Unfallversicherung und dem gleichzeitigen \"Anspruch auf Renten der AHV oder der IV\" generell und uneingeschränkt von der Gewährung einer \"Komplementärrente\" die Rede, welche ebenfalls grundsätzlich der Differenz zwischen 90% des versicherten Verdienstes und \"den Renten der AHV oder der IV\" entspricht. Die wörtliche Auslegung dieser Bestimmungen ergibt somit, dass beim Zusammentreffen von Renten der Unfallversicherung mit solchen der IV oder der AHV dem Versicherten bzw. gegebenenfalls seinen Hinterlassenen stets ein Anspruch auf eine Komplementärrente zusteht, bei deren Berechnung die Renten der IV oder der AHV grundsätzlich in vollem Umfang zu berücksichtigen sind. Da der Wortlaut von Art. 20 Abs. 2 (und 31 Abs. 4) UVG klar ist, besteht aufgrund dieser Vorschriften kein Raum für eine gestützt auf die allgemeinen Grundsätze der Überversicherung bzw. der Kongruenz abweichende Auslegung mit einer nur teilweisen Anrechnung der genannten Renten (BGE 114 V 135 f. Erw. 2b und 3a, BGE 113 V 77 Erw. 3b und c sowie 109 Erw. 4a mit Hinweisen). Dazu besteht umso weniger Anlass, als die erwähnte Bedeutung des Wortlautes auch dem Sinn und Zweck der Bestimmungen entspricht. Denn der Gesetzgeber hat mit der Einführung der Komplementärrenten die früheren allgemeinen Überentschädigungsregeln (Art. 45 IVG bzw. Art. 39bis IVV; Art. 48 AHVG resp. Art. 66quater AHVV), welche laufende Überprüfungen und Anpassungen der Kürzungssätze erforderten, bewusst vereinfachen und durch das neue Koordinationssystem ersetzen wollen, womit er eines der wichtigsten Revisionsziele zu verwirklichen beabsichtigte (vgl. Botschaft zum Bundesgesetz über die Unfallversicherung vom 18. August 1976, BBl 1976 III 170 f. und 224 f.; SCHAER, Grundzüge des Zusammenwirkens von Schadenausgleichssystemen, Basel 1984, S. 359, Rz. 1045 und N. 3; MAURER, Schweizerisches Unfallversicherungsrecht, S. 381 und 437 f.; SEILER, Der Entwurf zu einem neuen Unfallversicherungsgesetz, SZS 1977 S. 25 f. und 29; siehe auch KOHLER, Surindemnisation choquante dans la LAA, en cas de salaire résiduel, SZS 1987 S. 289). Dabei wurde mit der neuen Komplementärrentenregelung eine einfache und sozial vertretbare Kombination zwischen den Systemen der AHV/IV und der Unfallversicherung angestrebt, bei der sich nach dem ausdrücklichen Willen des Gesetzgebers eine BGE 115 V 285 S. 289\"eigentliche Systemkongruenz\" nicht bewerkstelligen liess (BBl 1976 III 170). Die von Beschwerdegegnerin und Vorinstanz anhand des Grundsatzes der Kongruenz bzw. der sachlichen Übereinstimmung von Leistungen vorgetragene Argumentation ist auch deshalb nicht zulässig, weil der Richter die als Ausfluss des Systemwechsels unmittelbar aus dem Gesetz sich u.a. ergebenden Grundsätze der Komplementärrentenregelung mit einer prinzipiell vollen Anrechenbarkeit der AHV/IV-Renten hinzunehmen hat (vgl. zum Grundsatz der Kongruenz SCHAER, a.a.O., S. 158 f., 361 und 391 ff.; VPB 1987 Nr. 2 S. 19 Ziff. 3; BGE 112 V 128 f., je mit weiteren Hinweisen). Entgegen den Meinungen von Beschwerdegegnerin und Vorinstanz kann zudem aus den im Rahmen von Art. 40 UVG sowie Art. 74 Abs. 3 KUVG entwickelten - und hier nicht anwendbaren (vgl. BGE 115 V 279 Erw. 1c) - Überentschädigungsregeln ebensowenig etwas anderes abgeleitet werden wie aus BGE 112 V 126, weil es in diesem Urteil - anders als im vorliegenden Fall - um ein Zusammentreffen von Invalidenrenten der IV mit Krankengeld der Unfallversicherung ging und deshalb die genannten Regeln zu berücksichtigen waren. Die durch den kantonalen Richter und die Beschwerdegegnerin anhand der in BGE 112 V 126 angeführten Grundsätze befürwortete lediglich teilweise Anrechnung der IV-Renten von teilerwerbstätigen Hausfrauen erweist sich demzufolge unter dem Gesichtspunkt des Art. 20 Abs. 2 UVG als unzutreffend.\n\nb) (Vgl. BGE 115 V 281 Erw. 3b; die dortigen Ausführungen über die in Art. 31 und 32 UVV - gestützt auf die Delegationsnorm von Art. 20 Abs. 3 UVG - aufgestellte Ordnung bezüglich der teilerwerbstätigen Altersrentner gelten im wesentlichen auch hinsichtlich der hier zu beurteilenden Frage der Gesetz- und Verfassungsmässigkeit der Regelung bei teilerwerbstätigen Hausfrauen.)\n\nc) Aus dem Vorstehenden folgt, dass die Komplementärrente der Beschwerdegegnerin richtigerweise nach der Grundregel des Art. 20 Abs. 2 UVG berechnet worden ist. Insoweit steht unbestrittenermassen fest, dass die SUVA an sich korrekt vorgegangen ist, indem sie den 90% des versicherten Verdienstes (d.h. Fr. 14'458.--) die ganze Rente der IV von jährlich Fr. 9'276.-- gegenübergestellt hat, womit sich aus der Differenzberechnung eine Komplementärrente von Fr. 5'182.-- im Jahr ergibt. Die Verfügung und der Einspracheentscheid der SUVA erweisen sich daher als rechtmässig.\n\nBGE 115 V 285 S. 290\n\n4. (Parteientschädigung)\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Versicherungsgerichts des Kantons Basel-Stadt vom 12. Januar 1988 insoweit aufgehoben, als die SUVA zur Neuberechnung der Komplementärrente verpflichtet wurde."}