{"annee": "132", "cour": "I", "page": "175", "date": "19/6/2006", "cite": ["117 IA 292", "117 IA 97", "129 I 8"], "cite_par": ["134 I 140", "134 II 124", "134 II 207", "140 I 114", "141 II 83", "135 V 361", "134 II 318", "136 I 316", "145 I 108", "133 I 19"], "chapeau": "21. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A.X. et B.X. contre Administration fiscale cantonale ainsi que Tribunal administratif du canton de Genève (recours de droit public)\n\n2P.211/2005 du 19 juin 2006", "regestes": ["Art. 9 Cst.; amortissement ordinaire comptabilisé sur un immeuble appartenant à la fortune commerciale des recourants. Définition de l'amortissement, méthodes de calcul et conditions auxquelles il peut être déduit du bénéfice imposable (consid. 1 et 2). En l'espèce, le refus de l'amortissement, comptabilisé selon une méthode admise et à un taux fixé dans une notice de l'Administration fédérale des contributions, sans examen de la situation en cause, apparaît arbitraire, d'autant que seul un exercice comptable a fait l'objet d'une correction (consid. 3)."], "faits": "|176|\n\nDans leur déclaration pour l'impôt cantonal et communal 1998, A.X., administrateur et président de la société de construction X. & Cie SA et exerçant, en outre, une activité accessoire dans ce domaine, et B.X. ont déclaré une perte de 365'315 fr. ainsi qu'une fortune nette négative de 832'913 fr. Cette perte était déterminée compte tenu d'un amortissement ordinaire de 4 %, soit 194'400 fr., comptabilisé sur un bâtiment industriel et artisanal appartenant à la fortune commerciale des recourants dont la valeur comptable (coût total de construction) avant amortissement était au 31 décembre 1997 de 4'860'000 fr.\n\nDans sa décision de taxation du 15 décembre 1999 et sa décision sur réclamation du 9 septembre 2003, l'Administration fiscale cantonale du canton de Genève (ci-après: l'Administration fiscale cantonale) n'a pas admis cet amortissement.\n\nLe 22 novembre 2004, la Commission cantonale de recours en matière d'impôts du canton de Genève a admis le recours des époux X. Elle a renvoyé la cause à l'Administration fiscale cantonale pour une nouvelle décision tenant compte de l'amortissement de 194'400 fr. sur l'immeuble en question.\n\nLe Tribunal administratif du canton de Genève (ci-après: le Tribunal administratif) a admis le recours de l'Administration fiscale cantonale par arrêt du 14 juin 2005. Il a jugé que, bien que l'immeuble appartînt au patrimoine professionnel de A.X., l'amortissement de 4 % ne pouvait être accepté, la dépréciation périodique et progressive de l'immeuble n'ayant pas été établie.\n\nAgissant par la voie du recours de droit public, les époux X. concluent à l'annulation de l'arrêt du Tribunal administratif du 14 juin 2005. Ils estiment que ledit Tribunal a commis un déni de justice et a appliqué la législation cantonale relevante de manière arbitraire.\n\nLe Tribunal fédéral a admis le recours et annulé la décision attaquée.", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 Le Tribunal administratif, dans une motivation très succincte, a admis le recours de l'Administration fiscale cantonale et refusé l'amortissement de 4 %, soit 194'400 fr., comptabilisé sur un bâtiment industriel et artisanal appartenant à la fortune commerciale des recourants et loué à des tiers. Selon ce Tribunal, la dépréciation |177| périodique et progressive de l'immeuble n'aurait pas été établie par les recourants. Il semble, en outre, admettre que la perte de valeur du bien immobilier serait compensée par les revenus provenant de la location du bien en cause et encaissés par le propriétaire, soit les recourants. Finalement, l'Administration fiscale cantonale pouvait refuser la déduction de cet amortissement lors de la période fiscale 1998 alors qu'elle l'avait admis les années antérieures.\n\nLes intéressés estiment qu'en refusant cet amortissement de 4 %, le Tribunal administratif a appliqué la loi générale genevoise du 9 novembre 1887 sur les contributions publiques (ci-après: LCP) de façon arbitraire. Ce d'autant plus qu'un amortissement identique avait été comptabilisé et admis en déduction par l'Administration fiscale cantonale pour les périodes fiscales 1996, 1997 et qu'il en a été de même pour les périodes 1999, 2001 et 2002.\n\n1.2 Appelé à revoir l'interprétation d'une norme sous l'angle restreint de l'arbitraire, le Tribunal fédéral ne s'écarte de la solution retenue par l'autorité cantonale de dernière instance que si celle-ci apparaît insoutenable, en contradiction manifeste avec la situation effective, adoptée sans motifs objectifs et en violation d'un droit certain. En revanche, si l'application de la loi défendue par l'autorité cantonale ne s'avère pas déraisonnable ou manifestement contraire au sens et au but de la disposition ou de la législation en cause, cette interprétation sera confirmée, même si une autre solution - éventuellement plus judicieuse - paraît possible (ATF 117 Ia 97 consid. 5b p. 106, ATF 117 Ia 292 consid. 3a p. 294 et les références citées; sur la notion d'arbitraire, cf. art. 9 Cst. et ATF 129 I 8 consid. 2.1 p. 9 et la jurisprudence citée).\n\n2.\n\n2.1 L'art. 21 let. g LCP, en vigueur lors de la période fiscale 1998, prévoit que sont déduits de l'ensemble des revenus bruts:\n\n\"les frais nécessaires pour la conservation et l'entretien des biens du contribuable et de leur revenu, ainsi que les amortissements justifiés par l'usage commercial ou par la dépréciation effective qu'ont subie ces biens au cours de l'année; sont exceptés les amortissements d'éléments incorporels tels que bail et clientèle;\"\n\n2.2 Le droit fiscal considère le solde du compte de pertes et profits, établi dans le respect des normes légales topiques, comme déterminant pour l'établissement du bénéfice imposable (Massgeblichkeitsprinzip), sous réserve de règles correctrices spécifiques de droit |178| fiscal (URS BEHNISCH, Zur Massgeblichkeit der Handelsbilanz für die Steuerbilanz, in Aktienrecht 1992-1997: Versuch einer Bilanz, p. 21 ss; MARKUS REICH, in Martin Zweifel/Peter Athanas, Kommentar zum schweizerischen Steuerrecht, vol. I/2a, Bundesgesetz über die direkte Bundessteuer [DBG] n. 19 ss ad art. 18 LIFD p. 161 ss, et PETER BRÜLISAUER/STEPHAN KUHN, in Martin Zweifel/Peter Athanas, op. cit., n. 7 ss ad art. 58 LIFD p. 644 ss ).\n\nEn droit commercial, les amortissements sont la constatation comptable de la perte subie par la valeur d'actifs immobilisés qui se déprécient avec le temps (Chambre fiduciaire, Manuel suisse d'audit 1998, tome 1, n. 2.3508 p. 261; cf. art. 665, 669 et 960 al. 2 CO). Le poste d'actif concerné est diminué pour tenir compte de sa dépréciation. En droit fiscal, les amortissements sont admis en déduction du bénéfice imposable pour autant que, s'agissant de personnes physiques, le contribuable exerce une activité indépendante, et que le bien amorti appartienne à sa fortune commerciale. Ils doivent être justifiés par l'usage commercial et correspondre à une dépréciation réelle des actifs. Si le contribuable ne tient pas de comptabilité, ils doivent faire l'objet d'un plan spécial d'amortissements.\n\nL'amortissement ordinaire devrait correspondre à la dépréciation réelle du bien qui peut varier d'un exercice à l'autre. Toutefois, la méthode consistant à répartir l'amortissement en fonction de la durée probable de vie de l'actif peut être utilisée pour des raisons de simplification (cf. art. 28 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct [LIFD; RS 642.11]). L'amortissement mathématique peut se présenter sous deux formes: l'amortissement linéaire se calcule sur la valeur d'acquisition ou sur le prix de revient, de sorte que le montant de l'amortissement est constant d'année en année; l'amortissement dégressif est basé sur la valeur comptable résiduelle, le montant de l'amortissement sera ainsi plus élevé au cours des premières années d'utilisation (ERNST BLUMENSTEIN/PETER LOCHER, System des schweizerischen Steuerrechts, 6e éd., § 15, p. 254 ss; ERNST HÖHN/ROBERT WALBURGER, Steuerrecht, 9e éd., vol. II, § 46, n. 65 ss, p. 334 ss; PIERRE-ALAIN LOOSLI, L'entreprise en raison individuelle, Imposition du revenu et de la fortune en droit genevois et fédéral, p. 49 ss; XAVIER OBERSON, Droit fiscal suisse, 2e éd., § 7, n. 204 ss, p. 136 ss). En principe, les taux d'amortissement admis sur le plan fiscal sont fixés par les autorités fiscales; tel est, par exemple, le cas pour l'impôt fédéral direct: l'Administration fédérale des contributions a publié la \"Notice A 1995 relative aux |179| amortissements sur les valeurs immobilisées des entreprises commerciales\" (ci-après: la notice A; Archives 63 p. 638 ss) qui indique les taux d'amortissement normaux en pour cent de la valeur comptable en fonction des divers types d'immeubles selon qu'ils portent sur le bâtiment uniquement ou sur le bâtiment et le terrain ensemble.\n\n2.3 Pour les immeubles, comme pour tous les autres actifs, l'amortissement se justifie uniquement si le bien se déprécie avec son usage ou l'écoulement du temps (JÜRG B. ALTORFER, Abschreibungen auf Aktiven des Anlagevermögens aus steuerlicher Sicht, n. 4.3.2 p. 78). Un bien qui ne subit aucune dépréciation ne doit pas être amorti, quelle que soit la méthode d'amortissement; à cet égard, l'usage commercial ne saurait créer ou justifier un droit à l'amortissement en l'absence de moins-value. Tel peut être le cas lorsqu'un immeuble est correctement entretenu. En outre, s'agissant d'immeubles, il n'est pas rare que l'augmentation de la valeur du terrain compense le vieillissement du bâtiment.\n\n3. En l'espèce, il n'est pas contesté que l'immeuble des recourants appartient à leur fortune commerciale. Il s'agit de plusieurs bâtiments, construits en 1994-1995, de plein pied - sans étage - en structure métallique. Ces locaux loués sont utilisés comme dépôts industriels ou comme locaux de travail par des artisans. D'après sa nature, soit une construction métallique légère, l'immeuble est susceptible de subir des moins-values. Les recourants ont ainsi choisi d'amortir leur immeuble en fonction de sa durée de vie moyenne de façon linéaire à un taux de 4 % par an - le taux fixé par l'Administration fédérale des contributions, dans la notice A susmentionnée, pour les entrepôts et immeubles artisanaux est de 8 % si l'amortissement est calculé sur la valeur comptable, et de 4 % s'il l'est sur la valeur d'acquisition - calculé sur le prix de revient, soit un amortissement de 194'400 fr.\n\nL'argument de l'Administration fiscale cantonale, implicitement repris par le Tribunal administratif, selon lequel des amortissements ne sauraient être admis car les loyers encaissés compensent la perte de valeur du bien, n'est pas pertinent. Qu'un immeuble faisant partie de la fortune commerciale de son propriétaire soit loué ou non ne joue pas de rôle en ce qui concerne son amortissement. Au demeurant, les loyers encaissés, même s'ils compensent une éventuelle moins-value, doivent être déclarés pour leurs montants bruts, et non pas nets. Des installations louées, faites aux frais du |180| propriétaire, peuvent être amorties en cas de moins-value. L'art. 21 let. g LCP ne limite d'ailleurs pas les amortissements aux actifs d'exploitation du contribuable lui-même. Tous les actifs faisant partie de la fortune commerciale, même les actifs de placement, peuvent faire l'objet d'amortissements en cas de moins-value.\n\nEn outre, l'apparition occasionnelle de réserves latentes n'est en principe pas un motif pour supprimer un amortissement justifié par l'usage commercial. En cas d'amortissement linéaire, l'apparition de telles réserves ne donne lieu à correction que si elles sont constantes. Dans cette hypothèse, il faut examiner si le taux d'amortissement n'est pas trop élevé. Une réserve latente au regard de la valeur fiscale apparue en 1997, comme c'est le cas en l'espèce, ne justifierait la suppression de l'amortissement que s'il est établi que le taux de l'amortissement est durablement trop élevé ou que l'immeuble ne subit pas de moins-value à long terme. A cet égard, le fisc doit respecter la méthode choisie par le contribuable lorsqu'elle est justifiée par l'usage commercial et que celui-là s'y tient; il ne peut reprendre des amortissements effectués que si la méthode est inappropriée, n'est pas appliquée de manière cohérente ou crée durablement des réserves latentes.\n\nOr, le Tribunal administratif s'est borné à annuler l'amortissement au motif que la dépréciation périodique et progressive des bâtiments n'était pas avérée et que la valeur comptable était inférieure à la valeur fiscale. Il n'a pas examiné si l'immeuble subissait ou non de fait globalement une moins-value, ou si le taux d'amortissement utilisé, repris de la notice A de l'Administration fédérale des contributions, était trop élevé - auquel cas ce taux aurait pu être modifié.\n\nAu vu de ce qui précède, la suppression de l'amortissement sans examen de la situation en cause, c'est-à-dire sans établir au préalable que l'immeuble ne subit aucune moins-value ou que le taux d'amortissement fixé en fonction de la durée de vie des bâtiments est trop élevé, apparaît arbitraire, d'autant que seul un exercice a fait l'objet d'une correction et que la valeur fiscale d'un immeuble n'est pas nécessairement une valeur de référence adaptée à l'appréciation du bien-fondé des amortissements. Le recours devant être admis pour ce motif, il n'est pas nécessaire d'examiner les autres griefs invoqués par les recourants."}