{"annee": "132", "cour": "I", "page": "29", "date": "17/10/2005", "cite": ["125 I 54", "110 IB 222", "130 I 205", "101 IA 557", "104 IA 264", "131 I 145", "74 I 117", "110 IB 127", "111 IA 41", "123 I 264", "121 I 14", "57 I 415", "125 I 458"], "cite_par": ["134 I 303", "133 I 19", "133 I 308", "135 I 233", "136 II 405", "139 I 64", "137 I 273", "138 III 755", "137 I 145", "138 II 300"], "chapeau": "5. Extrait de l'arrêt de la IIe Cour de droit public dans la cause époux A. contre Kantonales Steueramt Zürich et Administration canto- nale des impôts du canton de Vaud (recours de droit public)\n\n2P.100/2005 du 17 octobre 2005", "regestes": ["Art. 127 al. 3 Cst.; double imposition intercantonale; péremption du droit de taxer (délai); domicile fiscal; fonction dirigeante. Dans le système de taxation postnumerando annuel appliqué par tous les cantons, le délai de péremption échoit à la fin de l'année qui suit la période de taxation (précision de la jurisprudence; consid. 3). Récapitulation des règles de conflit s'agissant du domicile fiscal d'un contribuable marié occupant une fonction dirigeante. Définition de la fonction dirigeante. Rôle du pied-à-terre sur le lieu du travail (consid. 4). Particularités de la fonction de directeur général d'une société holding. Pas de domicile fiscal au lieu du travail en l'absence de pied-à-terre au lieu du travail (consid. 5)."], "faits": "|30|\n\nLes époux A. ont trois enfants et habitent R. dans le canton de Vaud depuis 1989. A partir de 1995, A.A. a travaillé à S. comme directeur général de l'assurance C., qui appartenait au groupe D. Il a quitté la fonction de directeur général de l'assurance C. le 31 décembre 1999. Il a conservé la fonction de vice-président du conseil d'administration de celle-ci jusqu'en novembre 2002.\n\nAu mois de septembre 1999, avec effet au 1er janvier 1999, il a en outre été nommé directeur de la branche suisse de D. à T. à laquelle sont rattachées toutes les activités d'assurances en Suisse, soit les activités de l'assurance C. et de E. Du 1er mars au 5 novembre 2002, il a été directeur général (\"CEO\") de la société D. Ces nominations ont été rapportées par la presse, en particulier par la Neue Zürcher Zeitung et ont fait l'objet d'inscriptions dans le registre du commerce.\n\nPar décision du 10 novembre 2000, l'Office d'impôt du Lavaux a taxé définitivement les époux A. pour la période fiscale 1999/ 2000 sur une fortune imposable de ... fr. ainsi que sur un revenu d'activité lucrative dépendante de ... fr. pour 1997 et de ... fr. pour 1998, une valeur locative de ... fr. pour chaque année et un revenu de titres de ... fr. pour 1997 et de ... fr. pour 1998.\n\nPar décision du 18 janvier 2002, le même Office a taxé provisoirement les époux A. pour la période fiscale 2001/2002 sur un revenu imposable de ... fr. et une fortune de ... fr.\n\nPar courrier du 30 mai 2003, l'Office cantonal des impôts du canton de Zurich a fait savoir à l'Administration cantonale des impôts du canton de Vaud qu'il considérait que A.A. détenait une fonction dirigeante au sein de la société D. à T. et faisait valoir sa prétention à l'imposer conformément aux règles de répartition intercantonale pour les périodes fiscales allant du 1er septembre 1999 au 31 décembre 2002. Une copie de ce courrier a été adressée à A.A. |31|\n\nLa situation professionnelle et familiale de A.A. a fait l'objet de plusieurs correspondances. Le 8 avril 2004, l'Office cantonal des impôts zurichois a procédé à l'audition de A.A. Par courrier du 12 mai 2004 adressé à l'Office cantonal des impôts zurichois, A.A. a déposé des attestations prouvant son emploi du temps durant la période en cause, en particulier ses retours réguliers à R. durant la semaine et la fréquentation de son bureau de S. Le 22 juillet 2004, l'Office cantonal des impôts zurichois a inclus dans la procédure B.A. et a invité les époux à se déterminer sur son intention de les assujettir à l'impôt dans le canton de Zurich pour la période du 1er septembre 1999 au 31 décembre 2002.\n\nPar décision formelle du 8 mars 2005, l'Office cantonal des impôts zurichois a déclaré les époux A. personnellement assujettis dans le canton de Zurich pour les périodes fiscales du 1er septembre 1999 à la fin de l'année 2001 (sic).\n\nAgissant par la voie du recours de droit public contre les cantons de Zurich et Vaud, les époux A. demandent au Tribunal fédéral, sous suite de frais et dépens, l'annulation de la décision du 8 mars 2005 de l'Administration fiscale zurichoise. Subsidiairement, ils demandent l'annulation de la décision de taxation définitive du 10 novembre 2000 de l'Administration fiscale vaudoise pour la période fiscale 1999/2000 ainsi que celle, provisoire, du 18 janvier 2002 de l'Administration fiscale vaudoise pour l'année 2001, ordre étant donné au canton de Vaud de restituer, avec intérêt de 5 % l'an, les montants d'impôts payés en exécution de la décision de taxation du 10 novembre 2000 pour la période fiscale du 1er septembre 1999 au 31 décembre 2000 ainsi que ceux payés en exécution de la taxation du 18 janvier 2002 pour l'année 2001. Enfin, ils demandent au Tribunal fédéral d'inviter les cantons de Zurich et Vaud à procéder à une répartition intercantonale du salaire uniquement pour la période fiscale 1999/2000 ainsi que pour l'année 2001.\n\nLe Tribunal fédéral a admis le recours, dans la mesure où il est recevable, en tant qu'il est dirigé contre le canton de Zurich. Il l'a rejeté en tant qu'il est dirigé contre le canton de Vaud.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Le principe de l'interdiction de la double imposition (art. 127 al. 3, 1re phrase Cst.) s'oppose à ce qu'un contribuable soit |32| concrètement soumis, par deux ou plusieurs cantons, sur le même objet, pendant la même période, à des impôts analogues (double imposition effective) ou à ce qu'un canton excède les limites de sa souveraineté fiscale et, violant des règles de conflit jurisprudentielles, prétende prélever un impôt dont la perception est de la seule compétence d'un autre canton (double imposition virtuelle). En outre, le Tribunal fédéral a déduit des art. 46 al. 2 aCst. et 127 al. 3, 1re phrase Cst., le principe selon lequel un canton ne peut pas imposer plus lourdement un contribuable du fait qu'il est assujetti aux impôts dans un autre canton (ATF 130 I 205 consid. 4.1 p. 210 et les références citées).\n\n2.2 En l'espèce, les revenus et la fortune des recourants ont été assujettis par le canton de Vaud à l'impôt cantonal direct pour les périodes fiscales 1999/2000 et 2001/2002. Les années fiscales 1999 (à partir du 1er septembre), 2000 et 2001 font également l'objet de la décision d'assujettissement du 8 mars 2005 de l'Office cantonal des impôts zurichois. Les conditions d'une double imposition intercantonale sont réalisées. Il appartient donc au Tribunal fédéral de déterminer à quel canton revient le droit d'imposer les recourants pendant la période en cause.\n\n3. L'Administration cantonale des impôts vaudoise est d'avis que le droit du canton de Zurich d'imposer les recourants est périmé. Les recourants invoquent également cette exception.\n\n3.1 L'exception de la péremption du droit de taxer ne peut être élevée que par un canton, à l'exclusion du contribuable lui-même (cf. ATF 123 I 264 consid. 2c p. 267 et l'arrêt cité). L'exception soulevée par les recourants est par conséquent irrecevable.\n\n3.2 D'après la jurisprudence du Tribunal fédéral, un canton est déchu de son droit d'imposer lorsque, connaissant ou pouvant connaître les faits déterminants pour l'imposition, il tarde néanmoins outre mesure à faire valoir sa prétention fiscale et que, si cette dernière était admise, un autre canton pourrait être tenu de restituer un impôt perçu dans les formes voulues, de bonne foi et dans l'ignorance de la prétention fiscale concurrente. La taxation est considérée comme tardive lorsqu'elle n'est pas introduite dans un certain délai ou que son achèvement est retardé de façon excessive sans motifs suffisants (arrêt 2P.216/1999 du 14 février 2000, consid. 3 et les références citées in KURT LOCHER/PETER LOCHER, Die Praxis der Bundessteuern, IIIe partie: La double imposition intercantonale, § 2, |33| IV D, n° 38). En application de ce principe, le Tribunal fédéral a exigé que l'imposition du revenu et de la fortune intervienne dans l'année fiscale correspondante (cf. ATF 123 I 264 consid. 2c p. 266 et les références citées; BLUMENSTEIN/LOCHER, System des Steuerrechts, Zurich 2002, p. 96). Il s'agissait cependant de cantons et d'impôts pour lesquels l'année fiscale (période pour laquelle l'impôt est dû) et l'année de taxation (période au cours de laquelle l'impôt est fixé et perçu) étaient identiques, c'est-à-dire - aux termes de la jurisprudence - \"où une taxation après la fin de l'année fiscale est déjà tardive en vertu du droit cantonal\" (ATF 74 I 117, p. 119; arrêt 2P.214/1999 du 2 février 2001, consid. 3, publié in Basellandschaftliche und Baselstädtische Steuerpraxis [BStPra] vol. XV p. 404). S'agissant du canton de Bâle-Ville, le Tribunal fédéral a jugé que lorsque le canton connaissait le système de taxation postnumerando selon lequel la taxation intervient après la fin de l'année fiscale pour laquelle l'impôt est dû, il pouvait faire valoir sa prétention à l'impôt l'année suivant l'année fiscale (cf. arrêt 2P.182/2002 du 17 mars 2003, consid. 3.2, publié in Pra 92/2003 n° 172 p. 939; arrêt 2P.214/ 1999, loc. cit.; ATF 74 I 117; BLUMENSTEIN/LOCHER, op. cit., p. 96).\n\nPour qu'un canton puisse se prévaloir de son droit d'imposer et de son ignorance de la prétention concurrente d'un autre canton, il ne suffit pas que ses autorités fiscales aient effectivement ignoré l'existence de leur droit, il faut en outre qu'en ayant fait preuve de toute la diligence requise, elles n'aient ni pu ni dû en connaître l'existence. Le retard d'un canton à faire valoir sa prétention ne saurait en particulier être excusé par l'ignorance de ses propres registres publics (registre foncier, registre du commerce). Les cantons ne sont en revanche pas tenus de connaître les faits qui ressortent des registres publics des autres cantons ou de la presse privée (KURT LOCHER/PETER LOCHER, op. cit., § 2, IV D, n° 31 et les références citées).\n\n3.3 Depuis le 1er janvier 2001, la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14) est applicable; tous les cantons ont adopté le système de taxation postnumerando annuel; les cantons de Vaud, Valais et Tessin l'ont adopté en dernier lieu dès le 1er janvier 2003. L'ensemble des cantons ayant un régime de taxation dans le temps identique et des délais de prescription du droit de taxer harmonisés (art. 47 al. 1 LHID), il s'impose de réexaminer la jurisprudence relative au délai de péremption du droit de taxer en matière intercantonale. |34|\n\nLa péremption du droit de taxer est une institution autonome, créée par le Tribunal fédéral, qui oblige les cantons à faire valoir leurs prétentions avec diligence dans les rapports intercantonaux. L'objectif de cette institution est de protéger un canton de l'obligation de rembourser des impôts déjà perçus dans les formes voulues, de bonne foi et dans l'ignorance d'une prétention fiscale concurrente, en principe privilégiée mais élevée tardivement par un autre canton (cf. l'arrêt du 20 mai 1999 en la cause X. contre les cantons de Bâle-Ville et de Nidwalden, consid. 4b, reproduit in KURT LOCHER/ PETER LOCHER, op. cit., § 2, IV D, n° 37).\n\nSelon la jurisprudence concernant le système praenumerando, le délai de péremption courait jusqu'à la fin de la période fiscale (praenumerando bisannuel) en cause, qui correspondait également à la période de taxation. Le dépôt des déclarations d'impôt ayant en principe lieu au printemps de la première année de la période de taxation, l'autorité fiscale disposait en règle générale d'une durée de l'ordre d'un an et demi pour éclaircir la situation fiscale d'un contribuable et commencer les opérations de taxation. Dans le système postnumerando annuel, en règle générale, l'autorité fiscale ne peut être informée d'une situation donnant lieu à imposition par le dépôt de la déclaration qu'au printemps de la période de taxation, soit de l'année qui suit la période fiscale (et la période de calcul). Si le délai de péremption est fixé à la fin de l'année qui suit la période fiscale, l'autorité de taxation ne dispose que de quelques mois pour s'informer et faire valoir sa prétention, et d'un laps de temps encore inférieur si un délai pour déposer la déclaration d'impôt a été accordé, ce qui est manifestement insuffisant. Le Tribunal fédéral l'avait déjà laissé entendre dans un arrêt ancien à propos d'un contribuable qui s'était établi en cours d'année dans un autre canton: il fallait laisser le temps à l'autorité fiscale d'être à même d'établir qu'elle avait affaire à un séjour durable et non pas temporaire (arrêt du Tribunal fédéral du 19 juin 1947 en la cause Amacker, consid. 3, publié in KURT LOCHER/PETER LOCHER, op. cit., § 2, IV D, n° 10). Par ailleurs, l'art. 47 al. 1 LHID prévoit un délai de prescription du droit de taxer harmonisé de cinq ans, de sorte qu'on ne saurait d'emblée qualifier de tardive une décision de taxation rendue après la fin de la période fiscale ou de taxation.\n\nDans ces conditions, il paraît raisonnable de fixer le délai de péremption de telle manière que le changement de système d'imposition dans le temps ne raccourcisse pas de manière inadéquate la |35| durée dont disposait l'autorité fiscale pour ses investigations et d'en rester à environ un an et demi. Il s'ensuit que, dans le cadre du système de taxation postnumerando annuel, les cantons doivent faire valoir leur prétention dans l'année qui suit la période de taxation - et non plus dans l'année qui suit la période fiscale - sous peine de déchéance.\n\n3.4 En l'espèce, dans la mesure où l'Office cantonal des impôts zurichois fonde son droit d'imposer sur la fonction dirigeante du recourant, il ne peut se prévaloir d'avoir ignoré le contenu de son propre registre du commerce. En effet, dès le 14 novembre 1997, date de l'inscription de A.A. dans son registre du commerce, le canton de Zurich connaissait et du moins pouvait connaître la fonction de directeur général du recourant au sein de la société G. Holding SA à T. Certes, si cette inscription ne permettait pas, à elle seule, de considérer que les conditions posées par la jurisprudence en matière de fonction dirigeante étaient réalisées, l'indication de la fonction du recourant dans la société zurichoise devait néanmoins attirer l'attention de l'Office cantonal des impôts zurichois, d'autant plus que son domicile y était aussi indiqué. En ne procédant pas à des investigations et en ne faisant valoir ses prétentions que le 30 mai 2003 (sur la seule foi de coupures de presse ne contenant, de l'avis même de l'Office cantonal intimé, pas plus d'informations que le registre du commerce lui-même), le canton de Zurich a agi tardivement s'agissant des années fiscales 1999 et 2000, taxées en 2000 et 2001 et dont la péremption du droit de taxer échéait respectivement à fin 2001 et fin 2002. Par conséquent, il est déchu du droit de taxer les recourants pour les périodes fiscales du 1er septembre 1999 au 31 décembre 2000.\n\nTel n'est en revanche pas le cas de la période fiscale 2001. Le délai de péremption a été respecté, l'Office cantonal des impôts zurichois ayant fait valoir son droit par le courrier du 30 mai 2003, soit avant la fin de l'année suivant la période de taxation (2002). Il est sans importance à cet égard que la procédure de taxation n'ait pas été terminée du moment qu'elle a suivi son cours et que le canton de Vaud connaissait les prétentions zurichoises. L'exception soulevée par l'Administration des impôts vaudoise doit être rejetée pour l'année fiscale 2001.\n\n4.\n\n4.1 Selon la jurisprudence du Tribunal fédéral relative à l'interdiction de la double imposition intercantonale (cf. art. 127 al. 3, |361| re phrase Cst. et art. 46 al. 2 aCst.), l'imposition du revenu et de la fortune mobilière d'une personne revient au canton où cette personne a son domicile fiscal. Par domicile fiscal, on entend en principe le domicile civil, c'est-à-dire le lieu où la personne réside avec l'intention de s'y établir durablement (cf. art. 23 al. 1 CC), ou le lieu où se situe le centre de ses intérêts. Le domicile politique ne joue, dans ce contexte, aucun rôle décisif: le dépôt des papiers et l'exercice des droits politiques ne constituent, au même titre que les autres relations de la personne assujettie à l'impôt, que des indices propres à déterminer le domicile fiscal. Le lieu où la personne assujettie a le centre de ses intérêts personnels se détermine en fonction de l'ensemble des circonstances objectives, et non en fonction des déclarations de cette personne; dans cette mesure, il n'est pas possible de choisir librement un domicile fiscal.\n\nCes considérations demeurent valables sous l'empire de la loi fédérale sur l'harmonisation des impôts directs des cantons et des communes, qui, à son art. 3 al. 2, contient une définition analogue du domicile de la personne physique, laquelle correspond également à celle de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct (LIFD; RS 642.11; cf. art. 3 al. 2).\n\n4.2 Si une personne séjourne alternativement à deux endroits, ce qui est notamment le cas lorsque le lieu de travail ne coïncide pas avec le lieu de résidence habituelle, son domicile fiscal se trouve au lieu avec lequel elle a les relations les plus étroites (ATF 131 I 145 consid. 4.1 p. 149 s.; ATF 125 I 458 consid. 2b p. 467 et les arrêts cités). Pour le contribuable exerçant une activité lucrative dépendante, le domicile fiscal se trouve en principe à son lieu de travail, soit au lieu à partir duquel il exerce quotidiennement son activité lucrative, pour une longue durée ou pour un temps indéterminé, en vue de subvenir à ses besoins (cf. ATF 125 I 54 consid. 2b p. 56 et l'arrêt cité). Pour le contribuable marié, les liens créés par les rapports personnels et familiaux sont tenus pour plus forts que ceux tissés au lieu de travail; pour cette raison, ces personnes sont imposables au lieu de résidence de la famille (ATF 125 I 54 consid. 2b/aa p. 56/ 57, ATF 125 I 458 consid. 2d p. 467 s.; ATF 121 I 14 consid. 4a p. 16; ATF 111 Ia 41 consid. 3 p. 42).\n\nLorsque le contribuable marié qui exerce une activité lucrative dépendante (sans avoir de fonction dirigeante) revient chaque jour dans sa famille (pendulaire), son domicile fiscal est au lieu de résidence de la famille (ATF 104 Ia 264 consid. 2a p. 268). Il en va de |37| même lorsque ce même contribuable ne rentre dans sa famille que pour les fins de semaine et son temps libre (\"Wochenaufenthalter\", ATF 104 Ia 264 consid. 2a p. 268). Ce n'est que lorsque ce même contribuable ne rentre pas dans sa famille en fin de semaine ou pas avec la régularité nécessaire que son domicile fiscal principal est au lieu du travail, le lieu de résidence de la famille représentant alors pour lui un domicile fiscal secondaire (ATF 121 I 14 consid. 4b p. 17; ATF 104 Ia 264 consid. 2b et 4b/bb p. 268, 270; PETER LOCHER, Einführung in das interkantonale Steuerrecht, 2e éd., Berne 2003, p. 53).\n\nIl en va différemment en principe lorsque le contribuable exerce une activité lucrative dépendante dans une fonction dirigeante (KURT LOCHER/PETER LOCHER, op. cit., § 3, I B, 1b nos 1-19). Lorsqu'il rentre dans sa famille pour les fins de semaine et son temps libre, le Tribunal fédéral admet qu'il a son domicile fiscal principal au lieu du travail et un domicile secondaire au lieu de résidence de la famille (ATF 121 I 14 consid. 4b p. 17; ATF 104 Ia 264 consid. 3e p. 268 s.; PETER LOCHER, op. cit., p. 53). Toutefois, lorsque ce même contribuable rentre chaque jour dans sa famille, le Tribunal fédéral considère qu'il a son domicile fiscal au lieu de résidence de sa famille malgré sa position dirigeante (ATF 121 I 14 consid. 4a p. 16; ATF 104 Ia 264 consid. 3d p. 268; Archives 40 p. 524, consid. 4b p. 531; KURT LOCHER/PETER LOCHER, op. cit., § 3, I B, 1b, n° 14 ainsi que § 3, I B, 2a, n° 15; PETER LOCHER, op. cit., p. 52 s.).\n\n4.3 S'agissant de la fonction dirigeante, le Tribunal fédéral n'admet l'existence de liens prépondérants avec le lieu de travail que si l'exercice de l'activité professionnelle engage le contribuable si intensément que les liens familiaux et sociaux passent au second plan; il n'existe de fortes attaches de ce genre avec le lieu de travail que si le contribuable occupe un poste dirigeant dans (a) une entreprise économiquement importante, ce qui suppose qu'il assume (b) une responsabilité particulière et qu'il a (c) sous ses ordres un nombreux personnel (ATF 125 I 54 consid. 2b/aa p. 56/57; ATF 121 I 14 consid. 4a p. 16; ATF 101 Ia 557 consid. 4a et b p. 559-562; arrêts 2P.2/2003 du 7 janvier 2004, consid. 2.3 et 2P.335/2001 du 29 juillet 2002, consid. 2.2).\n\nEn particulier, le Tribunal fédéral a admis qu'exerçait une fonction dirigeante le directeur d'une fabrique de machines responsable de son redressement financier (KURT LOCHER/PETER LOCHER, op. cit., § 3, I B, 1b, n° 3), l'adjoint d'un ingénieur en chef d'une mine de |38| charbon qui avait sous ses ordres un nombreux personnel (ibid., § 3, I B, 1b, n° 5), le directeur unique d'une mine qui avait sous ses ordres 400 employés (ibid., § 3, I B, 1b, n° 8), un directeur technique, même soumis à la surveillance du conseil d'administration de la société anonyme, qui avait entre 130 et 140 employés sous ses ordres (ibid., § 3, I B, 1b, n° 10), le président de la direction générale des CFF, quand bien même il occupait un poste de fonctionnaire (ibid., § 3, I B, 1b, n° 15). Il a en revanche refusé d'admettre l'existence d'une telle fonction s'agissant du directeur d'une société en nom collectif qui avait sous ses ordres 6 à 8 employés (ibid., § 3, I B, 1b, n° 11), d'un juge au Tribunal fédéral des assurances (ibid., § 3, I B, 1b, n° 13), de l'actionnaire principal, président et administrateur délégué du conseil d'administration d'une société anonyme employant 40 employés (ibid., n° 16), du chef d'une section de l'administration d'un canton (ibid., § 3, I B, 1b, n° 17) et du directeur d'une institution publique qui avait sous ses ordres 70 employés (arrêt 2P.2/2003 du 7 janvier 2004).\n\nEnfin, les contribuables pour lesquels le Tribunal fédéral a admis un domicile fiscal séparé de celui du lieu de résidence durable de la famille en raison d'une fonction dirigeante disposaient sur le lieu de travail d'un logement propre (ZBl 50/1949 p. 442; ZBl 56/ 1955 p. 125; ATF 101 Ia 559; Die neue Steuerpraxis [NStP] 30/ 1979 p. 50; KURT LOCHER/PETER LOCHER, op. cit., § 3, I B, 1b, n° 1), ou, pour le moins, d'un logement en pension (ATF 57 I 420; KURT Locher/Peter Locher, op. cit., § 3, I B, 1b, n° 4, 7; ZBl 50/1949 p. 442) ou encore d'un appartement de service à libre disposition (ZBl 56/1955 p. 125).\n\n5. Dans sa décision d'assujettissement du 8 mars 2005, l'Office cantonal des impôts zurichois a qualifié de fonction dirigeante le poste de directeur de la branche suisse de D. occupé par le recourant du 1er septembre 1999 au 31 décembre 2001, sans décrire précisément ni son rôle, ses responsabilités et sa position exacte au sein des sociétés dans lesquelles il a travaillé, ni les relations entre ces sociétés. Il convient par conséquent d'examiner, en se fondant sur les déclarations des parties et les éléments figurant au dossier, si les conditions posées par la jurisprudence en matière de fonction dirigeante sont réalisées pour l'année 2001, seule encore en cause en l'espèce (cf. ci-dessus consid. 3.4).\n\n5.1 Selon les extraits du registre du commerce du canton de Zurich, le recourant était inscrit comme membre respectivement |39| président du conseil d'administration des sociétés \"K.\" et \"E. SA\", comme directeur général de la société \"G. Holding SA\" depuis le 20 novembre 1997 et comme fondé de procuration de la société \"L.\" depuis le 8 avril 1997.\n\nS'il ne fait pas de doute que ces quatre sociétés sont des entreprises importantes dans le domaine de l'assurance en Suisse, il est en revanche pour le moins douteux que les membres de leurs conseils d'administration et les fondés de procuration y occupent une fonction dirigeante au sens de la jurisprudence. En particulier, le recourant était un fondé de procuration parmi 87 autres dans la société \"L.\", ce qui ne constituait pas un poste dirigeant.\n\nEn revanche, le poste de \"directeur de la branche suisse de D.\" laisse supposer une fonction dirigeante. Les éléments qui ressortent du dossier semblent toutefois contradictoires, en apparence à tout le moins. D'après le registre du commerce, le recourant détenait depuis le 20 novembre 1997 déjà le titre de directeur général de la société \"G. Holding SA\"; or, selon une lettre du 19 mars 1999 à lui adressée par la direction du groupe et une communication interne au groupe du 10 mai 1999, il avait été nommé \"directeur général de D. avec effet rétroactif au 1er janvier 1999\" et, selon les déclarations concordantes des parties sur ce point, il avait occupé à Zurich la fonction de \"directeur de la branche suisse du groupe\" et de membre de la direction du groupe dès le 1er septembre 1999. Dans ces conditions, force est de constater que le titre de directeur (général) désignait des fonctions diverses, dont le contenu n'est pas d'emblée reconnaissable. Les déclarations du recourant à l'Office cantonal des impôts zurichois à propos du poste de directeur de la branche suisse de D., selon lesquelles il était chargé des activités d'assurances, à l'exclusion de la comptabilité, de D. en Suisse, par le truchement de l'assurance C. et de E., n'apportent pas plus de précision. Si certes, ces éléments laissent entendre qu'il s'agissait d'un poste important, ils ne permettent en revanche pas de définir avec certitude et précision l'ampleur de la fonction, d'autant moins que le recourant a également affirmé disposer jusqu'au 5 novembre 2002 d'un bureau à S., en tant que membre du conseil d'administration de l'assurance C., où il exécutait certaines tâches.\n\n5.2 S'agissant du nombre de collaborateurs qu'il avait directement et indirectement sous ses ordres, le recourant a déclaré à l'Office cantonal des impôts zurichois avoir eu globalement sous ses ordres |401| '500 collaborateurs à Zurich, et en dehors du canton de Zurich environ 2'100 à 2'200 collaborateurs, dont la plus grande partie à l'ouest de la Suisse, en particulier à S. Le nombre important de sociétés dans lesquelles le recourant occupait des fonctions permet de penser, avec une certaine vraisemblance, que la société holding du groupe détenait des parts déterminantes dans de nombreuses sociétés séparées disposant de leur propre conseil d'administration ainsi que de leur propre direction. Or, si la responsabilité indirecte des collaborateurs de sociétés dont les participations sont détenues par la société holding est certainement lourde et exigeante, elle ne confère pas nécessairement un caractère dirigeant au sens de la jurisprudence à la fonction exercée au sein d'une holding. Dans le contexte de la double imposition intercantonale, en effet, il n'y a aucune raison d'adopter une vision consolidée du groupe, le droit fiscal suisse ne connaissant pas - sous réserve de dispositions particulières - de droit des groupes de sociétés (ATF 110 Ib 127 consid. 3b/aa p. 132, ATF 110 Ib 222 consid. 3a p. 226; Archives 65 p. 51, consid. 3b; en matière de double imposition: arrêt 2P.106/1996 du 16 novembre 1998, consid. 1c).\n\nPar conséquent, en s'arrêtant à la seule dénomination de \"directeur de la branche suisse pour les activités d'assurances de D.\", sans produire de cahier des charges ni d'organigramme de la société holding dans laquelle le recourant était formellement inscrit comme directeur général depuis 1997 déjà, et en l'absence d'autres éléments probants ressortant du dossier, le canton de Zurich n'a pas établi de manière certaine en procédure que ce dernier menait une activité répondant aux conditions d'une fonction dirigeante dans le canton de Zurich durant l'année 2001. Cette question peut au demeurant rester indécise.\n\n5.3 Dans la jurisprudence rendue jusqu'à aujourd'hui en matière de fonction dirigeante (cf. consid. 4.3 ci-dessus), tous les contribuables pour lesquels le Tribunal fédéral a admis un domicile fiscal principal distinct du lieu de résidence de la famille disposaient d'un logement propre à libre disposition sur le lieu du travail en raison des contraintes de la fonction. La situation du recourant est différente à cet égard.\n\nIl ressort en effet des déclarations de ce dernier que, durant la période pendant laquelle il avait été directeur de la branche suisse du groupe, y compris en 2001, en dehors des jours où il était en voyage |41| d'affaires, il dormait occasionnellement à T. dans l'appartement réservé aux hôtes du groupe, qui ne lui demandait aucun dédommagement à cet effet. L'Office cantonal des impôts zurichois a d'ailleurs constaté qu'il n'avait jamais figuré sur les registres des hôtels zurichois ni disposé d'un autre logement. Il ne conservait dans l'appartement en cause aucun effet personnel. Cet appartement ne lui était pas exclusivement réservé. Il servait à accueillir les directeurs de l'étranger. Lorsqu'il dormait en semaine à R., il retournait à T. très tôt le matin pour éviter les problèmes de circulation, ce que confirme une attestation écrite de son chauffeur. Enfin, il ne fréquentait ni les cinémas ni l'opéra ni le théâtre à T. En revanche, il a déclaré de façon constante avoir toujours voulu conserver du temps pour sa famille et sa vie privée. A R., il était membre d'un club de tennis et de l'association pour l'achat de l'orgue de l'église et disposait d'un petit bateau à moteur sur le lac Léman. Il passait à R. tous les mercredis soirs et y retournait le plus souvent possible les autres soirs de la semaine. Il passait également les fins de semaines et son temps libre à R. auprès de son épouse et de ses trois enfants, nés en 1983, 1984 et 1988. Quoi qu'en pense l'Administration cantonale des impôts zurichoise, ces éléments sont dûment établis et ne sauraient voir leur valeur probante mise en doute sur la seule foi du cours ordinaire des choses.\n\nLe partage des impôts d'un même contribuable entre deux cantons n'intervient en principe qu'à titre exceptionnel (ATF 125 I 458 consid. 2d p. 468 et les références citées). Dans ces conditions, comme le recourant partageait son temps entre ses voyages d'affaires, ses séjours réguliers en semaine ainsi qu'en fin de semaine auprès de sa famille et sa fonction de directeur à T., il convient de considérer que l'absence d'un logement propre à T. est une circonstance importante qui rapproche la situation du recourant de celle d'un pendulaire dont le centre des intérêts personnels et familiaux se trouve au lieu de séjour durable de la famille. En effet, le poids de ses responsabilités professionnelles en tant qu'il les exerçait à T. ne l'emportait ni sur l'importance des activités qu'il menait ailleurs depuis S. et son domicile familial ni sur sa vie de famille. Par conséquent, quelle qu'ait été l'importance de la fonction du recourant, force est de constater qu'il manque certains éléments - propres à la fonction dirigeante au sens fiscal - pour qu'il puisse être considéré comme domicilié dans le canton de Zurich à cette époque."}