{"annee": "132", "cour": "II", "page": "305", "date": "11/4/2006", "cite": ["125 III 421", "107 IB 160", "116 II 220", "126 II 63", "116 IB 367", "118 IB 163", "123 II 577", "131 II 670", "116 IB 193", "89 I 483", "118 IB 473"], "cite_par": ["139 IV 137", "144 I 318", "133 V 14", "135 V 373", "132 II 449"], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Département fédéral des finances contre 2'206 agriculteurs suisses ainsi que Commission fédérale de recours en matière de responsabilité de l'Etat (recours de droit administratif)\n\n2A.321/2004 du 11 avril 2006", "regestes": ["Art. 74 al. 2 Cst.; art. 3 al. 1 LRCF; art. 1a al. 1 et 2, art. 9 et 10 al. 1 LFE; responsabilité de la Confédération pour sa gestion de la crise dite de \"la vache folle\"; pas d'illicéité des omissions reprochées au regard du principe de précaution. Notion d'illicéité au sens de l'art. 3 al. 1 LRCF (rappel de jurisprudence; consid. 4.1). L'art. 9 LFE se présente comme une concrétisation implicite du principe de précaution de nature à engager la responsabilité de la Confédération en cas d'omission de sa part à prendre toutes les mesures paraissant propres, d'après l'état de la science et de l'expérience, à empêcher l'apparition et la propagation de l'épizootie en cause (consid. 4.2 et 4.3); circonstances particulières à prendre en considération à cet égard (consid. 4.4). Faits incriminés dans le cas d'espèce: interdiction tardive d'utiliser des farines animales dans l'alimentation des ruminants (consid. 5.1); interdiction tardive d'importer des farines animales britanniques (consid. 5.2); interdiction tardive d'importer des farines animales de toute provenance (consid. 5.3); mesures tardives prises pour empêcher le risque dit de \"contamination croisée\" des farines dans les moulins et chez les éleveurs (consid. 5.4)."], "faits": "BGE 132 II 305 S. 306\n\nA. L'encéphalopathie spongiforme bovine (ci-après également citée par l'acronyme ESB), communément appelée \"maladie de la vache folle\", a été diagnostiquée pour la première fois en Grande-Bretagne en novembre 1986. Les autorités britanniques ont annoncé cette épizootie lors de la 56e Session générale de l'Office international des épizooties (OIE) qui s'est tenue du 16 au 20 mai 1988 à Paris (cf. rapport final du 6 juillet 1988). La maladie se caractérise par une diminution de la productivité et des troubles de comportement des animaux infectés, comme l'anxiété ou l'agressivité. Dès son apparition, elle a été rapprochée de la tremblante (en anglais: \"scrapie\"), une autre forme d'encéphalopathie spongiforme connue de longue date en Europe, particulièrement au Royaume-Uni, qui se manifeste sporadiquement et atteint les moutons et les chèvres. Parmi les BGE 132 II 305 S. 307encéphalopathies spongiformes touchant l'homme, la maladie de Creutzfeldt-Jakob (MCJ) est la plus importante.\n\nLe 18 juillet 1988, les autorités britanniques ont décrété l'interdiction d'utiliser des protéines dérivées de ruminants dans les aliments pour ruminants en Angleterre, en Ecosse et au Pays de Galles (en anglais, mesure dite de \"feed ban\"). En effet, selon les premières études épidémiologiques menées sur le sujet, les farines de viande et/ou d'os issues de ruminants malades, notamment de moutons atteints de la tremblante (ci-après: les farines animales) ont, dès la fin de l'année 1987, été identifiées comme étant le mode de transmission de la maladie le plus vraisemblable; des études réalisées en 1988 mettaient par ailleurs en évidence un probable lien entre la tremblante du mouton et l'ESB et laissaient entrevoir que le délai d'incubation de la maladie était relativement long (cf. rapport final précité de l'OIE du 6 juillet 1988). En revanche, faute d'indices probants, l'hypothèse d'une contamination directe entre ruminants (contamination horizontale) ou de vache à veau (contamination verticale) a rapidement été écartée, de même qu'a été jugé quasi nul ou du moins peu vraisemblable le risque de transmission de la maladie de l'animal à l'homme (zoonose); cette dernière conclusion reposait sur l'extrapolation de ce que l'on savait de la tremblante du mouton, maladie qui, dans des conditions naturelles, ne passait que rarement à d'autres espèces (théorie de la barrière des espèces) et n'avait, semble-t-il, encore jamais été transmise à l'homme jusqu'ici (cf. rapport Southwood du 3 février 1989, p. 9-18; sur la théorie de la barrière des espèces, cf. le rapport de la Conférence de l'OIE sur l'ESB des 28 et 29 septembre 1990, Paris, p. 22-23 ad appendix III). Néanmoins, dès novembre 1990, l'Angleterre et le Pays de Galles, puis l'Ecosse en janvier 1991, ont décidé de retirer du commerce destiné à l'alimentation humaine certains abats (cerveau, foie, intestins ...) provenant de bovins âgés de plus de six mois à titre de mesure de précaution supplémentaire (\"ultra precautionary measure\"; cf. rapport de la Conférence annuelle de l'OIE, Paris, mai 1990, ad n. 9).\n\nAprès une forte et constante augmentation d'année en année, avec un pic de 37'056 unités en 1992, le nombre de nouveaux cas d'ESB a commencé dès 1993 à diminuer en Grande-Bretagne, ce qui a permis aux scientifiques de déterminer que le délai d'incubation moyen de la maladie était d'environ cinq ans, correspondant au temps écoulé depuis l'interdiction d'utiliser les farines animales pour l'alimentation des ruminants. De l'apparition de la maladie jusqu'au milieu BGE 132 II 305 S. 308de l'année 1996, quelque 160'000 vaches atteintes d'ESB ont, au total, été recensées en Grande-Bretagne.\n\nB. Entre-temps, l'ESB s'est répandue en Irlande, en 1989, puis elle a touché l'Europe continentale: d'abord la Suisse et le Portugal, en 1990, puis la France, en 1991, et ensuite, mais dans des proportions semble-t-il moins importantes, au moins au début, d'autres pays (comme l'Allemagne, l'Italie, la Belgique, le Danemark ...).\n\nL'Union européenne, ses Etats membres, ainsi que les autres pays concernés ont chacun pris les mesures qu'ils jugeaient utiles pour enrayer le développement de la maladie. A titre d'exemples, l'instruction du cas a montré que la France avait interdit l'importation de farines animales destinées aux bovins dès le 13 août 1989 pour celles en provenance de Grande-Bretagne et dès le 15 septembre suivant pour celles en provenance d'Irlande du Nord et de la République irlandaise, moyennant certaines exceptions pour l'alimentation des porcs et de la volaille; que ce même pays avait par ailleurs interdit l'utilisation de farines animales pour l'alimentation des bovins à compter du 24 juillet 1990; que l'Allemagne n'avait plus délivré d'autorisation pour l'importation de farines animales britanniques dès le mois de mai 1989; que les Pays-Bas avaient interdit l'utilisation de farines animales de ruminants destinées à des ruminants (ou à des bovins, le point n'est pas clair) dès le 1er août 1989; que la Norvège et l'Autriche en avaient fait de même dès respectivement les 28 juin et 28 novembre 1990; que l'Allemagne, l'Italie, l'Espagne et le Portugal n'avaient interdit l'utilisation de farines animales pour l'alimentation des ruminants que peu avant ou après une décision du 27 juin 1994 (94/381/CE) de la Communauté européenne interdisant aux Etats membres d'utiliser des farines animales pour l'alimentation des ruminants, sous réserve de farines animales exemptes de protéines de ruminants; et, enfin, que le 27 juillet 1994 (94/474/CE), la Communauté européenne avait également interdit au Royaume-Uni, sous réserve là aussi de certaines exceptions, d'exporter des farines animales de ruminants, avant de soumettre ce pays, par décision du 27 mars 1996 (96/239/CE), à un embargo total sur l'exportation de tout produit obtenu à partir d'animaux de l'espèce bovine et sur les farines animales provenant de mammifères, y compris en direction de pays tiers, \"afin d'éviter des détournements de trafic\".\n\nC. En Suisse, compte tenu des informations disponibles et des études menées en Grande-Bretagne, l'Office vétérinaire fédéral (OVF) BGE 132 II 305 S. 309a estimé, dans un premier temps, que le problème de l'ESB présentait un caractère spécifiquement britannique et qu'un risque de contamination en Suisse était peu probable, en raison de la réunion de certaines conditions et circonstances jugées propres à la Grande-Bretagne (forte densité de population ovine; présence marquée de la tremblante du mouton; utilisation de déchets de moutons pour la fabrication de farines animales; modification des procédés de stérilisation des farines animales, avec notamment, au début des années quatre-vingt, un abaissement du traitement thermique au-dessous des 130 degrés pendant 20 minutes prescrits en Suisse). Hormis une information dispensée aux vétérinaires sur les caractéristiques de la maladie et la mise en place d'un laboratoire de référence à la faculté de médecine vétérinaire de l'Université de Berne, aucune mesure particulière n'a été arrêtée en Suisse jusqu'à la mesure de \"feed ban\" prise par le Royaume-Uni le 18 juillet 1988. A cette date, l'OVF a soumis l'importation de bovins et de produits issus de ces animaux en provenance de Grande-Bretagne à un régime d'interdiction de fait, en ce sens qu'il n'a plus délivré les autorisations requises pour de telles importations. Il a par la suite formalisé cette mesure en promulguant l'ordonnance - aujourd'hui encore en vigueur - du 13 juin 1990 (1/90) interdisant temporairement l'importation de ruminants et de produits issus de ces animaux en provenance de Grande-Bretagne (RS 916.443.39).\n\nLe 2 novembre 1990, le premier cas d'ESB a été constaté en Suisse; son origine la plus vraisemblable a immédiatement été attribuée à des farines animales contaminées importées de Grande-Bretagne.\n\nLe 8 novembre suivant, l'OVF a déclaré impropres à la consommation humaine les organes et les tissus d'animaux de l'espèce bovine âgés de plus de six mois susceptibles de contenir l'agent infectieux de l'ESB (soit les organes à risque tels que cervelle, moelle épinière, intestins, rate ...), afin de prévenir l'hypothétique risque de transmission de la maladie à l'homme, même si ce risque était alors toujours jugé très faible. A côté de cette mesure de précaution pour la santé humaine recommandée par l'OIE (cf. rapport établi à l'occasion de la Conférence de l'OIE sur l'ESB des 28 et 29 septembre 1990, Paris, p. 1), l'OVF a par ailleurs édicté, également dans la ligne des recommandations de l'OIE (cf. rapport précité, p. 5 ss), des mesures immédiates de lutte contre l'ESB avec effet au 1er décembre 1990 soit, en particulier, l'obligation pour les éleveurs d'annoncer les cas suspects, l'interdiction d'utiliser des farines animales dans BGE 132 II 305 S. 310la fabrication et la commercialisation d'aliments destinés aux ruminants ainsi que dans l'alimentation des ruminants, et l'obligation d'abattre et d'incinérer les animaux atteints de la maladie.\n\nLes farines animales n'ont, en revanche, pas été interdites pour l'alimentation des autres animaux de rente (principalement le porc et la volaille); elles ont cependant été soumises, dès le 1er janvier 1991, à de nouvelles conditions d'importation, à savoir qu'elles devaient désormais être fabriquées selon les standards en vigueur en Suisse, notamment par rapport aux exigences de thermisation (température de 130 degrés pendant 20 minutes ou de 120 degrés pendant 30 minutes). Ces dernières exigences ont été renforcées dès le 1er mars 1993 (température de 133 degrés sous une pression de 3 bars pendant 20 minutes) afin de réduire encore le risque de présence de matières infectieuses dans les farines.\n\nEn dépit de toutes ces mesures, un cas d'ESB chez un bovin né après l'interdiction d'utiliser des farines animales a été identifié pour la première fois en 1993 (cas dit de \"BAB\", pour l'expression anglaise \"born after ban\"). Il n'y a pas eu de cas de \"BAB\" l'année suivante. En revanche, 6 cas ont été constatés en 1995 et 7 en 1996.\n\nD. Le 20 mars 1996, les autorités britanniques ont rendu publique l'existence d'un risque de transmission de la maladie à l'homme, de récents travaux scientifiques ayant révélé la plausibilité d'une telle hypothèse lors de la réunion d'un certain nombre de conditions, soit lorsque le sujet infecté présentait des prédispositions, que la source infectieuse était d'une intensité suffisante, et que la voie de l'infection était appropriée. Quelques jeunes patients étaient décédés en Grande-Bretagne et en France des suites d'une variante de la MCJ (vMCJ) présentant des similitudes avec l'ESB. La publication de cette nouvelle a provoqué une brutale et importante chute de la consommation de viande de boeuf en Europe et en Suisse.\n\nA la suite de ces informations, outre des mesures financières en vue de soutenir le marché de la viande bovine, le Conseil fédéral a déclaré impropres à l'alimentation humaine, dès le 1er mai 1996, notamment la cervelle, la moelle épinière, les yeux, le thymus, la rate et les intestins (organes et tissus vivants à risque) des animaux sains de l'espèce bovine âgés de plus de six mois. Il a aussi décidé que les organes et tissus vivants à risque de toutes les vaches abattues devaient, également à partir du 1er mai 1996, être incinérés et ne pouvaient plus être valorisés (recyclés) en aliments pour animaux. Cette BGE 132 II 305 S. 311dernière mesure visait à réduire le risque de contamination croisée par les moulins, soit le mélange partiel involontaire qui, lors de la fabrication de concentrés pour animaux, pouvait se produire dans les usines entre les farines destinées à l'alimentation des ruminants (exemptes de protéines animales depuis l'interdiction du 1er décembre 1990) et les farines destinées à l'alimentation des porcs et de la volaille (pouvant encore contenir des protéines animales potentiellement contaminées); ce type de contamination avait en effet été identifié comme étant probablement la principale cause expliquant les cas dits de \"BAB\", en ce sens que des résidus contaminés contenus dans les secondes farines pouvaient contaminer les premières s'ils passaient, même en quantités infimes, dans celles-ci.\n\nDe son côté, l'Assemblée fédérale a adopté, sur proposition du Conseil fédéral, un arrêté fédéral urgent (RO 1996 p. 3485) prévoyant un certain nombre de mesures, dont l'obligation, à partir du 1er octobre 1996, d'identifier, d'abattre et d'éliminer, moyennant une indemnisation de la Confédération, tous les animaux de rente de l'espèce bovine nés avant le 1er décembre 1990 dans une exploitation où un cas d'ESB avait été identifié. Il s'agissait, par ces mesures, d'une part, de rendre le cheptel bovin suisse indemne d'ESB et, d'autre part, d'atténuer les conséquences économiques de la maladie, en rétablissant la confiance des consommateurs et en obtenant la levée des restrictions et interdictions d'importation décidées par de nombreux pays à l'encontre des produits suisses à base de boeuf (cf. Message du 16 septembre 1996 concernant des mesures temporaires destinées à combattre l'ESB dans le cheptel bovin suisse et à en atténuer les conséquences économiques, ainsi que le prélèvement temporaire d'une taxe supplémentaire sur le lait, in FF 1996 IV 1289, p. 1292 s. et 1296).\n\nA fin 1996, la maladie avait été constatée en Suisse sur 230 vaches, soit: un cas en 1990, 9 en 1991, 15 en 1992, 29 en 1993, 63 en 1994, 68 en 1995 et 45 en 1996; sur ces chiffres, on comptait quatorze cas dits de \"BAB\" selon la répartition mentionnée supra lettre C in fine, soit un en 1993, 6 en 1995 et 7 en 1996. Après les mesures prises en 1996, la maladie a évolué de la manière suivante (total des nouveaux cas cliniques constatés avec, pour chaque année, le nombre de cas dits de \"BAB\" entre parenthèses): 38 en 1997 (21), 14 en 1998 (10), 25 en 1999 (23) et, enfin, 13 en 2000 (13), dont deux cas concernaient pour la première fois des bovins nés après les mesures adoptées en 1996; à ces chiffres s'ajoutaient encore 25 cas BGE 132 II 305 S. 312pour l'année 1999 et 7 cas pour l'année 2000 détectés grâce à l'introduction, en 1999, d'un nouveau test de dépistage mis au point par la société zurichoise Prionics AG (ci-après cité: le test de dépistage Prionics).\n\nEn juin 2000, les autorités ont décidé, d'entente avec les milieux concernés, notamment les producteurs de farines, de nouvelles mesures destinées à mettre fin à la contamination croisée dans les moulins soit, notamment, la séparation des filières et des établissements de production de farines; ces nouvelles mesures ont été appliquées dès le mois de novembre suivant. Ce même mois de novembre, l'OVF a proposé au Conseil fédéral d'étendre aux porcs et à la volaille l'interdiction d'utiliser des farines animales pour l'alimentation, ceci afin d'éradiquer le problème de la contamination croisée chez les éleveurs, en particulier dans les exploitations mixtes (p. ex. bovines et porcines); le Conseil fédéral a donné suite à cette proposition le 20 décembre 2000, en modifiant en conséquence l'ordonnance du 27 juin 1995 sur les épizooties (OFE; RS 916.401) avec effet au 1er mars 2001 (RO 2001 p. 259).\n\nE. Sur ces entrefaites, 2'206 agriculteurs suisses ont saisi le Département fédéral des finances (DFF), par écritures des 19 mars/7 avril 1997, de deux demandes - qui ont par la suite été jointes - en dommages-intérêts contre la Confédération suisse. Pour l'essentiel, ils reprochaient à l'OVF et à l'Office fédéral de l'agriculture (OFAG) de n'avoir pas adopté en temps utile les mesures propres à empêcher la propagation de l'ESB en Suisse et, par voie de conséquence, d'être responsables des pertes qu'ils avaient subies en raison de la chute des prix du bétail de boucherie et d'élevage. Ils fondaient leurs prétentions sur la loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires (loi sur la responsabilité, LRCF; RS 170.32) en relation avec différentes législations, notamment la loi du 1er juillet 1966 sur les épizooties (loi sur les épizooties, LFE; RS 916.40). Ils imputaient aux offices fédéraux mis en cause les omissions suivantes: déficience de l'information fournie aux agriculteurs; tardiveté de la décision interdisant l'utilisation des farines animales pour l'affouragement des ruminants; absence de mesures en vue de détruire les stocks de farines animales destinées aux ruminants après l'interdiction de leur utilisation; absence de mesures en vue d'empêcher que des farines animales en provenance de Grande-Bretagne n'arrivent en Suisse de manière détournée, via des pays tiers, sous de nouvelles BGE 132 II 305 S. 313indications d'origine et de qualité (importations dites indirectes); insuffisance des mesures prises pour prévenir le risque de contamination croisée des farines dans les moulins et chez les éleveurs. Les agriculteurs mettaient également en cause l'Office fédéral des affaires économiques extérieures (OFAEE), entre-temps devenu le Secrétariat d'Etat à l'économie (seco), pour avoir prétendument fait pression sur les autres offices fédéraux incriminés afin d'empêcher puis de retarder la mise en oeuvre de mesures strictes d'importation de farines animales étrangères à des fins de politique commerciale.\n\nLes offices fédéraux incriminés ont dénié toute responsabilité, en expliquant que, dès l'apparition de l'ESB en Grande-Bretagne, ils avaient pris toutes les mesures utiles pour prévenir la propagation de cette maladie en Suisse (surveillance active de la maladie; interdiction d'importer des farines animales de Grande-Bretagne ...), si bien qu'il n'y avait pas d'acte illicite de leur part. Ils ont notamment justifié le choix de ne pas avoir formellement interdit dès 1988 l'importation de bovins et de produits issus de ces animaux en provenance de Grande-Bretagne par le risque de mesures de rétorsion commerciales britanniques qu'une telle interdiction aurait fait peser sur la Suisse, le régime d'interdiction de fait mis en place leur apparaissant à cet égard une mesure suffisante et plus judicieuse du point de vue de la proportionnalité. Comme preuve de la pertinence et de l'efficacité des mesures prises, ils ont notamment produit un rapport spécial des 20 et 26 avril 1996 de la Commission des Communautés européennes classant la Suisse dans les pays à faible incidence de l'ESB au sens du Code zoosanitaire de l'OIE. En toute hypothèse, ils niaient l'existence d'un rapport de causalité entre le dommage et les actes illicites allégués, en soutenant que la chute des cours de la viande de boeuf était due exclusivement à l'annonce britannique de la possible transmission de l'ESB à l'homme.\n\nPar décision du 12 février 1999, le Département fédéral des finances (ci-après cité: le Département) a rejeté les prétentions des agriculteurs, au motif que les demandes d'indemnisation étaient tardives, qu'il n'y avait pas d'acte illicite et que, de toute façon, un rapport de causalité, même naturelle, faisait défaut entre les prétendues omissions des offices fédéraux incriminés et le dommage allégué.\n\nF. Sur recours des agriculteurs, la IIe Cour civile du Tribunal fédéral a, par arrêt du 18 janvier 2000 (ATF 126 II 63), annulé la décision précitée du Département et renvoyé le dossier à l'autorité BGE 132 II 305 S. 314inférieure pour nouvelle décision dans le sens des considérants. Le tribunal a notamment considéré que les agriculteurs n'avaient eu connaissance du dommage que tardivement, si bien que leurs prétentions n'étaient pas périmées, et que les mesures prévues par la loi sur les épizooties ne visaient pas seulement des objectifs sanitaires, soit la préservation de la santé humaine et animale, mais répondaient également à des préoccupations d'ordre économique, telle que, dans le cas d'espèce, la préservation de la valeur économique du bétail. Le Département était dès lors invité à compléter l'instruction du cas sur un certain nombre de points, puis à rendre une nouvelle décision.\n\nG. Par ordonnance de procédure du 14 mai 2001, le Département a limité l'objet de la contestation à la seule question de l'illicéité des actes ou omissions reprochés à la Confédération, à l'exclusion des autres conditions de la responsabilité (causalité, dommage).\n\nEn plus des griefs précédemment allégués, les demandeurs ont invoqué la responsabilité de la Confédération pour la seconde chute des prix de la viande bovine survenue dès novembre 2000 et ont augmenté en proportion leurs conclusions en dommages et intérêts, reprochant notamment aux autorités de n'avoir pas mis en place un test de dépistage systématique de l'ESB pour les animaux abattus, d'avoir toléré, de manière contraire aux normes en vigueur, une \"thermisation insuffisante des aliments étrangers\" destinés aux ruminants et, enfin, d'avoir tardé à prendre les mesures propres à éradiquer tout risque de contamination croisée, soit la politique qualifiée de \"tolérance zéro\"; cette politique impliquait notamment l'interdiction de fabriquer, sur un même site de production, des farines destinées aux ruminants et des farines destinées aux porcs et à la volaille (problème de la contamination croisée dans les moulins), ainsi que l'interdiction d'utiliser des farines animales pour alimenter tous les animaux de rente (problème de la contamination croisée chez les éleveurs).\n\nLes offices ont derechef nié toute responsabilité, y compris en relation avec la seconde crise de la vache folle, en soutenant que celle-ci était due au scandale causé par certaines révélations dans des pays voisins de la Suisse, en particulier en France et en Allemagne, et que la mise en place d'un test de dépistage systématique pour les animaux de boucherie n'était pas une mesure indiquée, vu son efficacité limitée, son coût important, et l'hostilité qu'elle suscitait chez BGE 132 II 305 S. 315la plupart des organisations paysannes; en revanche, le retrait des organes à risque de la chaîne alimentaire leur paraissait une mesure plus sûre et plus judicieuse pour protéger la santé des consommateurs. Ils affirmaient également que les taux de contamination admis dans les aliments sortant des moulins étaient conformes aux recommandations du \"Scientific Steering Committee\" de l'Union européenne (état septembre 1998). Enfin, ils soulignaient que des mesures avaient été prises en juin 2000 pour mettre fin à la contamination croisée dans les moulins (soit, notamment, la séparation dès le mois de novembre 2000 des filières ou des établissements de production de farines) et que, dès mars 2001, tous les animaux de rente, et plus seulement les ruminants, ne pouvaient plus être affouragés avec des farines animales, ce qui devrait mettre un terme au problème de la contamination croisée chez les éleveurs.\n\nPar décision du 22 octobre 2002, le Département a rejeté la demande, en estimant que les offices incriminés avaient pris en temps utile les mesures commandées par l'état de la science et des connaissances pour empêcher l'apparition puis la propagation de l'ESB en Suisse. En particulier, il a considéré comme suffisant et proportionné aux circonstances le régime d'interdiction de fait d'importer des farines animales britanniques mis en place dès 1988 et l'interdiction d'affourager les ruminants avec des farines animales décrétée dès novembre 1990.\n\nH. Les agriculteurs ont recouru contre la décision précitée du Département. Pour l'essentiel, ils ont repris les griefs précédemment invoqués, en introduisant dans leur réflexion sur la responsabilité de la Confédération le principe de précaution. A leurs yeux, la prise en compte de ce principe essentiel en matière de santé publique aurait dû conduire les offices mis en cause à prendre plus tôt les mesures que nécessitait la lutte contre l'ESB.\n\nLe Département a conclu au rejet du recours, en relevant que le principe de précaution n'apportait pas de changement substantiel par rapport au principe de la proportionnalité qui avait encadré les mesures prises par la Confédération pour faire face à la crise de la vache folle.\n\nPar décision du 29 avril 2004, la Commission fédérale de recours en matière de responsabilité de l'Etat (ci-après: la Commission de recours) a admis le recours des agriculteurs, annulé la décision attaquée, et renvoyé la cause au Département pour reprise de BGE 132 II 305 S. 316l'instruction sur les questions de la causalité et du dommage et nouvelle décision au sens des considérants. A la lumière des principes de développement durable, de précaution et de proportionnalité, la Commission de recours a jugé que, dans sa gestion de la crise de la vache folle, la Confédération avait commis cinq omissions illicites en prenant tardivement les mesures indiquées par les circonstances à différentes époques, à savoir:\n\n(1) dès fin juillet début août 1988 au plus tard et cela jusqu'au 1 er décembre 1990 (soit du moment où les autorités britanniques ont décrété la mesure de \"feed ban\" jusqu'à ce qu'une telle mesure ait été arrêtée en Suisse), elle aurait dû interdire l'affouragement de farines animales aux ruminants afin \"d'éviter, autant que faire se pouvait, le développement de l'ESB en Suisse\", car la nécessité de cette mesure était alors \"scientifiquement établie\";\n\n(2) dès fin juillet début août 1988 au plus tard et cela jusqu'au 14 juin 1990 (soit du moment où les autorités britanniques ont décrété la mesure de \"feed ban\" jusqu'à ce que les autorités suisses aient légalement décrété l'interdiction d'importer des farines animales britanniques), elle aurait dû formellement interdire l'importation de farines animales britanniques, et ne pas se contenter d'une simple interdiction de fait, car une telle mesure n'était pas suffisamment efficace pour empêcher la propagation de l'ESB en Suisse;\n\n(3) durant la même période que sous chiffre (1), elle aurait également dû interdire l'importation de toute farine animale, britannique ou non, afin de prévenir le risque que des farines animales britanniques soient importées par le truchement d'autres Etats (importations indirectes);\n\n(4) du 1 er juillet 1998 au plus tard et cela jusqu'au 1 er novembre 2000, elle avait commis une omission illicite en différant les mesures dites de \"tolérance zéro\" pour mettre fin aux contaminations croisées dans les moulins, car ce problème, pour lequel existaient \"des suspicions scientifiques sérieuses\" depuis 1996, exigeait dès le mois de janvier 1998 au plus tard une prise de conscience des autorités devant se traduire par des mesures dans un délai de six mois, compte tenu \"d'un temps d'adaptation raisonnable\";\n\n(5) du 1 er novembre 1998 au 1 er mars 2001, elle avait commis une omission illicite en différant l'interdiction de distribuer des farines animales à tous les animaux de rente, car une telle mesure, destinée à empêcher les contaminations croisées chez les éleveurs, aurait pu BGE 132 II 305 S. 317et dû être prise au plus tard quatre mois après la mise en place de la politique de tolérance zéro dans les moulins.\n\nEn revanche, la Commission a écarté les autres griefs soulevés par les agriculteurs.\n\nI. Agissant par la voie du recours de droit administratif, la Confédération, par le Département fédéral des finances, demande au Tribunal fédéral d'annuler, sous suite de frais et dépens, la décision précitée de la Commission de recours et de rejeter l'action en dommages et intérêts formée par les agriculteurs.\n\nDans leur réponse, les agriculteurs concluent au rejet du recours sous suite de frais et dépens.\n\nLe Tribunal fédéral a admis le recours, annulé la décision attaquée et confirmé la décision du Département du 22 octobre 2002.", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 La condition de l'illicéité au sens de l'art. 3 al. 1 LRCF, que traduit de manière peu heureuse l'expression \"sans droit\" (cf. PIERRE WESSNER, Au menu: boeuf, salades et fromages contaminés ou la notion d'illicéité dans tous ses états, in Gastronomie, alimentation et droit, Mélanges en l'honneur de Pierre Widmer, Zurich 2003, p. 243 ss, p. 253 et les références citées à la note de bas de page 44), suppose que l'Etat, au travers de ses organes ou de ses agents, ait violé des prescriptions destinées à protéger un bien juridique. Selon les circonstances, un excès ou un abus du pouvoir d'appréciation conféré par la loi peut réaliser cette condition (cf. ATF 118 Ib 473 consid. 2b p. 476; ATF 116 Ib 193 consid. 2b p. 196). La jurisprudence a également considéré comme illicite la violation de principes généraux du droit (cf. ATF 118 Ib 473 consid. 2b; ATF 116 Ib 193 consid. 2a p. 195; ATF 107 Ib 160 consid. 3a p. 163/164), telle l'obligation, pour celui qui crée une situation dangereuse, de prendre les mesures propres à prévenir un dommage (cf. ATF 89 I 483 consid. 6e p. 493). Une omission peut aussi, le cas échéant, constituer un acte illicite, mais il faut alors qu'il existât, au moment déterminant, une norme juridique qui sanctionnait explicitement l'omission commise ou qui imposait à l'Etat de prendre en faveur du lésé la mesure omise; un tel chef de responsabilité suppose donc que l'Etat ait eu une position de garant vis-à-vis du lésé et que les prescriptions qui déterminent la nature et l'étendue de ce devoir aient été violées (cf. BGE 132 II 305 S. 318 ATF 123 II 577 consid. 4d/ff p. 583; ATF 118 Ib 473 consid. 2b p. 476/ 477; ATF 116 Ib 367 consid. 4c p. 374; JOST GROSS, Schweizerisches Staatshaftungsrecht, 2e éd., Berne 2001, p. 164, 175/176).\n\nSi le fait dommageable consiste dans l'atteinte à un droit absolu (comme la vie ou la santé humaines, ou le droit de propriété), l'illicéité est d'emblée réalisée, sans qu'il soit nécessaire de rechercher si et de quelle manière l'auteur a violé une norme de comportement spécifique; on parle à ce propos d'illicéité par le résultat (Erfolgsunrecht). Si, en revanche, le fait dommageable constitue une atteinte à un autre intérêt (par exemple le patrimoine), l'illicéité suppose qu'il existe un \"rapport d'illicéité\", soit que l'auteur ait violé une norme de comportement ayant pour but de protéger le bien juridique en cause; c'est ce que l'on appelle l'illicéité par le comportement (Verhaltensunrecht) (cf. ATF 118 Ib 473 consid. 2b; WESSNER, op. cit., p. 249/250; JOST GROSS, op. cit., p. 170/171, 175 ss). La simple lésion du droit patrimonial d'un tiers n'emporte donc pas, en tant que telle, la réalisation d'un acte illicite; il faut encore qu'une règle de comportement de l'ordre juridique interdise une telle atteinte et que cette règle ait pour but la protection du bien lésé (ibidem). Lorsque l'illicéité reprochée procède d'un acte juridique (une décision, un jugement ...), seule la violation d'une prescription importante des devoirs de fonction est susceptible d'engager la responsabilité de la Confédération (cf. ATF 123 II 577 consid. 4d/dd p. 582; ATF 118 Ib 163 consid. 2 p. 164).\n\n4.2 Les faits tenus pour illicites dans la décision attaquée consistent tous en des omissions: les offices fédéraux mis en cause n'auraient, dans l'exercice de leurs fonctions respectives, pas pris suffisamment tôt un certain nombre de mesures d'interdiction propres à empêcher le préjudice qu'ont subi les demandeurs du fait de l'apparition et de la propagation de l'ESB en Suisse et de la chute des prix du bétail de boucherie et d'élevage qui s'en est suivie (sur le détail des omissions reprochées, cf. supra let. H de l'état de fait). C'est donc seulement si la recourante était tenue de prendre les mesures d'interdiction prétendument omises et si cette obligation avait notamment pour but de protéger la valeur économique du bétail que sa responsabilité peut être engagée.\n\nLe Tribunal fédéral a déjà tranché, dans la présente affaire, que la loi sur les épizooties avait également pour but, outre la poursuite de motifs d'ordre sanitaire, de protéger les agriculteurs contre les BGE 132 II 305 S. 319atteintes susceptibles de leur causer un dommage de nature patrimoniale (cf. ATF 126 II 63 consid. 3a p. 67 ss). L'existence d'une norme protectrice en faveur des demandeurs a dès lors force de chose jugée et il n'y a pas lieu d'y revenir (cf. ATF 125 III 421 consid. 2a p. 423; ATF 116 II 220 consid. 4a). Les différentes obligations de la Confédération en matière de lutte contre les épizooties reposent sur le principe suivant, énoncé en tête du chapitre III de la loi, à l'art. 9 LFE: \"La Confédération et les cantons prennent toutes les mesures qui, d'après l'état de la science et de l'expérience, paraissent propres à empêcher l'apparition et la propagation d'une épizootie\"; jusqu'à une modification entrée en vigueur le 1er septembre 1995 (RO 1995 p. 3711, 3715), seules les mesures de nature à empêcher la propagation d'une épizootie, à l'exception de celles propres à en empêcher l'apparition, étaient expressément visées par la disposition précitée (RO 1966 p. 1621, 1623). Il s'ensuit que, durant la période déterminante pour le cas d'espèce (soit de fin juillet 1988 à mars 2001), la recourante avait en principe l'obligation, et non simplement la faculté, de prendre les mesures indiquées par les circonstances pour empêcher, sinon l'apparition, du moins la propagation de l'ESB; dans cette mesure, sa responsabilité peut être engagée en cas de violation de cette obligation assimilable à une omission illicite.\n\n4.3 Outre la loi sur les épizooties, la Commission de recours a également fondé sa décision sur les principes de développement durable et de précaution.\n\nEn matière d'environnement et d'aménagement du territoire, l'art. 73 Cst. consacre la notion de développement durable dans les termes suivants: \" La Confédération et les cantons oeuvrent à l'établissement d'un équilibre durable entre la nature, en particulier sa capacité de renouvellement, et son utilisation par l'être humain. \" La notion figure également se manière expresse à l'art. 2 al. 2 Cst. au titre des buts généraux poursuivis par la Confédération ainsi qu'à l'art. 104 al. 1 Cst. consacré à l'agriculture. On peut aussi y voir une référence dans l'affirmation, en préambule de la Constitution fédérale, \" du devoir d'assumer (des) responsabilités envers les générations futures \", ainsi que dans l'engagement \"en faveur de la conservation durable des ressources\", énoncé à l'art. 2 al. 4 Cst., ou encore, quoique de manière plus implicite, dans toute une série d'autres dispositions constitutionnelles (cf. les art. 54 al. 2, 75 al. 1, 76 al. 1, 77 al. 3, 78 al. 4 ou 79 Cst.). BGE 132 II 305 S. 320\n\nNotion complexe au contenu et aux contours encore flous, le développement durable engage notamment les autorités à tenir compte des implications à la fois économiques, sociales et écologiques de certaines politiques, par exemple en matière d'agriculture (cf. art. 1er al. 2 de l'ordonnance du 7 décembre 1998 sur l'évaluation de la durabilité de l'agriculture [RS 919.118]). Pour l'heure, le concept revêt un caractère essentiellement programmatique et n'a pas valeur d'un droit constitutionnel qui pourrait être directement invoqué comme tel devant les tribunaux; son indétermination et sa complexité appellent au contraire une concrétisation légale (cf. HERIBERT RAUSCH/ ARNOLD MARTI/ALAIN GRIFFEL, Umweltrecht: ein Lehrbuch, Zurich 2004, n. 31 p. 13/14; DANIEL JOSITSCH, Das Konzept der nachhaltigen Entwicklung [Sustainable Development] im Völkerrecht und seine innerstaatliche Umsetzung, in DEP 1997 p. 118; BERND MARQUARDT, Die Verankerung des Nachhaltigkeitsprinzips im Recht Deutschlands und der Schweiz, in DEP 2003 p. 201 ss, 208 ss, 207 et 217; KLAUS VALLENDER/RETO MORELL, in Die Schweizerische Bundesverfassung, St. Galler Kommentar des Schweizerischen Verfassungsrechts, Bâle/Genève/Munich 2003, ch. 55, 90, 229 ss; AUBERT/MAHON, Petit commentaire de la Constitution de la Confédération suisse, Zurich/Bâle/Genève 2003, n. 6 ad art. 73 Cst.).\n\nSous sa dimension écologique, une politique de développement durable implique notamment de faire une place importante au principe de précaution qui, selon la définition la plus couramment utilisée et la plus largement admise, postule qu'en cas de risque de dommages graves ou irréversibles, l'absence de certitude scientifique absolue ne doit pas servir de prétexte pour remettre à plus tard l'adoption de mesures effectives visant à prévenir la dégradation de l'environnement (cf. principe 15 de la Déclaration finale du 13 juin 1992 de la Conférence des Nations Unies sur l'environnement et le développement qui s'est tenue à Rio). On pourrait se demander si ce principe, aujourd'hui implicitement consacré à l'art. 74 al. 2 Cst. en matière d'environnement (cf. RAUSCH/MARTI/GRIFFEL, op. cit., n. 43; ANNE PETITPIERRE-SAUVAIN, Fondements écologiques de l'ordre constitutionnel suisse, in Droit Constitutionnel suisse, Zurich 2001, n. 18 et 19 § 36; ALEXANDRE FLÜCKIGER, in La preuve juridique à l'épreuve du principe de précaution, in Revue européenne des sciences sociales, tome XLI, 2003, n° 128 p. 107 ss, p. 113/114), vaut également et, le cas échéant, de la même manière dans les domaines voisins telles la santé humaine ou animale ou la sécurité BGE 132 II 305 S. 321alimentaire (en ce sens, cf. FLÜCKIGER, ibidem), singulièrement s'il revêt le caractère d'une simple faculté, en ce sens que la Confédération peut prendre des mesures de précaution mais n'y est pas tenue (allant dans ce sens, cf. art. 148a al. 1 de la loi fédérale du 29 avril 1998 sur l'agriculture [LAgr; RS 910.1]) ou si, au contraire, il s'apparente à une véritable obligation lui imposant d'adopter de telles mesures dans certaines circonstances (allant dans ce sens, cf. art. 2 al. 1 et 6 de la loi fédérale du 21 mars 2003 sur l'application du génie génétique au domaine non humain [LGG; RS 814.91]). Il n'est pas nécessaire d'examiner plus avant ces questions, car l'art. 9 LFE se présente comme une concrétisation implicite du principe de précaution; en effet, cette disposition engage clairement les autorités compétentes à agir, même en cas d'incertitude scientifique, pourvu que les mesures envisagées \"paraissent propres\" à empêcher l'apparition ou la propagation d'une épizootie d'après l'état de la science et de l'expérience et que, conformément au principe de la proportionnalité (cf. art. 5 al. 2 Cst.), leur coût soit en rapport avec le bénéfice escompté (cf. art. 10 al. 1 LFE).\n\nEn résumé, les principes de développement durable et de précaution ne servent, dans le cas d'espèce, que de cadre général pour interpréter et appliquer l'art. 9 LFE.\n\n4.4 Comme l'ont retenu les premiers juges, la responsabilité de la Confédération doit s'examiner en fonction de la situation régnant au moment déterminant - en particulier sur le plan des connaissances scientifiques -, soit lorsque les omissions prétendument illicites ont été commises (cf. ATF 118 Ib 473 consid. 7 p. 482; BEATRICE Wagner Pfeifer, Haftungsrisiken durch rückwirkende Anwendung umweltrechtlicher Normen?, in Risiko und Recht, Festgabe zum Schweizerischen Juristentag 2004, Bâle/Berne 2004, p. 535 ss, 540 s.). Comme tout examen rétrospectif, cet exercice est difficile et délicat, car il implique de faire abstraction de ce que l'on sait aujourd'hui à propos de l'ESB et de ses conséquences et de se replacer dans le contexte de l'époque.\n\nIl y a également lieu, dans cet examen, de tenir compte des difficultés propres à la gestion d'une crise aussi délicate que l'ESB: les offices mis en cause devaient en effet suivre l'évolution de la maladie non seulement en Suisse, mais aussi à l'étranger, ainsi que, dans la mesure du possible, s'informer des actions qui y étaient menées, tout en se tenant au courant des nouvelles connaissances BGE 132 II 305 S. 322scientifiques et des recommandations émises par certains organismes internationaux, comme l'OIE; en outre, ces offices se trouvaient aux prises avec de nombreux acteurs aux intérêts parfois contradictoires (les éleveurs d'animaux de rente alimentés par des farines animales ainsi que les différentes organisations les représentant; les fabricants et les importateurs de farines destinées à l'alimentation animale ainsi que tous les intermédiaires de la filière; les consommateurs ...); enfin et surtout, ils devaient souvent agir rapidement, sous la pression des événements, et sans toujours disposer de toutes les connaissances scientifiques nécessaires à une bonne et saine appréciation des choses (cf. WESSNER, op. cit., p. 253 et la référence à l' ATF 118 Ib 473).\n\nIl découle de ces contingences qu'on ne saurait exiger de la Confédération qu'elle prît, pour faire face à la crise de la vache folle, en toute circonstance et en toute occasion, les meilleures décisions au meilleur moment, car cela reviendrait à la placer dans une situation quasi impossible puisque, quoi qu'elle eût pu faire ou s'abstenir de faire, elle se fût exposée au risque d'être toujours responsable, soit d'avoir agi trop tard ou trop mollement, comme il lui est fait grief dans le présent cas, soit d'avoir agi trop tôt ou de manière trop incisive, comme il lui a été fait grief dans une autre situation de crise en relation avec les mesures édictées par l'Office fédéral de la santé publique (OFSP) pour empêcher la propagation en Suisse du syndrome respiratoire aigu sévère (connu sous l'acronyme de SRAS) apparu en Asie (cf. ATF 131 II 670). Il s'impose dès lors d'admettre que les offices fédéraux mis en cause disposaient, à l'époque des faits litigieux, d'une certaine liberté d'action pour faire face à la crise, soit d'une marge d'appréciation relativement importante dans le choix aussi bien des mesures à prendre que de leur moment. Les mesures qui, au vu de l'ensemble des circonstances, en particulier de l'état des connaissances au moment déterminant, se situent à l'intérieur de cette marge, n'engagent dès lors pas la responsabilité de la Confédération et ne donnent lieu à aucune indemnisation, même si, rétrospectivement, elles ne s'avèrent pas optimales voire même se révèlent insuffisantes.\n\nIl faut aussi avoir à l'esprit qu'avant toute mesure, la Confédération était tenue de veiller à ce que son action recueillît une certaine adhésion, sinon de l'opinion publique, du moins des personnes directement touchées par les mesures envisagées soit, en particulier, les milieux paysans, les filières de conditionnement et de distribution BGE 132 II 305 S. 323de la viande ou encore les fabricants et les distributeurs de farines pour animaux. A cette fin, les autorités devaient notamment informer les uns et les autres de la situation et de son évolution ainsi que les consulter aussi régulièrement que possible au fur et à mesure des nouveaux développements, en leur soumettant leurs plans d'action voire en s'enquérant de leur avis sur les mesures à prendre. A défaut, les mesures décidées risquaient de ne pas être correctement appliquées voire d'être purement et simplement éludées et, finalement, de rester sans effet ou de n'avoir qu'un effet limité. C'est là une autre restriction importante à la marge de manoeuvre des autorités concernées dont il faut tenir compte dans l'examen du cas, car cette restriction est potentiellement de nature à expliquer, du moins pour partie, le temps pris pour arrêter et appliquer certaines décisions, notamment celles portant sur les mesures les plus incisives. L'implication le plus tôt et la plus large possible des milieux concernés dans le processus d'analyse et de gestion des risques est d'ailleurs reconnue comme un élément primordial pour garantir une certaine efficience et efficacité à la mise en place de mesures de précaution (cf. Le principe de précaution en Suisse et au plan international, rapport de synthèse du groupe inter-départemental \"Principe de précaution\", établi en août 2003 sous la direction de l'OFSP, en collaboration notamment avec l'OVF, l'OFAG et le seco, publié sur l'internet à l'adresse suivante: www.bag.admin.ch/themen/strahlung/00053/ 02644/index.html?lang=fr, p. 6).\n\nD'une manière générale, on peut partir de l'idée que plus les mesures envisagées étaient de nature à porter gravement atteinte à des libertés fondamentales ou des intérêts importants, plus elles étaient susceptibles de requérir un temps de préparation et d'adaptation important pour être comprises et acceptées et finalement mises en oeuvre. Inversement, plus les risques redoutés apparaissaient potentiellement graves et imminents, moins il était possible de tergiverser et plus des mesures s'imposaient à bref délai qui pouvaient, si nécessaire, être incisives, la gravité des risques envisagés devant notamment s'apprécier en fonction de la probabilité de leur réalisation et de la nature des biens juridiques menacés. En définitive, seule une soigneuse pesée des intérêts en présence effectuée dans le cadre du principe de proportionnalité permet de déterminer a posteriori à quel moment des mesures devaient être prises et quelles elles devaient être. Conformément au principe de précaution conçu dans une perspective de développement durable (supra consid. 4.3), cette BGE 132 II 305 S. 324pesée des intérêts doit être la plus large possible et ne pas se limiter aux seuls aspects écologiques, mais également intégrer des considérations économiques voire sociales.\n\n4.5 C'est à la lumière des considérations qui précèdent que doit s'interpréter l'art. 9 LFE et s'analyser l'éventuelle responsabilité de la Confédération pour les cinq omissions qui lui sont reprochées.\n\n5.\n\n5.1 La première omission illicite retenue dans le jugement attaqué qu'il convient d'examiner porte sur la période allant de fin juillet début août 1988 au 1er décembre 1990.\n\nSelon la Commission de recours, la Confédération aurait dû, au plus tard une dizaine de jours après la mesure de \"feed ban\" décidée par les autorités britanniques le 18 juillet 1988, prendre une mesure similaire et interdire l'utilisation de farines animales dans l'alimentation des ruminants. Cette omission illicite a donc perduré, d'après les premiers juges, jusqu'à ce qu'une telle mesure soit prise avec l'entrée en vigueur, le 1er décembre 1990, de l'ordonnance du 29 novembre 1990 concernant des mesures immédiates contre l'encéphalopathie spongiforme des ruminants (RO 1990 p. 1920).\n\nMême si les connaissances sur l'ESB étaient encore relativement ténues et lacunaires durant la période considérée, la maladie était néanmoins déclarée depuis près de deux ans au Royaume-Uni et les premières études épidémiologiques menées dès avril 1987 dans ce pays concluaient déjà, en décembre suivant, qu'elle se rapprochait de la tremblante du mouton, que son délai d'incubation était relativement long, et que l'hypothèse la plus probable pour expliquer son apparition tenait dans l'incorporation, dans la ration alimentaire des ruminants, de farines d'origine animale porteuses du prion infectieux qui n'avaient pas été décontaminées lors de leur fabrication. Les études réalisées par la suite ont confirmé ces premiers résultats et conclu que, dans des conditions naturelles, la maladie ne se transmettait, selon toute vraisemblance, pas entre animaux (pas de contamination horizontale ou verticale), ni de l'animal à l'homme (pas de zoonose), la barrière des espèces semblant alors jouer pleinement son rôle protecteur (cf. rapport Southwood précité du 3 février 1989). A fin 1990, un total de 24'229 cas d'ESB avaient été recensés en Grande-Bretagne depuis l'apparition de la maladie en 1986, à savoir: 442 cas pour les années 1986 et 1987, 2'469 cas pour 1988, 7'137 cas pour 1989 et 14'181 cas pour 1990; en revanche, excepté BGE 132 II 305 S. 325l'Irlande en 1989, la maladie ne s'était encore pas propagée à d'autres pays durant la période litigieuse.\n\nMalgré l'absence de données épidémiologiques sûres et complètes lors de la décision de \"feed ban\" prise par les autorités britanniques en juillet 1988, il est certain que les autorités suisses devaient de leur côté, par mesure de précaution, veiller à ne plus laisser entrer de farines animales en provenance de Grande-Bretagne, l'hypothèse de leur probable implication dans l'apparition de l'ESB ayant été posée sur le plan scientifique dès fin 1987 au plus tard. C'est du reste bien ce que les services compétents ont fait en ne délivrant plus les autorisations d'importation correspondantes à partir du 18 juillet 1988, mesure équivalant à l'instauration d'une interdiction de fait d'importer des farines animales britanniques. Les premiers juges ont toutefois estimé que cette mesure n'était pas suffisante au vu des circonstances, notamment du délai d'incubation relativement long de l'ESB et des nombreuses incertitudes scientifiques entourant la maladie. A leur sens, l'interdiction d'alimenter les ruminants avec des farines animales était une mesure nécessaire pour éviter la propagation de l'ESB en Suisse, et c'était en se fondant \" sur des présupposés qui se sont révélés faux \" que la Confédération s'était abstenue de prendre une telle mesure: d'une part, l'interdiction de fait d'importer des farines animales britanniques n'avait pas été une mesure efficace, car elle n'avait pas bénéficié de la même crédibilité qu'une interdiction légale et n'avait pas permis d'empêcher les importations parallèles de telles farines (sur ce point, cf. infra consid. 5.2); d'autre part, bien qu'encore confinée, durant la période considérée, au territoire du Royaume-Uni puis de l'Irlande dès 1990, la maladie n'avait alors pas, contrairement à l'appréciation des autorités, un caractère spécifiquement britannique, en sorte que la mesure de \"feed ban\" prise dans ce pays s'imposait pareillement en la Suisse. Et la Commission de recours de conclure: \" A la vérité, le seul élément spécifiquement britannique était à cette époque une perception aiguë des dangers représentés par l'ESB et de la nature radicale des mesures qui étaient propres à la faire reculer. Les autorités britanniques ont fait preuve de sagesse en prenant les mesures énergiques du 18 juillet 1988 et l'avenir leur a donné raison sur ce point. \"\n\nCes considérations n'emportent pas la conviction, car elles ne font pas suffisamment la part des choses entre les faits qui étaient connus au moment déterminant et ceux qui ne l'étaient pas encore. Pour dire si une omission est illicite, on ne saurait en effet se référer après BGE 132 II 305 S. 326coup à l'efficacité des mesures prises pour en justifier la nécessité ab initio, comme l'a fait la Commission de recours. De même ne peut-on tirer argument de la propagation de l'ESB sur tout le continent européen dans les années nonante pour réfuter en bloc la validité de l'appréciation faite jusqu'en décembre 1990 selon laquelle, sous réserve de ne pas utiliser de farines animales britanniques, la maladie ne devrait pas se propager en Suisse. Or, il existait effectivement, à cette époque, un faisceau d'éléments objectifs et sérieux laissant supposer, comme le soutient la recourante, que l'ESB se présentait alors comme un problème spécifiquement britannique. Le Royaume-Uni réunissait en effet un certain nombre de caractéristiques inconnues ailleurs en Europe, à savoir: la présence d'un important cheptel ovin, le recensement de nombreux cas de tremblante, l'utilisation de cadavres de moutons pour la fabrication des farines animales, y compris celles destinées aux bovins et, enfin et surtout, l'adoption, dès le début des années quatre-vingt, de standards de sécurité inférieurs à ceux appliqués jusque-là en matière de stérilisation pour produire de telles farines (cf. supra état de fait let. C). Du reste, la thèse selon laquelle l'apparition et la propagation de la maladie étaient dues à une série de facteurs spécifiques à la Grande-Bretagne n'était pas seulement partagée par l'OVF et ses spécialistes, mais aussi par les experts britanniques (cf. rapport Southwood du 3 février 1989, p. 9-18; lettre du 14 février 1990 du Directeur de l'office vétérinaire britannique à son homologue helvétique), ainsi que par de nombreux Etats européens, si l'on en juge par le fait que les mesures prises dans ceux-ci pour faire face à la crise n'ont, dans leur ensemble, pas été plus précoces ou plus incisives qu'en Suisse, la Communauté européenne ayant même attendu le 27 juin 1994 (décision 94/381/CE) pour interdire formellement aux Etats membres d'utiliser des farines animales dans l'alimentation des ruminants (cf. supra état de fait let. B).\n\nPar conséquent, il y avait, durant la période litigieuse, suffisamment de raisons valables pour considérer que seule l'utilisation de farines animales britanniques présentait un risque sanitaire, à l'exception de celles produites en Suisse ou dans d'autres Etats selon des procédés éprouvés. A cet égard, il faut souligner que l'adjonction de farines animales dans l'alimentation des ruminants, mais aussi des porcs et de la volaille, était alors une pratique courante qui avait fait ses preuves depuis de nombreuses années en Suisse et en Europe - et même, semble-t-il, dans le reste du monde (cf. les BGE 132 II 305 S. 327statistiques britanniques d'exportation des farines animales) -, sans qu'aucun problème épizootique du type de celui survenu en Grande-Bretagne ne se fût jusque-là manifesté. De plus, et ce point est important dans la pesée des intérêts, les risques pour la santé humaine étaient alors considérés comme nuls ou quasi inexistants.\n\nDans ces circonstances, l'interdiction brutale et générale d'alimenter les ruminants avec des farines animales serait apparue, à l'été 1988, comme une mesure sinon inutile, faute de risque clairement défini voire identifié, du moins excessive compte tenu notamment de ses conséquences économiques pour les secteurs concernés. En particulier, les producteurs de viande bovine se seraient trouvés contraints de remplacer du jour au lendemain les farines animales destinées au bétail par des protéines végétales (soja) d'un coût sensiblement plus élevé que celles-là, avec à la clé une diminution significative de leurs revenus; nombreux parmi eux n'auraient dès lors pas été prêts à admettre une telle contrainte sur la seule base de vagues soupçons ou d'improbables hypothèses concernant aussi bien les risques sanitaires pour l'homme que pour les animaux. Par ailleurs, les fabricants de fourrages, en particulier ceux qui s'étaient spécialisés dans la transformation de protéines animales auraient, faute de débouchés, vu leur existence compromise, ou auraient à tout le moins dû consentir des investissements importants pour s'adapter à la situation nouvelle; non seulement un préjudice économique, mais aussi des pertes d'emplois étaient dès lors à redouter. De la même manière, les établissements de destruction de cadavres auraient également subi de notables préjudices économiques, en raison de l'empêchement de vendre leurs farines pour la fabrication de fourrages destinés aux ruminants (sur ces aspects, cf. commentaire de l'OVF sur l'ordonnance concernant des mesures immédiates contre l'encéphalopathie spongiforme des ruminants, p. 2 et 3).\n\nEn conséquence, il apparaît que la mesure litigieuse ne serait pas allée sans entraîner une forte résistance des milieux concernés et qu'elle aurait certainement été mal appliquée quand elle n'aurait pas été éludée, sans compter qu'elle aurait au surplus été difficile à mettre en oeuvre et à contrôler, ne serait-ce qu'en raison du fait qu'il existait alors d'importants stocks de farines animales dans les nombreuses exploitations agricoles présentes en Suisse, qu'elles soient bovines, porcines, avicoles ou mixtes, et que l'utilisation de telles farines serait demeurée licite pour l'alimentation des porcs et de la volaille, BGE 132 II 305 S. 328avec tous les risques de confusion et de méprise que cela comportait, voire même, dans les cas les plus graves, de fraude à la loi.\n\nIl est vrai que, comme le relèvent les intimés, lors de sa session du 28 novembre au 1er décembre 1989 à Paris, la Commission pour la fièvre aphteuse et autres épizooties de l'OIE avait invité les Etats membres notamment à \" envisager d'interdire la distribution aux ruminants de protéines issues de ruminants et rendre obligatoire la déclaration des cas suspects. \" Ce n'était toutefois là qu'une invitation parmi de nombreuses autres recommandations (comme celles d'encourager les études scientifiques sur l'ESB ou d'informer les milieux concernés) qui, au surplus, était rédigée sur un mode peu directif et n'avait visiblement pas un caractère prioritaire. En outre, il n'apparaît pas que de nouvelles connaissances scientifiques, notamment par rapport à celles qui figuraient dans le rapport Southwood, eussent alors motivé une telle recommandation; or, ce rapport, qui faisait autorité à l'époque, ne préconisait l'interdiction d'utiliser des farines animales dans l'alimentation des ruminants que pour un temps limité, essentiellement afin de signifier aux industriels britanniques qu'ils devaient abandonner leurs anciennes méthodes de production, notamment en matière de stérilisation, et qu'ils devaient désormais veiller à fabriquer et commercialiser des farines animales exemptes du prion de l'ESB (cf. rapport précité, p. 17). A contrario, on peut déduire que le rapport Southwood précité ne proscrivait pas l'utilisation de farines produites selon des standards de sécurité élevés. Du reste, la recommandation litigieuse de l'OIE n'a pas été suivie d'effet dans la Communauté européenne ni dans de nombreux Etats membres (tels l'Allemagne, l'Italie, l'Espagne ou le Portugal; cf. supra état de fait let. B), et il est frappant de constater qu'elle n'était déjà plus d'actualité lors de la Conférence de l'OIE qui s'est tenue à Paris les 28 et 29 septembre 1990, soit moins d'une année après qu'elle eut été formulée par la Commission pour la fièvre aphteuse; dorénavant, il était seulement mentionné à l'adresse des pays indemnes d'ESB qu'il \" pourrait être utile d'exclure de la ration alimentaire des ruminants les tissus qui, chez l'animal infecté, sont les plus susceptibles de contenir l'agent causal en quantités importantes. \"\n\nEn définitive, il faut convenir qu'en ne prenant la mesure litigieuse qu'après l'onde de choc provoquée par l'apparition du premier cas d'ESB en Suisse en novembre 1990, les autorités sont demeurées dans le cadre de la marge d'appréciation qui doit leur être reconnue BGE 132 II 305 S. 329(cf. supra consid. 4.4), d'autant qu'elles ne sont pas restées inactives dans l'intervalle, mais ont pris un certain nombre de dispositions allant dans le sens des recommandations de l'OIE. En particulier, elles n'ont pas seulement immédiatement interdit, comme on l'a vu, l'importation de farines animales britanniques, mais elles ont également informé les vétérinaires cantonaux sur l'état de la situation et les mesures à prendre et ont encore suivi attentivement l'évolution de la maladie, notamment en créant un laboratoire de référence à l'Université de Berne et en participant activement à de nombreuses rencontres internationales sur le sujet.\n\nLe recours est dès lors bien fondé sur ce point.\n\n5.2 La deuxième omission illicite retenue dans le jugement attaqué porte sur la période allant de fin juillet/début août 1988 au 14 juin 1990.\n\nSelon la Commission de recours, la Confédération aurait dû, également, au plus tard une dizaine de jours après la mesure de \"feed ban\" décidée par les autorités britanniques le 18 juillet 1988, interdire l'importation des farines animales en provenance de Grande-Bretagne de manière formelle, et ne pas se contenter d'une interdiction de fait, car une telle interdiction \" ne répondait par définition pas à l'exigence de la légalité appelée à fonder toute restriction étatique aux libertés individuelles (et) n'était au surplus pas propre à déployer les effets souhaités, notamment car son défaut de légalité la privait de la crédibilité nécessaire auprès des exportateurs, importateurs et producteurs intéressés. \" Cette omission illicite a perduré, d'après les premiers juges, jusqu'à ce que la Confédération formalise la mesure litigieuse dans l'ordonnance précitée du 13 juin 1990 (1/90), entrée en vigueur le jour suivant, interdisant temporairement l'importation de ruminants et de produits issus de ces animaux en provenance de Grande-Bretagne.\n\nAu vu des résultats des premières études épidémiologiques menées sur la maladie, il est certain que, comme on l'a déjà dit, la Confédération devait, par mesure de précaution, veiller à ne plus laisser entrer de farines animales en provenance de Grande-Bretagne en même temps que ce pays en interdisait l'utilisation sur son territoire, vu la probable implication de ces farines dans l'apparition et la propagation de l'ESB. C'est du reste bien ce que les autorités suisses compétentes ont fait en instaurant, dès le 18 juillet 1988, une interdiction de fait d'importer des farines animales britanniques, à l'image de ce BGE 132 II 305 S. 330que fera l'Allemagne en mai de l'année suivante. La Commission de recours a toutefois jugé cette mesure inadéquate en raison de son inefficacité, seule une interdiction légale étant, à ses yeux, de nature à atteindre l'objectif visé. La Confédération rejette cet argument. Se fondant sur ses statistiques, elle affirme qu'il n'y a pas eu d'importation de farines animales en provenance BGE 132 II 305 S. 331 de Grande-Bretagne entre 1986 et 1990.\n\nSelon les statistiques officielles britanniques, quelque douze tonnes de farines animales ont été exportées en Suisse et/ou au Liechtenstein en 1986, sans qu'on connaisse le détail de ce chiffre, notamment la répartition des farines entre les deux pays concernés. Une lecture en parallèle des statistiques britanniques et suisses inclinerait donc plutôt à retenir que seule la Principauté du Liechtenstein a importé des farines animales britanniques en 1986; la question peut cependant rester ouverte, car l'année en cause sort de la période litigieuse et il est exclu d'imputer une quelconque responsabilité à la Confédération pour des faits antérieurs à l'apparition de la maladie en Grande-Bretagne. En revanche, mis à part 293 kilos en 1990, ce qui est négligeable, les statistiques britanniques ne font état d'aucune exportation de farines animales en direction de la Suisse après l'année 1986. Par rapport à ses proches voisins, celle-ci apparaît même l'un des rares pays à n'avoir plus importé de farines animales du Royaume-Uni dès 1987 (cf. les statistiques britanniques se rapportant à la France, à l'Allemagne ou à l'Italie).\n\nPar conséquent, l'opinion de la Commission de recours selon laquelle la mesure en cause n'était pas adéquate se révèle inexacte, du moins en ce qui concerne l'objectif d'interdire l'importation di recte de farines animales britanniques, la question d'éventuelles importations indirectes de telles farines et les moyens d'y faire face étant - suivant l'ordre des griefs retenus dans la décision attaquée - examinée séparément au considérant suivant.\n\nSur ce point également, le recours s'avère dès lors bien fondé.\n\n5.3 La troisième omission illicite retenue dans le jugement attaqué porte sur la période allant de fin juillet/début août 1988 au 1er décembre 1990.\n\nLa Commission de recours a estimé que la Confédération aurait dû, dans le même délai d'une dizaine de jours après la mesure de \"feed ban\" décidée par les autorités britanniques, soit début août 1988 au plus tard, interdire l'importation de farines animales en provenance non seulement du Royaume-Uni, mais également de tout pays d'Europe continentale. Certes, les premiers juges admettent que la Confédération n'avait pas de \" certitudes, à l'époque, sur le risque exact que pouvaient représenter des farines animales provenant de pays autres que le Royaume-Uni. Mais la nature mystérieuse de l'épi zootie, l'intuition qu'elle pouvait concerner l'ensemble de l'Europe et l'interpénétration naturelle des marchés de l'UE, devaient conduire (ses) offices à la plus grande prudence, doublée de fermeté, face à des risques d'importations indirectes en provenance du Royaume-Uni.\" Aux yeux de la Commission de recours, l'omission de la Confédération a constitué un comportement illicite engageant sa responsabilité jusqu'au 1er décembre 1990, date à laquelle sont entrées en vigueur les mesures immédiates de lutte contre l'ESB comprenant notamment l'interdiction d'utiliser des farines animales pour alimenter les ruminants.\n\nCette appréciation ne convainc pas, car elle tient largement compte de faits qui n'ont été découverts que postérieurement à la période litigieuse. En effet, rien dans le dossier ne permet de considérer que le risque de contamination par des importations indirectes de farines animales britanniques fût déjà connu à l'été 1988, soit près de deux ans et demi avant même l'apparition du premier cas d'ESB en Suisse, le 2 novembre 1990. En particulier, il ressort d'un échange de correspondances du mois de juin 1990 entre l'OFAG et l'OVF que l'extension de l'interdiction d'importer des farines animales à d'autres Etats que le Royaume-Uni n'avait alors été envisagée qu'à propos des pays qui avaient connu des cas de tremblante, sans que le risque des importations indirectes de farines britanniques fût seulement évoqué. Selon les pièces au dossier, ce risque - plus précisément le soupçon d'un probable mélange de farines anglaises avec des farines françaises - n'a été envisagé pour la première fois par les offices mis en cause qu'au mois de novembre 1990 (cf. fax de l'OVF à l'OFAEE du 23 novembre 1990), soit peu après l'apparition du premier cas d'ESB en Suisse, le 2 novembre 1990, et peu avant que ne soit promulguée l'interdiction d'utiliser des farines animales pour l'alimentation des ruminants (ordonnance du 29 novembre 1990 concernant des mesures immédiates contre l'encéphalopathie spongiforme des ruminants).\n\nMais l'absence d'omission illicite de la Confédération sur ce point suppose non seulement que ses offices n'aient effectivement pas connu, au moment déterminant, l'existence des importations BGE 132 II 305 S. 332indirectes supposées, mais encore qu'ils n'aient pas dû se douter de ce problème en faisant preuve de l'attention commandée par les circonstances. Comme elle l'a toujours soutenu durant la procédure, la recourante fait valoir que ce n'est qu'après l'apparition du premier cas d'ESB en Suisse en novembre 1990 que l'hypothèse d'importations indirectes au moyen de nouvelles indications d'origine et de qualité a été prise en considération et envisagée comme facteur pouvant expliquer l'apparition et la propagation de la maladie en Suisse; elle ajoute que ce n'est même qu'à partir de 1994, soit après les premiers cas dits de \"BAB\" en 1993, que des études ont validé la vraisemblance de cette hypothèse (cf. B. HÖRNLIMANN/D. GUIDON/ C. GRIOT, Risikoeinschätzung für die Einschleppung von BSE, in Deutsche tierärztliche Wochenschrift 101 p. 295 ss). Or, jusqu'en novembre 1990, la Confédération estime qu'elle ne devait pas envisager une telle hypothèse pour les motifs suivants: elle n'avait pas de raison de douter de l'authenticité des certificats d'origine accompagnant les livraisons de farines animales en provenance des pays d'Europe continentale, telle la France; aucun de ces pays n'avait encore déclaré de cas d'ESB; il n'y avait alors pas de test pour détecter la présence de l'agent infectieux de l'ESB dans les farines animales; enfin, l'ESB était, à l'époque, considérée par les spécialistes comme une maladie spécifiquement britannique.\n\nCertes, comme l'ont relevé les premiers juges, les chiffres des exportations de farines animales britanniques vers certains pays européens ont plus que doublé entre 1988 et 1989, notamment en direction de la France (cf. statistiques britanniques précitées). C'est d'ailleurs l'un des principaux éléments qui a finalement conduit les experts à retenir l'hypothèse de l'importation indirecte de farines animales britanniques via ces pays au moyen de nouvelles indications d'origine et de qualité ou/et - la chose n'est aujourd'hui encore pas claire - de fausses déclarations (cf. B. HÖRNLIMANN/D. GUIDON/ C. GRIOT, loc. cit.). Ces chiffres ne pouvaient toutefois, par définition, pas être connus en août 1988 déjà. Quoi qu'il en soit, on ne voit objectivement pas sur la base de quels indices la Confédération aurait dû être amenée à se douter que des farines animales contaminées continuaient d'être exportées depuis la Grande-Bretagne dans des Etats membres de la Communauté européenne après le mois de juillet 1987. A cet égard, on ne peut passer sous silence le fait que la Communauté européenne et ses Etats membres eux-mêmes n'ont alors pas envisagé une telle hypothèse (cf. le rapport du Parlement BGE 132 II 305 S. 333européen du 7 février 1997 sur les allégations d'infraction et de mauvaise administration dans l'application du droit communautaire en matière d'ESB, sans préjudice des compétences des juridictions communautaires et nationales, A4-0020/97, ch. 2.3 et passim; ce rapport est disponible sur le site internet du parlement européen à l'adresse suivante: www.europarl.eu.int) et que la Communauté européenne n'a semble-t-il pas pris de mesures spécifiques pour prévenir le risque des importations indirectes avant sa décision du 27 mars 1996 (96/239/CE) imposant au Royaume-Uni un embargo total sur l'exportation de tout produit obtenu à partir d'animaux de l'espèce bovine, y compris en direction de pays tiers, \"afin d'éviter des détournements de trafic\".\n\nDans ces conditions, on ne saurait reprocher à la recourante de n'avoir pas pris dès l'été 1988 des mesures pour empêcher des importations indirectes de farines animales britanniques, faute d'indices laissant entrevoir une telle pratique ou même seulement en supposer le risque. Du moment que, comme on l'a vu (supra consid. 5.1), les farines animales produites hors du Royaume-Uni selon des standards de sécurité élevés et des méthodes éprouvées pouvaient raisonnablement être considérées comme exemptes de danger, il n'y avait pas plus de raison d'interdire l'importation de telles farines que d'en interdire l'utilisation. Pour les mêmes raisons qu'exposées plus haut, une telle mesure apparaissait en effet disproportionnée au vu des risques sanitaires peu clairs voire inexistants censés la justifier, surtout qu'elle ne touchait pas seulement les producteurs de viande bovine et les filières associées, comme dans le cas de l'interdiction des farines animales pour l'alimentation des ruminants, mais également les éleveurs de porcs et de volaille qui auraient dû subitement s'adapter et, en particulier, trouver d'autres substituts pour alimenter leurs animaux. La mesure aurait à l'époque été d'autant plus mal comprise et mal appliquée que l'ESB n'avait eu de conséquences sanitaires - et ce fait semble aujourd'hui encore exact - sur aucune exploitation porcine ou avicole, y compris au Royaume-Uni.\n\nPour le surplus, ni la \"nature mystérieuse\" de l'ESB ni \"l'intuition\" que la maladie pouvait concerner toute l'Europe n'étaient des éléments suffisants pour légitimer une mesure aussi incisive que l'interdiction générale d'importer des farines animales: en effet, des risques reposant sur de simples intuitions, spéculations ou hypothèses dénuées de fondement scientifique objectif ou sérieux ne sont, en principe, pas de nature à justifier des mesures de précaution (cf. BGE 132 II 305 S. 334NICOLAS DE SADELEER, Les principes du pollueur-payeur, de prévention et de précaution, Bruxelles 1999, p. 172 et la référence citée). A cela s'ajoute que, comme le soutient la recourante, des risques aussi peu clairs n'étaient selon toute vraisemblance pas suffisants pour justifier l'interdiction ici litigieuse sous l'angle des règles du commerce international (cf. la décision de l'organe d'appel de l'OMC du 16 janvier 1998 rendue sur appel des Communautés européennes, des Etats-Unis et du Canada, dans l'affaire des mesures communautaires concernant les viandes et les produits carnés [hormones], AB-1997-4, ad ch. XI et XII; DE SADELEER, op. cit., p. 144 s.; STÉPHANIE GANDREAU/RACHEL VANNEUVILLE, Le principe de précaution saisi par le juge administratif. Enjeux politiques et sociaux de la mobilisation juridique du principe de précaution, mai 2004, rapport publié sur le site internet du Ministère [français] de l'écologie et du développement durable à l'adresse suivante: www.ecologie. gouv.fr/article.php3?id_article=4421, sous la rubrique \"Documents liés\", p. 66; pour une critique de la jurisprudence de l'OMC, cf. MAI-ANH NGO, L'article 5 § 7 de l'accord SPS: outil de protectionnisme ou protection?, avril 2005, article publié sur le site internet du Groupe de recherche en droit, économie, gestion, Centre national de la recherche scientifique, Université de Nice, à l'adresse suivante: www.idefi.cnrs.fr, sous la rubrique \"Documents de travail\").\n\nIl s'ensuit que la Confédération pouvait, du moins jusqu'en décembre 1990, se limiter à interdire l'importation de farines animales en provenance de Grande-Bretagne, tout en continuant à suivre attentivement, comme elle l'a fait, l'évolution de la maladie en Suisse et à l'étranger, puis en adaptant ses mesures au gré des nouveaux développements.\n\n5.4 Les deux dernières omissions reprochées à la Confédération sont étroitement liées, en ce sens que, comme l'a relevé la Commission de recours, elles résultent du fait que des farines animales infectées ont continué à pouvoir être utilisées dans l'alimentation des porcs et de la volaille après leur interdiction pour les ruminants en décembre 1990. C'est en effet au contact de telles farines que des fourrages destinés à l'alimentation des bovins, exempts de protéines animales depuis l'interdiction précitée, ont malgré tout encore été contaminés par la suite. Les farines pouvaient notamment entrer en contact et se mélanger lors de leur fabrication dans les usines (contamination croisée dans les moulins; infra consid. 5.4.1) ou lorsqu'elles étaient utilisées par les paysans, notamment dans les exploitations BGE 132 II 305 S. 335où se côtoyaient des ruminants et d'autres animaux de rente (contamination croisée chez les éleveurs; infra consid. 5.4.2).\n\n5.4.1 Selon le jugement attaqué, le phénomène de la contamination croisée dans les moulins engage la responsabilité de la Confédération pour la période allant du 1er juillet 1998 au 1er novembre 2000.\n\nLa Commission de recours a estimé que l'apparition des cas dits de \"BAB\" dès 1993 était la démonstration que les mesures prises jusque-là n'étaient pas suffisantes pour juguler la maladie. D'autres mesures s'imposaient, surtout après la révélation de la possible transmission de la maladie à l'homme en 1996, d'autant qu'à cette date il existait déjà, d'après le jugement attaqué, des \"suspicions scientifiques sérieuses sur le caractère potentiellement infectieux des mélanges qui se produisaient (dans les moulins)\". Au vu de ces éléments, les offices auraient dû prendre conscience du problème et \"en tirer les déductions nécessaires\" au plus tard au début de l'année 1998. Toutefois, compte tenu d'un \"temps d'adaptation raisonnable\" et de l'opposition des milieux intéressés, y compris paysans, on pouvait admettre, concèdent les premiers juges, que les mesures propres à empêcher la contamination croisée dans les moulins fussent repoussées un certain temps, mais pas au-delà du 1er juillet 1998. A compter de cette date, le report de telles mesures s'est apparenté à une omission illicite qui a duré jusqu'à ce que celles-ci soient finalement devenues effectives en novembre 2000, conformément à une décision prise conjointement en juin 2000 par la Confédération et les milieux concernés (mesure dite de tolérance zéro dans les moulins).\n\nLa Confédération conteste cette appréciation. Elle rappelle qu'avant même l'apparition des premiers cas de \"BAB\", elle avait déjà pris de très nombreuses mesures pour réduire les risques d'infection des ruminants par les fourrages et que, à la suite de l'apparition du premier cas de BAB en 1993, des recherches avaient immédiatement été entreprises pour en déterminer l'origine; mais, précise toutefois la recourante, ce n'est qu'en 1996 que l'on découvrit que le prion était très résistant et très virulent, en ce sens qu'il pouvait passer au travers des procédés de stérilisation, y compris des nouvelles exigences de thermisation, et que l'ingestion d'un demi-gramme de tissu infectieux suffisait pour qu'un bovin contracte la maladie. La recourante souligne encore qu'elle n'est pas restée inactive à la suite de ces nouvelles découvertes et qu'elle a derechef pris un grand BGE 132 II 305 S. 336nombre de mesures pour réduire encore les risques de contamination, notamment dès le mois de mai 1996. Vu le délai d'incubation de la maladie, elle estime néanmoins qu'elle ne pouvait pas vérifier avant 2000 ou 2001 l'efficacité de ces nouvelles mesures et qu'elle n'avait dès lors pas à prendre d'autres mesures dans l'intervalle, d'autant que la situation allait s'améliorant depuis 1995. Ce n'est, poursuit la recourante, que lorsque deux cas d'ESB sur des bovins nés après les mesures prises en mai 1996 se sont déclarés, en octobre 2000, que de nouvelles mesures pour lutter contre les contaminations croisées, notamment dans les moulins, ont dû être envisagées. Or, elle rappelle qu'à cette époque, d'entente avec les milieux concernés, elle avait déjà arrêté en juin 2000 les mesures propres à éviter ce mode de transmission; comme celles-ci impliquaient de nouvelles méthodes de fabrication des farines, notamment la séparation des filières de production, elles ne sont devenues effectives que dès le mois de novembre suivant.\n\nAu cours des années nonante, la situation a considérablement évolué après la survenance du premier cas d'ESB en Suisse en novembre 1990 qui a été suivie d'une constante augmentation des cas déclarés jusqu'en 1995 (9 cas en 1991, 15 en 1992, 29 en 1993, 63 en 1994 et 68 en 1995), avec, dans l'intervalle, l'apparition en 1993 du premier cas de \"BAB\", puis la révélation, en mars 1996, du probable risque de transmission de la maladie à l'homme sous la forme d'une variante de la maladie de Creutzfeldt-Jacob (vMCJ). L'année 1996 est une année charnière pour deux autres raisons encore: premièrement, comme l'a rappelé la Confédération, c'est en 1996 qu'aussi bien la résistance du prion (soit sa capacité à supporter des températures de stérilisation élevées) que sa virulence (soit sa capacité à infecter même en infimes quantités des animaux sains) ont été découvertes; secondement, selon les pièces au dossier, c'est également durant l'année en cause que le problème - ici litigieux - des contaminations croisées a semble-t-il été sérieusement envisagé pour la première fois comme hypothèse pour expliquer certains nouveaux cas de \"BAB\" (cf. le texte de l'exposé présenté le 30 mai 1996 par des membres de l'Institut de Virologie et d'Immunoprophylaxie de Mittelhäusern, in Epidémiologie et santé animale 30/ 1996 p. 77-84, 78), même si ce n'est apparemment qu'en septembre 1999 qu'une étude de l'OVF a validé cette hypothèse; cette étude a en effet conclu que les récents cas de \"BAB\" étaient selon toute vraisemblance dus aux contaminations croisées dans les moulins et chez les éleveurs. BGE 132 II 305 S. 337\n\nAu gré des développements rappelés ci-avant, la Confédération a pris de nombreuses mesures pour prévenir les risques sanitaires aussi bien pour l'homme que pour l'animal; s'agissant des mesures spécifiques de lutte contre l'ESB, outre celles déjà énumérées ci-avant, on peut encore mentionner: l'obligation d'incinérer les organes à risque dès le 1er décembre 1990 (RO 1990 p. 1921); la soumission, dès le 1er janvier 1991, des farines importées aux normes de fabrication valables en Suisse, notamment en matière de thermisation (cf. FF 1996 V 1296); le renforcement des exigences de thermisation concernant le traitement des déchets animaux dès le 1er mars 1993 (RO 1993 p. 920); la destruction des semences et des déchets d'embryons de bêtes atteintes d'ESB dès le 1er janvier 1994 (RO 1993 p. 3373); l'obligation de retrouver puis d'éliminer sans délai les descendants directs de bêtes atteintes d'ESB à partir du 1er octobre 1996 (RO 1996 p. 2559); l'obligation d'incinérer le crâne et les yeux ainsi que la moelle épinière de tous les animaux dès le 19 décembre 1996 (RO 1997 p. 227); un nouveau renforcement des exigences de thermisation à partir du 1er juillet 1998 (RO 1998 p. 1575); la mise en place, dès 1999, du test de dépistage Prionics; l'obligation, à partir du 1er juillet 1999, de tuer et d'incinérer tous les animaux d'un troupeau nés une année avant ou après la naissance d'une bête infectée de l'ESB qui appartenait au même troupeau (RO 1999 p. 1523) (pour un exposé plus détaillé de ces mesures et des autres mesures prises durant cette période, cf. le recours du DFF, p. 15/16, 21 à 30, et 38/39).\n\nC'est en tenant compte de l'ensemble de ces mesures ainsi que de l'état de la situation au moment déterminant que doit s'apprécier l'omission ici reprochée à la Confédération, soit le fait d'avoir tardé à prendre les dispositions décidées en juin 2000 pour mettre fin à la contamination croisée dans les moulins. Or, force est de constater qu'en juillet 1998, soit lorsque la Confédération aurait déjà dû, selon la Commission de recours, prendre de telles dispositions, le nombre de nouveaux cas d'ESB accusait une baisse constante depuis plusieurs années, étant passé de 68 en 1995, à 45 en 1996, 38 en 1997 et 14 en 1998. Certes, la part des cas de \"BAB\" a - logiquement - augmenté au cours de ces mêmes années, avec toutefois un recul significatif en 1998 (10 cas pour cette année-là, contre 23 cas une année plus tôt). Par ailleurs, même si, comme le soulignent les intimés, des traces de protéines animales étaient présentes, selon les contrôles effectués entre 1991 et 2000, dans de nombreux BGE 132 II 305 S. 338échantillons prélevés sur des fourrages destinés aux ruminants, il faut constater, avec la Confédération, que seul un pourcentage très faible de ces mêmes échantillons (semble-t-il moins de 1 % selon les chiffres officiels) contenaient un degré de contamination susceptible d'infecter des animaux, soit une teneur en farines animales supérieure au seuil de tolérance maximal défini par le \"Scientific Steering Committee\" de l'Union européenne en septembre 1998 (de 0.5 %).\n\nDans ces conditions, la Confédération pouvait raisonnablement compter, en 1998, que les mesures prises jusque-là viendraient à bout de l'épizootie à relativement courte échéance. Les résultats encourageants obtenus à cette époque lui permettaient en tout cas de différer pendant un certain temps encore la décision d'appliquer une tolérance zéro dans les moulins, d'autant que cette dernière mesure aurait, selon les évaluations de l'OVF, occasionné des coûts supplémentaires d'élimination des déchets de boucherie de l'ordre de 100 millions de francs par année pour les producteurs (cf. détermination de l'OVF du 29 juin 2000, p. 104). Mais surtout, le délai d'incubation moyen de la maladie empêchait la Confédération de valablement mesurer avant l'année 2000 voire 2001 l'efficacité et l'efficience des mesures prises dès 1996; ce n'est d'ailleurs qu'en octobre 2000 que se sont déclarés les deux premiers cas d'ESB sur des bovins nés après les mesures prises en mai 1996. Avant cette date, la Confédération avait d'autant moins de raison de remettre en cause sa stratégie et les mesures adoptées jusque-là que celles-ci avaient été confirmées par les conclusions d'une étude privée (cf. rapport du 1er juin 1999 \"Risikoabschätzung TSE\" Ernst Basler + Partner AG; voir également le commentaire de l'OVF du 25 août 1999 relatif à ce rapport).\n\nCertes, il apparaît qu'en 1999 le nombre de nouveaux cas d'ESB a fortement augmenté, passant à 50 contre 25 une année plus tôt. Même si cette hausse était due pour la moitié des cas à la mise en place du nouveau test de dépistage Prionics, de nouvelles mesures s'imposaient à plus ou moins brève échéance, surtout après la publication en septembre de la même année d'une étude qui confirmait l'hypothèse, jusqu'ici seulement suspectée, du problème des contaminations croisées. Au vu, cependant, des circonstances, notamment du temps nécessaire pour définir et arrêter les mesures utiles avec les milieux concernés, notamment les fabricants de farines qui devaient consentir des investissements importants pour modifier leurs moyens BGE 132 II 305 S. 339de production (cf. détermination de l'OVF du 29 juin 2000, p. 104), il faut admettre que le report jusqu'en juin 2000 de la décision litigieuse se situe encore dans la marge de décision devant être reconnue aux autorités dans le choix aussi bien des mesures à prendre que de leur moment, afin de tenir compte de la complexité du cas et des nombreux intérêts en jeu. Par ailleurs, il faut donner raison à la recourante lorsqu'elle relève que la maladie ne revêtait alors - et ce fait est encore exact - pas le caractère d'une \"épizootie hautement contagieuse\" devant être éradiquée aussi rapidement que possible au sens de l'art. 1a al. 1 LFE, mais s'apparentait à une \"autre épizootie\", au sens de l'art. 1a al. 2 LFE, devant être éradiquée dans la mesure où l'éradication répond à un besoin sanitaire ou économique et est possible moyennant des dépenses acceptables. Cette distinction est importante sous l'angle de la proportionnalité, car elle autorisait la Confédération à différer les mesures les plus incisives - notamment les moins réversibles - pour se concentrer sur des dispositions pouvant être facilement révisées ou adaptées en fonction de leur succès ou de l'évolution de la situation, conformément à une application raisonnable du principe de précaution (cf. OLIVIER GODARD, Le principe de précaution doit-il être interdit de la Charte de l'environnement?, in EDF-Ecole polytechnique, Chaire de développement durable, juin 2004, cahier n° 2004-008, p. 10; ce document est disponible sur l'internet à l'adresse suivante: www.ceco. polytechnique.fr, sous la rubrique \"Publication\"). Il convient également de relever que, même si elle n'était encore pas totalement sous contrôle, la situation s'était, comme on l'a vu, nettement améliorée de 1995 à 1998, et que durant l'année 2000, le nombre de nouveaux cas d'ESB a connu une chute notable après l'augmentation constatée en 1999 (passant de 50 cas en 1999 à 20 cas en 2000, dont 7 dépistés grâce au système Prionics). Du reste, en juillet 2000, un rapport de l'Union européenne (\"report on the Assessment of the Geographical BSE-Risk of Switzerland\") classait la Suisse dans les pays à faible incidence d'ESB (rapport précité, p. 47), en relevant, s'agissant plus particulièrement du problème des contaminations croisées, que même si celui-ci restait le risque résiduel d'infection le plus important, il avait été fortement réduit grâce aux mesures prises en 1996, au point qu'il était \"maintenant peu probable que des farines animales contiennent des concentrations élevées d'infectiosité de l'ESB\" (rapport précité, p. 42). C'est que les mesures arrêtées en 1996 n'avaient alors, compte tenu du délai moyen BGE 132 II 305 S. 340d'incubation de la maladie, pas encore déployé tous leurs effets; a fortiori en allait-il des mesures prises par la suite, notamment en 1998.\n\nEn résumé, la date du 1er novembre 2000 retenue pour l'entrée en vigueur effective du concept de tolérance zéro dans les moulins décidé en juin 2000 n'est pas critiquable, compte tenu aussi bien des adaptations techniques et des investissements nécessités par la mesure en cause que du fait que les premiers cas d'ESB postérieurs aux mesures de 1996 se sont déclarés seulement en octobre 2000.\n\n5.4.2 Selon le jugement attaqué, le problème de la contamination croisée chez les éleveurs engage la responsabilité de la Confédération pour la période allant du 1er novembre 1998 au 1er mars 2001.\n\nLa Commission de recours a en effet estimé qu'en même temps qu'elle aurait dû prendre les mesures pour faire face à la contamination croisée dans les moulins, la Confédération aurait également dû décréter l'interdiction d'utiliser des farines animales dans l'alimentation de tous les animaux de rente, afin d'empêcher le risque de contamination croisée chez les éleveurs. Toutefois, une telle interdiction touchait une multitude d'intérêts privés, et notamment renchérissait les coûts de l'alimentation des porcs et de la volaille et contraignait les fabricants et les négociants de farines animales à trouver de nouveaux débouchés. Elle pouvait donc, d'après les premiers juges, être différée un certain temps, mais au plus tard jusqu'au 1er novembre 1998, soit quatre mois après que des mesures auraient dû être prises pour contrer la contamination croisée dans les moulins. Ce délai correspondait au temps qui, dans les faits, s'était écoulé entre les mesures prises par la Confédération pour mettre fin à la contamination croisée dans les moulins (novembre 2000) et celles prises pour mettre fin à la contamination croisée chez les paysans (mars 2001).\n\nLa Confédération objecte, comme elle l'a fait pour le problème de la contamination croisée dans les moulins, qu'elle n'avait pas à prendre la mesure litigieuse avant octobre 2000, soit avant que les deux premiers cas de bovins nés après les mesures prises en mai 1996 ne se fussent déclarés. Or, elle rappelle que l'OVF a immédiatement proposé au Conseil fédéral, en novembre 2000, d'interdire d'affourager tous les animaux de rente avec des farines animales, ce qu'a fait cette autorité dans une décision du 20 décembre 2000 entrée en vigueur le 1er mars 2001 (RO 2001 p. 259).\n\nBGE 132 II 305 S. 341Pour les mêmes motifs que ceux développés au considérant qui précède (notable amélioration de la situation depuis l'année 1995; raisons sérieuses de penser que l'épizootie allait se résorber à relativement bref délai; impossibilité de mesurer l'efficacité et l'efficience des mesures prises en 1996 avant l'année 2000 ou 2001; absence jusqu'en octobre 2000 de cas d'ESB nés après l'adoption de ces mesures ...), la Confédération a correctement exercé ses responsabilités en décidant la mesure litigieuse en décembre 2000. A cela s'ajoute que le rapport précité du 1er juin 1999 \"Risikoabschätzung TSE\" jugeait, sur la base de critères sanitaires et économiques, que l'interdiction d'affourager tous les animaux de rente avec des farines animales était une \"mauvaise\" mesure (rapport précité, p. 46). Compte tenu des importantes conséquences économiques de cette mesure pour les acteurs concernés, son entrée en vigueur le 1er mars 2001, soit un peu plus de deux mois après son adoption et peu avant une décision comparable prise par l'Union européenne (cf. art. 7 et annexe IV, ch. 1 du Règlement [CE] n° 999/2001 du Parlement européen et du Conseil du 22 mai 2001 fixant les règles pour la prévention, le contrôle et l'éradication de certaines encéphalopathies spongiformes transmissibles), se situe, là encore, dans la marge d'appréciation dévolue à la Confédération.\n\n5.4.3 Pour ces motifs, aucune omission illicite ne peut être reprochée à la Confédération en relation avec les problèmes de contaminations croisées dans les moulins ou chez les éleveurs."}