{"annee": "132", "cour": "III", "page": "379", "date": "19/12/2005", "cite": ["82 II 397", "122 III 219", "128 III 22", "98 II 325", "97 II 169", "127 III 403", "129 III 331", "126 III 388"], "cite_par": ["133 III 153", "144 III 155"], "chapeau": "43. Auszug aus dem Urteil der I. Zivilabteilung i.S. B. AG und D. Srl. gegen A. AG (Berufung)\n\n4C.337/2005 vom 19. Dezember 2005", "regestes": ["Dommages-intérêts en cas de violation de droits de brevet, analogie à la licence (art. 73 LBI). Les conditions pour des prétentions en dommages-intérêts dans le droit de la propriété intellectuelle (p. ex. art. 73 LBI) sont identiques aux conditions de la responsabilité dans le droit des obligations (art. 41 CO). La méthode de l'analogie à la licence ne concerne que la fixation des dommages-intérêts (consid. 3)."], "faits": "|380|\n\nA. Die A. AG (Klägerin) bezweckt den Erwerb, die Verwertung und Veräusserung von Immaterialgüterrechten auf dem Gebiet der Getränke- und Nahrungsmittelbranche, insbesondere den Erwerb und die Verwertung von Patenten und Lizenzen im Bereich der Zubereitung von Kaffee und Milch. Die B. AG (Beklagte) bezweckt die Fabrikation sowie den Handel mit Metallwaren, insbesondere Kaffeemaschinen.\n\nDie Klägerin verfügt über das exklusive Nutzungsrecht am europäischen Patent X. (Klagepatent) in allen Ländern, in denen Patente angemeldet worden sind oder noch angemeldet werden können oder bereits erteilt sind. Das Klagepatent ist auch im schweizerischen Register für europäische Patente eingetragen. Das Nutzungsrecht stützt sich auf einen am 15. Oktober 1993 mit der italienischen Firma C. Srl. geschlossenen Lizenzvertrag und beschränkt sich auf das Gebiet der professionellen Maschinen im Gastronomiebereich. Das Klagepatent beansprucht eine Vorrichtung zur Durchmischung von Milch, Luft und Dampf, insbesondere zur Zubereitung von Cappuccino und vergleichbaren Getränken in Kaffeemaschinen (Milchschäumer).\n\nDie Beklagte bezieht seit Jahren Milchschäumer bei der italienischen Firma D. Srl. und vertreibt diese Milchschäumer in der Schweiz und im Fürstentum Liechtenstein. Diese Milchschäumer beanspruchen das Klagepatent. Am 9. März 1998 mahnte die Klägerin die Beklagte wegen Patentverletzung ab und bot ihr gleichzeitig den Abschluss eines Lizenzvertrages an, was die Beklagte ablehnte.\n\nB. Mit Klage vom 28. August 2000 beim Handelsgericht des Kantons Aargau verlangte die Klägerin von der Beklagten im |381| Wesentlichen die Unterlassung der Patentverletzung und Schadenersatz. Mit Teilurteil vom 26. Juni 2003 wurde der Beklagten in teilweiser Gutheissung der Klage verboten, den streitgegenständlichen Milchschäumer zu vertreiben. In Bezug auf den Schadenersatz verpflichtete das Handelsgericht des Kantons Aargau die Beklagte mit Urteil vom 23. August 2005, der Klägerin Fr. 720'000.- (entsprechend Fr. 90'000.- pro Jahr) zuzüglich Zins zu bezahlen.\n\nC. Mit Berufung vom 26. September 2005 beantragt die Beklagte dem Bundesgericht im Wesentlichen, das Urteil des Handelsgerichts des Kantons Aargau vom 23. August 2005 sei aufzuheben und die Sache zur ergänzenden Feststellung der tatsächlichen Verhältnisse und zu neuer Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Die Voraussetzungen für Schadenersatzansprüche im Immaterialgüterrecht sind identisch mit den Haftungsvoraussetzungen im Obligationenrecht. In den neueren Gesetzen wird für Klagen auf Schadenersatz ausdrücklich auf das Obligationenrecht verwiesen (Art. 73 PatG [SR 232.14], Art. 62 Abs. 2 URG [SR 231.1], Art. 55 Abs. 2 MSchG [SR 232.11], Art. 35 Abs. 2 DesG [SR 232.12], Art. 9 Abs. 3 UWG [SR 241]). Voraussetzungen für eine Schadenersatzpflicht aufgrund einer Patentrechtsverletzung sind der Schaden, die Widerrechtlichkeit, das Verschulden und der adäquate Kausalzusammenhang zwischen schädigender Handlung und Schaden (FRITZ BLUMER, in: Christoph Bertschinger/Peter Münch/Thomas Geiser [Hrsg.], Schweizerisches und europäisches Patentrecht, Basel 2002, S. 824, Rz. 17.105; LUCAS DAVID, Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. I/2, 2. Aufl., Basel 1998, S. 113). Der Schaden ist vom Geschädigten grundsätzlich ziffernmässig nachzuweisen (Art. 42 Abs. 1 OR). Ist das nicht möglich, ist der Schaden vom Richter \"mit Rücksicht auf den gewöhnlichen Lauf der Dinge\" abzuschätzen (Art. 42 Abs. 2 OR). Diese Bestimmung bezieht sich sowohl auf das Vorhandensein wie auf die Höhe des Schadens. Dieser gilt als erwiesen, wenn sich genügend Anhaltspunkte ergeben, die geeignet sind, auf seinen Eintritt zu schliessen. Der Schluss muss sich mit einer gewissen Überzeugungskraft aufdrängen (BGE 122 III 219 E. 3a 221 f.).\n\n3.2 Besondere Probleme treten bei der Schadenersatzbemessung auf, wenn es um die unberechtigte Nutzung von Immaterialgütern |382| geht. In der schweizerischen Praxis sind heute drei Möglichkeiten anerkannt, den Schaden einer Patentverletzung zu beziffern, nämlich der Nachweis des effektiven oder direkten Schadens, die Lizenzanalogie und der Analogieschluss aus dem Gewinn des Verletzers (BLUMER, a.a.O., S. 827 ff., Rz. 17.112 ff; DAVID, a.a.O., S. 115 f.; RETO M. JENNY, Die Eingriffskondiktion bei Immaterialgüterrechtsverletzungen, 2005, S. 56, Rz. 98 mit Nachweisen). In jedem Fall hat der Kläger alle ihm zugänglichen Tatsachen darzulegen, aus denen das Gericht den Schaden allenfalls abschätzen kann. Hierzu gehören vor allem auch Angaben über die beidseitigen Umsätze, Marktanteile und Gewinnmargen (DAVID, a.a.O., S. 115).\n\n3.2.1 Beim Nachweis des effektiven oder direkten Schadens steht der entgangene Gewinn im Vordergrund. Die Bemessung des direkten Schadens in der Form des entgangenen Gewinns ist insbesondere dann möglich und sinnvoll, wenn nachgewiesen werden kann, dass das Auftauchen von patentverletzenden Produkten auf dem Markt zu einem Umsatzeinbruch, das heisst einem Knick bei den mit Zustimmung des Patentinhabers vermarkteten Produkten geführt hat (BLUMER, a.a.O., S. 827 f., Rz. 17.112 und 17.113; DAVID, a.a.O., S. 116).\n\n3.2.2 Die Schadensbezifferung anhand der Methode der Lizenzanalogie bedeutet, dass der Verletzer dem Schutzrechtsinhaber Schadenersatz zu leisten hat in der Höhe der Vergütung, die beim Abschluss eines Lizenzvertrages über das betreffende Schutzrecht von vernünftigen Vertragspartnern vereinbart worden wäre (BLUMER, a.a.O., S. 828, Rz. 17.114; DAVID, a.a.O., S. 115). Die Schwierigkeit dieser Methode besteht in der Berechnung der marktgerechten Lizenzgebühren. Diese Methode steht dann im Vordergrund, wenn der Patentinhaber Dritten nichtexklusive Lizenzen gewährt hat, vergleichbare Verhältnisse vorliegen und angenommen werden kann, dass auch dem Verletzer eine Lizenz in derselben Höhe gewährt worden wäre und er seinerseits bereit gewesen wäre, mit dem Patentinhaber einen Lizenzvertrag abzuschliessen (BLUMER, a.a.O., S. 828 f., Rz. 17.115).\n\n3.2.3 Schliesslich kann der Schaden gestützt auf einen Analogieschluss aus dem Gewinn des Verletzers berechnet werden. Bei dieser Methode wird vermutet, dass es dem Schutzrechtsinhaber möglich gewesen wäre, einen gleichen Gewinn wie der Verletzer zu erwirtschaften (DAVID, a.a.O., S. 117). Nach gefestigter Rechtsprechung |383| handelt es sich dabei um einen Sonderfall der unechten Geschäftsführung ohne Auftrag (Art. 423 OR). Die Gewinnherausgabe ist genau genommen nicht Ersatz für einen Schaden des Patentinhabers, sondern Herausgabe der dem auftragslosen Geschäftsführer entstandenen Vorteile (BGE 97 II 169 E. 3 S. 175; bestätigt in BGE 98 II 325 ff. E. 5 S. 332 f.; BLUMER, a.a.O., S. 830 f., Rz. 17.120).\n\n3.3 Aus dem Gesagten ergibt sich, dass eine Schadenersatzpflicht nur in Frage kommt, wenn die Haftungsvoraussetzungen gemäss den Bestimmungen des Obligationenrechts - Schaden, Widerrechtlichkeit, Kausalzusammenhang und Verschulden - erfüllt sind. Die hier interessierende Methode der Lizenzanalogie ist ausschliesslich als Schadensbemessungsmethode zu verstehen.\n\n3.3.1 In der Literatur wird die Qualifikation der Lizenzanalogie als Schadensberechnungsmethode zum Teil in Frage gestellt. Zur Begründung wird geltend gemacht, bei der Anwendung der Lizenzanalogie komme auf eine tatsächliche Vermögenseinbusse nichts an. Es sei belanglos, ob der Berechtigte selbst die (widerrechtlich gemachte) Nutzung für sich hätte vornehmen können und wollen. Gleichgültig sei auch, ob die Parteien zum Abschluss eines Lizenzvertrages bereit gewesen wären. Dementsprechend entfalle auch das Erfordernis der Kausalität zwischen Verletzung und Schadenseintritt bzw. Schadenshöhe. Vielmehr genüge es, dass Schutzrechtsverletzungen nachgewiesen würden, um dem Verletzer als Schadenersatz eine Gebühr in angemessener Höhe aufzuerlegen, wie sie ein Lizenznehmer schulden würde. Damit werde der Methode, die einen Ausweg aus der Unmöglichkeit oder Unzumutbarkeit des Schadensbeweises weisen solle, auch die Funktion übertragen, den Schadenseintritt zu supponieren (HANS-UELI VOGT, Sonderzivilrecht für Immaterialgüter, dargestellt anhand der vermögensrechtlichen Folgen von Immaterialgüterrechtsverletzungen, recht 15/1997 S. 244; CHRISTOPH NERTZ, Der Anspruch auf Zahlung einer angemessenen Vergütung bei rechtswidriger Benutzung fremder Immaterialgüterrechte, Diss. Basel 1995, S. 162).\n\n3.3.2 Die Auffassung, dass nach der Methode der Lizenzanalogie Schadenersatz auch ohne Vermögensverminderung zugesprochen werde, ist nicht überzeugend. Wie erläutert richten sich die allgemeinen Voraussetzungen des Schadenersatzes nach den Erfordernissen des Obligationenrechts, während die Lizenzanalogie ausschliesslich der Schadenersatzberechnung dient. Zum gleichen Ergebnis |384| führt auch ein Blick auf die bundesgerichtliche Rechtsprechung zum Schadensbegriff. Ein Schaden im Sinn des Obligationenrechts liegt grundsätzlich nur bei einer unfreiwilligen Vermögenseinbusse - Erhöhung der Passiven, Verminderung der Aktiven und entgangener Gewinn - vor (BGE 129 III 331 E. 2.1 S. 332; BGE 128 III 22 E. 2e/ aa S. 26; BGE 126 III 388 E. 11a S. 393). Demgegenüber stellt ein Nutzungsausfall keinen Schaden dar (BGE 126 III 392 E. 11a S. 393). Ersatz für normativen - nicht auf Vermögensverminderung beruhenden - Schaden wird nach der Rechtsprechung einzig für den Haushaltschaden (BGE 127 III 403 E. 4 S. 407 f.) und den Pflegeschaden (Urteil 4C.276/2001 vom 26. März 2002, E. 6, publ. in: Pra 91/2002 Nr. 212 S. 1127) zugesprochen. In diesen Fällen ist auch dann Schadenersatz zu leisten, wenn keine Vermögensverminderung eintritt. Diese Ausnahmen sind jedoch auf den Haushalts- und Pflegeschaden beschränkt. Es besteht nach geltendem Recht kein Anlass, die Rechtsprechung zum Haushalt- und Pflegeschaden auf das Immaterialgüterrecht auszudehnen.\n\n3.3.3 Zu berücksichtigen ist auch, dass nach den Grundsätzen des Obligationenrechts nur dann Ersatz für entgangenen Gewinn geschuldet ist, soweit es sich um einen üblichen oder sonst wie sicher in Aussicht stehenden Gewinn handelt (BGE 82 II 397 E. 6 S. 401 mit Hinweisen; HEINZ REY, Ausservertragliches Haftpflichtrecht, 3. Aufl., Zürich 1998, Rz. 347 ff.; ROLAND BREHM, Berner Kommentar, 3. Aufl., Bern 2006, Rz. 70e zu Art. 41 OR). Folglich kann der Schutzrechtsinhaber nur dann Schadenersatz in der Höhe der Vergütung für einen Lizenzvertrag verlangen, wenn feststeht, dass ein Lizenzvertrag über das Schutzrecht hätte abgeschlossen werden können. Diese Voraussetzung ist nicht erfüllt, wenn feststeht, dass eine Partei den ihr angebotenen Abschluss eines Lizenzvertrages - aus welchen Gründen auch immer - klar abgelehnt hat. Anders würde es sich verhalten, wenn der Patentinhaber mit einem Dritten kurz vor dem Abschluss eines Lizenzvertrages stand, als ein Verletzer auf dem Markt auftrat und der Dritte dadurch vom Abschluss des Lizenzvertrages abgehalten wurde. In diesem Falle könnte als wahrscheinlich angesehen werden, dass der Patentinhaber ohne die Intervention des Verletzers Lizenzgebühren hätte berechnen können (JENNY, a.a.O., S. 102, Rz. 172 f.).\n\n3.3.4 Auch die in der Literatur entwickelte These, dass angesichts von Besonderheiten bei der Verletzung von Immaterialgüterrechten eine echte Lücke im gesetzlichen Sanktionensystem auszumachen |385| sei, in welche die Lizenzanalogie als Anwendungsfall der Lehre von den faktischen Vertragsverhältnissen zu treten habe (VOGT, a.a.O., S. 248), greift zu kurz. Eine im Gesetzgebungsverfahren zum Urheberrechtsgesetz vorgeschlagene Norm, wonach der Verletzte anstelle von Schadenersatz oder Herausgabe des Gewinns unabhängig vom Verschulden eine Vergütung verlangen kann, ist in der Vernehmlassung auf Opposition gestossen. Einerseits wurde die Einführung einer Kausalhaftung grundsätzlich abgelehnt, und andrerseits seien Voraussetzungen und Höhe des Anspruchs \"völlig unbestimmt\" (vgl. die Hinweise bei NERTZ, a.a.O., S. 163). Unter diesen Umständen könnte der Richter wohl kaum ohne Bedenken eine echte Lücke im gesetzlichen Sanktionensystem für Immaterialgüterrechtsverletzungen annehmen.\n\n3.3.5 Abweichungen von den Grundsätzen des Schadenersatzrechtes für den Bereich des Immaterialgüterrechtes könnten allenfalls dann auf eine legale Grundlage gestützt werden, wenn sich der schweizerische Gesetzgeber entschliessen würde, die Richtlinie 2004/48 EG zur Durchsetzung der Rechte des geistigen Eigentums vom 9. März 2004 (Abl. L 157 vom 30. April 2004) im Rahmen des autonomen Nachvollzuges in das nationale Recht umzusetzen. Art. 13 der Richtlinie lautet unter dem Titel \"Schadenersatz\" wie folgt:\n\n\"(1) Die Mitgliedstaaten stellen sicher, dass die zuständigen Gerichte auf Antrag der geschädigten Partei anordnen, dass der Verletzer, der wusste oder vernünftigerweise hätte wissen müssen, dass er eine Verletzungshandlung vornahm, dem Rechtsinhaber zum Ausgleich des von diesem wegen der Rechtsverletzung erlittenen tatsächlichen Schadens angemessenen Schadenersatz zu leisten hat.\n\nBei der Festsetzung des Schadensersatzes verfahren die Gerichte wie folgt:\n\na) Sie berücksichtigen alle in Frage kommenden Aspekte, wie die negativen wirtschaftlichen Auswirkungen, einschliesslich der Gewinneinbussen für die geschädigte Partei und der zu Unrecht erzielten Gewinne des Verletzers, sowie in geeigneten Fällen auch andere als die rein wirtschaftlichen Faktoren, wie den immateriellen Schaden für den Rechtsinhaber,\n\noder\n\nb) sie können stattdessen in geeigneten Fällen den Schadenersatz als Pauschalbetrag festsetzen, und zwar auf der Grundlage von Faktoren wie mindestens dem Betrag der Vergütung oder Gebühr, die der Verletzer hätte entrichten müssen, wenn er die Erlaubnis zur Nutzung des betreffenden Rechts des geistigen Eigentums eingeholt hätte. |386|\n\n(2) Für Fälle, in denen der Verletzer eine Verletzungshandlung vorgenommen hat, ohne dass er dies wusste oder vernünftigerweise hätte wissen müssen, können die Mitgliedstaaten die Möglichkeit vorsehen, dass die Gerichte die Herausgabe der Gewinne oder die Zahlung von Schadenersatz anordnen, dessen Höhe im Voraus festgesetzt werden kann.\"\n\nMit der Bestimmung von Art. 13 Abs. 1 lit. b der Richtlinie wird die Methode der Lizenzanalogie gemeinschaftsrechtlich als Minimalstandard normiert (JENNY, a.a.O., S. 368, Rz. 738). Für die Schweiz dagegen lehnt es die Lehre de lege lata ausdrücklich ab, den Schadenersatzanspruch bei Immaterialgüterrechtsverletzungen im Sinne von Art. 13 Abs. 1 lit. b der Richtlinie zu interpretieren (JENNY, a.a.O., S. 370, Rz. 742 und S. 379, Rz. 740). Es kann nicht die Aufgabe des Richters sein, dem Gesetzgeber in einer Frage von grundsätzlicher Bedeutung zuvorzukommen, wenn dieser die Frage im Zusammenhang mit seinem Entscheid über die Umsetzung von neuem EU-Recht demnächst selbst beantworten muss.\n\n3.4 Zusammengefasst ist festzuhalten, dass eine mit den Grundsätzen des Schadenersatzrechts kompatible Methode der Lizenzanalogie bloss die Funktion einer Schadensberechnungsmethode erfüllen kann, indem die angemessene Lizenzgebühr als ein Anhaltspunkt für die Bemessung des entgangenen Gewinns dient (BGE 97 II 169 ff. E. 3a S. 176 Abs. 2). Die Anwendung der Methode setzt aber den Nachweis einer beim Verletzten eingetretenen Vermögensverminderung voraus. Wird entgangener Gewinn geltend gemacht, muss vorausgesetzt werden, dass der Schutzrechtsinhaber in der Lage sein musste, den entgangenen Gewinn zu erzielen (JENNY, a.a.O., S. 77, Rz. 126). Dies ist dann nicht der Fall, wenn der Schutzrechtsinhaber das Immaterialgut gar nicht genutzt hat (JENNY, a.a.O., S. 77, Rz. 126). Nur soweit der Schutzrechtsinhaber zu belegen vermag, dass ihm als Folge der Verletzungshandlung tatsächlich eine Lizenzvergabe und somit eine Lizenzgebühr wahrscheinlich entgangen ist, handelt es sich um entgangenen Gewinn. In diesem Fall ist jedoch die Höhe der Lizenz nach Massgabe der hypothetischen Vereinbarung von Lizenzgeber und Lizenznehmer ohne Rücksicht auf ihre Angemessenheit zu bestimmen. Wenn der Schutzrechtsinhaber davon entbunden wird, die Wahrscheinlichkeit des entgangenen Gewinns - d.h. des Abschlusses eines bestimmten Lizenzvertrages mit einer bestimmten Lizenzgebühr - nachzuweisen, stellt die zugesprochene Lizenzgebühr jedoch keinen Ausgleich für einen konkreten Schaden dar, sondern für eine Schadensfiktion. Dafür ist nach |387| den Grundsätzen des Haftpflichtrechts, das auch für das Immaterialgüterrecht gilt, kein Ersatz geschuldet.\n\n4. Im Folgenden ist zu prüfen, ob die Vorinstanz bei der Anwendung der Methode der Lizenzanalogie schadenersatzrechtliche Grundsätze verletzt hat, wobei zu beachten ist, dass der Richter das Recht von Amtes wegen anwendet und an die Vorbringen der Parteien nicht gebunden ist (Art. 63 Abs. 1 und 3 OG).\n\n4.1 Gemäss Teilvergleich vom 27./28. August 2003 anerkannte die Beklagte, dass sie der Klägerin für den Vertrieb des umstrittenen Milchschäumers eine Entschädigung schulde. Dabei ist zu beachten, dass zwischen den Parteien trotz dem Teilvergleich nicht nur die Schadenshöhe, sondern auch die Schadensentstehung und der Schadensbegriff streitig geblieben sind, zumal das Behauptungs- und Beweisverfahren zu dieser Frage im ersten auf die Haftungsfrage beschränkten Prozess noch nicht stattgefunden hatte. Deshalb hat die Beklagte auch nach dem Teilvergleich bestritten, dass überhaupt ein Schaden entstanden sei. Mit ihrem allgemeinen Schuldbekenntnis im Teilvergleich hat die Beklagte lediglich anerkannt, dass sie den umstrittenen Schäumer vertrieben hat, dass dieser Vertrieb das Klagepatent verletzte und insoweit widerrechtlich war und dass die Beklagte der Klägerin durch diesen Vertrieb ersatzpflichtigen Schaden - in welcher Höhe auch immer - verursacht haben könnte. Wie die Vorinstanz zu Recht festgestellt hat, geht bereits aus der Formulierung des Teilvergleichs hervor, dass sich der Entschädigungsanspruch der Klägerin nicht auf einen Lizenzvertrag stützt. Demzufolge wurde der Anspruch richtigerweise als Anspruch aus unerlaubter Handlung qualifiziert. Als Konsequenz aus dem Teilvergleich konnte die Vorinstanz den Kausalzusammenhang, die Widerrechtlichkeit und das Verschulden in kurzen, im Ergebnis unbestrittenen Erwägungen bejahen.\n\n4.2 Zur Bemessung des Schadens hat die Vorinstanz befunden, die Klägerin sei \"in jedem Fall\" gemäss den anerkannten Grundsätzen der Lizenzanalogie so zu stellen, wie wenn die Beklagte von Anfang an mit ihr einen Vertrag über die Lizenzierung zum Inverkehrbringen der patentgeschützten Schäumer geschlossen hätte. Die Klägerin habe der Beklagten im Verlaufe der bereits im Jahre 1998 geführten Verhandlungen eine Lizenzierung zu einem Pauschalbetrag von Fr. 90'000.- angeboten. Weil die Klägerin aufgrund ihres Exklusivrechts berechtigt gewesen sei, den Preis grundsätzlich in |388| beliebiger Höhe zu bestimmen und der Beklagten kein Einfluss auf die Preisgestaltung der Klägerin zugekommen sei, sei die geltend gemachte Jahresgebühr \"in Anwendung von Art. 42 Abs. 2 OR und gestützt auf die anerkannten Grundsätze der Lizenzanalogie\" sachgerecht. Damit hat die Vorinstanz übersehen, dass ein entgangener Gewinn etwa in der Höhe der von der Klägerin verlangten vertraglichen Jahrespauschale von Fr. 90'000.- nur dann angenommen werden könnte, wenn die Klägerin dargetan hätte, dass sie zur Verwertung entweder selbst in der Lage war oder der Abschluss eines Lizenzvertrages mit entsprechender Gebühr für sie mit einiger Wahrscheinlichkeit in Aussicht stand. Zudem ist nicht festgestellt, dass die Klägerin die Nutzung ihres Patentes gegen eine Pauschale in der Grössenordnung von Fr. 90'000.- einem Dritten hätte übertragen können. Das Verfahren ist daher an die Vorinstanz zurückzuweisen zur Prüfung der Frage, ob die Klägerin die erforderlichen Tatsachenbehauptungen erhoben und Beweise offeriert hat, um den aus der vertragslosen Nutzung des Patentes entstandenen Schaden zu belegen.\n\n4.3 Weil die Vorinstanz bei der Zusprechung des von der Klägerin geltend gemachten Schadenersatzanspruches Bundesrecht verletzt hat, ist die Berufung gutzuheissen, das angefochtene Urteil aufzuheben und die Sache entsprechend dem Antrag der Beklagten zur Neuentscheidung an die Vorinstanz zurückzuweisen."}