{"annee": "132", "cour": "II", "page": "469", "date": "7/11/2006", "cite": ["123 II 161", "122 II 373", "129 II 268", "123 II 511", "115 IB 68", "109 IB 317", "130 II 337"], "cite_par": ["134 IV 156", "133 IV 76"], "chapeau": "37. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre Office fédéral de la justice (recours de droit administratif)\n\n1A.172/2006 / 1A.206/2006 du 7 novembre 2006", "regestes": ["Art. 2 let. b et c, art. 55 al. 2 EIMP; art. 3 par. 2 CEExtr; art. 33 de la Convention relative au statut des réfugiés. Lorsque l'asile a déjà été refusé par une décision entrée en force, le juge de l'extradition s'en tient en principe aux considérations qui ont conduit à ce refus (consid. 2.1-2.5). En l'occurrence, les allégations de persécution ne sont pas vraisemblables (consid. 2.6 et 2.7)."], "faits": "|469|\n\nA., ressortissant géorgien né en 1967, a déposé une demande d'asile en Suisse le 10 août 2003, sous une fausse identité. Il se prétendait d'origine tchétchène, victime notamment d'un enlèvement et d'agressions en Russie. Par décision du 14 octobre 2004, l'Office fédéral des réfugiés (ODR) a rejeté la demande. Le requérant n'avait pas établi son identité; ses déclarations, vagues, n'étaient étayées par aucune preuve; après plusieurs arrestations pour vol, le requérant avait été condamné en Suisse à un mois d'emprisonnement et cinq ans d'expulsion ferme. |470|\n\nA. a été arrêté le 10 février 2006 sur la base d'un mandat d'arrêt délivré le 10 janvier 2006 par un Tribunal de Tbilissi (Géorgie), pour l'attaque en bande et à main armée d'un bus, en août 2001. Les auteurs se seraient servi d'un minibus volé et auraient emporté l'argent et les objets de valeur des occupants du bus. Le 5 décembre 2001, A. aurait aussi commis un brigandage en bande dans une villa et aurait emporté de nombreux bijoux. Entendu le jour de son arrestation, A. a contesté les faits mis à sa charge, s'estimant poursuivi pour des motifs politiques.\n\nLa demande formelle d'extradition a été présentée le 6 mars 2006 par le Parquet général de Géorgie. Il en ressort que A. est poursuivi pour meurtre aggravé, séquestration, brigandage, vol, dommage à la propriété et port d'armes illicite. Outre les faits mentionnés dans le mandat d'arrêt, il lui est également reproché d'avoir, en mai 2001, enlevé et séquestré B., exigeant 600'000 USD de rançon. Après avoir réduit leurs exigences à 65'000 USD, les ravisseurs, de peur d'être découverts, avaient tué la victime.\n\nEntendu à nouveau le 15 mars 2006, A. s'est derechef opposé à son extradition. Il ajoutait que son frère, journaliste en Géorgie, avait subi un empoisonnement, puis avait été assassiné à l'hôpital. Son nom était très connu en Géorgie, et il avait été à l'école avec l'actuel président de ce pays. Le but de l'autorité requérante était de l'emprisonner et de l'assassiner. Le jour de l'enlèvement, il se trouvait à une fête de famille. Il contestait sa participation à l'attaque du bus et de la villa. Il invoquait le délit politique en raison de l'opposition de sa famille au pouvoir en place.\n\nLe 12 avril 2006, l'Office fédéral de la justice (OFJ) a demandé aux autorités géorgiennes de fournir diverses garanties quant au respect des droits de l'homme et de la défense.\n\nL'Ambassade de Géorgie a transmis, le 5 mai 2006, les garanties fournies par le Procureur général de Géorgie.\n\nA la demande de l'OFJ, le Département fédéral des affaires étrangères (DFAE) a pris position le 18 juillet 2006. L'enlèvement et le meurtre de B. ainsi que l'attaque du bus étaient des affaires célèbres en Géorgie, et un refus d'extradition serait incompréhensible tant pour les autorités que pour l'opinion publique. Rien ne permettait de penser à une affaire politique, l'intéressé ayant commis des infractions, sous diverses identités, dans plusieurs pays d'Europe. Toutefois, des garanties supplémentaires s'imposaient compte tenu de la situation relative aux conditions de détention. |471|\n\nLe 21 juillet 2006, l'OFJ a demandé aux autorités géorgiennes de fournir des garanties complémentaires concernant le choix et la libre communication avec un avocat, le lieu de détention et le droit de visite de la représentation suisse. Le 28 juillet 2006, le Parquet général de Géorgie a donné les garanties requises.\n\nPar décision du 25 août 2006, l'OFJ a accordé l'extradition pour les faits mentionnés dans la demande du 6 mars 2006, à l'exception de ceux relatifs à la législation sur les armes et munitions pour lesquels la condition de la double incrimination n'était pas réalisée. Les autres faits étaient constitutifs, en droit suisse, de séquestration et enlèvement aggravés, meurtre ou assassinat et brigandage. L'Office fédéral des migrations (ODM) avait déjà examiné les conditions relatives à la sécurité de l'intéressé en Géorgie, puisqu'il avait délivré un laisser-passer afin d'exécuter le renvoi dans ce pays. Un accord de réadmission était en voie de conclusion, et les garanties données à cet égard par l'autorité requérante étaient suffisantes. Etait réservée la décision du Tribunal fédéral concernant les éventuels motifs politiques de la demande. La procédure d'extradition ne permettait pas d'examiner les arguments à décharge. L'autorité requérante avait confirmé sa demande après avoir pris connaissance des documents présentés à l'appui de l'alibi, de sorte qu'il appartiendrait au juge du fond de statuer à ce sujet. L'OFJ a simultanément rejeté une demande de mise en liberté.\n\nPar requête formée le même jour, fondée sur l'art. 55 al. 2 EIMP (cause 1A.172/2006), l'OFJ demande au Tribunal fédéral de rejeter le grief relatif au délit politique.\n\nA. s'oppose à cette requête en concluant au rejet de la demande d'extradition et à sa mise en liberté immédiate. Par acte du 27 septembre 2006, il forme par ailleurs un recours de droit administratif contre la décision d'extradition du 25 août 2006 (cause 1A.206/2006). Il demande l'annulation de cette décision et le refus de l'extradition. Il requiert sa mise en liberté immédiate, ainsi que l'assistance judiciaire.\n\nLe Tribunal fédéral a admis la requête de l'OFJ et rejeté le grief relatif au délit politique. Il a rejeté le recours de droit administratif.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Dans la mesure où le recourant reproche à l'OFJ de ne pas avoir suffisamment examiné l'argument tiré du délit politique, le grief est |472| manifestement mal fondé. En effet, conformément à l'art. 55 al. 2 EIMP, c'est au Tribunal fédéral qu'il appartient de statuer sur ce point. L'OFJ se contente de présenter une proposition, sans avoir à examiner la question de manière définitive. Il ne peut par conséquent se voir reprocher sur ce point une violation de son pouvoir d'appréciation.\n\n2.2 Aux termes des art. 3 par. 1 de la Convention européenne d'extradition du 13 décembre 1957 (CEExtr; RS 0.353.1) et 3 al. 1 de la loi fédérale du 20 mars 1981 sur l'entraide internationale en matière pénale (EIMP; RS 351.1), l'extradition ne sera pas accordée si l'infraction pour laquelle elle est demandée est considérée par l'Etat requis comme une infraction politique ou comme un fait connexe à une telle infraction.\n\nSelon la jurisprudence, constitue un délit politique absolu celui qui est dirigé exclusivement contre l'organisation sociale et politique de l'Etat; il s'agit typiquement des actes tendant au renversement de l'Etat (sédition, coup d'Etat, haute trahison). Constitue un délit politique relatif l'infraction de droit commun qui revêt néanmoins un caractère politique prépondérant: il doit avoir été commis dans le cadre d'une lutte pour ou contre le pouvoir. Enfin, par fait connexe à une infraction politique, on entend l'acte punissable selon le droit commun, mais qui bénéficie aussi d'une certaine immunité parce qu'il a été accompli parallèlement à un délit politique, généralement pour préparer, faciliter, assurer ou masquer la commission de celui-ci, voire en procurer ultérieurement l'immunité (ATF 130 II 337 consid. 3.2 et les arrêts cités).\n\n2.3 Il ressort clairement du rappel de ces notions que les infractions décrites dans la demande n'ont aucunement le caractère d'un délit politique. Le recourant ne prétend d'ailleurs pas que les infractions qui lui sont reprochées s'inscriraient, directement ou non, dans le cadre d'une lutte politique. Le grief tiré de l'art. 3 EIMP est par conséquent manifestement mal fondé. L'argument du recourant relève bien plutôt des art. 3 par. 2 CEExtr et 2 let. b et c EIMP.\n\n2.4 Selon ces dispositions, la demande est irrecevable s'il y a lieu d'admettre que la procédure dans l'Etat requérant, apparemment motivée par des délits de droit commun, tend en réalité à poursuivre une personne en raison de ses opinions politiques, de son appartenance à un groupe social déterminé, de sa race, de sa confession ou de sa nationalité, ou lorsque la procédure risque d'aggraver la situation de la personne poursuivie pour l'une de ces raisons. |473|\n\nLa personne visée par une demande d'extradition et qui soulève le grief de violation de l'art. 2 let. b EIMP ne peut se borner à dénoncer une situation politico-juridique particulière; il lui appartient de rendre vraisemblable l'existence d'un risque sérieux et objectif d'un traitement discriminatoire prohibé (ATF 123 II 161 consid. 6b p. 167, ATF 123 II 511 consid. 5b p. 517; ATF 122 II 373 consid. 2a p. 377, et les arrêts cités). Il ne suffit pas non plus de prétendre que la procédure pénale ouverte à l'étranger s'inscrirait dans le cadre d'un règlement de comptes, tendant à l'éliminer de la scène politique (ATF 115 Ib 68 consid. 5a p. 85; ATF 109 Ib 317 consid. 16c p. 338/339). La personne recherchée doit au contraire apporter des éléments concrets permettant de supposer qu'elle serait poursuivie pour des motifs cachés, ayant trait notamment à ses opinions politiques (ATF 129 II 268 consid. 6.3 p. 272).\n\n2.5 Lorsque la personne visée par une demande d'extradition a déposé une demande d'asile en Suisse, l'autorité qui accorde l'extradition doit éviter que les obligations conventionnelles en matière d'extradition n'entrent en conflit avec les obligations de la Suisse découlant de la Convention relative au statut des réfugiés (RS 0.142.30). Elle doit ainsi statuer sous réserve du cas où l'asile serait accordé (ATF 122 II 373 consid. 2d p. 380). Lorsque l'asile a déjà été accordé, l'autorité d'extradition est liée par cette décision et il n'y a plus de possibilité pour une extradition (principe du non-refoulement, art. 33 de la Convention; arrêt 1A.267/2005 du 14 décembre 2005). Lorsqu'en revanche l'asile a été préalablement refusé par une décision entrée en force, le Tribunal fédéral, saisi d'une objection relative au délit politique, ne peut faire abstraction de cette décision, dans la mesure où les conditions de reconnaissance du statut de réfugié dépendent de critères analogues à ceux qui sont posés à l'art. 3 par. 2 CEExtr (ATF 122 II 373 consid. 2d p. 380/381). Le Tribunal fédéral statue certes librement dans le cadre de l'art. 55 EIMP. Toutefois, dans le souci d'éviter des décisions contradictoires, il ne s'écarte en principe pas des faits constatés dans le cadre de la procédure d'asile - sous réserve notamment de faits nouveaux - et ne s'écarte pas non plus sans raison des considérations ayant conduit au refus de l'asile.\n\nLe recourant relève que sa demande d'asile a été déposée sous un faux nom et une autre nationalité, de sorte que l'examen de l'ODR aurait eu lieu sur la base de faits ne correspondant pas à la réalité. Cela justifierait un réexamen complet de la question. Il n'en demeure pas moins que les affirmations du recourant, considérées comme trop |474| vagues par l'ODR, sont reprises par le recourant (sous réserve de son identité et de sa nationalité), sans davantage de précisions.\n\n2.6 Le recourant prétend en effet qu'il serait persécuté par le pouvoir en place, à l'instar d'autres membres de sa famille. En particulier, son frère, journaliste célèbre, serait décédé après une tentative d'empoisonnement alors qu'il enquêtait sur le décès du premier ministre; un \"autre parent et proche du recourant\", ministre des sports en Géorgie, aurait été démis de ses fonctions après l'arrivée de l'actuel président, puis assassiné près de son domicile. Le recourant prétend qu'il connaît l'actuel président pour s'être trouvé durant dix ans dans la même classe à l'école; l'animosité entre étudiants se serait transformée en opposition sur le plan politique.\n\nOutre que le recourant n'apporte pas la moindre preuve des faits qu'il allègue, ceux-ci ne sont pas suffisamment précis pour rendre vraisemblables les intentions que le recourant prête aux autorités géorgiennes. Il ne suffit en effet pas de prétendre, comme le fait le recourant, que l'ensemble de sa famille serait opposée au pouvoir en place. On ignore en quoi consisterait cette opposition, et de quelle manière elle se serait manifestée, au point de provoquer une réaction de la part des dirigeants de l'Etat. Le père du recourant est décrit comme \"une personne influente, directeur d'une grande salle de cinéma à Tbilissi\"; le recourant ne dit rien sur l'influence réelle de cette personne dans le cadre de la vie politique en Géorgie. Il ne dit rien non plus à propos de son frère, dont il affirme pourtant qu'il aurait été un écrivain et journaliste très connu. Il affirme être membre du \"Labor Party\", opposé au président, sans toutefois prétendre qu'il serait particulièrement actif dans ce cadre, ni même que les membres de ce parti feraient l'objet d'une répression systématique. Rien ne permet non plus d'affirmer que les différentes agressions dont le recourant prétend avoir été victime seraient motivées par le rôle politique du recourant ou de sa famille. Enfin, s'il prétend être menacé dans son pays d'origine en raison de ses activités ou opinions politiques, on ne comprend pas que le recourant ait jugé opportun de demander l'asile en Suisse sous un faux nom et une fausse nationalité, ce qui rendait d'emblée plus incertain le sort de sa demande d'asile.\n\n2.7 (...) L'argument tiré du caractère politique de la demande doit par conséquent être écarté."}