{"annee": "132", "cour": "IV", "page": "20", "date": "1/12/2005", "cite": ["126 IV 165", "95 IV 19", "111 IV 159", "95 IV 17", "117 IV 97", "122 IV 285", "89 IV 204", "122 IV 197", "77 IV 57", "120 IV 98", "85 IV 80", "75 IV 175", "128 IV 18", "103 IV 152", "115 IV 233"], "cite_par": ["136 IV 170", "135 IV 76"], "chapeau": "4. Urteil des Kassationshofes i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen A.X. (Nichtigkeitsbeschwerde)\n\n6S.96/2005 vom 1. Dezember 2005", "regestes": ["Art. 273 al. 1 let. a et b, art. 277bis PPF; art. 303 ch. 1 CP; mesure dans laquelle les conclusions du recourant lient la Cour de cassation; dénonciation calomnieuse. La Cour de cassation examine d'office et librement toutes les questions de droit fédéral qui se posent dans le cadre des points attaqués du dispositif de la décision de la dernière instance cantonale (consid. 3). Le fait de se présenter sous une fausse identité lors d'une arrestation puis d'un interrogatoire par la police réalise l'infraction de dénonciation calomnieuse indirecte prévue à l'art. 303 ch. 1 al. 2 CP (consid. 5)."], "faits": "", "considerants": "|21|\n\nAus den Erwägungen:\n\n1. Die Vorinstanz stellt folgenden für den Kassationshof verbindlichen Sachverhalt fest (Art. 277bis Abs. 1 BStP):\n\nAm Mittwoch, 23. Oktober 2002, kam es um ca. 17.25 Uhr auf dem Autohandelsplatz an der Brandstrasse in Schlieren zu einer tätlichen Auseinandersetzung zwischen dem Beschwerdegegner und einer Drittperson. Im Verlaufe davon packte der Beschwerdegegner das Opfer unvermittelt an dessen Jacke, versetzte ihm einen Faustschlag ins Gesicht bzw. auf das rechte Auge und riss ihn anschliessend mit seinen Armen den Hals umfassend ruckartig nach hinten.\n\nAm 30. Oktober 2002 wurde der Beschwerdegegner als Angeschuldigter in dieser Sache von der Kantonspolizei Zürich festgenommen. In der polizeilichen Einvernahme gab er sich wissentlich unwahr als sein Bruder B.X. aus, wobei er insbesondere dessen genaue Personalien angab. Dies führte dazu, dass er selber vorerst strafrechtlich nicht erfasst wurde. Dafür wurde zu Unrecht gegen seinen bis anhin unbescholtenen Bruder rapportiert. Dieser wurde am 21. Oktober 2003 als Angeschuldigter untersuchungsrichterlich einvernommen.\n\n2.\n\n2.1 Die Vorinstanz nimmt an, der Beschwerdegegner habe seinen Bruder nicht eines Verbrechens oder Vergehens beschuldigt, indem |22| er sich bei der polizeilichen Befragung vom 30. Oktober 2002 mit dessen Papieren ausgewiesen habe. Er habe in jener Einvernahme lediglich angegeben, er habe eine Auseinandersetzung resp. Diskussion zwischen Afrikanern und Arabern beobachtet. Damit habe er seinem Bruder kein strafbares Verhalten unterschoben, so dass der objektive Tatbestand von Art. 303 Ziff. 1 Abs. 1 StGB nicht erfüllt sei. Bei dieser Sachlage könne auch offen gelassen werden, ob der Beschwerdegegner wider besseres Wissen gehandelt und damit den subjektiven Tatbestand erfüllt habe. Im Übrigen hätte das Verhalten des Beschwerdegegners wohl unter Art. 303 Ziff. 1 Abs. 2 StGB gefasst werden müssen. Eine Rückweisung zur Anklageverbesserung gemäss § 182 Abs. 3 StPO/ZH könne jedoch unterbleiben, da zweifelhaft sei, ob die blosse Angabe einer falschen Identität anlässlich einer Einvernahme als arglistige Veranstaltung im Sinne von Art. 303 Ziff. 1 Abs. 2 StGB zu qualifizieren wäre.\n\n2.2 Die Beschwerdeführerin macht zunächst geltend, die tatsächliche Feststellung der Vorinstanz, wonach sich der Beschwerdegegner bei der polizeilichen Befragung vom 30. Oktober 2002 mit den Papieren seines Bruders ausgewiesen habe, beruhe auf einem offensichtlichen Versehen, welches gemäss Art. 277bis Abs. 1 BStP von Amtes wegen zu berichtigen sei. Dem Protokoll der polizeilichen Befragung vom 20. November 2003 sei zu entnehmen, dass sich der Beschwerdegegner nicht bei der auf der Polizeistation Dietikon durchgeführten Vernehmung mit den Papieren seines Bruders ausgewiesen habe, sondern bei seiner vorangegangenen Festnahme in Schlieren. Bei der Befragung vom 30. Oktober 2002 habe er gegenüber der einvernehmenden Polizeibeamtin die gesamten Personalien seines Bruders angegeben. Entgegen der Auffassung der Vorinstanz habe sich der Beschwerdegegner somit bei der polizeilichen Einvernahme nicht durch das Vorzeigen der Ausweispapiere als seinen Bruder ausgegeben, sondern indem er der befragenden Polizeibeamtin mündlich dessen Personalien angegeben, unter dem Namen seines Bruders Aussagen gemacht und mit Unterschrift unter dessen Namen das Protokoll als selbst gelesen bestätigt habe. Ein solches Verhalten sei nicht als Veranstaltung im Sinne von Art. 303 Ziff. 1 Abs. 2 StGB, sondern als mündliche bzw. schriftliche Äusserung gegenüber einer Behörde nach Abs. 1 derselben Bestimmung zu würdigen.\n\nDie Beschwerdeführerin macht weiter geltend, die Polizei habe dem Beschwerdegegner gestützt auf die Aussagen des Geschädigten |23| vorgeworfen, an einer tätlichen Auseinandersetzung beteiligt gewesen zu sein. Indem sich der Beschwerdegegner in der Einvernahme gegenüber der Behörde als seinen Bruder ausgegeben habe, habe er diesen als denjenigen bezeichnet, dem die Teilnahme an einer tätlichen Auseinandersetzung vorgeworfen worden sei. Ungeachtet des Umstands, dass er eine Beteiligung an der fraglichen tätlichen Auseinandersetzung bestritten und lediglich eingeräumt habe, eine Auseinandersetzung resp. Diskussion zwischen Afrikanern und Arabern beobachtet zu haben, habe er mit seiner falschen Identitätsangabe seinen Bruder in die Rolle des Angeschuldigten gedrängt. Ein solches Zuschieben der Angeschuldigtenrolle an einen Nichtschuldigen erfülle das Tatbestandsmerkmal des Beschuldigens im Sinne von Art. 303 Ziff. 1 Abs. 1 StGB.\n\n3. Die Beschwerdeführerin beantragt, das angefochtene Urteil sei wegen unzutreffender Anwendung von Art. 303 Ziff. 1 Abs. 1 StGB teilweise aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\n3.1 Gemäss Art. 273 Abs. 1 lit. a BStP muss die Beschwerdeschrift die Angabe, welche Punkte des Entscheides angefochten werden, und die Anträge enthalten. Nach Art. 277bis Abs. 1 BStP darf der Kassationshof nicht über die Anträge des Beschwerdeführers hinausgehen. Nach Abs. 2 derselben Bestimmung ist er nicht an die Begründung der Rechtsbegehren der Parteien gebunden.\n\n3.1.1 In der Beschwerdeschrift ist mithin genau anzugeben, ob das kantonale Urteil vollumfänglich oder nur in einzelnen Punkten des Urteilsdispositivs, z.B. nur im Zivil- oder im Strafpunkt und hier nur in einzelnen Teilen, oder nur hinsichtlich der Prozessvoraussetzungen (Strafantrag, ne bis in idem) oder der Verjährung angefochten wird (ERHARD SCHWERI, Eidgenössische Nichtigkeitsbeschwerde in Strafsachen, S. 196 N. 625; GILBERT KOLLY, Le pourvoi en nullité à la Cour de cassation pénale du Tribunal fédéral, S. 55 f.; BGE 77 IV 57 E. 1). Der Antrag kann aufgrund der kassatorischen Natur der Nichtigkeitsbeschwerde im Schuld- und Strafpunkt (Art. 277ter Abs. 1 BStP) nur dahin lauten, dass der angefochtene Entscheid ganz oder teilweise aufgehoben und die Sache zur neuen Beurteilung an die Vorinstanz zurückgewiesen wird (KOLLY, a.a.O., S. 55; SCHWERI, a.a.O., S. 139 N. 439 f. und S. 196 N. 623).\n\n3.1.2 Die Bindung an den Antrag des Beschwerdeführers bedeutet, dass der Kassationshof den Entscheid der letzten kantonalen Instanz nur in denjenigen Punkten überprüfen darf, die |24| ausdrücklich angefochten worden sind. Er darf also das angefochtene Urteil nicht in weiteren Punkten des Dispositivs abändern, als der Beschwerdeführer beantragt hat (SCHWERI, a.a.O., S. 138 N. 437 und S. 196 N. 626 f.; HANS WIPRÄCHTIGER, Nichtigkeitsbeschwerde in Strafsachen, in: Prozessieren vor Bundesgericht, 2. Aufl., Basel 1998, Rz. 6.109/6.111; KOLLY, a.a.O., S. 91/93), es sei denn, es bestünde ein sachlicher Zusammenhang zwischen dem nicht angefochtenen und dem angefochtenen Teil des Dispositivs (BGE 117 IV 97 E. 4b).\n\n3.1.3 Die freie rechtliche Prüfung des Kassationshofs bezieht sich auf die angefochtenen Punkte des letztinstanzlichen kantonalen Urteilsdispositivs. Der Kassationshof prüft somit sämtliche Fragen des eidgenössischen Rechts aufgrund des verbindlich festgestellten Sachverhalts im Rahmen der vom Beschwerdeführer gestellten Anträge frei und von Amtes wegen (BGE 122 IV 285 E. 1c; BGE 120 IV 98 E. 2a und b; BGE 103 IV 152 E. 4; 77 IV 57 E. 1). Diese Befugnis ist ein Ausfluss des Grundsatzes \"iura novit curia\" (BGE 115 IV 233 E. 2d S. 238). Der Kassationshof kann also einen in einem angefochtenen Punkt im Ergebnis falschen Entscheid auch aus Gründen aufheben, die der Beschwerdeführer nicht geltend gemacht (SCHWERI, a.a.O., S. 219 N. 709 f.; WIPRÄCHTIGER, a.a.O., Rz. 6.117) oder auf die anzurufen er ausdrücklich verzichtet hat (KOLLY, a.a.O., S. 94).\n\n3.2 Die Beschwerdeführerin schränkt die Überprüfung des angefochtenen Urteils auf den Freispruch des Beschwerdegegners von der Anklage der falschen Anschuldigung im Sinne von Art. 303 StGB ein. Die Schuldsprüche, die Strafzumessung und der Zivilpunkt bleiben unangefochten. Ob der Freispruch von der Anklage der falschen Anschuldigung mit Bundesrecht in Einklang steht, prüft der Kassationshof frei. Er kann dabei durch die Formulierung des Rechtsbegehrens der Beschwerdeführerin nicht weiter eingeschränkt werden. Wenn die Beschwerdeführerin lediglich Art. 303 Ziff. 1 Abs. 1 StGB als verletzt ansieht, hindert dies den Kassationshof unter dem Gesichtspunkt von Art. 277bis Abs. 1 BStP somit nicht, eine allfällige Verletzung des Tatbestandes im Lichte der wesensgleichen Tatvariante von Abs. 2 derselben Bestimmung zu prüfen.\n\n4.\n\n4.1 Gemäss Art. 303 Ziff. 1 Abs. 1 StGB erfüllt den Tatbestand der falschen Anschuldigung, wer einen Nichtschuldigen wider besseres |25| Wissen bei der Behörde eines Verbrechens oder eines Vergehens beschuldigt, in der Absicht, eine Strafverfolgung gegen ihn herbeizuführen. Gemäss Abs. 2 derselben Bestimmung macht sich strafbar, wer in derselben Absicht in anderer Weise arglistige Veranstaltungen trifft.\n\nDer Tatbestand der falschen Anschuldigung ist unter den Delikten gegen die Rechtspflege (siebzehnter Titel) eingeordnet und schützt von daher in erster Linie den zuverlässigen Gang der Rechtspflege. Die Tathandlung führt zu einem unnützen Einsatz öffentlicher Mittel. Daneben handelt es sich bei der falschen Anschuldigung aber auch um ein Delikt gegen die Person. Geschützt werden danach die Persönlichkeitsrechte zu Unrecht Angeschuldigter mit Bezug auf deren Ehre, Freiheit, Privatsphäre, Vermögen, usw. (BGE 89 IV 204 E. 1; VERA DELNON/BERNHARD RÜDY, Basler Kommentar, Strafgesetzbuch II, Art. 303 StGB N. 5 f.; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil II, 5. Aufl. 2000, § 53 N. 2; URSULA CASSANI, Commentaire du droit pénal suisse, vol. 9, Bern 1996, Art. 303 StGB N. 1).\n\n4.2 Die Tathandlung des Beschuldigens gemäss Art. 303 Ziff. 1 Abs. 1 StGB besteht in der an eine Behörde gerichteten sprachlichen Mitteilung, mit welcher eine bestimmte, oder zumindest bestimmbare Person bezichtigt wird, ein Verbrechen oder Vergehen verübt zu haben, das sie in Wirklichkeit nicht begangen hat (BGE 85 IV 80 E. 2 und 3; STRATENWERTH, a.a.O., § 53 N. 7; CASSANI, a.a.O., Art. 303 StGB N. 6). Auf die Form der Beschuldigung kommt es nicht an. Es genügt eine mündliche oder schriftliche Anzeige im weitesten Sinn des Wortes, die geeignet ist, einen Anfangsverdacht zu begründen. Ob sie anonym erfolgt, ob der Täter aus eigener Initiative handelt oder ob er im Rahmen eines Verhörs oder einer Zeugenaussage eine entsprechende Äusserung macht, ist gleichgültig (BGE 75 IV 175 E. 2; BGE 85 IV 80 E. 2; BGE 95 IV 19 E. 1; STRATENWERTH, a.a.O., § 53 N. 8; CASSANI, a.a.O., Art. 303 StGB N. 15; ANDREAS DONATSCH/WOLFGANG WOHLERS, Strafrecht IV, 3. Aufl., Zürich 2004, S. 367).\n\n4.3 Nach Art. 303 Ziff. 1 Abs. 2 StGB kann ein Unschuldiger auch auf andere Weise als durch direkte Behauptungen über ein von ihm angeblich begangenes Delikt der Strafverfolgung ausgesetzt werden. Arglistige Veranstaltungen im Sinne des Tatbestands liegen vor, wenn der Täter durch Machenschaften, die ernste |26| Verdachtsmomente gegen eine bestimmte Person hervorrufen und voraussichtlich zur Kenntnis von Polizei oder Untersuchungsbehörden gelangen, darauf ausgeht, eine Strafverfolgung gegen einen Nichtschuldigen herbeizuführen (BGE 95 IV 17 S. 19; JÖRG REHBERG, Die falsche Deliktsbezichtigung im österreichischen und schweizerischen Strafrecht, in: Festschrift für Franz Pallin, Wien 1989, S. 341). Die Tathandlung besteht bei der mittelbaren falschen Anschuldigung etwa im Schaffen fingierter belastender Indizien oder im Legen falscher Spuren, die auf die Täterschaft einer bestimmten Person hinsichtlich einer bestimmten Tat hinweisen und diese dadurch der Gefahr behördlichen Einschreitens aussetzen (BGE 95 IV 17 S. 19; CASSANI, a.a.O., Art. 303 StGB N. 17; HANS SCHULTZ, Falsche Anschuldigung und falsches Zeugnis, ZStrR 73/1958 S. 233 f.).\n\nDie beiden Tatvarianten gemäss Art. 303 Ziff. 1 Abs. 1 und 2 StGB unterscheiden sich lediglich durch das Mittel, das zur beabsichtigten Herbeiführung der Strafverfolgung eingesetzt wird. Durch die Tathandlung von Abs. 2 werden diejenigen Machenschaften erfasst, welche ohne eine ausdrücklich geäusserte Anschuldigung zu sein, in schlüssiger Weise den Verdacht auf eine bestimmte Person lenken (BGE 95 IV 17, BGE 95 IV 19 E. 1; SCHULTZ, a.a.O., S. 233 f.).\n\n4.4 Einer falschen Anschuldigung bedient sich der Täter oftmals, um den Verdacht der eigenen Täterschaft auf eine Drittperson zu lenken und sich der Strafverfolgung zu entziehen. Aus dem Umstand, dass der Täter selbst eines strafbaren Verhaltens verdächtigt wird, lässt sich indes kein Rechtfertigungsgrund dafür ableiten, zu seiner Entlastung einen anderen der Tat zu bezichtigen. Insofern kann er sich nicht auf straflose Selbstbegünstigung berufen (BGE 75 IV 175 E. 2 S. 179; 80 IV 117; CASSANI, a.a.O., Art. 303 StGB N. 25; DONATSCH/WOHLERS, a.a.O., S. 373; ANDREAS HAUSWIRTH, Die Selbstbegünstigung im schweizerischen Strafrecht, S. 186 f.). Straflos ist lediglich das Leugnen der eigenen Täterschaft bzw. das blosse Bestreiten belastender Aussagen, auch wenn dadurch der Verdacht notwendig auf eine andere Person gelenkt wird (CASSANI, a.a.O., Art. 303 StGB N. 26).\n\n5.\n\n5.1 Die Beschwerdeführerin macht zunächst geltend, die Vorinstanz erliege einem offensichtlichen Versehen, wenn sie annehme, |27| das Verhalten des Beschwerdegegners stelle keine verbale Beschuldigung im Sinne von Art. 303 Ziff. 1 Abs. 1 StGB dar.\n\nOb sich der Beschwerdegegner bei der Befragung durch die Polizei vom 30. Oktober 2002 durch Vorweisen der Ausweispapiere als seinen Bruder ausgegeben oder ob er gegenüber dem Polizeibeamten mündlich dessen Personalien angegeben hat, macht für die rechtliche Würdigung des zu beurteilenden Sachverhalts keinen Unterschied. Es kann daher offen bleiben, ob die Vorinstanz ihrer Entscheidung eine offensichtlich auf Versehen beruhende tatsächliche Feststellung zugrunde gelegt hat.\n\n5.2 Der Beschwerdegegner hat sich nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz bei seiner Festnahme und bei den Einvernahmen gegenüber der Polizei mit den Papieren seines Bruders ausgewiesen und dessen Personalien angegeben. Damit hat er eine falsche Identität vorgetäuscht, um sich der Strafverfolgung zu entziehen. In der Befragung durch die Polizei hat der Beschwerdegegner - unter der vorgeschobenen Identität seines Bruders - im Weiteren konkludent die Täterschaft in Bezug auf den angezeigten Sachverhalt bestritten und lediglich ausgesagt, er habe eine Diskussion zwischen Afrikanern und Arabern beobachtet. Dadurch hat der Beschwerdegegner seinen Bruder nicht explizit im Sinne von Art. 303 Ziff. 1 Abs. 1 StGB einer Straftat beschuldigt. Denn wer in der Strafuntersuchung als Angeschuldigter unter der Identität einer anderen Person auftritt, teilt der Behörde nicht mit hinreichender Bestimmtheit mit, diese Person habe ein Verbrechen oder Vergehen begangen. Dies gilt jedenfalls dann, wenn er unter der falschen Identität den angezeigten Sachverhalt in tatsächlicher oder rechtlicher Hinsicht bestreitet. Insofern ist das angefochtene Urteil nicht zu beanstanden.\n\n5.3 Wie die Beschwerdeführerin zu Recht vorbringt, hat der Beschwerdegegner den Bruder durch seine Verhaltensweise indes in die Rolle des Angeschuldigten gedrängt und damit der Strafverfolgung ausgesetzt. Das Strafverfahren wurde denn auch gegen den Bruder eröffnet und dieser wurde in der Folge zu einer bezirksanwaltschaftlichen Einvernahme vorgeladen. Diese Konstellation fällt objektiv unter die Tatvariante der indirekten falschen Anschuldigung durch arglistige Veranstaltungen im Sinne von Art. 303 Ziff. 1 Abs. 2 StGB. Das Auftreten unter falscher Identität ohne ausdrückliche \"Selbstbezichtigung\" ist eine Machenschaft |28| im Sinne des Tatbestandes. Die Verhaltensweise entspricht derjenigen eines Täters, der bei einem Einbruch die Schuhe eines anderen anzieht, um damit deutliche Spuren zu hinterlassen, oder das Diebesgut vor der polizeilichen Durchsuchung in der Wohnung eines anderen versteckt und damit eine Verdacht erregende Beweislage schafft. Durch diese Vorgehensweise wird der ordnungsgemässe Gang der Rechtspflege, der auch von Art. 303 StGB geschützt wird, wie bei der falschen Selbstbezichtigung gemäss Art. 304 Ziff. 1 Abs. 2 StGB, wenn der Täter die Rolle des Ange-schuldigten übernimmt, gestört und die Strafverfolgungsbehörde vom wahren Täter abgelenkt und in die Irre geführt (vgl. BGE 111 IV 159 E. 1).\n\n5.4 Die Vorinstanz würdigt den Sachverhalt allerdings nicht unter dem Gesichtspunkt von Art. 303 Ziff. 1 Abs. 2 StGB, sondern lediglich unter demjenigen gemäss Abs. 1 derselben Bestimmung. Von einer Rückweisung der Anklage zur Verbesserung gemäss § 182 Abs. 3 StPO/ZH hat sie abgesehen, da sie es als zweifelhaft angesehen hat, ob die Vorgehensweise des Beschwerdegegners als arglistige Veranstaltung im Sinne von Art. 303 Ziff. 1 Abs. 2 StGB zu qualifizieren wäre.\n\nDiese Auffassung verletzt Bundesrecht. Machenschaften sind arglistig, wenn sie nicht leicht durchschaubar sind und objektiv die Eröffnung einer Strafuntersuchung erwarten lassen (DONATSCH/ WOHLERS, a.a.O., S. 372). Die Anforderungen an die Arglist entsprechen denjenigen beim Tatbestand des Betruges gemäss Art. 146 StGB (DELNON/RÜDY, a.a.O., Art. 303 StGB N. 23). Danach ist die Täuschung u.a. arglistig, wenn der Täter ein ganzes Lügengebäude errichtet oder sich besonderer Machenschaften oder Kniffe bedient (vgl. BGE 128 IV 18 E. 3a; BGE 126 IV 165 E. 2a). Als besondere Machenschaften (machinations) gelten Erfindungen und Vorkehren sowie das Ausnützen von Begebenheiten, die allein oder gestützt durch Lügen oder Kniffe (manoeuvres frauduleuses; mise en scène) geeignet sind, das Opfer irrezuführen. Machenschaften sind eigentliche Inszenierungen, die aus einem ganzen System von Lügen bestehen und gegenüber einer blossen Summierung von Lügen höhere Anforderungen an die Vorbereitung, Durchführung und Wirkung der Täuschungshandlung stellen. Sie sind gekennzeichnet durch intensive, planmässige und systematische Vorkehren, nicht aber notwendigerweise durch eine besondere tatsächliche oder intellektuelle Komplexität (BGE 126 IV 165 E. 2a; BGE 122 IV 197 E. 3d).\n\n|29| Indem der Beschwerdegegner bei der Festnahme fremde Ausweispapiere vorwies und anlässlich einer Einvernahme durch die Polizei eine falsche Identität vorgab, hat er eine eigentliche Inszenierung betrieben, welche für die Strafverfolgungsbehörden nicht ohne weiteres durchschaubar war. Damit ist das Merkmal der arglistigen Veranstaltung gemäss Art. 303 Ziff. 1 Abs. 2 StGB erfüllt.\n\nSoweit die Vorinstanz den Sachverhalt nicht im Lichte von Art. 303 Ziff. 1 Abs. 2 StGB beurteilt bzw. die Sache nicht zur Ergänzung der entsprechenden Gesetzesbestimmung an die Anklagebehörde zurückgewiesen hat (§§ 182 Abs. 3, 162 Abs. 1 Ziff. 3 StPO/ZH), hat sie daher Bundesrecht verletzt. In ihrem neuen Entscheid wird sie im Weiteren zu prüfen haben, ob der Tatbestand auch in subjektiver Hinsicht erfüllt ist.\n\nDie Beschwerde erweist sich insofern als begründet."}