{"annee": "132", "cour": "II", "page": "117", "date": "19/1/2006", "cite": ["123 III 306", "81 II 512", "98 II 129", "118 II 410", "124 III 182", "131 II 217", "127 IV 215", "125 II 169", "121 II 369", "116 V 156", "123 III 10", "122 III 5", "117 II 50", "125 III 412", "116 II 295", "128 II 49"], "cite_par": ["133 III 257", "141 III 97"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Kanton Zürich sowie Sozialversicherungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)\n\n1A.181/2005 vom 19. Januar 2006", "regestes": ["Art. 12 al. 2 LAVI; indemnité pour tort moral allouée à une victime d'infraction; critères de fixation et intérêts. Critères d'évaluation de la réparation morale selon la LAVI; application analogique des principes du droit civil; prise en compte de l'indemnité pour atteinte à l'intégrité selon la LAA pour fixer la gravité objective du préjudice immatériel; pas de prise en compte des circonstances propres à l'auteur de l'infraction (confirmation de jurisprudence; consid. 2). En matière d'aide aux victimes, les intérêts sur l'indemnité pour tort moral constituent un facteur d'évaluation (consid. 3)."], "faits": "BGE 132 II 117 S. 118\n\nX., geboren (...), erlitt am (...) während (...) eine Schussverletzung im Unterleib. Am 30. Januar 2002 reichte er bei der Direktion der Justiz und des Innern des Kantons Zürich, Kantonale Opferhilfestelle, ein Gesuch um Ausrichtung einer Genugtuung ein. Die Opferhilfestelle verfügte vorerst die Sistierung des Verfahrens bis zum Abschluss des Strafprozesses.\n\nIm Urteil des Obergerichts des Kantons Zürich, II. Strafkammer, vom 18. August 2003 wurde davon Vormerk genommen, dass der Täter die Genugtuungsforderung des Geschädigten im Betrag von Fr. 30'000.- zuzüglich Zins zu 5 % seit (...) [Tag des Schadensereignisses] anerkannt hatte. Sodann wurde dem Grundsatz nach entschieden, dass der Täter für die Deliktsfolgen haftpflichtig ist, und der Geschädigte bezüglich der Höhe des Schadenersatzes und einer allfälligen zusätzlichen Genugtuung auf den Zivilweg verwiesen.\n\nAm 19. Juli 2004 bezifferte X. gegenüber der Opferhilfestelle seine Genugtuungsforderung auf Fr. 140'000.-, abzüglich einer nach Unfallversicherungsgesetz ausgerichteten Integritätsentschädigung, zuzüglich Zins zu 5 % auf Fr. 140'000.- seit (...) [Tag des Schadensereignisses]. Die Opferhilfestelle sistierte daraufhin das Verfahren bis zum Abschluss des Unfallversicherungsverfahrens. Mit Verfügung vom 12. November 2004 sprach die Unfallversicherung X. eine Integritätsentschädigung in der Höhe von 50 % des Höchstbetrags des versicherten Verdienstes von Fr. 106'800.-, somit einen Betrag von Fr. 53'400.- zu. Mit Verfügung vom 8. Februar 2005 hiess die Opferhilfestelle das Gesuch um Ausrichtung einer zusätzlichen opferhilferechtlichen Genugtuung im Umfang von Fr. 16'600.- gut und wies es im Mehrbetrag ab.\n\nGegen diese Verfügung erhob X. unter Wiederholung seiner Anträge Beschwerde, welche das Sozialversicherungsgericht des Kantons Zürich mit Urteil vom 31. Mai 2005 abwies.\n\nX. hat gegen das Urteil des Sozialversicherungsgerichts beim Bundesgericht Verwaltungsgerichtsbeschwerde eingelegt. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer beanstandet die Bemessung der Genugtuung. Als erstes bringt er vor, bei korrekter Ermittlung der Genugtuung, welche das Sozialversicherungsgericht nach der BGE 132 II 117 S. 119Zweiphasenmethode von HÜTTE und DUCKSCH (vgl. KLAUS HÜTTE/PETRA DUCKSCH/KAYUM GUERRERO, Die Genugtuung, 3. Aufl., Stand August 2005, I/21, N. 4.3) vornehme, hätte es nicht nur den Verlust der Fortpflanzungsfähigkeit, sondern auch die Störung der Sexualfunktion bei der Berechnung der \"Basisgenugtuung\" beachten müssen. Des Weitern macht der Beschwerdeführer geltend, das Gericht habe nicht alle die Genugtuung erhöhenden Faktoren berücksichtigt.\n\n2.2\n\n2.2.1 Nach Art. 2 Abs. 1 des Bundesgesetzes vom 4. Oktober 1991 über die Hilfe an Opfer von Straftaten (Opferhilfegesetz, OHG; SR 312.5) ist jede Person, die durch eine Straftat in ihrer körperlichen, sexuellen oder psychischen Integrität unmittelbar beeinträchtigt worden ist, dazu berechtigt, die im Gesetz vorgesehene Hilfe zu beanspruchen. Art. 12 Abs. 2 OHG sieht vor, dass dem Opfer im Sinne von Art. 2 Abs. 1 OHG unabhängig von seinem Einkommen eine Genugtuung ausgerichtet werden kann, wenn es schwer betroffen ist und besondere Umstände es rechtfertigen. Das Opferhilfegesetz enthält keine Bestimmungen über die Bemessung der Genugtuung. Nach der Rechtsprechung sind die von den Zivilgerichten entwickelten Bemessungsgrundsätze zu Art. 47 und 49 OR sinngemäss heranzuziehen (BGE 128 II 49 E. 4.1 S. 53 mit Hinweisen).\n\n2.2.2 Art. 47 OR bestimmt, dass der Richter bei Tötung eines Menschen oder Körperverletzung dem Verletzten oder den Angehörigen des Getöteten unter Würdigung der besonderen Umstände eine angemessene Geldsumme als Genugtuung zusprechen kann. Die Genugtuung bezweckt den Ausgleich für erlittene Unbill, indem das Wohlbefinden anderweitig gesteigert oder die Beeinträchtigung erträglicher gemacht wird (BGE 123 III 10 E. 4c/bb S. 15, BGE 123 III 306 E. 9b S. 315). Bemessungskriterien sind vor allem die Art und Schwere der Verletzung, die Intensität und Dauer der Auswirkungen auf die Persönlichkeit des Betroffenen, der Grad des Verschuldens des Haftpflichtigen (BGE 125 III 412 E. 2a S. 417), ein allfälliges Selbstverschulden des Geschädigten (BGE 124 III 182 E. 4d S. 186) sowie die Aussicht auf Linderung des Schmerzes durch die Zahlung eines Geldbetrags (BGE 118 II 410 E. 2a S. 413). Die Höhe der Summe, die als Abgeltung erlittener Unbill in Frage kommt, lässt sich naturgemäss nicht errechnen, sondern nur schätzen (BGE 117 II 50 E. 4a/aa S. 60).\n\nBGE 132 II 117 S. 120\n\n2.2.3 Die Festsetzung der Höhe der Genugtuung ist eine Entscheidung nach Billigkeit. Das Bundesgericht hat es daher abgelehnt, dass sich die Bemessung der Genugtuung nach schematischen Massstäben richten soll. Die Genugtuungssumme darf nicht nach festen Tarifen festgesetzt, sondern muss dem Einzelfall angepasst werden (BGE 127 IV 215 E. 2e S. 219).\n\nDies schliesst nicht aus, die Bewertung der immateriellen Beeinträchtigung in zwei Phasen vorzunehmen: in einer objektiven Berechnungsphase mit einem Basisbetrag als Orientierungspunkt und einer nachfolgenden Phase, in der die Besonderheiten des Einzelfalles (Haftungsgrundlage, [Selbst-]Verschulden, individuelle Lebenssituation des Geschädigten) berücksichtigt werden (Urteile des Bundesgerichts 1A.203/2000 vom 13. Oktober 2000, E. 2b; 1A.235/ 2000 vom 21. Februar 2001, E. 5b/aa).\n\nEbenso hat es das Bundesgericht als mit Art. 47 OR vereinbar erachtet, zur Bewertung der objektiven Schwere der Beeinträchtigung auf die Integritätsentschädigung, welche nach der Skala über die Integritätseinbusse im Anhang 3 der Verordnung vom 20. Dezember 1982 über die Unfallversicherung (UVV; SR 832.202) bemessen wird und im Regelfall dem angegebenen Prozentsatz des Höchstbetrags des versicherten Verdienstes von Fr. 106'800.- im Jahr (vgl. Art. 22 Abs. 1 UVV) entspricht, im Sinne eines Richtwerts (Basiswert) zurückzugreifen. Die Integritätsentschädigung der Unfallversicherung bietet - gleich wie Präjudizien - einen sachlichen Anhaltspunkt zur Beurteilung der objektiven Schwere der Beeinträchtigung (Urteil des Bundesgerichts 4C.123/1996 vom 21. Oktober 1997, E. 3b/aa).\n\nDabei ist jedoch im Auge zu behalten, dass die Integritätsentschädigung nur ein Richtwert ist, der im Verhältnis zu anderen massgeblichen Bemessungskriterien (Haftungsgrundlage, Verschulden, Lebensumstände) unterschiedlich gewichtet werden kann (vgl. die Hinweise auf die verschiedenen Lehrmeinungen und die kantonale Rechtsprechung im Urteil des Bundesgerichts 4C.123/1996 vom 21. Oktober 1997, E. 3a). Ausserdem sind nicht sämtliche möglichen Integritätsschädigungen von der Integritätsentschädigung abgedeckt. Die Schweizerische Unfallversicherungsanstalt (SUVA) hat deshalb in Weiterentwicklung der bundesrätlichen Skala weitere Bemessungsgrundlagen in tabellarischer Form (sog. Feinraster) erarbeitet. Diese Tabellen stellen zwar keine Rechtssätze dar und BGE 132 II 117 S. 121sind für die Gerichte nicht verbindlich (vgl. BGE 116 V 156 E. 3a S. 157). Sie können aber bei der Bewertung der objektiven Schwere der immateriellen Unbill ebenfalls ein Orientierungspunkt sein.\n\n2.2.4 Im Unterschied zum Zivilrecht besteht bei der Bemessung einer Genugtuung nach Opferhilferecht die Besonderheit, dass es sich bei dieser nicht um eine Leistung aus Verantwortlichkeit, sondern um eine staatliche Hilfeleistung handelt. Gemäss Rechtsprechung erreicht sie deshalb nicht automatisch die gleiche Höhe wie die zivilrechtliche, sondern kann unter Umständen davon abweichen oder gar wegfallen (BGE 128 II 49 E. 4.3 S. 55; BGE 125 II 169 E. 2b/bb und 2c S. 174 f.). Insbesondere kann berücksichtigt werden, dass die Genugtuung nicht vom Täter, sondern von der Allgemeinheit bezahlt wird. Dies kann namentlich dann eine Reduktion gegenüber der zivilrechtlichen Genugtuung rechtfertigen, wenn diese aufgrund von subjektiven, täterbezogenen Merkmalen (z.B. besonders skrupellose Art der Begehung der Straftat) erhöht worden ist (Urteile des Bundesgerichts 1A.235/2000 vom 21. Februar 2001, E. 3a; 1A.80/ 1998 vom 5. März 1999, E. 3c/cc).\n\n2.2.5 Den kantonalen Behörden steht bei der Festsetzung der Höhe der Genugtuung ein weiter Ermessensspielraum zu, in den das Bundesgericht nur eingreift, wenn grundlos von den in Lehre und Rechtsprechung entwickelten Grundsätzen abgewichen wird, wenn Tatsachen berücksichtigt werden, die für den Entscheid im Einzelfall keine Rolle spielen dürfen oder wenn umgekehrt Umstände ausser Betracht geblieben sind, die hätten beachtet werden müssen, oder wenn sich der Entscheid als offensichtlich ungerecht erweist (Art. 104 lit. a OG; BGE 125 III 412 E. 2a S. 417 f. mit Hinweisen).\n\n2.3\n\n2.3.1 Das Sozialversicherungsgericht erachtet eine Genugtuung von insgesamt Fr. 70'000.- (Leistung der Unfallversicherung im Betrag von Fr. 53'400.-, welche gemäss Art. 14 Abs. 1 OHG auf die opferhilferechtliche Genugtuung angerechnet wird, plus Leistung der Opferhilfestelle im Betrag von Fr. 16'600.-) als angemessen. Bei der Bemessung der Genugtuung ging es in zwei Etappen vor: es ermittelte zuerst einen Basiswert und berücksichtigte dann die Besonderheiten des vorliegenden Falls. Bezüglich des Basiswerts orientierte sich das Gericht an der Skala im Anhang 3 der UVV und an den SUVA-Tabellen. Hierzu stellte es fest, dass eine BGE 132 II 117 S. 122bleibende Schädigung im Rückenwirbelbereich und der Verlust der Fortpflanzungsfähigkeit auszumachen sei. Die Integritätseinbusse für die Verletzung im Wirbelsäulenbereich werde gemäss Unfallversicherung und SUVA-Tabelle 7.2 mit 10 %, diejenige für den Verlust der Fortpflanzungsfähigkeit gemäss Anhang 3 UVV und SUVA-Tabelle 22 mit 40 % gewichtet. Damit sei von einer Integritätsentschädigung von insgesamt 50 % des Höchstbetrags des versicherten Jahresverdienstes auszugehen.\n\n2.3.2 Der Beschwerdeführer lässt den Basiswert für die Wirbelsäulenverletzung unangefochten. Dagegen beanstandet er, dass bei der Festsetzung des Basiswerts für den Verlust der Fortpflanzungsfähigkeit die infolge der Durchtrennung der Nervenbahnen gestörte Sexualfunktion nicht berücksichtigt worden sei. Die Verletzung der Nervenbahnen werde durch die Integritätsentschädigung für den Verlust der Fortpflanzungsfähigkeit nicht abgegolten. Für die Unterleibsverletzung sei daher nicht von einem Basiswert von 40 %, sondern von 80 % des Höchstbetrags des versicherten Jahresverdienstes auszugehen. Das Gericht habe die Störung der Sexualfunktion, die damit verbundene Beeinträchtigung der mitmenschlichen Beziehungen und das junge Alter des Beschwerdeführers zu Unrecht nicht bei der Festsetzung der Basisgenugtuung, sondern nur als genugtuungserhöhende Faktoren berücksichtigt.\n\n2.3.3 Wie oben (E. 2.2.3) ausgeführt, hat das Sozialversicherungsgericht kein Bundesrecht verletzt, wenn es bei der Bewertung der objektiven Schwere der immateriellen Beeinträchtigung im Sinne eines zulässigen, aber nicht zwingend zu berücksichtigenden Anhaltspunkts auf die Integritätsentschädigung gemäss Anhang 3 UVV und auf die SUVA-Tabellen abstellte. Sowohl nach der Skala im Anhang 3 UVV als auch nach Tabelle 22 der SUVA wird beim Verlust der Geschlechtsorgane oder der Fortpflanzungsfähigkeit eine Integritätsentschädigung von 40 % des Höchstbetrags des versicherten Jahresverdienstes ausgerichtet. Beim Verlust der Fortpflanzungsfähigkeit ist die Gebrauchsunfähigkeit des noch vorhandenen Geschlechtsorgans (erektile Impotenz) dem Verlust des Organs gleichgestellt, während bei einer erektilen Dysfunktion minderen Grades eine Integritätsentschädigung von weniger als 40 % ausgerichtet werden kann (vgl. dazu ERICH BÄR, Integritätsschaden bei Verlust der Geschlechtsorgane oder der Fortpflanzungsfähigkeit, in: Medizinische Mitteilungen 74/2003 S. 68). Entgegen der Auffassung des Beschwerdeführers trifft somit nicht zu, dass der durch BGE 132 II 117 S. 123die Störung der Sexualfunktion hervorgerufene Integritätsschaden von der Entschädigung der Unfallversicherung für den Verlust der Fortpflanzungsfähigkeit nicht abgedeckt wäre.\n\nWie das Sozialversicherungsgericht zu Recht ausführte, kann der Beschwerdeführer bezüglich der objektiven Schwere der Beeinträchtigung aus dem Bundesgerichtsurteil 4C.103/2002 vom 16. Juli 2002 nichts zu seinen Gunsten ableiten. In jenem Fall ging es um die Genugtuungsbemessung bei vollständiger Paraplegie und einer neurogenen Blasen-, Darm- und Sexualfunktionsstörung, somit einem weit gravierenderen Integritätsschaden, für den nach der Skala im Anhang 3 UVV eine Entschädigung von 90 % des versicherten Jahreslohns festgesetzt ist. Vorliegend liegt jedenfalls kein Grund vor, weshalb die objektive Schwere der Beeinträchtigung zwingend höher bewertet werden müsste, als es im Anhang 3 UVV vorgesehen ist.\n\nEntgegen der Ansicht des Beschwerdeführers hat das Sozialversicherungsgericht auch insoweit kein Bundesrecht verletzt, als es die mit der Störung der Sexualfunktion einhergehende Beeinträchtigung des Sexuallebens und damit der Persönlichkeitssphäre sowie das Alter des Beschwerdeführers nicht schon bei der Festsetzung des Basiswerts, sondern als diesen erhöhende Umstände berücksichtigte. Alter und Sexualleben sind medizinisch nicht objektivierbar, sondern gehören zu den individuellen Lebensumständen (vgl. Urteil des Bundesgerichts 1A.135/2002 vom 29. Oktober 2002, E. 3.4).\n\n2.4\n\n2.4.1 Gemäss dem angefochtenen Urteil hat die Kantonale Opferhilfestelle sämtlichen Umständen des Einzelfalles angemessen Rechnung getragen. Genugtuungserhöhend wirke der Einfluss der Störung der sexuellen Funktion auf die Sexualität und auf die Beziehung zu Mitmenschen, das junge Alter, die durchgestandene Lebensgefahr, die lange andauernden, teilweise heute noch auftretenden Schmerzen, die Operationen sowie die vorübergehend reduzierten Karrierechancen. Insgesamt sei es gerechtfertigt, den Basiswert von Fr. 53'400.- um Fr. 16'600.- zu erhöhen, das Opferhilfe-Gesuch im Mehrbetrag aber abzuweisen.\n\n2.4.2 Der Beschwerdeführer vertritt den Standpunkt, das Sozialversicherungsgericht hätte auch die Brutalität und BGE 132 II 117 S. 124Rücksichtslosigkeit des Täters sowie die Sinnlosigkeit der Tat als genugtuungserhöhende Faktoren berücksichtigen sollen.\n\n2.4.3 Wie oben ausgeführt (E. 2.2.4), sind bei der Festsetzung einer Genugtuung nach OHG die subjektiven, täterbezogenen Faktoren nicht zu berücksichtigen. Dazu gehört die Art der Tatbegehung (Brutalität, Rücksichtslosigkeit) ebenso wie das Motiv, welches den Täter zur Begehung der Straftat bewog. Das Sozialversicherungsgericht hat somit auch insoweit kein Bundesrecht verletzt, als es die vom Beschwerdeführer genannten Bemessungskriterien (Brutalität, Rücksichtslosigkeit, Sinnlosigkeit der Tat) nicht als genugtuungserhöhend erachtete.\n\n2.5 Somit ergibt sich, dass die zuerkannte Genugtuung in der Höhe von Fr. 16'600.- unter Aufrechnung der von der Unfallversicherung ausgerichteten Integritätsentschädigung von Fr. 53'400.- (vgl. Art. 14 Abs. 1 OHG) den von Lehre und Rechtsprechung aufgestellten Bemessungsgrundsätzen Rechnung trägt. Darin ist in bundesrechtskonformer Weise die Schwere der gesundheitlichen Beeinträchtigungen und die damit verbundene Störung der sozialen und beruflichen Beziehungen berücksichtigt, während die übrigen vom Beschwerdeführer geltend gemachten Umstände nicht genugtuungserhöhend wirken. Ein Vergleich mit Präjudizien ergibt, dass die dem Beschwerdeführer ausgerichtete Summe von insgesamt Fr. 70'000.- als eher hoch einzustufen ist. Schwere Schädigungen gaben in der jüngeren bundesgerichtlichen Rechtsprechung Anspruch auf folgende Genugtuungssummen: Bei vollständiger Paraplegie und einer neurogenen Blasen-, Darm- und Sexualfunktionsstörung, beruflicher Umschulung und einer 50%igen Arbeitsunfähigkeit Fr. 120'000.- (Urteil 4C.103/2002 vom 16. Juli 2002, E. 5); bei irreparabler Querschnittlähmung Fr. 60'000.- (Urteil 4C.94/1995 vom 27. Dezember 1995, E. 4c nicht publ. in BGE 122 III 5); bei äusserst schweren Kopfverletzungen einer einundzwanzigjährigen Frau, langer Bewusstlosigkeit und Behandlungsdauer, Persönlichkeitsveränderung und vollständiger Arbeitsunfähigkeit Fr. 100'000.- (Urteil 4C.379/1994 vom 21. August 1995, E. 7); bei unvollständiger Tetraplegie eines Jugendlichen mit einer Invalidität von 50-75 % und einem Selbstverschulden von 20 % Fr. 96'000.- (BGE 123 III 306 E. 9b S. 316). In Anbetracht des weiten Ermessensspielraums, über den das Sozialversicherungsgericht verfügt, hat das Bundesgericht vorliegend aber keinen Grund, die Genugtuungsbemessung in Frage zu stellen (Art. 104 lit. a OG). BGE 132 II 117 S. 125\n\n3.\n\n3.1 Sodann macht der Beschwerdeführer geltend, die ihm zugesprochene Genugtuung sei ab dem Verletzungstag zu verzinsen.\n\n3.2 Gemäss dem angefochtenen Urteil ist in der zuerkannten Genugtuung berücksichtigt, dass seit dem Schadensereignis am (...) bis zum Urteilstag rund (...) Jahre vergangen sind. Das Sozialversicherungsgericht nimmt Bezug auf eine Lehrmeinung, wonach entweder die nach den Bemessungskriterien am Verletzungstag geschätzte Genugtuungssumme zu verzinsen oder die Genugtuung nach den Verhältnissen im Urteilszeitpunkt ohne Zins zuzusprechen sei (vgl. ROLAND BREHM, Berner Kommentar, Bern 1990, N. 94 zu Art. 47 OR). Vorliegend sei das letztgenannte Vorgehen gewählt worden, weshalb kein Zinsanspruch bestehe.\n\n3.3\n\n3.3.1 In BGE 131 II 217 E. 4 hat das Bundesgericht entschieden, dass die opferhilferechtliche Entschädigung auch den Schadenszins deckt. Ob eine opferhilferechtliche Genugtuung in gleicher Weise zu verzinsen wäre, liess es ausdrücklich offen.\n\n3.3.2 In seiner älteren Rechtsprechung zur haftpflichtrechtlich geschuldeten Genugtuung infolge Körperverletzung stützte sich das Bundesgericht bei der Genugtuungsbemessung auf die im Zeitpunkt der Verletzung gültigen Bemessungskriterien (Urteil des Bundesgerichts vom 9. Mai 1972, teilweise publ. in BGE 98 II 129) und sprach vom Tag des Schadensereignisses an einen Schadenszins auf der Genugtuung zu (BGE 81 II 512 E. 6 S. 519). In der Lehre stiess diese Rechtsprechung auf Kritik, da den Geschädigten der Nachteil der inzwischen aufgelaufenen Teuerung treffe (vgl. BREHM, a.a.O., N. 92 zu Art. 47 OR).\n\nIn BGE 116 II 295 E. 5b zog das Bundesgericht den - auf BREHM (a.a.O., N. 94 zu Art. 47 OR) zurückgehenden und in casu vom Sozialversicherungsgericht herangezogenen - Vorschlag in Betracht, entweder zusätzlich zur nach den Ansätzen am Verletzungstag bemessenen Summe einen Zins zuzusprechen oder eine Genugtuung nach den Ansätzen am Urteilstag ohne Zins festzulegen. Es liess die Frage aber schliesslich offen, da die Genugtuungssumme in jenem Fall dem Geschädigten bereits kurz nach dem Schadensereignis zur Verfügung gestanden hatte.\n\nIn einem neueren Entscheid 129 IV 149 E. 4.2 sprach sich das Bundesgericht nun aber gegen die in Erwägung gezogene Alternative BGE 132 II 117 S. 126aus. Als Begründung führte es an, dass wegen des weiten Ermessens bei der Festlegung der Genugtuung fragwürdig erscheint, von \"Ansätzen\" zu sprechen, und dass bei einer generellen Veränderung in der Grössenordnung der zugesprochenen Summen sämtliche noch nicht entschiedenen Fälle nach der neuen Gerichtspraxis zu beurteilen sind. Daher entschied das Bundesgericht, dass die Genugtuung im Urteilszeitpunkt (unter Berücksichtigung der seit dem Schadensereignis ergangenen Präjudizien) zu bemessen ist und zusätzlich ein ab dem Schadensereignis laufender Schadenszins (Genugtuungszins) als Ausgleich für die vorenthaltene Nutzung des Kapitals zwischen dem Verletzungs- und dem Urteilstag zugesprochen werden muss (vgl. ebenso ALFRED KELLER, Haftpflicht im Privatrecht, Bd. II, 2. Aufl., Bern 1998, S. 131; KARL OFTINGER/ EMIL W. STARK, Schweizerisches Haftpflichtrecht, Bd. I, 5. Aufl., Zürich 1995, S. 433 und 257; offenbar auch HEINRICH HONSELL, Schweizerisches Haftpflichtrecht, 4. Aufl., Zürich 2005, S. 115). Im genannten Urteil 129 IV 149 E. 4.2 stand der Auffassung, dass im Falle der Genugtuungsbemessung im Urteilszeitpunkt kein Zins geschuldet sei, im Übrigen der Umstand entgegen, dass die Höhe der zugesprochenen Genugtuung im massgebenden Zeitraum keine grundlegende Änderung erfahren hatte, die zuerkannte Summe sich in diesem Rahmen hielt und nicht derart an der oberen Grenze lag, dass der Zins als enthalten gelten konnte.\n\n3.3.3 Ob die oben aufgezeigte, für das Haftpflichtrecht geltende Rechtsprechung auf opferhilferechtliche Genugtuungsleistungen übertragen werden kann, erscheint fraglich. Zu bedenken ist, dass der Rechtsgrund bzw. die rechtliche Natur von Leistungen nach Opferhilferecht mit derjenigen haftpflichtrechtlicher Ansprüche nicht identisch ist. Daraus können sich Unterschiede in den Entschädigungssystemen ergeben (BGE 121 II 369 E. 3c/aa S. 373). Wie in E. 2.2.4 bereits gesagt, ist vor allem dem Umstand Rechnung zu tragen, dass Genugtuungsleistungen nach OHG auf der Idee einer staatlichen Unterstützung beruhen und nicht aufgrund einer staatlichen Verantwortlichkeit geschuldet sind (BGE 128 II 49 E. 4.1 S. 53); der Staat zahlt anstelle des unbekannten oder zahlungsunfähigen Täters, um das Wohlbefinden des Opfers zu steigern bzw. die erlittene Beeinträchtigung erträglicher zu machen (KLAUS HÜTTE, Anleitung zur Ermittlung angemessener Genugtuungsleistungen im Zivil- und Opferhilferecht, in: Personen - Schaden - Forum 2005, Zürich 2005, S. 146). Eine Hauptfunktion der BGE 132 II 117 S. 127opferhilferechtlichen Genugtuung liegt dementsprechend in ihrer wichtigen symbolischen Rolle begründet, denn mit ihr anerkennt das Gemeinwesen die schwierige Situation des Opfers (Botschaft des Bundesrates vom 9. November 2005 zur Totalrevision des Bundesgesetzes über die Hilfe an Opfer von Straftaten, BBl 2005 S. 7223; ferner JEAN GUINAND, Révision de la LAVI - Les travaux de la commission d'experts, in: Bundesamt für Justiz [Hrsg.], Opferhilfe in der Schweiz, Bern 2004, S. 370). Die kantonalen Opferhilfestellen sprechen im Allgemeinen eine ex aequo et bono bemessene Pauschalsumme als Genugtuung zu, welche auch die Nebenrechte abdeckt. Mit der Anerkennung eines Zinsanspruchs über diese Pauschalsumme hinaus würde unter Umständen in den Ermessensspielraum der kantonalen Behörden eingegriffen, ohne dass die Voraussetzungen von Art. 104 lit. a OG erfüllt wären. Es rechtfertigt sich daher ohne weiteres, der Verzinsung einer Genugtuungsforderung im Opferhilferecht die Bedeutung eines Bemessungsfaktors einzuräumen.\n\n3.4 Im angefochtenen Urteil vertritt das Sozialversicherungsgericht den Standpunkt, dass dem Zeitablauf seit dem Schadensereignis Rechnung getragen und die Genugtuung nach den Bemessungskriterien im Urteilszeitpunkt bemessen wurde, weshalb kein Zins geschuldet sei. Diese Erwägung ist an sich widersprüchlich; daraus geht nicht klar hervor, ob mit der Formulierung, der Zeitablauf sei berücksichtigt worden, lediglich die seit dem Schadensereignis aufgelaufene Teuerung gemeint ist oder ob ein ab diesem Tag laufender Zinsanspruch anerkannt und aufgerechnet worden ist.\n\nNach dem oben Gesagten (E. 2.5) ist die dem Beschwerdeführer zugesprochene Summe von insgesamt Fr. 70'000.- als eher hoch einzustufen. Selbst wenn das Sozialversicherungsgericht davon ausgehen würde, dass in dieser Summe ein Schadenszins von 5 % seit (...) [Tag des Schadensereignisses] inbegriffen wäre, hätte das Bundesgericht deshalb keinen Anlass, in die Genugtuungsbemessung der kantonalen Instanz einzugreifen (Art. 104 lit. a OG). Da der Schadenszins im Bereich des Opferhilferechts zu den Bemessungsfaktoren gehört, hat das Sozialversicherungsgericht in Anbetracht der Höhe der zuerkannten Genugtuungssumme keine bundesrechtlichen Bemessungsgrundsätze verletzt, wenn es über den Betrag von Fr. 70'000.- hinaus einen weitergehenden Genugtuungsanspruch (Zins) verneinte."}