{"annee": "132", "cour": "V", "page": "357", "date": "9/6/2006", "cite": ["126 V 36", "130 V 492", "129 V 370", "125 V 237", "131 V 107", "131 V 263", "125 V 127", "125 V 177", "127 V 484", "131 III 97", "108 V 167", "125 II 192", "130 V 369", "125 I 458"], "cite_par": ["133 V 524", "134 V 72", "136 V 195", "133 V 530", "135 V 185", "134 V 359", "140 V 89", "134 V 64", "145 V 399"], "chapeau": "41. Auszug aus dem Urteil i.S. Staatssekretariat für Wirtschaft gegen G. und Versicherungsgericht des Kantons St. Gallen\n\nC 67/04 vom 9. Juni 2006", "regestes": ["Art. 23 LACI; art. 40b OACI: Gain assuré de personnes invalides. Est déterminant le salaire effectivement réalisé durant une certaine période avant la diminution de la capacité de gain en raison d'une atteinte à la santé. Cette valeur doit être multipliée par le facteur qui résulte de la différence entre 100 % et le degré d'invalidité. Au regard de la pratique administrative et judiciaire depuis de longues années, le revenu (hypothétique) d'invalide n'est pas pertinent dans ce contexte. (consid. 3.2)"], "faits": "", "considerants": "BGE 132 V 357 S. 357\n\nAus den Erwägungen:\n\n3.\n\n3.1 Es steht fest und ist letztinstanzlich zu Recht unstrittig, dass die rückwirkende Zusprechung einer halben Invalidenrente für die Zeit vom 1. Oktober 2001 bis 30. April 2002 sowie einer ganzen BGE 132 V 357 S. 358Invalidenrente ab 1. Mai 2002 hinsichtlich der formlos erbrachten Taggeldleistungen der Arbeitslosenversicherung vom 1. Oktober 2001 bis 27. Juni 2002 eine neue erhebliche Tatsache darstellt, deren Unkenntnis die Arbeitslosenkasse nicht zu vertreten hat (BGE 108 V 167; ARV 1998 Nr. 15 S. 81 Erw. 5a mit Hinweisen [Urteil vom 12. Dezember 1996, C 188/95]), weshalb ein Zurückkommen auf die ausgerichteten Leistungen auf dem Wege der prozessualen Revision zulässig ist.\n\n3.2 Auf Grund der Parteivorbringen strittig ist einzig der Umfang der Rückerstattungspflicht.\n\n3.2.1 Uneinigkeit besteht dabei über den durch Auslegung zu bestimmenden Bedeutungsgehalt des Art. 40b AVIV (in Kraft seit 1. Juli 1985, AS 1985 648; zur Gesetzesauslegung statt vieler: BGE 125 II 196 Erw. 3a, BGE 125 V 244 Erw. 5a, BGE 125 V 130 Erw. 5, BGE 125 V 180 Erw. 2a mit Hinweisen), welcher bei der Bemessung der Taggelder invalider Versicherter zu berücksichtigen ist. Die Vorinstanz erwog, für die Bestimmung des versicherten Verdienstes nach Art. 40b AVIV sei auf das (monatliche) hypothetische Invalideneinkommen abzustellen. Das Beschwerde führende Staatssekretariat für Wirtschaft stellt sich auf den Standpunkt, dass der Lohn massgebend sei, den die versicherte Person vor der gesundheitsbedingten Beeinträchtigung der Erwerbsfähigkeit - während eines bestimmten Bemessungszeitraumes (Art. 37 AVIV) - tatsächlich erzielt habe (Art. 23 Abs. 1 AVIG). Das auf diese Weise ermittelte Einkommen sei alsdann mit dem Faktor zu multiplizieren, der sich aus der Differenz zwischen 100 % und dem Invaliditätsgrad ergebe (in diesem Sinne: THOMAS FAESI, Arbeitslosenentschädigung und Zwischenverdienst - Ursachen und Wirkungen der zweiten Teilrevision des AVIG, Diss. Zürich 1999, S. 398 Ziff. 19).\n\n3.2.2 Art. 40b AVIV (\"Versicherter Verdienst von Behinderten\", \"Gain assuré des handicapés\", \"Guadagno assicurato degli impediti fisici o psichici\"; zur Gesetzmässigkeit der Bestimmung: Urteil vom 8. November 2005, C 256/03) lautet in den drei amtssprachlichen Fassungen (Art. 14 Abs. 1 des Bundesgesetzes über die Sammlungen des Bundesrechts und das Bundesblatt [Publikationsgesetz; SR 170.512], in Kraft getreten am 1. Januar 2005; Art. 9 Abs. 1 des Bundesgesetzes vom 21. März 1986 über die Gesetzessammlungen und das Bundesblatt, aufgehoben auf 31. Dezember 2004 durch Art. 20 Publikationsgesetz) wie folgt: BGE 132 V 357 S. 359\n\n\"Bei Versicherten, die unmittelbar vor oder während der Arbeitslosigkeit eine gesundheitsbedingte Beeinträchtigung ihrer Erwerbsfähigkeit erleiden, ist der Verdienst massgebend, welcher der verbleibenden Erwerbsfähigkeit entspricht.\"\n\n\"Est déterminant pour le calcul du gain assuré des personnes qui, en raison de leur santé, subissent une atteinte dans leur capacité de travail durant le chômage ou immédiatement avant, le gain qu'elles pourraient obtenir, compte tenu de leur capacité effective de gagner leur vie.\"\n\n\"Nel caso di assicurati che subiscono, a cagione del loro stato di salute, una menomazione della loro capacità lucrativa durante la disoccupazione o immediatamente prima, è determinante il guadagno che corrisponde alla capacità lucrativa rimanente.\"\n\n3.2.3 Der Wortlaut des Art. 40b AVIV gibt keine klare, d.h. eindeutige und unmissverständliche Antwort darauf, welche der beiden Rechtsauffassungen (Erw. 3.2.1) zutreffend ist. Entsprechendes gilt für die Auslegung nach systematischen und teleologischen Gesichtspunkten. Die Ratio legis des Art. 40b AVIV besteht darin, über die Korrektur des versicherten Verdienstes die Koordination zur Eidgenössischen Invalidenversicherung zu bewerkstelligen, um eine Überentschädigung durch das Zusammenfallen einer Invalidenrente mit Arbeitslosentaggeldern zu verhindern. Beide divergierenden Interpretationen sind in gleicher Weise geeignet, diesem Normzweck zu genügen. Dem historischen Auslegungselement kommt allgemein insofern bloss beschränkte Bedeutung zu, als die Interpretation von Gesetzen nicht entscheidend historisch zu orientieren, im Grundsatz aber dennoch auf die Regelungsabsicht des Gesetzgebers und die erkennbar getroffenen Wertentscheidungen auszurichten ist (BGE 131 III 103 f. Erw. 3.2 mit Hinweisen). Im hier zu beurteilenden Fall ist die Materialienlage dürftig. Laut Schreiben des Eidgenössischen Volkswirtschaftsdepartementes vom 18. April 1985 an den Bundesrat soll durch das Abstellen auf die verbleibende Erwerbsfähigkeit verhindert werden, dass die Arbeitslosenentschädigung auf einem Verdienst ermittelt wird, den der Versicherte nicht mehr erzielen könne. Daraus kann für die hier strittige Auslegungsfrage nichts Entscheidendes gewonnen werden.\n\n3.2.4\n\n3.2.4.1 Aus den - normunmittelbaren - Auslegungselementen ergibt sich nicht eindeutig, welche der beiden Rechtsauffassungen dem Rechtssinn am besten entspricht. Weil Art. 40b AVIV vor über zwanzig Jahren in Kraft getreten ist (1. Juli 1985), liegt es daher nahe, zu prüfen, wie Verwaltung und Gerichte die BGE 132 V 357 S. 360Streitfrage in der Vergangenheit entschieden haben, dies insbesondere mit Blick auf die Regel, dass bei Fehlen entscheidender Gründe für eine Rechtsprechungsänderung die bisherige Praxis beizubehalten ist. Gegenüber dem Postulat der Rechtssicherheit lässt sich eine Praxisänderung grundsätzlich nur begründen, wenn die neue Lösung besserer Erkenntnis der Ratio legis, veränderten äusseren Verhältnissen oder gewandelten Rechtsanschauungen entspricht. Nach der Judikatur ist eine bisherige Praxis zu ändern, wenn sie als unrichtig erkannt oder wenn deren Verschärfung wegen veränderter Verhältnisse oder zufolge zunehmender Missbräuche für zweckmässig gehalten wird (BGE 131 V 110 Erw. 3.1, BGE 130 V 372 Erw. 5.1, BGE 130 V 495 Erw. 4.1, BGE 129 V 373 Erw. 3.3, BGE 126 V 40 Erw. 5a, BGE 125 I 471 Erw. 4a, je mit Hinweisen).\n\n3.2.4.2 Rz 192 f. des Kreisschreibens über die Arbeitslosenentschädigung (KS-ALE; in der ab 1. Juli 1985 gültig gewesenen Fassung) bestimmte, dass bei der Berechnung des versicherten Verdienstes der Lohn massgebend ist, den die versicherte Person vor der gesundheitsbedingten Beeinträchtigung der Erwerbsfähigkeit erzielt hatte. Das auf diese Weise ermittelte Einkommen war alsdann mit dem Faktor zu multiplizieren, der sich aus der Differenz zwischen 100 % und dem Invaliditätsgrad ergab. An dieser Berechnungsart, welche der Rechtsauffassung der Beschwerde führenden Partei entspricht, haben die diversen Revisionen des zitierten Kreisschreibens bis zum heutigen Tage inhaltlich nichts geändert (vgl. Rz 234 ff. der ab 1. Januar 1989 gültig gewesenen Fassung, Rz 212 ff. der am 1. Januar 1992 in Kraft getretenen Fassung und Rz C24 der ab 1. Januar 2003 gültig gewesenen Fassung des KS-ALE und schliesslich die Weisung \"Koordination ALV - IV\" vom 4. Juli 2005, AVIG-Praxis 2005/29 Ziff. 4). Diese Berechnungsweise entspricht sodann der - publizierten - Rechtsprechung (BGE 127 V 486 Erw. 2b mit Hinweisen; ARV 1991 Nr. 10 S. 92 [Urteil vom 1. Mai 1991, C 57/90], 1988 Nr. 5 S. 34 [Urteil vom 18. Dezember 1987, C 11/87]). Dass das Eidgenössische Versicherungsgericht im nicht veröffentlichten Urteil vom 6. November 1995, C 177/95, einen kantonalen Entscheid bestätigte, worin der versicherte Verdienst gemäss Art. 40b AVIV entsprechend dem von der IV ermittelten Invalideneinkommen festgesetzt wurde, gibt keinen hinreichenden Anlass, die über Jahrzehnte hinweg konstante Verwaltungspraxis und die gleich lautende höchstrichterliche Rechtsprechung zu ändern. BGE 132 V 357 S. 361\n\n3.2.4.3 Zusammenfassend gilt Folgendes: Für die Bemessung des versicherten Verdienstes gemäss Art. 40b AVIV ist - entsprechend der Verwaltungspraxis und gemäss ständiger Rechtsprechung - der Lohn massgebend, den die versicherte Person vor der gesundheitsbedingten Beeinträchtigung der Erwerbsfähigkeit - während eines bestimmten Zeitraumes (Art. 37 AVIV) - tatsächlich erzielt hat. Diese Betrachtungsweise entspricht dem klaren Wortlaut und Sinn von Art. 23 Abs. 1 AVIG, was im Rahmen gebotener gesetzeskonformer Verordnungsauslegung (BGE 131 V 266 Erw. 5.1 in fine) von entscheidender Bedeutung ist. Das entsprechende Einkommen ist mit dem Faktor zu multiplizieren, der sich aus der Differenz zwischen 100 % und dem Invaliditätsgrad ergibt. Die im Urteil vom 8. November 2005, C 256/03, offen gelassene Frage, ob als versicherter Verdienst im Sinne des Art. 40b AVIV das hypothetische Invalideneinkommen heranzuziehen sei, ist zu verneinen."}