{"annee": "132", "cour": "III", "page": "122", "date": "13/9/2005", "cite": ["124 III 297", "111 II 245", "125 III 277", "124 III 182", "122 IV 322", "129 IV 322", "64 I 16"], "cite_par": ["144 I 306", "133 V 14", "144 I 50", "141 III 527", "133 III 323", "137 III 539", "137 II 222", "134 IV 216"], "chapeau": "16. Extrait de l'arrêt de la Ire Cour civile dans la cause Syndicat X., A., B., C. et D. contre Y. SA (recours en réforme)\n\n4C.422/2004 du 13 septembre 2005", "regestes": ["Licéité des moyens de combat dans les conflits collectifs du travail (art. 28 Cst.; art. 41 et 357a CO). Critères pour qu'un moyen de combat relève du droit collectif du travail (consid. 4.3). Comme l'art. 28 Cst. relatif à la liberté syndicale déploie un effet horizontal indirect sur les relations de travail dans le secteur privé, le juge, qui est appelé à examiner la licéité d'un moyen de combat en droit collectif du travail, doit prendre en compte cette garantie constitutionnelle. Pour qu'un moyen de combat soit licite, il doit se rapporter aux relations de travail, être conforme à l'obligation de paix relative du travail, être appuyé par une organisation de travailleurs et respecter le principe de la proportionnalité (consid. 4.4). Sous l'angle de ce principe, s'il est disproportionné de mettre en oeuvre des moyens de combat faisant usage de la violence ou portant atteinte aux biens de l'entreprise, il est licite d'organiser des piquets de grève pour autant qu'ils n'usent pas de la force (consid. 4.5)."], "faits": "BGE 132 III 122 S. 123\n\nA.\n\nA.a La société Y. SA (ci-après: la demanderesse ou Y.), qui fait partie du groupe de l'industrie graphique Z. SA (ci-après: Z.), a pour but l'exécution de travaux se rapportant aux arts graphiques, à l'édition et à la publicité. Y. était membre de l'association patronale de l'industrie graphique F. BGE 132 III 122 S. 124\n\nLe Syndicat X. (ci-après: X. ou défenderesse n° 1), dont le siège est à R., est un syndicat géré sous la forme d'une société coopérative, laquelle est organisée en secteurs et régions. A. et B. (défendeurs n° 2 et n° 3) sont membres du secrétariat central de X. à R., alors que C. et D. (défendeurs n° 4 et n° 5) occupent la même fonction au secrétariat régional de Lausanne. Les défendeurs n° 2 à n° 5 sont liés à la défenderesse n° 1 par contrats de travail.\n\nX. est signataire avec F. d'une convention collective de travail (CCT), qui est entrée en vigueur le 1er avril 2000. Cette CCT était conclue jusqu'au 30 avril 2004.\n\nA.b Par lettre du 15 mai 2000, Y. a fait savoir à F. qu'elle démissionnait de l'association patronale, avec effet au 31 décembre 2000. Cet acte a suscité la réaction de X., qui a tenté d'amener la demanderesse à signer un nouveau contrat collectif. La défenderesse n° 1 a ainsi fait signer en octobre 2000 une pétition de 93 signatures qui a été remise à un notaire vaudois.\n\nEn novembre 2000, la demanderesse a avisé son personnel que la direction n'entendait pas donner suite aux démarches de X. Y. s'est en particulier plainte que les documents émis par la défenderesse n° 1 comportaient des allégations mensongères visant à faire pression et intimider aussi bien le personnel que la direction de l'entreprise, de sorte que cette dernière se réservait de réagir par voie légale.\n\nLe 20 décembre 2000, le président du conseil d'administration du groupe Z. a rencontré des représentants de X. Aucun accord n'a pu être trouvé.\n\nLe 30 janvier 2001, le groupe Z. a informé X. qu'il ne reviendrait pas sur sa décision de retrait de l'association F.\n\nLe 27 février 2002, les quotidiens \"M.\" et \"N.\" ont publié les déclarations suivantes de Y.:\n\n\"Rien ne prouve que les signataires de la pétition, transmise anonymement par un notaire, soient bien des employés du groupe (...). Au syndicat du livre et du papier, nous avions en face de nous des professionnels avec lesquels nous pouvions dialoguer. X. n'est qu'un parti politique qui ne défend pas les travailleurs. Au contraire, ils sont même intervenus auprès de certains de nos clients pour enlever du travail.\"\n\nConsidérant ces propos comme une provocation intolérable de la part de Y., X., par l'entremise des défendeurs nos 2 à 5, a décidé d'organiser le soir du 18 mars 2001 une manifestation non autorisée BGE 132 III 122 S. 125devant les locaux de la demanderesse, laquelle consistait à empêcher les employés de celle-ci d'imprimer le numéro à tirage augmenté du quotidien S. du 19 mars 2001.\n\nA.c Les événements de la soirée du dimanche 18 mars 2001 ont fait l'objet d'un rapport de la police municipale de Lausanne, établi le 28 mars 2001. Ils ont également été filmés en vidéo.\n\nIl résulte de ce rapport, de l'enregistrement vidéo et de l'audition des témoins que, dès 17 h 30, une quinzaine de membres et sympathisants de X. - dont faisaient partie A., C. et D. - ont bloqué les différents accès de Y. Les manifestants, qui portaient tous des chasubles en papier portant l'inscription \"Touche pas à mon contrat collectif\", ont apposé deux banderoles sur la façade sud du bâtiment. Une première patrouille de police a été dépêchée sur les lieux.\n\nVers 19 h, environ 60 personnes, dont un cameraman de la Télévision Suisse Romande, se trouvaient sur les lieux. Une tente a été dressée, où se trouvaient à disposition de la nourriture, des boissons alcoolisées et du café. Durant cette phase de la manifestation, l'atmosphère était décontractée. Lorsque les premiers employés de Y. se sont présentés sur leur lieu de travail, les défendeurs n° 2, n° 4 et n° 5 leur ont expliqué la nature de l'action. Gardant une attitude neutre, les employés se sont alors retirés dans un établissement public voisin.\n\nDes négociations ont été entreprises vainement entre les défendeurs n° 2, n° 4 et n° 5, le directeur de Y. et le directeur du quotidien S. Vers 20 h 45, le Syndic d'alors de la ville de Lausanne, V., accompagné de l'ancien directeur de la sécurité publique et des affaires sportives W., sont arrivés sur les lieux pour faire oeuvre de médiateurs. Sans résultat, si bien que l'autorité politique, par l'entremise de ces deux magistrats, a décidé l'évacuation forcée des manifestants. Un détachement de 16 policiers est ainsi entré en action vers 22 h 20. Les manifestants ont tenté de résister en formant une chaîne humaine devant la porte n° 2 de l'entreprise. Il s'en est suivi quelques échauffourées entre forces de l'ordre et manifestants, dont plusieurs sont tombés au sol. Dans la mêlée, un manifestant a reçu un coup au niveau de l'abdomen. Le système de fermeture de la porte d'entrée du bâtiment a été brisé.\n\nUne brèche a néanmoins pu être ouverte et l'accès aux locaux de la demanderesse a été assuré au personnel ouvrier. Aux alentours de BGE 132 III 122 S. 12623 h, les manifestants se sont progressivement rassemblés devant la porte n° 2 pour empêcher toute personne de sortir du bâtiment. Ils ont été rejoints par plusieurs personnes du milieu alternatif lausannois, qui ont adopté un comportement agressif.\n\nComme les premiers sacs de journaux étaient prêts à être livrés, une stratégie a été mise en place par la police, désormais assistée par des agents de la société I., laquelle avait été mandatée par Y. pendant la soirée du jour en question pour les raisons qui seront indiquées ci-dessous. Elle consistait à créer une diversion sur l'une des entrées extérieures sud de l'immeuble, pendant que d'autres policiers se déplaçaient au nord pour réduire une barricade formée de containers et de pavés. Les ouvriers de Y. ont pu sortir les sacs par cette issue, vers 1 h du matin le 19 mars 2001, en les posant dans la rue, où un taxi commandé par l'entreprise devait les prendre en charge. Alertés toutefois par des guetteurs, les manifestants, dont certains étaient sous l'influence de l'alcool, se sont déplacés en masse. Des bagarres assez violentes ont éclaté entre ces derniers et les forces de l'ordre. Quelques personnes se sont retrouvées au sol. Des vitres situées au sud du bâtiment ont été brisées par des jets d'objets.\n\nVers 1 h 20, les opposants du milieu autogéré, ainsi qu'une dizaine de syndicalistes, ont quitté les lieux. Dix minutes plus tard, un camion de livraison est arrivé à la rue H. pour prendre livraison d'un stock plus important de journaux. A ce moment, les manifestants qui restaient ont tenté d'empêcher le déroulement de cette opération, ce qui a provoqué de vives algarades et de nombreuses bousculades. Certains des participants se sont couchés devant le camion, alors que d'autres ont tenté de frapper le chauffeur. Les policiers, faisant usage de la force, ont permis au véhicule de repartir avec son chargement. Certains ouvriers de Y. en sont venus aux mains avec les syndicalistes. Après que le Directeur W. se fut derechef rendu sur place, les manifestants se sont finalement retirés.\n\nA 2 h du matin, un nouveau camion a pris le reste du chargement de journaux. Un inconnu a toutefois crevé un pneu du véhicule. Aucun incident ne s'est déroulé par la suite.\n\nIl n'a été procédé à aucune interpellation au cours de cette soirée, laquelle a nécessité l'engagement d'un effectif de 39 policiers.\n\nA.d Il a été constaté qu'aucun des membres et sympathisants de X. présents lors de la manifestation précitée ne faisait partie du personnel de Y. BGE 132 III 122 S. 127\n\nA.e Le responsable des opérations de police a déclaré le soir du 18 mars 2001 que les forces de l'ordre n'interviendraient plus en cas de nouveau conflit du travail chez Y. et que celle-ci devait à l'avenir assurer sa sécurité par le truchement d'une société privée. C'est ainsi que la demanderesse a donné mandat à la société I. pour surveiller les alentours de l'entreprise. I. a établi une première facture d'un montant de 7'929 fr. 10 pour le contrôle effectué aux portes d'accès de Y. entre le 18 et le 20 mars 2001.\n\nLa distribution du journal S. a été perturbée le 19 mars 2001, tous les journaux n'ayant pu être livrés en temps utile. Par convention du 8 novembre 2001, l'éditeur de ce journal et la demanderesse sont convenus d'arrêter à 12'500 fr. le préjudice subi, pour solde de tout compte et prétention.\n\nA.f Le 19 mars 2001, X. a saisi l'office cantonal de conciliation en cas de conflit collectif. Lors d'un vote à bulletins secrets organisé en automne 2002 sous l'égide de cet office, les employés de Y. ont choisi d'adopter un contrat-cadre plutôt que d'adhérer à la CCT dont est signataire F.\n\nA.g A la suite des événements du 18 mars 2001, le Premier Juge d'instruction de l'arrondissement de Lausanne a ouvert d'office une enquête pénale.\n\nEntendu le 26 avril 2001 par le magistrat instructeur, C. a déclaré que les défendeurs ayant participé à l'action menée devant les portes de la demanderesse s'étaient rendus coupables de contrainte. Il a en outre admis que les manifestants initiaux avaient été débordés au cours de la soirée lorsqu'ils avaient été rejoints par des squatters lausannois. Les défendeurs n° 2 à n° 5 ont été inculpés notamment de contrainte (art. 181 CP).\n\nA.h Dans plusieurs parutions de son journal \"G.\", X. a fait savoir qu'elle \"n'abandonnerait pas le combat pour la CCT\" ou encore que \"le combat pour la CCT et pour le respect des droits des salarié/e/s continue\".\n\nLe 17 mai 2001, X. a perturbé la cérémonie de remise des clés de la capitale olympique (i.e. Lausanne) à l'ancien président du Comité International Olympique (CIO) T., au motif que l'avocat E., alors directeur du CIO, est président de Y.\n\nAu vu des retombées de la manifestation du 18 mars 2001, I. a été chargée par la demanderesse de contrôler l'accès aux portes sud et BGE 132 III 122 S. 128nord du bâtiment. Cette surveillance, qui s'est exercée de moins en moins intensivement entre le 21 mars et le 31 juillet 2001, a donné lieu à l'établissement de cinq factures représentant un total de 39'401 fr. 40.\n\nB. Par demande du 13 novembre 2001 fondée sur l'art. 41 CO, Y. a ouvert action contre X., A., B., C. et D., concluant à ce que les défendeurs, solidairement entre eux, subsidiairement chacun pour le montant que justice dira, soient déclarés ses débiteurs du montant de 63'090 fr. 10, avec intérêts à 5 % dès la date de la demande. La demanderesse réclamait le remboursement de l'indemnité octroyée à l'éditeur du journal S., le paiement des vitres brisées, du remplacement du système de fermeture de la porte d'entrée et de la réparation du pneu crevé, le coût des heures supplémentaires effectuées par 13 employés de Y. et le règlement des factures de I. pour la surveillance exercée du 18 mars au 31 juillet 2001.\n\nLa procédure pénale diligentée contre les défendeurs n° 2 à n° 5 a été suspendue jusqu'à droit connu sur l'action aquilienne intentée par la demanderesse.\n\nPar jugement du 3 avril 2003, le Tribunal civil de l'arrondissement de Lausanne a admis partiellement les conclusions de la demanderesse en ce sens que les défendeurs n° 1 à n° 5 ont été condamnés solidairement à payer à cette dernière la somme de 21'858 fr. 15 plus intérêts à 5 % dès le 14 novembre 2001. Le Tribunal civil a admis que l'action entreprise par les défendeurs le 18 mars 2001 était illicite. Les premiers juges ont reconnu que la manifestation du 18 mars 2001 était la cause naturelle et adéquate du paiement de l'indemnité due à S., par 12'500 fr., de la réparation des vitres brisées, par 512 fr. 20, du pneu crevé, par 464 fr. 85, et du système de fermeture de la porte principale, par 452 fr. ainsi que de la facture de I. pour les contrôles opérés entre le 18 et 20 mars 2001, par 7929 fr. 10. Ils ont en revanche retenu, pour les factures subséquentes de I., que le rapport de causalité adéquate avait été rompu par la déclaration émanant de la police le soir de la manifestation de ne plus intervenir si un nouveau conflit syndical devait survenir chez Y. Enfin, le tribunal a considéré que le nombre d'heures supplémentaires effectuées pour imprimer le quotidien S. du 19 mars 2001 n'avait pas été prouvé.\n\nStatuant sur les recours formés et par la demanderesse et par les défendeurs n° 1 à n° 5, la Chambre des recours, par arrêt du 8 octobre 2004, a confirmé le jugement précité. BGE 132 III 122 S. 129\n\nC. Les défendeurs n° 1 à n° 5 exercent un recours en réforme au Tribunal fédéral contre l'arrêt cantonal. Ils requièrent que la demanderesse soit entièrement déboutée de ses conclusions.\n\nY. propose le rejet du recours. Elle forme également un recours joint et conclut à ce que les défendeurs n° 1 à n° 5, solidairement entre eux, subsidiairement chacun pour le montant que justice dira, soient déclarés ses débiteurs du montant de 61'259 fr. 55 avec intérêts à 5 % dès la date de la demande. La recourante par voie de jonction agit pour se voir rembourser par les défendeurs la totalité des factures émises par I., ce qui représente un total de 47'330 fr. 50, et non pas seulement la première de ces notes comme l'a retenu le Tribunal d'arrondissement, suivi par la Chambres des recours.\n\nLe Tribunal fédéral a rejeté le recours principal, admis partiellement le recours joint, annulé l'arrêt attaqué et renvoyé la cause à la cour cantonale pour nouvelle décision dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n4. Dans leur second moyen, les recourants principaux critiquent l'application qui a été faite par la cour cantonale de l'art. 41 CO. Ils font valoir que l'action syndicale qu'ils ont menée le 18 mars 2001, laquelle avait consisté à bloquer momentanément l'accès de l'entreprise au personnel, était conforme au droit et ne constituait pas un acte illicite engageant leur responsabilité. Dès l'instant où la demanderesse avait remplacé le contrat collectif alors en vigueur dans l'entreprise par un contrat-cadre qui affaiblissait la position des travailleurs et qu'elle se refusait à reprendre le dialogue en vue de la négociation d'une nouvelle convention collective, les défendeurs soutiennent qu'ils étaient autorisés à recourir à un moyen de combat.\n\nA en croire les recourants principaux, les juges cantonaux auraient commis une double erreur d'appréciation et violé, outre la norme précitée, l'art. 356 CO. Ces magistrats auraient dû tenir compte de la situation qui a régné dans les mois précédant l'action litigieuse ainsi que de l'impasse dans laquelle se trouvaient les défendeurs. De plus, ils auraient dû constater que les manoeuvres de la demanderesse ont réellement abouti à l'affaiblissement du syndicat et des travailleurs de l'entreprise. Les défendeurs, exposant que l'arrêt BGE 132 III 122 S. 130entrepris a cautionné le démantèlement social, insistent sur le fait qu'un contrat-cadre ne saurait remplacer valablement, en droit collectif suisse du travail, une convention collective.\n\nIls allèguent encore que l'action du 18 mars 2001, dont les effets, en termes économiques, étaient moindres que ceux d'une grève, était proportionnée dans ses moyens, compte tenu du but visé. La manifestation serait licite au regard des principes posés par le Tribunal fédéral quant à l'exercice du droit de grève, si bien que la principale condition requise pour l'application de l'art. 41 CO ferait défaut. Sous cet angle, le fait que les défendeurs n'aient pas saisi l'office cantonal de conciliation avant de mener une action de combat serait privé de toute pertinence.\n\nIn fine, les défendeurs soutiennent que les \"menées\" de la demanderesse ont porté atteinte à leur personnalité, les prévisions de l'art. 28 CC étant ainsi réunies.\n\n4.1 Il convient d'examiner si la Chambre des recours a jugé à bon droit que les défendeurs ont engagé leur responsabilité aquilienne en organisant, puis conduisant, par l'entremise des défendeurs n° 2, n° 4 et n° 5, l'action du 18 mars 2001.\n\nLa responsabilité délictuelle instituée par l'art. 41 CO suppose que soient réalisées cumulativement les quatre conditions suivantes: un acte illicite, une faute de l'auteur, un dommage et un rapport de causalité (naturelle et adéquate) entre l'acte fautif et le dommage (cf. not. KARL OFTINGER/EMIL W. STARK, Schweizerisches Haftpflichtrecht, Allgemeiner Teil, vol. I, 5e éd., n. 102 ss, p. 44/45).\n\nEn l'espèce, les recourants principaux ne contestent plus avoir agi intentionnellement en étant conscients d'exercer une contrainte sur la demanderesse, ni que la manifestation du 18 mars 2001 est la cause naturelle et adéquate du préjudice calculé par la cour cantonale. Il reste donc à déterminer si l'action menée le jour en question était ou non illicite.\n\nSelon la jurisprudence du Tribunal fédéral, un acte est illicite s'il enfreint un devoir légal général en portant atteinte soit à un droit absolu du lésé (Erfolgsunrecht), soit à son patrimoine; dans ce dernier cas, la norme violée doit avoir pour but de protéger le lésé dans les droits atteints par l'acte incriminé (Verhaltensunrecht) (ATF 129 IV 322 consid. 2.2.2; ATF 124 III 297 consid. 5b).\n\nBGE 132 III 122 S. 131\n\n4.2 Il résulte de l'état de fait déterminant que les défendeurs n° 2 à n° 5 ont été inculpés de contrainte au sens de l'art. 181 CP après les événements du 18 mars 2001.\n\nLa procédure pénale ayant été toutefois suspendue jusqu'à droit connu sur la présente action civile de la demanderesse, on ne peut rien tirer de cet élément quant à l'illicéité de l'action entreprise par les défendeurs.\n\nDe toute manière, l'emploi d'un moyen de contrainte prévu par l'art. 181 CP ne signifie pas déjà que le recours à la contrainte soit illicite; l'illicéité doit résulter de l'inadéquation entre les moyens employés et le but poursuivi (ATF 122 IV 322 consid. 2a; VERA DELNON/BERNHARD RÜDY, Commentaire bâlois, 2003, n. 49 ad art. 181 CP; BERNARD CORBOZ, Les infractions en droit suisse, vol. I, n. 19 ss ad art. 181 CP).\n\n4.3 Avant toute chose, il y a lieu de définir l'action qui a été organisée par tous les codéfendeurs, puis réalisée en particulier par les défendeurs n° 2, n° 4 et n° 5 le soir du dimanche 18 mars 2001.\n\nIl a été retenu définitivement (art. 63 al. 2 OJ) qu'aucun employé lié par contrat de travail à la demanderesse n'a participé à la manifestation du jour en question. Partant, cette action ne saurait être qualifiée de grève, laquelle est définie par la jurisprudence comme le refus collectif de la prestation de travail due dans le but d'obtenir des conditions de travail déterminées de la part d'un ou de plusieurs employeurs (ATF 125 III 277 consid. 3a). Autrement dit, des personnes extérieures à une entreprise, quand bien même elles représentent des travailleurs syndiqués de celle-ci, ne sauraient être considérées comme des grévistes, puisqu'elles n'ont aucune obligation de fournir un travail à l'égard de ladite entreprise.\n\nIl a cependant été établi que la manifestation du 18 mars 2001, qui avait pour but d'empêcher les employés de la demanderesse d'imprimer un numéro du quotidien S., a été conduite par les membres d'un syndicat, qui est signataire d'une convention collective conclue avec l'association patronale dont était membre la demanderesse; partant, il s'agissait bien d'une action collective. En outre, elle portait clairement sur les relations de travail au sein de la recourante par voie de jonction et était dirigée contre cet employeur, de sorte qu'elle n'avait pas un caractère politique. Enfin, elle s'est déroulée après l'échec des pourparlers entre la défenderesse n° 1 et la demanderesse concernant la signature avec celle-ci d'une nouvelle BGE 132 III 122 S. 132convention collective de travail, ce qui est caractéristique d'une \"Pattsituation\" entre partenaires sociaux, comme l'entend la doctrine alémanique. Il se justifie en conséquence d'admettre que l'action du 18 mars 2001 entre dans la catégorie des moyens de combat relevant du droit collectif du travail (Arbeitskampf), à l'instar de la grève et du lock-out (cf. sur tous ces points, JEAN-FRITZ STÖCKLI, Commentaire bernois, n. 19 ad art. 357a CO; FRANK VISCHER, Commentaire zurichois, n. 26 à 29 et n. 41 ad art. 357a CO; HANS-PETER TSCHUDI, Der Arbeitsfrieden, Ziel des Arbeitsrechts, in Mélanges en l'honneur de Jean-Louis Duc, Lausanne 2001, p. 387/ 388; MANFRED REHBINDER, Formen des Arbeitskampfes, in Recht und Arbeitskampf, Berne 1980, p. 15 ss).\n\n4.4\n\n4.4.1 Jusqu'à l'entrée en vigueur, le 1er janvier 2000, de la nouvelle Constitution fédérale du 18 avril 1999, le droit des mesures collectives de combat avait été laissé en jachère par le législateur (STÖCKLI, op. cit., n. 20 ad art. 357a CO, avec les références doctrinales). Le moyen de combat en tant que tel n'a d'ailleurs fait l'objet d'aucune disposition du code des obligations (MANFRED REHBINDER/WOLFGANG PORTMANN, Commentaire bâlois, n. 9 ad art. 357a CO).\n\nS'agissant du droit de grève, le Tribunal fédéral avait laissé indécise la question de savoir si le droit de grève était fondé sur un droit constitutionnel non écrit. Il avait toutefois soumis la licéité d'une grève à quatre conditions cumulatives: elle doit être appuyée par une organisation ayant la capacité de négocier une convention collective de travail; elle doit poursuivre des buts susceptibles d'être réglementés par une convention collective; elle ne doit pas violer l'obligation de maintenir la paix du travail; elle doit respecter le principe de la proportionnalité (ATF 111 II 245 consid. 4c). Puis, dans un arrêt rendu deux mois après l'adoption de la nouvelle Constitution, soit six mois avant son entrée en vigueur, le Tribunal fédéral, constatant que le droit suisse ne contenait aucune réglementation explicite du droit de grève, a affirmé l'existence d'une lacune du droit privé et conféré un effet horizontal au droit de grève, reconnaissant formellement l'existence d'un tel droit dans l'ordre juridique suisse (ATF 125 III 277 consid. 2). Dans ce même arrêt, le Tribunal fédéral a consacré à nouveau les quatre conditions cumulatives précitées dont dépendait la licéité d'une grève, en en déduisant qu'étaient interdites les grèves \"sauvages\" de BGE 132 III 122 S. 133travailleurs individuels, les grèves \"politiques\" n'ayant aucun rapport avec la relation de travail ainsi que les mesures de combat portant sur des objets qui sont déjà réglés dans une convention collective (ATF 125 III 277 consid. 3b).\n\nLa situation s'est quelque peu décantée après l'adoption de l'art. 28 Cst. relatif à la liberté syndicale, qui reconnaît le caractère licite de la grève et du lock-out. Cette garantie constitutionnelle déploie en effet un effet horizontal indirect (indirekte Drittwirkung) sur les relations de travail dans le secteur privé (KLAUS A. VALLENDER, Die schweizerische Bundesverfassung, Commentaire st-gallois, n. 13 et 23 ad art. 28 Cst.; PASCAL MAHON, in Jean-François Aubert/Pascal Mahon, Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, n. 15 ad art. 28 Cst.; PIERRE GARRONE, La liberté syndicale, § 50, n. 35, in Daniel Thürer/Jean-François Aubert/Jörg Paul Müller, Droit constitutionnel suisse, Zurich 2001; ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, vol. II, ch. 1604, p. 728/ 729). Dès lors, le juge, qui est appelé, dans le cadre d'une action aquilienne, à se prononcer sur la licéité d'un moyen de combat en droit collectif du travail, est tenu de prendre en compte les garanties constitutionnelles en cause.\n\n4.4.2 Le premier alinéa de cette norme constitutionnelle garantit la liberté syndicale ou liberté de coalition (Koalitionsfreiheit), qui est un cas spécial de la liberté générale d'association instaurée par l'art. 23 Cst.\n\nL'art. 28 al. 2 Cst. dispose que les conflits sont, autant que possible, réglés par la négociation ou la médiation. Il appert ainsi que le recours à un moyen collectif de lutte ne doit survenir qu'en dernier ressort, c'est-à-dire au titre d'ultima ratio (cf. Message du Conseil fédéral du 20 novembre 1996 relatif à une nouvelle constitution fédérale, FF 1997 I 180; PASCAL MAHON, op. cit., n. 9 ad art. 28 Cst.; PIERRE GARRONE, op. cit., § 50, n. 21).\n\nSelon l'art. 28 al. 3 Cst., la grève et le lock-out sont licites quand ils se rapportent aux relations de travail et sont conformes aux obligations de préserver la paix du travail ou de recourir à une conciliation.\n\nIl résulte du libellé de l'art. 28 Cst. que la grève n'est licite qu'aux conditions suivantes: BGE 132 III 122 S. 134\n\na) elle doit se rapporter aux relations de travail. Sont ainsi exclues les grèves politiques qui tendent à faire pression sur les autorités (GARRONE, op. cit., § 50, n. 25; MAHON, op. cit., n. 12 ad art. 28 Cst.);\n\nb) elle doit être conforme aux obligations de préserver la paix du travail ou de recourir à une conciliation. L'obligation de maintenir la paix du travail résulte de l'art. 357a al. 2 CO, qui prévoit que les parties à une convention collective de travail sont tenues en particulier de s'abstenir de tout moyen de combat quant aux matières réglées dans la convention. Il s'agit là de l'obligation de paix relative (cf. sur cette notion VISCHER, op. cit., n. 33 ss ad art. 357a CO; RÉMY WYLER, Droit du travail, p. 494, ch. 4; STÖCKLI, op. cit., n. 30/31 ad art. 357a CO), laquelle doit être distinguée de l'obligation de paix absolue, qui étend l'obligation aux matières qui ne sont pas réglées dans la convention et qui n'existe que si la convention collective l'impose expressément (cf. WYLER, ibidem; STÖCKLI, op. cit., n. 32 ad art. 357a CO);\n\nc) la grève doit respecter le principe de la proportionnalité (cf. not. VALLENDER, op. cit., n. 26 ad art. 28 Cst.; GARRONE, op. cit., § 50, n. 27; WOLFGANG PORTMANN, Der Einfluss der neuen Bundesverfassung auf das schweizerische Arbeitsrecht - Insbesondere ein Beitrag zu Art. 28 BV, in Mitteilungen des Instituts für Schweizerisches Arbeitsrecht, Berne 2002, p. 65). Ce principe découle de l'invitation adressée aux parties à l'art. 28 al. 2 Cst. de régler les conflits \"autant que possible\" par la négociation ou la médiation (ATF 125 III 277 consid. 3b). Il faut comprendre que la grève ne doit pas être plus incisive qu'il n'est nécessaire pour atteindre le but visé (critère de la nécessité) (MAHON, op. cit., n. 13 in fine ad art. 28 Cst.).\n\nLe texte de l'art. 28 al. 2 Cst. n'a pas repris la quatrième des conditions posées par la jurisprudence, laquelle voulait que la grève soit appuyée par une organisation de travailleurs, un syndicat. Le législateur fédéral n'a toutefois renoncé à inscrire cette exigence dans la norme en question que pour des questions rédactionnelles, sans avoir l'intention de procéder à un changement juridique (cf. VALLENDER, op. cit., n. 27 ad art. 28 Cst. et les références aux débats parlementaires). Il convient donc d'admettre que cette condition est toujours valable (GARRONE, op. cit., § 50, n. 28; AUER/ MALINVERNI/HOTTELIER, op. cit., ch. 1595, p. 724/725). BGE 132 III 122 S. 135\n\n4.5 C'est à la lumière de ces quatre conditions qu'il faut vérifier si le moyen de combat mis en action par les défendeurs contre la demanderesse le soir du 18 mars 2001 était licite.\n\n4.5.1 Il ne fait aucun doute que la mesure de combat en cause était soutenue par une organisation de travailleurs, puisqu'elle a été organisée et menée par un syndicat, partie à la convention collective signée par l'association patronale à laquelle appartenait la demanderesse.\n\n4.5.2 La mesure collective de lutte avait évidemment trait aux relations de travail, puisqu'elle avait pour fin de contraindre la demanderesse à signer une nouvelle convention collective, dont les clauses normatives s'appliqueraient directement aux contrats individuels de travail conclus par celle-ci (cf. GABRIEL AUBERT, Commentaire romand, n. 2 ss ad art. 357 CO).\n\n4.5.3 L'arrêt déféré retient souverainement que la défenderesse n° 1 est signataire avec l'association patronale F. d'une convention collective de travail, entrée en vigueur le 1er avril 2000, dont la durée de validité s'étendait jusqu'au 30 avril 2004. Le 15 mai 2000, la demanderesse a informé F. qu'elle démissionnait de l'association patronale pour le 31 décembre 2000. Mais comme la convention collective était de durée déterminée, l'effet normatif de celle-ci a continué de s'appliquer, jusqu'à son expiration, à la recourante par voie de jonction. En effet, il est de jurisprudence que même si les travailleurs ou les employeurs quittent leur organisation avant la fin de la durée de validité de la convention collective, les clauses normatives de l'accord persistent à régir les relations de travail nouées entre les employeurs et les travailleurs qui étaient liés par ce dernier lors de sa conclusion (arrêt 4C.7/1999 du 13 juin 2000, consid. 4, publié in SJ 2001 I p. 49 ss).\n\nEn d'autres termes, la défenderesse n° 1 et la demanderesse étaient toujours soumises à la convention collective en mars 2001. La première devait ainsi veiller à l'observation de l'accord (art. 357a al. 1 CO in principio) et maintenir la paix du travail, en s'abstenant de tout moyen de combat quant aux matières réglées dans l'accord (art. 357a al. 2 CO). L'obligation de maintenir la paix relative du travail l'obligeait notamment à saisir l'office de conciliation institué par la législation cantonale avant d'engager une mesure de lutte (cf. art. 356 al. 3 CO; MANFRED REHBINDER, Schweizerisches Arbeitsrecht, 15e éd., ch. 528, p. 245).\n\nBGE 132 III 122 S. 136En droit vaudois, l'art. 27 de la loi du 15 décembre 1942 sur la prévention et le règlement des conflits collectifs, en vigueur à l'époque déterminante, disposait qu'il est interdit aux parties (intéressées à un conflit collectif) de prendre des mesures de coercition quelconques (lock-out, mise à l'index, grève, cessation de travail, etc.) aussi longtemps qu'elles n'auront pas saisi l'office du conflit et que, saisi de celui-ci, l'office de conciliation ou d'arbitrage n'aura pas terminé ses opérations ou rendu sa sentence.\n\nEn l'espèce, il a été établi que la défenderesse n° 1 n'a saisi l'office cantonal de conciliation que le 19 mars 2001, soit le lendemain de l'action de combat qu'elle a menée contre la demanderesse. Il appert donc que le syndicat pourrait avoir enfreint l'obligation qui lui incombait de préserver la paix du travail.\n\nMais les circonstances sont tout à fait particulières.\n\nL'arrêt critiqué a retenu que les recourants principaux ignoraient la nouvelle jurisprudence relative aux effets normatifs d'une convention collective de durée déterminée après que l'employeur, avant le terme de l'accord, a démissionné de l'association patronale signataire. Cette constatation, qui a trait au niveau de connaissance des défendeurs à un moment donné, relève du fait et lie le Tribunal fédéral en instance de réforme (ATF 124 III 182 consid. 3).\n\nOr, le fait pour les intéressés de ne pas connaître l'arrêt 4C.7/1999 du 13 juin 2000 n'est pas décisif. Ce précédent, qui constituait pourtant un changement complet par rapport à la jurisprudence rendue en 1938 (ATF 64 I 16 consid. 8 p. 32), n'a étrangement pas été publié aux ATF, mais uniquement à la Semaine judiciaire, éditée à Genève. De plus, cet arrêt, prononcé moins d'une année avant les faits litigieux, après avoir rappelé que la question tranchée a fait de tout temps l'objet de vives controverses doctrinales (cf. consid. 4 in initio), s'est fondé essentiellement sur l'opinion récente de FRANK VISCHER (cf. Wirkungen des Verbandsaustritts des Arbeitgebers auf die Geltung des Gesamtarbeitsvertrages, in Zivilprozessrecht, Arbeitsrecht: Kolloquium zu Ehren von Professor Adrian Staehelin, Zurich 1997, p. 95 ss), auteur qui est lui-même revenu sur son opinion antérieure.\n\nDans un tel contexte, l'erreur des défendeurs est excusable. D'une part, ils pouvaient légitimement admettre - comme on vient de le voir - qu'ils n'avaient pas à saisir l'office de conciliation avant de passer à l'action du 18 mars 2001. D'autre part, le groupe BGE 132 III 122 S. 137industriel dont faisait partie la demanderesse avait clairement annoncé, dès le 30 janvier 2001, qu'il ne reviendrait pas sur sa décision de se retirer de l'association patronale, ce qui coupait court à toute possibilité de trouver un compromis (VISCHER, Commentaire zurichois, n. 40 ad art. 357a CO; SUZANNE KUSTER ZÜRCHER, Streik und Aussperrung - Vom Verbot zum Recht, thèse Zurich 2004, p. 283/ 284).\n\nIl s'ensuit que les défendeurs ne sauraient encourir une responsabilité délictuelle pour avoir enfreint leur devoir de se conformer à la paix relative du travail (REHBINDER, Schweizerisches Arbeitsrecht, 15e éd., ch. 613, p. 280; BÉATRICE AUBERT-PIGUET, L'exercice du droit de grève, in PJA 1996 p. 1499/1500; WYLER, op. cit., p. 499).\n\n4.5.4 Le sort de la querelle repose sur le respect par les défendeurs du principe de la proportionnalité.\n\n4.5.4.1 Il découle de ce principe que les mesures collectives de combat ne sont licites qu'au titre d'ultima ratio (FRANK VISCHER, Streik und Aussperrung in der Schweiz, in Wirtschaft und Recht 33/1981, fasc. 2, p. 15; WYLER, op. cit., p. 495). Elles ne sont admissibles que si elles sont nécessaires pour atteindre le but auquel tend la lutte. La doctrine moderne écrit à ce propos que vaut en la matière le principe de la conduite du combat loyal (faire Kampfführung) (STÖCKLI, op. cit., n. 46 ad art. 357a CO; PORTMANN, op. cit., p. 65 in fine). Sont donc par exemple disproportionnés les moyens de combat faisant usage de la violence ou ceux qui portent atteinte aux biens de l'entreprise (PORTMANN, op. cit., p. 66; STÖCKLI, op. cit., n. 46 ad art. 357a CO; VISCHER, Streik und Aussperrung in der Schweiz, p. 16). En revanche, il est licite d'organiser des piquets de grève afin d'empêcher pacifiquement l'accès de l'entreprise à des travailleurs, par exemple en les persuadant de ne pas occuper leur place de travail (peaceful picketing); mais dès que les piquets de grève usent de la violence pour contraindre des personnes à ne pas se présenter au travail, ils sortent du cadre de l'exercice licite d'un moyen de combat (cf. STÖCKLI, op. cit., n. 46 ad art. 357a CO; VISCHER, Streik und Aussperrung in der Schweiz, p. 16; AUBERT-PIGUET, op. cit., p. 1503).\n\n4.5.4.2 D'après l'arrêt attaqué, l'action du 18 mars 2001 a débuté aux alentours de 17 h 30. A ce moment, une quinzaine de membres et sympathisants de la défenderesse n° 1 ont bloqué les accès de la BGE 132 III 122 S. 138demanderesse. Lorsque les premiers employés de celle-ci sont arrivés devant l'entreprise pour occuper leur poste de travail, les défendeurs n° 2, n° 4 et n° 5 leur ont expliqué les raisons de la manifestation. Adoptant une attitude neutre, ces travailleurs se sont alors rendus dans un établissement public des environs.\n\nIl appert que cette phase de l'action était parfaitement licite. Sans utiliser ni violence ni contrainte, les défendeurs précités sont parvenus à dissuader quelques employés d'aller travailler. Cette situation est celle du \"peaceful picketing\" envisagée par la doctrine (cf. consid. 4.5.4.1 ci-dessus).\n\nLa suite des événements a été tout autre.\n\nSitôt que le détachement de policiers envoyé par l'autorité politique vers 22 h 30 a tenté d'évacuer par la force les manifestants, ceux-ci ont formé une chaîne humaine devant une des entrées de l'entreprise, ce qui a provoqué quelques échauffourées avec les forces de l'ordre. Le système de fermeture de la porte en question a été brisé. Puis, alors que le personnel ouvrier avait pu entrer dans les locaux de la demanderesse, les manifestants se sont rassemblés devant l'entrée pour empêcher toute sortie du bâtiment, en particulier la diffusion du quotidien S.\n\nUn tel modus operandi, qui consistait, par l'usage de la force physique d'un groupe compact de personnes, à entraver les travailleurs dans leur liberté d'action et qui a de plus entraîné le bris d'un système de fermeture, était déjà disproportionné.\n\nC'est alors que les premiers manifestants ont été rejoints par des membres du milieu alternatif lausannois. Afin d'assurer la livraison des sacs de journaux, la police a mis en place, vers 1 h du matin le 19 mars 2001, une manoeuvre de diversion pour les faire sortir par une autre issue. Avertis par des guetteurs, les manifestants sont toutefois parvenus à se déplacer en masse. Des affrontements relativement violents sont survenus entre ces derniers et les forces de l'ordre. Des vitres du bâtiment ont été brisées. Une vingtaine de minutes plus tard, les manifestants, qui n'étaient plus appuyés par les opposants du milieu autogéré lausannois, ont encore tenté d'empêcher un camion de prendre livraison d'un nouveau stock de journaux. Certains d'entre eux se sont couchés devant le véhicule; d'autres ont cherché à frapper le chauffeur. Des ouvriers de la demanderesse en sont venus aux mains avec des syndicalistes. Le pneu d'un autre camion a enfin été crevé une demi-heure plus tard. BGE 132 III 122 S. 139\n\nA considérer le déroulement des faits pendant la soirée en question, il apparaît que, pendant plus de trois heures, les défendeurs ont entravé les travailleurs de la demanderesse dans l'accomplissement de leurs tâches, qui consistaient à imprimer un numéro du quotidien S. puis à en permettre la diffusion. Pour ce faire, ils ont usé de la force physique, s'opposant véhémentement aux forces de l'ordre, et ont eu des altercations avec des ouvriers de la demanderesse, sans doute excédés par la tournure des événements. Des dommages matériels ont en outre été commis au préjudice de la recourante par voie de jonction.\n\nIl est vrai que le défendeur n° 4 a admis devant le juge d'instruction que les premiers manifestants avaient été débordés quand ils avaient été rejoints par des membres du milieu alternatif lausannois. Cela ne change pourtant rien à l'affaire. Il incombe en effet à une organisation de travailleurs, qui souhaite mener une action de combat loyale, de mettre en place un service d'ordre efficace pour écarter la participation à l'action d'individus enclins à la violence et désireux d'en découdre.\n\nEn conclusion, l'action entreprise le soir du 18 mars 2001 violait le principe de la proportionnalité, ce qui la rendait clairement illicite au sens de l'art. 41 CO.\n\n4.6 La branche du grief relative à la violation de l'art. 28 CC est privée de tout fondement. On cherche vainement les atteintes que la demanderesse aurait portées sans droit contre les intérêts personnels des défendeurs. Il est exclu de voir une telle atteinte dans la démission de la recourante par voie de jonction de l'association patronale partie à la convention collective entrée en vigueur le 1er avril 2000. L'employeur peut en effet se libérer des obligations d'une convention collective de durée déterminée en démissionnant de l'association patronale en question, avec la réserve - on l'a dit plus haut - que les effets normatifs de l'accord s'appliquent jusqu'à son expiration notamment aux travailleurs liés par celui-ci lors de sa conclusion (cf. arrêt 4C.7/1999 du 13 juin 2000, consid. 4, publié in SJ 2001 I p. 49 ss).\n\nEn résumé, le recours principal doit être entièrement rejeté avec des motifs substitués."}