{"annee": "132", "cour": "I", "page": "140", "date": "8/5/2006", "cite": ["131 II 361", "119 IA 214", "126 II 377", "125 I 406", "122 I 328", "131 II 571", "131 I 217", "131 I 153", "120 V 445", "121 I 218", "125 I 173", "131 I 91", "129 I 313", "129 I 49", "125 I 182", "126 I 19", "129 I 173", "129 I 410", "129 I 290"], "cite_par": ["140 I 68", "140 I 90", "142 II 259", "133 II 114", "144 I 340", "134 II 117", "144 II 77", "133 III 462", "145 I 239"], "chapeau": "17. Sentenza della II Corte di diritto pubblico nella causa Comune di Bioggio contro Ente per lo smaltimento dei rifiuti del Sottoceneri (ricorso di diritto pubblico)\n\n2P.268/2005 dell'8 maggio 2006", "regestes": ["Art. 6 par. 1 CEDH, art. 9 et 30 al. 1 Cst., art. 86 al. 1 et 88 OJ; contrat de droit administratif; décision d'une partie contractante sur la portée du contrat; absence d'une voie de droit cantonale. Qualité d'une commune pour former un recours de droit public en tant que débitrice d'une taxe (consid. 1.3). Les art. 6 par. 1 CEDH et 30 Cst. n'imposent pas l'existence d'une autorité de recours judiciaire en matière fiscale (consid. 2). Si l'obligation fiscale est réglée par un contrat de droit administratif, il est néanmoins arbitraire que l'une des parties contractantes puisse se prononcer sur sa portée de façon contraignante en tant que pouvoir public, sans que l'autre partie dispose d'une voie de droit autre que le recours de droit public au Tribunal fédéral (consid. 1.4 et 3). Transmission du dossier aux autorités cantonales afin qu'elles comblent la lacune (consid. 4.1)."], "faits": "BGE 132 I 140 S. 141\n\nCon convenzione dell'11 gennaio 1989, il Consorzio per l'eliminazione dei rifiuti del Luganese (CERL) ha riconosciuto al Comune di Bioggio il diritto all'eliminazione gratuita dei rifiuti solidi urbani provenienti dal suo territorio. Il documento prevedeva che l'esonero sarebbe stato accordato \"fintanto che sul territorio del Comune di Bioggio esisteranno impianti di smaltimento rifiuti del CERL\". Nel giugno del 1991 è stato messo fuori esercizio l'esistente forno d'incenerimento. A Bioggio l'Ente per lo smaltimento dei rifiuti del Sottoceneri (ESR), nel frattempo subentrato al CERL, gestisce comunque ancora delle installazioni per raccogliere e compattare i rifiuti prima del loro trasferimento presso altri impianti di smaltimento nonché un centro per lo stoccaggio ed il trattamento dei rifiuti speciali.\n\nL'11 agosto 1995 l'ESR ha comunicato al Comune che il privilegio sin lì concesso non sarebbe più stato riconosciuto a partire dal 1° gennaio seguente. L'autorità comunale si è opposta alla soppressione dell'esenzione, sostenendo che le infrastrutture rimaste in funzione erano comunque fonte di notevoli disagi. Le susseguenti trattative non hanno permesso di appianare le divergenze sorte riguardo alla portata della convenzione. L'ESR ha allora intrapreso varie azioni giudiziarie. In particolare, ha promosso una procedura esecutiva in relazione ad una fattura mensile per i costi di smaltimento, ottenendo il rigetto definitivo dell'opposizione con decisione confermata anche dal Tribunale federale (sentenza 5P.380/2002 del 19 marzo 2003).\n\nRichiamandosi a tale sentenza ed al proprio scritto dell'11 agosto 1995, il 17 agosto 2005 l'ESR ha notificato al Comune le fatture relative allo smaltimento dei rifiuti dal gennaio del 1996 al luglio del 2005, esclusa quella relativa alla mensilità per cui aveva già proceduto separatamente. L'importo totale reclamato ammontava a fr. 1'896'422.35, più interessi.\n\nIl 15 settembre 2005 il Comune di Bioggio ha presentato un ricorso di diritto pubblico dinanzi al Tribunale federale, chiedendo l'annullamento della decisione dell'ESR.\n\nIl Tribunale federale ha accolto il ricorso e disposto la trasmissione degli atti al Consiglio di Stato del Cantone Ticino. BGE 132 I 140 S. 142", "considerants": "Dai considerandi:\n\n1.\n\n1.1 Il Tribunale federale esamina d'ufficio e con piena cognizione l'ammissibilità dei gravami che gli vengono sottoposti, senza essere vincolato dagli argomenti delle parti o dalle loro conclusioni (DTF 131 I 153 consid. 1; DTF 131 II 571 consid. 1, DTF 131 II 364 consid. 1).\n\n1.2 Il ricorso in esame è rivolto contro uno scritto mediante il quale l'ESR ha intimato al Comune di Bioggio di provvedere al pagamento delle spese occasionate dallo smaltimento dei suoi rifiuti sull'arco di una decina d'anni.\n\n1.2.1 Secondo la legge cantonale del 20 giugno 1988 concernente l'istituzione di un Ente per lo smaltimento dei rifiuti del Sottoceneri (LESR), l'ESR è un Ente con personalità giuridica di diritto pubblico (art. 1 LESR) a cui è affidato il compito di provvedere a riciclare, rendere innocui o eliminare in appositi impianti e discariche controllate i rifiuti urbani e quelli ad essi assimilabili provenienti dal suo comprensorio (art. 2 cpv. 1 LESR). I costi d'esercizio dell'Ente sono coperti da una tassa prelevata sui rifiuti consegnati da Enti pubblici e privati (art. 18 cpv. 1 LESR); le modalità di calcolo della tassa sono definite in un regolamento (art. 18 cpv. 2 LESR) mentre il suo ammontare è fissato dal consiglio d'amministrazione (art. 18 cpv. 3 LESR).\n\n1.2.2 In una precedente fase del contenzioso tra le parti, il Tribunale federale ha già avuto modo di esprimersi su di una fattura sostanzialmente analoga a quella ora impugnata, anche se riferita ad un solo mese. In quel contesto, ha rilevato che la pronuncia dell'ESR rappresentava un atto d'imperio contenente la condanna al pagamento di una somma di denaro e riguardante un'obbligazione fondata sul diritto pubblico cantonale. Il gravame ha quindi per oggetto un provvedimento qualificabile come decisione, emanata dall'Ente in virtù della competenza conferitagli dall'art. 18 LESR (cfr. sentenza 5P.380/2002 del 19 marzo 2003, consid. 3.1). Il ricorso è inoltre tempestivo e verte sulla pretesa violazione di diritti costituzionali dei cittadini. Esso risulta pertanto certamente ammissibile dal profilo degli art. 84 cpv. 1 lett. a ed 89 OG. Occorre tuttavia ancora verificare se il Comune sia legittimato a ricorrere, giusta l'art. 88 OG, e se la decisione dell'ESR sia di ultima istanza cantonale, come imposto dall'art. 86 cpv. 1 OG. BGE 132 I 140 S. 143\n\n1.3\n\n1.3.1 Il ricorso di diritto pubblico tende innanzitutto a proteggere l'individuo da una violazione dei suoi diritti costituzionali compiuta dall'autorità (art. 84 cpv. 1 lett. a OG). Tali diritti sono di principio riconosciuti unicamente ai privati, mentre le collettività pubbliche, in quanto detentrici del pubblico potere, non possono di massima invocarli né, quindi, impugnare con un ricorso di diritto pubblico una decisione che le concerne in quanto autorità. La giurisprudenza ammette tuttavia un'eccezione quando le corporazioni di diritto pubblico intervengono sul piano del diritto privato o sono toccate in modo analogo a un privato cittadino, per esempio quali proprietarie di beni appartenenti al patrimonio finanziario o amministrativo oppure quali debitrici di tasse o imposte (DTF 129 I 313 consid. 4.1; DTF 125 I 173 consid. 1b; DTF 121 I 218 consid. 2a; DTF 119 Ia 214 consid. 1a; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2a ed., Berna 1994, pag. 270). Una seconda eccezione è data quando un Comune, come detentore del pubblico potere, lamenta una lesione della sua autonomia o invoca una violazione della sua esistenza o del suo territorio garantiti dal diritto cantonale (DTF 131 I 91 consid. 1; DTF 129 I 410 consid. 1.1; DTF 125 I 173 consid. 1b).\n\n1.3.2 Il Comune ricorrente non pretende di essere leso nella propria autonomia. Una simile censura risulterebbe peraltro chiaramente infondata, poiché i Comuni non hanno competenze decisionali in materia di consegna e di smaltimento dei rifiuti urbani e di quelli assimilabili agli stessi, né tanto meno in relazione alla fissazione delle relative tasse. Obbligati ad organizzare la raccolta di questi rifiuti sul loro territorio (cfr. l'art. 68 cpv. 1 della legge di applicazione, del 2 aprile 1975, della legge federale contro l'inquinamento delle acque [LALIA], sostituito dal 1° gennaio 2006 dall'art. 17 cpv. 1 lett. a della legge di applicazione, del 24 marzo 2004, della legge federale sulla protezione dell'ambiente [LALPAmb]), essi sono infatti tenuti per legge a consegnarli all'ESR (art. 2 cpv. 3 LESR). È quindi loro preclusa la facoltà di scegliere altre vie o altri partner per provvedere allo smaltimento.\n\n1.3.3 La vertenza non coinvolge nemmeno il Comune su di un piano di diritto privato. Esso è infatti toccato nell'esecuzione di un compito d'interesse generale, quello della raccolta e della consegna dei rifiuti all'ESR, che gli incombe in virtù del suo ruolo specifico di corporazione di diritto pubblico. Questo servizio pubblico concerne del resto non solo i rifiuti derivanti direttamente dall'attività BGE 132 I 140 S. 144dell'amministrazione comunale, ma pure quelli prodotti dai privati nel comprensorio comunale. Sotto questo profilo, il Comune non agisce quindi alla stessa stregua di un normale cittadino.\n\nD'altro canto, l'ESR raccoglie rifiuti consegnati anche direttamente da privati, con tutta probabilità soprattutto in ragione della loro natura o della loro quantità (cfr. art. 68 cpv. 5 e 72 LALIA; art. 16 cpv. 2 e 3 LALPAmb). Lo si evince in particolare dall'art. 18 cpv. 1 LESR, secondo cui la tassa a copertura delle spese d'esercizio dell'Ente è prelevata sui rifiuti consegnati tanto dagli enti pubblici, quanto dai privati. Pur derivante da un'obbligazione legata alla sua funzione di ente pubblico, la posizione del Comune in quanto debitore della tassa ed in relazione al relativo ammontare è quindi analoga a quella dei privati che intrattengono rapporti diretti con l'ESR. In entrambi i casi, a dipendenza del tipo di rifiuti, la tassa viene fissata in ragione di un determinato importo per tonnellata. Litigioso, in concreto, è precisamente l'onere finanziario connesso alla consegna dei rifiuti all'ESR, non l'obbligo di raccolta a cui è astretto il Comune né quello di consegna in quanto tale. In quest'ottica al Comune di Bioggio, colpito dalla decisione impugnata in maniera e a condizioni simili a quelle in cui potrebbe trovarsi un privato cittadino, deve pertanto essere riconosciuta la legittimazione ricorsuale ai sensi dell'art. 88 OG.\n\n1.4\n\n1.4.1 La LESR non prevede, né direttamente né mediante rinvio, alcun rimedio giuridico contro le decisioni adottate dagli organi dell'Ente. Questo aspetto è stato affrontato in maniera specifica nell'ambito dei lavori preliminari all'adozione della legge. La proposta, contenuta in un primo avanprogetto, di instaurare un doppio grado di giurisdizione secondo il sistema ordinario (ricorso dapprima al Consiglio di Stato ed in seguito al Tribunale amministrativo) è infine stata abbandonata. Il legislatore ha infatti ritenuto che le competenze di vigilanza e di ratifica dei regolamenti affidate al Consiglio di Stato, nonché quelle di controllo politico attribuite al Gran Consiglio fornissero garanzie sufficienti (cfr. art. 14-16 LESR; Rapporto della Commissione della gestione del Gran Consiglio del 26 maggio 1988 sul Messaggio n. 3273 del 23 febbraio 1988 relativo al decreto legislativo per l'istituzione dell'ESR, ad art. 14).\n\n1.4.2 La prassi delle autorità ticinesi conferma l'inesistenza di mezzi d'impugnazione o di altri rimedi a livello cantonale. Da un lato, il BGE 132 I 140 S. 145Consiglio di Stato considera infatti che la sua competenza, pur data contro decisioni di autorità comunali, patriziali, parrocchiali o di altri enti pubblici analoghi (cfr. art. 55 cpv. 2 della legge di procedura per le cause amministrative, del 19 aprile 1966 [LPAmm]), non si estenda anche ai ricorsi concernenti risoluzioni di aziende parastatali, come l'ESR (cfr. decisione del Consiglio di Stato n. 4643 del 19 giugno 1990). D'altro lato, il Tribunale amministrativo non ravvisa, in quest'ambito, norme che gli consentano ed impongano di statuire su ricorso (cfr. art. 60 LPAmm; sentenza del Tribunale amministrativo n. 112/92 del 27 novembre 1992) né ritiene di dover dirimere contestazioni riguardanti l'ESR in qualità di istanza unica. A questo proposito sostiene infatti che l'art. 71 lett. b LPAmm, riferito ai contratti di diritto pubblico in cui lo Stato è parte, vada interpretato restrittivamente e non si applichi quindi alle vertenze concernenti istituti autonomi di diritto pubblico (cfr. sentenza del Tribunale amministrativo n. 53.2004.1 del 22 ottobre 2004, tra le medesime parti). Infine, la sentenza emanata dalla Camera di esecuzione e fallimenti del Tribunale d'appello ticinese nell'ambito della procedura esecutiva promossa dall'ESR contro il Comune di Bioggio esclude pure che possano venir adite le vie civili. L'assenza di rimedi giuridici cantonali è del resto già stata accertata dal Tribunale federale in riferimento al regime, sostanzialmente analogo, applicabile all'Ente ospedaliero cantonale (cfr. sentenze 2P.315/1989 dell'11 aprile 1990, in: RDAT 1991 II n. 22 pag. 65, consid. 3, e 2P.362/ 1994 del 10 aprile 1995, in: RDAT 1995 II n. 20 pag. 58, consid. 3a).\n\n1.4.3 L'esigenza posta dall'art. 86 cpv. 1 OG risulta pertanto soddisfatta. Sapere se dal profilo costituzionale possa venir accettato che la controversa decisione dell'ESR sia di ultima istanza cantonale è semmai un problema di merito, non di ammissibilità del gravame.\n\n2. In primo luogo, il ricorrente sostiene che l'assenza di mezzi d'impugnazione a livello cantonale contro le decisioni dell'ESR violi gli art. 30 cpv. 1 Cost. e 6 n. 1 CEDU.\n\n2.1 Come risulta a contrario dall'art. 34 CEDU, di principio le corporazioni di diritto pubblico non possono appellarsi alle garanzie previste dalla Convenzione (ARTHUR HAEFLIGER/FRANK SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, 2a ed., Berna 1999, pag. 389). Non occorre invero chiedersi se la regola valga anche quando un Comune è toccato da una decisione in BGE 132 I 140 S. 146maniera analoga ad un privato. In effetti, il diritto al giudizio di un tribunale indipendente ed imparziale di cui all'art. 6 n. 1 CEDU è in ogni caso garantito solo in relazione a contestazioni su diritti e doveri di carattere civile o su accuse penali. In queste categorie non rientrano le vertenze in materia di tasse o imposte, che costituiscono delle obbligazioni di natura pubblicistica. Ne discende che la norma invocata non è comunque applicabile nel caso specifico (DTF 129 I 290 consid. 5; sentenza 2P.41/2002 del 10 giugno 2003, in: Pra 93/2004 n. 2 pag. 9, consid. 5.1; HAEFLIGER/SCHÜRMANN, op. cit., pag. 147). Diversamente da quanto sostiene il ricorrente, non è decisivo il fatto che la pretesa litigiosa abbia carattere patrimoniale (sentenza 2A.660/ 2004 del 14 giugno 2005, consid. 2.2; sentenza della Corte europea dei diritti dell'uomo nella causa Ferrazzini contro Italia del 12 luglio 2001, Recueil CourEDH 2001-VII pag. 327, n. 29).\n\n2.2 D'altro canto, l'art. 30 Cost. si limita a specificare le esigenze che un'autorità giudiziaria deve soddisfare laddove è riconosciuto il diritto ad essere giudicato da un'istanza di questo genere. La norma non definisce invece essa stessa gli ambiti e le procedure in cui deve sussistere un controllo giudiziario né tanto meno sancisce una garanzia generale della via giudiziaria. È per contro sostanzialmente ancora l'art. 6 n. 1 CEDU a disciplinare questo aspetto e, pertanto, a determinare il campo d'applicazione dell'art. 30 Cost. (DTF 126 II 377 consid. 8d/bb; sentenza 2P.270/2000 del 26 gennaio 2001, in: RDAT 2001 II n. 9 pag. 35, consid. 2c; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, 6a ed., Zurigo 2005, n. 850 e 853). Solo dopo l'entrata in vigore dell'art. 29a Cost. - prevista il 1° gennaio 2007 (RU 2006 pag. 1059, 1069 e 1205 segg.) - e la scadenza del relativo termine biennale per l'adeguamento del diritto cantonale (cfr. FF 2006 pag. 2849 segg., in part. pag. 2857, ad n. 3.2, e pag. 2862, ad art. 130 cpv. 3 LTF), i requisiti posti dall'art. 30 Cost. si imporranno in maniera più generalizzata. Per il momento, è sufficiente ribadire che l'art. 6 n. 1 CEDU non si applica ai procedimenti concernenti tasse o imposte (cfr. consid. 2.1).\n\n3.\n\n3.1 Il ricorrente ritiene inoltre che l'applicazione della LESR operata dall'Ente, in particolare per quanto concerne l'art. 18, sarebbe inficiata d'arbitrio e quindi contraria all'art. 9 Cost. Pur conferendogli la facoltà di prelevare la tassa sui rifiuti consegnati, detta norma non permetterebbe infatti all'ESR di statuire in maniera unilaterale e definitiva riguardo ad una vertenza che lo oppone su un piano BGE 132 I 140 S. 147di parità ad una controparte. L'assunzione di questo doppio ruolo di giudice e parte lederebbe peraltro anche il principio della buona fede (art. 5 cpv. 3 e 9 Cost.), mentre la procedura seguita avrebbe comportato pure la disattenzione del diritto di essere sentito (art. 29 cpv. 2 Cost.).\n\n3.2 Il fatto che non sia per ora indispensabile sottoporre ogni vertenza di natura amministrativa al giudizio di un tribunale indipendente ed imparziale (cfr. consid. 2), non significa ancora che, nella fattispecie, la mancanza di qualsiasi via di ricorso a livello cantonale sia costituzionalmente ammissibile. Le censure testé riassunte, con cui viene sostanzialmente adotta questa tesi, non si confondono pertanto con le doglianze esaminate al considerando che precede.\n\n3.2.1 L'ESR è un'istituzione pubblica decentralizzata, ossia un'unità amministrativa distinta dall'amministrazione centrale e dotata di una certa autonomia a cui è affidato l'adempimento di un determinato compito pubblico (ADELIO SCOLARI, Diritto amministrativo, Parte speciale, Bellinzona/Cadenazzo 1993, n. 1201; ULRICH HÄFELIN/ GEORG MÜLLER, Allgemeines Verwaltungsrecht, 4a ed., n. 1314). Di per sé, è la legge costitutiva di ogni singola entità a determinarne il grado d'autonomia (PIERRE MOOR, Droit administratif, vol. III, Berna 1992, pag. 53). La decentralizzazione impone comunque di riservare all'ente pubblico superiore dei poteri di vigilanza adeguati. In particolare, se l'attività dell'unità decentralizzata concerne direttamente gli interessi personali di terzi, occorre di principio che siano predisposti mezzi d'impugnazione atti a garantire il rispetto delle norme giuridiche applicabili. La situazione degli utenti deve in sostanza essere tutelata come se non vi fosse decentralizzazione (MOOR, op. cit., pagg. 57-59; MICHELE ALBERTINI, Autonomia degli enti di diritto pubblico e vigilanza parlamentare, in: RDAT 2005 II pag. 429 segg., in part. pag. 437 e 444).\n\nPosti questi principi, nel caso specifico non è invero necessario stabilire se, in generale, la fissazione di tasse da parte di un ente parastatale senza alcuna possibilità di ricorso violi o meno la Costituzione. In questi termini, come già in precedenti occasioni, la questione può rimanere indecisa (cfr. sentenza 2P.362/1994 del 10 aprile 1995, in: RDAT 1995 II n. 20 pag. 58, consid. 3b; sentenza 2P.315/1989 dell'11 aprile 1990, consid. 4 non pubblicato in: RDAT 1991 II n. 22 pag. 65). La stessa si pone infatti in maniera più circoscritta, considerato che la lite non verte sulla tariffa praticata o sulla quantità di BGE 132 I 140 S. 148rifiuti consegnati, bensì sull'interpretazione della convenzione stipulata l'11 gennaio 1989 tra il Comune ed il consorzio a cui è poi subentrato l'ESR.\n\n3.2.2 Firmata da entrambe le parti ed oggetto di trattative prima della sua sottoscrizione, la menzionata convenzione ha carattere bilaterale, come del resto ha sostenuto anche l'Ente resistente, in particolare in precedenti fasi del contenzioso. L'esenzione dal pagamento della tassa è in effetti intesa come una forma di compensazione per i disagi causati alla popolazione e al Comune di Bioggio dalla presenza sul suo territorio di impianti di smaltimento dei rifiuti. L'ESR ha dunque accordato una deroga all'obbligo di prelievo delle tasse sancito di principio dall'art. 18 LESR e valevole per gli altri Comuni, al fine di favorire l'accettazione delle proprie installazioni (cfr. PIERRE MOOR, Droit administratif, vol. II, 2a ed., Berna 2002, pag. 365). Poco importa determinare in che misura l'Ente possa di per sé svolgere il proprio mandato ed installare le relative infrastrutture anche senza il consenso dei Comuni interessati. La convenzione prevede in ogni caso delle prestazioni reciproche tra le parti e, considerato d'altro lato che riguarda direttamente un servizio di interesse pubblico, va pertanto qualificata come un contratto di diritto amministrativo.\n\n3.2.3 Anche se attinente al diritto pubblico, per sua natura un contratto non può implicare un rapporto di subordinazione tra le parti, che agiscono per contro su un piano di parità (MOOR, op. cit., vol. II, pag. 357; ADELIO SCOLARI, Diritto amministrativo, Parte generale, 2a ed., Bellinzona/Cadenazzo 2002, n. 911; HÄFELIN/MÜLLER, op. cit., n. 1060). Esse sono tenute all'adempimento delle prestazioni convenute e non possono evidentemente astenersene per scelta autonoma ed unilaterale (HÄFELIN/MÜLLER, op. cit., n. 1075; ANDRÉ GRISEL, Traité de droit administratif, vol. I, Neuchâtel 1984, pag. 446). In virtù dell'effetto obbligatorio bilaterale del contratto, può quindi apparire già di per sé discutibile che un'autorità amministrativa coinvolta come parte contrattuale possa nel contempo statuire d'imperio sulla portata delle obbligazioni stipulate (BLAISE KNAPP, Précis de droit administratif, 4a ed., Basilea/Francoforte 1991, n. 1531; PAUL RICHLI, Zum verfahrens- und prozessrechtlichen Regelungsdefizit beim verfügungsfreien Staatshandeln, in: AJP 1992 pag. 196 segg., in part. pag. 199; cfr. anche le decisioni pubblicate in GAAC 60/1996 n. 51 pag. 443, consid. 1.1, e in ZBl 96/1995 pag. 363, consid. 3b). Anche volendo riconoscere all'autorità interessata un simile BGE 132 I 140 S. 149potere decisionale, che in taluni casi può peraltro discendere espressamente dalla normativa legale applicabile, è comunque imprescindibile che il sistema preveda la facoltà di ricorrere ad un'istanza di rango superiore. Lo impone la natura paritaria del rapporto contrattuale e la relativa esigenza di tutelare la controparte privata in merito al rispetto degli impegni assunti dall'autorità (MOOR, op. cit., vol II, pag. 395 seg.; MINH SON NGUYEN, Le contrat de collaboration en droit administratif, tesi Losanna 1998, pag. 287 segg.; GRISEL, loc. cit.).\n\nLa giurisprudenza applica del resto i medesimi principi nell'ambito delle controversie, non sostanzialmente differenti, che sorgono tra Comuni riguardo al finanziamento di un servizio pubblico comune o alla partecipazione ai fondi di perequazione finanziaria intercomunale. Siccome vi è un conflitto d'interessi tra collettività sullo stesso piano, anche in questi casi solo un'autorità di livello superiore può statuire con effetti vincolanti (DTF 121 I 218 consid. 3a; DTF 119 Ia 214 consid. 3b; sentenza 2P.70/2003 del 4 aprile 2003, consid. 5.1).\n\n3.2.4 In riferimento alla fattispecie concreta, le considerazioni esposte portano a concludere che l'interpretazione della clausola contrattuale litigiosa, e quindi la soppressione del privilegio accordato al Comune di Bioggio, non possono venir decretate in via definitiva dall'ESR. Non concedendo al Comune alcuna facoltà di ricorso né alcuna possibilità di adire mediante azione un'istanza di giudizio funzionalmente distinta dall'Ente, la disciplina legale cantonale si pone in contrasto con un principio generale e fondamentale in materia contrattuale. In quanto decisione di ultima istanza cantonale, la pronuncia impugnata, basata per l'appunto su di un'interpretazione unilaterale della convenzione effettuata da una delle parti che l'ha sottoscritta, risulta di conseguenza manifestamente insostenibile e quindi arbitraria (sulla nozione di arbitrio, cfr.: DTF 131 I 217 consid. 2.1; DTF 129 I 173 consid. 3.1, DTF 129 I 49 consid. 4). Alla lacuna non può peraltro venir posto rimedio in questa sede, poiché nell'ambito del ricorso di diritto pubblico il Tribunale federale esamina l'applicazione del diritto cantonale, compresi i contratti che soggiacciono a tale diritto, essenzialmente solo sotto il ristretto profilo dell'arbitrio (DTF 122 I 328 consid. 3a).\n\nNon appare per contro fondata la critica del ricorrente secondo cui, adottando la decisione controversa, l'ESR avrebbe parimenti BGE 132 I 140 S. 150disatteso il suo diritto di essere sentito, segnatamente il diritto di potersi esprimere sul provvedimento prima della sua pronuncia (DTF 126 I 19 consid. 2a; HÄFELIN/MÜLLER, op. cit., n. 1680 segg.). Basta infatti rilevare che l'intenzione dell'Ente di imporre nei confronti del Comune di Bioggio sin dal mese di gennaio del 1996 le tasse di smaltimento usuali è stata ampiamente prospettata a quest'ultimo. Il Comune ha inoltre avuto innumerevoli occasioni, anche in sedi giudiziarie, per esporre la propria posizione e manifestare il proprio dissenso.\n\nInfondata è pure la pretesa violazione del principio della buona fede. In effetti, è vero che i contratti di diritto amministrativo vanno interpretati, come quelli di natura privatistica, secondo tale principio (DTF 122 I 328 consid. 4e). Laddove i rapporti tra le parti derivano da una convenzione, la protezione dell'affidamento è garantita però dal diritto contrattuale e non vi è spazio per appellarsi con successo direttamente alla tutela costituzionale della buona fede (DTF 122 I 328 consid. 7c; DTF 120 V 445 consid. 4b).\n\n3.3 In relazione alle conclusioni sin qui tratte, l'Ente resistente avanza sostanzialmente due obiezioni.\n\n3.3.1 Da un lato, l'ESR sostiene di aver validamente disdetto la convenzione dell'11 gennaio 1989 mediante la propria decisione dell'11 agosto 1995, cresciuta in giudicato, con cui ha notificato al Comune di Bioggio che l'esenzione accordatagli sarebbe stata soppressa a partire dal 1° gennaio seguente.\n\nSennonché, a differenza del provvedimento ora impugnato, lo scritto in questione si riferiva in modo esclusivo all'interpretazione dell'accordo stipulato. Esso costituiva dunque una semplice manifestazione di volontà dell'autorità nell'ambito di un rapporto giuridico di natura paritetica. Non essendo un atto d'imperio, non rappresentava quindi un provvedimento impugnabile (cfr. KÄLIN, op. cit., pag. 118; MARCO BORGHI/GUIDO CORTI, Compendio di procedura amministrativa ticinese, Lugano 1997, n. 4a ad art. 1 LPAmm). Lo dimostrano del resto sia le caratteristiche formali della comunicazione, redatta sotto forma di lettera, sia soprattutto l'attitudine dell'Ente stesso. Questi non ne ha infatti dedotto alcuna prerogativa in maniera autoritativa, ma ha condotto per anni trattative con il Comune e ha considerato lo scritto quale semplice presa di posizione anche durante le precedenti fasi giudiziarie della vertenza. D'altronde se si volesse riconoscere carattere di decisione alla lettera dell'ESR, occorrerebbe interrogarsi seriamente sulla sua eventuale nullità per BGE 132 I 140 S. 151manifesta incompetenza dell'autorità dal profilo dei poteri decisionali conferitile dall'art. 18 LESR (cfr. consid. 3.2.3; KNAPP, op. cit., n. 1220).\n\n3.3.2 D'altro lato, il resistente si richiama alla sentenza emanata dal Tribunale federale in relazione alla medesima controversia il 19 marzo 2003 (sentenza 5P.380/2002), rilevando come le decisioni alla base di quella e dell'attuale procedura differiscano solo per quanto concerne il periodo di computo considerato. Secondo l'Ente, il ricorrente avrebbe pertanto già dovuto sollevare allora tutte le proprie censure e non potrebbe rimettere in discussione in questa fase quanto già precedentemente statuito.\n\nA livello di Tribunale federale, l'oggetto dei due procedimenti comparati è tuttavia ben diverso. Il ricorso di diritto pubblico presentato dal Comune e respinto, per quanto ammissibile, il 19 marzo 2003 era infatti diretto contro una sentenza della Camera di esecuzione e fallimenti del Tribunale d'appello ticinese in materia di rigetto definitivo dell'opposizione. Attenendosi alla funzione ed ai limiti di tale specifica procedura, in quell'ambito non è stata riesaminata la decisione prodotta dal procedente, né verificata la fondatezza del credito di cui veniva chiesto l'incasso. In effetti, come indicato dal Tribunale federale, gli argomenti tratti dalla convenzione andavano semmai sollevati dal presunto debitore insorgendo contro la decisione di base (sentenza 5P.380/2002, consid. 3.2). Mentre allora questa regola non era stata rispettata, con il ricorso in esame, riferito a fatture mensili diverse da quella oggetto del procedimento precedente, il Comune di Bioggio ossequia precisamente detto principio. Non vi è dunque alcuna contraddizione con il giudizio del 19 marzo 2003.\n\n4.\n\n4.1 In virtù di quanto precede, la decisione impugnata, in quanto pronuncia di ultima istanza cantonale, risulta arbitraria e deve perciò essere annullata. Non occorre quindi, né è peraltro ammissibile (cfr. consid. 3.2.4), esaminare in questa sede gli aspetti di merito della vertenza. Al riguardo va comunque rilevato che, oltre ad esporre i motivi per cui il privilegio accordatogli sarebbe ancora giustificato, il ricorrente contesta, a ragione, anche l'assenza di qualsiasi motivazione in merito al tasso d'interesse dell'8 % preteso sulle fatture fino al mese di dicembre del 1998.\n\nCompete alle autorità cantonali, che in ambito di organizzazione giudiziaria dispongono di un'ampia libertà decisionale, adeguare il sistema dei mezzi d'impugnazione ed operare le scelte che si BGE 132 I 140 S. 152impongono dal profilo costituzionale, per mezzo di una diversa interpretazione delle norme esistenti o mediante opportune modifiche legislative (DTF 125 I 406 consid. 3a; sentenza 1P.109/2002 del 12 aprile 2002, in: RDAT 2002 II n. 70 pag. 254, consid. 2.2). Gli atti vanno perciò trasmessi al Consiglio di Stato, a cui incombe la vigilanza sull'attività dell'Ente (art. 15 lett. a LESR), affinché si adoperi e provveda in tal senso (cfr. GRISEL, op. cit., pag. 455 seg.).\n\n4.2 Le spese processuali vanno poste a carico dell'Ente per lo smaltimento dei rifiuti del Sottoceneri, secondo soccombenza e ritenuto che la vertenza concerne direttamente i suoi interessi pecuniari (art. 156 cpv. 1 e 2 OG). Al Comune di Bioggio, che, vista la sua entità, è privo di un servizio giuridico proprio e si è fatto assistere da un avvocato, va riconosciuta un'indennità per ripetibili (art. 159 cpv. 1 e 2 OG; DTF 125 I 182 consid. 7)."}