{"annee": "132", "cour": "V", "page": "42", "date": "6/1/2006", "cite": ["110 V 25"], "cite_par": [], "chapeau": "6. Auszug aus dem Urteil i.S. S. gegen Amt für Wirtschaft und Arbeit (AWA) des Kantons Aargau und Versicherungsgericht des Kantons Aargau\n\nC 280/05 vom 6. Januar 2006", "regestes": ["Art. 25 al. 1 LPGA; art. 4 al. 4 OPGA; ancien art. 79 al. 2 et 3 RAVS (en vigueur jusqu'au 31 décembre 2002): Délai pour le dépôt de la demande de remise. Le délai prévu par l'art. 4 al. 4 OPGA pour le dépôt de la demande de remise est - par analogie à la jurisprudence relative à l'ancien art. 79 al. 2 et 3 RAVS - un délai d'ordre et non un délai de péremption. (consid. 3)"], "faits": "", "considerants": "|42|\n\nAus den Erwägungen:\n\n1. Die Rückerstattungsforderung der Arbeitslosenkasse vom 1. Oktober 2002 über Fr. 18'629.55 ist mit unangefochten gebliebenem |43| und damit in Rechtskraft erwachsenem Entscheid des kantonalen Gerichts vom 1. April 2003 bestätigt worden. Soweit die Argumentation in der Verwaltungsgerichtsbeschwerde darauf hinausläuft, die Rechtmässigkeit der Rückerstattungsforderung als solche in Frage zu stellen, ist deshalb darauf nicht mehr einzutreten. Gegenstand des angefochtenen Entscheids vom 6. Juli 2005 bildet einzig noch die vorinstanzliche Erkenntnis, dass das Gesuch des heutigen Beschwerdeführers um Erlass der Rückerstattungsschuld zu spät gestellt worden sei und die Verwaltung deshalb darauf von vornherein nicht mehr hätte eintreten dürfen.\n\n1.2 Wie schon im kantonalen Entscheid zutreffend dargelegt worden ist, sind unrechtmässig bezogene Leistungen gemäss Art. 25 Abs. 1 ATSG zurückzuerstatten (Satz 1); wer Leistungen in gutem Glauben empfangen hat, muss sie nicht zurückerstatten, wenn eine grosse Härte vorliegt (Satz 2; zur Rechtslage vor In-Kraft-Treten des ATSG vgl. Art. 95 Abs. 1 und 2 AVIG). Laut Art. 4 Abs. 1 ATSV wird die Rückerstattung unrechtmässig gewährter Leistungen, die in gutem Glauben empfangen wurden, bei Vorliegen einer grossen Härte ganz oder teilweise erlassen. Abs. 2 derselben Bestimmung erklärt für die Beurteilung, ob eine grosse Härte vorliegt, den Zeitpunkt als massgebend, in welchem über die Rückforderung rechtskräftig entschieden ist. Nach Art. 4 Abs. 4 ATSV wird der Erlass auf schriftliches Gesuch gewährt (Satz 1); das Gesuch ist zu begründen, mit den nötigen Belegen zu versehen und spätestens 30 Tage nach Eintritt der Rechtskraft der Rückforderungsverfügung einzureichen (Satz 2).\n\n(...)\n\n3.\n\n3.1 Ein neues Erlassgesuch hat der Beschwerdeführer dem Amt für Wirtschaft und Arbeit erst am 23. Juni 2003 als Reaktion auf eine Zahlungsaufforderung der Arbeitslosenkasse vom 18. Juni 2003 eingereicht. Daraufhin leitete die kantonale Amtsstelle Abklärungen finanzieller Art in die Wege und erliess schliesslich am 11. August 2004 eine ablehnende Verfügung, weil die Rückerstattung keine grosse wirtschaftliche Härte bedeuten würde. Wie zuvor schon die Einsprachestelle des Amtes für Wirtschaft und Arbeit in ihrem Entscheid vom 12. Oktober 2004 gelangte auch das kantonale Versicherungsgericht im angefochtenen Entscheid vom 6. Juli 2005 zum Schluss, dass das Erlassgesuch vom 23. Juni 2003 nicht innert der in Art. 4 Abs. 4 ATSV vorgesehenen |4430| -tägigen Frist gestellt worden ist und deshalb nicht mehr materiell hätte beurteilt werden dürfen.\n\n3.2 Aus den Akten ergibt sich, dass der Entscheid des kantonalen Versicherungsgerichts vom 1. April 2003, welcher die Rückerstattungsverfügung der Arbeitslosenkasse vom 1. Oktober 2002 letztinstanzlich bestätigte, der Arbeitslosenkasse am 11. April 2003 zugestellt worden ist. Es darf angenommen werden, dass er auch dem Beschwerdeführer ungefähr zur selben Zeit ausgehändigt wurde, sodass er in der ersten Hälfte des Monats Mai 2003 rechtskräftig geworden sein dürfte. Das Erlassgesuch vom 23. Juni 2003 ist daher erst nach Ablauf der in Art. 4 Abs. 4 ATSV vorgesehenen 30-tägigen Frist eingereicht worden.\n\n3.3 Damit stellt sich die Frage, welche Folgen mit der genannten Fristversäumnis verbunden sind. Vor In-Kraft-Treten des ATSG und der ATSV fand sich in alt Art. 79 Abs. 2 AHVV (in der bis 31. Dezember 2002 gültig gewesenen Fassung) eine mit der heutigen Regelung in Art. 4 Abs. 4 ATSV (vgl. Erw. 1.3 hievor) vergleichbare Bestimmung. Diese lautete:\n\n\"Der Erlass wird von der Ausgleichskasse auf schriftliches Gesuch des Rückerstattungspflichtigen hin verfügt. Das Gesuch ist zu begründen und innert 30 Tagen seit der Zustellung der Rückerstattungsverfügung der Ausgleichskasse einzureichen. Vorbehalten bleibt Absatz 3.\"\n\nAbs. 3 von alt Art. 79 AHVV sah vor, dass die Ausgleichskasse den Erlass von sich aus verfügen kann, wenn die Voraussetzungen gemäss Absatz 1 offensichtlich erfüllt sind.\n\nBereits in BGE 110 V 26 f. Erw. 2 hat das Eidgenössische Versicherungsgericht erkannt, dass der Frist in alt Art. 79 Abs. 2 AHVV nur der Charakter einer Ordnungsvorschrift zukommt. Zur Begründung führte es an, bei der Beurteilung der grossen Härte als einer der Erlassvoraussetzungen sei von den wirtschaftlichen Verhältnissen in dem Zeitpunkt auszugehen, in welchem der Rückerstattungspflichtige bezahlen sollte; wollte man sich wörtlich an (alt) Art. 79 Abs. 2 AHVV halten, wäre später, nach Ablauf der mit Erlass der Rückerstattungsverfügung ausgelösten Frist, eine Berufung auf grosse Härte ausgeschlossen, was sich mit dem Wortlaut des Art. 47 Abs. 1 AHVG nicht vereinbaren lasse; wählt der Empfänger einer Rückerstattungsverfügung den Beschwerdeweg und nicht die Möglichkeit des sofortigen Erlassgesuchs, müsse es ihm erlaubt sein, sich auch noch nach rechtskräftiger Verpflichtung zur |45| Rückerstattung auf die grosse Härte derselben zu berufen und ein Erlassgesuch einzureichen. Im Weiteren erwog das Gericht, Art. 79 Abs. 3 AHVV gestatte den Ausgleichskassen, den Erlass von sich aus zu verfügen, sofern die Voraussetzungen dazu offensichtlich erfüllt sind; es sei nicht ersichtlich, wie der Verfall des Anspruches auf Erlass mit der Tatsache vereinbar sein soll, dass die Verwaltung gleichzeitig befugt ist, von Amtes wegen zu verfügen; daher könne nur gefolgert werden, dass die von Art. 79 Abs. 2 AHVV vorgesehene Frist bloss Ordnungscharakter hat (BGE 110 V 27 Erw. 2; vgl. deutsche Übersetzung in: ZAK 1987 S. 165 Erw. 2).\n\n3.4 Die Argumentation in BGE 110 V 26 f. Erw. 2 lässt sich nicht ohne weiteres analog auf den nunmehr geltenden Art. 4 Abs. 4 ATSV übertragen. Anders als alt Art. 79 Abs. 2 AHVV knüpft Art. 4 Abs. 4 ATSV für die Auslösung der vorgesehenen Frist zur Stellung eines Erlassgesuchs nicht mehr an die Zustellung der Rückerstattungsverfügung, sondern erst an den Eintritt der Rechtskraft derselben an. Dies mag allenfalls ein Zeichen dafür sein, dass der Verordnungsgeber in Abweichung von der früheren Rechtsprechung bewusst eine Verwirkungsfrist setzen wollte. In seinem Kommentar zum Erlass der Verordnung über den Allgemeinen Teil des Sozialversicherungsrechts (ATSV) ging das Bundesamt für Sozialversicherung (BSV) unter Verweis auf ZAK 1987 S. 164 ff. indessen auch davon aus, dass es sich bei der zur Einreichung eines Erlassgesuchs gesetzten 30-tägigen Frist nach Rechtskraft der Rückforderungsverfügung - gemäss geltender Rechtsprechung - um eine Ordnungsvorschrift handelt. Im Rahmen des anschliessend durchgeführten Konsultationsverfahrens fielen die Meinungen zu diesem Punkt unterschiedlich aus. Die Schweizerische Unfallversicherungsanstalt etwa warf ausdrücklich die Frage auf, ob es tatsächlich - wie im Kommentar festgehalten - um Ordnungsfristen oder nicht vielmehr um Verwirkungsfristen gehe. Andere Versicherungsträger stellten sich demgegenüber sogar klar auf den Standpunkt, dass es sich - entgegen den Ausführungen des BSV im Kommentar zum Erlass einer ATSV - nur um eine Verwirkungs- und nicht um eine Ordnungsvorschrift handeln könne. Schliesslich wurde auch darauf hingewiesen, dass, unabhängig davon, ob es sich um eine Ordnungs- oder um eine Verwirkungsfrist handeln soll, eine solche Frist im Gesetz nirgends vorgesehen ist, weshalb das BSV mit deren Einführung die ihm eingeräumten Kompetenzen überschreite. |46|\n\nLetzterem Gesichtspunkt muss die notwendige Beachtung geschenkt werden. Auch wenn der abweichende Wortlaut von Art. 4 Abs. 4 ATSV das Vorliegen einer Verwirkungsfrist nicht mehr so klar wie derjenige von alt Art. 79 Abs. 2 AHVV ausschliesst, steht das Fehlen einer entsprechenden Kompetenzdelegation an den Verordnungsgeber zur Fristansetzung der Annahme einer Verwirkungsfrist entgegen. Es muss daher damit sein Bewenden haben, dass die 30-tägige Frist in Art. 4 Abs. 4 ATSV lediglich eine Ordnungsvorschrift darstellt. Dies steht auch mit dem Bestreben des Gesetzgebers in Einklang, welcher mit dem ATSG grundsätzlich keine substanziellen Neuerungen schaffen, sondern lediglich die bisherige Rechtslage in einem für alle betroffenen Sozialversicherungszweige gleichermassen geltenden Erlass einheitlich kodifizieren wollte. Im Übrigen wird in Art. 3 Abs. 3 ATSV - ähnlich wie früher in alt Art. 79 Abs. 3 AHVV - wiederum vorgesehen, dass der Versicherer den Verzicht auf die Rückforderung verfügen kann, wenn offensichtlich ist, dass die Voraussetzungen für den Erlass gegeben sind. Auch dies spricht - wie schon unter der Rechtsprechung zu alt Art. 79 Abs. 2 und 3 AHVV (Erw. 3.3 hievor in fine) - dafür, der Frist zur Stellung eines Erlassgesuchs lediglich Ordnungscharakter beizumessen."}