{"annee": "132", "cour": "V", "page": "321", "date": "4/7/2006", "cite": ["131 V 431", "131 V 42", "126 V 226", "130 V 163", "129 V 200", "127 V 57", "126 V 421", "126 V 64"], "cite_par": ["137 V 20", "133 V 498", "133 III 497", "134 V 208", "133 V 587"], "chapeau": "36. Arrêt dans la cause Office fédéral des assurances sociales contre B. et Tribunal des assurances du canton du Valais\n\nI 92/05 du 4 juillet 2006", "regestes": ["Art. 42ter al. 1 et 2 LAI: Montant de l'allocation pour impotent des assurés qui séjournent dans un home. Sont considérés comme des assurés séjournant dans un home au sens de l'art. 42ter al. 2, 1re phrase, LAI, ceux qui y passent plus de quinze nuits par mois civil (consid. 6 et 7). Par ailleurs, le montant de l'allocation pour impotent correspond soit à l'allocation entière prévue à l'art. 42ter al. 1 LAI, soit à la moitié de celle-ci (art. 42ter al. 2, première phrase, LAI); il n'y a pas place pour un troisième type d'allocation sous la forme d'une fraction de l'allocation entière. (consid. 7.4)"], "faits": "|322|\n\nA. Depuis sa naissance en 1973, B. souffre d'un retard du développement avec déficit mental et moteur; il a été mis au bénéfice de diverses prestations de l'assurance-invalidité, dont une allocation pour impotent de degré moyen dès le 1er mai 1991. Jusqu'au décès de sa mère, le 17 juin 2004, le prénommé a toujours vécu chez elle, à Z., d'où il se rendait chaque jour à X., centre médico-éducatif. Depuis cette date, il réside en permanence dans cette institution.\n\nA la suite de l'entrée en vigueur de la 4e révision de la LAI, le 1er janvier 2004, l'Office cantonal AI du Valais (ci-après: l'office AI) a porté le montant de l'allocation versée à cet assuré à 1055 fr. par mois dès cette date, motif pris du séjour à domicile (décision du 20 janvier 2004).\n\nLe 17 mars 2004, \"Y.\", Association pour la personne en situation de handicap, a informé l'office AI que depuis le 16 février 2004, B. dormait deux nuits par semaine à X. où il avait séjourné du 1er au 13 février 2004. L'office AI a, le 21 avril 2004, rendu une décision par laquelle il a fixé l'allocation pour impotent de l'assuré à 528 fr. par mois dès le 1er février 2004, en raison de son séjour deux nuits par semaine dans ladite institution. B. ayant contesté cette décision, l'office AI a confirmé sa position par décision sur opposition du 22 juillet 2004.\n\nB. L'assuré a déféré cette décision au Tribunal cantonal des assurances du canton du Valais, en concluant au maintien de son droit à une allocation, pour une impotence de degré moyen, de 1055 fr. par mois de février à juin 2004. Statuant le 10 décembre 2004, le tribunal a admis le recours, annulé la décision entreprise et reconnu le droit de B. à une allocation pour impotent de 1055 fr. jusqu'au 30 juin 2004.\n\nC. L'Office fédéral des assurances sociales (OFAS) interjette un recours de droit administratif contre ce jugement, dont il demande l'annulation.\n\nB. conclut au rejet du recours, tandis que l'office AI préavise en faveur de son admission.", "considerants": "Considérant en droit:\n\n1. Le litige porte uniquement sur le montant de l'allocation pour impotent allouée à l'intimé du 1er février au 30 juin 2004. Il s'agit, singulièrement, d'examiner si c'est à bon droit que l'office AI a |323| fixé cette prestation à 528 fr. par mois pendant la période où l'intimé a passé deux nuits par semaine dans une institution spécialisée (en plus de douze nuits, respectivement treize nuits consécutives, du 1er au 13 février 2004, et du 17 au 30 juin 2004).\n\n2. Le jugement entrepris porte sur des prestations de l'assurance-invalidité. Selon l'art. 132 al. 1 OJ dans sa version selon le ch. III de la loi fédérale du 16 décembre 2005 portant modification de la LAI (en vigueur depuis le 1er juillet 2006), dans une procédure concernant l'octroi ou le refus de prestations d'assurance, le Tribunal fédéral des assurances peut aussi examiner l'inopportunité de la décision attaquée et n'est pas lié par la constatation de l'état de fait de l'autorité cantonale de recours. En vertu de l'art. 132 al. 2 OJ, ces dérogations ne sont pas applicables lorsque la décision qui fait l'objet d'un recours concerne les prestations de l'assurance-invalidité. Selon le ch. II let. c de la loi fédérale du 16 décembre 2005, l'ancien droit s'applique aux recours pendants devant le Tribunal fédéral des assurances au moment de l'entrée en vigueur de la modification. Dès lors que le recours qui est soumis au Tribunal fédéral des assurances était pendant devant lui au 1er juillet 2006, son pouvoir d'examen résulte de l'ancien art. 132 OJ, dont la teneur correspond à celle du nouvel al. 1.\n\n3.\n\n3.1 Conformément aux dispositions transitoires relatives à l'entrée en vigueur de la 4e révision de la LAI, les allocations pour impotents octroyées selon l'ancien droit doivent être, entre autres prestations, examinées dans l'année qui suit l'entrée en vigueur de la modification au 1er janvier 2004; les montants de l'allocation pour impotent sont relevés à compter de l'entrée en vigueur de la modification (let. a al. 1 et 2 des dispositions finales de la modification du 21 mars 2003 [4e révision de l'AI]).\n\n3.2 Aux termes de l'art. 42ter al. 1 LAI, le degré d'impotence est déterminant pour fixer le montant de l'allocation pour impotent. Celle-ci est versée individuellement et doit faciliter les choix dans les domaines centraux de la vie. L'allocation mensuelle se monte, lorsque l'impotence est grave, à 80 % du montant maximum de la rente de vieillesse prévu à l'art. 34, al. 3 et 5, LAVS; elle se monte, lorsque l'impotence est moyenne, à 50 % de ce montant et, lorsqu'elle est faible, à 20 % de ce montant. L'allocation est calculée par jour pour les mineurs. |324|\n\nConformément à l'art. 42ter al. 2, première phrase, LAI, le montant de l'allocation pour impotent versée aux assurés qui séjournent dans un home correspond à la moitié des montants prévus à l'al. 1.\n\n3.3 Selon le chiffre 8003 de la Circulaire concernant l'invalidité et l'impotence de l'assurance-invalidité (CIIAI) de l'OFAS (dans sa version valable dès le 1er janvier 2004), il existe deux montants de l'allocation pour impotent: le montant intégral et la moitié du montant. Le choix du montant dépend de la forme du logement et du lieu de séjour de la personne assurée. Le montant intégral (80/50/20 % de la rente maximale de vieillesse) est appliqué lorsque la personne n'habite pas dans un home (soit toute forme de logement collectif qui sert à l'encadrement et/ou aux soins, mais non au traitement curatif [ch. 8005 de la CIIAI]). En cas de séjour dans un home qui ne sert pas à l'exécution de mesures de réadaptation, la personne n'a droit qu'à la moitié du montant de l'allocation pour impotent (80/50/20 % de la rente maximale de vieillesse). Les montants de l'allocation pour impotent pour les assurés majeurs qui, tel l'intimé, sont atteints d'une impotence de degré moyen s'élèvent, par mois (dès le 1er janvier 2004), à 528 fr. dans un home (moitié du montant) et à 1055 fr. par mois à domicile (montant intégral).\n\nSelon la Lettre-circulaire AI n° 196 du 16 avril 2004, le montant intégral de l'allocation pour impotent n'entre en considération que pour les personnes qui vivent exclusivement chez elles. Les assurés majeurs qui vivent alternativement chez eux et dans un home n'ont pas droit au montant intégral de l'allocation.\n\nDestinées à assurer l'application uniforme des prescriptions légales, les instructions de l'administration, en particulier de l'autorité de surveillance, visent à unifier, voire à codifier la pratique des organes d'exécution. Elles ont notamment pour but d'établir des critères généraux d'après lesquels sera tranché chaque cas d'espèce et cela aussi bien dans l'intérêt de la praticabilité que pour assurer une égalité de traitement des ayants droit. Ces directives n'ont d'effet qu'à l'égard de l'administration. Elles ne créent pas de nouvelles règles de droit et donnent le point de vue de l'administration sur l'application d'une règle de droit et non pas une interprétation contraignante de celle-ci. Le Tribunal fédéral des assurances en contrôle librement la légalité et doit s'en écarter dans la mesure où elles établissent des normes qui ne sont pas conformes aux dispositions légales applicables (ATF 131 V 45 consid. 2.3, ATF 130 V 172 |325| consid. 4.3.1, ATF 126 V 232 consid. 2.1, ATF 129 V 204 consid. 3.2, ATF 127 V 61 consid. 3a, ATF 126 V 68 consid. 4b, ATF 126 V 427 consid. 5a).\n\n4.\n\n4.1 Rappelant la teneur de l'interprétation donnée par l'OFAS du chiffre 8003 CIIAI, selon laquelle le montant intégral de l'allocation pour impotent n'entre en considération que pour les personnes qui vivent exclusivement chez elles (Lettre-circulaire AI n° 196 du 16 avril 2004), la juridiction cantonale a considéré qu'une telle solution - suivie en l'espèce par l'office AI - était trop restrictive et ne se justifiait pas au regard de l'esprit de la 4e révision de la LAI. Celle-ci prévoyait, notamment, une \"adaptation ciblée des prestations destinée à accroître l'autonomie des personnes handicapées\" (Message du Conseil fédéral du 21 février 2001 concernant la 4e révision de la loi fédérale sur l'assurance-invalidité, FF 2001 3046).\n\nLes premiers juges ont par ailleurs retenu que le fait de passer deux nuits par semaine dans un home tout en résidant le reste du temps chez soi ne pouvait être assimilé à un séjour dans un home. Ils ont ensuite fixé une limite au-delà de laquelle un assuré devait être considéré comme séjournant dans un home au sens de l'art. 42ter al. 2 LAI, même s'il vivait en partie chez lui: devait être tenu pour une personne qui réside dans un home, l'assuré qui avait passé plus de la moitié des nuits dans cet établissement durant une période donnée. Dès lors que B. avait principalement séjourné à son domicile pendant la période litigieuse, il ne pouvait être considéré comme séjournant dans un home au sens de l'art. 42ter al. 2 LAI, de sorte que son droit à une allocation pour impotent de 1055 fr. devait être maintenu jusqu'à la fin du mois de juin 2004.\n\n4.2 Le recourant - aux conclusions duquel se rallie l'office AI - fait valoir que la réduction de moitié de l'allocation pour impotent des personnes handicapées séjournant dans un home par rapport à la prestation à laquelle peuvent prétendre les personnes vivant chez elles est justifiée, puisque les soins et l'assistance dispensés dans le home sont rétribués par les prestations collectives de l'AI. Or, il serait contraire à l'esprit du législateur de financer ces soins à deux différents niveaux (prestation collective et individuelle). En outre, la solution retenue par la juridiction cantonale consacrerait une inégalité de traitement pour les personnes avec le même degré d'impotence que l'intimé qui vivent exclusivement chez elles et évitent le placement dans un home - ne serait-ce que pour une seule nuit -, en recourant à l'aide d'une tierce personne |326| (précisément financée par le versement du montant intégral de l'allocation pour impotent). Selon le recourant, même à suivre la règle posée par les premiers juges, l'intimé n'aurait de toute façon pas droit au montant intégral de l'allocation pour impotent pour les mois de février et juin 2004, parce qu'il avait alors passé plus de la moitié de ses nuits dans le centre médico-social (douze nuitées consécutives en février et treize nuitées consécutives en juin, plus deux nuits par semaine le reste du temps).\n\n5. L'art. 42ter al. 2, première phrase, LAI sur le montant de l'allocation pour impotent pose le principe selon lequel la prestation versée aux assurés qui séjournent dans un home correspond à la moitié de celle allouée aux autres assurés qui vivent à la maison. Il s'agit en l'occurrence d'interpréter la notion de séjour dans un home et de déterminer si un assuré bénéficiant d'une allocation pour impotent qui, à l'instar de l'intimé (jusqu'en juin 2004), vit chez lui, mais séjourne sporadiquement ou à intervalles réguliers dans un home, doit être considéré comme séjournant dans un home au sens de cette disposition.\n\n6.\n\n6.1 Selon la jurisprudence, la loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair et que plusieurs interprétations sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique). Le sens que prend la disposition dans son contexte est également important (ATF 131 V 439 consid. 6.1 et les arrêts cités).\n\n6.2 Considérée isolément, l'expression \"qui séjournent dans un home\" figurant à l'art. 42ter al. 2, première phrase, LAI ne se réfère à aucune limite temporelle à partir de laquelle une personne est considérée comme séjournant dans une institution. Ni la loi, ni l'ordonnance ne définissent plus précisément ces termes, le législateur n'ayant pas, contrairement à ce qu'il a prévu à l'art. 42 al. 5 LAI s'agissant du séjour dans un établissement pour l'exécution de mesures de réadaptation, délégué la compétence de définir la notion de séjour au Conseil fédéral. |327|\n\n6.3 Comme l'ont rappelé à juste titre les premiers juges, le nouveau régime des allocations pour impotent a été introduit par la 4e révision de la LAI afin de permettre aux personnes handicapées de choisir librement leur mode de vie et de logement en disposant des fonds nécessaires pour \"acheter\" l'assistance dont elles ont besoin. L'augmentation des montants versés à ces personnes devait leur permettre d'éviter un éventuel placement dans un home et de vivre de manière indépendante aussi longtemps que possible. En revanche, les personnes handicapées qui ont droit à une allocation, \"mais vivent dans des homes\" continuent de percevoir une somme identique à celle qu'elles percevaient auparavant (Message du Conseil fédéral, précité, FF 2001 3086). Tout au long des débats parlementaires, l'objectif de garantir l'autonomie des personnes ayant besoin d'assistance et le libre choix non seulement quant à leur lieu de vie, mais aussi quant au type de prise en charge et d'assistance qu'elles souhaitent a été rappelé (voir, par exemple, les interventions de la Conseillère fédérale Dreifuss, BO CN 2001 p. 1926 et BO CE 2002 p. 754, Stahl, BO CN 2001 p. 1953 sv. et Gross, BO CN 2001 p. 1958 sv.). La situation des personnes handicapées vivant en dehors d'une institution devait être améliorée en doublant les montants auxquels elles avaient droit par le passé, afin de permettre à un cercle plus important de personnes de choisir sa façon de vivre (intervention Meyer, BO CN 2001 p. 1959). Cette augmentation avait pour but de \"faciliter le choix de rester à domicile plutôt que d'entrer dans une institution\" (intervention de la Conseillère fédérale Dreifuss, BO CE 2002 p. 754).\n\nIl ressort de ces travaux préparatoires que la notion de séjour implique une certaine durée et importance. Le terme de \"vivre\" a été évoqué à plusieurs reprises comme synonyme de séjour, ce qui exclut un passage de courte durée. Par ailleurs, clairement défini en tant qu'alternative à la vie à domicile, le séjour dans un home suppose que l'intéressé y réside habituellement ou du moins y passe le plus clair de son temps.\n\n6.4 Pour cette raison déjà, la solution prévue par le recourant selon laquelle n'ont droit au montant entier de l'allocation pour impotent que les personnes qui résident exclusivement chez elles (Lettre-circulaire AI n° 196 du 16 avril 2004) - ce qui revient à interpréter la notion de séjourner dans un home comme \"y passant un jour\" -, ne peut être suivie. Elle va en effet manifestement à l'encontre du but voulu par le législateur avec l'introduction de la |328| \"double\" allocation pour impotent, qui est de favoriser l'autonomie des assurés bénéficiaires d'une telle prestation. Exclure le droit à l'allocation entière en raison d'une nuit passée dans un home empêche précisément le choix et la flexibilité voulus par le législateur quant au mode de vie des assurés en cause. Le choix d'une prise en charge à domicile serait fortement compromis s'il excluait, sous l'angle du financement par l'allocation entière pour impotent de l'assurance-invalidité, toute possibilité de recourir à un séjour ponctuel ou à intervalles réguliers dans un home en tant que complément au séjour à domicile.\n\nSuivre la solution du recourant reviendrait par ailleurs à obliger l'assuré ou ses proches à recourir exclusivement à l'aide d'une tierce personne au lieu d'un placement passager en institution, afin de ne pas perdre le droit à l'allocation entière, alors que celui-ci peut s'avérer plus judicieux dans certains cas. Cela s'oppose également à l'objectif évoqué durant les débats parlementaires de permettre d'adapter le type de prise en charge des personnes ayant droit à l'allocation pour impotent à leurs besoins et leurs souhaits, toujours dans l'idée de leur garantir le plus d'autonomie possible. On ne saurait dès lors assimiler le séjour temporaire dans un home à l'entrée (durable) dans un home qui justifie aux yeux du législateur l'octroi d'une allocation pour impotent réduite de moitié.\n\n7. S'il est clair qu'on ne saurait qualifier de séjour dans un home le passage sporadique, voire même régulier mais de courte durée, dans un établissement, il reste à préciser la limite temporelle à partir de laquelle les assurés visés par l'art. 42ter al. 2 LAI peuvent être considérés comme séjournant dans un home au sens de cette disposition.\n\n7.1 La loi fixe le montant de l'allocation pour impotent par mois, sous réserve de l'allocation pour les mineurs qui est calculée par jour (art. 42ter al. 1 LAI). La prestation est payée d'avance et pour le mois civil entier (art. 19 al. 3 LPGA en relation avec l'art. 1 al. 1 LAI), sous forme de montants forfaitaires mensuels. Il convient donc d'examiner le droit à la prestation en cause - et partant la question du séjour dans un home - sur la durée d'un mois civil et non pas d'une année comme préconisé par la Fédération suisse pour l'intégration des handicapés (cf. Droit et handicap, Annexe aux Informations FSIH, n° 1/04 mars 2004, p. 1) ou \"une période donnée\" comme retenu par les premiers juges. |329|\n\n7.2 Le manque de flexibilité d'une solution qui différencie entre le montant de l'allocation pour impotent \"à domicile\" et \"dans le home\" a été évoqué au cours des travaux préparatoires, et une proposition visant à l'octroi d'une allocation personnalisée adaptée à l'individu indépendamment de son lieu de vie et de son mode d'organisation, afin de tenir compte de toutes les formes différentes et combinées de séjour, avait été faite. Elle a finalement été retirée au profit d'une solution visant à \"faciliter la situation à domicile\", complétée par une modification de la LPC (cf. art. 3d al. 2bis LPC introduit depuis le 1er janvier 2004) selon laquelle les personnes vivant à domicile qui ont droit à une allocation pour impotent de l'AI ou de l'assurance-accidents peuvent prétendre à certaines conditions, lorsque l'impotence est grave ou moyenne, à une indemnisation supplémentaire pour les frais de maladie et d'invalidité non couverts, dans la mesure où les frais de soins et d'assistance ne sont pas couverts par l'allocation pour impotent (procès-verbal de la Commission de la sécurité sociale et de la santé du Conseil national des 1er et 2 novembre 2001 et du 19 novembre 2001).\n\nCela étant, au regard de l'objectif principal de l'augmentation de l'allocation pour impotent décidée par le législateur, soit créer le plus de liberté possible pour les personnes concernées (sans opposer l'utilité des institutions au maintien à domicile [intervention Dreifuss, BO CN 2002 1903]), il s'agit de trouver un équilibre permettant à celles-ci de choisir entre les deux modes de vie et d'assistance, sans que l'un et l'autre ne s'excluent totalement pour des raisons économiques. Afin de prendre en compte tant la situation des assurés majeurs qui vivent chez eux, mais séjournent dans un home de façon sporadique que celle de personnes qui choisissent de passer régulièrement la nuit dans un home tout en maintenant leur centre de vie à domicile en y passant la majorité de leur temps, il est raisonnable de retenir que le séjour au sens de l'art. 42ter al. 2, première phrase, LAI signifie plus de quinze nuitées par mois dans un home. Les termes \"qui séjournent dans un home\" (\"sich in einem Heim aufhalten\", \"che soggiornano in un istituto\") doivent être compris dans ce contexte comme \"qui passent la nuit dans un home\" (cf. procès-verbal de la Commission de la sécurité sociale et de la santé du Conseil national des 1er et 2 novembre 2001). Aussi, l'assuré qui passe le plus clair de son temps, à savoir |330| plus de quinze nuits par mois civil dans un home, n'a droit qu'à une allocation pour impotent dont le montant correspond à la moitié de celle des bénéficiaires vivant à domicile.\n\nLa solution retenue pourrait certes avoir pour effet d'inciter les intéressés à recourir au séjour dans un home pendant quelques jours par mois plutôt que de chercher de l'assistance auprès d'une tierce personne dont ils paieraient les services au moyen de l'allocation pour impotent entière. Une règle trop rigide dans l'autre sens, comme celle posée par la Lettre-circulaire AI n° 196 du 16 avril 2004, enlèverait toutefois tout attrait, du point de vue strictement financier, à la prise en charge à domicile.\n\n7.3 On ajoutera que les remarques du recourant relatives au financement à deux niveaux (prestations individuelle et collective) du séjour dans un home ne permettent pas de s'écarter de la solution retenue. Dans la pratique, l'allocation pour impotent versée à l'assuré est reversée (en partie) au home pour financer les soins et l'assistance qui y sont dispensés (cf. Message du Conseil fédéral, précité, p. 3087, note 43), de sorte qu'il est possible de tenir compte dans un cas concret du montant effectivement alloué par l'assurance-invalidité. Au demeurant, la question de la forme et du montant de l'allocation pour impotent n'a pas été réglée de manière définitive dans la mesure où, avec l'entrée en vigueur de la 4e révision de la LAI, le Conseil fédéral a reçu le mandat de réaliser un ou plusieurs projets-pilotes afin de recueillir des expériences en matière de mesures contribuant à aider les assurés nécessitant des soins et de l'assistance à mener une vie autonome et responsable (let. b des dispositions finales de la modification du 21 mars 2003 [4e révision de l'AI]; MARIA RITTER, Projets-pilotes pour mettre à l'essai de nouveaux modèles d'allocation pour impotent dans l'AI, Sécurité sociale CHSS 5/2003, p. 282 ss). Les répercussions de l'introduction de la nouvelle allocation pour impotent ou de ses variantes en termes de coûts et d'économie devront encore être évaluées dans le cadre de ces projets mis sur pied par le Conseil fédéral.\n\nEnsuite, l'argumentation du recourant tirée du principe de l'égalité de traitement n'est pas pertinente, puisque la solution retenue par la Cour de céans ne fait pas de différence quant au droit à la prestation en cause entre les personnes qui vivent exclusivement à domicile et celles qui séjournent moins de quinze jours par mois dans un home. |331|\n\n7.4 En ce qui concerne finalement l'étendue de l'allocation pour impotent versée aux adultes, le législateur a prévu deux montants pour chaque degré d'impotence: l'allocation entière (ou \"double\"; art. 42ter al. 1 LAI) et la moitié de celle-ci (art. 42ter al. 2, première phrase LAI). Le système adopté s'écarte ici de celui de l'allocation pour impotent des mineurs, qui est calculée par jour, le paiement concomitant du montant entier pour les jours où l'assuré majeur reste chez lui et de la moitié du montant pour ceux où il séjourne dans un home n'ayant pas été prévu. Il correspond à ce qui avait été proposé par le Conseil fédéral (cf. art. 42ter [nouveau] du projet de modification de la LAI, FF 2001 3174) et n'a pas été remis en cause au cours des travaux préparatoires et des débats parlementaires. Compte tenu de la règle choisie par le législateur, qui présente l'avantage de la simplicité sur le plan du contrôle administratif et de la transparence pour les intéressés (quant à l'aide financière concrète à laquelle ils peuvent s'attendre), il n'y a pas place pour un troisième type d'allocation sous la forme d'une fraction de l'allocation entière en fonction, par exemple, du nombre de jours par mois passés par l'ayant droit chez lui par rapport à celui où il a séjourné dans un home.\n\n7.5 Compte tenu de ce qui précède, l'intimé qui a passé plus de quinze nuits à X. en février et juin 2004 n'a droit, pour ces deux mois, qu'à l'allocation pour impotent réduite de moitié. Celle-ci s'élève à 528 fr. (art. 42ter al. 1, 3e et 4e phrases, et al. 2, première phrase, LAI). Le jugement entrepris doit donc être réformé en ce sens.\n\n8. (Dépens)"}