{"annee": "132", "cour": "III", "page": "178", "date": "24/1/2006", "cite": ["129 III 380", "130 III 537", "129 III 7", "131 III 667", "131 III 319", "130 III 28", "128 III 250", "129 III 80"], "cite_par": ["138 III 669", "145 III 460", "138 III 190", "134 III 80", "134 I 83"], "chapeau": "22. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Y. (Berufung)\n\n5C.245/2005 vom 24. Januar 2006", "regestes": ["Art. 36 al. 2 LFors; transmission d'actions connexes au tribunal saisi en premier lieu. Une décision par laquelle un tribunal transmet, en application de l'art. 36 al. 2 LFors, une procédure au tribunal saisi en premier lieu n'est pas une décision finale au sens de l'art. 48 al. 1 OJ, mais une décision incidente prise séparément du fond quant à la compétence territoriale, au sens de l'art. 49 al. 1 OJ, et susceptible d'un recours en réforme fédéral (consid. 1.1 et 1.2). Notion de connexité matérielle. Une action en liquidation du régime matrimonial et une action en divorce sont connexes (consid. 2 et 3). Pour savoir à quelle procédure accorder la priorité en cas d'actions connexes, l'art. 36 LFors se réfère uniquement à la priorité dans le temps de la litispendance (consid. 4). Marge d'appréciation du tribunal dans le cadre de l'art. 36 LFors. En l'espèce, le transfert de l'action en divorce au tribunal devant lequel l'action en liquidation du régime matrimonial est pendante ne contrevient pas au droit fédéral (consid. 5)."], "faits": "|179|\n\nA. X. (Ehefrau) und Y. (Ehemann) leben seit dem 1. Oktober 2001 getrennt. Im Rahmen eines Eheschutzverfahrens ordnete das Vizegerichtspräsidium Weinfelden/TG mit Verfügung vom 16./17. September 2002 die Gütertrennung an und verpflichtete Y. zur Leistung von Unterhaltsbeiträgen an X.\n\nSeit dem 20. Dezember 2002 ist auf Klage von Y. am Bezirksgericht Plessur/GR (Wohnsitzgerichtsstand von Y.) zwischen den Parteien ein Verfahren auf Durchführung der güterrechtlichen Auseinandersetzung hängig.\n\nB. Am 18. Mai 2004 reichte X. bei der Bezirksgerichtlichen Kommission Weinfelden (Wohnsitzgerichtsstand von X.) die Ehescheidungsklage ein. Daraufhin verlangte Y., die Klage sei an das Bezirksgericht Plessur zu überweisen.\n\nNachdem der Präsident des Bezirksgerichts Plessur am 20. Oktober 2004 die Erklärung abgegeben hatte, das Gericht sei gemäss Art. 36 Abs. 2 GestG bereit, das Scheidungsverfahren zu übernehmen, überwies die Bezirksgerichtliche Kommission Weinfelden die bei ihr |180| hängige Scheidungsklage mit Beschluss vom 4./23. März 2005 an das Bezirksgericht Plessur.\n\nGegen diesen Überweisungsbeschluss gelangte X. an das Obergericht des Kantons Thurgau. Dieses wies den Rekurs mit Entscheid vom 30. Mai 2005 ab.\n\nC. X. führt eidgenössische Berufung an das Bundesgericht. Sie beantragt die Aufhebung des obergerichtlichen Beschlusses vom 30. Mai 2005 und verlangt, das Bezirksgericht Weinfelden sei anzuweisen, das Scheidungsverfahren selbst weiterzuführen; eventualiter sei das Verfahren zu sistieren, bis im Verfahren betreffend güterrechtliche Auseinandersetzung ein Entscheid des Bezirksgerichts Plessur vorliege.\n\nY. beantragt die Abweisung der Berufung, soweit darauf einzutreten sei.\n\nDas Bundesgericht weist die Berufung ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 48 Abs. 1 OG ist die Berufung in der Regel erst gegen die Endentscheide der oberen kantonalen Gerichte oder sonstigen Spruchbehörden zulässig, die nicht durch ein ordentliches kantonales Rechtsmittel angefochten werden können. Ein Endentscheid liegt nach der Rechtsprechung vor, wenn das kantonale Sachgericht über den im Streit stehenden Anspruch materiell entschieden oder dessen Beurteilung aus einem Grund abgelehnt hat, der endgültig verbietet, dass der gleiche Anspruch nochmals geltend gemacht wird (BGE 128 III 250 E. 1b S. 252; BGE 131 III 667 E. 1.1 S. 669).\n\nMit dem angefochtenen Überweisungsbeschluss hat das Obergericht die Streitsache weder materiell entschieden, noch anderweitig eine Beurteilung abgelehnt, die einer rechtskräftigen Erledigung gleichkäme. Vielmehr bleibt die Rechtshängigkeit durch die Überweisung erhalten und das Gericht, an welches die Sache überwiesen worden ist, wird darüber materiell zu befinden haben. Damit liegt kein Endentscheid im Sinne von Art. 48 Abs. 1 OG vor.\n\n1.2 Die Berufung ist weiter zulässig gegen selbstständige Vor- und Zwischenentscheide über die Zuständigkeit, soweit die Verletzung bundesrechtlicher Vorschriften über die sachliche, die örtliche oder |181| die internationale Zuständigkeit geltend gemacht wird (Art. 49 Abs. 1 OG).\n\nArt. 36 GestG (SR 272) statuiert keinen eigenen Gerichtsstand, sondern regelt die \"gerichtsstandsnahe\" Frage der Koordination von mehreren in Zusammenhang stehenden Verfahren (BBl 1999 S. 2870; YVES DONZALLAZ, Commentaire de la loi fédérale sur les fors en matière civile, N. 4 zu Art. 36 GestG). Indes hat die Überweisung der Klage nach Art. 36 Abs. 2 GestG insoweit direkte Auswirkung auf die örtliche Zuständigkeit, als das überweisende Gericht sich als unzuständig erklärt, wodurch den Parteien die Klage an einem gesetzlichen Gerichtsstand verunmöglicht wird. Der Überweisungsentscheid ist daher als Zwischenentscheid über die örtliche Zuständigkeit anzusehen, welcher nach Art. 49 Abs. 1 OG mit Berufung angefochten werden kann (Urteil 4C.335/2004 vom 3. Februar 2005, E. 2 nicht publ. in BGE 131 III 319; THOMAS A. CASTELberg, Die identischen und die in Zusammenhang stehenden Klagen im Gerichtsstandsgesetz, Diss. Bern 2004, S. 184 mit Hinweisen). Die Nichtigkeitsbeschwerde ist demnach nicht gegeben (Art. 68 Abs. 1 OG). Die vorliegende Berufung erweist sich in dieser Hinsicht als zulässig.\n\n(...)\n\n2. Werden bei mehreren Gerichten Klagen rechtshängig gemacht, die miteinander in sachlichem Zusammenhang stehen, so kann jedes später angerufene Gericht das Verfahren aussetzen, bis das zuerst angerufene entschieden hat (Art. 36 Abs. 1 GestG). Das später angerufene Gericht kann die Klage an das zuerst angerufene Gericht überweisen, wenn dieses mit der Übernahme einverstanden ist (Art. 36 Abs. 2 GestG).\n\n3. Strittig ist zunächst, ob die beiden hängigen Klagen betreffend Durchführung der güterrechtlichen Auseinandersetzung und Scheidung in einem sachlichen Zusammenhang stehen.\n\n3.1 Das Gesetz enthält keine Definition des Begriffs des \"sachlichen Zusammenhangs\". Die Botschaft des Bundesrates zum Gerichtsstandsgesetz führt aus, dass die Konnexität der Prozesse so eng sein muss, dass eine Vermeidung widersprüchlicher Urteile geboten erscheint. Sie verweist weiter auf die Art. 6 und Art. 7 GestG, welche den gleichen Begriff verwenden, und hält fest, dass hier wie dort nicht irgendein Zusammenhang genügt, sondern die erforderliche Konnexität nur gegeben ist, wenn den verschiedenen Klagen |182| gleichartige faktische Umstände bzw. Rechtsfragen zu Grunde liegen (BBl 1999 S. 2872).\n\nZu beachten ist zudem, dass Art. 22 LugÜ (SR 0.275.11) als Vorbild für Art. 36 GestG diente, welcher eine Umschreibung enthält, wann mehrere, bei verschiedenen Gerichten erhobene Klagen als zusammenhängend zu betrachten sind. Es erscheint naheliegend, an diese Formulierung anzulehnen (vgl. BGE 129 III 80 E. 2.2 S. 84; THOMAS A. CASTELBERG, a.a.O., S. 150; KELLERHALS/GÜNGERICH, Gerichtsstandsgesetz, N. 4 zu Art. 36 GestG). Nach dieser Bestimmung stehen Klagen im Zusammenhang, wenn zwischen ihnen eine so enge Beziehung gegeben ist, dass eine gemeinsame Verhandlung und Entscheidung geboten erscheint, um zu vermeiden, dass in getrennten Verfahren widersprechende Entscheidungen ergehen könnten (Art. 22 Abs. 3 LugÜ). Art. 36 GestG verlangt - anders als Art. 35 GestG - nicht die Identität des Streitgegenstandes.\n\n3.2 Im Rahmen der Scheidungsklage ist auch über die Nebenfolgen der Scheidung zu entscheiden: Dabei sind namentlich bei der Frage des nachehelichen Unterhalts nach Art. 125 Abs. 2 Ziff. 5 ZGB das Einkommen und Vermögen der Ehegatten zu berücksichtigen. Zum Vermögen zählt das Ergebnis der güterrechtlichen Auseinandersetzung. Von diesem kann zudem nach Art. 123 Abs. 2 ZGB die Regelung der Ansprüche aus der beruflichen Vorsorge abhängig sein (vgl. auch BGE 129 III 7 E. 3.1.2. S. 9; BGE 130 III 537 E. 4 S. 544 f.). Daraus ergibt sich ohne weiteres, dass zwischen dem Verfahren der güterrechtlichen Auseinandersetzung und der Scheidungsklage ein sachlicher Zusammenhang besteht.\n\n4. Die Klägerin führt an, es könne nicht sein, dass die Nebensache (Güterrecht) die Hauptsache (Scheidung) an ihren Gerichtsstand ziehe.\n\nArt. 36 GestG stellt für die Frage, welchem Verfahren der Vorrang zu gewähren ist, einzig auf die zeitliche Priorität ab. Eine Unterscheidung nach Hauptsache/Nebensache findet dagegen nicht statt (YVES DONZALLAZ, a.a.O., N. 10 zu Art. 36 GestG). Unstrittig wurde vorliegend die Klage auf Durchführung der Gütertrennung vor der Scheidungsklage rechtshängig gemacht. Es ist daher bundesrechtskonform, wenn das Obergericht bei der Frage, an welches Gericht die Sache zu überweisen ist, einzig auf die zeitliche Abfolge der Rechtshängigkeit abgestellt hat. |183|\n\n5. Die Klägerin wirft dem Obergericht weiter eine Verletzung des pflichtgemässen Ermessens vor, welches Art. 36 GestG dem Gericht gewährt. Sie macht geltend, anstatt das Scheidungsverfahren zu überweisen, wäre es angezeigt gewesen, dieses bloss nach Art. 36 Abs. 1 GestG zu sistieren.\n\n5.1 Art. 36 GestG räumt dem Gericht einen Beurteilungsspielraum ein: Liegen konnexe Verfahren vor, kann es - muss es aber nicht - nach dieser Bestimmung vorgehen: Es kann folglich den bei ihm hängigen Prozess fortführen, ihn nach Art. 36 Abs. 1 GestG sistieren oder eben nach Abs. 2 mit dem Einverständnis des früher angerufenen Gerichts an dieses überweisen.\n\nErmessensentscheide kantonaler Instanzen überprüft das Bundesgericht an sich frei. Es übt dabei aber Zurückhaltung und schreitet nur ein, wenn die Vorinstanz grundlos von in Lehre und Rechtsprechung anerkannten Grundsätzen abgewichen ist, wenn sie Gesichtspunkte berücksichtigt hat, die für den Entscheid im Einzelfall keine Rolle hätten spielen dürfen, oder wenn Umstände nicht in Betracht gezogen worden sind, die hätten beachtet werden müssen. Das Bundesgericht greift ausserdem in Ermessensentscheide ein, wenn sich diese als offensichtlich unbillig, als in stossender Weise ungerecht erweisen (BGE 129 III 380 E. 2 S. 382; BGE 130 III 28 E. 4.1 S. 32).\n\n5.2 Das Obergericht hat ausgeführt, eine Sistierung des Scheidungsprozesses würde zu einer Verzögerung des Verfahrens führen. Demgegenüber seien für die Parteien bei einer Überweisung keine prozessualen Nachteile ersichtlich: Der Klägerin stehe in beiden Verfahren der gleiche Rechtsvertreter zur Seite, der sich im Rahmen des Güterrechtsprozesses bereits mit dem \"fremden\" Prozessrecht (des Kantons Graubünden) beschäftigt habe. Ebenso wenig sei eine übermässige Erschwerung des Gerichtszuganges ersichtlich, gelte doch sowohl im Kanton Thurgau wie auch Graubünden die Verhandlungssprache Deutsch. Weiter würden sich beide Verfahren noch vor erster Instanz befinden; der Scheidungsprozess sogar noch im Anfangsstadium. Auch der Prozess im Kanton Graubünden sei grundsätzlich noch im Behauptungsstadium. Nicht nachvollziehbar erscheine, wie weit der Klägerin ein Nachteil entstehen sollte, wenn im Rahmen der vom Bezirksgericht Plessur vorgeschlagenen Referentenaudienz eine Einigung über die güterrechtliche Auseinandersetzung erzielt werde. Auch die Tatsache, dass das Vizegerichtspräsidium Weinfelden bereits ein Eheschutzgesuch, ein |184| Abänderungsgesuch sowie ein Gesuch betreffend vorsorgliche Massnahmen im Ehescheidungsprozess behandelt habe, stehe einer Überweisung nicht entgegen. Nachdem diese Verfahren im Summarium stattgefunden hätten, sei auch nicht davon auszugehen, dass die Bezirksgerichtliche Kommission Weinfelden für das Scheidungsverfahren über das grössere Sachwissen verfüge. Zudem müsse bereits gestützt auf die eigenen Angaben der Klägerin von einem intensiven Grad der Konnexität zwischen güterrechtlicher Auseinandersetzung und Unterhaltsbeitrag ausgegangen werden, habe diese anlässlich einer persönlichen Anhörung doch selber gesagt, die Höhe des Unterhaltsbeitrages werde wohl auch vom Ausgang des Prozesses betreffend Durchführung der Gütertrennung abhängen.\n\n5.3 Diese einlässliche Würdigung der entscheidwesentlichen Kriterien durch das Obergericht ist nicht zu beanstanden: Dass im vorliegenden Fall die Frage des nachehelichen Unterhalts und eines allfälligen Vorsorgeausgleichs unabhängig vom Ausgang der güterrechtlichen Auseinandersetzung beurteilt werden kann, macht die Klägerin selbst nicht geltend. Eine Fortführung des Scheidungsprozesses am bisherigen Gerichtsstand ohne Rücksicht auf das güterrechtliche Verfahren - wie die Klägerin zur Hauptsache beantragt - ist bereits aus diesem Grund kaum praktikabel und würde auch dem Grundsatz der Einheit des Scheidungsurteils widersprechen.\n\nOb eine Überweisung oder eine Sistierung besser geeignet ist, um eine möglichst gute Koordination der Verfahren zu erreichen, kann nur mit Blick auf den Einzelfall entschieden werden: Vorliegend ist zu beachten, dass beide Verfahren vor erster Instanz hängig und noch nicht weit fortgeschritten sind. Eine Sistierung des Scheidungsprozesses bis zum Abschluss der güterrechtlichen Auseinandersetzung könnte unter diesen Umständen zu einer grossen Verzögerung führen.\n\nDie Überweisung und Übernahme des Verfahrens durch das Bezirksgericht Plessur wird zudem dadurch erleichtert, dass sich in beiden Prozessen die gleichen Parteien gegenüber stehen und beide Klagen im ordentlichen Verfahren zu behandeln sind.\n\nNicht zu beanstanden ist zudem, wenn das Obergericht dem Umstand, dass das Bezirksgericht Weinfelden bereits mit dem Eheschutzverfahren und vorsorglichen Massnahmen befasst war, nur untergeordnete Bedeutung zugemessen hat: Selbst wenn das |185| Bezirksgericht Plessur mehr Zeit benötigt, sich in den Fall einzuarbeiten als das Gericht im Kanton Thurgau, ist nicht anzunehmen, dass sich das Verfahren dadurch erheblich verzögern wird. Dies namentlich im Vergleich zu der Verzögerung, welche durch eine Sistierung des Scheidungsprozesses resultieren würde. In Bezug auf die Vermögensverhältnisse dürfte im Übrigen gerade dem Gericht im Graubünden ein Wissensvorsprung zukommen.\n\nEs ist zwar einzuräumen, dass durch die Überweisung der Scheidungsklage der Klägerin der zwingender Gerichtsstand nach Art. 15 Abs. 1 lit. b GestG entzogen wird. Dabei ist indes zu beachten, dass das Gesetz diese Rechtsfolge in Kauf nimmt (RUGGLE/TENCHIO-KUZMIC, Bundesgesetz über den Gerichtsstand in Zivilsachen, N. 5 zu Art. 36 GestG; KELLERHALS/GÜNGERICH, a.a.O., N. 20 zu Art. 36 GestG). Zudem wird im vorliegenden Fall die Streitsache an den Gerichtsstand des Wohnortes des Beklagten verlegt, welcher nach Art. 15 GestG ohnehin als alternativer zwingender Gerichtsstand für die Scheidungsklage zulässig wäre.\n\nZusammenfassend ist festzuhalten, dass weder die Überweisung noch die Ablehnung der Sistierung der Scheidungsklage nach Art. 36 Abs. 2 GestG gegen Bundesrecht verstösst."}