{"annee": "132", "cour": "III", "page": "432", "date": "7/2/2006", "cite": ["107 II 220", "61 III 36", "131 III 652", "114 III 60", "129 III 646", "106 II 29", "123 III 335"], "cite_par": ["140 III 651", "135 III 513"], "chapeau": "48. Auszug aus dem Urteil der II. Zivilabteilung i.S. Erbschaftskonkursmasse X. gegen Y. AG (Berufung)\n\n5C.297/2005 vom 7. Februar 2006", "regestes": ["Paiement, avant que l'état de collocation ne soit devenu définitif, d'une créance née avant l'ouverture de la faillite; prétention de la masse en restitution de l'enrichissement illégitime (art. 62 CO). Si, avant que l'état de collocation ne soit définitif, l'administration de la faillite ou son auxiliaire règle une créance née avant l'ouverture de la faillite, la masse en faillite n'a pas de prétention en restitution de l'enrichissement illégitime contre le créancier désintéressé. Une telle prétention ne naît que lorsqu'il peut être établi, sur la base de l'état de collocation définitif et du tableau de distribution, si et dans quelle mesure le créancier est enrichi du fait du paiement prématuré (consid. 2.1-2.6)."], "faits": "BGE 132 III 432 S. 433\n\nA. Die Erbschaftskonkursmasse X. (Klägerin) klagte mit dem Begehren, die Y. AG (Beklagte) sei zu verpflichten, ihr einen Betrag von Fr. 35'383.50 nebst Zins zu 5 % seit dem 15. Juli 2003 zu bezahlen. Zur Begründung führte die Klägerin aus, über die Erbschaft des X. sel. sei der Konkurs eröffnet worden. Der Erblasser habe vor seinem Tod eine Zahnarztpraxis betrieben, in welcher u.a. auch A. angestellt gewesen sei. Diese habe die Zahnarztpraxis auch nach dem Tod des Erblassers und vor der Konkurseröffnung weitergeführt. Der zuständige Konkursbeamte habe nach der Konkurseröffnung entschieden, dass die Zahnarztpraxis einstweilen weiter geführt werde. A. sei ermächtigt worden, die Betriebsweiterführung finanziell zu organisieren und zu leiten. Sie sei vom Konkursbeamten mündlich angewiesen worden, nur die für die Weiterführung des Betriebs notwendigen Zahlungen zu veranlassen und keinesfalls Forderungen zu bezahlen, die vor der Konkurseröffnung entstanden seien. A. habe der Beklagten in der Folge gleichwohl Zahlungen in der Höhe von Fr. 35'383.50 für Dienstleistungen erbracht, welche von der Beklagten vor der Konkurseröffnung geleistet worden seien. Der Beklagten habe somit im Zeitpunkt der Zahlungen keine Forderung gegenüber der Konkursmasse des Erblassers zugestanden. Die Beklagte beantragte Abweisung der Klage.\n\nDas Bezirksgericht Aarau hiess die Klage gut. Demgegenüber gab das Obergericht des Kantons Aargau einer Appellation der BGE 132 III 432 S. 434Beklagten statt und wies die Klage ab. Zur Begründung führte es im Wesentlichen aus, mit den Zahlungen an die Beklagte sei keine Nichtschuld beglichen worden, weshalb der Klägerin kein Anspruch aus ungerechtfertigter Bereicherung zustehe.\n\nB. Gegen dieses Urteil hat die Klägerin eidgenössische Berufung eingelegt mit dem Antrag, das angefochtene Urteil aufzuheben und das erstinstanzliche Urteil zu bestätigen. Das Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Wer in ungerechtfertigter Weise aus dem Vermögen eines andern bereichert worden ist, hat die Bereicherung zurückzuerstatten (Art. 62 Abs. 1 OR). Insbesondere tritt diese Verbindlichkeit dann ein, wenn jemand ohne jeden gültigen Grund (sine causa) oder aus einem nicht verwirklichten (causa non secuta) oder nachträglich weggefallenen Grund (causa finita) eine Zuwendung erhalten hat (Art. 62 Abs. 2 OR; dazu zuletzt BGE 129 III 646). Aufgrund der allgemeinen Beweislastregel von Art. 8 ZGB hat die Klägerin die Voraussetzungen ihrer Forderung aus ungerechtfertigter Bereicherung zu beweisen (BGE 106 II 29 E. 2 S. 31).\n\n2.2 Vor Eintritt des Konkurses bestand für die Zahlung des umstrittenen Betrags ein Rechtsgrund: Gestützt auf die für das Bundesgericht verbindlichen Feststellungen der Vorinstanz hat A. Forderungen beglichen, welche die Beklagte bereits vor der Eröffnung des Konkurses in Rechnung gestellt hat. Es ist erstellt, dass die Beklagte bereits zu Lebzeiten des Erblassers das Büro der Zahnarztpraxis gemacht hat und damit zwischen dem Erblasser und der Beklagten ein Auftragsverhältnis bestanden hat, in dessen Rahmen die Beklagte dem Erblasser regelmässig Rechnungen für erbrachte Dienstleistungen zugestellt hat. Dass dieses Auftragsverhältnis zwischen dem Erblasser und der Beklagten im Zeitpunkt, in welchem die geltend gemachten Dienstleistungen erbracht worden sind, aus anderen Gründen nicht mehr Bestand gehabt hätte, ist gemäss den verbindlichen Feststellungen der Vorinstanz von der Klägerin nicht substanziiert dargelegt worden. Nach den unbestrittenen Schlussfolgerungen des Obergerichts ist davon auszugehen, dass die Forderung vor Eintritt des Konkurses tatsächlich in der angegebenen Höhe bestanden hat. BGE 132 III 432 S. 435\n\n2.3 Es stellt sich die Frage, ob der Eintritt des Konkurses an dieser Rechtslage etwas geändert hat, d.h. ob der Grund der Zuwendung mit dem Konkurs nachträglich weggefallen ist. Die Eröffnung des Konkurses ändert die materielle Rechtslage zwischen dem Schuldner und dem Gläubiger grundsätzlich nicht. Der Konkurs bewirkt keine Sukzession der Masse in die Rechte des Schuldners. Im Gegensatz zu den Masseverbindlichkeiten, die erst im Laufe des Konkursverfahrens entstehen und für welche die Masse als Sondervermögen gegenüber den Gläubigern haftet, bleibt der Konkursit in voller Höhe Schuldner der Konkursforderungen, welche bereits vor dem Konkurs entstanden sind, was sich unter anderem darin zeigt, dass diese in ihrem bisherigen Bestand und ihrer bisherigen Höhe geschuldet sind, wenn der Konkurs widerrufen wird (Art. 195 Abs. 1 SchKG). Es kann daher nicht gesagt werden, mit dem Konkurs würden Konkursforderungen ohne weiteres ihre causa verlieren.\n\n2.4 Der Konkurs ändert vor allem die Rechtslage des Schuldners. Er bleibt zwar auch nach der Konkurseröffnung Rechtsträger seines Vermögens, insbesondere also Eigentümer seiner Sachen und Gläubiger seiner Forderungen. Der Schuldner verliert aber grundsätzlich das Recht, über sein Vermögen zu verfügen (BGE 114 III 60 E. 2b S. 61). Verfügungen, die der Schuldner nach der Konkurseröffnung vornimmt, sind deshalb den Konkursgläubigern gegenüber ungültig (Art. 204 Abs. 1 SchKG). Hätte also der konkursite Schuldner selber die bestehende Schuld bezahlt, dann hätte die Konkursverwaltung darüber hinweggehen können, wie wenn die Zahlung nicht geschehen wäre und die entäusserten Werte hätten ohne weiteres mit Rückforderungsklage wieder beigebracht werden können (AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 7. Aufl. 2003, § 41 N. 8 S. 327).\n\n2.5 Hier aber hat die von der Konkursverwaltung beauftragte Hilfsperson die Zahlung vorgenommen. Die Konkursverwaltung als ausführendes Organ im Konkursverfahren und deren Hilfspersonen können gültig für den Konkursiten Zahlung leisten und es gibt keine Vorschrift, wonach Zahlungen, die den Vorschriften des SchKG nicht entsprechen, ohne weiteres ungültig sind.\n\n2.6 Allerdings zeitigt der Konkurs für das betreffende Konkursverfahren gleichwohl Wirkungen auf die Forderungen der Gläubiger (Art. 208 ff. SchKG). So werden die Forderungen mit Konkurseröffnung fällig gestellt (Art. 208 SchKG), der Zinsenlauf hört auf BGE 132 III 432 S. 436(Art. 209 SchKG), Realforderungen werden in Geldforderungen umgewandelt (Art. 211 SchKG) und die Verrechnungsmöglichkeiten werden beschränkt (Art. 213 f. SchKG). Weiter - und hier von Bedeutung - stellt das SchKG eine Rangordnung der Forderungen auf, wenn der Erlös der Konkursmasse für deren Deckung nicht ausreicht (Art. 219 SchKG) und es verlangt die Gleichbehandlung der Gläubiger der nämlichen Klasse (Art. 220 SchKG). Ob die Gläubiger in einem bestimmten Konkursverfahren ganz, teilweise oder gar nicht befriedigt werden können, ist nicht von Anfang an bekannt, sondern ergibt sich erst im Verlaufe des Verfahrens. Die Gläubiger haben auf den Schuldenruf der Konkursverwaltung hin ihre Forderungen anzumelden (Art. 232 SchKG), welche nach Prüfung (Art. 244 SchKG) in den Kollokationsplan aufgenommen werden (Art. 247 ff. SchKG). Wenn der Kollokationsplan in Rechtskraft erwachsen ist, stellt die Konkursverwaltung die Verteilungsliste und die Schlussrechnung auf (Art. 261 SchKG). Danach stehen die Ansprüche der einzelnen Gläubiger aus dem Konkursverfahren fest. Da die Forderungen zivilrechtlich gleichwohl in ihrer vollen Höheweiter bestehen, erhalten die Gläubiger für den nicht gedeckten Teil Verlustscheine (Art. 265 SchKG). Ist das konkursrechtlich relevante Ergebnis absehbar, können bereits vorzeitig Abschlagsverteilungen durchgeführt werden (Art. 266 SchKG). \"Verfrühte\" Zahlungen werden daher vom SchKG unter engen Voraussetzungen zugelassen. Es kann dabei vorkommen, dass zu viel verteilt wird. Es stellt sich daher in diesen Fällen - wie vorliegend - die Frage, wie vorgegangen wird, wenn bei der Endabrechnung zu wenig Mittel zur Verfügung stehen. Stellt sich heraus, dass zu viel verteilt worden ist, so hat die Konkursverwaltung nach der Lehre und Rechtsprechung den zu viel bezahlten Betrag zurückzufordern und allenfalls eine Bereicherungsklage einzureichen (Urteil des Bundesgerichts 7B.20/2005 vom 14. September 2005, E. 1.1 nicht publ. in BGE 131 III 652; BGE 123 III 335 E. 1 S. 336; JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl. 1997/1999, N. 4 zu Art. 266 SchKG; STAEHELIN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III 1998, N. 5 zu Art. 266 SchKG; JEANDIN, Commentaire romand, Basel 2005, N. 9 zu Art. 266 SchKG). Dies bedeutet, dass im Rahmen des Konkursverfahrens eine Forderung aus ungerechtfertigter Bereicherung entsteht, wenn feststeht, in welcher Höhe ein Ausfall besteht (vgl. BGE 61 III 36 S. 39). Dies entspricht dem Grundsatz, dass, wer mehr geleistet hat BGE 132 III 432 S. 437als geschuldet, den Differenzbetrag wegen ungerechtfertigter Bereicherung zurückfordern kann (BGE 107 II 220 E. 3a S. 221 mit Hinweisen auf die Lehre). Diese konkursrechtliche Folge hat nichts mit dem materiellen Bestand der Forderung zu tun, für welche wie ausgeführt im Umfang des Ausfalls ein Verlustschein ausgestellt wird. Gegenwärtig ist noch nicht bekannt, ob und in welchem Umfang die Beklagte durch die verfrühte Zahlung bereichert ist, weil unbestrittenermassen noch kein Kollokationsplan und keine Verteilungsliste vorliegt. Die Forderung aus ungerechtfertigter Bereicherung ist daher noch nicht entstanden, so dass die Berufung gegen die Abweisung der Klage unbegründet ist."}