{"annee": "132", "cour": "I", "page": "220", "date": "8/5/2006", "cite": ["131 I 249", "111 IA 44", "111 IA 220", "125 I 458", "125 I 54", "107 IA 41", "79 I 142", "131 I 285", "116 IA 127", "83 I 257", "111 IA 120"], "cite_par": ["139 II 373", "140 I 114", "137 I 145", "133 I 19", "138 I 297"], "chapeau": "25. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. AG gegen Steuerkommission des Kantons Schwyz und Kantonales Steueramt Zürich sowie Verwaltungsgericht des Kantons Schwyz (Staatsrechtliche Beschwerde)\n\n2P.139/2005 vom 8. Mai 2006", "regestes": ["Art. 127 al. 3 Cst.; double imposition intercantonale; immeuble de placement; perte de répartition. Imposition dans le canton de situation de l'immeuble de placement appartenant à une entreprise (société commerciale). Principes de la répartition intercantonale de l'imposition et jurisprudence applicable jusqu'ici pour les \"pertes de répartition\" (consid. 3 et 4). Le capital et le bénéfice, comme le gain provenant des immeubles de placement, sont imposables exclusivement dans le canton de situation (consid. 3). Le canton de situation doit tenir compte d'une éventuelle perte d'exploitation dans le canton du siège (changement de jurisprudence; consid. 4)."], "faits": "|221|\n\nDie X. AG ist eine Handelsunternehmung. Ihr Sitz befindet sich in Zürich. In S., Kanton Schwyz, ist sie Eigentümerin einer Mietliegenschaft, die der Kapitalanlage dient.\n\nIn den Jahren 1998 und 1999 wies die X. AG insgesamt namhafte Verluste aus. Die Kapitalanlageliegenschaft selbst warf in dieser Zeit einen Ertrag ab. Nachdem die Gesellschaft im Jahre 2000 vorübergehend wieder die Gewinnzone erreicht hatte, erzielte sie ab dem Jahre 2001 erneut Verluste.\n\nMit Veranlagungsverfügungen vom 24. September 2002 wurde die X. AG im Kanton Schwyz für die Steuerjahre 1999 und 2000 mit einem steuerbaren Reingewinn und einem steuerbaren Kapital veranlagt. Diese Veranlagungen berücksichtigten den Ertragsanteil der Kapitalanlageliegenschaft unabhängig vom Gesamtergebnis (Verlust).\n\nEine Beschwerde der X. AG hiess das Verwaltungsgericht des Kantons Schwyz teilweise gut und setzte den steuerbaren Reingewinn für |222| das Jahr 1999 auf Fr. 0.- und für das Jahr 2000 auf Fr. 106'000.- fest. Das steuerbare Kapital blieb unverändert. Die Änderung beim Reingewinn ergab sich aus der Berücksichtigung der Kosten der Verwaltung und des Steueraufwandes für die Liegenschaft im Kanton Schwyz. Eine Verlustübernahme durch den Kanton Schwyz lehnte das Verwaltungsgericht hingegen ab.\n\nDie X. AG ficht den Entscheid des Verwaltungsgerichts in Bezug auf das Steuerjahr 2000 mit staatsrechtlicher Beschwerde an. Sie verlangt, die Kantonale Steuerkommission Schwyz sei anzuweisen, die Besteuerung unter Berücksichtigung der betrieblichen Verlustvorträge so vorzunehmen, dass ein Ausscheidungsverlust vermieden werde; zu viel bezogene Steuern seien zurückzuerstatten. Die Beschwerdeführerin beruft sich auf das verfassungsmässige Verbot der interkantonalen Doppelbesteuerung (Art. 127 Abs. 3 BV), auf das Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV) und auf das Willkürverbot (Art. 9 BV).\n\nEine Veranlagung des Kantons Zürich wurde nicht angefochten.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Bei Beschwerden wegen interkantonaler Doppelbesteuerung kann auch noch im Anschluss an die Veranlagung des zweiten Kantons Beschwerde geführt werden, wobei der kantonale Instanzenzug nicht ausgeschöpft zu werden braucht (Art. 86 Abs. 2 und Art. 89 Abs. 3 OG). Die Beschwerde im Anschluss an den Entscheid des Verwaltungsgerichts des Kantons Schwyz ist daher zulässig. Es kann sowohl auf das Begehren um Aufhebung des angefochtenen Entscheids wie auch auf die damit verbundenen Begehren um Feststellung der für die Ausscheidung massgebenden Grundsätze eingetreten werden (BGE 111 Ia 44 E. 1c S. 46 f.; ASA 73 S. 247 E. 1.2; LOCHER/ LOCHER, Doppelbesteuerungspraxis, § 12, III A, 1 Nr. 40). Auch der Antrag auf Rückerstattung der zu viel bezahlten Steuern ist zulässig (ASA 60 S. 269 E. 1b; LOCHER/LOCHER, a.a.O., § 12, III C, 1 Nr. 8). Eine Veranlagung des Kantons Zürich ist nicht angefochten worden.\n\n2.\n\n2.1 Nach der Rechtsprechung des Bundesgerichts liegt eine gegen Art. 127 Abs. 3 BV verstossende Doppelbesteuerung vor, wenn eine steuerpflichtige Person von zwei oder mehreren Kantonen für das |223| gleiche Steuerobjekt und für die gleiche Zeit zu Steuern herangezogen wird (aktuelle Doppelbesteuerung) oder wenn ein Kanton in Verletzung der geltenden Kollisionsnormen seine Steuerhoheit überschreitet und eine Steuer veranlagt, zu deren Erhebung ein anderer Kanton zuständig ist (virtuelle Doppelbesteuerung). Ausserdem hat das Bundesgericht aus dem verfassungsmässigen Verbot der Doppelbesteuerung abgeleitet, dass ein Kanton einen Steuerpflichtigen nicht deshalb stärker belasten darf, weil er nicht im vollen Umfang seiner Steuerhoheit untersteht, sondern zufolge seiner territorialen Beziehungen auch noch in einem anderen Kanton steuerpflichtig ist (BGE 131 I 285 E. 2.1; BGE 125 I 54 E. 1b S. 55 f., BGE 125 I 458 E. 2a S. 466; ASA 71 S. 416 E. 3a).\n\n2.2 Die Beschwerdeführerin beruft sich auf das Schlechterstellungsverbot. Dieses sieht sie dadurch verletzt, dass der Kanton Schwyz als Liegenschaftskanton den im Sitzkanton Zürich entstandenen Geschäftsverlust nicht berücksichtigt habe. Sie macht geltend, gemäss der neueren bundesgerichtlichen Rechtsprechung setze das Schlechterstellungsverbot der \"unbegrenzten Steuerhoheit\" des Liegenschaftskantons eine Schranke. Zudem werde neuerdings der verfassungsmässige Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV) stärker betont.\n\nDie schwyzerische und die zürcherische Steuerverwaltung verweisen demgegenüber auf die bundesgerichtliche Rechtsprechung, wonach der Liegenschaftskanton Erträge aus Kapitalanlageliegenschaften juristischer Personen auch dann voll besteuern dürfe, wenn diese im Sitzkanton einen Verlust ausweisen. Dieser sog. Ausscheidungsverlust könne gemäss der Rechtsprechung \"aktiviert\" und in späteren Jahren mit Gewinnen im gleichen Kanton verrechnet werden.\n\n3.\n\n3.1 Es ist unbestritten, dass die Liegenschaft der Beschwerdeführerin im Kanton Schwyz nicht dem Betrieb, sondern ausschliesslich der Kapitalanlage dient. Nach den Regeln zur Abgrenzung der gegenseitigen Steuerhoheiten im interkantonalen Doppelbesteuerungsrecht werden Kapitalanlageliegenschaften von juristischen Personen ausserhalb des Sitzkantons grundsätzlich dem Kanton der gelegenen Sache zur ausschliesslichen Besteuerung zugewiesen. Das gilt für das Kapital und den Ertrag aus der laufenden Bewirtschaftung von Kapitalanlageliegenschaften wie auch für den |224| Gewinn (Wertzuwachs und Buchgewinn) aus der Veräusserung solcher Liegenschaften. Vom Liegenschaftsertrag sind die Gewinnungs- und Betriebskosten objektmässig absetzbar. Proportional nach Lage der Aktiven werden einzig die Schulden und die darauf entfallenden Schuldzinsen sowie allfällige Gewinnungskostenüberschüsse zwischen Hauptsteuerdomizil und Spezialsteuerdomizil der Liegenschaft aufgeteilt (BGE 111 Ia 120 E. 3a S. 126, BGE 111 Ia 220 E. 2c S. 225; vgl. ERNST HÖHN/PETER MÄUSLI, Interkantonales Steuerrecht, 4. Aufl. 2000, S. 514 ff., § 28 Rz. 32 ff.; PETER LOCHER, Einführung in das interkantonale Steuerrecht, 2. Aufl., Bern 2003, S. 102 f., 112 ff. und 129). Nach dieser Regel steht somit der Ertrag aus der Liegenschaft in S. dem Kanton Schwyz zur ausschliesslichen Besteuerung zu.\n\n3.2 Diese Grundsätze sind vorliegend nicht umstritten. Der Kanton Schwyz hat in seiner Steuerausscheidung keine Einkünfte erfasst, die ihm als Liegenschaftskanton nicht zustünden. Das Verwaltungsgericht hat im angefochtenen Entscheid auch die zusätzlich geltend gemachten Liegenschaftsaufwendungen anerkannt und die Veranlagung dementsprechend korrigiert. Streitig und zu prüfen ist einzig, ob der Kanton Schwyz als reiner Liegenschaftskanton dem im Kanton Zürich entstandenen Verlust Rechnung tragen muss, indem er diesen vom Liegenschaftsertrag in Abzug bringt.\n\n4.\n\n4.1 Aus dem Verbot der interkantonalen Doppelbesteuerung folgt, dass ein Steuerpflichtiger in mehreren auf dem Boden der allgemeinen Reineinkommens- bzw. Reingewinnbesteuerung stehenden Kantonen zusammen nicht mehr als sein gesamtes Reineinkommen bzw. seinen gesamten Reingewinn versteuern muss (BGE 107 Ia 41 E. 1a; ASA 60 S. 269 E. 2a). Nach der bisherigen Rechtsprechung musste diese Regel jedoch zurücktreten gegenüber dem Grundsatz, wonach das Grundeigentum dem Kanton, in dem es gelegen ist, zur ausschliesslichen Besteuerung vorbehalten bleibt. Der Liegenschaftskanton musste daher Verluste am Hauptsitz oder in einem anderen Betriebsstättekanton nicht übernehmen. Das heisst, er war nicht verpflichtet, solche Verluste auf den Ertrag der Liegenschaft oder auf den Veräusserungsgewinn (Wertzuwachs und Buchgewinn) anzurechnen. Sich daraus am Hauptsitz ergebende, sog. Ausscheidungsverluste waren zulässig. Auch wenn diese Rechtsprechung in der Lehre auf Kritik stiess, hielt das Bundesgericht daran stets fest (BGE 116 Ia 127 E. 2b und c; BGE 111 Ia 120 E. 2a S. 123 f.; ASA 59 S. 564 E. 3d, S. 568 E. 4 S. 573 ff. und daselbst E. 4c zum |225| Begriff des Ausscheidungsverlustes; LOCHER/LOCHER, a.a.O., § 7, I B, Nr. 44 und I D, Nr. 46).\n\n4.2 Diese Rechtsprechung zur Nichtberücksichtigung von Ausscheidungsverlusten bezog sich auf Kapitalanlageliegenschaften interkantonaler Unternehmungen, einschliesslich Versicherungsgesellschaften und Immobiliengesellschaften, ausserhalb des Sitzkantons sowie auf Liegenschaften des Privatvermögens natürlicher Personen. Sie kam weiter auf Liegenschaften von Liegenschaftenhändlern und Generalunternehmern im Belegenheitskanton zur Anwendung (LOCHER/LOCHER, a.a.O., § 7, I D, Nr. 46).\n\nIn einem Urteil aus dem Jahre 1999 wandte das Bundesgericht diese Rechtsprechung zudem auf die Betriebsliegenschaft einer interkantonalen Unternehmung (Handelsgesellschaft) an. Diese hatte ihre Betriebsliegenschaft im Kanton St. Gallen (Betriebsstättekanton) veräussert. Der Kanton St. Gallen erfasste den Veräusserungsgewinn mit der Reinertragssteuer unter Berücksichtigung seines Anteils am Gesamtbetriebsverlust. Hingegen war er nicht verpflichtet, den im Sitzkanton ungedeckt gebliebenen Teil des Betriebsverlustes zu verrechnen. Der Ausscheidungsverlust war hinzunehmen, wie das Bundesgericht erkannte (Urteil 2P.439/1997 vom 27. Oktober 1999, E. 3c und 4, publ. in: StR 55/2000 S. 182 = LOCHER/ LOCHER, a.a.O., § 7, I B, Nr. 45).\n\n4.3 In BGE 131 I 249 nahm das Bundesgericht indes eine Verdeutlichung der Praxis sowie eine Praxisänderung vor.\n\nDie Verdeutlichung der Praxis betraf die Steuerausscheidung bei Betriebsliegenschaften von Liegenschaftenhändlern und Generalunternehmern. Das Bundesgericht legte fest, dass der Wertzuwachs aus der Veräusserung solcher Liegenschaften dem Belegenheitskanton zur ausschliesslichen Besteuerung zustehe (BGE 131 I 249 E. 5.3). Diese Frage war in der bundesgerichtlichen Rechtsprechung bisher nicht oder nicht mit der gewünschten Deutlichkeit entschieden worden (vgl. auch den Vorbehalt in BGE 79 I 142 E. 2 S. 148 unten). Für Betriebsliegenschaften der übrigen interkantonalen Unternehmungen hatte nämlich das Bundesgericht diesen Schritt bereits in BGE 83 I 257 E. 3 vollzogen und den Wertzuwachs dem Belegenheitskanton zur ausschliesslichen Besteuerung zugewiesen (s. dazu auch BGE 131 I 249 E. 4.3 und 4.4).\n\nAndererseits änderte das Bundesgericht seine Praxis gemäss Urteil vom 27. Oktober 1999, wonach der Betriebsstättekanton bei der |226| Besteuerung des Wertzuwachsgewinnes aus der Veräusserung einer Betriebsliegenschaft auf einen allfälligen Ausscheidungsverlust im Sitzkanton keine Rücksicht zu nehmen brauche (vgl. vorstehende E. 4.2); es verpflichtete diesen Kanton, den Geschäftsverlust, den die Unternehmung im Sitzkanton und weiteren Kantonen mit Betriebsstätten aufwies, mit dem Grundstückgewinn zu verrechnen. Das gilt auch dann, wenn der Kanton den Wertzuwachs nicht mit der allgemeinen Einkommens- und Gewinnsteuer, sondern mit einer Grundstückgewinnsteuer erfasst. Massgebend war für das Bundesgericht die Überlegung, dass die Ausdehnung des Rechts des Kantons der gelegenen Sache zur ausschliesslichen Besteuerung des Wertzuwachses auf Betriebsliegenschaften von Liegenschaftenhändlern und Generalunternehmern nicht dazu führen dürfe, dass dieser Kanton auf die übrige Situation der Unternehmung überhaupt keine Rücksicht zu nehmen brauche und den Gewinn auch dann voll besteuern dürfe, wenn die Unternehmung mit einem Verlust abschliesse. Wenn schon der Wertzuwachs auf Betriebsliegenschaften dem Liegenschaftskanton zur ausschliesslichen Besteuerung zugewiesen werde, so sei andererseits dafür zu sorgen, dass sich nicht vermehrt solche Ausscheidungsverluste ergeben (BGE 131 I 249 E. 6.3).\n\n4.4 Die neue Rechtsprechung gemäss BGE 131 I 249 bezog sich allerdings vorerst ausdrücklich nur auf Betriebsliegenschaften von Liegenschaftenhändlern und Generalunternehmungen (ebenda E. 5.3). In BGE 131 I 285 wandte das Bundesgericht jedoch die neue Regel zur Vermeidung von Ausscheidungsverlusten auch auf Liegenschaften im Privatvermögen an. Es ging um einen Gewinnungskostenüberschuss auf der selbst bewohnten Liegenschaft am Hauptsteuerdomizil, der dort durch kein Einkommen gedeckt war. Der Kanton des Spezialsteuerdomizils, wo der Steuerpflichtige zwei Mietliegenschaften (ebenfalls im Privatvermögen) hielt, wurde daher verpflichtet, den Gewinnungskostenüberschuss des Hauptsteuerdomizils zu übernehmen, damit dort ein Ausscheidungsverlust vermieden werden konnte (BGE 131 I 285 E. 4.2). Das Bundesgericht erwog, im Geschäftsvermögensbereich habe das Problem der sog. Ausscheidungsverluste bisher relativiert werden können. Unternehmen könnten Aufwandüberschüsse oder Betriebsverluste innerhalb der Verlustverrechnungsperiode mit künftigen Erträgen bzw. Gewinnen im gleichen Kanton verrechnen (vgl. Art. 25 Abs. 2 bzw. 67 und 10 Abs. 2 des Steuerharmonisierungsgesetzes [StHG; SR 642.14]). Für |227| private Gewinnungskostenüberschüsse bestehe diese Möglichkeit indessen nicht. Diese Überlegungen bewogen das Bundesgericht im erwähnten Urteil, auch bei den Privatpersonen den Liegenschaftskanton zu verpflichten, den Aufwandüberschuss der Liegenschaft am Hauptsteuerdomizil zu berücksichtigen (vgl. BGE 131 I 285 E. 3.7 und 4.1).\n\n5. Im vorliegenden Fall geht es um die Besteuerung der Kapitalanlageliegenschaft einer Unternehmung (Handelsgesellschaft) im reinen Liegenschaftskanton, d.h. ohne Betriebsstätte im Kanton. Im Lichte der neuen Rechtsprechung, wie sie dargestellt worden ist (BGE 131 I 249 und 285), kann die Verlustverrechnung auch hier nicht mehr verweigert werden. Wertzuwächse auf Betriebsliegenschaften interkantonaler Unternehmen (einschliesslich Versicherungs- und Immobiliengesellschaften) sowie von Liegenschaftenhändlern und Generalunternehmern sind dem Kanton der gelegenen Sache zur ausschliesslichen Besteuerung zuzuweisen, wobei es diesem freigestellt ist, den Gewinn mit der Einkommens- oder Ertragssteuer oder mit einer als Objektsteuer ausgestalteten Grundstückgewinnsteuer zu erfassen (vgl. vorn E. 4.3). In BGE 131 I 249 hielt das Bundesgericht den Betriebsstättekanton an, den Geschäftsverlust am Hauptsitz auf den Grundstückgewinn auf der Betriebsliegenschaft anzurechnen. Und in BGE 131 I 285 verpflichtete es den Liegenschaftskanton, wo der Steuerpflichtige zwei Mietliegenschaften im Privatvermögen hielt, den Gewinnungskostenüberschuss auf der selbst bewohnten Liegenschaft im Wohnsitzkanton zu übernehmen. Entscheidend ist dafür zu sorgen, dass weitere Ausscheidungsverluste möglichst vermieden werden (BGE 131 I 285 E. 4.1). Für Kapitalanlageliegenschaften einer Unternehmung kann daher nichts anderes gelten. Auch in diesem Fall kann der Liegenschaftskanton diese Liegenschaft nicht ungeachtet eines allfälligen Betriebsverlustes uneingeschränkt besteuern.\n\nEs ist somit im Ergebnis festzuhalten, dass der Liegenschaftskanton grundsätzlich allein befugt ist, den Grundstückertrag und -gewinn (Wertzuwachs) zu besteuern. Doch sind dem Liegenschaftskanton insofern Grenzen gesetzt, als er nunmehr auf die Situation der Unternehmung bzw. der Privatperson und deren Leistungsfähigkeit Rücksicht nehmen muss. Insofern ist der Hinweis der Beschwerdeführerin auf den Grundsatz der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit gemäss Art. 127 Abs. 2 BV begründet und die staatsrechtliche Beschwerde gegenüber dem Kanton Schwyz gutzuheissen. |228|\n\n6. Eine Veranlagung des Kantons Zürich wurde nicht angefochten. Dazu hatte die Beschwerdeführerin an sich keinen Anlass, nachdem sie durch diesen Kanton als Folge ihrer Betriebsverluste für das Jahr 2000 mit Fr. 0.- steuerbarem Einkommen eingeschätzt wurde. Da sie jedoch die Übernahme von Geschäftsverlusten im Kanton Zürich durch den Kanton Schwyz verlangt und die beiden Taxationen damit - auch nach ihrer eigenen Betrachtungsweise - zusammenhängen, hätte sie die Taxation im Kanton Zürich dennoch anfechten können und müssen, wenn sie hätte sicherstellen wollen, dass der Kanton Zürich den anrechenbaren Geschäftsverlust für die doppelbesteuerungsrechtliche Abwicklung für sich verbindlich festlegt. Dass die Beschwerdeführerin die Anfechtung unterlassen hat, hindert freilich nicht, dass der Kanton Zürich, sofern sich aus dem vorliegenden Entscheid Anordnungen für die interkantonale Ausscheidung ergeben, diese in Bezug auf künftige, noch nicht rechtskräftige Veranlagungen zu beachten hat. Der Kanton Zürich wurde denn auch eingeladen, zur staatsrechtlichen Beschwerde Stellung zu nehmen.\n\n7. Über den Antrag, es sei der Kanton Schwyz anzuweisen, zu viel bezahlte Steuern zurückzuerstatten, kann hier nicht entschieden werden. Abgesehen davon, dass das Begehren nicht substantiiert ist, muss der Kanton Schwyz vorab die neue Veranlagung vornehmen. Dabei wird er auch zu prüfen haben, inwiefern der Beschwerdeführerin allenfalls zu viel bezahlte Steuern zurückerstattet werden müssen (vgl. LOCHER/LOCHER, a.a.O., § 12, III C, 1 und 2)."}