{"annee": "132", "cour": "II", "page": "218", "date": "18/4/2006", "cite": ["112 IB 388", "118 IA 151", "113 IB 318", "119 IB 397", "127 I 185", "119 IB 124", "131 II 728", "117 IB 497", "122 II 326", "125 II 431", "109 IB 114", "118 IB 241", "122 II 455", "109 IB 13", "116 IA 197", "115 IA 358", "121 II 417", "119 IB 229", "115 IA 350", "91 I 329", "115 IA 333", "131 II 151"], "cite_par": ["136 IV 4"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. A. und Erben B. gegen Stadt Zürich sowie Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)\n\n1A.236/2005 vom 18. April 2006", "regestes": ["Art. 5 al. 2 LAT; expropriation matérielle (refus de classer). Eléments de fait pouvant entrer en considération pour l'octroi d'une indemnité en raison d'un refus de classer; obligation d'apprécier toutes les données de faits et de droit (consid. 2). Territoire largement bâti: délimitation entre les notions de \"brèche ou d'espace vide dans le tissu bâti\" et de \"surface non bâtie plus étendue à l'intérieur du milieu bâti\" (précision de la jurisprudence; consid. 4.2); deux cas d'application (consid. 4.3 et 4.4). Aspects particuliers du principe de la bonne foi: perspective fondée d'un classement en zone à bâtir au regard des circonstances antérieures aux mesures de planification litigieuses (résumé de la jurisprudence; consid. 6.1 et 6.2); expropriation matérielle admise dans un cas (consid. 6.3-6.9)."], "faits": "BGE 132 II 218 S. 219\n\nA. (Beschwerdeführer 1) ist Eigentümer der Grundstücke Kat.Nrn. 7982 und 7987 am oberen Kürberghang in Zürich-Höngg. Die beiden aneinander grenzenden Liegenschaften weisen eine Fläche von 4'987 m2 bzw. 5'257 m2 auf. Gemäss Bau- und Zonenordnung der Stadt Zürich 1963 (BZO 1963) lagen die Parzellen überwiegend in der Wohnzone D; einzig eine Teilfläche von 320 m2 von Kat.Nr. 7982 war der Freihaltezone zugewiesen. Mit der vom Volk am 17. Mai 1992 angenommenen Bau- und Zonenordnung (BZO 1992) wurden die Parzellen gesamthaft der Freihaltezone zugeteilt.\n\nDen Erben B. (Beschwerdeführer 2) gehört das Grundstück Kat. Nr. 4688 in der Senke Müli in Zürich-Affoltern mit einer Fläche von 12'231 m2. Dieses lag unter der BZO 1963 ebenfalls überwiegend in der Wohnzone D; ein Anteil von 756 m2 befand sich in der Freihaltezone. Im Rahmen der BZO 1992 wurde die ganze Parzelle der Freihaltezone zugewiesen.\n\nDer Regierungsrat des Kantons Zürich genehmigte am 10. September 1997 im Rahmen einer Teilgenehmigung der BZO 1992 die Freihaltezonen im Bereich der erwähnten Grundstücke. Daraufhin setzte der Stadtrat von Zürich die Freihaltezonen auf den 11. Oktober 1997 in Kraft.\n\nBereits am 2. September 1996 hatten die betroffenen Grundeigentümer gegenüber der Stadt Zürich Entschädigungsforderungen aus materieller Enteignung angemeldet; in der Folge wurde das Schätzungsverfahren durchgeführt. Mit Beschluss vom 21. Januar 2003 BGE 132 II 218 S. 220bejahte die Schätzungskommission I des Kantons Zürich hinsichtlich aller drei Grundstücke eine materielle Enteignung und sprach den Grundeigentümern eine Entschädigung zu.\n\nGegen den Beschluss der Schätzungskommission rekurrierten die Stadt Zürich und die Erbengemeinschaft B. an das Verwaltungsgericht des Kantons Zürich. Während sich Erstere gegen die Annahme einer materiellen Enteignung wehrte, verlangte Letztere eine Erhöhung der Entschädigung. Mit Entscheid vom 23. Juni 2005 hiess das Gericht den Rekurs der Stadt Zürich gut und wies denjenigen der Erben B. ab. Es hielt fest, dass den Grundeigentümern keine Entschädigung aus materieller Enteignung zustehe.\n\nA. und die Erben B. erheben Verwaltungsgerichtsbeschwerde an das Bundesgericht; sie beantragen die Aufhebung des angefochtenen Entscheids. Es sei festzustellen, dass der Erlass einer Freihaltezone für ihre Grundstücke eine materielle Enteignung darstelle; die Stadt Zürich sei zur Entschädigung zu verpflichten.\n\nDas Bundesgericht heisst die Beschwerde von A. gut und weist diejenige der Erben B. ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Mit der Gesamtrevision der BZO 1963 bzw. der gestützt darauf erlassenen BZO 1992 hat die Stadt Zürich ihre Nutzungsplanung an die Anforderungen des RPG angepasst (Urteil 1A.72/2003 vom 4. November 2003, E. 3.2 nicht publ. in: ZBl 106/2005 S. 661). Die in diesem Rahmen erfolgte Zuteilung der Grundstücke Kat. Nrn. 7982 und 7987 sowie 4688 zur Freihaltezone stellen demzufolge eine Nichteinzonung im Sinne der bundesgerichtlichen Rechtsprechung dar (vgl. dazu BGE 131 II 728 E. 2.1 S. 730 f.; BGE 125 II 431 E. 3b S. 433). Dies wird von den Beteiligten nicht in Frage gestellt.\n\n2.2 Nichteinzonungen lösen grundsätzlich keine Entschädigungspflicht aus. Sie treffen den Eigentümer nur ausnahmsweise enteignungsähnlich, etwa dann, wenn er überbaubares oder grob erschlossenes Land besitzt, das von einem gewässerschutzrechtlichen generellen Kanalisationsprojekt (GKP) erfasst wird, und wenn er für die Erschliessung und Überbauung seines Landes schon erhebliche Kosten aufgewendet hat, wobei diese Voraussetzungen in der Regel kumulativ erfüllt sein müssen. Sodann können weitere besondere Gesichtspunkte des Vertrauensschutzes so gewichtig sein, dass BGE 132 II 218 S. 221ein Grundstück unter Umständen hätte eingezont werden müssen. Ein Einzonungsgebot kann ferner zu bejahen sein, wenn sich das fragliche Grundstück im weitgehend überbauten Gebiet befindet. Aufgrund solcher Umstände lässt sich annehmen, der Eigentümer habe am massgebenden Stichtag mit hoher Wahrscheinlichkeit mit einer aus eigener Kraft realisierbaren Überbauung seines Landes rechnen dürfen (BGE 125 II 431 E. 3b und 4a S. 433 f. mit Hinweisen).\n\nTrifft dies nicht zu, kann nicht von einer enteignungsgleichen Wirkung der Nichteinzonung gesprochen werden. Der Eigentümer besitzt grundsätzlich keinen Anspruch auf Einweisung seines Landes in eine Bauzone, auch nicht, wenn er erschlossenes oder erschliessbares Land besitzt. Dies ergibt sich aus dem Vorrang der rechtlichen Gegebenheiten, auf die in erster Linie abzustellen ist (BGE 122 II 455 E. 4a S. 457 f. mit Hinweisen; vgl. auch BGE 131 II 151 E. 2.4.1 S. 158).\n\n2.3 Nach ständiger Rechtsprechung des Bundesgerichts ist eine Gesamtwürdigung aller rechtlichen und tatsächlichen Gegebenheiten vorzunehmen (BGE 125 II 431 E. 4a S. 434; BGE 122 II 455 E. 4c S. 458; vgl. auch BGE 131 II 151 E. 2.4.2 S. 158 f.).\n\n2.3.1 Aus der bei E. 2.2 wiedergegebenen Formel lassen sich drei Fallgruppen ablesen. Dabei bildet - in einer für die Bedürfnisse des vorliegenden Falls umgestellten Reihenfolge - erstens die Lage im weitgehend überbauten Gebiet im Sinne von Art. 15 lit. a RPG ein Kriterium dafür, ob eine Einzonung am Stichtag zu erwarten war. Zweitens geht es um Fragen der Baureife und Erschliessung. Drittens sind weitere besondere Gesichtspunkte des Vertrauensschutzes zu beachten, die für eine Überbaubarkeit am Stichtag sprechen (zum Ganzen PETER HÄNNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 4. Aufl., Bern 2002, S. 603; PIERMARCO ZEN-RUFFINEN/CHRISTINE GUY-ECABERT, Aménagement du territoire, construction, expropriation, Bern 2001, Rz. 1447; ENRICO RIVA, in: Kommentar RPG, Zürich 1999, Rz. 147 ff. zu Art. 5 RPG).\n\n2.3.2 Das Bundesgericht hat im Entscheid 122 II 455 mit Blick auf einen Enteignungsfall im Kanton Zürich daran festgehalten, dass die in der genannten Formel enthaltenen Anforderungen keine in sich geschlossenen Tatbestände darstellen. Dies gelte namentlich für das Kriterium des gewässerschutzkonformen GKP (a.a.O., E. 5b/bb S. 460). Im Einzelfall könnten die BGE 132 II 218 S. 222Erschliessungsverhältnisse eine Entschädigungspflicht gebieten; dies sei aber nicht zwingend. Ebenso wenig sei es ausgeschlossen, dass eine materielle Enteignung - z.B. wegen der Lage im weitgehend überbauten Gebiet - zu bejahen sei, obwohl keine hinreichende Erschliessung vorliege (a.a.O., E. 4c S. 458 f.).\n\n2.3.3 Das Verwaltungsgericht erachtet im angefochtenen Entscheid die bei E. 2.3.2 dargelegte Präzisierung als missverständlich. Es führt aus, die drei Fallgruppen (E. 2.3.1) kämen eben doch weitgehend in sich geschlossenen Tatbeständen gleich.\n\n2.3.4 Methodisch ist nichts dagegen einzuwenden, wenn das Prüfungsprogramm der Kriterien anhand der Fallgruppen getrennt durchgeführt wird. Dieses Vorgehen entbindet jedoch keineswegs davon, stets die Gesamtsicht im Auge zu behalten; insofern sind die Tatbestände nicht in sich geschlossen. Vielmehr sind die einzelnen Faktoren zu gewichten (BGE 112 Ib 388 E. 3 S. 390; BGE 109 Ib 13 E. 2 S. 16). Wie der bundesgerichtlichen Formel zu entnehmen ist, verlangt die strenge Praxis allerdings im Ergebnis eine hohe Realisierungswahrscheinlichkeit der Überbaubarkeit (grundlegend BGE 91 I 329 E. 3 S. 339; BGE 131 II 151 E. 2.4.1 S. 158; vgl. auch BGE 113 Ib 318 E. 3c/aa S. 324; Urteil 1A.41/2002 vom 26. November 2002, E. 5, publ. in: ZBl 104/2003 S. 383). Im Lichte dieser Grundsätze ist die fallgruppenbezogene Beurteilung des Verwaltungsgerichts zu überprüfen.\n\n2.4 Massgeblicher Stichtag für die Frage, ob eine materielle Enteignung vorliegt, ist das Inkrafttreten des neuen Zonenplans (BGE 122 II 326 E. 4b S. 329; BGE 119 Ib 229 E. 3a S. 233 mit Hinweisen), mithin im vorliegenden Fall der 11. Oktober 1997. Geht einem definitiven Eingriff eine provisorische Massnahme voraus, wie z.B. der Erlass einer Planungszone, ist zwar auf den Zeitpunkt des Inkrafttretens des definitiven Eingriffs abzustellen; mit der provisorischen Massnahme darf indessen nicht zum Nachteil des Betroffenen ein Ausschluss der Entschädigungspflicht begründet werden (BGE 109 Ib 13 E. 3 S. 17; Urteil 1A.263/2004 vom 24. Oktober 2005, E. 4.2 nicht publ. in BGE 131 II 728).\n\n(...)\n\n4.\n\n4.1 Der Begriff des weitgehend überbauten Gebiets im Sinne von Art. 15 lit. a RPG bzw. Art. 36 Abs. 3 RPG wird in der Rechtsprechung eng verstanden. Er umfasst im Wesentlichen den BGE 132 II 218 S. 223geschlossenen Siedlungsbereich mit eigentlichen Baulücken (BGE 122 II 455 E. 6a S. 462; BGE 121 II 417 E. 5a S. 424, je mit Hinweisen). Ob ein Grundstück im weitgehend überbauten Gebiet liege, beurteilt sich gebietsbezogen, Parzellen übergreifend, anhand der gesamten bestehenden Siedlungsstruktur und nicht allein in Bezug auf einen Ortskern (Urteil 1A.41/2002 vom 26. November 2002, E. 4, publ. in: ZBl 104/2003 S. 383). Immerhin muss die vorhandene Häusergruppe Siedlungscharakter aufweisen, wenn es um die Beurteilung bisher nicht überbauter Grundstücke am Rande von Siedlungen oder in Baulücken geht (BGE 122 II 455 E. 6a S. 463; BGE 121 II 417 E. 5a S. 424; Urteil 1P.465/2002 vom 23. Dezember 2002, E. 6.3.1, publ. in: ZBl 105/2004 S. 161). Überbautes Gebiet in diesem Sinn liegt ferner nur vor, soweit die bereits vorhandene Überbauung allgemeinen Siedlungsbau darstellt. Landwirtschaftliche oder andere primär für die Freilandnutzung bestimmte Bauten geben in der Regel kein oder nur ein wenig gewichtiges Argument für eine Zuteilung zur Bauzone ab (BGE 116 Ia 197 E. 2b S. 201; Urteil 1P.580/ 1994 vom 3. Februar 1995, E. 7c/aa, publ. in: ZBl 97/1996 S. 272; vgl. auch erwähntes Urteil 1P.465/2002, E. 6.3.1).\n\n4.2\n\n4.2.1 Baulücken sind einzelne unüberbaute Parzellen, die unmittelbar an das überbaute Land angrenzen, in der Regel bereits erschlossen sind und eine relativ geringe Fläche aufweisen. Die Nutzung der Baulücke wird vorwiegend von der sie umgebenden Überbauung geprägt; das unüberbaute Land muss also zum geschlossenen Siedlungsbereich gehören, an der Siedlungsqualität teilhaben und von der bestehenden Überbauung so stark geprägt sein, dass sinnvollerweise nur die Aufnahme in die Bauzone in Frage kommt (BGE 121 II 417 E. 5a S. 424; Urteil 1A.159/2001 vom 16. April 2002, E. 2.1, publ. in: ZBl 103/2002 S. 658, je mit Hinweisen).\n\n4.2.2 In der jüngeren Rechtsprechung hat das Bundesgericht eine Unterscheidung zwischen dem Begriff der Baulücke und demjenigen der grösseren unüberbauten Fläche im Siedlungsgebiet vorgenommen. Letztere können der Auflockerung der Siedlungsstrukturen, der Erhöhung der Wohnqualität durch Grünflächen sowie der Schaffung von Freizeitbereichen dienen. Eine derartige freie Fläche wird nicht von der sie umgebenden Überbauung geprägt, sondern weist eine eigenständige Funktion auf; sie ist nicht dem weitgehend überbauten Gebiet zuzurechnen (Urteil 1A.72/2003 vom 4. November 2003, E. 4.1.1, publ. in: ZBl 106/2005 S. 661; Urteil 1A.21/ 2004 vom 24. August 2004, E. 3.7.1). BGE 132 II 218 S. 224\n\n4.2.3 Die Siedlungsqualität einer unüberbauten Fläche wird von der sie umgebenden Überbauung umso weniger beeinflusst, je grösser sie ist. Das Bundesgericht hat das Vorliegen einer Baulücke aus quantitativen Gründen bei Flächen von 1,4 ha, 2,3 ha, 5,5 ha und 12 ha verneint. Zugleich hat es darauf hingewiesen, dass sich die Frage nach dem Vorliegen einer Baulücke nicht nach rein quantitativen Kriterien beurteile. Es seien durchaus Fälle denkbar, in denen Bauten wegen ihrer Grösse oder der Art ihrer Nutzung auf ihre Umgebung einen besonders prägenden Einfluss ausübten und die planerische Festlegung einer grösseren Fläche weitgehend bestimmen würden (erwähntes Urteil 1A.72/2003, E. 4.1.2 mit Hinweis).\n\nBeim soeben genannten Urteil handelte es sich um einen Stadtzürcher Fall. Dort konnte das Bundesgericht die Frage offen lassen, ob eine unüberbaute Fläche von 2,5 ha auf dem Bürglihügel bereits aus quantitativen Gründen keine Baulücke mehr darstelle. Es bestätigte, dass dem Hügel als Landschaftsschutzobjekt qualitativ eine eigenständige Bedeutung zukomme (a.a.O., E. 4.1.4).\n\nEbenfalls aus qualitativen Gründen erachtete das Bundesgericht in einem planungsrechtlichen Fall betreffend die Gemeinde Paradiso das Gelände eines Gutshofs von etwas mehr als 1 ha nicht als Baulücke; das Areal war von Wald, Kantonsstrasse und Siedlungsgebiet umgeben (Urteil 1P.355/2000 vom 8. November 2000, E. 3b, publ. in: RDAT 2001 I Nr. 49 S. 199).\n\n4.2.4 Das Verwaltungsgericht stützt seine Argumentation hier zur Hauptsache auf den Bundesgerichtsentscheid in einem planungsrechtlichen Fall betreffend die Gemeinde Kölliken. Darin wurde, unter Hinweis auf BGE 115 Ia 333 E. 4 S. 339 und BGE 121 II 417 E. 5c S. 426, festgehalten, dass unüberbaute Flächen im Siedlungsgebiet bis zur Grösse von ungefähr 1 ha inmitten von überbautem Gebiet unter bestimmten Bedingungen als Baulücken bezeichnet werden können. Grössere Flächen seien hingegen bisher nicht als Baulücken betrachtet worden (Urteil 1P.692/2001 vom 22. Januar 2002, E. 3.4.1, publ. in: ZBl 104/2003 S. 650). Auch im letztgenannten Entscheid wurde allerdings eine qualitative Beurteilung vorbehalten; massgebend sei die Art der Umgebung. Eine dichte Bebauung oder eine Hochhaussiedlung würden das benachbarte freistehende Gebiet mehr prägen als eine lockere bauliche Nutzung. Zu berücksichtigen sei sodann das Verhältnis zwischen der nicht überbauten Fläche und den sie umgebenden überbauten Gebieten (a.a.O., E. 3.4.1). BGE 132 II 218 S. 225\n\nKonkret ging es um eine freie Fläche von 2,2 ha, die eine Art Insel inmitten von weitgehend überbautem Gebiet darstellte. Dass diese Insel über ihre Grösse hinaus eigene schutzwürdige Qualitäten aufgewiesen hätte, wurde nicht festgestellt. Das Bundesgericht erwog, wohl mache es einen Unterschied, ob eine Baulücke eher am Rand oder inmitten einer Ortschaft liege. Die Ausscheidung einer Grünfläche sei aber auch innerhalb des Siedlungsgebiets nicht ausgeschlossen. Im Ergebnis wurde das Vorliegen einer Baulücke verneint (a.a.O., E. 3.4.2).\n\n4.2.5 Demnach bezieht sich die vorstehend umschriebene qualitative Betrachtungsweise nicht nur auf schutzwürdige Eigenschaften einer grösseren freien Fläche im Siedlungsgebiet selbst; es kann genügen, dass eine hinreichend grosse Fläche unüberbaut ist. Dabei erlaubt die Würdigung der baulichen Umgebung Rückschlüsse, ob der unüberbauten Fläche eine eigenständige Funktion im Sinne der Raumplanungsgrundsätze (vgl. E. 4.2.2) zukommen kann. Die bei E. 4.2.4 angegebene Richtschnur, dass dies für eine homogene Grünfläche von über 1 ha in der Regel zutrifft, darf nicht missverstanden werden. Bereits bei einer geringeren Ausdehnung kann fraglich sein, ob eine unüberbaute Parzelle noch als Baulücke zu bewerten ist (vgl. Urteil 1A.216/1996 vom 4. April 1997, E. 5b, publ. in: Pra 86/1997 Nr. 104 S. 569). Tendenziell ist die Prägung einer grösseren freien Fläche durch die überbaute Umgebung in städtischen Gebieten eher zu bejahen als in ländlichen bzw. Agglomerationsverhältnissen (vgl. ALEXANDRE FLÜCKIGER, RPG-Kommentar, Rz. 63 zu Art. 15 RPG bei Fn. 108). Aufgrund dieser Überlegungen ist die Rechtsfrage für die hier betroffenen Parzellen zu beantworten.\n\n4.3 Die beiden Grundstücke des Beschwerdeführers 1 befinden sich am oberen Siedlungsrand von Zürich-Höngg. Sie erstrecken sich in der Hangkante zwischen dem unten liegenden, steilen Kürberghang und dem flacheren Hönggerberg. Die im Hang untereinander liegenden Parzellen schliessen unmittelbar an die oberhalb verlaufende Emil Klöti-Strasse an. Weiter westlich kreuzt diese die Gsteigstrasse, die den Hang hinunter zum Meierhofplatz führt.\n\nAuf Kat.Nr. 7982, der oberen Liegenschaft, steht ein landwirtschaftlich geprägtes Gebäudeensemble mit Wohnhaus, Scheune und Nebengebäude; Kat.Nr. 7987 ist unüberbaut. Zwischen den beiden Parzellen zieht sich der Lebristweg dem Hang entlang. Zusammen sind die langgestreckten Grundstücke zwei bis drei Bautiefen breit; ihre Fläche beläuft sich auf insgesamt gut 1 ha. BGE 132 II 218 S. 226\n\n4.3.1 Die fraglichen Parzellen gehörten nach der Feststellung des Verwaltungsgerichts zu einer zusammenhängenden, unüberbauten Fläche von rund 5 ha talseits der Emil Klöti-Strasse. Bei dieser Flächenangabe sind Gebietsbereiche inbegriffen, die mit einzelnen, landwirtschaftlich geprägten Bauten überstellt waren. Dies ist im Lichte der bei E. 4.1 dargelegten Rechtsprechung nicht zu beanstanden. Das Verwaltungsgericht hat das weitgehend überbaute Gebiet zu Recht anhand der vorhandenen allgemeinen Siedlungsbauten abgegrenzt. Die Grösse der massgeblichen freien Fläche am Stichtag ergibt sich aus der damaligen faktischen Situation und nicht aus den Zonengrenzen gemäss BZO 1992. Die unter diesen Voraussetzungen vorgenommene Flächenberechnung zieht der Beschwerdeführer 1 nicht in Zweifel.\n\n4.3.2 Das Verwaltungsgericht ist davon ausgegangen, es gehe hier um eine grössere unüberbaute Fläche am Siedlungsrand. Mit anderen Worten rechnete es die fraglichen Parzellen nicht zum weitgehend überbauten Gebiet. Dieser Auffassung ist im Ergebnis zuzustimmen. Die Argumente des Beschwerdeführers 1 für die Annahme einer Baulücke beziehen sich zur Hauptsache auf die Rechtswirkungen des Quartierplans Kürberghang und sind separat zu erörtern (E. 6).\n\n4.3.3 Ferner weist der Beschwerdeführer 1 auf einen Rekursentscheid des Zürcher Regierungsrates vom 11. Oktober 1995 hin. Dieser verlangte, Grundstücke am Kürberghang von anderen Eigentümern seien in die Bauzone einzuteilen. Jene hatten sich - im Unterschied zum Beschwerdeführer 1 - gegen die Anordnung einer Freihaltezone durch die BZO 1992 gewehrt. In diesem Rahmen verneinte der Regierungsrat ein öffentliches Interesse an der Freihaltung der Kante des Kürberghangs. Dieser Entscheid ist rechtskräftig. Zu Unrecht leitet der Beschwerdeführer 1 daraus ab, dass die damalige Grünfläche qualitativ keine eigenständige Funktion gehabt habe. Wie dargelegt (vgl. E. 4.2.4 und 4.2.5), sind an dieses Kriterium keine überspannten Anforderungen zu stellen. Bei einer derart grossen freien Fläche, wie sie am Stichtag bestand, genügt es, dass sie nicht von der überbauten Umgebung geprägt war. Weder der Emil Klöti-Strasse noch dem Siedlungsbild des unterhalb liegenden Quartiers Zürich-Höngg kommt eine landschaftsprägende Bedeutung zu.\n\n4.4 Die Parzelle der Beschwerdeführer 2 liegt in Zürich-Affoltern; sie misst 1,2 ha und ist trapezförmig. Das Grundstück ist bis auf ein BGE 132 II 218 S. 227relativ kleines Wohnhaus mit angebauter Stallscheune nicht überbaut. Es gehört zu der im Wesentlichen freistehenden Senke Müli, die sich zwischen dem Dorfkern von Unteraffoltern im Nordwesten und dem östlich gelegenen Friedhof erstreckt. Zwischen Senke und Friedhof verläuft in nordsüdlicher Richtung die Zehntenhausstrasse. Von der Senke aus gesehen Richtung Süden, d.h. gegen die Bahnlinie hin, befanden sich Industrie- und Gewerbebauten.\n\n4.4.1 Die Grösse der zusammenhängenden unüberbauten Fläche in der Senke Müli am Stichtag wurde vom Verwaltungsgericht mit mehr als 4 ha angegeben. Die Beschwerdeführer 2 sind mit ihrer Rüge, wonach die relevante freie Fläche aufgrund der planerischen Festlegungen der BZO 1992 zu ermitteln sei, ebenfalls nicht zu hören (E. 4.3.1). Somit kommt es im Hinblick auf die Frage, ob das Gebiet weitgehend überbaut war, nicht auf die Grösse der neuen Freihaltezone an, die nur noch knapp 2 ha beträgt. Auch die Beschwerdeführer 2 bestreiten das unter diesen Vorgaben ermittelte Ausmass der unüberbauten Gesamtfläche nicht.\n\n4.4.2 Das Verwaltungsgericht hat die Senke Müli insgesamt als grössere unüberbaute Fläche im Siedlungsgebiet mit eigenständiger Funktion eingestuft. Sie trenne den alten Dorfkern von den neueren Siedlungsbereichen. Grundsätzlich ist davon auszugehen, dass eine unüberbaute Fläche mit der vorliegenden Ausdehnung geeignet ist, diese Funktion auszuüben.\n\n4.4.3 Die Beschwerdeführer 2 halten dagegen, in der Umgebung würden sich mehrgeschossige, teilweise gewerbliche Bauten befinden. Mit diesem Argument sprechen sie die Prägung ihrer Parzelle durch die überbaute Umgebung an.\n\nAus den Fotos, welche die Beschwerdeführer 2 eingereicht haben, ergibt sich, dass die bestehenden Bauten in der näheren Umgebung in der Regel nicht mehr als zwei Vollgeschosse aufweisen. Einen Bezug zu den Hochhäusern in der weiteren Umgebung stellen nicht einmal die Beschwerdeführer 2 her. Das Verwaltungsgericht hat das Siedlungsbild von Unteraffoltern als heterogen, aber insgesamt ländlich gewürdigt; es unterscheide sich kaum von der Erscheinung eines Dorfes und erweise sich als periphere Lage der Stadt Zürich. Das von den Beschwerdeführern angesprochene Luftbild bestätigt diese Würdigung; der allgemeine Siedlungsbau in der Umgebung bildet keinen dichten oder breiten Gürtel. Demzufolge ist festzuhalten, dass die Parzelle der Beschwerdeführer 2 durch die überbaute Umgebung nicht entscheidend geprägt wird. BGE 132 II 218 S. 228\n\n4.4.4 Folglich ist dem Verwaltungsgericht zuzustimmen, wenn es die umstrittene freie Fläche nicht als Baulücke im Sinne der präzisierten, jüngeren bundesgerichtlichen Rechtsprechung beurteilt hat. Deshalb spielt es keine wesentliche Rolle, ob der Schutz des Ortsbildes von Unteraffoltern zwingend eine vorgelagerte Freihaltezone verlangt.\n\nDie Beschwerdeführer 2 widersprechen, indem sie an die planerische Würdigung der weiter westlich gelegenen Schneitächer erinnern. Dort hat es das Bundesgericht als nicht willkürlich erachtet, das entsprechende öffentliche Interesse an einer Freihaltezone zu verneinen (Urteil 1P.312/1996 vom 23. Juli 1997, E. 4c). Die Beschwerdeführer 2 scheinen aber zu übersehen, dass das Bundesgericht damals den angefochtenen Entscheid in diesem Punkt dennoch aufgehoben hatte; damit wurde der Stadt Zürich ermöglicht, unter anderem im Bereich Schneitächer eine Landwirtschaftszone festzusetzen (a.a.O., E. 8c und d). Die Beschwerdeführer 2 gehen damit fehl, wenn sie aus diesem Urteil abzuleiten versuchen, dass ihre Parzelle in der Bauzone hätte belassen werden müssen.\n\n4.5 Zusammengefasst: Alle drei hier zur Diskussion stehenden Grundstücke gehörten am Stichtag nicht zum weitgehend überbauten Gebiet.\n\n5. (Erwägungen zur Frage, ob die Grundstücke baureif und erschlossen bzw. ob dafür erhebliche Kosten aufwendet worden waren; Frage verneint.)\n\n6. Schliesslich behauptet der Beschwerdeführer 1 das Vorliegen einer materiellen Enteignung sinngemäss wegen der Rechtskraft des erwähnten Quartierplans Kürberghang.\n\n6.1 Nach der Rechtsprechung kann der Vorgeschichte einer Nutzungsplanfestsetzung ein solches Gewicht zukommen, dass sich daraus die begründete Erwartung einer Einweisung von Land in eine Bauzone ergibt (BGE 125 II 431 E. 6 S. 438; BGE 119 Ib 397 E. 6e S. 410; BGE 118 Ia 151 E. 5a S. 159). Namentlich die Erschliessungsplanung oder durchgeführte Baulandumlegungen vermögen das Vertrauen zu wecken, davon erfasstes Land werde im neu zu erlassenden Zonenplan der Bauzone zugewiesen. Auch wenn keine konkreten Zusicherungen vorliegen, die nach dem Grundsatz von Treu und Glauben eine Pflicht zur Einzonung begründen, kann sich eine solche aus den der Nutzungsplanung vorangehenden besonderen Umständen herleiten (BGE 118 Ia 151 E. 5a S. 159).\n\nBGE 132 II 218 S. 229Die Vorgeschichte und der Vertrauensschutz verleihen einem Grundeigentümer - gleich wie eine vollständige Erschliessung - keinen unbedingten Anspruch auf Zuteilung seiner Parzelle zu einer RPG- konformen Bauzone (BGE 119 Ib 124 E. 4c/aa S. 136 f.; Urteil 1P.580/1994, E. 7c/cc, publ. in: ZBl 97/1996 S. 272). Die bundesgerichtliche Rechtsprechung anerkennt, dass die Verwirklichung der Raumplanungsgrundsätze Vorrang vor der Beständigkeit eines altrechtlichen Plans hat (BGE 118 Ia 151 E. 5c S. 160). Wesentlich ist zunächst, ob die Vorgeschichte eine Abfolge von Ereignissen umfasst, die auf die Einzonung des Gebietes ausgerichtet war (BGE 115 Ia 358 E. 3f/dd S. 361). Die Berufung auf Vertrauensschutzinteressen setzt weiter voraus, dass keine Kollision zum Interesse an der richtigen Durchsetzung des objektiven Rechts - hier einer RPG-konformen Nutzungsplanung - absehbar war (vgl. BGE 125 II 431 E. 6 S. 439; BGE 119 Ib 229 E. 3d S. 236).\n\n6.2 An sich überprüft das Bundesgericht im Rahmen eines Verfahrens wegen materieller Enteignung nicht, ob der Hoheitsakt, auf den die Entschädigungsforderung zurückgeführt wird, rechtmässig ist (BGE 118 Ib 241 E. 3b S. 245 mit Hinweisen). Immerhin kann sich bei der Beurteilung der besonderen Umstände die Frage stellen, ob eine RPG-konforme Nutzungsplanung die Nichteinzonung verlangte. Lässt die Vorgeschichte, die auf eine Einzonung ausgerichtet war, bei allen Beteiligten die entsprechende Erwartung entstehen, so hätten die für die Einzonung sprechenden Gesichtspunkte bei der erforderlichen gesamthaften Interessenabwägung überwiegen müssen (vgl. BGE 115 Ia 350 E. 3f/dd S. 357). Diesfalls ist die Frage, ob am massgebenden Stichtag mit hoher Wahrscheinlichkeit mit einer Überbauung hätte gerechnet werden dürfen, zu bejahen.\n\n6.3 Das Verfahren für einen Quartierplan Kürberghang war bereits 1972 eingeleitet worden; in Anwendung von § 355 des kantonalzürcherischen Planungs- und Baugesetzes vom 7. September 1975 (PBG/ZH; LS 700.1) wurde das Verfahren 1980 dem neuen Recht unterstellt. Am 4. Juni 1986 setzte der Zürcher Stadtrat den Quartierplan fest. Dabei wurde innerhalb des Quartierplangebiets ein engerer Planperimeter für die Erschliessungskosten ausgeschieden. Die Parzellen des Beschwerdeführers 1 lagen in diesem engeren Perimeter.\n\nNachdem die gegen den Planerlass erhobenen Rechtsmittel im November 1988 rechtskräftig erledigt worden waren, bescheinigte das BGE 132 II 218 S. 230Verwaltungsgericht am 3. Februar 1989 die Rechtskraft. Der Stadtrat verabschiedete am 9. Februar 1989 die BZO-Vorlage, mit der eine Freihaltezone auf einem Teilareal des Quartierplangebiets und damit auch für die Parzellen des Beschwerdeführers 1 geplant wurde.\n\nDer Regierungsrat genehmigte den Quartierplan dessen ungeachtet am 25. Oktober 1989. Er hielt, entgegen der Meinung der Stadt Zürich, fest, es fehle eine Rechtsgrundlage, um das Genehmigungsverfahren zu sistieren. Auf ein Wiedererwägungsgesuch der Stadt Zürich trat der Regierungsrat in der Folge nicht ein; diese wehrte sich hiergegen erfolglos mit staatsrechtlicher Beschwerde (Urteil 1P.346/1990 vom 9. November 1990). Am 17. Oktober 1991 erfolgte der grundbuchliche Vollzug des Quartierplans. Die Vorlage für die BZO 1992 wurde vom Gemeinderat der Stadt Zürich am 23. Oktober 1991 beschlossen und vom Volk am 17. Mai 1992 angenommen.\n\n6.4 Entscheidend im Hinblick auf die Frage, ob hier schutzwürdiges Vertrauen enttäuscht wurde, ist die rechtliche Situation am 9. Februar 1989; ab der Verabschiedung der BZO-Vorlage durch den Stadtrat hätten allfällige Baugesuche wegen mangelnder Baureife im Sinne von § 234 PBG/ZH verweigert werden können (E. 2.4). Mit der Festsetzung des Quartierplans gut zweieinhalb Jahre zuvor hatte der Stadtrat für die Parzellen im engeren Quartierplanperimeter (E. 6.3) ein grundsätzlich vertrauensbegründendes Element für die Überbaubarkeit gesetzt. Unmittelbar nachdem die Rechtskraft dieser Anordnung bestätigt worden war, setzte sich der Stadtrat dazu in Widerspruch, indem er dort eine Freihaltezone im Rahmen der BZO-Vorlage plante. Mit seinem Vorgehen konnte der Stadtrat die spätere Rechtswirksamkeit des Sondernutzungsplans nicht mehr verhindern, wohl aber die bauliche Umsetzung aufhalten. Entgegen der Auffassung des Verwaltungsgerichts verhält es sich hier anders, als wenn die Nichteinzonung während eines laufenden Quartierplanverfahrens geschieht.\n\n6.5 Im kantonalen Verfahren hat die Beschwerdegegnerin vorgebracht, spätestens seit Inkrafttreten des RPG hätte der Beschwerdeführer 1 im Bereich des oberen Hanggebiets von Höngg mit der Schaffung zusätzlicher Freihalteflächen wegen des Landschafts- und Aussichtsschutzes bzw. für Naherholungszwecke rechnen müssen. Die Beschwerdegegnerin erwähnt dabei zwei Weisungen des Zürcher Stadtrats. Diejenige vom 17. November 1982 stand im Zusammenhang mit der Volksinitiative zur Rettung des Burghölzlihügels; BGE 132 II 218 S. 231eine weitere Weisung betraf die Gemeindeabstimmung vom 10. März 1985 über eine Volksinitiative zur Freihaltung aller Grünflächen, die damals der öffentlichen Hand gehörten. In diesen beiden politischen Stellungnahmen behielt sich der Stadtrat in allgemeiner Weise die Ausscheidung zusätzlicher Freihaltezonen im Rahmen der bevorstehenden Anpassung der Nutzungsplanung an das RPG vor. In diesen Weisungen wurde aber ausgeführt, praktisch die Hälfte des Stadtgebiets diene bereits Erholungszwecken; damit stehe die Stadt Zürich im Vergleich mit anderen Städten sehr gut da. Unbefriedigend sei die Verteilung des Grüns über das Stadtgebiet. Anzustreben sei vor allem eine bessere Durchgrünung in gewissen innerstädtischen Bereichen; am Stadtrand gebe es bereits viel Freifläche.\n\n6.6 Aufgrund der soeben genannten, allgemeinen Erwägungen hatte der Beschwerdeführer 1 keinen Anlass, an der Überbaubarkeit seiner Parzellen nach Abschluss des Quartierplanverfahrens zu zweifeln. Der Quartierplan enthielt Vorschriften zu seiner Durchführung und zur Gestaltung der Neubauten im Plangebiet; Letztere bezogen sich unter anderem auf die Grundstücke des Beschwerdeführers 1. Weder wird von der Beschwerdegegnerin behauptet noch ist aus den Akten ersichtlich, dass sie im Quartierplanverfahren Vorbehalte gegen die Überbaubarkeit der Grundstücke des Beschwerdeführers 1 angebracht hätte. Im Gegenteil war auch sie Eigentümerin mehrerer Liegenschaften im Quartierplangebiet. Eine dieser Parzellen im Halte von 0,7 ha, die unmittelbar an diejenigen des Beschwerdeführers 1 angrenzte, lag sogar ebenfalls im engeren Quartierplanperimeter für die Erschliessungskosten.\n\nDie vorliegende Situation unterscheidet sich grundlegend von der Sachlage in BGE 117 Ib 497 : Dort hatten die Grundeigentümer im Walliseller Gebiet Hörnligraben in Kenntnis der ungelösten, übergeordneten Erschliessungsproblematik einen privaten Quartierplan aufgestellt. Das Bundesgericht hielt fest, die Mitwirkung der Gemeinde am Quartierplanverfahren sei nicht kausal für die Planungsarbeiten gewesen; aus ihrer Zustimmung zum Planwerk könne daher keine Verpflichtung zum Ausbau des übergeordneten Strassennetzes abgeleitet werden; im Ergebnis wurde das Bestehen einer Entschädigungspflicht verneint (a.a.O., E. 7c).\n\n6.7 Zu prüfen bleibt, ob die Nichteinzonung zur Umsetzung der Raumplanungsgrundsätze geboten war (E. 6.2). Die Freihaltezone umfasst immerhin noch eine Fläche von annähernd 3 ha; es BGE 132 II 218 S. 232handelt sich um einen zwei bis drei Bautiefen breiten Grünstreifen entlang der Emil Klöti-Strasse. Die Parzellen des Beschwerdeführers 1 bilden einen Ausschnitt daraus.\n\n6.7.1 Die Beschwerdegegnerin führt an, es gehe um die optisch reizvolle Hangkante; dort wäre eine befriedigende Einordnung von Neubauten nur schwer zu erreichen gewesen. Dieses Anliegen hätte bereits im Rahmen der Quartierplanung verfolgt werden können. Dasselbe gilt für die Erhaltung der qualifizierten Aussicht auf das Limmattal vom relativ kurzen Lebristweg. Zur Bewahrung dieser Aussichtslage hätte es genügt, lediglich die unterhalb gelegenen Anteile von Kat.Nr. 7987 und einer Nachbarparzelle frei zu belassen. Unbehelflich ist schliesslich auch das Argument, die Freihaltung diene dem Lärmschutz; weiter stadteinwärts reichen die Siedlungen talseitig bis unmittelbar an die Emil Klöti-Strasse heran.\n\n6.7.2 Die umstrittene Freihaltezone liegt am Rand des im Richtplan ausgewiesenen Siedlungsgebiets; dieser verläuft hier entlang der Emil Klöti-Strasse. In diesem Planbereich besteht ein Anordnungsspielraum der Gemeinde (vgl. Urteil 1P.37/2003 vom 12. September 2003, E. 3.1, erwähnt in: ZBl 106/2005 S.167). Hier beruft sich die Stadt Zürich für die Freihaltezone letztlich sinngemäss einzig auf dieses planerische Ermessen. Damit lassen sich jedoch keine übergeordneten Interessen für einen nachträglichen planerischen Eingriff in das soeben abgeschlossene Quartierplanverfahren rechtfertigen.\n\n6.8 Hinzu kommt folgender Umstand: Es wurde bereits erwähnt, dass sich andere Grundeigentümer im Quartierplangebiet erfolgreich gegen die Freihaltezone gewehrt hatten (vgl. dazu E. 4.3.3). Deren Grundstücke hatten sich ebenfalls im engeren Quartierplanperimeter für die Erschliessungskosten (E. 6.3) befunden. Die rechtskräftig gewordene Freihaltezone umfasste bloss noch die Parzellen des Beschwerdeführers 1 und Liegenschaften, die der Beschwerdegegnerin selbst gehörten. Mit anderen Worten war der Beschwerdeführer 1 als einziger privater Quartierplanbeteiligter von der Nichteinzonung betroffen. Seine Erwartung, seine Parzellen hätten Baulandqualität, war objektiv besehen nicht geringer als diejenige der übrigen (privaten) Grundeigentümer, welche die Belassung ihrer Grundstücke in der Bauzone durchgesetzt hatten.\n\n6.9 Insgesamt liegen beim Beschwerdeführer 1 besondere Umstände vor, aufgrund derer eine materielle Enteignung zu bejahen ist. Im BGE 132 II 218 S. 233massgeblichen Zeitpunkt (E. 6.4) durfte er aufgrund der Vorgeschichte mit hoher Wahrscheinlichkeit mit einer Überbauung seiner Parzellen rechnen. Demgegenüber spielt es im Rahmen der Gesamtschau (E. 2.3) insoweit keine entscheidende Rolle, dass die Parzellen damals weder im weitgehend überbauten Gebiet lagen (E. 4.3) noch baureif waren (E. 5).\n\nIm Hinblick auf den Schutz der Erwartung des Beschwerdeführers 1 genügt es nicht, dass die Stadt Zürich im Rahmen der späteren Anpassung des Quartierplans an die BZO 1992 verpflichtet wurde, seine Beteiligung an den Plankosten zu überprüfen. Am Stichtag besassen die Grundstücke des Beschwerdeführers 1 Baulandqualität im Sinne der bundesgerichtlichen Rechtsprechung. Dies führt zur entsprechenden Entschädigungspflicht.\n\n7. Bei der Liegenschaft der Beschwerdeführer 2 sind hingegen keine besonderen Umstände ersichtlich. Im Rahmen einer grundlegenden Kritik am angefochtenen Entscheid wird in der Beschwerde geltend gemacht, mit der Nichteinzonung sei der Marktwert des Grundstücks zerstört worden. Dieses Argument ist aber nicht massgeblich (BGE 109 Ib 114 E. 3 S. 115; vgl. auch BGE 127 I 185 E. 4 S. 191).\n\n8.\n\n8.1 Zusammengefasst verstösst der angefochtene Entscheid, soweit er sich gegen den Beschwerdeführer 1 richtet, gegen Art. 5 Abs. 2 RPG; die Beschwerde ist insofern gutzuheissen. Hingegen liegt gegenüber den Beschwerdeführern 2 keine materielle Enteignung vor. Deren Beschwerde erweist sich als unbegründet und ist abzuweisen."}