{"annee": "132", "cour": "V", "page": "347", "date": "16/8/2006", "cite": ["130 V 103", "128 V 41"], "cite_par": ["135 V 425", "135 V 436", "135 V 324"], "chapeau": "39. Auszug aus dem Urteil i.S. Bundesamt für Sozialversicherungen gegen 1. Pensionskasse V., 2. S., und Versicherungsgericht des Kantons Solothurn\n\nB 19/04 vom 16. August 2006", "regestes": ["Art. 30c al. 5 et 6 LPP; art. 5 et 25a LFLP; art. 122 et 142 CC: Intérêt à la constatation d'un versement anticipé pour un logement. Il existe un intérêt digne de protection à la constatation de la validité d'un versement anticipé pour un logement en vue du procès de divorce. (consid. 3.3)"], "faits": "BGE 132 V 347 S. 347\n\nA. Die Eheleute S. und C. schlossen am 1. Juni 1995 mit der Pensionskasse V. einen Vertrag über die Gewährung eines Darlehens von Fr. 260'000.- zur Finanzierung des Eigenheims im Alleineigentum des S., wobei das Altersguthaben des Letzteren verpfändet wurde. Im Frühjahr 1999 trennten sich die Eheleute S. und C. und schlossen im Juni 1999 eine (offenbar gerichtlich genehmigte) Trennungsvereinbarung ab. Im August 2000 strengte C. die Scheidung an. Zuvor war bei der Pensionskasse ein am 10. Juli 2000 datierter \"Antrag auf Auszahlung eines Vorbezuges\" eingegangen, mit welchem verlangt wurde, den Betrag von Fr. 100'000.- aus der zweiten Säule dem Hypothekarkonto gutzuschreiben und in diesem Umfang die Darlehensschuld zu amortisieren; der Antrag trug die Unterschriften \"S.\" sowie \"C.\". Die Pensionskasse kam dem Begehren nach und verwendete den Vorbezug als anteilmässige Rückzahlung der Hypothekarschuld.\n\nMit Urteil des zuständigen Strafrichters vom 17. März 2003 wurde S. des Betruges und der Urkundenfälschung schuldig gesprochen, da er die Unterschrift seiner Ehefrau auf dem \"Antrag auf Auszahlung eines Vorbezuges\" gefälscht habe. In der Folge forderte C. die Pensionskasse auf festzustellen, dass der Vorbezug BGE 132 V 347 S. 348\"zufolge fehlender Zustimmung ungültig erfolgt\" sei und somit im Rahmen des Ehescheidungsverfahrens die Möglichkeit bestehe \"das gesamte während der Ehedauer aufgebaute Guthaben teilen zu lassen.\" Die Pensionskasse antwortete darauf, für diese Feststellungen sei das Sozialversicherungsgericht zuständig, woran sie in einem erneuten Briefwechsel festhielt.\n\nB. Am 11. November 2003 liess C. gegen die Pensionskasse Klage einreichen mit folgenden materiellen Rechtsbegehren:\n\n\"1. Es sei festzustellen, dass der per 1. Januar 2001 erfolgte Vorbezug von CHF 100'000.-, welchen die Beklagte gestützt auf den Antrag von Herrn S. vom 10. Juli 2000 per 1. Januar 2001 zulasten dessen Altersguthabens gewährt hat, und die entsprechende Gutschrift auf dem Hypothekardarlehen zu Unrecht erfolgt und ungültig ist.\n\n2. Ferner sei festzustellen, dass das Scheidungsgericht bestimmen könne, dass ein Teil der unter Hinzurechnung des unzulässigen Vorbezuges sich ergebenden Austrittsleistung an die Vorsorgeeinrichtung der Klägerin zu übertragen sei.\"\n\nMit Entscheid vom 2. Februar 2004 trat das Versicherungsgericht des Kantons Solothurn auf die Klage nicht ein.\n\nC. Das Bundesamt für Sozialversicherungen (BSV) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, unter Aufhebung des vorinstanzlichen Entscheides sei die Sache an das kantonale Gericht zur materiellen Beurteilung zurückzuweisen.\n\nDie Vorinstanz schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. C. sowie die Pensionskasse verzichten auf einen Antrag, während sich S. nicht vernehmen lässt.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Die Vorinstanz ist mangels Rechtsschutzinteresses nicht auf die Feststellungsklage der Ehefrau des Versicherten eingetreten: Das Eidgenössische Versicherungsgericht habe ein Interesse im Falle der Barauszahlung des Vorsorgeguthabens zwar bejaht, jedoch liege hier der davon zu unterscheidende Fall eines Vorbezuges für Wohneigentum vor. In der Folge sei das Kapital immer noch der Vorsorge verhaftet und bei einer Scheidung zu teilen. Der Vorbezug könne hier leicht rückgängig gemacht werden, indem die Darlehenssumme wieder erhöht und der entsprechende Betrag dem Vorsorgekonto gutgeschrieben werde. Einem möglicherweise verlustbringenden Verkauf des Hauses könne mittels BGE 132 V 347 S. 349vorsorglicher Massnahmen gemäss Art. 137 und 178 ZGB vorgebeugt werden, während der Zinsausfall infolge des ungerechtfertigten Vorbezuges im Rahmen der zukünftigen Durchführung der Teilung der Austrittsleistung vom Sozialversicherungsgericht berücksichtigt werde.\n\nDas Beschwerde führende BSV ist demgegenüber der Ansicht, durch die notwendige Zustimmung des Ehegatten für einen Vorbezug habe dieser die entsprechenden Konsequenzen im Fall einer Scheidung in Kauf zu nehmen und deshalb ein Interesse an der Feststellung der Ungültigkeit des Vorbezuges mangels Zustimmung. Weiter habe die Praxis im Fall der Barauszahlung ein Rechtsschutzinteresse des Ehegatten an der Feststellung der Ungültigkeit bejaht, was in den Fällen des Vorbezuges für Wohneigentum analog gelten müsse. Somit habe der Ehegatte hier ein Interesse an der Feststellung der Unrechtmässigkeit des Vorbezuges vor dem Scheidungsurteil, was in einem besonderen Verfahren festzustellen sei.\n\n3.2 Nach Art. 30c Abs. 5 BVG ist ein Vorbezug von Mitteln der zweiten Säule für den Erwerb von Wohneigentum bei Verheirateten nur zulässig, wenn der Ehegatte schriftlich zustimmt. Kann der Versicherte diese Zustimmung nicht einholen oder wird sie ihm verweigert, so kann er das Gericht anrufen. Hier hat das kantonale Gericht für das Eidgenössische Versicherungsgericht verbindlich festgestellt (Art. 105 Abs. 2 OG), dass der Versicherte die Unterschrift seiner Ehefrau gefälscht hat und damit deren Zustimmung zum Vorbezug nicht vorliegt.\n\nIm Fall der Barauszahlung der Austrittsleistung, welche ebenfalls der schriftlichen Zustimmung des Ehegatten des Anspruchsberechtigten bedarf (Art. 5 Abs. 2 FZG), hat das Eidgenössische Versicherungsgericht in BGE 128 V 41 das schutzwürdige Interesse an der Feststellung der Gültigkeit der Barauszahlung im Hinblick auf den Scheidungsprozess bejaht. Zur Begründung führte es an, der Gültigkeit der Auszahlung komme im Scheidungsverfahren entscheidende Bedeutung für einen allfälligen Anspruch auf eine Austrittsleistung nach Art. 122 ZGB zu. Denn vom Anspruch nach Art. 122 ZGB könnten grundsätzlich Kapitalien nicht erfasst werden, die vor der Scheidung bar ausbezahlt worden seien und nicht mehr der Vorsorge zur Verfügung stünden. In solchen Fällen könne dem Ehegatten des Vorsorgenehmers ausschliesslich über Art. 124 ZGB eine angemessene Entschädigung für die entgangene BGE 132 V 347 S. 350Beteiligung an der nicht mehr vorhandenen Austrittsleistung des Vorsorgenehmers verschafft werden. Die für die Anwendung der Art. 122 ff. ZGB bedeutsame Vorfrage, ob eine in Nachachtung von Art. 5 Abs. 2 FZG gültige Barauszahlung vorliege, könne an und für sich auch das Scheidungsgericht vorfrageweise prüfen. In diesem Zusammenhang sei jedoch zu berücksichtigen, dass die beteiligte Vorsorgeeinrichtung im Scheidungsverfahren nicht Partei und die Auffassung des Scheidungsgerichts über die Gültigkeit der Barauszahlung für sie nicht verbindlich sei. Einer solchen Verbindlichkeit komme indessen erhebliche Tragweite zu, da die Vorsorgeeinrichtung bei nicht richtiger Erfüllung damit rechnen müsse, ein zweites Mal zu leisten. Damit ein den Teilungsschlüssel nach Art. 122 ZGB festsetzendes Urteil des Scheidungsgerichts gegenüber der Vorsorgeeinrichtung auch vollstreckt werden könne, habe der begünstigte Ehegatte ein rechtlich erhebliches Interesse daran, dass das Sozialversicherungsgericht vor Erlass des Scheidungsurteils eine allfällige Ungültigkeit der Barauszahlung infolge fehlender Zustimmung nach Art. 5 Abs. 2 FZG auch gegenüber der Vorsorgeeinrichtung verbindlich feststelle (BGE 128 V 48 Erw. 3b mit Hinweisen).\n\n3.3 Diese Überlegungen treffen entgegen der Auffassung der Vorinstanz auch für die Beurteilung der Folgen eines unzulässigen Vorbezugs für Wohneigentum zu. Zwar bleibt im Rahmen eines solchen Vorbezuges der Versicherungsschutz insofern bestehen, als die eigene Wohnung resp. das eigene Haus einen Teil der Altersvorsorge bildet, der vorbezogene Betrag nach einer Veräusserung des Wohneigentums zurückzubezahlen ist (Art. 30d Abs. 1 BVG) und der Vorsorgezweck zudem gewissen Sicherungsmassnahmen (Art. 30e BVG) unterliegt. Überdies gilt nach ausdrücklicher Gesetzesvorschrift des Art. 30c Abs. 6 BVG der Vorbezug als Freizügigkeitsleistung und ist bei einer Scheidung zwischen den Ehegatten zu teilen. Mit diesen Sicherungsmitteln kann allerdings nicht ausgeschlossen werden, dass das BGE 132 V 347 S. 351mit Hilfe des Vorbezugs erworbene Wohneigentum an Wert verliert. Darin liegt das Risiko, das mit dem Vorbezug verbunden ist. Das Gesetz nimmt diesen potenziellen Verlust auf dem Vorsorgevermögen in Kauf, indem es die Rückzahlungspflicht bei Veräusserung auf den Erlös beschränkt; als Erlös gilt der Verkaufspreis abzüglich der hypothekarisch gesicherten Schulden und der dem Verkäufer vom Gesetz auferlegten Abgaben (Art. 30d Abs. 5 BVG). Wird mithin das mit Hilfe des Vorbezugs erworbene Wohneigentum ohne Erlös verkauft, so besteht auch keine Rückzahlungspflicht an die Vorsorgeeinrichtung mehr. Der vorbezogene Betrag ist damit - vom Gesetzgeber in Kauf genommen - für die Vorsorge verloren. Nach der Grundidee, die dem Vorsorgeausgleich zugrunde liegt, gibt es insoweit auch nichts mehr zu teilen. Daraus folgt, dass ein Vorbezug für Wohneigentum nur insoweit nach den Regeln von Art. 22 FZG zu teilen ist, als noch eine Rückzahlungsverpflichtung im Sinne von Art. 30d BVG besteht, d.h. im Falle einer Veräusserung maximal im Umfang des Erlöses (Urteil des Eidgenössischen Versicherungsgerichts vom heutigen Tage in Sachen F., B 8/06). Neben diesem Aspekt hat die Gültigkeit eines Vorbezugs für Wohneigentum des Weitern ebenfalls entscheidende Bedeutung für die Frage, wie in güterrechtlicher, unterhaltsrechtlicher und vorsorgerechtlicher Hinsicht der Vorbezug zu behandeln ist. Je nachdem, ob der Vorbezug ungültig ist und ob der Einrichtung der beruflichen Vorsorge pflichtwidriges Verhalten mit entsprechender Ersatzpflicht vorgeworfen werden kann (vgl. dazu BGE 130 V 103; SZS 2004 S. 461 und 464), hat der Ausgleich des Vorbezugs im Scheidungsverfahren unter dem Titel Güterrecht, Art. 124 ZGB, oder nach Art. 122 ZGB/22ff. FZG zu erfolgen (vgl. dazu auch BAUMANN/LAUTERBURG, in: INGEBORG SCHWENZER [Hrsg.], FamKommentar Scheidung, 2. Aufl., Bern 2005, N 44-46 zu Art. 124 ZGB). Schliesslich ist auch zu berücksichtigen, dass das Sozialversicherungsgericht einzig vorsorgerechtliche Streitigkeiten zu beurteilen hat und die Einrichtungen der beruflichen Vorsorge nicht Partei des Scheidungsverfahrens sind. Unter diesen Umständen hat der begünstigte Ehegatte wie bei der Barauszahlung auch im Zusammenhang mit dem Vorbezug angesichts der vielschichtigen Rechtsfragen ein rechtlich erhebliches Interesse daran, dass das Sozialversicherungsgericht vor Erlass des Scheidungsurteils eine allfällige Ungültigkeit des Vorbezugs infolge fehlender Zustimmung nach Art. 5 Abs. 2 FZG auch gegenüber der Vorsorgeeinrichtung verbindlich feststellt. Ein solches Urteil würde im vorliegenden Fall die Frage für den Scheidungsprozess und für die Pensionskasse verbindlich beantworten, ob überhaupt ein rechtsgültiger Vorbezug erfolgt ist und in welcher Höhe ein Darlehen gegenüber der Pensionskasse besteht.\n\n3.4 Aus diesen Gründen ist beim Vorbezug von Kapital der zweiten Säule für den Erwerb von Wohneigentum ebenfalls ein BGE 132 V 347 S. 352Interesse des Ehegatten des Versicherten zu bejahen, in einem separaten Verfahren festzustellen, dass der Vorbezug unrechtmässig erfolgt ist, und die vorsorgerechtliche Ausgangslage für den Scheidungsprozess vorweg klären zu lassen. Das kantonale Gericht ist deshalb zu Unrecht auf die Feststellungsklage der Ehefrau des Versicherten nicht eingetreten."}