{"annee": "132", "cour": "III", "page": "598", "date": "7/8/2006", "cite": ["130 III 537", "129 III 7", "127 III 136"], "cite_par": ["141 III 465", "137 III 102", "135 III 59"], "chapeau": "71. Extrait de l'arrêt de la IIe Cour civile dans la cause X. contre dame X. (recours en réforme)\n\n5C.62/2005 du 7 août 2006", "regestes": ["Art. 125 CC; contribution d'entretien en faveur du conjoint. Vu les circonstances particulières de l'espèce, la durée du concubinage antérieur au mariage doit être prise en considération dans la fixation de la contribution d'entretien (consid. 9.2). L'époux bénéficiaire peut prétendre au train de vie qui était le sien durant la longue période de séparation qui a précédé le divorce même si, pendant les premières années, ce train de vie était assuré par ses propres ressources (consid. 9.3)."], "faits": "|598|\n\nA. X., né en 1948, et dame X., née en 1939, se sont connus durant l'été 1982. L'année suivante, dame X. s'est installée au domicile parisien de son compagnon.\n\nLe couple s'est marié le 7 septembre 1990 à Neuchâtel, sans conclure de contrat de mariage. Aucun enfant n'est issu de cette union.\n\nEn août 1994, les conjoints se sont séparés.\n\nLe 26 mars 2001, l'épouse a saisi le Tribunal de première instance du canton de Genève d'une demande unilatérale de divorce. Elle a ensuite sollicité le prononcé de la séparation de corps, avant de conclure à nouveau à la dissolution du mariage, chef de conclusions accepté par le mari. Les parties ne sont en revanche pas tombées d'accord sur les effets accessoires du divorce. |599|\n\nLe mari a été condamné à payer à l'épouse, à titre de mesure provisoire, une contribution d'entretien d'un montant mensuel de 3'000 fr. Par jugement du 27 mars 2003, confirmé par la Cour de justice du canton de Genève le 30 octobre suivant, le Tribunal de première instance a rejeté la requête du débirentier tendant à la suppression de cette contribution d'entretien.\n\nB. Statuant sur le fond le 29 janvier 2004, le Tribunal de première instance a, notamment, prononcé le divorce des parties et condamné le défendeur à payer à la demanderesse une contribution d'entretien mensuelle d'un montant de 1'000 fr., sans limite dans le temps.\n\nPar arrêt du 14 janvier 2005, la Cour de justice a, entre autres points, fixé à 2'000 fr. par mois le montant de la contribution d'entretien.\n\nC. Par arrêt du 7 août 2006, le Tribunal fédéral a, notamment, admis le recours en réforme de la demanderesse concernant la contribution d'entretien et renvoyé la cause à l'autorité cantonale pour qu'elle se prononce à nouveau sur cette question dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n9. La demanderesse fait aussi grief à la Cour de justice d'avoir fixé le montant de la contribution d'entretien à 2'000 fr. au lieu de 30'000 fr. par mois. Elle expose que la somme mensuelle qui lui a été allouée ne lui permet pas de maintenir le train de vie élevé qui était le sien durant le mariage, de même que pendant les huit ans de concubinage qui ont précédé celui-ci. Comme sa situation financière est désormais difficile, alors que celle du défendeur - qui de surcroît n'a pas satisfait à sa requête fondée sur l'art. 170 CC - est plus florissante que jamais, l'autorité cantonale ne pouvait selon elle, compte tenu des critères posés à l'art. 125 CC, refuser de lui allouer la contribution requise. Elle souligne en outre qu'elle a sacrifié sa carrière à son mari et que celle-ci est actuellement arrivée à son terme.\n\nDans son recours joint, le défendeur conteste le principe même de cette contribution. Il fait valoir que les parties n'ont vécu que quatre ans ensemble après leur mariage contre dix années de séparation, et que la demanderesse n'a réclamé une contribution d'entretien que trois ans avant le prononcé du divorce. L'autorité cantonale aurait dès lors violé l'art. 125 CC en allouant à celle-ci une rente, illimitée dans le temps, d'un montant de 2'000 fr. par mois, |600| correspondant aux 2/3 de la pension mensuelle de 3'000 fr. due uniquement à partir de 2001.\n\n9.1 Selon l'art. 125 al. 1 CC, si l'on ne peut raisonnablement attendre d'un époux qu'il pourvoie lui-même à son entretien convenable, y compris à la constitution d'une prévoyance vieillesse appropriée, son conjoint lui doit une contribution équitable. Cette disposition concrétise deux principes: d'une part, celui du \"clean break\" qui postule que, dans toute la mesure du possible, chaque conjoint doit acquérir son indépendance économique et subvenir à ses propres besoins après le divorce et, d'autre part, celui de la solidarité qui implique que les époux doivent supporter en commun non seulement les conséquences de la répartition des tâches convenue durant le mariage (art. 163 al. 2 CC), mais également des autres motifs qui empêcheraient l'un d'eux de pourvoir à son entretien. Dans son principe, comme dans son montant et sa durée, l'obligation d'entretien doit être fixée en tenant compte des éléments énumérés de façon non exhaustive à l'art. 125 al. 2 CC (ATF 129 III 7 consid. 3.1 p. 8; ATF 127 III 136 consid. 2a p. 138/139 et les références).\n\n9.2 Il résulte de l'arrêt entrepris que le mariage, conclu en septembre 1990, n'a duré, de fait, qu'un peu moins de quatre ans, les conjoints s'étant séparés en août 1994. Or il est admis que pour calculer la durée d'un mariage dans le cadre de l'application de l'art. 125 CC, la date de l'entrée en force du divorce ne peut pas être seule décisive lorsque celui-ci est précédé d'une longue séparation, durant laquelle les époux ont eu l'occasion de s'adapter à leur nouvelle situation (cf. ATF 127 III 136 consid. 2c p. 140). Les parties ont toutefois vécu maritalement dès 1983. Si certains auteurs considèrent que le concubinage antérieur au mariage ne doit pas du tout être pris en compte (HAUSHEER, Das neue [nicht allseits geliebte] Scheidungsrecht: wenigstens ein Anlass zu innovativem Methodenpluralismus?, RJB 136/2000 p. 369 ss, p. 377/379; GLOOR/SPYCHER, Commentaire bâlois, n. 25 ad art. 125 CC; RAINER KLOPFER, Nachehelicher Unterhalt, Wohnungszuteilung, in Das neue Scheidungsrecht, 1999, p. 79 ss, p. 85; HAUSHEER/SPYCHER, Unterhalt nach neuem Scheidungsrecht, Ergänzungsband zum Handbuch des Unterhaltsrechts, Berne 2001, n. 05.68 p. 54; IVO SCHWANDER, Nachehelicher Unterhalt gemäss Art. 125 ff. nZGB, PJA 1999 p. 1627 ss, 1630), une autre partie de la doctrine estime qu'il convient d'inclure la vie commune préalable dans la notion de \"durée du mariage\", du moins lorsque durant cette période, la situation d'une des parties a déjà été concrètement |601| influencée, en particulier par la prise en charge de l'éducation des enfants (SUTTER/FREIBURGHAUS, Kommentar zum neuen Scheidungsrecht, 1999, n. 30 ad art. 125 CC; INGEBORG SCHWENZER, Praxiskommentar Scheidungsrecht, 2005, n. 49 ad art. 125 CC; HEGNAUER/ BREITSCHMID, Grundriss des Eherechts, 4e éd., Berne 2000, n. 11.42b p. 89; PICHONNAZ/RUMO-JUNGO, Familienvermögensrecht, Berne 2003, p. 16).\n\nLa cour cantonale retient que, dès 1983, la demanderesse a surveillé l'éducation de quatre enfants, dont la fille et le fils du défendeur nés respectivement en 1972 et 1973, qui étaient donc à l'époque encore adolescents. De plus, elle s'est efforcée, du moins jusqu'en 1987, d'assurer à son mari une vie sociale très active propre à favoriser le développement de ses affaires, réduisant pour cela ses activités d'actrice et de chanteuse. Vu les circonstances particulières de l'espèce, la période de concubinage qui a précédé le mariage doit ainsi être prise en considération. En effet, s'il convient d'admettre avec plus de retenue qu'en cas de mariage l'influence concrète que peut avoir un concubinage sur le mode de vie des (futurs) époux - notamment en raison du partage des tâches entre les intéressés ou de la renonciation à une carrière professionnelle de la part de l'un d'eux -, une telle influence est établie en l'occurrence. Dès lors que les douze années de vie commune - y compris le concubinage - ont durablement influencé la situation économique de l'épouse, la Cour de justice s'est fondée à tort sur la courte durée de la vie commune pendant le mariage stricto sensu pour déterminer le montant de la contribution d'entretien. On ne peut pas non plus suivre le défendeur lorsqu'il prétend que la demanderesse n'a droit à aucune prestation parce que les époux se sont séparés après quatre ans de mariage seulement.\n\n9.3 Lorsque - comme ici - le divorce est prononcé à l'issue d'une longue séparation d'environ dix ans, la situation de l'époux bénéficiaire durant cette période est en principe déterminante pour fixer le montant de la contribution d'entretien (ATF 130 III 537 consid. 2 p. 539/540; ATF 129 III 7 consid. 3.1.1 p. 8/9 et les références citées). En l'espèce, il résulte de l'arrêt entrepris qu'après la séparation du couple, survenue en 1994, la demanderesse a repris son activité artistique et a réalisé des revenus de 150'000 FF en 1995, 700'000 FF en 1996 et de 9'000 fr. par mois entre 1998 et 2000, de sorte qu'elle n'a pas demandé de pension. Sa carrière artistique étant arrivée à son terme, elle a ensuite obtenu en mesures provisoires une contribution |602| mensuelle d'un montant de 3'000 fr. Actuellement, sa rente AVS et ses droits d'auteur représentent une somme de 1'313 fr. 50 par mois. Elle paraît en outre bénéficier d'une rente du 2e pilier correspondant à 3'700 fr. par mois, ce que l'arrêt entrepris ne constate toutefois pas expressément. Il semble par ailleurs que sa fortune se soit fortement réduite durant la période de séparation. En revanche, il ne ressort pas de l'arrêt déféré que ses charges se seraient modifiées pendant ce temps. La demanderesse peut donc prétendre à ce que ses ressources nécessaires au maintien de son train de vie équivalent à environ 9'000 fr. par mois.\n\nSelon l'art. 125 al. 2 ch. 5 CC, le montant de la contribution d'entretien due par le conjoint débirentier dépend notamment des revenus et de la fortune de celui-ci. L'autorité cantonale retient sur ce point que le défendeur s'est dérobé à son devoir d'information, qui aurait permis d'apprécier sa situation financière réelle, mais que son train de vie actuel paraît aisé. Contrairement à l'exigence de l'art. 143 ch. 1 CC, elle a ainsi omis d'arrêter le revenu et la fortune du mari. Il incombera dès lors à l'autorité cantonale, à laquelle l'affaire doit être renvoyée en application de l'art. 64 al. 1 OJ, de déterminer le revenu effectif du défendeur ou, si celui-ci refusait de collaborer, de lui imputer un revenu hypothétique puis, sur cette base, de fixer la contribution d'entretien de l'épouse de manière à ce que ses ressources globales atteignent environ 9'000 fr. par mois."}