{"annee": "132", "cour": "III", "page": "18", "date": "4/8/2005", "cite": ["129 II 114", "109 II 219", "121 III 460", "121 III 210", "130 V 49", "988 III 1029"], "cite_par": ["133 III 497", "135 III 640", "135 II 243", "134 V 208", "138 IV 232"], "chapeau": "4. Auszug aus dem Urteil der II. Zivilabteilung i.S. W. gegen X., Y. und Z. (Berufung)\n\n5C.39/2005 vom 4. August 2005", "regestes": ["Droit d'emption des parents sur une entreprise agricole dans le cadre d'un partage successoral (art. 25 ss LDFR); exercice du droit d'emption et augmentation du prix de reprise; période déterminante pour les investissements. Lorsqu'un parent exerce son droit d'emption sur une entreprise agricole dans le cadre d'un partage successoral, il y a lieu de prendre en compte pour l'augmentation appropriée du prix de reprise, conformément à l'art. 52 LDFR, les investissements importants effectués dans les dix années qui ont précédé l'exercice du droit d'emption. Une procédure judiciaire subséquente ne change pas la période déterminante, mais peut influer sur la prise en considération appropriée des investissements (consid. 4)."], "faits": "|19|\n\nAm 2. August 1995 verstarb Landwirt V. Er hinterliess den Landwirtschaftsbetrieb L. in M. im Halte von rund 18 Hektaren Kulturland und etwas Wald. Gesetzliche Erben des Verstorbenen sind seine drei Geschwister X. und Y. sowie Z. W., der Sohn von Z. und Neffe des Erblassers, verfügt über einen landwirtschaftlichen Fähigkeitsausweis und ist seit 1995 Pächter des Betriebs L. Am 27. Oktober 1995 erklärte W. gegenüber den drei gesetzlichen Erben, das Kaufsrecht im Sinne von Art. 25 des Bundesgesetzes vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB; SR 211.412.11) am landwirtschaftlichen Gewerbe L. zum Ertragswert auszuüben.\n\nAm 14. September 1999 klagte W. gegen X. und Y. sowie Z. auf Übertragung des Eigentums am landwirtschaftlichen Gewerbe zum Ertragswert. Das Grundbuchamt A. sei anzuweisen, ihn Zug um Zug mit der Erstattung des Übernahmepreises als neuen Eigentümer einzutragen. Mit Urteil vom 20. Februar 2003 übertrug das Bezirksgericht N. das Eigentum am landwirtschaftlichen Gewerbe L. zu einem Übernahmepreis von Fr. 500'000.- (Übernahme der bestehenden Grundpfandschulden und Barzahlung des Restbetrages) auf den Kläger und wies das Grundbuchamt A. an, diesen als neuen Kläger einzutragen, sobald der Kaufpreis bezahlt sei.\n\nBeide Parteien erhoben Berufung beim Obergericht des Kantons Thurgau. Der Kläger verlangte die Festlegung des Übernahmepreises auf Fr. 324'800.-, die Beklagten X. und Y. verlangten einen Übernahmepreis von Fr. 1'081'673.-. Z. liess sich nicht vernehmen. Das Obergericht gab den Parteien Gelegenheit, eine Ertragswertschätzung einzureichen. Mit Schreiben vom 12. Oktober 2004 reichte der Kläger den mit Rechtskraftbescheinigung versehenen Entscheid des Landwirtschaftsamtes vom 30. August 2004 betreffend Genehmigung der Schätzung des Ertragswerts im Sinne von Art. 87 Abs. 2 BGBB ein. Der Kläger teilte mit, nach dieser Schätzung betrage der massgebliche Ertragswert für den Landwirtschaftsbetrieb L. ohne Pächterinvestition Fr. 289'600.-. Die Beklagten verzichteten auf eine Stellungnahme. In seinem Urteil vom 21. Dezember 2004 ging das Obergericht des Kantons Thurgau von einem Ertragswert von Fr. 289'600.- aus. Es nahm |20| indessen besondere Umstände an, die eine Erhöhung des Übernahmepreises rechtfertigen und gelangte schliesslich in seinem Urteil vom 21. Dezember 2004 zu einem Preis von Fr. 570'000.-.\n\nGegen das Urteil des Obergerichts des Kantons Thurgau vom 21. Dezember 2004 erhob der Kläger eidgenössische Berufung mit dem Antrag, der Übernahmepreis sei auf Fr. 324'800.- festzulegen, eventuell sei die Streitsache an die Vorinstanz zurückzuweisen. In ihrer Berufungsantwort und Anschlussberufung beantragen die Beklagten die Abweisung der Berufung und Festsetzung des Übernahmepreises auf Fr. 1'081'673.-. Der Kläger stellt den Antrag, die Anschlussberufung sei abzuweisen.\n\nUmstritten ist unter anderem, welcher Zeitraum für die Berücksichtigung preiserhöhender Umstände massgebend ist.\n\nDas Bundesgericht heisst die Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n4. Das Obergericht hat verschiedene Umstände als preiserhöhend anerkannt. Insbesondere hat es verschiedene Investitionen aufgerechnet, die der Erblasser in den letzten zehn Jahren vor seinem Tod getätigt hatte (Art. 18 Abs. 3 BGBB). Der Kläger macht geltend, es seien nur die Investitionen zu berücksichtigen, die in den letzten zehn Jahren vor der Veräusserung getätigt worden seien (Art. 52 Abs. 2 BGBB). Da die Veräusserung erst mit der Rechtskraft des Urteils im vorliegenden Klageverfahren stattfinde, lägen sämtliche vom Obergericht anerkannten Investitionen, welche unbestrittenermassen anfangs der 90er-Jahre getätigt worden seien, mehr als zehn Jahre zurück und seien daher nicht mehr zu berücksichtigen.\n\n4.1 Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich des Zwecks, des Sinnes und der dem Text zu Grunde liegenden Wertungen. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem |21| Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 130 V 49 E. 3.2.1 S. 50; BGE 129 II 114 E. 3.1 S. 118; BGE 121 III 460 E. 4a/bb S. 465).\n\n4.2 Im Rahmen der Erbteilung (1. Kapitel, Art. 11 ff. BGBB) wird das landwirtschaftliche Gewerbe sowohl dem selbstbewirtschaftenden Erben (Art. 17 BGBB), als auch dem kaufberechtigten Verwandten (Art. 27 i.V.m. Art. 44 BGBB) zum Ertragswert angerechnet. Auch im Rahmen von Veräusserungsgeschäften (3. Kapitel, Art. 40 ff. BGBB) können die vorkaufsberechtigten Verwandten das landwirtschaftliche Gewerbe zum Ertragswert erwerben (Art. 44 BGBB). Sowohl bei der Erbteilung (Art. 18 BGBB), als auch bei den Veräusserungsgeschäften (Art. 52 BGBB) sind Gründe vorgesehen, welche zu einer angemessenen Erhöhung des Anrechnungswerts, bzw. des Übernahmepreises führen. Beide Bestimmungen lauten im Wesentlichen gleich: Sie verlangen für eine Erhöhung besondere Umstände (Art. 18 Abs. 2 und Art. 52 Abs. 1 BGBB). Als besondere Umstände gelten namentlich der höhere Ankaufswert des Gewerbes sowie alle erheblichen Investitionen der letzten zehn Jahre (Art. 18 Abs. 3 und Art. 52 Abs. 2 BGBB). Ein wesentlicher Unterschied der beiden Bestimmungen besteht darin, dass im Rahmen der Erbteilung die Investitionen angesprochen werden, die der Erblasser in den letzten zehn Jahren vor seinem Tod getätigt hat, während im Rahmen der Veräusserungsgeschäfte der Veräusserer eine angemessene Erhöhung für Investitionen verlangen kann, die in den letzten zehn Jahren vor der Veräusserung getätigt worden sind. Art. 27 Abs. 1 BGBB bestimmt, dass das im Rahmen der Erbteilung ausgeübte Kaufsrecht unter den Voraussetzungen und zu den Bedingungen ausgeübt werden kann, die für das Vorkaufsrecht gelten. Die Bestimmung verweist damit für die Voraussetzungen und Bedingungen klar und eindeutig auf das Vorkaufsrecht. Auch nach der Botschaft richtet sich eine Erhöhung des Übernahmepreises nach den vorkaufsrechtlichen Bestimmungen (BBl 1988 III 1007). Aus Sinn und Zweck der Vorschrift ergibt sich nichts anderes. Durch die Gleichstellung von Kaufsrecht und Vorkaufsrecht soll die identische rechtspolitische Zielsetzung unterstrichen werden (BBl 1988 III 1007). Dies bedeutet, dass Art. 52 BGBB und nicht Art. 18 BGBB die massgeblichen Regeln über die Erhöhung des Übernahmepreises enthält.\n\n4.3 Sowohl die Botschaft (BBl 1 BGE 988 III 1029) als auch die Lehre (REINHOLD HOTZ, Das bäuerliche Bodenrecht, Kommentar zum BGBB, |22| N. 4 zu Art. 52 BGBB; YVES DONZALLAZ, Commentaire de la loi fédérale du 4 octobre 1991 sur le nouveau droit foncier rural, N. 472 zu Art. 52 BGBB; STALDER, in: Koller [Hrsg.], Der Grundstückkauf, 2. Aufl. 2001, § 6 N. 155, S. 343) gehen ohne weitere Erläuterungen davon aus, dass Art. 52 Abs. 1 und 2 BGBB die Erhöhung des Übernahmepreises gleich regelt wie Art. 18 Abs. 2 und 3 BGBB, und sie übergehen dabei, dass der Fristenlauf anders geordnet ist. Während bei der Erbteilung, wo es um die Aufteilung der Erbmasse vorab unter die Erben geht, nur die Investitionen eine Rolle spielen können, welche der Erblasser zu seinen Lebzeiten bis zu seinem Tod getätigt hat, können bei den Veräusserungsgeschäften die Investitionen von Bedeutung sein, die der Veräusserer bis zum Zeitpunkt der Veräusserung getätigt hat. Sowohl das Vorkaufs- als auch das Kaufsrecht sind Gestaltungsrechte, deren rechtswirksame Ausübung Rechte und Pflichten wie aus einem gewöhnlichen Kaufvertrag begründet (BGE 121 III 210 E. 3c S. 212; BGE 109 II 219 E. 2b S. 222). Im Zeitpunkt der Ausübung des Kaufs- bzw. Vorkaufsrechts wird das Gewerbe veräussert. Der massgebliche Zeitpunkt für die Auslösung der Frist gemäss Art. 52 Abs. 2 i.V.m. Art. 27 BGBB ist daher der 27. Oktober 1995. Es können als besondere Umstände für die angemessene Erhöhung des Übernahmepreises die erheblichen Investitionen berücksichtigt werden, die in den letzten zehn Jahren vor diesem Datum getätigt worden sind. Diese Voraussetzung ist bei sämtlichen in Betracht fallenden Investitionen erfüllt.\n\n4.4 Dabei wird nicht verkannt, dass bei der Erbteilung für die Übernahmewerte von Grundstücken der Zeitpunkt der Teilung massgeblich ist, was bedeutet, dass möglichen Wertveränderungen aufgrund überlanger Prozessdauern Rechnung zu tragen ist (Urteil 5C.40/ 2001 vom 23. Mai 2001, E. 3d; ESCHER/ESCHER, Zürcher Kommentar, N. 7 zu Art. 618 ZGB; SCHAUFELBERGER, Basler Kommentar, Zivilgesetzbuch II, 2. Aufl. 2003, N. 2a zu Art. 617 ZGB). Ist das Kaufsrecht umstritten, kann sich der Zeitpunkt des Eigentumsübergangs auch verzögern. Dies ändert jedoch nichts an der Frist gemäss Art. 52 BGBB, welche auf den Zeitpunkt der Veräusserung, d.h. der Ausübung des Kaufs- bzw. Vorkaufsrechts abstellt. Andernfalls könnte die interessierte Partei durch eine Verzögerung des Verfahrens erreichen, dass erhebliche Investitionen aus der Bewertung fallen. Hinzu kommt, dass beim Kaufsrecht der Verwandten im Sinne von Art. 25 ff. BGBB der Übernahmepreis |23| in der Grössenordnung liegen sollte, wie er bei der Erbteilung errechnet würde, was bedeutet, dass die massgeblichen Zeitpunkte nicht erheblich auseinander fallen sollten. Bei Art. 52 BGBB endet der massgebliche Zeitraum mit der Ausübung des Kaufs- bzw. Vorkaufsrechts und wird durch anschliessende rechtliche Verfahren nicht mehr verändert. Die vom Veräusserer während des Verfahrens getätigten zusätzlichen Investitionen können, soweit prozessual zulässig und gerechtfertigt, gleichwohl als besondere Umstände berücksichtigt werden und die Investitionen innerhalb der Zehnjahresfrist können je nach den konkreten Verhältnissen durch Zeitablauf an Bedeutung verlieren, was zur Folge haben kann, dass eine geringere Berücksichtigung als angemessen im Sinne von Art. 52 Abs. 1 BGBB erscheint. Dies bedeutet, dass mit Blick auf den massgeblichen Zeitpunkt (27. Oktober 1995) die anfangs der 90er-Jahre getätigten Investitionen nicht bereits deswegen aus der Bewertung fallen, weil sie heute mehr als zehn Jahre zurückliegen.\n\n4.5 Der in diesem Zusammenhang erhobene neue rechtliche Einwand der Beklagten, bei dieser Sachlage müsse auch aArt. 26 Abs. 1 lit. c BGBB zur Anwendung gelangen, wonach das Kaufsrecht nicht geltend gemacht werden könne, wenn das Gewerbe während 25 Jahren im Eigentum des Verstorbenen war, ändert nichts an diesem Ergebnis. Der Einwand wurde nur für den Fall erhoben, dass die zehn Jahre von der Rechtskraft des Urteils zurückberechnet werden, wie es der Kläger verlangt, was aber grundsätzlich verworfen wird (E. 4.2). Insoweit ist der Einwand gegenstandslos. Im Übrigen fehlen im angefochtenen Entscheid die sachverhaltlichen Grundlagen, welche es dem Bundesgericht erlauben würden, das neue Vorbringen zu überprüfen. Insbesondere macht der Kläger nicht geltend, das Obergericht habe festgestellt, wann der Erblasser den Hof erworben hat (Art. 55 Abs. 1 lit. c OG). Bei dieser Sachlage braucht auch nicht geprüft zu werden, ob und welche Tragweite dem gesetzgeberisch verunglückten (vgl. STUDER, Das bäuerliche Bodenrecht, Kommentar zum BGBB, N. 7 ff. zu Art. 26 BGBB) und durch Bundesgesetz vom 20. Juni 2003 (in Kraft ab 1. Januar 2004; AS 2003 S. 4123) aufgehobenen aArt. 26 Abs. 1 lit. c BGBB zukommt."}