{"annee": "132", "cour": "IV", "page": "132", "date": "2/10/2006", "cite": ["128 II 355", "124 IV 86", "131 II 235", "130 II 337", "129 IV 271", "125 II 569", "120 IV 317", "122 IV 265"], "cite_par": ["133 IV 235", "135 IV 158", "145 IV 470"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen E.A. und Mitb. (Nichtigkeitsbeschwerde)\n\n6S.59/2005 vom 2. Oktober 2006", "regestes": ["Art. 260ter ch. 1 CP; participation à une organisation criminelle. L'infraction de participation à une organisation criminelle vise les associations criminelles qui présentent un danger tout à fait particulier. Distinction face à une bande familiale étroitement liée de trafiquants de drogue (consid. 5)."], "faits": "", "considerants": "|133|\n\nAus den Erwägungen:\n\n2. Die Vorinstanz stellt in tatsächlicher Hinsicht für den Kassationshof verbindlich fest (Art. 277bis Abs. 1 BStP), die Beschwerdegegner hätten im Jahre 2000 im Raum Zürich zusammen mit weiteren Beteiligten im grossen Stil den Import, die Lagerung und den Verkauf harter Drogen, namentlich von rund 30,66 kg Kokain und 26,4 kg Heroin mit einem Reinheitsgrad von 65 % bzw. 45 % organisiert, bewerkstelligt und vorbereitet sowie den Erlös aus dem Handel in Millionenhöhe verschoben. Der innere Kreis der Täter sei familiär eng miteinander verbunden gewesen. Kopf der Gruppe sei H.B. gewesen. Nach dessen Untertauchen hätten in der Schweiz sein Bruder D.B. mit seiner (Schein-)Ehefrau F.V.-B. sowie seine Schwester Z.A.-B. mit ihrem Ehemann E.A. sowie der Cousin S. im Zentrum gestanden. Im Hintergrund habe der Vater Z.B. agiert.\n\n(...)\n\n4. Gemäss Art. 260ter Ziff. 1 StGB wird mit Zuchthaus bis zu fünf Jahren oder mit Gefängnis bestraft, wer sich an einer Organisation beteiligt, die ihren Aufbau und ihre personelle Zusammensetzung geheim hält und die den Zweck verfolgt, Gewaltverbrechen zu begehen oder sich mit verbrecherischen Mitteln zu bereichern. Ebenso macht sich strafbar, wer eine solche Organisation in ihrer verbrecherischen Tätigkeit unterstützt.\n\n4.1 Die im Rahmen des zweiten Massnahmepakets zur Bekämpfung des organisierten Verbrechens eingeführte Bestimmung war gedacht als \"zentrales Element einer erfolgversprechenden Gesamtstrategie gegen das organisierte Verbrechen\". Sie sollte dort eingreifen, wo sich die zur konkreten Tat führende Kausalkette nicht mehr rekonstruieren lässt, weil dem eigentlichen Täter die Tatbeteiligung am einzelnen Delikt nicht mehr nachgewiesen werden kann (Botschaft über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes [Revision des Einziehungsrechts, Strafbarkeit der kriminellen Organisation, Melderecht des Financiers], vom 30. Juni 1993, BBl 1993 III 295).\n\n4.1.1 Der Begriff der Verbrechensorganisation gemäss Art. 260ter Ziff. 1 StGB (vgl. auch Art. 305bis Ziff. 2 lit. a StGB) ist enger gefasst als derjenige der Gruppe, der Vereinigung gemäss Art. 275ter StGB oder der Bande im Sinne von Art. 139 Ziff. 3 Abs. 2, 140 Ziff. 3 Abs. 1 StGB oder Art. 19 Ziff. 2 lit. b BetmG. Er setzt eine |134| strukturierte Gruppe von mindestens drei, im Allgemeinen mehr, Personen voraus, die mit dem Ziel geschaffen wurde, unabhängig von einer Änderung ihrer Zusammensetzung dauerhaft zu bestehen, und die sich namentlich durch die Unterwerfung ihrer Mitglieder unter Anweisungen, durch systematische Arbeitsteilung, durch Intransparenz und durch in allen Stadien ihrer verbrecherischen Tätigkeit vorherrschende Professionalität auszeichnet. Im Weiteren gehört zum Begriff der kriminellen Organisation die Geheimhaltung von Aufbau und Struktur. Eine im Allgemeinen mit jeglichem strafbaren Verhalten verbundene Verschwiegenheit genügt nicht. Erforderlich ist eine qualifizierte und systematische Verheimlichung, die sich nicht notwendig auf das Bestehen der Organisation selbst, wohl aber auf deren interne Struktur sowie den Kreis ihrer Mitglieder und Helfer erstrecken muss. Zudem muss die Organisation den Zweck verfolgen, Gewaltverbrechen zu begehen oder sich durch verbrecherische Mittel Einkünfte zu verschaffen. Die Bereicherung durch verbrecherische Mittel setzt das Bestreben der Organisation voraus, sich durch die Begehung von Verbrechen, namentlich von Verbrechen gegen das Vermögen und von als Verbrechen erfassten Widerhandlungen gegen das Betäubungsmittelgesetz, rechtswidrige Vermögensvorteile zu verschaffen (BGE 129 IV 271 E. 2.3.1 mit Hinweisen).\n\n4.1.2 Die Rechtsprechung der I. öffentlichrechtlichen Abteilung in Auslieferungssachen hat unter den Begriff der kriminellen Organisation neben mafiaähnlichen Verbrechersyndikaten auch hochgefährliche terroristische Gruppierungen gefasst. Hierunter fallen etwa die extremistisch-islamistische Gruppierung \"Märtyrer für Marokko\" (Urteil des Bundesgerichts 1A.50/2005 vom 5. April 2005), die extremistische kosovo-albanische Untergrundorganisation \"ANA\" (\"Albanian National Army\"/\"Armée Nationale Albanaise\" [Nachfolgeorganisation der UCK]; BGE 131 II 235), die italienischen \"Brigate Rosse\" (BGE 128 II 355 E. 2.2 S. 361; BGE 125 II 569 E. 5c-d), die baskische \"ETA\" (Urteil des Bundesgerichts 1A.174/2002 vom 21. Oktober 2002) oder das internationale Netzwerk \"Al-Qaïda\" (Urteil des Bundesgerichts 1A.194/2002 vom 15. November 2002; vgl. auch MARC FORSTER, Die Strafbarkeit der Unterstützung [insbesondere Finanzierung] des Terrorismus, ZStrR 121/2003 S. 423 ff.).\n\nDemgegenüber erfüllen nach der Rechtsprechung extremistische Parteien, oppositionelle politische Gruppen oder Organisationen, die mit angemessenen (nicht verbrecherischen) Mitteln um die |135| politische Macht in ihrem Heimatland ringen oder einen Freiheitskampf gegen diktatorische Regimes führen, die Voraussetzungen der kriminellen Organisation grundsätzlich nicht (BGE 131 II 235 E. 2.12; BGE 130 II 337 E. 3.4 S. 344; BGE 128 II 355 E. 4.3 S. 365 f., je mit Hinweisen).\n\n4.1.3 Als Beteiligte im Sinne von Art. 260ter Ziff. 1 Abs. 1 StGB gelten alle Personen, welche funktionell in die kriminelle Organisation eingegliedert sind und im Hinblick auf deren verbrecherische Zweckverfolgung Aktivitäten entfalten. Diese Aktivitäten brauchen (für sich allein) nicht notwendigerweise illegal zu sein bzw. konkrete Straftatbestände zu erfüllen. Es genügen namentlich auch logistische Vorkehren, die dem Organisationszweck unmittelbar dienen (wie z.B. Auskundschaften, Planen oder Bereitstellen der operativen Mittel, insbesondere Beschaffen von Fahrzeugen, Kommunikationsmitteln oder Finanzdienstleistungen usw.). Die Beteiligung setzt auch keine massgebliche Funktion innerhalb der Organisation voraus. Sie kann informeller Natur sein oder auch geheimgehalten werden (BGE 131 II 235 E. 2.12.1; BGE 128 II 355 E. 2.3 S. 361 mit Hinweisen).\n\n4.1.4 Die Tatvariante der Unterstützung im Sinne von Art. 260ter Ziff. 1 Abs. 2 StGB kommt bei Personen in Betracht, die nicht in die Organisationsstruktur integriert sind. Die Unterstützung verlangt einen bewussten Beitrag zur Förderung der verbrecherischen Aktivitäten der kriminellen Organisation. So können namentlich das blosse Liefern von Waffen an eine terroristische oder mafiaähnliche Organisation, das Verwalten von Vermögenswerten oder andere logistische Hilfeleistungen von Aussenstehenden unter den Tatbestand fallen (BGE 131 II 235 E. 2.12.2; BGE 128 II 355 E. 2.4 mit Hinweisen).\n\nDer subjektive Tatbestand von Art. 260ter Ziff. 1 Abs. 2 StGB verlangt jedoch, dass der Unterstützende weiss oder zumindest in Kauf nimmt, dass sein Beitrag der verbrecherischen Zweckverfolgung der kriminellen Organisation dienen könnte. Blosse Sympathisanten oder \"Bewunderer\" von terroristischen oder mafiaähnlichen Vereinigungen fallen demgegenüber schon objektiv nicht unter den Organisationstatbestand (BGE 131 II 235 E. 2.12.2; BGE 128 II 355 E. 2.4 S. 362 mit Hinweisen).\n\n4.2 Nach der Rechtsprechung kommt Art. 260ter Ziff. 1 StGB subsidiärer Charakter zu, wenn sich die Beteiligung des Täters an der Organisation in der Begehung oder Mitwirkung an einer konkreten |136| Straftat erschöpft. Echte Konkurrenz kommt in Betracht, wenn die Beteiligung an der kriminellen Organisation oder ihre Unterstützung über die nachweisbare Beteiligung am konkreten Delikt, für welches der Täter bestraft wird, hinausgeht (Urteil des Bundesgerichts 6S.229/2005 vom 20. Juli 2005, E. 1.2.2 und 1.3 mit Hinweisen; vgl. auch Botschaft, S. 304). Dies gilt auch für das Verhältnis der Gehilfenschaft zu konkreten Straftaten (Art. 25 StGB) zur Unterstützung der kriminellen Organisation, da für die Unterstützung nach Art. 260ter Ziff. 1 Abs. 2 StGB der Nachweis von kausalen Tatbeiträgen im Hinblick auf ein konkretes Delikt im Gegensatz zur Beihilfe nicht erforderlich ist (BGE 131 II 235 E. 2.12.2; BGE 128 II 355 E. 2.4 mit Hinweisen).\n\nIn Bezug auf die Bestimmung von Art. 19 Ziff. 2 BetmG verhält es sich genauso. Art. 260ter Ziff. 1 StGB findet folglich keine Anwendung, wenn das strafbare Verhalten die Merkmale von Art. 19 Ziff. 2 BetmG erfüllt und in dieser Bestimmung aufgeht (Urteil des Bundesgerichts 6S.229/2005 vom 20. Juli 2005, E. 1.5).\n\n5.\n\n5.1 Das angefochtene Urteil verletzt kein Bundesrecht, wenn es das Vorliegen einer kriminellen Organisation verneint. Das ergibt sich in klarer Weise aus der Zweckrichtung des Tatbestandes, der auf diejenigen kriminellen Zusammenschlüsse ausgerichtet ist, bei denen unüberwindliche Hindernisse bestehen, die Kette bis zum einzelnen Delikt stringent nachzuweisen, und bei denen dementsprechend das Bedürfnis besteht, die Grenze der Strafbarkeit vom einzelnen Delikt auf die Zugehörigkeit und Unterstützung der Verbrechensorganisation vorzuverlegen (Botschaft, S. 295 f.). Die Vorverlagerung der Strafbarkeit auf die Zugehörigkeit oder Unterstützung von Verbrechensorganisationen birgt grundsätzlich die Gefahr eines Missbrauchs des Tatbestandes als Instrument zur Durchsetzung von Verdachtsstrafen in sich. Ein solcher Vorfeldschutz ist daher nur gerechtfertigt, wenn von der kriminellen Organisation eine ganz spezielle Bedrohung ausgeht und diese als wesentlich gefährlicherer Zusammenschluss erscheint als bei kriminellen Gruppierungen minderer Stufe, namentlich etwa bei Zusammenschlüssen mehrerer Täter, bei denen das Qualifikationsmerkmal der Bandenmässigkeit eingreift (Botschaft, S. 296). Dem ist durch eine am Ziel der Bekämpfung der organisierten Kriminalität orientierte enge Auslegung Rechnung zu tragen (DONATSCH/WOHLERS, Strafrecht IV, S. 192; |137| GUNTHER ARZT, Kommentar Einziehung, organisiertes Verbrechen und Geldwäscherei, Bd. I, Zürich 1998, Art. 260ter StGB N. 109 ff., 122).\n\n5.2 Im zu beurteilenden Fall hat die Vorinstanz aufgrund des Umstands, dass sämtliche Gruppenmitglieder familiär eng miteinander verbunden waren und daher ein Austausch der beteiligten Personen familiär wie organisatorisch nur schwer möglich gewesen wäre, zu Recht angenommen, der Zusammenschluss der in den Drogenhandel involvierten Personen sei als Bande im Sinne von Art. 19 Ziff. 2 lit. b BetmG zu würdigen.\n\nEine solche liegt nach der Rechtsprechung vor, wenn sich zwei oder mehrere Täter mit dem ausdrücklich oder konkludent geäusserten Willen zusammenfinden, inskünftig zur Verübung mehrerer selbständiger, im Einzelnen möglicherweise noch unbestimmter Straftaten zusammen zu wirken. Dabei muss der Wille der Täter auf die gemeinsame Verübung einer Mehrzahl von Delikten gerichtet sein. Auch das Qualifikationsmerkmal der Bande setzt gewisse Mindestansätze einer Organisation (etwa Rollen- oder Arbeitsteilung) und eine Intensität des Zusammenwirkens in einem Masse voraus, dass von einem stabilen Team gesprochen werden kann, auch wenn dieses allenfalls nur kurzlebig ist (BGE 124 IV 86 E. 2b und 286 E. 2a; BGE 122 IV 265 E. 2b; BGE 120 IV 317; vgl. auch NIGGLI/RIEDO, Basler Kommentar, Strafgesetzbuch II, Art. 139 StGB N. 112 ff.).\n\nWas die Beschwerdeführerin gegen das angefochtene Urteil vorbringt, führt zu keinem anderen Ergebnis. So fehlt es bei der familiär verbundenen Gruppe der Beschwerdegegner zunächst an einer hinreichend festen und auf Dauer angelegten Struktur, deren Bestand prinzipiell unabhängig ist vom Ausscheiden einzelner Mitglieder. Denn wie sich aus dem Begriff der Organisation ergibt, treten bei der kriminellen Organisation im Gegensatz zu einer Bande, die auf das Zusammenwirken ganz bestimmter Personen ausgerichtet ist und in der Regel aus einem überschaubaren personengebundenen Kreis besteht, die persönlichen Beziehungen zurück, so dass ihre Mitglieder jederzeit weitgehend ausgewechselt werden können, ohne dass die Organisation dadurch in ihrem Bestand gefährdet wird (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil II, 5. Aufl. 2000, § 40 N. 21; HANS BAUMGARTNER, Basler Kommentar, Strafgesetzbuch II, Art. 260ter StGB N. 6; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, Art. 260ter StGB |138| N. 4; vgl. auch NICOLAS ROULET, Das kriminalpolitische Gesamtkonzept im Kampf gegen das organisierte Verbrechen, S. 121 f.; ferner GÜNTHER KAISER, Kriminologie, 3. Aufl., Heidelberg 1996, § 38 N. 15 ff.). Wie die Vorinstanz zutreffend ausführt, stehen im vorliegenden Fall die engen familiären und persönlichen Bindungen der Beteiligten im Vordergrund, was darauf schliessen lässt, dass die einzelnen Mitglieder nicht hätten ersetzt werden können, ohne dass dadurch der Bestand der Gruppe in Frage gestellt worden wäre. Dass sich, wie die Beschwerdeführerin vorbringt, etwa bei der sizilianischen Mafia, dem klassischen Beispiel einer kriminellen Organisation (STRATENWERTH, a.a.O., § 40 N. 22), im Zuge von Nachfolgeregelungen regelmässig interne Fehden entzünden, steht dem nicht entgegen. Denn die Organisation als solche wird durch derartige Auseinandersetzungen um Führungsansprüche in ihrem Bestand nicht gefährdet. Demgegenüber führt bei anderen kriminellen Zusammenschlüssen die Auswechslung einzelner oder der Ersatz ausgeschiedener Personen mangels hinreichender Beständigkeit der Strukturen dazu, dass sich die Vereinigung nach einem Wechsel in der Zusammensetzung der Mitglieder wieder neu konstituieren muss.\n\nAuch die weiteren von der Beschwerdeführerin angeführten Merkmale lassen im vorliegenden Fall den Schluss auf eine kriminelle Organisation nicht zu. So ist zwar richtig, dass das Merkmal der Geheimhaltung von Aufbau und personeller Zusammensetzung einem teilweisen Agieren in der Öffentlichkeit nicht entgegen steht. Das Erfordernis einer systematischen Abschottung gegenüber Aussenstehenden bezieht sich lediglich auf die kriminelle Tätigkeit und schliesst nicht aus, dass sich die Organisation zur Tarnung nach aussen den Anschein einer legalen Unternehmung gibt. Die Vorinstanz räumt denn auch ein, dass die Tätergruppe im zu beurteilenden Fall in dieser Hinsicht einiges vorgekehrt hat. Namentlich die verschlüsselte Sprechweise und die Verwendung von nicht registrierten Rufnummern von Mobiltelefonen für die Kontakte der einzelnen Mitglieder untereinander seien geeignet gewesen, die kriminelle Tätigkeit zu verdecken. Doch nimmt sie in diesem Zusammenhang zu Recht an, dass sich diese Verhaltensweise im Bereich des Betäubungsmittelhandels auf jeder Stufe findet. Namentlich die Geheimhaltung nach aussen, etwa durch das Anmieten von Wohnungen durch Niedergelassene für Asylbewerber und das Einlösen eines Fahrzeugs unter fremdem Namen, geht nicht über das hinaus, was in der Drogenkriminalität üblich ist. |139|\n\nDies gilt auch insoweit, als sich die Gruppe um die Geschwister B. zur Verwirklichung ihrer kriminellen Aktivitäten in verschiedene Tätigkeitsbereiche, so namentlich die Bandenführung und Drogenbeschaffung, das Kurierwesen (Drogen- und Geldtransporte), den Drogenabsatz sowie die Aufbewahrung bzw. -verwaltung der eingenommenen Gelder aufgeteilt und die einzelnen Bereiche sowohl personell als auch örtlich weitgehend voneinander abgeschottet hat. Dass grössere Banden im Bereich des Drogenhandels hierarchisch strukturiert und arbeitsteilig organisiert sind, ist kein unbekanntes Phänomen und spricht für sich allein nicht für ein höheres Mass an systematischer Arbeitsteilung und Professionalität, wie sie der kriminellen Organisation eigen ist.\n\nInsgesamt verletzt die Vorinstanz kein Bundesrecht, wenn sie annimmt, die Voraussetzungen für die Annahme einer kriminellen Organisation seien nicht erfüllt. Die Beschwerde erweist sich in diesem Punkt als unbegründet."}