{"annee": "132", "cour": "III", "page": "65", "date": "2/11/2005", "cite": ["121 III 156"], "cite_par": ["142 III 402", "142 III 278", "139 III 457"], "chapeau": "9. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. AG gegen B. und C. (Berufung)\n\n4C.198/2005 vom 2. November 2005", "regestes": ["Conclusions admissibles dans la procédure visant à la protection contre les congés (art. 273 al. 4 et 274f CO). Lorsque l'autorité de conciliation déclare une résiliation non valable, inefficace ou nulle, le bailleur, qu'il s'agisse d'un bail à loyer ou d'un bail à ferme, a le droit de conclure, dans la procédure visant à la protection contre les congés, à la constatation de la validité d'un congé (consid. 3.3), resp. à la constatation de l'inexistence d'un rapport contractuel (consid. 3.4)."], "faits": "|66|\n\nA. Mit Pachtvertrag vom 26. November 1998 pachtete E. von der D. AG das Restaurant \"Y.\". Mit Kaufvertrag vom 25. Oktober 2002 verkaufte die D. AG der A. AG (Klägerin) das betreffende Grundstück mit dem Restaurant \"Y.\". Im Grundstückkaufvertrag wurde vereinbart, dass die Klägerin das Pachtverhältnis betreffend das Restaurant \"Y.\" übernehme.\n\nPer 1. Oktober 2003 übernahmen B. und C. (Beklagte) den Pachtvertrag von E. Die Übernahmevereinbarung zwischen den Beklagten und E. enthielt die Zusicherung, im Kaufvertrag der D. AG mit der Klägerin sei vereinbart worden, dass diese den Pachtvertrag übernehme.\n\nAm 11. Dezember 2003 wurde die Klägerin als Eigentümerin im Grundbuch eingetragen. Am 29. Dezember 2003 kündigte die Klägerin den Beklagten den Pachtvertrag mit amtlichem Formular per 30. Juni 2004. Zur Begründung wurde dringender Eigenbedarf und wichtige Gründe genannt.\n\nB. Am 10. Februar fochten die Beklagten die Kündigung bei der Schlichtungsbehörde für Mietwesen des Bezirks Zofingen an. Mit Entscheid vom 22. April 2004 wurde die Kündigung vom 29. Dezember 2003 per 30. Juni 2004 als missbräuchlich erklärt und aufgehoben.\n\nAm 28. Mai 2004 reichte die Klägerin beim Bezirksgericht Zofingen Klage gemäss Art. 274f OR ein und stellte folgende Rechtsbegehren:\n\n\"1. Der Entscheid der Schlichtungsbehörde im Mietwesen des Bezirks Zofingen vom 22.04.2004 (...) sei aufzuheben.\n\n2. Es sei festzustellen, dass der Pachtübernahmevertrag zwischen den Beklagten und Herrn E. vom 30.09./01.10.2003 nichtig ist und damit zwischen den Parteien kein rechtsgültiger Pachtvertrag besteht. |67|\n\nEventualiter:\n\n3. Es sei die Wirksamkeit der von der Klägerin gegenüber den Beklagten eröffneten Kündigung vom 29.12.2003 per 30. Juni 2004 festzustellen.\n\n4. Alles unter der gesetzlichen Kosten- und Entschädigungsfolge.\"\n\nMit Urteil vom 15. Dezember 2004 hiess der Präsident des Bezirksgerichts Zofingen die Klage gut und stellte fest, dass die Übernahmevereinbarung vom 30. September 2003 nichtig sei und zwischen den Parteien kein Mietvertrag bestehe.\n\nGegen dieses Urteil erhoben die Beklagten Beschwerde ans Obergericht des Kantons Aargau und beantragten im Wesentlichen, die Klage vom 28. Mai 2004 sei abzuweisen, soweit darauf einzutreten sei; eventualiter sei richterlich festzustellen, dass die Klägerin den Beklagten für allen aus der vorzeitigen Auflösung des Pachtvertrages entstehenden Schaden bis zum ordentlichen, frühestens möglichen Kündigungstermin vom 31. Dezember 2013 hafte. Mit Entscheid vom 21. April 2005 hiess das Obergericht die Beschwerde gut, hob das Urteil des Präsidenten des Bezirksgerichts Zofingen vom 15. Dezember 2004 auf und trat auf die Klage mangels Feststellungsinteresses nicht ein.\n\nC. Mit Berufung vom 9. Juni 2005 beantragt die Klägerin dem Bundesgericht, das Urteil des Obergerichts des Kantons Aargau vom 21. April 2005 sei aufzuheben und die Sache zur materiellen Beurteilung an die Vorinstanz zurückzuweisen; eventualiter sei festzustellen, dass der Pachtübernahmevertrag zwischen den Beklagten und Herrn E. vom 30.09./01.10.2003 nichtig sei und damit zwischen den Parteien kein rechtsgültiger Pacht- bzw. Mietvertrag bestehe; subeventualiter sei die Wirksamkeit der von der Klägerin gegenüber den Beklagten eröffneten Kündigung vom 29. Dezember 2003 per 30. Juni 2004 festzustellen.", "considerants": "Aus den Erwägungen:\n\n3. Die Klägerin hat im Anschluss an das Schlichtungsverfahren im Rahmen des Kündigungsschutzverfahrens dem Bezirksgericht Zofingen beantragt, es sei festzustellen, dass der Pachtübernahmevertrag zwischen den Beklagten und E. nichtig sei und damit zwischen den Parteien kein rechtsgültiger Pachtvertrag bestehe; eventuell sei festzustellen, dass die von den Klägern am 29. Dezember 2003 per 30. Juni 2004 ausgesprochene Kündigung wirksam sei. |68|\n\n3.1 Nachdem das Bezirksgericht festgestellt hatte, dass die Übernahmevereinbarung vom 30. September 2003 nichtig sei und zwischen den Parteien kein Vertrag bestehe, ist das Obergericht im kantonalen Berufungsverfahren auf die Klage nicht eingetreten. Zur Begründung wurde im Wesentlichen ausgeführt, es fehle am Feststellungsinteresse, dass zwischen den Parteien kein rechtsgültiger Pachtvertrag bestehe bzw. dass die Kündigung per 30. Juni 2004 wirksam sei. Die Klägerin könne ihr Ziel, die Beklagten aus den gepachteten Räumlichkeiten zu entfernen, um das von ihr geplante Bauvorhaben zu realisieren, nur mit einer Leistungsklage auf Rückgabe der Sache bzw. Ausweisung aus der Liegenschaft, nicht aber mit der Feststellungsklage, erreichen. Das Feststellungsurteil stelle denn auch keinen vollstreckbaren Titel dar, sondern erst der (rechtskräftige) Ausweisungsentscheid, welcher materiellrechtlich über die Rückgabe der Sache entscheide, bilde den Vollstreckungstitel. Die Klägerin hätte daher eine Leistungsklage auf Rückgabe des Pachtobjektes bzw. Ausweisung aus der Liegenschaft erheben können und müssen, wobei als Vorfrage zu prüfen gewesen wäre, ob zwischen den Parteien ein Vertragsverhältnis bestehe bzw. ob dieses durch gültige Kündigung beendet worden sei. Demgegenüber sei ein schutzwürdiges rechtserhebliches Interesse lediglich an der gerichtlichen Feststellung nicht ersichtlich. Diese Begründung hält die Klägerin für bundesrechtswidrig.\n\n3.2 Im vorliegenden Fall hat die Klägerin mit amtlichem Formular vom 29. Dezember 2003 den Pachtvertrag per 30. Juni 2004 gekündigt. Die Beklagten haben darauf rechtzeitig die Schlichtungsbehörde angerufen. Im Kündigungsschutzverfahren hat die Schlichtungsbehörde - wenn keine Einigung zwischen den Parteien zustande kommt - einen Entscheid über die Ansprüche der Vertragsparteien zu fällen (Art. 273 Abs. 1 und 4 OR), gegen welchen Entscheid die unterlegene Partei den Richter anrufen kann (Art. 273 Abs. 5, Art. 274f Abs. 1 OR). Dabei definiert das Gesetz nicht, was unter \"Ansprüche der Vertragsparteien\" zu verstehen ist. Es ist daher aus dem Gegenstand des Kündigungsschutzverfahrens, über welches die Schlichtungsbehörde bzw. das Gericht zu befinden hat, herzuleiten, welches die Ansprüche der Parteien sind. Gegenstand des Kündigungsschutzverfahrens ist im Allgemeinen die Überprüfung einer anfechtbaren Kündigung im Sinn von Art. 271 Abs. 1 und 271a OR und/oder die Erstreckung des Mietverhältnisses (BGE 121 III 156 E. 1c S. 160 ff. mit Hinweisen; HIGI, Zürcher |69| Kommentar, Zürich 1994, N. 124 und 126 zu Art. 273 OR). Mit der Prüfung der Gültigkeit der Kündigung kann die Beurteilung von zivilrechtlichen Vorfragen in Zusammenhang stehen. Als zivilrechtliche Vorfragen, die im Kündigungsschutzverfahren zu beurteilen sind, wird in der Literatur insbesondere auf die Prüfung der Unwirksamkeit oder Nichtigkeit einer Kündigung verwiesen (HIGI, a.a.O., N. 15 zu Art. 273 OR; SVIT-Kommentar, N. 7 zu Art. 273 OR; LACHAT/ STOLL/BRUNNER, Mietrecht für die Praxis, 4. Aufl., Zürich 1999, S. 66, Fn. 25; zur Unterscheidung zwischen anfechtbaren, unwirksamen und nichtigen Kündigungen vgl. BGE 121 III 156 ff.). Insgesamt kann somit festgehalten werden, dass der Gegenstand des konkreten Kündigungsschutzverfahrens durch die Rechtsbegehren der klagenden Partei bestimmt wird. Im Vordergrund steht die Anfechtbarkeit der Kündigung nach Art. 271 Abs. 1 und 271a OR. In Frage kommen aber auch die von einer Partei zur Beurteilung aufgeworfenen zivilrechtlichen Vorfragen wie insbesondere die Nichtigkeit bzw. Unwirksamkeit der Kündigung.\n\n3.3 Im vorliegenden Fall hat die im Schlichtungsverfahren unterlegene Klägerin im gerichtlichen Verfahren im Eventualstandpunkt beantragt, es sei die Wirksamkeit der Kündigung vom 29. Dezember 2003 per 30. Juni 2004 festzustellen. Mit diesem Rechtsbegehren wandte sich die Klägerin gegen den Entscheid der Schlichtungsbehörde, welche die Kündigung für missbräuchlich erklärt hatte. Sie legte damit dem Gericht \"Ansprüche der Vertragsparteien\" im Sinn von Art. 273 Abs. 4 OR zur Beurteilung vor. Aus dieser bundesrechtlichen Prozessbestimmung ergibt sich ohne weiteres, dass das von der Klägerin im Kündigungsschutzverfahren gestellte (Eventual-)Begehren zulässig ist. Dass die Klägerin kein Rechtsschutzinteresse (Feststellungsinteresse) an der alleinigen Beurteilung der Wirksamkeit der Kündigung hat, weil es ihr möglich gewesen wäre, mit einer Leistungsklage die Ausweisung der Beklagten aus der gepachteten Liegenschaft zu verlangen, trifft nicht zu. Einerseits verschafft das Gesetz den Parteien eines Miet- bzw. Pachtverhältnisses wie erwähnt einen Anspruch darauf, die Rechtswirksamkeit der Kündigung gerichtlich prüfen zu lassen (Art. 273 OR). Und andrerseits wäre es im Kündigungsschutzverfahren gar nicht möglich, die Ausweisung zu verlangen, weil der Richter im Fall der Wirksamkeit der Kündigung die Erstreckung des Miet- bzw. Pachtverhältnisses, die eine Ausweisung verbieten würde, zu prüfen hätte (Art. 273 Abs. 2, Art. 274e Abs. 3 und Art. 274f Abs. 3 |70| OR). Das von der Klägerin gestellte Eventualrechtsbegehren ist daher zulässig. Die gegenteilige Auffassung des Obergerichts, es fehle der Klägerin ein Rechtsschutz- bzw. Feststellungsinteresse, widerspricht den bundesrechtlichen Verfahrensvorschriften zum Kündigungsschutzverfahren.\n\n3.4 Nichts anderes gilt, soweit die Vorinstanz auch in Bezug auf das Hauptbegehren ein Feststellungsinteresse verneint. Wie erwähnt kann die Schlichtungsbehörde und anschliessend das Gericht nicht nur über die Anfechtbarkeit der Kündigung im Sinn von Art. 271 Abs. 1 und 271a OR befinden. Vielmehr kann auch über zivilrechtliche Vorfragen, die mit der Kündigung im Zusammenhang stehen, entschieden werden. In erster Linie bedeutet dies, dass die Schlichtungsbehörde bzw. der Richter auch über die Unwirksamkeit bzw. Nichtigkeit der Kündigung entscheiden kann (vgl. oben, E. 3.2). Dasselbe gilt für den Fall, dass umstritten ist, ob zwischen den Parteien überhaupt ein Vertragsverhältnis besteht. Auch dieser Prozessgegenstand ist - ähnlich wie die Frage der Unwirksamkeit und Nichtigkeit der Kündigung - eine zivilrechtliche Vorfrage, die unter den Begriff der \"Ansprüche der Parteien\" im Sinn von Art. 273 Abs. 4 OR fällt. Es muss daher möglich sein, den für das Kündigungsschutzverfahren zuständigen Schlichtungsbehörden und Richtern die Frage zur Beurteilung zu unterbreiten, ob zwischen den Parteien überhaupt ein Vertragsverhältnis besteht, auf welches sich die Kündigung bezieht.\n\n3.5 Aus diesen Gründen kann der Auffassung der Vorinstanz nicht gefolgt werden, dass die Klägerin bezüglich der gestellten Rechtsbegehren kein Rechtsschutzinteresse habe, sondern eine Leistungsklage auf Rückgabe der Liegenschaft bzw. auf Ausweisung aus dem Mietobjekt hätte erheben müssen. Vielmehr war die Klägerin berechtigt, im Kündigungsschutzverfahren die umstrittenen Rechtsbegehren zu stellen, und das Obergericht wäre verpflichtet gewesen, über die \"Ansprüche der Vertragsparteien\" im Sinn von Art. 273 Abs. 4 OR zu befinden. Die Berufung ist daher gutzuheissen und das angefochtene Urteil aufzuheben."}