{"annee": "132", "cour": "IV", "page": "127", "date": "12/5/2006", "cite": ["115 IV 121", "118 IV 366"], "cite_par": [], "chapeau": "18. Extrait de l'arrêt de la Cour de cassation pénale dans la cause A. contre Procureur général du canton de Genève (pourvoi en nullité)\n\n6S.496/2005 du 12 mai 2006", "regestes": ["Actes préparatoires délictueux; désistement (art. 260bis al. 2 CP). L'art. 260bis al. 2 CP s'applique dès que le délinquant a, de son propre mouvement, abandonné son plan criminel, quel que soit le stade des préparatifs, mais avant le commencement de l'exécution de l'infraction préparée (changement de jurisprudence; consid. 2)."], "faits": "|127|\n\nA. A fin mars et début avril 2002, A. s'est rendu à Genève avec deux comparses en vue de commettre des braquages à main armée. Lors de leur déplacement, ils ont emporté le matériel nécessaire à ces hold-up, dont une arme à feu, des cagoules et des liens pour les mains. A. a ensuite fourni des cartes SIM et utilisé ses relations |128| genevoises pour obtenir des logements gratuits pour tous et pour choisir trois cibles à proximité du logement de ses partenaires.\n\nComme une connaissance leur a déconseillé le hold-up de la station d'essence, qui était étroitement surveillée par des caméras, et qu'elle a refusé de participer à tout brigandage, les trois comparses ont abandonné leur projet délictueux au profit d'un trafic de drogues, réalisable plus facilement.\n\nB. Par jugement du 15 avril 2005, le Tribunal de police du canton de Genève a condamné A. à une peine de trois ans de réclusion, sous déduction de la détention préventive, pour complicité d'infraction grave à la loi fédérale sur les stupéfiants (art. 25 CP et 19 LStup), rupture de ban (art. 291 CP) et actes préparatoires délictueux (art. 260bis al. 1 CP). Il a cependant déclaré non punissables les actes préparatoires délictueux, au motif que A. s'était désisté, conformément à l'art. 260bis al. 2 CP. Il a expliqué que, si A. avait poussé les projets avec ses acolytes jusqu'à déterminer trois cibles potentielles, les trois comparses n'avaient cependant pas effectué tous les actes préparatoires lors de l'abandon de leurs projets, puisqu'ils n'avaient pas encore procédé à des repérages ou autres observations précises.\n\nC. Statuant le 21 novembre 2005 sur appels de A. et du Ministère public genevois, la Cour de justice genevoise a libéré A. des fins de la poursuite pénale pour rupture de ban, mais n'a pas admis qu'il s'était désisté des actes préparatoires délictueux selon l'art. 260bis al. 2 CP. Elle a maintenu la peine à trois ans de réclusion et ordonné l'expulsion de A. du territoire suisse pour une durée de quatre ans.\n\nEn ce qui concerne les actes préparatoires délictueux, elle a retenu ce qui suit:\n\n\"Certes, les trois partenaires ont décidé de renoncer au brigandage pour consacrer leurs efforts à un autre but, à savoir un trafic de drogues. Toutefois, rien n'indique que de nombreux actes préparatoires supplémentaires devaient précéder le hold-up envisagé, selon le plan criminel initial. Le Ministère public relève d'ailleurs à juste titre qu'au moins l'une des cibles se trouvait à proximité immédiate du logement mis à disposition des comparses: ils pouvaient donc facilement passer à l'attaque, puis se réfugier dans ledit appartement.\n\n(...) Il y a lieu d'admettre que l'appelant, déjà condamné à plusieurs reprises notamment pour des vols, a commis des actes délictueux punissables (...), avant de renoncer, de concert avec ses comparses, non pas à une activité préparatoire supplémentaire d'une certaine importance, mais |129|\n\nseulement à l'exécution du brigandage lui-même. Faute de désistement de son activité préparatoire punissable, il ne mérite pas l'exemption de toute peine prévue par l'art. 260bis alinéa 2 CP.\"\n\nD. Contre l'arrêt cantonal, A. dépose un pourvoi en nullité devant le Tribunal fédéral. Il conclut à l'annulation de la décision attaquée. En premier lieu, il soutient que la Cour de justice genevoise a violé le droit fédéral en ne retenant pas qu'il s'était désisté des actes préparatoires délictueux (art. 260bis al. 2 CP). En outre, il critique l'application des art. 41, 55 et 63 CP. Enfin, il sollicite l'assistance judiciaire.\n\nLe Ministère public genevois conclut au rejet du pourvoi.", "considerants": "Extrait des considérants:\n\n2. L'art. 260bis al. 2 CP prévoit que sera exempté de toute peine le délinquant qui, de son propre mouvement, aura renoncé à poursuivre jusqu'au bout son activité préparatoire.\n\n2.1 Pour la Cour cantonale, cette disposition n'est pas applicable, car les trois comparses ont exécuté l'ensemble des actes préparatoires planifiés et n'auraient ainsi pas renoncé à une activité préparatoire d'une certaine importance, mais seulement à l'exécution du brigandage lui-même. D'après le recourant, les trois comparses auraient en revanche abandonné leur projet délictueux au stade des actes préparatoires, car il leur appartenait encore de procéder aux repérages des lieux.\n\n2.2 Selon la jurisprudence, le désistement porte sur les actes préparatoires et non sur l'exécution du délit projeté (ATF 118 IV 366 consid. 3a p. 369; ATF 115 IV 121 consid. 2b p.124). Lorsque le délinquant n'a pas encore mené à chef tous les actes préparatoires planifiés (mais qu'il a accompli à tout le moins l'un des actes préparatoires prévus par l'art. 260bis al. 1 CP), la jurisprudence applique par analogie l'art. 21 al. 2 CP. Il suffit alors, pour que l'on puisse admettre le désistement du délinquant, que de son propre mouvement il ait renoncé à exécuter une partie importante des actes préparatoires (ATF 118 IV 366 consid. 3a p. 369; ATF 115 IV 121 consid. 2f p. 127). En revanche, si le délinquant a entièrement exécuté les actes préparatoires planifiés, il ne suffit pas qu'il se limite à ne pas commettre le délit principal. De même qu'en cas de délit manqué (ou de tentative achevée), il doit effectuer des actes de repentir actif. Il doit démontrer qu'il n'est pas disposé à passer à l'exécution du |130| délit principal, soit en supprimant certains préparatifs (par exemple en jetant les armes qu'il s'est déjà procurées), soit en accomplissant de toute autre manière des actes desquels il résulte qu'il entend rendre impossible ou au moins particulièrement ardue la commission du délit principal (ATF 118 IV 366 consid. 3a p. 369; ATF 115 IV 121 consid. 2g p. 128).\n\n2.3 La preuve du désistement peut poser des difficultés lorsque le délinquant, arrêté par la police, affirme avoir renoncé à son projet criminel. Le juge devra alors déterminer s'il s'agit d'une simple pause ou si le délinquant a véritablement renoncé à son plan criminel (CORBOZ, Les infractions en droit suisse, vol. II, Berne 2002, art. 260bis CP, n. 29; JEAN-FRANÇOIS MEYLAN, Les actes préparatoires délictueux en droit pénal suisse [art. 260bis CP], thèse Lausanne 1990, p. 121 s.). En exigeant que le délinquant manifeste son intention de se désister par des actes de repentir actif, la jurisprudence facilite, dans une certaine mesure, le travail du juge qui pourra alors se convaincre, sur la base du comportement du délinquant, qu'il y a eu renonciation (GRACE SCHILD, Strafbefreiender Rücktritt von den strafbaren Vorbereitungshandlungen gemäss Art. 260bis Abs. II StGB, recht 11/1993 p. 101 ss, spéc. p. 105). Le problème de preuve ne sera cependant que déplacé. Le délinquant pourra en effet toujours prétendre qu'il n'a pas exécuté tous les actes préparatoires planifiés et que, par conséquent, sa simple renonciation devrait entraîner l'application de l'art. 260bis al. 2 CP, affirmation que le juge aura de la peine à réfuter (SCHILD, op. cit., p. 106). Le présent cas en est du reste un exemple, puisque le recourant soutient qu'il devait aller encore repérer les lieux.\n\nD'application difficile, la jurisprudence actuelle introduit en outre une inégalité entre celui qui renonce alors qu'il a entièrement achevé les préparatifs planifiés, et celui qui franchit le pas suivant et commence l'exécution. Le premier devra agir activement pour démontrer qu'il est prêt à ne pas passer à l'acte et prétendre à l'application de l'art. 260bis al. 2 CP (exemption obligatoire), alors qu'il suffira au second de renoncer à son projet pour bénéficier de l'art. 21 al. 2 CP (exemption facultative; CORBOZ, op. cit., art. 260bis CP, n. 32).\n\nPour ces raisons principalement, la doctrine critique l'application par analogie de l'art. 22 al. 2 CP au désistement des actes préparatoires. Selon STRATENWERTH, l'art. 260bis al. 2 CP devrait s'appliquer dès que le délinquant a spontanément abandonné son plan criminel, |131| quel que soit son stade d'avancement, mais avant le commencement de l'exécution de l'infraction planifiée. Cet auteur désapprouve les conditions posées par la jurisprudence, selon lesquelles le délinquant devrait supprimer certains préparatifs ou manifester de manière particulière qu'il n'est plus prêt à commettre l'infraction projetée (STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, 4e éd., Berne 1995, § 40, n. 13). L'avis de STRATENWERTH est partagé par CORBOZ, SCHUBARTH, SCHILD et BAUMGARTNER, qui proposent d'appliquer l'art. 260bis al. 2 CP au délinquant qui renonce à son projet, avant le commencement de l'exécution, sans distinguer selon qu'il a accompli ou non tous les actes préparatoires planifiés (CORBOZ, op. cit., art. 260bis CP, n. 32; SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Schweizerisches Strafgesetzbuch, Besonderer Teil, vol. 2, Berne 1990, art. 139 CP, n. 72 ss; SCHILD, op. cit., p. 101 ss; BAUMGARTNER, Basler Kommentar, Strafgesetzbuch II, 2002, art. 260bis CP, n. 14).\n\nLes objections émises par la doctrine sont convaincantes. Il convient donc d'abandonner la jurisprudence, qui distingue selon que le délinquant a ou non accompli l'entier des actes préparatoires qui lui incombaient et exige dans le premier cas des actes de repentir actif. Avec la doctrine, il faut admettre que l'art. 260bis al. 2 CP sera applicable au délinquant qui aura renoncé spontanément à son projet délictueux, quel que soit le stade des préparatifs, mais avant le commencement de l'exécution de l'infraction préparée. La phase préparatoire ne sera ainsi terminée qu'au moment du commencement de la tentative. Il s'ensuit que, si le délinquant renonce alors que les actes préparatoires ne sont pas terminés, il faudra appliquer l'art. 260bis al. 2 CP (exemption obligatoire). S'il abandonne son projet après avoir franchi le pas décisif, c'est l'art. 21 al. 2 CP qui sera applicable (exemption facultative). Le but de la punissabilité des actes préparatoires ne devient pas pour autant illusoire, car les autres conditions du désistement, notamment celle d'agir de son propre mouvement, doivent être encore réalisées.\n\n2.4 En l'espèce, le recourant qui a renoncé à son projet de hold-up avant de franchir le seuil décisif s'est donc désisté des actes préparatoires. Encore faut-il déterminer s'il a agi de \"son propre mouvement\". Pour que cette condition soit remplie, le délinquant doit abandonner l'exécution de son plan librement, c'est-à-dire de lui-même, sans pressions extérieures, et ce quelle que soit la valeur morale de cette motivation (ATF 118 IV 366 consid. 3a p. 369 s.). |132| C'est notamment le cas lorsqu'il renonce à son projet par peur des risques pénaux, ou parce qu'il a honte ou pitié de sa victime. L'existence du désistement spontané n'exclut pas que le délinquant prenne conseil auprès d'un tiers (ATF 115 IV 121 consid. 2h p. 129).\n\nSelon les constatations cantonales, le recourant et ses comparses ont renoncé à leur projet après qu'une connaissance leur a déconseillé le hold-up de la station d'essence, qui était étroitement surveillée par des caméras, et qu'elle a refusé de participer à tout brigandage. C'est donc bien de lui-même que le recourant a abandonné son idée de brigandage. Peu importe qu'il ait suivi les conseils d'un tiers et que des considérations morales n'aient pas joué de rôle. Il n'en reste pas moins que le recourant a renoncé de son propre mouvement à des préparatifs. En ne faisant pas application de l'art. 260bis al. 2 CP, la Cour cantonale a donc violé le droit fédéral. Le pourvoi doit ainsi être admis, l'arrêt attaqué doit être annulé et renvoyé à la Cour cantonale pour qu'elle statue à nouveau dans le sens des considérants et fixe en conséquence une nouvelle peine."}