{"annee": "132", "cour": "III", "page": "449", "date": "24/4/2006", "cite": ["122 III 26", "121 III 69", "108 II 314", "116 II 459", "112 II 450", "128 III 271", "111 II 263", "129 III 18", "127 III 553"], "cite_par": [], "chapeau": "50. Extrait de l'arrêt de la Ire Cour civile dans la cause Banque X. SA contre époux Y. (recours en réforme)\n\n4C.413/2005 du 24 avril 2006", "regestes": ["Art. 100 al. 2 CO; responsabilité de la banque qui exécute les ordres frauduleux d'une personne non autorisée. Lors de l'ouverture du compte, les clients ont adhéré à une clause de transfert de risque qui ne leur est pas opposable dans les circonstances de l'espèce: la banque, en raison de la confiance immodérée qu'elle vouait au mandataire chargé de gérer l'avoir en compte, a renoncé aux précautions qu'elle applique normalement dans ses relations avec les gérants externes et, sans réclamer de confirmation des clients, elle a exécuté des ordres exorbitants du mandat de gestion."], "faits": "BGE 132 III 449 S. 450\n\nAu mois de mars 1993, les époux Y. ont ouvert un compte auprès de la Banque X. SA. Selon les conditions générales auxquelles ils ont alors souscrit, et sur la base des spécimens déposés à cette fin, la banque devait vérifier la signature des ordres donnés par ses clients ou par leurs mandataires; elle avait le droit mais pas l'obligation d'exiger d'autres preuves d'identité. Sauf faute grave de sa part, elle n'assumait aucune responsabilité dans le cas où une falsification échappait à son contrôle. Les époux Y. signèrent également un document qui autorisait la banque à accepter et exécuter des ordres transmis par téléphone, télex ou télécopie, et qui l'exonérait de toute responsabilité en cas d'ordre donné frauduleusement par un tiers non autorisé; la banque avait toutefois le droit de refuser l'exécution d'un ordre ainsi transmis, ou d'en exiger une confirmation écrite.\n\nPar ailleurs, les clients souscrivirent un mandat de gestion des avoirs confiés à la banque, mandat attribué d'abord à la banque elle-même puis, par la suite, à des gérants externes. Dès le 22 juin 2001, la gestion fut assumée par Z.; celle-ci agissait en qualité d'organe d'une société de gestion qu'elle avait fondée un peu plus d'un an auparavant et qui était désormais titulaire du mandat. La gérante était connue de la banque car elle avait travaillé à son service et des relations d'affaires se poursuivaient. Selon les documents remis à la banque, préparés par celle-ci, la société de gestion jouissait d'une procuration strictement limitée à son activité; elle n'était pas autorisée à ordonner des transferts ni à opérer des prélèvements autres que ceux correspondants aux honoraires contractuels. La banque était déchargée de toute responsabilité en raison des actes de la société; en particulier, elle n'était pas tenue de contrôler ses ordres quant à leur caractère, leur fréquence ni leur ampleur.\n\nDepuis avril 2000, la société de gestion était liée à la banque par un contrat qui l'habilitait à introduire de nouveaux clients et à gérer leurs comptes contre rémunération. Le 21 juillet 2000, en raison du nombre considérable des transactions que la société opérait, la banque est intervenue auprès d'elle pour lui rappeler que la pratique du barattage est incompatible avec le devoir de fidélité du mandataire.\n\nLe 11 juillet 2001, la gérante se présenta au guichet de la banque avec la copie d'une lettre qui lui était adressée, portant la signature de Y. et ordonnant le retrait de 40'000 dollars étasuniens. Le caissier compara cette signature reproduite avec le spécimen à sa disposition; l'ayant trouvée conforme, il remit la somme demandée. BGE 132 III 449 S. 451Auparavant, depuis l'ouverture du compte, les époux Y. n'avaient opéré aucun prélèvement.\n\nLe lendemain 12 juillet, la gérante téléphona à une collaboratrice de la banque qu'elle connaissait. Elle ordonna trois transferts au débit de ce même compte, aux montants de deux fois 25'000 et une fois 60'000 dollars; elle annonçait la remise d'une confirmation signée du client. Ces ordres furent exécutés sans délai et donc sans confirmation.\n\nLe 19 du même mois, par télécopie, la gérante adressa à la banque les avis de débit consécutifs aux transferts précités, apparemment contresignés par Y. Ce même jour et par le même moyen, elle transmit un nouvel ordre de transfert au montant de 100'000 dollars, portant également la signature de Y. mais dépourvu de date. La gérante avait ajouté la mention \"Après cette lettre il va nous envoyer la lettre de clôture - Merci\". Cet ordre fut lui aussi exécuté. Les signatures des quatre documents étaient exactement identiques.\n\nIl apparut plusieurs mois après qu'en réalité, Y. n'avait ordonné aucune de ces opérations. La gérante avait confectionné des faux à partir d'une signature authentique, en mettant à contribution les ciseaux, la colle et la photocopieuse.\n\nPar jugement du 25 novembre 2004, le Tribunal de première instance du canton de Genève a condamné la Banque X. SA à rembourser aux époux Y., ceux-ci demandeurs, celle-là défenderesse, 250'000 dollars avec intérêts au taux de 5 % par an dès le 19 juillet 2001.\n\nStatuant le 14 octobre 2005 sur l'appel de la défenderesse, la Cour de justice a confirmé ce jugement.\n\nLe Tribunal fédéral a rejeté le recours en réforme de la défenderesse.", "considerants": "Extrait des considérants:\n\n2. Il n'est pas nécessaire d'examiner de façon détaillée la nature juridique de la relation contractuelle des parties. Il suffit de constater que par l'ouverture du compte des demandeurs, la défenderesse s'est engagée à leur remettre, selon les modalités prévues, tout ou partie de l'avoir disponible (cf. ATF 111 II 263 consid. 1a p. 265). L'exécution, par la banque, d'un ordre de remettre ou de transférer un montant par prélèvement sur cet avoir a son fondement dans la relation précitée, cela même si l'ordre est donné irrégulièrement ou s'il BGE 132 III 449 S. 452 s'agit d'un faux (ATF 108 II 314 consid. 2 p. 315; arrêt 4C.349/1994 du 4 juillet 1995, publié in SJ 1996 p. 225, consid. 4b).\n\nEn principe, c'est la banque qui supporte le risque d'une prestation exécutée par le débit du compte en faveur d'une personne non autorisée; elle seule subit un dommage car elle est tenue de payer une seconde fois, à son client, le montant concerné. Lorsque le client réclame, à l'instar des demandeurs, la restitution de l'avoir en compte, il exerce une action en exécution du contrat qui n'est pas subordonnée à l'existence d'une faute de la banque (ATF 112 II 450 consid. 3a p. 454; ATF 111 II 263 consid. 1b p. 265; voir aussi ATF 127 III 553 consid. 2f et g p. 558; arrêt 4C.383/2001 du 11 avril 2002, publié in SJ 2002 I p. 597, consid. 1b p. 600). Il est cependant habituel que les conditions générales appliquées par la banque, auxquelles le client adhère lors de l'ouverture du compte, comportent comme en l'espèce une clause de transfert de risque prévoyant que le dommage résultant d'un faux non décelé est, sauf faute grave de la banque, à la charge du client; par l'effet de cette stipulation, le risque a priori assumé par celle-là est reporté sur celui-ci (CARLO LOMBARDINI, Droit bancaire suisse, Zurich 2002, p. 205 ch. 4; PHILIPP ABEGG et al., Schweizerisches Bankrecht: ein Lehr- und Handbuch für Bankfachleute, Zurich 2002, p. 28/29; ATF 122 III 26 consid. 4a p. 32; ATF 112 II 450 consid. 3 p. 453).\n\nL'art. 100 CO, qui régit les conventions d'exonération de la responsabilité pour inexécution ou exécution imparfaite du contrat, s'applique par analogie à une clause de ce type (cf. ATF 112 II 450 consid. 3a p. 454/455; 41 II 487 p. 491). Celle-ci est donc d'emblée dénuée de portée si un dol ou une faute grave sont imputables à la banque (art. 100 al. 1 CO). En cas de faute légère de la banque, dont l'activité est assimilée à l'exercice d'une industrie concédée par l'autorité, le juge peut tenir cette clause pour nulle. Dans l'exercice de son pouvoir d'appréciation, c'est-à-dire dans l'application des règles du droit et de l'équité (art. 4 CC), il lui appartient d'examiner la clause de transfert en tenant compte des autres stipulations du contrat et de l'ensemble des circonstances du cas particulier; il doit prendre en considération, d'une part, le besoin de protection des clients contre les clauses élaborées d'avance qu'ils ne peuvent pratiquement pas discuter et, d'autre part, l'intérêt que peut avoir la banque à se prémunir contre certains risques dont la réalisation est difficile à éviter (art. 100 al. 2 CO; ATF 112 II 450 consid. 3a p. 455). Ce pouvoir d'appréciation n'existe pas si la faute légère a été commise par un BGE 132 III 449 S. 453auxiliaire de la banque car la clause de transfert de risque est alors applicable sans restriction (art. 101 al. 3 CO; même arrêt p. 456).\n\nEn règle générale, la banque n'est tenue de vérifier l'authenticité des ordres à elle adressés que selon les modalités convenues entre les parties ou, le cas échéant, spécifiées par la loi. Elle doit cependant procéder à des vérifications supplémentaires s'il existe des indices sérieux d'une falsification ou si l'ordre ne porte pas sur une opération prévue par le contrat ni habituellement demandée (ATF 122 III 26 consid. 4a/aa p. 32; ATF 121 III 69 consid. 3c p. 72; ATF 116 II 459 consid. 2a p. 461/462; ATF 111 II 263 consid. 2b p. 268).\n\n3. Les demandeurs ont conféré à la société de gestion et, par conséquent, à l'organe de celle-ci, le pouvoir de les représenter dans leur relation avec la défenderesse. L'étendue de ce pouvoir était limitée, en substance, au placement de leur avoir en compte, à la liquidation des placements effectués et, accessoirement, au prélèvement des honoraires dus à la société.\n\nIl est constant que le retrait d'espèces effectué le 11 juillet 2001 ne s'inscrivait pas dans ce pouvoir. Selon l'argumentation de la défenderesse, Z. ne s'est pas prévalue dudit pouvoir en présentant un ordre écrit qui semblait provenir de Y.; elle a seulement agi à la manière d'un messager qui transmet la déclaration d'autrui et ne prétend pas donner effet à sa propre volonté (PETER GAUCH/WALTER SCHLUEP et al., Schweizerisches Obligationenrecht: Allgemeiner Teil ohne ausservertragliches Haftpflichtrecht, 8e éd., vol. I, ch. 1316 p. 295). Or, le document utilisé n'avait même pas l'apparence d'un ordre adressé à la banque car selon son libellé, c'est la gérante qui en était la destinataire. De plus, les modalités convenues lors de l'ouverture du compte obligeaient la défenderesse à vérifier au moins la signature des ordres censés provenir de ses clients ou de leurs mandataires. En règle générale, elle devait donc exiger et vérifier une signature écrite à la main, conformément aux art. 14 al. 1 et 16 al. 2 CO; elle n'était dispensée de cette précaution que pour les ordres reçus par téléphone, télex ou télécopie. L'ordre reçu au guichet aurait donc dû porter une signature manuscrite plutôt qu'une simple reproduction. En l'exécutant néanmoins, la défenderesse s'est engagée dans une opération qui était étrangère à celles visées par la clause de transfert de risque, de sorte qu'en rapport avec cette opération, ladite clause n'est pas opposable aux demandeurs.\n\n4. Le 12 juillet 2001, Z. ne s'est servie d'aucun écrit; elle a seulement téléphoné pour donner ou transmettre trois ordres de transfert. BGE 132 III 449 S. 454La teneur de ses déclarations n'a pas été constatée de façon suffisamment précise pour que le Tribunal fédéral puisse discerner si la défenderesse pouvait la considérer comme la messagère plutôt que comme la représentante des demandeurs. Seule cette première hypothèse pourrait éventuellement aboutir à sa libération car les ordres de transfert ne relevaient pas non plus du pouvoir de représentation conféré à la société de gestion. En vertu de l'art. 8 CC, c'est à la défenderesse qu'il incombait de prouver les faits déterminants sur ce point et c'est donc aussi elle qui doit, en principe, succomber par suite de l'incertitude subsistant sur ce même point (ATF 128 III 271 consid. 2a/aa p. 273; ATF 129 III 18 consid. 2.6 p. 24).\n\nDe toute manière, cette partie insiste sur la confiance dont Z. bénéficiait alors. Selon l'une des déclarations auxquelles la Cour de justice s'est référée, les ordres téléphoniques d'un gérant moins estimé n'auraient pas été exécutés sans confirmation écrite du client. La défenderesse admet ainsi que dans sa pratique concernant cette gérante en particulier, elle n'appliquait pas le niveau de précaution considéré par elle-même comme approprié dans la collaboration avec les gérants externes. Le comportement qu'elle avait critiqué en juillet 2000, soit des transactions opérées en nombre excessif, propre à augmenter sans justification le montant des commissions à acquitter par les clients concernés, aurait pourtant dû l'inciter à plus de réserve. Surtout, le client n'exerce aucune influence sur l'acception de personne qui conduit la banque à renoncer, dans ses rapports avec le gérant, aux précautions normales et correspondant à la diligence généralement due à la clientèle. La banque est bien sûr libre d'accorder des facilités de ce type à un gérant mais elle doit alors assumer le risque spécifique qui en résulte. Renoncer de façon permanente ou habituelle aux précautions normales est une violation fautive du contrat conclu avec le client; il importe peu que la banque se croie autorisée à agir ainsi en raison de sa bonne opinion du gérant. En tant que cette faute est seulement légère, l'équité n'autorise pas la banque à invoquer la clause de transfert de risque pour imputer au client le préjudice consécutif à ce qui est une simple préférence de sa part.\n\nLa défenderesse se prétend disculpée par les avis de débit apparemment signés de Y., reçus par télécopie le 19 juillet 2001. Or, elle n'a pas agi sur la base de ces documents car ils n'existaient pas encore et ils ne lui sont parvenus qu'une semaine après. Si elle avait attendu une confirmation des demandeurs avant d'achever BGE 132 III 449 S. 455l'exécution des ordres, elle n'aurait pas émis les avis de débit et la gérante n'aurait donc pas pu les lui retourner. Par conséquent, ces écrits ne lui sont d'aucun secours.\n\nLes ordres de transfert importants et rapprochés ne pouvaient aucunement être considérés comme des événements banals dans le fonctionnement du compte des demandeurs. En particulier, une vérification aurait dû intervenir avant l'exécution du quatrième de ces ordres, le 19 juillet 2001. Selon la Cour de justice, la défenderesse a d'ailleurs commis une faute supplémentaire en ne discernant pas que les signatures des quatre documents reçus ce jour-là étaient reproduites à partir d'un spécimen unique. Cette appréciation n'est pas contestée par la défenderesse; elle échappe, par conséquent, au contrôle du Tribunal fédéral (art. 55 al. 1 let. c OJ). La confiance immodérée envers la gérante a eu ici également une influence essentielle; la défenderesse ne peut donc pas non plus, en équité, se prévaloir de la clause de transfert de risque."}