{"annee": "132", "cour": "I", "page": "157", "date": "12/4/2006", "cite": ["124 I 145", "112 IA 240", "128 I 317", "124 I 193", "99 IA 344", "131 II 562", "124 I 159", "126 I 76", "123 II 9", "118 IA 245", "129 I 346", "109 IA 252", "128 I 240", "124 I 216", "103 IA 107", "126 I 180", "116 IA 321", "110 IA 7", "131 I 377", "114 IA 221", "125 I 65"], "cite_par": ["139 II 243", "133 II 305", "139 II 460", "143 I 137", "140 II 157", "134 I 23", "135 IV 12", "133 I 206", "144 II 313", "141 II 338"], "chapeau": "19. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. gegen Steuerverwaltung sowie Verwaltungsgericht des Kantons Glarus (Verwaltungsgerichtsbeschwerde)\n\n2A.211/2005 vom 12. April 2006", "regestes": ["Art. 8 al.1 et art. 127 al. 1 Cst., art. 7 al. 1 LHID, art. 21 al. 2 de la loi fiscale glaronaise du 7 mai 2000, art. 24 de l'ordonnance glaronaise du 22 novembre 2000 sur l'évaluation des immeubles; principe de l'égalité; principe de la légalité en droit fiscal; valeur locative. L'imposition différenciée de la valeur locative des résidences principales et secondaires est admissible. Principe de la légalité en droit fiscal. Loi au sens formel. Fixation des contributions par le parlement cantonal (consid. 2.2). Conformité de la réglementation glaronaise avec l'art. 7 al. 1 LHID (consid. 3). Principe d'égalité en matière d'imposition de la valeur locative (consid. 4). L'encouragement de l'accession à la propriété (art. 108 Cst.; art. 31 Cst./GL) est un motif autorisé pour traiter de manière différenciée les résidences principales et secondaires sur le plan fiscal (consid. 5). Que la disponibilité d'une résidence secondaire soit limitée ne justifie pas de réduire sa valeur locative (consid. 6). Le fait que le propriétaire d'une résidence secondaire soit ou non également propriétaire du logement principal qu'il occupe peut ne pas être pris en considération (consid. 7)."], "faits": "|158|\n\nX. ist Eigentümer einer Liegenschaft im Kanton Glarus, die er als Zweitwohnung nutzt. An seinem Hauptsteuerdomizil im Kanton Bern lebt er in einer Mietwohnung. Die Steuerverwaltung des Kantons Glarus setzte in der Steuerperiode 2001 den steuerbaren Eigenmietwert für diese Zweitwohnung entsprechend dem Marktmietwert fest.\n\nDer Marktmietwert blieb unbestritten. Der Steuerpflichtige verlangte aber vor allen Instanzen erfolglos, dass der Eigenmietwert seiner Liegenschaft für die kantonale Steuer auf 60 % des Marktmietwerts herabgesetzt werde, gleich wie das im Kanton Glarus bei selbstgenutztem Wohneigentum am Wohnsitz gemacht wird. |159|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer macht geltend, die landrätliche Verordnung bilde keine ausreichende gesetzliche Grundlage für die unterschiedliche Besteuerung von Erst- und Zweitwohnungen, d.h. für die Unterscheidung zwischen der selbstgenutzten Liegenschaft, wo der Steuerpflichtige sein Hauptsteuerdomizil hat (Erstwohnung), und Ferien- und Wochenendhäusern (Zweitwohnung).\n\n2.2 Das Erfordernis der gesetzlichen Grundlage (Legalitätsprinzip) im Abgaberecht ist ein selbständiges verfassungsmässiges Recht, dessen Verletzung unmittelbar gestützt auf Art. 127 Abs. 1 BV (Art. 4 aBV) geltend gemacht werden kann. Danach bedürfen öffentliche Abgaben einer formellgesetzlichen Regelung - zumindest in den Grundzügen - über ihre Ausgestaltung, namentlich den Kreis der Steuerpflichtigen, den Gegenstand der Steuer und deren Bemessung (BGE 131 II 562 E. 3.1 S. 565; BGE 129 I 346 E. 5.1 S. 353 f.; BGE 128 I 317 E. 2.2.1 S. 320 f. mit Hinweisen). Als Gesetze im formellen Sinn gelten vorab die einem obligatorischen oder fakultativen Referendum unterworfenen kantonalen Erlasse. Doch können auch vom Parlament allein beschlossene Erlasse die Funktion des formellen Gesetzes erfüllen, wenn die kantonale Verfassung selber für die betreffende Materie die abschliessende Zuständigkeit des Parlaments vorsieht oder aber Raum dafür lässt, dass der Gesetzgeber die betreffende Rechtsetzungskompetenz an das Parlament delegiert. Die in der bundesgerichtlichen Rechtsprechung entwickelten Anforderungen an die Vorgaben im formellen Gesetz, auf welche sich Abgabeerlasse nachgeordneter Behörden stützen müssen, gelten dementsprechend nur für die Delegation der Regelungskompetenz an Exekutivbehörden, nicht aber dort, wo das Parlament, sei es von Verfassungs wegen oder aufgrund einer Gesetzesdelegation, zur Festsetzung von Abgaben zuständig ist (BGE 126 I 180 E. 2 S. 182; BGE 124 I 216 E. 3a S. 218 f.; BGE 118 Ia 245 E. 3b S. 247 ff.). Ob die einer kantonalen Gesetzesvorschrift gegebene Auslegung zulässig ist, beurteilt das Bundesgericht auch bei Anrufung des speziellen abgaberechtlichen Legalitätsprinzips nur unter dem Gesichtswinkel der Willkür; mit freier Kognition prüft es dagegen auf entsprechende Rüge hin, ob die aus der Bundesverfassung folgenden Anforderungen an die Ausgestaltung und Bestimmtheit der formellgesetzlichen |160| Vorgaben und die damit zusammenhängenden Delegationsschranken eingehalten sind (BGE 126 I 180 E. 2a/aa S. 182 mit Hinweisen).\n\n2.3 Das von der Glarner Landsgemeinde verabschiedete Steuergesetz vom 7. Mai 2000 (StG/GL) sieht für die Besteuerung unbeweglichen Vermögens Folgendes vor:\n\nArt. 21\n\n1 Steuerbar sind alle Erträge aus unbeweglichem Vermögen, insbesondere:\n\n1 (...)\n\n2 der Mietwert von Liegenschaften oder Liegenschaftsteilen, die dem Steuerpflichtigen aufgrund von Eigentum oder eines unentgeltlichen Nutzungsrechts für den Eigengebrauch zur Verfügung stehen; (...)\n\n2 Der Eigenmietwert ist unter Berücksichtigung des Marktwertes, der Förderung von Eigentumsbildung und Selbstvorsorge massvoll festzulegen. Der Landrat regelt die Einzelheiten durch eine Verordnung.\n\nZum Eigenmietwert bestimmt der Glarner Landrat in der Verordnung vom 22. November 2000 über die Bewertung der Grundstücke (GstBV):\n\nArt. 24\n\n1 Der Eigenmietwert von selbstgenutzten Liegenschaften wie Einfamilienhaus, Stockwerkeigentum, Wohnung im Mehrfamilien- und Geschäftshaus sowie Nutzniessungen hieran ist massvoll (60 % des Marktwertes) festzulegen. Für Ferien- und Weekendhäuser ist der Marktwert heranzuziehen. Artikel 18 findet sinngemäss Anwendung.\n\n(...)\n\n2.4 In der Beschwerde wird nicht oder jedenfalls nicht hinreichend dargetan, dass und inwiefern die vom Landrat gestützt auf die Ermächtigung in Art. 21 StG/GL erlassene streitige Verordnungsbestimmung, sei es in Bezug auf die Stufe dieses Erlasses oder in Bezug auf die Bestimmtheit des Inhalts, im Sinn der vorerwähnten Rechtsprechung den Anforderungen des abgaberechtlichen Legalitätsprinzips nicht zu genügen vermöge. Der Beschwerdeführer begnügt sich in diesem Zusammenhang mit der Behauptung, der Eigenmietwert von Zweitwohnungen werde \"lediglich gestützt auf eine Verordnung\" zu 100 % der Marktmiete besteuert. Ausführungen zum erwähnten Problemkreis erübrigen sich daher.\n\nZu prüfen bleibt, ob die Vorschrift des Landrates gegen die Vorgaben des Steuergesetzes verstösst, was nach dem Gesagten lediglich unter dem Gesichtswinkel der Willkür zu beurteilen ist. |161|\n\n2.5 Nach Art. 21 Abs. 2 StG/GL ist der Eigenmietwert \"unter Berücksichtigung des Marktwertes, der Förderung von Eigentumsbildung und Selbstvorsorge massvoll festzulegen\". Der Landrat unterscheidet in seiner Grundstückbewertungsverordnung zwischen \"selbstgenutzten Liegenschaften\" sowie \"Ferien- und Weekendhäusern\", indem er den Eigenmietwert von \"selbstgenutzten Liegenschaften\" auf 60 % des Marktwertes (\"massvoll\") festlegt, während für Ferien- und Wochenendhäuser der Marktwert heranzuziehen ist (Art. 24 Abs. 1 GstBV).\n\n2.6 Der Beschwerdeführer rügt, das Glarner Steuergesetz kenne den Begriff der Zweitwohnung nicht. Das Verwaltungsgericht verweist im angefochtenen Entscheid auf Art. 18 Abs. 2 Ziff. 3 des bis Ende 2000 geltenden Gesetzes über das Steuerwesen vom 10. Mai 1970, wonach insbesondere steuerbar waren \"alle Einkünfte aus unbeweglichem Vermögen, die aus (...) Eigengebrauch (...) entstehen (...); ein mässiger Mietwert der eigenen Wohnung im eigenen oder in einem zur Nutzung überlassenen Haus, wobei der Förderung des privaten Wohneigentums Rechnung zu tragen ist; für Zweitwohnungen ist als Mietwert der Betrag anzurechnen, den der Wohneigentümer als Miete für eine gleichwertige Wohnung im gleichen Wohngebiet bezahlen müsste; die Richtlinien werden vom Landrat in einer Verordnung festgesetzt\".\n\nDas Verwaltungsgericht schliesst aus der Entstehungsgeschichte und den Materialien, es gebe keine Hinweise darauf, dass mit der (redaktionellen) Neufassung der Eigenmietwertbesteuerung in Art. 21 Abs. 2 StG/GL die vorher geltende Unterscheidung zwischen Erst- und Zweitwohnungen aufgegeben werden wollte.\n\nIm Memorial für die Landsgemeinde 2000 wurde denn auch keine Änderung der bisherigen Regelung bei der Eigenmietwertbesteuerung angekündigt. Vielmehr wurde mit Blick auf die bundesgerichtliche Rechtsprechung darauf hingewiesen, dass \"die kantonale Regelung, den Eigenmietwert auf 2/3 des Marktwertes festzulegen, weiterhin toleriert werden\" dürfte (Memorial 2000 S. 25).\n\n2.7 Unter diesen Umständen kann nicht von einer willkürlichen Verletzung von Art. 21 StG/GL gesprochen werden, wenn der Landrat die Neufassung der gesetzlichen Bestimmungen über den Eigenmietwert lediglich als redaktionelle Änderung verstand und Art. 24 Abs. 1 der Verordnung über die Bewertung der Grundstücke vom 22. November 2000 gleich beliess wie in der bis Ende 2000 gültigen |162| Fassung vom 24. Juni 1992, ausser dass der \"massvolle\" Eigenmietwert von zwei Drittel (1992) auf 60 % (2000) herabgesetzt wurde.\n\n3.\n\n3.1 Zu untersuchen bleibt, ob die vom Landrat getroffene Regelung mit dem übergeordneten Steuerharmonisierungsrecht vereinbar ist.\n\n3.2 Nach Art. 7 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (Steuerharmonisierungsgesetz, StHG; SR 642.14) unterliegen der Einkommenssteuer alle wiederkehrenden und einmaligen Einkünfte, insbesondere solche aus unselbständiger und selbständiger Erwerbstätigkeit, aus Vermögensertrag, eingeschlossen die Eigennutzung von Grundstücken, aus Vorsorgeeinrichtungen sowie aus Leibrenten.\n\n3.3 Mit dieser Regelung ist den Kantonen die Besteuerung des Eigenmietwerts von Grundstücken ausdrücklich vorgeschrieben. Während bei der direkten Bundessteuer ausschliesslich der objektive Marktwert massgebend ist (der sich jedoch innerhalb einer gewissen Bandbreite bewegen darf; vgl. BGE 123 II 9 E. 4b S. 14 f.), kann der Eigenmietwert für die kantonalen Steuern tiefer angesetzt werden (BGE 116 Ia 321 E. 3g S. 325), sofern er im Einzelfall die verfassungsrechtliche Untergrenze von 60 % der Marktmiete nicht unterschreitet (BGE 124 I 145 E. 4d S. 156 f.). Insofern sind die direkte Bundessteuer und die kantonalen Steuern vertikal nicht harmonisiert. Das Steuerharmonisierungsgesetz als Rahmengesetz sieht weder eine unterschiedliche Besteuerung von Erst- und Zweitwohnungen vor, noch schliesst es eine solche aus, sondern belässt dem kantonalen Gesetzgeber einen Gestaltungsspielraum. Art. 7 Abs. 1 StHG enthält für die Kantone bei der Bemessung des Eigenmietwerts in der genannten Bandbreite grundsätzlich keine engeren Schranken, als sich auch aus dem verfassungsrechtlichen Gleichbehandlungsgebot von Art. 8 BV und den Besteuerungsgrundsätzen von Art. 127 Abs. 2 BV ergeben (vgl. BGE 131 I 377 E. 2.2 S. 381; BGE 128 I 240 E. 2.2 S. 242 f.; BGE 124 I 145 E. 3b/c S. 152 ff. mit Hinweis auf das Gesetzgebungsverfahren; vgl. auch DANIELLE YERSIN, L'impôt sur le revenu. Etendue et limites de l'harmonisation, ASA 61 S. 295-308, 305, 307).\n\n4.\n\n4.1 Der Beschwerdeführer beruft sich auf das Rechtsgleichheitsgebot. Dieses Gebot ist verletzt, wenn ein Erlass rechtliche |163| Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden Verhältnissen nicht ersichtlich ist, oder Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen; er verstösst gegen das Willkürverbot, wenn er sich nicht auf ernsthafte sachliche Gründe stützen lässt oder sinn- und zwecklos ist. Die Rechtsgleichheit ist insbesondere verletzt, wenn Gleiches nicht nach Massgabe seiner Gleichheit gleich oder Ungleiches nicht nach Massgabe seiner Ungleichheit ungleich behandelt wird. Dem Gesetzgeber bleibt im Rahmen der aufgeführten Grundsätze ein weiter Spielraum der Gestaltung, den das Bundesgericht nicht durch eigene Gestaltungsvorstellungen schmälert (BGE 110 Ia 7 E. 2b S. 13 f. mit Hinweisen). Der Grundsatz der Rechtsgleichheit (Art. 8 Abs. 1 BV) wird im Steuerrecht konkretisiert durch die Grundsätze der Allgemeinheit und Gleichmässigkeit der Besteuerung sowie durch das Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (Art. 127 Abs. 2 BV).\n\n4.2 Für die Anwendung des Gleichheitssatzes spielt die Vergleichbarkeit der Sachverhalte eine beträchtliche Rolle (BGE 110 Ia 7 E. 2b S. 13 f.). Die Vergleichbarkeit in vertikaler Richtung, zwischen Personen in verschiedenen finanziellen Verhältnissen, ist bezüglich der wirtschaftlichen Leistungsfähigkeit geringer als in horizontaler Richtung, bei Personen gleicher wirtschaftlicher Leistungsfähigkeit (BGE 124 I 193 E. 3a S. 194 f.), wo die Gestaltungsfreiheit des Gesetzgebers entsprechend enger ist (Urteil 2P.44/1993 vom 17. März 1995, publ. in: ASA 64 S. 662, E. 3a; BGE 112 Ia 240 E. 4b S. 244). Das Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit verlangt aber auch im horizontalen Verhältnis keine absolut gleiche Besteuerung, da auch hier die Vergleichbarkeit beschränkt ist. Der Verfassungsrichter muss sich daher bei der Überprüfung der unvermeidlich nicht vollkommenen gesetzlichen Regelung eine gewisse Zurückhaltung auferlegen, läuft er doch stets Gefahr, neue Ungleichheiten zu schaffen, wenn er im Hinblick auf zwei Kategorien von Steuerpflichtigen Gleichheit erzielen will (BGE 126 I 76 E. 2a S. 78 mit Hinweisen; BGE 128 I 240 E. 2.3 S. 243; zu den praktischen Bedenken bei den Reformbemühungen zur Eigenmietwertbesteuerung vgl. PETER GURTNER/PETER LOCHER, Theoretische Aspekte der Eigenmietwertbesteuerung, ASA 69 S. 597-616, 599).\n\n4.3 Die Gleichbehandlung im horizontalen Vergleich hat das Bundesgericht bei der Eigenmietwertbesteuerung bereits unter verschiedenen Aspekten geprüft, namentlich zwischen Wohneigentümern |164| und Mietern (zuletzt in BGE 131 I 377), und innerhalb der Eigentümergruppen zwischen selbst- und fremdfinanzierenden Eigentümern (BGE 123 II 9), zwischen Neuerwerbern und Eigentümern von Altliegenschaften (Urteil A.280/1985 vom 25. April 1986, publ. in: ASA 55 S. 617, E. 3), vermietenden und selbstbewohnenden Eigentümern (Urteil P.428/1982 vom 13. April 1983 i.S. AVLOCA gegen Kanton Waadt, publ. in: ASA 53 S. 383, z.T. publ. in: BGE 109 Ia 252) sowie zwischen Selbstnutzungseinkünften (Eigenmiete als Naturaleinkommen) und übrigen Einkünften (BGE 124 I 159; BGE 114 Ia 221; BGE 99 Ia 344; ASA 42 S. 479).\n\n4.4 So wird auch aus dem Rechtsgleichheitsgebot von Art. 8 BV die Pflicht des Gemeinwesens abgeleitet, bei Wohnungseigentümern den Eigenmietwert zu besteuern (BGE 131 I 377 E. 2.1 S. 380 mit Hinweisen). Dieser Eigenmietwert hat grundsätzlich dem Marktmietwert zu entsprechen, er kann auch tiefer festgesetzt werden, darf aber die Grenze von 60 % nicht unterschreiten (BGE 128 I 240 E. 2.4 S. 243 mit Hinweisen).\n\n4.5 Das Bundesgericht hat verschiedene Gründe angeführt, die bei der Festsetzung des Eigenmietwerts einen Abzug gegenüber dem Marktmietwert zu rechtfertigen vermögen. Genannt wurden wirtschafts- und sozialpolitische Gründe (vgl. BGE 124 I 159 E. 2e S. 165), die fiskalische Förderung der Eigentumsbildung (vgl. BGE 125 I 65 E. 3c S. 68; BGE 124 I 159 E. 2h S. 167), die geringere Disponibilität in der Nutzung des Eigentums (BGE 116 Ia 321 E. 3g S. 325; BGE 123 II 9 E. 4a S. 13 f.) oder dass die Selbstnutzung anderer Vermögenswerte auch nicht besteuert wird (BGE 125 I 65 E. 3c S. 68; BGE 124 I 193 E. 3a S. 194 f.; BGE 116 Ia 321 E. 3f/g S. 324 f.).\n\n5.\n\n5.1 Der Beschwerdeführer stellt nicht grundsätzlich in Frage, dass der Eigenmietwert unter dem Marktmietwert liegen kann. Er verlangt aber die gleiche \"massvolle\" Reduktion des Eigenmietwerts für Ferien- bzw. Wochenendhäuser wie für selbstgenutztes Wohneigentum am Hauptwohnsitz.\n\n5.2 Das Verwaltungsgericht hat die Beschränkung der Reduktion auf Erstwohnungen und die unterschiedliche Behandlung von Zweitwohnungen im Wesentlichen mit der vom Gesetzgeber gewünschten fiskalischen Förderung der Eigentumsbildung begründet.\n\nDas Bundesgericht hat mehrfach bestätigt, dass das Anliegen, die Selbstvorsorge durch Eigentumsbildung fiskalisch zu fördern |165| (Art. 108 BV; früher: Art. 34quater Abs. 6 sowie Art. 34sexies aBV), einen zulässigen Grund für eine tiefere Festsetzung des Eigenmietwerts unter den Marktmietwert darstellt (BGE 125 I 65 E. 3c S. 68 mit Hinweisen). Das bedeutet allerdings nicht, dass der Eigenmietwert für sämtliche Haus- und Wohnungseigentümer gleich (tief) zu berechnen ist (vgl. BGE 103 Ia 107 und Urteil P.1364/1979 vom 18. März 1983, publ. in: ASA 54 S. 81, zur unterschiedlichen Bemessungsmethode des Eigenmietwerts für Einfamilienhäuser und Stockwerkeigentum).\n\n5.3 Aus dem Gedanken der Wohneigentumsförderung und der Notwendigkeit einer Wohnung hat das Bundesgericht vielmehr abgeleitet, dass die Unterscheidung zwischen Eigentümern, die ihre Liegenschaft als Hauptwohnsitz nutzen, und Zweitwohnungseigentümern zulässig ist (Urteil vom 13. April 1983 i.S. AVLOCA gegen Kanton Waadt, publ. in: StR 39/1984 S. 135, E. 5e). Für diese Unterscheidung spricht auch, dass das verfassungsmässig vorgesehene Konzept der Wohneigentumsförderung (Art. 108 BV, früher: Art. 34sexies aBV; vgl. auch Art. 31 KV/GL) sich nicht auf Zweitwohnungen erstreckt, weil hier gewisse Zielkonflikte mit der haushälterischen Bodennutzung (namentlich bei langem Leerstand der Zweitwohnungen) bestehen. In diesem Zusammenhang führte ein tiefer Eigenmietwert für Zweitwohnungen zu dem bodenpolitisch unerwünschten Anreiz, eine Zweitwohnung eher leer stehen zu lassen, statt sie zu vermieten und damit eine höhere Besteuerung zu riskieren. Entsprechend sind Zweit- und Ferienwohnungen ausdrücklich vom Anwendungsbereich des Wohnbau- und Eigentumsförderungsgesetzes vom 4. Oktober 1974 (WEG; SR 843) ausgeschlossen (Art. 2 Abs. 3 WEG; vgl. auch Bericht der Expertenkommission zur Prüfung des Einsatzes des Steuerrechts für wohnungs- und bodenpolitische Ziele [Expertenkommission Locher], Bern 1994, S. 8 und 44; ANTON ALFRED AMONN, Besteuerung von Zweitwohnungen, Diss. Bern 1997, S. 212 f.). Ebenso ist der Vorbezug von Mitteln der gebundenen Vorsorge für Ferien- und Zweitwohnungen nicht zulässig (vgl. Art. 30c Abs. 1 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVG; SR 831.40] in Verbindung mit Art. 2 und 4 der Verordnung vom 3. Oktober 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge [WEFV; SR. 831.411]; CARL HELBLING, Personalvorsorge und BVG, 8. Aufl., Bern 2006, S. 293). |166|\n\n5.4 Sind aber Zweitwohnungen nicht Gegenstand der Wohneigentumsförderung, ist die Beschränkung der massvollen Besteuerung auf Erstwohnungen nicht zu beanstanden. Wenn der Kanton Glarus demnach die beiden Eigentümergruppen nicht gleich behandelt, so verstösst er damit nicht gegen das Rechtsgleichheitsgebot, denn die Unterscheidung beruht auf vernünftigen Gründen, auf die sich auch der Bundesgesetzgeber beim Erlass des Wohnbau- und Eigentumsförderungsgesetzes gestützt hat.\n\n6. Auch mit der allenfalls beschränkten Disponibilität kann keine Reduktion des Eigenmietwerts von Zweitwohnungen begründet werden. Das Bundesgericht erachtete es in BGE 116 Ia 321 E. 3g S. 325 als zulässig, der kleineren Disponibilität des Nutzens einer eigenen Wohnung bei der Festsetzung des Mietwerts Rechnung zu tragen, weil ein Eigentümer im Vergleich zum Mieter mit seiner Wohnung enger verbunden ist. Das Argument versagt aber bei Zweitwohnungen. Diesbezüglich ist der Eigentümer flexibel, denn er kann die Zweitwohnung entweder selbst benützen oder vermieten oder beides kombinieren und seine Ferien/Freizeit bisweilen anderswo verbringen (AMONN, a.a.O., S. 210). Aus boden- und wohnungspolitischen Gründen ist es zudem nicht wünschenswert, dass der selbstnutzende Zweitwohnungseigentümer gegenüber dem vermietenden Eigentümer, der den vollen Mietertrag zu versteuern hat, besser gestellt wird (vgl. Expertenkommission Locher, a.a.O., S. 44).\n\n7. Der Beschwerdeführer bringt schliesslich vor, er bewohne an seinem Hauptsteuerdomizil lediglich eine Mietwohnung. Damit eine rechtliche Differenzierung vertretbar ist, hat sie an einen erheblichen tatsächlichen Unterschied anzuknüpfen. Wenn die fragliche Regelung im Kanton Glarus unberücksichtigt lässt, ob ein Eigentümer eines Ferien- oder Wochenendhauses an seinem Hauptwohnsitz ebenfalls über Wohneigentum verfügt, ist das zumindest nicht willkürlich und stimmt auch mit der vom Bund im Zusammenhang mit dem Wohnbau- und Eigentumsförderungsgesetz getroffenen Lösung überein."}