{"annee": "132", "cour": "III", "page": "586", "date": "11/7/2006", "cite": ["109 II 375", "117 II 334", "123 III 411"], "cite_par": ["141 IV 205", "143 III 193", "143 III 237", "142 III 56", "142 III 1", "138 III 11"], "chapeau": "69. Extrait de l'arrêt de la IIe Cour civile dans la cause X. contre Y. ainsi que Cour de justice du canton de Genève (recours de droit public)\n\n5P.122/2006 du 11 juillet 2006", "regestes": ["Art. 1 et 5 de la Convention de La Haye concernant la compétence des autorités et la loi applicable en matière de protection des mineurs; art. 25 let. a LDIP. Les mesures de protection d'un mineur prises par un tribunal étranger ayant statué alors que l'enfant avait déjà déplacé sa résidence habituelle en Suisse ou dans un autre Etat contractant ne peuvent être reconnues en Suisse (consid. 2.2). Si le déplacement de la résidence habituelle intervient alors que l'instance est pendante en appel, l'autorité d'appel perd la compétence pour statuer sur les mesures de protection et sa décision ne saurait être reconnue en Suisse (consid. 2.3)."], "faits": "BGE 132 III 586 S. 587\n\nA. Y., ressortissant mexicain né en 1957, diplomate, et X., ressortissante espagnole née en 1962, se sont mariés en 1989. De cette union sont issus deux enfants, nés en 1989 et 1993.\n\nLe 27 novembre 1996, le Tribunal de première instance de La Haye, statuant d'accord entre les parties, a prononcé le divorce des époux Y. et a attribué la garde et l'autorité parentale sur les enfants au père, réservant à la mère un droit de visite et d'hébergement.\n\nX. s'est remariée aux Pays-Bas avec un fonctionnaire brésilien. Elle s'est ensuite installée au Brésil où les enfants l'ont rejointe en septembre 1998. Par jugement du 11 novembre 1998, la Chambre de la famille du Tribunal de Brasilia (Brésil) a homologué l'accord des ex-époux transférant à compter du 25 septembre 1998 la garde des enfants à la mère, le père bénéficiant d'un très large droit de visite. L'exequatur de cette décision a été prononcé à Genève par jugement du 3 décembre 2003. BGE 132 III 586 S. 588\n\nX. s'est installée à Genève, avec son deuxième mari et ses enfants, en mars 1999, avant de déménager en France voisine en septembre 2000. Elle a divorcé de son second mari en mars 2001 et travaille depuis août 2001 pour une organisation internationale à Genève. Depuis le 1er juillet 2003, X. réside à nouveau à Genève avec ses enfants.\n\nY. était pour sa part en poste à Genève, en sa qualité de diplomate, jusqu'en mai 2004. Muté depuis lors en Amérique du Sud, il s'est remarié et a deux enfants en bas âge.\n\nB. En juin 2002, Y. a déposé auprès du Juge aux affaires familiales du Tribunal de Grande Instance de Bourg-en-Bresse une requête tendant à l'instauration d'une garde alternée. En juillet 2002, X. a saisi le même juge d'une demande d'exequatur du jugement brésilien du 11 novembre 1998. Les deux procédures ont été jointes.\n\nPar \"ordonnance modifiant les mesures accessoires après jugement\" rendue le 22 avril 2003, le Juge aux affaires familiales du Tribunal de Grande Instance de Bourg-en-Bresse a, notamment, dit que l'autorité parentale était exercée en commun par les deux parents, ordonné à titre provisoire la résidence en alternance des enfants au domicile respectif de leurs père et mère durant une période de neuf mois, condamné le père à verser à la mère une contribution d'entretien de 500 euros par mois pour chacun des enfants, ordonné une mesure de médiation familiale aux frais partagés des parties, renvoyé l'affaire et les parties - sans nouvelles convocations - à l'audience du 27 janvier 2004 pour qu'il soit statué définitivement sur la résidence des enfants au sens de l'art. 373-2-9 CCfr. et fait injonction aux parties de conclure pour cette date au vu du résultat du rapport de médiation familiale.\n\nC. Par déclaration du 23 mai 2003, X. a fait appel de l'ordonnance du 22 avril 2003. Après avoir pris des conclusions sur le fond, elle a signifié de nouvelles conclusions le 22 janvier 2004, sollicitant de la Cour d'appel de Lyon, notamment, qu'elle se déclare incompétente pour connaître du litige, qui devait être dévolu aux juridictions helvétiques et soumis à l'application du droit suisse. L'instruction de la cause a été clôturée le 26 novembre 2004 et une audience de plaidoiries s'est tenue le 14 décembre 2004.\n\nPar arrêt du 21 février 2005, aujourd'hui définitif, la Cour d'appel de Lyon a rejeté l'exception d'incompétence; elle a considéré que si, postérieurement au jugement, la mère avait transféré définitivement BGE 132 III 586 S. 589sa résidence en territoire helvétique, il lui appartenait au vu de cet élément nouveau de saisir la juridiction suisse de première instance compétente, la Cour d'appel de Lyon demeurant toutefois compétente pour statuer sur l'appel du jugement rendu par le Tribunal de Grande Instance de Bourg-en-Bresse. Sur le fond, la Cour d'appel a notamment réformé l'ordonnance déférée en ce sens qu'elle a fixé la résidence des enfants chez leur père, qu'elle a fixé le droit de visite de la mère et qu'elle a dit que celle-ci devait assumer les frais de trajet des enfants dans le cadre de l'exercice du droit de visite.\n\nD. Par jugement du 1er décembre 2005, le Tribunal de première instance du canton de Genève a admis la requête de Y. en exequatur de l'arrêt de la Cour d'appel de Lyon du 21 février 2005.\n\nX. a appelé de ce jugement auprès de la Cour de justice du canton de Genève. Elle a soutenu que l'arrêt de la Cour d'appel de Lyon ne pouvait pas être reconnu et exécuté en Suisse, notamment parce que les autorités françaises n'étaient plus compétentes ensuite du déplacement, pendant la procédure d'appel, de la résidence habituelle des enfants en Suisse.\n\nE. Statuant par arrêt du 16 février 2006, la première Section de la Cour de justice a rejeté l'appel et a confirmé le jugement du 1er décembre 2005. La motivation de cet arrêt, dans ce qu'elle a d'utile à retenir pour l'examen du recours, est en substance la suivante :\n\nE.a En vertu de l'art. 1er de la Convention de La Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs, les autorités de l'Etat de la résidence habituelle d'un mineur sont compétentes pour prendre des mesures tendant à la protection de sa personne ou de ses biens. La Suisse et la France ont ratifié cette Convention, qui est donc applicable au cas d'espèce. L'art. 5 al. 1 de la Convention dispose qu'au cas de déplacement de la résidence habituelle d'un mineur d'un Etat contractant dans un autre, les mesures prises par les autorités de l'Etat de l'ancienne résidence habituelle restent en vigueur tant que les autorités de la nouvelle résidence habituelle ne les ont pas levées ou remplacées.\n\nE.b En droit international privé, la situation de fait qui conditionne tant la compétence des tribunaux que la désignation de la loi applicable peut évoluer au fil du temps. En principe, les conditions de recevabilité initiales déterminent les règles de compétence et la loi applicable jusqu'à l'issue du litige; c'est le principe de la perpetuatio fori. BGE 132 III 586 S. 590Toutefois, selon la jurisprudence du Tribunal fédéral, la Convention de La Haye de 1961 présente une exception à ce principe, en ce sens que lorsqu'un enfant mineur dont les père et mère sont en instance de divorce déplace en cours de procédure sa résidence habituelle dans un autre Etat contractant, les autorités de cet Etat sont seules compétentes pour statuer sur l'attribution de l'autorité parentale ainsi que sur les relations personnelles entre l'enfant et ses père et mère (ATF 123 III 411 consid. 2a).\n\nE.c La présente espèce diffère toutefois sur un point essentiel de celle qui a donné lieu à l'arrêt du Tribunal fédéral précité. En effet, dans le cas présent, la mesure avait déjà été prise par la juridiction de première instance, et le déplacement de résidence n'est survenu qu'au cours de la procédure d'appel. Cela étant, il n'était pas contraire à l'esprit de la Convention que les juges français admissent leur compétence. La décision rendue n'étant ainsi pas contraire à l'ordre public suisse, c'est à bon droit que le premier juge en a prononcé l'exequatur.\n\nF. Le Tribunal fédéral a admis le recours de droit public interjeté par X. contre cet arrêt, qu'il a annulé.", "considerants": "Extrait des considérants:\n\n2.\n\n2.2 La Convention de La Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs (RS 0.211.231.01), entrée en vigueur le 4 février 1969 pour la Suisse et le 10 novembre 1972 pour la France, s'applique à tous les mineurs qui ont leur résidence habituelle dans un des Etats contractants (art. 13 al. 1).\n\n2.2.1 Englobant toutes les mesures tendant à la protection de la personne ou des biens du mineur (art. 1er), cette Convention régit en particulier l'attribution et le retrait de l'autorité parentale ainsi que le règlement de la garde et des relations personnelles, notamment dans le cadre d'un divorce (ANDREAS BUCHER, L'enfant en droit international privé, 2003, n. 321 et 388; ATF 123 III 411 consid. 2a/bb) ou de la modification d'un jugement de divorce concernant l'attribution des enfants (ATF 117 II 334; ATF 109 II 375).\n\n2.2.2 Selon l'art. 7 de la Convention, les mesures prises par les autorités compétentes en vertu des articles précédents sont reconnues dans tous les Etats contractants; si toutefois ces mesures comportent BGE 132 III 586 S. 591des actes d'exécution dans un Etat autre que celui où elles ont été prises, leur reconnaissance et exécution sont réglées soit par le droit interne de l'Etat où l'exécution est demandée, soit par les conventions internationales. Pour l'exécution d'une mesure étrangère en Suisse, il y a donc lieu de se référer - sous réserve des conventions internationales liant la Suisse - aux art. 25 à 30 LDIP, étant précisé que la compétence indirecte de l'autorité étrangère découle de la Convention, soit de ses art. 1er et 4 (BUCHER, op. cit., n. 374 et 370).\n\n2.2.3 L'art. 1er de la Convention de La Haye de 1961 prévoit que les autorités, tant judiciaires qu'administratives, de l'Etat de la résidence habituelle d'un mineur sont - sous réserve des dispositions des art. 3, 4 et 5 al. 3 - compétentes pour prendre des mesures tendant à la protection de sa personne ou de ses biens. Pour le cas où un mineur déplace sa résidence habituelle d'un Etat contractant dans un autre, l'art. 5 al. 1 de la Convention prévoit que les mesures prises par les autorités de l'Etat de l'ancienne résidence habituelle restent en vigueur tant que les autorités de la nouvelle résidence habituelle ne les ont pas levées ou remplacées.\n\n2.2.4 La Convention n'indique pas expressément comment il faut procéder lorsque des mesures de protection ont été requises, mais pas encore prises, avant le déplacement de la résidence; toutefois, il résulte de son esprit et de son but que des mesures ne peuvent en principe plus être prises par les autorités de l'Etat de l'ancienne résidence habituelle (ATF 123 III 411 consid. 2a et les références citées; BUCHER, op. cit., n. 337). Dans les relations entre Etats contractants, le changement de résidence habituelle du mineur entraîne ainsi un changement simultané de la compétence; le principe de la perpetuatio fori ne s'applique pas (BUCHER, op. cit., n. 337). Il suit de là qu'une mesure rendue par un tribunal étranger ayant statué alors que l'enfant avait déjà transféré sa résidence habituelle en Suisse ou dans un autre Etat contractant ne peut être reconnue (BUCHER, op. cit., n. 370; arrêt du Tribunal d'appel du canton du Tessin du 25 octobre 1999, publié in FamPra.ch 2000 n° 25 p. 336 ss).\n\n2.3 En l'espèce, il est constant que la recourante, après avoir fait appel le 23 mai 2003 de l'ordonnance rendue un mois plus tôt par le Juge aux affaires familiales du Tribunal de Grande Instance de Bourg-en-Bresse, s'est installée dès le 1er juillet 2003 à Genève, où elle réside depuis lors avec ses deux enfants. L'issue du litige dépend ainsi du point de savoir si la Cour d'appel de Lyon était compétente BGE 132 III 586 S. 592pour rendre, plus de dix-huit mois après que les enfants avaient déplacé leur résidence habituelle en Suisse, l'arrêt dont l'exequatur est requis.\n\n2.3.1 Selon la doctrine qui s'est exprimée sur la question, si le mineur déplace sa résidence habituelle dans un autre Etat contractant alors que l'instance est pendante en appel, c'est-à-dire devant une autorité pouvant revoir la cause tant en fait qu'en droit, cette autorité perd la compétence pour statuer sur les mesures de protection (JAN KROPHOLLER, in J. von Staudingers Kommentar zum Bürgerlichen Gesetzbuch, Einführungsgesetz zum Bürgerlichen Gesetzbuch, Neubearbeitung Berlin 2003, n. 158 des remarques préalables ad art. 19 EGBGB, p. 408 s.; KURT SIEHR, in Münchener Kommentar zum Bürgerlichen Gesetzbuch, vol. 10, 3e éd., Munich 1998, n. 37 ad art. 19 Anh. I EGBGB, p. 1061; HELGA OBERLOSKAMP, Haager Minderjährigenschutzabkommen, Cologne 1983, n. 137 ad art. 1, p. 36).\n\n2.3.2 Il en va différemment si la cause est pendante devant une autorité dont le pouvoir d'examen est limité au droit, car dans ce cas, comme les faits ont été établis avant que le mineur ne déplace sa résidence habituelle et qu'ils lient l'autorité de recours, il n'existe pas de raison de décliner la compétence de cette dernière en raison du déplacement de résidence (KROPHOLLER, op. cit., n. 159 des remarques préalables ad art. 19 EGBGB, p. 409; SIEHR, op. cit., n. 39 ad art. 19 Anh. I EGBGB, p. 1062; OBERLOSKAMP, op. cit., n. 138 ad art. 1, p. 36).\n\n2.3.3 En l'espèce, la compétence de la Cour d'appel de Lyon - autorité d'appel qui a statué, sur la base d'un état de fait qu'elle a elle-même instruit et établi, alors que les enfants avaient déplacé leur résidence habituelle en Suisse depuis plus de dix-huit mois - n'était donc pas donnée. L'arrêt attaqué, qui a prononcé à tort l'exequatur de l'arrêt du 21 février 2005 alors que la condition de la compétence indirecte posée par l'art. 25 let. a LDIP n'était pas remplie, sera par conséquent annulé pour ce motif, sans qu'il y ait lieu d'examiner les autres griefs soulevés par la recourante."}