{"annee": "132", "cour": "III", "page": "61", "date": "31/8/2005", "cite": ["109 II 112", "123 III 120", "880 I 115", "116 II 428", "130 III 136", "98 II 184"], "cite_par": [], "chapeau": "8. Estratto della sentenza della I Corte civile nella causa X. SA contro Y. SA (ricorso per riforma)\n\n4C.188/2005 del 31 agosto 2005", "regestes": ["Art. 127 et 128 ch. 3 CO; prescription d'une créance d'une société fiduciaire. Ratio legis de l'art. 128 ch. 3 CO (consid. 6.1) et critères permettant de déterminer les créances soumises au délai quinquennal de prescription, en particulier celles relatives aux \"services professionnels rendus par les avocats, agents de droit, procureurs et notaires\" (consid. 6.2-6.4)."], "faits": "", "considerants": "BGE 132 III 61 S. 61\n\nDai considerandi:\n\n6. Giusta l'art. 128 n. 3 CO, si prescrivono col decorso di cinque anni le azioni per lavori d'artigiani, vendita di merce al minuto, cura medica, funzioni d'avvocato, procuratore e notaio, rapporti di lavoro di lavoratori (\"aus Handwerksarbeit, Kleinverkauf von Waren, ärztlicher Besorgung, Berufsarbeiten von Anwälten, Rechtsagenten, Prokuratoren und Notaren sowie aus dem Arbeitsverhältnis von Arbeitnehmern\"; \"les actions des artisans, pour leur travail; des marchands en détail, pour leurs fournitures; des médecins et autres BGE 132 III 61 S. 62gens de l'art, pour leurs soins; des avocats, procureurs, agents de droit et notaires, pour leurs services professionnels; ainsi que celles des travailleurs, pour leurs services\").\n\n6.1 Mediante l'introduzione di questo disposto - che configura un'eccezione al principio della prescrizione decennale sancito dall'art. 127 CO - il legislatore mirava, originariamente, a sottoporre a breve prescrizione i crediti derivanti da contratti sinallagmatici caratterizzati da una rapida esecuzione e per i quali non si redige generalmente un contratto scritto né si conserva a lungo una ricevuta (DTF 109 II 112 consid. 2a pag. 113; DTF 98 II 184 consid. 3b, entrambi con rinvii al messaggio del Consiglio federale del 27 novembre 1879, FF [edizione francese] 1 DTF 880 I 115 segg.; cfr. anche KARL SPIRO, Zur Entstehung und Entwicklung der Verjährungsbestimmungen, in: Peter/Stark/Tercier [ed.], Hundert Jahre Schweizerisches Obligationenrecht, Friburgo 1982, pag. 127-142; ANDREAS VON TUHR/ARNOLD Escher, Allgemeiner Teil des Schweizerischen Obligationenrechts, vol. II, Zurigo 1974, pag. 214).\n\nConsiderata l'evoluzione degli usi commerciali, questa ratio legis risulta oggi ampiamente superata, ragione per cui la norma va interpretata restrittivamente e, in ogni caso, il suo campo di applicazione non può essere esteso mediante interpretazione (DTF 123 III 120 consid. 2b pag. 123; DTF 116 II 428 consid. 1b pag. 431; DTF 109 II 112 consid. 2a pag. 114; PASCAL PICHONNAZ, in: Commentaire romand, n. 4/15 ad art. 128 CO; EUGEN BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2a ed., Zurigo 1988, pag. 456 seg.).\n\n6.2 Dal tenore dell'art. 128 n. 3 CO non è possibile desumere, con certezza, se il criterio fondamentale per determinare le pretese che soggiacciono a questa disposizione sia la persona del creditore oppure la natura della prestazione fornita (sulla controversia esistente nella dottrina cfr. RENÉ FRANK VAUCHER, La prescription des actions des artisans pour leur travail [art. 128 ch. 3 CO], in: JdT 1963 I pag. 233 segg.).\n\n6.3 Con riferimento ai lavori d'artigiani menzionati nell'art. 128 n. 3 CO il Tribunale federale ha già avuto modo di chiarire che l'applicazione del termine di prescrizione più corto dipende dal genere di lavoro svolto (DTF 116 II 428 consid. 1a pag. 429 con rinvii; cfr. anche la sentenza 4C.318/1991 del 12 febbraio 1992, consid. 3 e sentenza 4C.416/1995 del 20 maggio 1996, consid. 2a, pubblicata in: Pra 86/1997 n. 8 pag. 38). Tenuto conto dello scopo BGE 132 III 61 S. 63originario della norma, la giurisprudenza ha inoltre escluso dal campo di applicazione dell'art. 128 n. 3 CO quei lavori che, per loro natura o dimensione, richiedono misure di pianificazione e coordinazione particolari (DTF 123 III 120 consid. 2b pag. 123). Questa limitazione è stata accolta favorevolmente dalla dottrina (cfr. PIERRE TERCIER, in: BR 1997 pag. 127; WOLFGANG WIEGAND, in: ZBJV 134/1998 pag. 689; PASCAL PICHONNAZ, op. cit., n. 18f ad art. 128 CO).\n\n6.4 Non ci si è per contro ancora espressi sulle funzioni d'avvocato, procuratore e notaio.\n\n6.4.1 La questione è già stata trattata in alcune decisioni cantonali, nelle quali sono stati adottati criteri diversi.\n\nIn una sentenza del 23 ottobre 1981, ad esempio, il Tribunale superiore (Obergericht) del Canton Zurigo non ha reputato decisivo il tipo di mandato concretamente affidato bensì l'attività globale del gruppo professionale interessato, la lunga lista contenuta nell'art. 128 n. 3 CO deponendo a favore di un'interpretazione estensiva della norma. Evidenziata la crescente similitudine dell'attività svolta dai gruppi professionali menzionati nell'art. 128 n. 3 CO con quella di fiduciari e società fiduciarie, la Corte ha quindi esteso il termine di prescrizione quinquennale anche al lavoro svolto da fiduciari e società fiduciarie, eccezion fatta per le ditte attive esclusivamente nel settore della contabilità (ZR 81/1982 n. 55 consid. III pag. 138 seg.).\n\nSempre all'inizio degli anni ottanta, il 31 agosto 1982, il Tribunale superiore (Obergericht) del Cantone di Basilea Campagna ha rifiutato, per contro, di estendere il termine di prescrizione quinquennale all'attività dei commissari del concordato, per il motivo che - nonostante presenti delle analogie con quella di un fiduciario, per la quale sono necessarie delle conoscenze giuridiche - essa non mira direttamente all'attuazione del diritto (unmittelbare Rechtsdurchsetzung) bensì consiste essenzialmente nel fornire servizi di tipo commerciale (BJM 1983 pag. 73 seg.).\n\nInfine, in un giudizio più recente, datato 11 dicembre 2000, il Tribunale commerciale (Handelsgericht) di Zurigo ha stabilito, in contrasto con la precedente pronunzia zurighese, ormai superata, che anche nell'ambito delle prestazioni di tipo giuridico - come in quello del lavoro degli artigiani (cfr. DTF 116 II 428) - il criterio determinante è solamente quello del tipo di lavoro concretamente BGE 132 III 61 S. 64svolto e che la revisione dei conti effettuata da una società fiduciaria non rientra nel campo di applicazione dell'art. 128 n. 3 CO (ZR 100/2001 n. 28 pag. 90 segg.).\n\n6.4.2 Anche la dottrina è incline a ritenere determinante, per le funzioni d'avvocato, procuratore e notaio, il genere di lavoro concretamente svolto e a considerare decisivo il fatto di offrire al cliente, perlomeno in maniera preponderante, conoscenze giuridiche specifiche volte all'attuazione immediata del diritto. Sono pertanto escluse dal campo di applicazione dell'art. 128 n. 3 CO quelle attività che, pur richiedendo delle nozioni giuridiche, contribuiscono solo indirettamente alla realizzazione del diritto e mirano piuttosto a fornire servizi tecnici o commerciali.\n\nLe prestazioni degli uffici fiduciari rientrano di regola in quest'ultima categoria (KARL SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, vol. I, Berna 1975, § 281 pag. 656 seg.; ROBERT K. DÄPPEN, in: Basler Kommentar, n. 12 ad art. 128 CO; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3a ed., Berna 2003, n. 84.06 pag. 452).\n\nV'è poi chi reputa necessaria, oltre all'offerta di un servizio giuridico nel senso appena descritto, anche l'appartenenza a una delle categorie professionali enunciate nell'art. 128 n. 3 CO, così che i fiduciari non sottostanno al termine di prescrizione più corto nemmeno qualora le loro prestazioni siano paragonabili a quelle di avvocati, procuratori e notai (RENÉ FRANK VAUCHER, op. cit., pag. 230 e 237), a meno che l'attività svolta nel caso concreto non li faccia rientrare nel gruppo dei procuratori (PASCAL PICHONNAZ, op. cit., n. 15 e 28 ad art. 128 CO; STEPHEN BERTI, in: Zürcher Kommentar, n. 51 e 59 seg. ad art. 128 CO).\n\n6.4.3 Alla luce di quanto esposto, si deve giungere alla conclusione che, come già ammesso per il lavoro artigianale, anche per le fun zioni d'avvocato, procuratore e notaio ci si riferisce innanzitutto al lavoro concretamente svolto. Deve trattarsi di una prestazione che contribuisce direttamente all'attuazione del diritto, rispettivamente che consiste, in primo luogo, nel fornire una consulenza giuridica specifica. Occorre inoltre che la persona che presta i suoi servizi possa essere inserita in una delle categorie esplicitamente indicate nell'art. 128 n. 3 CO.\n\nDi per sé, i fiduciari non fanno parte di nessuna delle categorie enunciate dalla legge. La questione di sapere se i loro crediti si BGE 132 III 61 S. 65prescrivono in cinque anni dipende pertanto dal tipo di attività svolta in maniera predominante. Qualora emerga, ad esempio, che un fiduciario si occupa prevalentemente di consulenza e assistenza fiscale, egli può essere collocato fra i procuratori e le sue pretese sottostanno al termine di prescrizione più breve.\n\n6.5 In concreto, la Corte cantonale non ha effettuato alcun accertamento in merito ai servizi usualmente proposti dall'attrice. Ha tuttavia determinato - in maniera vincolante per il Tribunale federale (art. 63 cpv. 2 OG; DTF 130 III 136 consid. 1.4 pag. 140) - che le pretese controverse riguardano attività che non hanno per oggetto una consulenza legale né mirano alla realizzazione immediata del diritto.\n\nStando a quanto indicato nella sentenza impugnata, l'attrice ha infatti effettuato lavori di contabilità nonché consulenze amministrative e aziendali relative ad un esercizio pubblico. Ora, anche se per una simile attività, a dipendenza delle circostanze, può essere necessario disporre di conoscenze giuridiche, essa non rientra fra le prestazioni contemplate dall'art. 128 n. 3 CO, nel senso sopra descritto.\n\nCiò significa che la Corte cantonale ha deciso in maniera conforme al diritto federale dichiarando applicabile, al caso concreto, il termine di prescrizione decennale di cui all'art. 127 CO. La pretesa dell'attrice non può pertanto reputarsi prescritta."}