{"annee": "132", "cour": "I", "page": "13", "date": "15/12/2005", "cite": ["128 II 259", "116 III 70", "131 I 217", "127 III 232", "109 II 170", "128 I 273", "119 IA 13", "129 I 8", "128 I 81"], "cite_par": ["135 V 2", "139 I 57", "144 III 145", "136 I 241", "133 III 221", "139 III 67", "133 IV 119", "133 II 257", "141 I 70", "132 I 249", "133 III 462", "135 V 353"], "chapeau": "3. Extrait de l'arrêt de la Ire Cour civile dans la cause X. SA contre République et Canton de Genève et divers appelés en cause ainsi que Cour de justice du canton de Genève (recours de droit public)\n\n4P.200/2005 du 15 décembre 2005", "regestes": ["Art. 9 Cst., art. 104 LPC/GE; appel en cause; double motivation; complication excessive du procès. Recevabilité du recours de droit public à l'encontre d'une décision judiciaire refusant d'autoriser un appel en cause (consid. 1). Double motivation de l'arrêt attaqué (consid. 3). Détermination du pouvoir d'examen de l'autorité de recours qui ne peut revoir les faits que sous l'angle de l'arbitraire, lorsqu'elle est chargée de vérifier l'application de la loi dans un domaine où le juge dispose d'un large pouvoir d'appréciation. Application de ces principes à la possibilité de refuser un appel en cause en raison de la complication excessive du procès, prévue à l'art. 104 al. 2 LPC/GE (consid. 5). Dès qu'une des motivations présentées permet de justifier la décision entreprise, le recours doit être rejeté (consid. 6)."], "faits": "BGE 132 I 13 S. 14\n\nEn février 2003, la République et Canton de Genève (ci-après: l'Etat de Genève) a introduit une action en paiement auprès du Tribunal de première instance du canton de Genève à l'encontre de X. SA en sa qualité d'organe de révision des anciennes Banque Hypothécaire du Canton de Genève et Caisse d'Epargne de Genève, dont la fusion a conduit à la création, en 1994, de la Banque Cantonale de Genève (ci-après: la BCGe). En tant que garant des dépôts d'épargne et de prévoyance de la BCGe, l'Etat de Genève soutient en substance qu'il a été amené à intervenir pour assainir la situation financière de la banque et qu'il a été confronté à des pertes de l'ordre de 3 milliards de francs, dont X. SA peut être tenue pour responsable en raison des manquements commis en tant qu'organe de révision.\n\nTout en s'opposant à la demande, X. SA considère que si, par impossible, elle devait être condamnée, elle serait en droit de former BGE 132 I 13 S. 15une prétention récursoire contre un certain nombre de personnes. Elle a ainsi déposé, le 1er septembre 2003, une demande d'appel en cause dirigée contre la BCGe et cinquante-trois personnes physiques, concluant à ce que chacune des parties appelées en cause soit condamnée à la relever de toute condamnation qui serait prononcée à son encontre dans la cause principale et à payer les montants qui seraient mis à sa charge.\n\nPar jugement du 1er octobre 2004, le Tribunal de première instance a, à deux exceptions près, déclaré recevables les appels en cause et il a ordonné la jonction de la cause portant sur la demande principale avec celle relative aux appels en cause. A titre préparatoire, le Tribunal a en outre imparti à vingt-quatre appelés en cause un délai pour le dépôt d'appels en cause secondaires.\n\nPar arrêt du 10 juin 2005, la Chambre civile de la Cour de justice a admis les appels formés par plus de quarante appelés en cause et a annulé le jugement du 1er octobre 2004. Statuant à nouveau, elle a débouté X. SA de ses conclusions en appel en cause.\n\nContre cette décision, X. SA interjette un recours de droit public au Tribunal fédéral.\n\nPar arrêt de ce jour, la Cour de céans a déclaré irrecevable le recours en réforme déposé parallèlement par X. SA à l'encontre de l'arrêt du 10 juin 2005.", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 L'arrêt attaqué ne met pas un terme à la procédure, puisqu'il ne fait que liquider un incident survenu au cours de celle-ci relativement à l'appel en cause de tiers. La recourante ne peut donc être suivie lorsqu'elle qualifie cette décision de finale. L'acte attaqué constitue seulement une étape vers cette dernière et tombe en principe sous le coup de l'art. 87 OJ (arrêts du Tribunal fédéral 4P.8/2003 du 11 mars 2003, consid. 2.1 et 4P.64/1991 du 27 juin 1991, consid. 1a). La jurisprudence considère que les décisions concernant l'appel en cause n'occasionnent pas de préjudice irréparable qui ouvrirait la voie du recours de droit public en application de l'art. 87 al. 2 OJ (arrêt précité du 11 mars 2003, consid. 2.1 et arrêt 4P.79/ 1994 du 7 juillet 1994, consid. 1a). Toutefois, le Tribunal fédéral admet que l'économie de la procédure justifie de faire abstraction de l'art. 87 OJ en cas de décision refusant d'autoriser l'appel en cause. BGE 132 I 13 S. 16En effet, l'appel en cause prévu par les art. 104 et 105 LPC/GE (RSG E 3 05) permet à une partie à une instance déjà introduite d'obliger le tiers à qui elle a dénoncé le litige de participer à la même procédure et produit une jonction des causes: sont jugées à la fois les prétentions du demandeur contre le défendeur et celles de l'un d'eux contre le dénoncé, qui devient une véritable partie au procès. Dès lors, si le refus d'autoriser l'appel en cause ne pouvait être attaqué qu'en même temps que la décision finale et qu'il soit, par hypothèse, annulé à ce moment-là avec ladite décision, le procès devrait être recommencé ab initio avec l'appelé, ce qui serait non seulement contraire au principe de l'économie de la procédure, mais en plus inéquitable pour la partie qui aurait obtenu gain de cause (arrêt du Tribunal fédéral 4P.161/2003, du 12 novembre 2003, consid. 1.3.2; arrêts précités du 11 mars 2003, consid. 2.1, du 7 juillet 1994, consid. 1b et du 27 juin 1991, consid. 1c).\n\nLe recours est donc recevable pour ce qui a trait à la nature de la décision attaquée.\n\n1.2 Par ailleurs, la participation de tiers au procès relève en l'occurrence du droit de procédure cantonal, étant donné qu'elle n'est pas imposée par le droit fédéral et que les effets de la dénonciation d'instance ne peuvent être en cause ici, s'agissant d'une décision de refus (cf. POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, Berne 1990, n° 1.3.2.4 ad art. 43 OJ, p. 115; arrêt du 11 mars précité, consid. 2.2). Par conséquent, l'arrêt rendu par la cour cantonale n'est susceptible d'aucun autre moyen de droit sur le plan fédéral ou cantonal, de sorte que la règle de la subsidiarité du recours de droit public est respectée (art. 84 al. 2 et 86 al. 1 OJ; ATF 128 II 259 consid. 1.1).\n\nLa recourante, qui s'est vu débouter de sa requête d'appel en cause, est lésée par la décision attaquée qui la concerne personnellement. Elle a donc qualité pour recourir (art. 88 OJ).\n\nEnfin, le recours a été interjeté en temps utile compte tenu des féries (art. 34 al. 1 let. b et 89 al. 1 OJ) et dans la forme prévue par la loi (art. 90 al. 1 OJ), de sorte qu'il est en principe recevable.\n\n(...)\n\n3. La cour cantonale a débouté la recourante de ses conclusions relatives à l'appel en cause en présentant une double motivation. Elle a tout d'abord analysé la situation juridique de l'organe de révision envers les différents appelés en cause et est parvenue à la BGE 132 I 13 S. 17conclusion que la recourante n'était pas parvenue à rendre vraisemblable qu'elle disposait d'actions récursoires personnelles à l'encontre de ceux-ci, ce qui excluait tout appel en cause. En second lieu et à titre subsidiaire, la cour cantonale a retenu que l'admission d'autres parties au procès engendrerait une complication excessive de la procédure, qui, avec 55 parties deviendrait pratiquement ingérable. Par conséquent, même si l'existence d'actions récursoires était admise, l'impératif d'économie commandait de ne pas laisser procéder à l'appel en cause, qui n'avait en réalité qu'un but dilatoire.\n\nComme chacune des motivations présentées par la cour cantonale suffit à justifier la décision attaquée, il appartenait à la recourante, sous peine d'irrecevabilité, de démontrer que chacune d'entre elles violait ses droits constitutionnels (art. 90 al. 1 let. b OJ; ATF 119 Ia 13 consid. 2 et l'arrêt cité). Le recours remplissant cette exigence, il convient d'entrer en matière.\n\nLes griefs de la recourante formulés à l'encontre du second pan de la motivation de la cour cantonale, à savoir le rejet de l'appel en cause pour des motifs d'économie de la procédure, seront examinés en premier lieu.\n\n(...)\n\n5. Dans une argumentation prolixe, la recourante reproche à la cour cantonale d'avoir substitué sa propre appréciation à celle de l'autorité de première instance pour retenir la complication excessive de la procédure, alors que sa cognition était limitée, violant ainsi arbitrairement le droit cantonal.\n\n5.1 Selon la jurisprudence, l'arbitraire prohibé par l'art. 9 Cst. ne résulte pas du seul fait qu'une autre solution que celle retenue par l'autorité cantonale pourrait entrer en considération ou même qu'elle serait préférable; le Tribunal fédéral ne s'écarte de la décision attaquée que lorsque celle-ci est manifestement insoutenable, qu'elle se trouve en contradiction claire avec la situation de fait, qu'elle viole gravement une norme ou un principe juridique indiscuté, ou encore lorsqu'elle heurte de manière choquante le sentiment de la justice et de l'équité (ATF 129 I 8 consid. 2.1; ATF 128 I 81 consid. 2, ATF 128 I 273 consid. 2.1). Pour qu'une décision soit annulée pour cause d'arbitraire, il ne suffit pas que la motivation formulée soit insoutenable, il faut encore que la décision apparaisse arbitraire dans son résultat (ATF 131 I 217 consid. 2.1; ATF 129 I 8 consid. 2.1 et les arrêts cités).\n\nBGE 132 I 13 S. 18En matière d'application du droit cantonal, l'arbitraire et la violation de la loi ne sauraient être confondus; une violation de la loi doit être manifeste et reconnue d'emblée pour être considérée comme arbitraire. Le Tribunal fédéral n'a pas à déterminer quelle est l'interprétation correcte que l'autorité cantonale aurait dû donner des dispositions applicables; il doit uniquement examiner si l'interprétation qui a été faite est défendable. Il n'y a pas arbitraire du seul fait qu'une autre solution paraît également concevable, voire même préférable (ATF 131 I 217 consid. 2.1; ATF 128 II 259 consid. 5 p. 281).\n\nLa jurisprudence considère que l'autorité cantonale qui réexamine librement la cause, alors qu'elle ne jouit que d'une cognition limitée, tombe dans l'arbitraire (ATF 116 III 70 consid. 2b p. 71; ATF 109 II 170 consid. 2 p. 172).\n\n5.2 En l'espèce, la cour cantonale a statué sur une décision sur incident prise en dernier ressort par le juge de première instance. Selon la procédure civile cantonale, la voie de l'appel extraordinaire pour violation de la loi au sens de l'art. 292 al. 1 let. c LPC/GE est ouverte à l'encontre de cette catégorie d'actes (art. 26 LOJ/GE [RSG E 2 05]; SCHMIDT, Le pouvoir d'examen en droit de la Cour en cas d'appel pour violation de la loi en procédure civile genevoise, SJ 1995 p. 521 s.). Lorsqu'elle est saisie par ce moyen de droit, l'autorité de recours ne peut revoir les faits que sous l'angle de l'arbitraire (SCHMIDT, op. cit., p. 522). En revanche, son pouvoir d'examen en droit n'est pas restreint (arrêt du Tribunal fédéral 5P.41/ 2001 du 12 avril 2001, consid. 2 non publié à l' ATF 127 III 232; SCHMIDT, op. cit., p. 525), dans la limite des violations dénoncées par les parties (BERTOSSA/GAILLARD/GUYET/SCHMIDT, Commentaire de la loi de procédure civile genevoise, n° 3 ad art. 292 LPC/GE; arrêt du Tribunal fédéral 5P.65/1991 du 25 juin 1991, publié in SJ 1991 p. 611, consid. 3b). Lorsque le juge dispose d'un large pouvoir d'appréciation, il peut s'avérer délicat de déterminer si la loi a ou non été violée (cf. SCHMIDT, op. cit., p. 531). De manière générale, devant un texte susceptible de plusieurs interprétations, l'autorité de recours évitera de condamner le choix du juge inférieur (BERTOSSA/GAILLARD/GUYET/SCHMIDT, op. cit., n° 8 ad art. 292 LPC/ GE). Cela ne signifie cependant pas que l'autorité de recours chargée de vérifier l'application de la loi dépasse son pouvoir d'examen au seul motif qu'elle ne confirme pas l'appréciation juridique du premier juge. Il ne saurait en particulier y avoir d'excès si l'appréciation juridique divergente de l'instance de recours repose sur des BGE 132 I 13 S. 19motifs légitimes et que sa position paraît plus conforme à la ratio legis de la disposition en cause que la solution adoptée par le premier juge.\n\n5.3 Contrairement à ce que cherche à démontrer la recourante, la cour cantonale n'a nullement statué au-delà de son pouvoir d'examen en déboutant l'organe de contrôle de ses conclusions sur appel en cause pour des motifs liés à l'économie de la procédure. Tout d'abord, il convient de préciser qu'il n'est pas reproché aux juges cantonaux de s'être écartés des violations du droit soulevées par les appelants. Seule l'étendue de leur pouvoir d'appréciation concernant la possibilité de refuser l'appel en cause pour des motifs d'économie de la procédure est critiquée. A ce propos, l'art. 104 al. 2 LPC/GE prévoit expressément que \" s'il en résulte une complication excessive du procès, le juge peut refuser l'appel en cause \". Cette disposition tend à rappeler que l'économie de la procédure est l'objectif essentiel de l'appel en cause (arrêt du Tribunal fédéral 4P.155/2003 du 19 décembre 2003, publié in SJ 2004 I p. 472, consid. 8.1 et les références citées) et que cette institution ne saurait être utilisée à des fins dilatoires (SALVADÉ, Dénonciation d'instance et appel en cause, thèse Lausanne 1995, p. 119). Il est vrai que l'art. 104 al. 2 LPC/GE laisse un large pouvoir d'appréciation au juge, mais, comme on l'a vu, le seul fait que la cour cantonale n'ait pas suivi la position de l'autorité de première instance n'est pas suffisant pour démontrer que, saisis d'un appel extraordinaire, les juges auraient statué au-delà du pouvoir d'examen découlant de l'art. 292 al. 1 let. c LPC/GE. Encore faut-il examiner les raisons qui ont conduit l'instance de recours à s'écarter de l'appréciation du premier juge. L'arrêt attaqué relève à ce sujet que l'objet de l'action principale paraissait a priori complexe et que l'admission de 53 prétentions différentes venant s'y greffer rendrait le procès pratiquement impossible à conduire. Les juges ont également souligné les difficultés représentées par une procédure civile comprenant au total 55 parties quant à la durée des auditions de témoins, à la lecture des pièces produites, à la survenance de multiples incidents de procédure et aux vérifications interminables qu'impliquerait chaque acte, même simple. La cour cantonale s'est déclarée convaincue que la participation des appelés en cause conduirait à la paralysie effective de la procédure. L'impératif d'économie et l'intérêt général de la justice à ce que la cause soit jugée dans des délais raisonnables commandaient ainsi de ne pas laisser procéder aux appels en cause, qui n'avaient en réalité qu'un but dilatoire. BGE 132 I 13 S. 20\n\nEn pareilles circonstances, on ne peut considérer que les juges d'appel se sont écartés sans raison de l'appréciation de l'autorité de première instance et ont condamné le choix du juge inférieur d'une manière incompatible avec l'art. 292 al. 1 let. c LPC/GE. Au contraire, ils n'ont fait qu'appliquer l'art. 104 al. 2 LPC/GE conformément à son but, dès lors que les éléments mis en évidence tendent tous à démontrer l'inadéquation entre la participation de plus de cinquante personnes à la procédure et les impératifs d'économie que doit en principe servir l'institution de l'appel en cause. On ne peut donc manifestement pas reprocher à la cour cantonale d'avoir excédé son pouvoir d'examen ni appliqué de manière arbitraire les art. 104 al. 2 ou 292 al. 1 let. c LPC/GE, en refusant les appels en cause en raison de la complication excessive du procès.\n\nLes critiques de la recourante dirigées contre les motifs tirés de l'économie de la procédure sont donc infondées.\n\n6. En vertu de l'art. 104 al. 2 LPC/GE, la complication excessive du procès suffit à justifier le rejet des appels en cause (cf. supra consid. 3). Par conséquent, il n'y a pas lieu d'entrer en matière sur les griefs dirigés contre le second pan de la motivation de la cour cantonale lié à la vraisemblance des prétentions récursoires, dès lors qu'ils ne sont pas de nature à modifier le résultat de la décision attaquée.\n\nLe recours doit donc être rejeté."}