{"annee": "100", "cour": "IB", "page": "404", "date": "27/11/1974", "cite": ["94 I 52", "99 IB 70", "97 I 573", "98 IB 213", "96 I 234", "97 I 643"], "cite_par": ["112 IB 543", "137 II 266", "112 IB 424", "117 IB 178", "112 IB 417", "111 IB 15", "115 IB 311"], "chapeau": "70. Urteil vom 27. November 1974 i.S. Hämmig und Mitbeteiligte gegen Nordostschweizerische Kraftwerke AG (NOK) und Eidg. Verkehrs- und Energiewirtschaftsdepartement (EVED).", "regestes": ["Expropriation. Ligne de 50 kV; ligne aérienne ou en câble? 1. Les effets juridiques que l'art. 4 al. 1 à 3 de l'arrêté fédéral instituant des mesures urgentes en matière d'aménagement du territoire rattache à la qualité de zone protégée à titre provisoire n'entrent pas en considération lors de la construction de conduites électriques. La question de savoir s'il sied d'exiger des lignes en câbles au lieu de lignes aériennes, dans le but de sauvegarder le paysage, doit être résolue au regard de la législation particulière à ce domaine (art. 3 LPN, art. 9 LEx en relation avec les art. 49/50 LIE); il faut dans chaque cas procéder à la balance des intérêts en présence (consid. 3). 2. Sécurité d'exploitation et frais supplémentaires en cas de pose dans le sol de câbles, s'agissant de conduites de 50 kV et plus. Lorsque le paysage à protéger ne présente qu'un intérêt moyen, les inconvénients d'ordre financier et technique des lignes en câbles l'emportent sur l'intérêt de sauvegarder le paysage. L'obligation de poser des câbles ne peut être admise en vertu du droit fédéral et compte tenu de l'état de la technique, que s'il s'agit de sites qui méritent particulièrement d'être préservés (consid. 4)."], "faits": "|405|\n\nAus dem Sachverhalt:\n\nA.- Die beschwerdebeklagte NOK hatte zusammen mit dem Elektrizitätswerk des Kantons Zürich auf der Höhe Langholz am Pfannenstiel im Gebiete der Gemeinde Stäfa ein Unterwerk errichtet. Das Unterwerk wird gespeist durch eine 50 kV-Leitung, die in Mittlisberg von der 50 kV-Betonmastenleitung Aathal-Herrliberg abzweigt. Die NOK will die westliche Teilstrecke von 3,2 km zwischen Mittlisberg und Beichlen, die im wesentliehen Waldrändern entlang führt, als Freileitung |406| mit 21 Betonmasten von 17 m Höhe bauen. Hinsichtlich des östlichen, unmittelbar an das Unterwerk anschliessenden Teils von 1,l km hat sich die NOK gegenüber der Gemeinde Stäfa zur Verkabelung verpflichtet. Nach Ansicht der NOK rechtfertigt sich die Verkabelung in diesem Teilstück, weil es in nächster Nähe der Langholzhöhe durchgeführt werden muss und weil eine Freileitung dort stärker in Erscheinung träte als auf der übrigen Strecke.\n\nDie NOK konnte von 23 Grundeigentümern die benötigten Durchleitungsrechte freihändig erwerben, 12 Grundeigentümer, die heutigen Beschwerdeführer, widersetzten sich der Abtretung. Die beschwerdebeklagte NOK leitete daraufhin das Enteignungsverfahren ein. Die 12 Grundeigentümer erhoben Einsprache und verlangten die Verkabelung der gesamten neuen Leitung, eventuell die Verschiebung der Freileitung um ungefähr 400 m in nordöstlicher Richtung.\n\nB.- Das EVED wies mit Entscheid vom 22. Juni 1973 die Einsprachen ab und erteilte der Beschwerdegegnerin ein auf 50 Jahre befristetes Durchleitungsrecht für den Bau einer Freileitung von Mittlisberg bis Beichlen und für eine Kabelleitung von Beichlen bis zum Unterwerk Stäfa.\n\nDas EVED ging davon aus, dass im vorliegenden Fall die legitimen Interessen der Energieversorgung einerseits und des Landschaftsschutzes anderseits gegeneinander abzuwägen seien. Die Notwendigkeit der geplanten Leitung sei unbestritten. Das Pfannenstielgebiet und das Zürcher Oberland seien schöne Landschaften. Das gleiche gelte aber für die meisten Landschaften in der Schweiz. Durch eme Freileitung werde das Landschaftsbild zwar beeinträchtigt, aber nicht zerstört. Die projektierte Leitungsführung trage den Geboten des Landschaftsschutzes soweit als möglich Rechnung. Eine Verkabelung der ganzen Strecke sei technisch zwar durchführbar, doch ergäben sich Schwierigkeiten und Unsicherheiten im Betrieb und Unterhalt. Sodann betrügen die Erstellungskosten der Kabelleitung ein Mehrfaches der Kosten einer Freileitung gleicher Übertragungsfähigkeit. Zu beachten sei auch die präjudizielle Wirkung bei Annahme einer Verkabelungspflicht im konkreten Fall. Von Bundesrechts wegen (Art. 3 Abs. 3 NHG) könne vorliegend weder eine Verkabelung noch eine andere Leitungsführung verlangt werden. |407|\n\nDie approximativen Kosten der Erstellung der Leitung betragen nach dem Projekt der NOK:\n\nfür den Freileitungsabschnitt (3,2 km): Fr. 630000.--\n\nfür den Kabelleitungsabschnitt (1,1 km): Fr. 1100000.--\n\nFr. 1730000.--\n\nMüsste die gesamte Leitung verkabelt werden, so ergäben sich Kosten von 5 Mio Franken, davon 3,9 Mio Franken für die als Freileitung geplante Leitungsstrecke. Die Verkabelung der geplanten Freileitungsstrecke erhöht also die Kosten auf das Sechsfache.\n\nC.- Die Enteigneten erheben gegen den Einspracheentscheid des EVED rechtzeitig Verwaltungsgerichtsbeschwerde. Sie machen zunächst geltend, das Departement habe den Sachverhalt ungenügend abgeklärt, indem es weder einen Augenschein noch eine Expertise durchgeführt habe. Sie berufen sich sodann u.a. auf Art. 4 des Bundesbeschlusses über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 17. März 1972; danach sei in den provisorischen Schutzgebieten die Erstellung elektrischer Freileitungen unzulässig. Die vom EVED vorgenommene Interessenabwägung verletze aber noch weitere Bestimmungen des Bundesrechtes, so namentlich Art. 3 NHG sowie Art. 9 EntG und Art. 50 ElG.\n\nD.- Das EVED und die NOK beantragen Abweisung der Beschwerde. Die NOK weist darauf hin, dass die geplante Leitung so angelegt werde, dass später ohne grosse technische Änderungen der Übergang von einer 50 kV-Leitung auf eine 110 kV-Leitung möglich sei. Der Übergang zur 110 kV-Leitung lasse sich bei Freileitungen mit Kosten von Fr. 15 000.-- je km durchführen; bei einer Verkabelung betrage der Aufwand Fr. 115 000.-- je km (Preisstand Herbst 1973). Die Verkabelung der Freileitung würde auch eine Verlängerung der Leitungsstrecke um 400 m nötig machen.\n\nE.- Das Bundesgericht liess sich durch dipl. Ing. ETH R. Amstein, Zürich, ein Gutachten erstatten und führte einen Augenschein durch. Es stellte dabei fest, dass durch das überspannte Gebiet mehrere Spazierwege gegen den Pfannenstiel hinaufführen und dass sich von dort bei schönen Wetter eine |408| schöne Aussicht auf das Zürcher Oberland und die Voralpen der Ostschweiz darbietet. Im Anschluss an den Augenschein wurde der Gutachtenentwurf mit den Beteiligten besprochen. Gestützt auf die Besprechung ergänzte der Experte sein Gutachten gemäss den ihm gestellten Ergänzungsfragen.\n\nMit Rücksicht auf die Dringlichkeit der Inbetriebnahme des Unterwerkes hat die NOK die Leitung bereits erstellt. Dies wurde ihr gestattet gegen die Zusicherung, im Falle der Gutheissung der Beschwerde die Freileitung durch eine Kabelleitung zu ersetzen. Das Bundesgericht konnte sich somit ein genaues Bild über die Auswirkungen der Freileitung auf das Landschaftsbild machen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführer sollen als Grundeigentümer verpflichtet werden, ein Durchleitungsrecht der Beschwerdegegnerin für eine 50 kV-Freileitung zu dulden. Sie sind durch die angefochtenen Massnahmen berührt und insofern zur Verwaltungsgerichtsbeschwerde legitimiert.\n\nDie Frage, ob eine Freileitung oder eine Kabelleitung gebaut werden soll, berührt jedoch die privaten Interessen der Grundeigentümer nur in sehr bescheidenem Masse. Ihre Grundstücke liegen ausserhalb jeder Bauzone, und die Bewirtschaftung wird durch die Betonmasten nicht wesentlich erschwert. Die Beschwerdeführer treten vor allem als Hüter öffentlicher Interessen auf und machen geltend, die Freileitung verletze bundesrechtliche Vorschriften, die im allgemeinen Interesse aufgestellt wurden. Das Bundesgericht gestattet jedoch in konstanter Rechtsprechung den betroffenen Grundeigentümern, auch die öffentlichen Interessen geltend zu machen, die gegen die Erteilung des Enteignungsrechtes für eine Freileitung oder für eine Strasse ins Feld geführt werden können (BGE 97 I 583 Erw. 4, BGE 98 Ib 216, BGE 99 Ib 79). Im Ergebnis steht dann jeweils eine Abwägung entgegenstehender öffentlicher Interessen im Vordergrund, und die Enteigneten dringen mit ihrer Beschwerde durch, wenn die von ihnen verfochtenen öffentlichen Interessen gegebenenfalls zusammen mit den von ihnen vertretenen privaten Interessen schwerer wiegen als die vom Enteigner vertretenen öffentlichen Interessen. Auf die Beschwerde ist daher einzutreten, und die von |409| den Beschwerdeführern gerügten Verletzungen von Bundesrecht sind vollumfänglich zu prüfen.\n\n2. Die richtige Anwendung der in Betracht fallenden bundesrechtlichen Vorschriften verlangt, wie erwähnt, vor allem eine Interessenabwägung zwischen mehreren unter sich im Widerstreit liegenden schutzwürdigen öffentlichen Interessen. Die Leitung tangiert zwar kein Schutzobjekt von nationaler Bedeutung im Sinne von Art. 6 NHG, führt aber durchaus durch eine reizvolle Landschaft, die als Ausflugs- und Erholungsgebiet dient und deshalb auf jeden Fall möglichste Schonung im Sinne von Art. 3 NHG beanspruchen kann. Auch wenn die Kantonsregierung für das Gebiet keine besondere Heimatschutzverordnung wie in den Fällen des Eigentals (BGE 94 I 52) und des Bachsertals (BGE 96 I 234) erlassen hat, handelt es sich doch um ein \"Gebiet mittlerer Schutzwürdigkeit\", ähnlich wie dies in BGE 99 Ib 84 für das Reusstal-Heitersberggebiet (ausserhalb des KLN-Objektes 2.35) und in BGE 97 I 648 für die Jurahöhen im Einzugsgebiet der Agglomeration Basel angenommen wurde. Das Interesse am Schutz dieser Landschaft steht dem Interesse an einer möglichst sicheren und preisgünstigen Energieversorgung gegenüber. Die Abwägung dieser Interessen ist eine Rechtsfrage, die das Bundesgericht frei prüft. Bei der Würdigung der technischen Aspekte gesteht es den Verwaltungsbehörden freilich einen gewissen Spielraum zu; es greift nur ein, wenn der Sachverhalt durch die Vorinstanz unvollständig oder unrichtig abgeklärt wurde oder wenn Ermessensmissbrauch oder Ermessensüberschreitung vorliegt (BGE 98 Ib 216, BGE 99 Ib 79). An die Tatbestandsabklärung sind freilich hohe Anforderungen zu stellen; denn gerade dort, wo öffentliche Interessen aufeinanderstossen, ist nur auf Grund einer möglichst umfassenden Abklärung der Auswirkungen eines Entscheides - auch unter dem Gesichtspunkt des Präjudizes - ein sorgfältiges Gewichten überhaupt möglich (vgl. dazu GEORG MÜLLER, Interessenabwägung im Verwaltungsrecht, ZBl 73/1972, S. 337 ff., insbes. S. 338 Fussnote 3 und S. 351 f.).\n\n3. Gemäss Art. 1 ff. des Bundesbeschlusses vom 17. März 1972 über dringliche Massnahmen auf dem Gebiete der Raumplanung (BMR) hatten die Kantone ohne Verzug \"provisorische Schutzgebiete\" zu bezeichnen, deren Besiedlung und Überbauung aus Gründen des Landschaftsschutzes, |410| zur Erhaltung ausreichender Erholungsräume und zum Schutze vor Naturgewalten vorläufig einzuschränken oder zu verhindern ist. Gemäss Art. 4 BMR dürfen in den provisorischen Schutzgebieten weder Bauten noch Anlagen bewilligt werden, die dem Planungszweck entgegenstehen. In den Gebieten, die aus Gründen des Landschaftsschutzes oder für die Erhaltung von Erholungsraum ausgeschieden werden, dürfen nur land- und fortstwirtschaftliche sowie andere standortbedingte Bauten bewilligt werden. Diese dürfen das Landschaftsbild nicht beeinträchtigen. Weitere Bauten können ausnahmsweise unter Vorbehalt der Aufsichtsrechte des Bundes bewilligt werden, wenn der Gesuchsteller ein sachlich begründetes Bedürfnis nachweist und kein öffentliches Interesse entgegensteht. Doch bleibt nach Art. 4 Abs. 4 BMR auf jeden Fall die Spezialgesetzgebung des Bundes vorbehalten. Der Kanton Zürich hat durch Vollziehungsverordnung vom 29. November 1972 den grössten Teil des Kantonsgebietes, der nicht anders eingezont ist, als provisorisches Schutzgebiet erklärt, darunter auch das Gebiet, durch welches die strittige Freileitung führt.\n\nDie Beschwerdeführer glauben nun, die strittige Freileitung sei eine standortbedingte Baute oder \"eine weitere Baute\" im Sinne von Art. 4 Abs. 3 BMR, die nicht bewilligt werden dürfe, weil sie das Landschaftsbild beeinträchtige. Die von der Vorinstanz vorgenommene Interessenabwägung, auf die auch in der vorangehenden Erw. 2 Bezug genommen wird, sei deshalb gar nicht zulässig. Vielmehr müsse die Bewilligung stets verweigert werden, wenn das Landschaftsbild beeinträchtigt werde; dies sei hier eindeutig der Fall.\n\nDie Beschwerdeführer weisen freilich selber darauf hin, dass Art. 4 Abs. 4 BMR die Spezialgesetzgebung vorbehält. Sie sind jedoch der Ansicht, dass dieser Vorbehalt im vorliegenden Falle nicht zur Anwendung kommt. Als spezielle Bestimmungen für die Errichtung elektrischer Freileitungsmasten fallen in Betracht\n\n- einerseits Art. 3 NHG: Darnach haben die Bundesbehörden bei der Erteilung von Enteignungsrechten dafür zu sorgen, dass das heimatliche Landschafts- und Ortsbild geschont und, wo das öffentliche Interesse überwiegt, ungeschmälert erhalten bleibt;\n\n- anderseits Art. 9 EntG in Verbindung mit Art. 49/50 ElG: Darnach sind Naturschönheiten, soweit möglich, zu erhalten |411| und die Werke so auszuführen, dass sie das Landschaftsbild möglichst wenig stören. Dieser Grundsatz wird für Freileitungen in Art. 72 der Verordnung betreffend Starkstromanlagen nochmals ausdrücklich wiederholt.\n\nNach diesen gesetzlichen Bestimmungen ist die Erstellung von Freileitungen auch in Landschaften mit einer gewissen Schutzwürdigkeit nicht ausgeschlossen. Die Beschwerdeführer glauben nun aber, dass das neue Recht des BMR den Landschaftsschutz verstärkt und nun in allen Fällen, wo Freileitungen das Landschaftsbild in provisorischen Schutzgebieten beeinträchtigen, deren Erstellung ausgeschlossen habe. Diese Auffassung ist jedoch nicht haltbar, und auch die diesbezüglichen Hinweise in der Beschwerdeschrift auf die Gesetzesmaterialien gehen fehl. Über Sinn und Tragweite von Art. 4 Abs. 4 BMR lässt sich den Beratungen der Eidg. Räte nichts Zuverlässiges entnehmen; die Diskussion im Nationalrat bezog sich im wesentlichen auf die Fassung von Art. 4 Abs. 3 BMR (im Entwurf Abs. 2). Dabei erwähnte Nationalrat Binder beiläufig die Starkstromleitung im Gebiete des Reusstals, an der ein öffentliches Interesse bestehe (StenBull NR 1972, S. 242). Eine solche Äusserung eines Ratsmitgliedes genügt jedoch keineswegs, um anzunehmen, dass die elektrischen Leitungen unter Art. 4 Abs. 3 BMR und nicht unter die Spezialgesetzgebung fallen. Die Botschaft zum BMR erwähnt als ein Beispiel von Bauten, die unter die Spezialgesetzgebung fallen, \"gewisse militärische Bauten\", die von den Einschränkungen des Art. 4 BMR ausgenommen sein müssten (BBl 1972 I 512). In der Tat wird man annehmen müssen, dass der Bund weiterhin ohne kantonale Bewilligung militärische Bauten und Anlagen in provisorischen Schutzgebieten errichten kann. Doch ist dies nur ein Beispiel für eine unter Art. 4 Abs. 4 BMR fallende Ausnahme. Welche weitern Bauten und Anlagen nach der Spezialgesetzgebung des Bundes keiner kantonalen Bewilligung im Sinne von Art. 4 Abs. 2 BMR bedürfen und auch nicht unter die Einschränkungen von Abs. 3 fallen, muss durch Auslegung bzw. nach dem Sinn und Zweck des BMR bestimmt werden. Der BMR will auch Gegenden, die nicht zu den Landschaften von ausgesprochener Naturschönheit zählen, jedoch als Erholungsgebiet benötigt werden, vor einer unkontrollierten Bautätigkeit schützen und diesbezüglich einen zusätzlichen Schutz über das Gewässerschutzgesetz hinaus |412| schaffen (Botschaft zum BMR, BBl 1972 I 503). Nichts deutet jedoch darauf hin, dass der Bundesgesetzgeber mit dem BMR auch eine Verkabelungspflicht der Elektrizitätswerke in den provisorischen Schutzgebieten habe anordnen wollen. Ein dahingehender Wille hätte im Gesetz und in den Materialien klar zum Ausdruck gebracht werden müssen, was nicht der Fall ist.\n\nDie Frage, ob und wann eine Verkabelungspflicht für elektrische Leitungen besteht, beurteilt sich also nach wie vor ausschliesslich nach den einschlägigen Vorschriften des NHG, des EntG und des ElG. Es ist im vorliegenden Falle somit grundsätzlich eine ähnliche Interessenabwägung vorzunehmen wie in BGE 99 Ib 78 Erw. 3-7 betreffend die Überspannung des Reusstals durch eine 220 kV-Leitung. Ein gewisser Unterschied besteht insofern, als im vorliegenden Falle nur eine 50 kV-Leitung zu beurteilen ist. Doch ist die Absicht der NOK mit in Betracht zu ziehen, die Leitung später auf 110 kV umzubauen.\n\n4. Da die Frage der Verkabelung von Hochspannungsleitungen die Öffentlichkeit ständig beschäftigt, hielt es das Bundesgericht für angezeigt, über die technischen und finanziellen Auswirkungen einer Verkabelung der hier streitigen 50 kV-Leitung ein Gutachten einzuholen und sowohl den Parteien als auch weiteren Interessierten, nämlich der Eidg. Justizabteilung, der Abteilung Natur- und Heimatschutz des Oberforstinspektorates, der Eidg. Natur- und Heimatschutzkommission und der Baudirektion des Kantons Zürich Gelegenheit zu geben, sich am Augenschein zu den strittigen Fragen zu äussern.\n\na) Hinsichtlich der Betriebssicherheit führte der Experte aus, dass zwar mit Bezug auf 50 kV-Leitungen mehr Erfahrungen bestünden als mit Bezug auf 220 kV-Leitungen, aber auch bei 50 kV-Leitungen habe die Fabrikation nach dem neuesten Stand der Technik bisher noch nicht einen so hohen Grad an Sicherheit erreicht, dass diese Kabel bedenkenlos eingesetzt werden könnten. Bei den neuerdings mehr und mehr verlegten Polyäthylen-Kabeln bestehe zwar keine Gefahr mehr für Risse oder Löcher im Bleimantel, doch könnten geringste Einschlüsse in der Kunststoffmasse (Gasblasen und Unreinigkeiten) Durchschläge zur Folge haben. Bisher seien diese Kunststoffkabel nur vereinzelt für Spannungen über 30 kV |413| eingesetzt worden. Auch würden immer wieder Kabel durch Bauarbeiten beschädigt. Sehr häufig seien Endverschlüsse und Muffen Ursachen von Störungen. Da die Kabel in Abschnitten von 500 bis höchstens 1000 m Länge verlegt werden müssten, nehme die Störungsanfälligkeit solcher Kabel mit zunehmender Länge zu, und die Verkabelung der gesamten Strecke, wie sie von den Beschwerdeführern gefordert werde, führe deshalb notwendigerweise zu einer Verminderung der Betriebssicherheit.\n\nHinsichtlich der Schadenshäufigkeit ergebe sich aus deutschen Statistiken, dass bei 60 kV-Leitungen 3,04 Schäden auf 100 km Kabelleitung und 1,79 Schäden auf 100 km Freileitung festgestellt worden seien (1970). Bei niedrigeren Spannungen lägen die Zahlen umgekehrt - höhere Zahl der Schadensfälle bei Freileitungen.\n\nWichtiger als die etwas grössere Schadenshäufigkeit bei Kabelleitungen ist jedoch der Umstand, dass bei Kabelleitungen mit einer wesentlich längeren Dauer des Stromausfalles und einer wesentlich längeren Reparaturdauer gerechnet werden muss. Die Zuleitung zum Unterwerk Stäfa ist zweisträngig. Bei zweisträngigen Leitungen kann, so führt der Experte aus, oft durch blosse Umschaltung die Störung der Stromversorgung sofort behoben werden, sofern nur ein Strang von der Störung betroffen ist. Bei der Zuleitung zum Unterwerk Stäfa setzt dies aber voraus, dass auf dem zweiten Strang vom Unterwerk Thalwil her eine genügende Leistung zur Verfügung steht; andernfalls braucht es eine Intervention der Störequipe, um die halbe Leistung von der andern Zuleitung her zu übertragen, und dann ist mit einem Zeitaufwand von einer Stunde bis mehreren Stunden zu rechnen, bis der Stromunterbruch behoben werden kann. Zudem ist in einem solchen Fall die Leistung des einen Stranges um 50% seiner Normalleistung reduziert.\n\nKommt es zu einem Schaden in beiden Strängen - z.B. infolge von Bauarbeiten oder bei einem massiven Kurzschluss in einem Muffenschacht -, so deckt sich die Dauer des Stromausfalles mit der Dauer der Reparaturarbeiten. Diese dauern nach den Ausführungen des Experten bei Freileitungen nur kurze Zeit (1 bis maximal wenige Stunden). Bei Kabeln betrage dagegen die Reparaturdauer in der Regel mehrere Tage, da gegebenenfalls ein neues Kabel eingeschoben |414| werden müsse. In Extremfällen könne die Schadensbehebung mehrere Wochen beanspruchen. Dazu komme, dass oft die Ermittlung des Schadensortes eine recht zeitraubende Arbeit sei. Der Experte hat umfassende Erhebungen über die Ausfallzeiten und damit indirekt auch über die Reparaturzeiten im 50 kV-Kabelnetz verschiedener schweizerischer Kraftwerke durchgeführt. Selbst wenn ein Reservekabel bereitliege und der Störungsdienst bestens organisiert sei, könne die gesamte Reparaturzeit nicht unter zwei bis drei Tage herabgesetzt werden.\n\nWenn man mit einem 50 kV-Kabelnetz eine ähnlich hohe Versorgungssicherheit erreichen wolle wie mit einem 50 kV-Freileitungsnetz, müsste das Netz \"vermascht\" werden, d.h. die Unterstation müsste mindestens von zwei verschiedenen Seiten her eingespeist werden. So werde auch bei städtischen Netzen, wo die Verkabelung unvermeidlich sei, vorgegangen. In städtischen Verhältnissen lasse sich dies angesichts der \"Energiedichte\" auch finanziell verantworten, zumal die Distanzen mindestens relativ kurz seien. Bei Überlandnetzen wären jedoch die Kosten mit Rücksicht auf die grösseren Distanzen sehr viel erheblicher.\n\nDie Betriebssicherheit eines Kabels Mittlisberg-Unterwerk Stäfa könnte freilich erhöht werden, wenn die beiden Kabel auf der ganzen Strecke in zwei getrennten Trasses geführt würden. Dies bringe jedoch eine Verteuerung von 30-40% mit sich.\n\nAus diesen Ausführungen des Experten, denen sich das Bundesgericht anschliesst, folgt also, dass eine betriebssichere Einspeisung des Unterwerks Stäfa durch 50 kV-Kabel möglich wäre, doch würde sich aus der Notwendigkeit der Verlegung der zwei Kabelstränge in zwei getrennten Gräben eine Kostenerhöhung ergeben, die noch über die Annahme des EVED hinausginge.\n\nb) Müsste die NOK die strittige Strecke lediglich im Sinne eines absoluten Ausnahmefalles verkabeln, so wären die auf die Stromkonsumenten zu überwälzenden Mehrkosten durchaus tragbar. Die NOK hat jedoch mit Recht eingewendet, dass die präjudizielle Wirkung einer solchen Entscheidung nicht übersehen werden dürfe. Wenn sich im vorliegenden Falle aus einer richtigen Anwendung des Bundesrechts eine Verkabelungspflicht ergäbe, müsste auch in zahlreichen |415| andern Fällen verkabelt werden, und dadurch entstände eine Mehrbelastung der Elektrizitätswerke, die den Energieverbrauchern nicht zugemutet werden könne. Das Bundesgericht hat deshalb dem Experten die Frage gestellt, wie sich eine Verkabelungspflicht in allen Fällen, die ähnlich dem vorliegenden liegen, auf die Verbraucherpreise für elektrische Energie auswirken würde. Mit diesen finanziellen Auswirkungen einer Verkabelungspflicht hat sich das Bundesgericht bereits in BGE 99 Ib 81 Erw. 4 befasst, doch wurde die Frage nun noch wesentlich gründlicher untersucht.\n\nDer Experte führt aus, dass im Sommer 1974 für eine zweisträngige Freileitung auf Betonmasten mit einer Übertragungsleistung von 130-140 MVA mit Kosten von ca. Fr. 220 000.-- je km gerechnet werden müsse. Eine Kabelleitung von gleicher Länge (ebenfalls mit zwei Strängen) komme auf Fr. 1 200 000.-- zu stehen, also ca. 1 Mio Franken teurer pro km Doppelstrang. Die Mehrkosten betragen somit - vereinfacht - rund Fr. 500 000.-- pro Strang und pro km.\n\nDer Experte hält dafür, dass für die Umrechnung auf die Jahreskosten 9% der investierten Mittel für Zins und Amortisation und 2% für Betriebs- und Unterhaltskosten einzusetzen seien. Insgesamt sind also 11% von Fr. 500 000.-- als zusätzliche Jahreskosten pro km Einstrangleitung zu rechnen.\n\nDer Experte ist dann weiter so vorgegangen, dass er durch eine Umfrage bei einer Mehrzahl von Elektrizitätswerken abzuklären versuchte, in welchem Umfange die befragten Werke in den kommenden zehn Jahren neue 50 kV-Leitungen zu bauen beabsichtigen und mit welcher Energieabgabe zu rechnen sei, wenn der Verbrauch jährlich um 6% zunimmt. Der Experte hat so einen Faktor Q ermittelt, bei dem er die gesamte im neu zu erstellenden Netz zu übertragende Energie in Bezug zur neuen Leitungslänge (Stranglänge) setzte. Es ergab sich für die befragten Elektrizitätswerke ein mittlerer Q-Wert von 5,66 x 106 kWh/km. Der Experte fand dann die mutmassliche Energiepreiserhöhung, indem er die Jahreskosten je km (11% von Fr. 500 000.--) durch diesen Faktor Q teilte. Dies ergab eine Energiepreiserhöhung von 0,97 Rp./k Wh. Da der Durchschnittspreis der elektrischen Energie für den Endverbraucher mit 9,1 Rp./kWh anzunehmen ist (Ansatz 1971/72 gemäss Bericht des Eidg. Amtes für Energiewirtschaft), bedeutet ein Aufschlag um 0,97 Rp. eine prozentuale |416| Erhöhung des Energiepreises beim Verbraucher um 10,66%, wenn in Zukunft das gesamte 50 kV-Netz verkabelt werden müsste.\n\nDer Experte hat dann weiter berücksichtigt, dass das Gebiet am Pfannenstiel, durch welches die Leitung führt, nach den Beobachtungen des Bundesgerichtes am Augenschein zu den Gebieten mittlerer Schutzwürdigkeit zu rechnen ist. Eine Verkabelungspflicht der Beschwerdegegnerin für die Freileitung am Pfannenstiel und in ähnlichen Fällen würde in Zukunft zwar keine vollumfängliche, aber doch eine sehr weitgehende Verkabelungspflicht der Elektrizitätswerke nach sich ziehen. Da ein häufiger Wechsel zwischen Kabelleitung und Freileitung aus technischen Gründen möglichst zu vermeiden ist, hält der Experte dafür, dass im Falle einer Gutheissung der vorliegenden Beschwerde in Zukunft ca. 70-80 % aller neu zu erstellenden 50 kV-Leitungen verkabelt werden müssten. Dies würde beim Verbraucher zu einer Erhöhung des Strompreises von 7,5-8.5 % führen.\n\nDer Experte macht aber darauf aufmerksam, dass eine weitgehende Verkabelungspflicht noch zu wesentlich höheren Kosten Anlass gäbe, die mit einer Erhöhung des Strompreises um 7,5-8,5% noch nicht abgedeckt wären. Zu berücksichtigen sei, dass zahlreiche bestehende 50 kV-Leitungen in den nächsten Jahren auf 110 bzw. 132 kV umgebaut werden sollen. Sodann könnte selbstverständlich in Zukunft auch eine Verkabelung der 16 kV-Leitungen in den Erholungsgebieten gefordert werden. Ferner entständen Mehrkosten infolge von Trasseverlängerungen (möglichst ebene Verlegung der Kabel) und anderer zusätzlicher Massnahmen. Schliesslich würde die oben erwähnte technisch gebotene \"Vermaschung\" beträchtliche zusätzliche Kabelleitungen nötig machen. Der Experte hält dafür, dass diese zusätzlichen Kosten möglicherweise noch stärker ins Gewicht fallen als die zunächst betrachteten reinen Verkabelungsmehrkosten. Für einen Verkabelungsgrad von 70-80% schätzt deshalb der Experte die Mehrkosten insgesamt auf 20-30% des Strompreises. Bei einer Verkabelung aller 50 kV-Leitungen würden die Mehrkosten auf 29-37% steigen, und bei einer Beschränkung der Verkabelung auf 20-30% des Leitungsnetzes würden sie sich in der Grössenordnung von 6-11% des Strompreises halten. Eine allgemeine Verkabelung der neuen Leitungen in der Schweiz würde nach |417| Auffassung des Experten in den nächsten zehn Jahren Mehrinvestitionen in der Grössenordnung von 2,5-3,5 Md. Franken erfordern, einen Betrag, der ganz auf den Strompreis umgelegt werden müsste.\n\nEs ist klar, dass insbesondere die Zahlen des Experten über die \"zusätzlichen Kosten\" nur grobe Schätzungen sein können. Doch genügen solche grobe Schätzungen durchaus, um die finanzielle Tragweite einer weitgehenden Verkabelungspflicht für die schweizerische Energiewirtschaft zu erkennen. Diese finanziellen Auswirkungen dürfen und müssen bei einer bundesrechtskonformen Abwägung zwischen den beiden öffentlichen Interessen des Landschaftsschutzes einerseits, einer möglichst sicheren und preisgünstigen Energieversorgung anderseits in die Waagschale geworfen werden. Das Ergebnis der Expertise zeigt eindeutig, dass mindestens beim heutigen Stande der Technik und unter Berücksichtigung der für die nächsten Jahre zu erwartenden technischen Weiterentwicklung in einem hochindustrialisierten Staatswesen gewisse Beeinträchtigungen des Landschaftsbildes auch durch neue Freileitungen in Kauf genommen werden müssen. Derartige Freileitungen verstossen deshalb nicht gegen das Natur- und Heimatschutzgesetz und gegen das Enteignungsgesetz.\n\nDas EVED erfüllt somit durchaus die ihm durch das EntG und das NHG überbundene Pflicht, für eine Schonung des Landschaftsbildes zu sorgen, wenn es sorgfältig überprüft, ob die von den Elektrizitätswerken geplanten Freileitungen sich bestmöglich in das Landschaftsbild einpassen. Im hier zu beurteilenden Falle hat der Augenschein gezeigt, dass die Ingenieure der Beschwerdegegnerin bestrebt waren, diesem Postulat tunlichst nachzukommen. Die Beschwerdeführer haben denn auch im Verfahren vor Bundesgericht nicht mehr geltend gemacht, dass eine bessere Linienführung möglich sei.\n\nEs muss somit mindestens für 50 kV-Leitungen und noch höher gespannte Leitungen bei der Rechtsprechung von BGE 99 Ib 70 bleiben, wonach sich aus dem NHG nur bei besonders schützenswerten Objekten aus dem Bundesrecht eine Verkabelungspflicht ergeben kann, und auch dann sind alle Umstände des Einzelfalles mit in Betracht zu ziehen (BGE 99 Ib 85 Erw. 7).\n\n5. Das Bundesgericht hat nicht Stellung zu nehmen zur Frage, ob die Beschwerdegegnerin von Bundesrechts wegen |418| hätte verpflichtet werden können, das östliche Teilstück zu verkabeln, wie sie dies getan hat. Zwar haben es einige der Beschwerdeführer offenbar als rechtsungleiche Behandlung empfunden, dass die Beschwerdegegnerin nicht die ganze Strecke einheitlich - sei es als Kabelleitung, sei es als Freileitung - gebaut hat. Die Beschwerdegegnerin hat die Verkabelung des östlichen Teils damit begründet, dass eine Freileitung auf der Langholzhöhe stärker in Erscheinung träte als im westlichen Teil entlang den Waldrändern. Wie es sich damit verhält, kann dahingestellt bleiben. Jedenfalls können die Beschwerdeführer nicht mehr fordern, als dass das Enteignungsverfahren, soweit es ihr Grundeigentum betrifft, bundesrechtskonform durchgeführt wird. Wenn die Beschwerdegegnerin in einem Nachbarabschnitt ein Mehreres im Interesse des Landschaftsschutzes getan hat, war dies ihre Sache.\n\n6. Im Enteignungsverfahren trägt im allgemeinen der Enteigner die Gerichtskosten, einschliesslich der Parteientschädigung an die Enteigneten. Auch wenn die Enteigneten im vorliegenden Falle unterliegen, besteht kein Anlass, von dieser Grundregel des Art. 116 EntG abzuweichen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}