{"annee": "100", "cour": "V", "page": "100", "date": "18/6/1974", "cite": ["97 V 50", "98 V 214", "98 V 205"], "cite_par": ["101 V 271", "101 V 43", "101 V 191", "102 V 40"], "chapeau": "26. Urteil vom 18. Juni 1974 i.S. Bundesamt für Sozialversicherung gegen Schmid und Rekurskommission für Sozialversicherung des Kantons Appenzell AR", "regestes": ["Art. 12 al. 1 LAI. Les assurés mineurs souffrant de polyarthrite juvénile ont droit aux mesures médicales nécessaires (traitements reconstructifs et conservateurs). Précision de la jurisprudence."], "faits": "BGE 100 V 100 S. 100\n\nA.- Der 1957 geborene Werner Schmid leidet an primär chronischer Polyarthritis (Morbus Still) sowie an Strabismus. Seit 1. Juni 1967 gewährt die Invalidenversicherung physikalische Therapie als Eingliederungsmassnahme gemäss Art. 12 Abs. 1 IVG (Verfügung vom 28. Juni 1967), welche gestützt auf Berichte von Dr. med. Z. vom 16. Mai 1968 und 19. Juni 1969 sowie Dr. med. K. vom 2. Oktober 1969 als vorbeugende Massnahme zum Zwecke der Bewahrung der später zu erwartenden Erwerbsfähigkeit vor wesentlicher Beeinträchtigung fortgesetzt wurde (Verfügungen vom 4. Juli 1968, 1. Dezember 1969 und 26. Januar 1972). Auf Weisung des Bundesamtes für Sozialversicherung wurde die Verfügung vom 26. Januar 1972 auf Ende 1972 befristet, weil es sich bei der Physiotherapie nicht um eine Eingliederungsmassnahme nach Art. 12 IVG handle (Verfügung vom 31. Oktober 1972). Mit Eingabe vom 9. Juli 1973 ersuchte die Appenzellische Rheumaliga beider Rhoden um Kostenübernahme der Behandlung in einer Spezialklinik sowie der allfällig von der Klinik verordneten ambulanten Turn- und Schwimmtherapie. Diese Behandlung sei unbedingt notwendig, um einer Versteifung der Gelenke, insbesondere einer Fehlstellung der Hüftgelenke, vorzubeugen, welche unweigerlich zur Invalidität führe und eine spätere Berufsausbildung erschwere oder verhindere.\n\nMit Verfügung vom 14. August 1973 wies die Ausgleichskasse das Gesuch ab.\n\nBGE 100 V 100 S. 101\n\nB.- Die Rekurskommission für Sozialversicherung des Kantons Appenzell AR hiess durch Entscheid vom 15. November 1973 eine gegen diese Verfügung erhobene Beschwerde gut. Die Physiotherapie und die Balneotherapie seien im Sinne von Art. 12 IVG und in Anlehnung an Rz. 21 des Kreisschreibens über medizinische Eingliederungsmassnahmen ausschliesslich auf die spätere Erzielung der Erwerbsfähigkeit und Berufsausbildung ausgerichtet.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde stellt das Bundesamt für Sozialversicherung den Antrag, der kantonale Entscheid sei aufzuheben und die Kassenverfügung vom 14. August 1973 wiederherzustellen. Konservative Massnahmen allein gälten bei der juvenilen Polyarthritis als Behandlung des Leidens an sich (EVGE 1968 S. 259).\n\nDie Rheumaliga beantragt Abweisung der Verwaltungsgerichtsbeschwerde und verweist auf einen Bericht von Dr. Z., wonach Physiotherapie und Schwimmen der unmittelbaren Verhinderung von Gelenkversteifungen dienten.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Unter den allgemeinen Voraussetzungen des Art. 8 Abs. 1 IVG hat der Versicherte nach Art. 12 Abs. 1 IVG Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren.\n\nAls Behandlung des Leidens an sich gilt rechtlich jede medizinische Vorkehr, sei sie auf das Grundleiden oder auf dessen Folgeerscheinungen gerichtet, solange labiles pathologisches Geschehen vorhanden ist. Eine solche Vorkehr bezweckt nicht unmittelbar die Eingliederung. Durch den Ausdruck labiles pathologisches Geschehen wird der juristische Gegensatz zu wenigstens relativ stabilisierten Verhältnissen hervorgehoben. Erst wenn die Phase des labilen pathologischen Geschehens insgesamt abgeschlossen ist, kann sich - bei volljährigen Versicherten - die Frage stellen, ob eine medizinische Vorkehr Eingliederungsmassnahme sei. Die Invalidenversicherung übernimmt in der Regel nur unmittelbar auf die Beseitigung oder Korrektur stabiler Defektzustände oder Funktionsausfälle gerichtete Vorkehren, sofern sie die Wesentlichkeit und BGE 100 V 100 S. 102Beständigkeit des angestrebten Erfolges im Sinne des Art. 12.Abs. 1 IVG voraussehen lassen. Dagegen hat die Invalidenversicherung eine Vorkehr, die der Behandlung des Leidens an sich zuzuzählen ist, auch dann nicht zu übernehmen, wenn ein erheblicher Eingliederungserfolg vorauszusehen ist. Der Eingliederungserfolg, für sich allein betrachtet, ist im Rahmen des Art. 12 IVG kein taugliches Abgrenzungskriterium, zumal praktisch jede ärztliche Vorkehr, die medizinisch erfolgreich ist, auch im erwerblichen Leben eine entsprechende Verbesserung bewirkt (BGE 98 V 205 mit Hinweisen).\n\nb) Es kann keinem Zweifel unterliegen und entspricht auch ständiger Rechtsprechung, dass die Polyarthritis nach ihrem Gesamtverlauf labiles pathologisches Geschehen im Sinne der vorstehenden Ausführungen darstellt. Aus diesem Grunde kann auch rekonstruktiven Eingriffen zur Erhaltung oder Verbesserung der Funktionstüchtigkeit eines von der Krankheit befallenen oder bereits zerstörten Gelenks nicht Eingliederungscharakter im Sinne des Art. 12 Abs. 1 IVG zukommen, selbst wenn der angegangene lokale Defektzustand an sich stabil ist, solange mit einem solchen Eingriff bloss eine Teilerscheinung auf dem Hintergrund eines viel umfassenderen labilen pathologischen Geschehens behoben wird. Erlöscht dagegen die primär chronische Polyarthritis unter Zurücklassung zerstörter Gelenke, so können entsprechende rekonstruktive Operationen ausnahmsweise in den Aufgabenbereich der Invalidenversicherung fallende medizinische Eingliederungsmassnahmen sein (BGE 97 V 50 mit Hinweisen). Das gilt vorab für die primär chronische Polyarthritis Erwachsener.\n\nc) Bei der juvenilen Polyarthritis ist in zweifacher Hinsicht zu differenzieren. Vorerst ist die medizinische Prognose in Fällen juveniler Polyarthritis generell günstiger als bei der Polyarthritis Erwachsener, indem der entzündliche Prozess im Erwachsenenalter meistens erlöscht; so Prof. B. in einem gerichtlichen Gutachten vom 17. August 1968 (das dem in EVGE 1968 S. 249 publizierten Fall zugrunde liegt):\n\n\"Bei den schweren Fällen, die rund 1/3 des Krankengutes der juvenilen Polyarthritis umfassen, kommt es zu schweren Gelenksveränderungen, und der entzündliche Prozess kann über längere Zeit bestehen. Aber auch bei diesen Fällen kommt es im Erwachsenenalter meist zu einem Stillstand, zu einem Auslöschen des entzündlichen Prozesses, so dass gerade bei der juvenilen Polyarthritis nur anfänglich und temporär BGE 100 V 100 S. 103von einem progredient chronischen Verlauf gesprochen werden kann... Nicht beeinflussbare, maligne Formen sind bei der juvenilen Polyarthritis praktisch nicht bekannt, so dass bei der juvenilen Polyarthritis von einem fortschreitenden progressiven Charakter der Krankheit nur in einem bestimmten Zeitabschnitt gesprochen werden kann.\"\n\nSodann ergibt sich eine weitere, durch das Gesetz bedingte Differenzierung, insofern es sich um nichterwerbstätige Minderjährige handelt. Gemäss Art. 5 Abs. 2 IVG ist nämlich in solchen Fällen für die Beurteilung des Anspruches auf medizinische Massnahmen nicht der Moment massgebend, in dem die beanspruchte Vorkehr durchgeführt wird, sondern der Zeitpunkt, in dem der Jugendliche voraussichtlich in das Erwerbsleben eintreten wird.\n\nIm Hinblick auf diese zwei Besonderheiten gelangte das Eidg. Versicherungsgericht zum Schluss, es könnten Jugendlichen mit juveniler Polyarthritis grundsätzlich medizinische Massnahmen (rekonstruktive Operationen) zugesprochen werden, weil im Lichte des Art. 5 Abs. 2 IVG mit Bezug auf den massgebenden Zeitpunkt eine hinreichende Stabilisierung vorausgesehen werden könne, dies gestützt auf die vom Experten vermittelte und auf statistischer Erfahrung beruhende Erkenntnis, dass der entzündliche Prozess bei juveniler Polyarthritis im Erwachsenenalter mehrheitlich zum Stillstand kommt (EVGE 1968 S. 249).\n\nDen sogenannten Rehabilitationsvorkehren kann indessen nach bisheriger Praxis (EVGE 1968 S. 259) nur der Charakter von Eingliederungsmassnahmen zugesprochen werden, wenn sie nicht zur konservativen Therapie der Grundkrankheit zählen, sondern als Nachbehandlung der operativen Eingriffe aufzufassen sind. Diese Rechtsprechung ist nach einem Beschluss des Gesamtgerichts vom 3. April 1974 wie folgt zu präzisieren:\n\nBei den schweren Fällen juveniler Polyarthritis, die laut Prof. B. rund einen Drittel des Krankengutes ausmachen, kommt es im Erwachsenenalter zu einem Erlöschen des entzündlichen Prozesses. Ohne entsprechende Prophylaxe können indessen bei diesen Fällen schwere Gelenksveränderungen auftreten; das heisst, dass stabile Defektzustände entstehen, welche die berufliche Ausbildung und die künftige Erwerbsfähigkeit des Jugendlichen beeinträchtigen werden. Weil auf Grund der statistischen Wahrscheinlichkeit damit zu rechnen ist, dass die Physiotherapie geeignet ist, Skelettdefekte zu verhindern, BGE 100 V 100 S. 104sind auch die konservativen Vorkehren zur Verhütung solcher drohender Defekte als medizinische Eingliederungsmassnahmen zu übernehmen. Eine unterschiedliche rechtliche Behandlung der Skelettveränderungen bei Polio, Skoliose, Kyphose und Lordose einerseits (BGE 98 V 214) und der juvenilen Polyarthritis anderseits lässt sich daher nicht rechtfertigen. Demzufolge haben an juveniler Polyarthritis leidende Jugendliche bis zum Abschluss des Wachstumsalters Anspruch auf jene medizinischen Vorkehren, welche notwendig sind, um dauernde Skelettschäden zu verhüten, die ihre Berufsbildung oder ihre spätere Erwerbsfähigkeit beeinträchtigen würden. Dieser Anspruch besteht im Einzelfall nur dann nicht, wenn und solange kein derart schwerwiegender Defektzustand droht.\n\nIn Fällen, in denen neben der Physiotherapie zur Verhinderung drohender Skelettdefekte eine medikamentöse Behandlung zur Stabilisierung der Grundkrankheit vorgenommen wird, ist allerdings zu prüfen, ob diese nach den von der Rechtsprechung entwickelten Grundsätzen als untrennbarer Bestandteil der Physiotherapie übernommen werden kann.\n\n2. Im vorliegenden Fall dient die Physiotherapie und die Balneotherapie nach Angaben der behandelnden Ärzte der Verhinderung von Gelenksveränderungen. Nach dem in Erw. 1c Gesagten hat Werner Schmid daher bis zu seiner Volljährigkeit Anspruch auf die dazu notwendigen medizinischen Massnahmen nach Art. 12 IVG.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}