{"annee": "100", "cour": "IB", "page": "101", "date": "17/5/1974", "cite": [], "cite_par": ["106 V 139", "119 IB 91", "108 IB 19", "105 IB 348", "119 IB 33", "106 IB 125", "110 IB 213", "110 IB 63"], "chapeau": "17. Arrêt du 17 mai 1974, dans la cause Vermont-Mon Repos, maison de repos et de vacances de l'Armée du Salut, contre Département fédéral de l'économie publique.", "regestes": ["Art. 100 lit. b ch. 3 OJ. Le Tribunal fédéral peut se saisir d'un recours dirigé contre une décision relative au champ d'application de la législation fédérale en matière de police des étrangers (consid. 1b). A CF du 6 juillet 1973 limitant le nombre des étrangers qui exercent une activité lucrative; art. 1er al. 2 de l'ordonnance d'exécution. 1. L'ordonnance d'exécution du 6 juillet 1973 donne une définition plus restrictive que la précédente des asiles et établissements dont lepersonnel n'est pas soumis aux mesures de limitations. La légalité de cette définition ne saurait toutefois être mise en cause, car l'ordonnance repose sur une délégation contenue à l'art. 25 de l'ACF du 6 juillet 1973 (consid. 2). 2. Les institutions sociales de l'Armée du Salut en Suisse ont des buts idéaux, altruistes et philanthropiques, mais ils sont si généraux qu'ils vont bien au-delà de la notion d'asile telle que définie par l'ACF et son ordonnance d'exécution. Il convient donc de décider de cas en cas si elles sont soumises à l'ACF (consid. 3). 3. Lorsqu'un établissement a un caractère mixte, il n'est considéré comme asile que s'il reçoit en majeure partie des personnes destinées à être spécialement soignées, assistées ou surveillées en raison de maladie, d'âge ou d'infirmité. Tel ne saurait être le cas, s'agissant d'une maison de 90 lits, qui occupe un personnel réduit et non spécialisé (consid. 4)."], "faits": "BGE 100 Ib 101 S. 103\n\nA.- L'Association pour les oeuvres sociales de l'Armée du Salut, coopérative des art. 828 ss. CO, avec siège à Berne, est propriétaire à Leysin d'une maison de repos et de vacances appelée \"Vermont - Mon Repos\" (ci-après: Vermont). Les personnes que cette maison reçoit en pension complète sont des convalescents, des handicapés ou des dépressifs pour un tiers, des personnes âgées pour un autre tiers, et pour le reste des personnes en vacances; le nombre des pensionnaires est de 90 au maximum, avec des variations saisonnières. L'institution a un but non lucratif. Elle est exploitée par la Fondation de l'Armée du Salut en Suisse, à Berne. En plus de deux ou trois officiers de cette organisation, elle occupe quatre personnes, dont trois de nationalité étrangère.\n\nLa Direction de Vermont ayant décidé en été 1973 d'engager comme employée de maison une ressortissante française, Noëlle Andrieu, la Police fédérale des étrangers demanda à l'Office fédéral de l'industrie, des arts et métiers et du travail (OFIAMT) si ce cas pouvait être considéré comme non soumis à l'ACF du 6 juillet 1973 limitant le nombre des étrangers qui exercent une activité lucrative (ROLF 1973 p. 1098), l'art. 2 al. 1 lit. b de cet arrêté déclarant celui-ci non applicable en principe aux étrangers occupés dans les hôpitaux, asiles et établissements similaires, publics ou privés.\n\nB.- Par décision du 4 octobre 1973, l'OFIAMT prononça que Vermont était soumis aux mesures de limitation.\n\nSaisi d'un recours, le Département fédéral de l'économie publique l'a rejeté le 10 janvier 1974, en ajoutant qu'en cas de BGE 100 Ib 101 S. 104difficultés insurmontables, la recourante avait la faculté de demander à l'autorité cantonale compétente une attribution de main-d'oeuvre étrangère sur le contingent cantonal.\n\nC.- Agissant au nom de la fondation qui exploite Vermont, le Secrétaire en chef de l'Armée du Salut en Suisse attaque ce prononcé par recours de droit administratif du 9 février 1974, en demandant une décision du Tribunal fédéral constatant que toutes les institutions sociales de l'Armée du Salut ont le caractére d'\"hôpitaux, asiles et établissements similaires, publics ou privés\", au sens des prescriptions fédérales limitant le nombre des étrangers qui exercent une activité lucrative. Selon le recourant, l'Office cantonal du travail, à Lausanne, a déclaré ne disposer d'aucune unité, fixe ou saisonnière, à attribuer à Vermont sur le contingent cantonal.\n\nLe Département fédéral de l'économie publique conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. a) Le recours a été présenté en temps utile et dans les formes requises par la loi, encore que motivé de façon très sommaire.\n\nLa Fondation pour l'Armée du Salut en Suisse avait qualité pour recourir. Elle agissait en effet comme employeur, puisque exploitant Vermont; or, selon l'art. 24 de l'ACF du 6juillet 1973 limitant le nombre des étrangers qui exercent une activité lucrative (ci-après: ACF du 6juillet 1973), l'employeur a également le droit de recourir, si bien qu'on se trouve dans l'hypothèse prévue par l'art. 103 lit. c OJ.\n\nb) On peut en revanche se demander si, quant à son objet, le recours est de la compétence du Tribunal fédéral, ou s'il ne relève pas plutôt du Conseil fédéral. Selon l'art. 100 lit. b ch. 3 OJ, le recours de droit administratif n'est en effet pas ouvert, en matière de police des étrangers, contre l'octroi ou le refus d'autorisations auxquelles le droit fédéral ne confère pas un droit. Or, comme les arrêtés qui l'ont précédé le 21 avril 1971 (ROLF 1971 p. 471), le 16 mars 1970 (ROLF 1970 p. 309), les 28 février 1968/26 mars 1969 (ROLF 1968 p. 386 et 1969 p. 316) et antérieurement, l'ACF du 6 juillet 1973 a été édicté en application des art. 16, 18 al. 4 et 25 de la LF sur le séjour et l'établissement des étrangers (LSEE; RS 142.20), si bien qu'il fait partie de la législation fédérale en matière de police des étrangers, son but BGE 100 Ib 101 S. 105particulier étant d'ailleurs expressément prévu par l'art. 16 al. 1 LSEE. L'art. 4 de cette loi dispose que l'autorité statue librement, dans le cadre des prescriptions légales et des traités avec l'étranger, sur l'octroi de l'autorisation de séjour; la jurisprudence en a déduit que, sous réserve de certains traités, il n'y avait pas de droit à l'octroi ou au renouvellement d'une telle autorisation, et que le recours de droit administratif n'était par conséquent pas possible en cas de refus (RO 99 Ib 198, 97 I 553). On pourrait considérer que cette jurisprudence vaut aussi pour les décisions prises en vue de limiter le nombre des étrangers qui exercent une activité lucrative en Suisse.\n\naa) La question, qui n'est pas tranchée par la loi spéciale, a déjà fait l'objet de trois échanges de vues avec le Conseil fédéral. Lors du premier, le 10 février 1970, le Tribunal fédéral a admis sa compétence, mais cela n'est plus décisif, car il s'agissait de l'application de dispositions spéciales de l'ACF des 28 février 1968/26 mars 1969, qui n'ont plus leur équivalent dans la réglementation actuelle. La seconde fois, le 4 juin 1970, le Tribunal fédéral a affirmé que les recours contre les décisions prises par le Département fédéral de l'économie publique ou par l'autorité cantonale de dernière instance en application de l'ACF du 16 mars 1970 n'étaient pas de sa compétence; mais il s'agissait d'un échange de vues de principe, en dehors de tout cas concret. Enfin, le 10 décembre 1971, le Tribunal fédéral a accepté de se saisir des recours qui seraient formés contre des prononcés du Département fédéral de l'économie publique revoyant des décisions prises par l'OFIAMT en application de l'art. 16 al. 1 lit. d de l'ACF du 21 avril 1971, c'est-à-dire quant à la question de savoir si un employeur remplit les conditions permettant d'occuper de la main-d'oeuvre saisonnière; il a été considéré qu'étant relatives au champ d'application de l'arrêté du Conseil fédéral, de telles décisions ne concernaient pas l'autorisation de séjour et de travail à accorder à une personne déterminée et qu'elles ne tombaient donc pas sous le coup de l'art. 100 lit. b ch. 3 OJ. Pour le surplus, le Tribunal fédéral a expressément réservé la position prise le 4 juin 1970.\n\nDepuis lors, le Tribunal fédéral a jugé par deux fois des affaires où il s'agissait de se prononcer sur l'applicabilité de l'arrêté du Conseil fédéral, en général ou dans certaines de ses dispositions particulières (arrêt non publié Josefheim, du 14 août 1972: qualification d'une institution comme hôpital, asile ou BGE 100 Ib 101 S. 106établissement similaire; arrêt non publié Dillier AG, du 16 novembre 1973: qualification d'une entreprise comme entreprise saisonnière). Dans les deux cas, la recevabilité du recours de droit administratif résultait de ce qui avait été admis le 10 décembre 1971.\n\nbb) On se trouve ici en présence d'un cas semblable. Certes, c'est à l'occasion de l'engagement d'une personne déterminée que l'OFIAMT a été amené à prendre la décision négative qui est à l'origine du présent recours. Mais il l'a fait en application de l'art. 17 al. 2 lit. a/aa de l'ACF du 6 juillet 1973, qui lui donne compétence pour statuer sur l'assujettissement à cet arrêté. Il s'agissait bien de trancher une question d'assujettissement, à savoir de décider si le personnel de Vermont est en principe soumis ou non aux mesures de limitation. Le cas particulier de Noëlle Andrieu n'était pas directement visé dans la décision prise.\n\nIl y a lieu de confirmer ce qui a été implicitement admis dans les deux arrêts précités, sur la base de l'échange de vues de fin 1971. Cette pratique trouve sa justification en ceci que l'art. 4 LSEE n'accorde un pouvoir de libre décision à l'autorité que dans le cadre de la législation fédérale; la question de savoir si celle-ci est applicable dans certaines circonstances échappe à ce pouvoir de libre décision, et elle doit pouvoir être portée devant le Tribunal fédéral par la voie du recours de droit administratif.\n\nAu surplus, c'est en l'espèce le droit de l'employeur d'occuper librement du personnel étranger qui est en cause, droit qui découle en principe de l'art. 31 Cst. et qui est simplement restreint par les mesures de limitation édictées par le Conseil fédéral; il ne s'agit donc pas de la faculté pour une personne étrangère d'obtenir une autorisation de séjour et de travail. Mais la question de la compétence du Tribunal fédéral doit être entièrement réservée pour l'hypothèse où il s'agirait d'une telle autorisation en elle-même.\n\nc) Le recours est ainsi recevable.\n\nLe Tribunal fédéral ne pourrait intervenir en l'espèce que pour violation du droit fédéral, y compris l'excès et l'abus du pouvoir d'appréciation, ainsi que pour constatation inexacte ou incomplète des faits pertinents, sans qu'il lui appartienne de revoir d'éventuelles questions d'opportunité (art. 104 OJ).\n\nLes faits qui ressortent du dossier ne sont ni contestés ni incomplets, si bien qu'il y a lieu d'examiner uniquement s'il y a BGE 100 Ib 101 S. 107eu violation du droit fédéral, éventuellement excès ou abus du pouvoir d'appréciation de l'administration.\n\n2. Selon l'art. 2 al. 1 lit. b de l'ACF du 6 juillet 1973, cet arrêté ne s'applique pas aux étrangers exerçant une activité lucrative à l'année et aux saisonniers occupés dans les hôpitaux, asiles et établissements similaires publics ou privés, sauf en ce qui concerne les art. 12 à 14, 20 et 22. La même disposition figurait déjà dans les arrêtés précédents.\n\nA l'art. 1er al. 2 de l'ordonnance d'exécution du 6 juillet 1973 (ROLF 1973 p. 1111), le Département fédéral de l'économie publique a précisé qu'il devait s'agir \"d'asiles et établissements destinés à éduquer, soigner ou assister des personnes qui, pour des raisons de maladie, d'infirmité ou d'âge, ont régulièrement besoin de l'assistance de tiers ou, du fait de leur comportement, doivent être spécialement surveillées et assistées\". Sur trois points, cette définition est plus restrictive que celle de la précédente ordonnance d'exécution, du 21 avril 1971 (art. 1er al. 2); il n'y est plus question des établissements hébergeant simplement certaines personnes, ni de l'indigence à côté des raisons de maladie, d'infirmité, d'âge ou de comportement; en outre, le terme spécialement a été ajouté avant les mots \"surveillées et assistées\".\n\nLa légalité de cette définition réglementaire n'est ni contestée ni d'ailleurs contestable. L'ordonnance d'exécution repose sur une délégation contenue à l'art. 25 de l'ACF du 6 juillet 1973, dont le texte n'attribue à vrai dire qu'un pouvoir de haute surveillance au Département fédéral de l'économie publique, mais dont le titre porte aussi des prescriptions d'exécution. Or c'est notamment le rôle de telles prescriptions que de fixer le sens de notions imprécises. La définition de l'asile est aujourd'hui plus restrictive que naguère, mais cette sévérité accrue se justifie par le fait que l'ACF du 6 juillet 1973 tend à restreindre davantage qu'autrefois le nombre des étrangers travaillant en Suisse; l'art. 1er al. 1 dispose en effet que ce nombre doit être limité d'une manière efficace (wirksam), alors que l'ACF du 21 avril 1971 parlait simplement de limiter. S'agissant d'institutions à caractère social plus ou moins prononcé, il y avait un arbitrage à faire entre les exigences de la politique sociale, d'une part, et celles de la politique économique et démographique, d'autre part. Cet arbitrage étant affaire d'opportunité, le Tribunal fédéral ne pourrait le revoir que s'il y avait été procédé de BGE 100 Ib 101 S. 108façon inconciliable avec la loi; or tel n'est pas le cas à propos de la notion d'asile.\n\n3. La recourante voudrait que toutes les institutions sociales de l'Armée du Salut en Suisse soient considérées comme des asiles ou des établissements similaires, ce qui aurait pour effet de les soustraire toutes à l'application de l'ACF du 6 juillet 1973, dans la mesure prévue à l'art. 2 al. 1 de cet arrêté. Elle demande donc une décision en constatation de droit, en tant qu'il ne s'agit pas spécialement de Vermont.\n\nDu point de vue de la procédure, une telle conclusion peut être tenue pour recevable, en raison d'un intérêt manifeste et actuel de la recourante (RO 98 Ib 459/460). Mais elle ne peut être admise. Selon les statuts qui ont été produits, la Fondation de l'Armée du Salut en Suisse et l'Association pour les oeuvres sociales de l'Armée du Salut ont certes des buts idéaux, altruistes et philanthropiques. Mais ces buts sont si généraux qu'ils vont bien au-delà de la notion d'asile telle que définie de façon restrictive par les dispositions rappelées plus haut. Entrer dans les vues de la recourante reviendrait à étendre l'application de ces dispositions à toutes les institutions sociales sans but lucratif, ce qui n'est évidemment pas possible en l'état actuel du droit. Seuls le Conseil fédéral et son Département de l'économie publique auraient pu aller jusque-là, par des prescriptions plus libérales, en admettant que des considérations de politique sociale l'emportaient sur le souci de lutter de façon efficace contre la surpopulation étrangère.\n\nIl faut donc examiner pour lui-même le cas de chaque établissement en particulier, après en avoir déterminé le caractère réel et spécifique.\n\n4. La maison de repos et de vacances de Vermont a un caractère mixte. Selon le recours, ses pensionnaires sont pour un tiers des personnes convalescentes, handicapées ou dépressives, dont on peut admettre qu'elles doivent être spécialement surveillées et assistées, voire soignées, au sens de l'art. 1er al. 2 de l'ordonnance d'exécution du 6 juillet 1973. Bien qu'étant en partie des personnes âgées, les autres pensionnaires ne semblent pas être dans cette situation, le directeur de Vermont ayant luimême écrit le 25 septembre 1973 à l'OFIAMT qu'elles venaient pour un repos et un renouvellement indispensables, en d'autres termes pour des vacances. Il y a pour ces personnes simple hébergement, ce qui ne suffit plus selon la nouvelle ordonnance d'exécution.BGE 100 Ib 101 S. 109\n\nSelon une pratique confirmée par des directives non publiées, l'OFIAMT fait intervenir dans les cas mixtes de ce genre le critère du caractère prépondérant de l'établissement. Il faut que celui-ci reçoive en majeure partie des personnes destinées à être spécialement soignées, assistées ou surveillées en raison de maladie, d'âge ou d'infirmité, pour qu'on puisse parler d'un hôpital, d'un asile ou d'un établissement similaire. Ainsi que le Tribunal fédéral l'a déjà dit dans l'arrêt non publié Josefheim du 14 août 1972 (consid. 3 i.f.), ce critère raisonnable peut être retenu. La seule autre solution acceptable consisterait à dire que le personnel étranger d'un établissement mixte est partiellement soumis et partiellement soustrait aux mesures limitant le nombre des travailleurs étrangers; mais les difficultés pratiques seraient considérables et susciteraient de fréquents litiges, si bien qu'il vaut mieux y renoncer.\n\nIl s'agit assurément en l'espèce d'un cas limite, au vu du but social de Vermont, mais cette institution n'a de toute manière pas, pour d'autres motifs, le caractère d'un asile au sens des dispositions applicables. Selon ses propres allégations, en effet, elle occupe en dehors de deux à trois officiers de l'Armée du Salut, dont deux pour la direction, un cuisinier espagnol, sa femme comme employée de maison, une jeune Anglaise pour un an et un employé suisse qui était autrefois un cas social; ce personnel réduit et non spécialisé en ce qui concerne les soins ne permettrait pas une activité prépondérante d'assistance et de surveillance dans un établissement de 90 lits. Le recours doit dès lors être rejeté."}