{"annee": "100", "cour": "II", "page": "49", "date": "19/2/1974", "cite": ["97 II 161"], "cite_par": ["102 II 281", "118 II 447"], "chapeau": "10. Auszug aus dem Urteil der I. Zivilabteilung als staatsrechtlicher Kammer vom 19. Februar 1974 i.S. Häcki gegen Hoffmann, Alpina Versicherungs-Aktiengesellschaft und Kassationsgericht des Kantons Zürich.", "regestes": ["Art. 58 al. 1 et 2 LCR. Le détenteur d'un véhicule automobile qui n'est pas à l'emploi, mais qui est endommagé par l'emploi d'un autre véhicule, peut demander réparation de ce dommage selon l'art. 58 al. 1 s'il n'a rien à se reprocher selon l'art. 58 al. 2."], "faits": "|49|\n\nA.- Häcki ist Taxihalter. Am 3. Dezember 1970 gegen 23 Uhr hielt er sein Taxi \"Mercedes\" in einer Strassenbucht vor dem Hotel Bellerive in Zürich an, um einen Fahrgast aussteigen |50| zu lassen. Bevor er wegfahren konnte, prallte ein Personenwagen \"Morris\", der von Doris Good gesteuert war, von hinten gegen sein Fahrzeug und schleuderte es einige Meter nach vorn. Die beiden Wagen wurden dabei schwer beschädigt und Doris Good erheblich verletzt.\n\nDoris Good behauptete, sie sei von einem sie überholenden weissen \"Chevrolet\" nach rechts abgedrängt worden und habe den Zusammenstoss trotz Vollbremsung nicht mehr vermeiden können. Die polizeiliche Fahndung nach dem Lenker des \"Chevrolet\" blieb erfolglos.\n\nB.- Am 20. Juli 1971 klagte Häcki beim Bezirksgericht Zürich gegen den Halter des \"Morris\" Fritz Hoffmann sowie gegen dessen Haftpflichtversicherung, die Alpina Versicherungs-Aktiengesellschaft, auf Ersatz von Fr. 4757. 60 Sachschaden nebst Zins.\n\nSowohl das Bezirksgericht als auch das Obergericht des Kantons Zürich wiesen die Klage mit der Begründung ab, der Kläger habe nicht beweisen können, dass der am Taxi entstandene Schaden durch Verschulden oder vorübergehenden Verlust der Urteilsfähigkeit der Doris Good verursacht worden sei. Es müsse vielmehr als erwiesen angenommen werden, dass Doris Good von dem unerkannt gebliebenen weissen Wagen gegen denjenigen des Klägers abgedrängt worden sei. Der Halter des \"Morris\" habe daher gemäss Art. 61 Abs. 2 SVG für den Sachschaden am Taxi nicht einzustehen.\n\nDer Kläger erhob gegen das Urteil des Obergerichts Nichtigkeitsbeschwerde wegen Verletzung klarer Gesetzesvorschriften. Das Kassationsgericht des Kantons Zürich wies die Beschwerde durch Beschluss vom 3. Oktober 1973 ab.\n\nC.- Häcki führt gegen diesen Beschluss staatsrechtliche Beschwerde, die vom Bundesgericht gutgeheissen wird.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer machte schon in der Klageschrift geltend, dass sein Taxi in der Bucht vor dem Hotel Bellerive stillstand, als es von hinten gerammt wurde. Das ergibt sich auch aus dem Polizeibericht. In der Verhandlung vom 12. November 1971 hielt ihm der Bezirksrichter vor, gemäss Art. 61 Abs. 2 SVG habe er zu beweisen, dass der Zusammenstoss durch. Verschulden der Doris Good verursacht worden sei. Der Beschwerdeführer |51| hielt diese Bestimmung nicht für anwendbar und bestritt die ihm auferlegte Beweispflicht. Die gleiche Auffassung vertrat er in der Berufung an das Obergericht und in der Nichtigkeitsbeschwerde an das Kassationsgericht.\n\nDie kantonalen Instanzen liessen den Einwand des Beschwerdeführers jedoch nicht gelten. Das Kassationsgericht hielt ihm insbesondere entgegen, bei Sachschaden habe der geschädigte Halter zu beweisen, dass der Schaden durch Verschulden des andern Halters oder einer Person, für die dieser einzustehen habe, verursacht worden sei. Aus Art. 58 bis 60 SVG könne der Beschwerdeführer nichts zu seinen Gunsten ableiten, da der Schadenersatz zwischen Haltern in Art. 61 SVG geregelt werde. Dass die Beweislast anders zu verteilen sei, wenn ein stillstehendes Fahrzeug gerammt werde und dessen Halter Ersatz für Sachschaden verlange, sei dem Gesetz nicht zu entnehmen. Eine Haftung für Betriebsgefahr bestehe nach Art. 61 Abs. 2 SVG nicht.\n\n2. Diese Auffassung ist unhaltbar. Das Fahrzeug des Beschwerdeführers hat, wenn auch nur vorübergehend, ausserhalb der Fahrbahn in einer dafür vorgesehenen Bucht angehalten. Es befand sich zur Zeit des Anpralls ausser Betrieb. In BGE 97 II 166 Erw. c wurde sogar ein am rechten Strassenrand auf der Fahrbahn abgestellter Lastwagen als nicht \"in Betrieb\" befindlich bezeichnet. Ein Motorfahrzeug aber, das sich nicht in Betrieb befindet, schafft auch keine Betriebsgefahr. Sein Halter haftet gemäss Art. 58 Abs. 2 SVG nur, wenn der Geschädigte beweist, dass den Halter oder Personen, für die er verantwortlich ist, ein Verschulden trifft oder dass fehlerhafte Beschaffenheit des Motorfahrzeuges mitgewirkt hat. Die Bestimmung setzt also voraus, dass zur Zeit, als sich der Schaden ereignete, das Fahrzeug des belangten Halters ausser Betrieb, dasjenige des Ansprechers aber in Betrieb war. Nur für einen solchen Fall regelt das Gesetz in Art. 58 Abs. 2 die Voraussetzungen, unter denen ein Halter Ersatz des vom ihm selber erlittenen Sachschadens verlangen kann, ähnlich wie in Art. 61 Abs. 2.\n\nAnders verhält es sich dagegen, wenn sich das Fahrzeug des Ansprechers zur Zeit des Unfalles, wie das hier der Fall war, nicht in Betrieb befand. Diesfalls gilt Art. 58 Abs. 1 SVG, weshalb der Ansprecher weder ein Verschulden des belangten Halters oder des Schädigers noch eine fehlerhafte Beschaffenheit dessen Fahrzeuges nachzuweisen braucht; es ist vielmehr Sache |52| des beklagten Halters und seiner Haftpflichtversicherung, hier also der Beschwerdegegner, den in Art. 59 Abs. 1 SVG vorgesehenen Entlastungsbeweis anzutreten, wenn sie der Haftpflicht entgehen wollen (vgl. BUSSY, SJK Karte 916a S. 8 N. 20; BUSSY/RUSCONI, Code suisse de la circulation routière, S. 237 N. 2.3. zu Art. 61 SVG; OFTINGER, Schweizerisches Haftpflicht recht II/2 S. 656 Ziff. 4)."}