{"annee": "100", "cour": "II", "page": "345", "date": "26/9/1974", "cite": ["67 I 277", "88 II 28", "62 II 42", "59 II 264", "92 II 299", "76 II 144", "68 II 169", "59 II 372", "93 II 185", "63 II 79"], "cite_par": ["122 III 97", "128 III 428", "107 II 417", "127 III 300"], "chapeau": "52. Urteil der I. Zivilabteilung vom 26. September 1974 i.S. Incommerz AG gegen X.", "regestes": ["Prêt de consommation. 1. Interprétation du contrat d'après son texte et le comportement des parties (consid. 1). 2. Art. 2 CC. Prêt consenti pour la vie du prêteur: le maintien du contrat ne peut-il plus être exigé pour cause de changement des circonstances personnelles et économiques (consid. 2)? 3. Art. 107 CO. Le prêteur peut se départir du contrat selon cette disposition, lorsque l'emprunteur ne paie pas un intérêt échu (consid. 3). 4. Art. 83 et 316 CO. Ces dispositions n'autorisent pas le prêteur à dénoncer immédiatement le contrat parce que des intérêts sont dus, sans se conformer à l'art. 107 CO (consid. 4)."], "faits": "BGE 100 II 345 S. 346\n\nA.- Am 7. November 1964 schlossen X. und seine Ehefrau einerseits mit Scherer, dem Vater von Frau X., sowie dessen zwei weiteren Kindern anderseits über die Liegenschaft \"Engistein\", bestehend aus Haus und Stall, einen \"Erbteilungs- und Kaufvertrag\". Scherer gewährte den Käufern auf die Kaufsumme, die sie auf Fr. 40 000.-- festsetzten, ein Darlehen von Fr. 19059.22; dieses wurde unter Vorbehalt unvorhergesehener Vorkommnisse, wie z.B. schwere Erkrankung, auf Lebenszeit des Darleihers gegeben und durch eine Grundpfandverschreibung sichergestellt. Am 31. Dezember 1964 ersetzten Scherer und X. die Vereinbarung über das Darlehen durch einen neuen Vertrag, in dem der Vorbehalt unvorhergesehener Vorkommnisse weggelassen wurde. X. verpflichtete sich, das Darlehen zu 4% zu verzinsen und es nach Ableben des Gebers, frühestens aber nach zehn Jahren an Scherers Kinder, die den Vertrag mitunterzeichneten, zurückzuerstatten.\n\nAm 15. November 1966 kaufte X. seiner Frau ihren Anteil an der Liegenschaft \"Engistein\" ab. In der Folge liess er sich scheiden und heiratete L. M., mit der er am 18. August 1969 die Gütertrennung vereinbarte. Mit Vertrag vom 22. Juni 1970 verkaufte er ihr die Liegenschaft \"Engistein\" zum Preise von Fr. 86000.--, der durch Übernahme einer Grundpfandschuld in gleicher Höhe getilgt wurde. X. liess sich ein lebenslängliches, unentgeltliches Nutzniessungsrecht und zum Preise von Fr. 86000.-- ein Vorkaufsrecht an der Liegenschaft einräumen, verpflichtete sich aber, die Grundpfandzinsen zu bezahlen.\n\nScherer trat die Darlehensforderung bereits am 27. Juli 1967 an seine drei Kinder ab, von denen die Forderung gemäss Zessionsurkunde vom 30. Oktober 1968 auf die Incommerz AG überging. Diese liess X. im September 1971 betreiben und, als er Rechtsvorschlag erhob, im Dezember 1971 gegen ihn auf Zahlung von Fr. 19059.22 nebst Fr. 508.25 Zins und Fr. 40.- Betreibungskosten klagen.\n\nB.- Das Landgericht und auf Appellation hin am BGE 100 II 345 S. 34728. November 1973 auch das Obergericht Uri verurteilte X. zur Zahlung des Zinses, wiesen die Klage im übrigen aber ab, weil das Darlehen noch nicht zur Rückzahlung fällig sei.\n\nC.- Die Klägerin hat gegen das Urteil des Obergerichts Berufung eingelegt. Sie beantragt, es aufzuheben und ihr Klagebegehren im vollen Umfange gutzuheissen.\n\nDer Beklagte beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin führte bereits im kantonalen Verfahren aus, der im Erbteilungs- und Kaufvertrag vom 7. November 1964 enthaltene Vorbehalt \"unvorhergesehener Vorkommnisse\" müsse auch für den Darlehensvertrag vom 31. Dezember 1964 gelten. Sie besteht zudem darauf, dass der Beklagte das Darlehen als Schwiegersohn Scherers erhalten habe; diese klare Voraussetzung für die Gewährung des Darlehens auf Scherers Lebenszeit sei aber infolge Scheidung des Beklagten von seiner ersten Frau dahingefallen.\n\nRichtig ist, dass Scherer nach dem Wortlaut des Vertrages vom 31. Dezember 1964 das Darlehen \"seinem Schwiegersohn\" X. eingeräumt hat und dass bereits im Erbteilungs- und Kaufvertrag von Bedingungen des Darlehens, insbesondere von einer Gewährung auf Lebenszeit die Rede ist. In anderen Punkten weichen die Verträge jedoch deutlich voneinander ab. Im Erbteilungs- und Kaufvertrag wurde das Darlehen durch eine Grundpfandverschreibung sichergestellt, im spätern Vertrag aber vereinbart, die Eintragung im Grundbuch zu löschen. Auch liessen die Parteien den Vorbehalt unvorhergesehener Vorkommnisse fallen. Dass dies aus Versehen geschehen sei, ist umsoweniger anzunehmen, als der Vorbehalt im früheren Vertrag bei der Dauer des Darlehens angebracht wurde, diese Dauer nach dem spätern jedoch mindestens zehn Jahre betragen soll. Es geht daher entgegen der Auffassung der Klägerin nicht an, den Vorbehalt bei Auslegung des Vertrages vom 31. Dezember 1964 gleichwohl berücksichtigen zu wollen. Auch kann offen bleiben, ob damit bloss Vorkommnisse in der Person des Darleihers oder auch andere Ereignisse, insbesondere eine Scheidung des Beklagten von seiner Frau, gemeint gewesen seien.\n\nDas Obergericht stellt fest, es lägen keine Anhaltspunkte BGE 100 II 345 S. 348dafür vor, dass die Parteien des Darlehensvertrages dessen Gültigkeit von ihrer Schwägerschaft abhängig machen wollten. Diese Feststellung der Vorinstanz über den Willen der Vertragsschliessenden ist für das Bundesgericht verbindlich, denn sie beruht nicht auf einer blossen Auslegung des Vertragstextes, sondern namentlich auf der Würdigung des Beweisergebnisses (BGE 76 II 144, BGE 88 II 34 /5 und 78/9). Das Obergericht hält der Klägerin übrigens mit Recht entgegen, dass das eigene Verhalten der Vertragsparteien nach der Scheidung ebenfalls nicht darauf schliessen lässt, das Darlehen sei wegen Auflösung der Ehe zur Rückzahlung fällig geworden. Der Beklagte hat das Darlehen auch nach der Scheidung verzinst, und die Gegenpartei hat die Zinsen entgegengenommen. Die Klägerin hat sich zudem im Aberkennungsprozess, den der Beklagte 1969/70 gegen sie führte, nicht auf Fälligkeit des Darlehens infolge Scheidung berufen.\n\n2. Die Klägerin macht ferner geltend, nach den Umständen könne ihr nicht mehr zugemutet werden, das Darlehen für die vereinbarte Dauer zu gewähren. Die Gründe, die sie dafür anführt, beruhen teils auf persönlichen, teils auf wirtschaftlichen Verhältnissen.\n\na) Aus der persönlichen Beziehung, die bei Abschluss des Darlehensvertrages zwischen dem Darleiher und dem Borger bestand und die durch die Scheidung des Borgers aufgelöst wurde, kann die Klägerin schon deshalb nichts zu ihren Gunsten ableiten, weil solche Beziehungen jedenfalls für einen Vertrag auf entgeltliche Überlassung einer Geldsumme unwesentlich sind; diesfalls wird der Vertrag selbst unter Verwandten vor allem aus wirtschaftlichen Überlegungen abgeschlossen. Beim verzinslichen Darlehen kann es daher für den Darleiher nicht schon wegen einer Störung seines persönlichen Verhältnisses zum Borger unzumutbar sein, diesem das für längere Zeit gewährte Darlehen bis zum Ablauf der Vertragsdauer zu überlassen. Dazu kommt, dass die Darlehensforderung durch Abtretung von Scherer auf dessen Kinder und von diesen auf die Klägerin übergegangen ist. Zwischen der Klägerin und dem Borger besteht aber keine verwandschaftliche Beziehung, weshalb eine persönlich bedingte Unzumutbarkeit, das Darlehen aufrechtzuerhalten, zum vorneherein zu verneinen ist.\n\nb) Bei langfristigen Verträgen müssen die Parteien zudem mit der Möglichkeit rechnen, dass die zur Zeit des Vertragsschlusses BGE 100 II 345 S. 349bestehenden Verhältnisse sich während der Vertragsdauer ändern. Sehen sie ausdrücklich oder dem Sinne nach davon ab, den Einfluss solcher Änderungen auf die gegenseitigen Leistungen auszuschliessen, so entspricht es dem Wesen des Vertrages, dass er so erfüllt wird, wie er abgeschlossen worden ist. Diesfalls hat jede Partei grundsätzlich die Risiken zu tragen, die sich für sie aus Änderungen der Verhältnisse ergeben. Sie hat keinen Anspruch darauf, dass die Vertragserfüllung sich für sie lohnend gestalte und der Vertrag aufgehoben oder geändert werde, wenn dies nicht mehr zutrifft (BGE 59 II 304 mit Verweisungen, BGE 63 II 82; MERZ, N. 188 zu Art. 2 ZGB).\n\nEin richterlicher Eingriff auf Verlangen einer Partei ist gestützt auf Art. 2 ZGB nur zulässig, wenn die Verhältnisse von Leistung und Gegenleistung infolge ausserordentlicher Änderung der Umstände so gestört sind, dass die sich aus dem Vertrag ergebende Risikoverteilung für die eine Partei nicht mehr tragbar und das Festhalten der Gegenpartei an ihrem Anspruch nach den gesamten Umständen missbräuchlich ist (BGE 59 II 378 /9, BGE 62 II 45, BGE 67 I 300, BGE 68 II 173; vgl. ferner BGE 93 II 188; MERZ, ZSR 1942 S. 499 a ff. und N. 233 zu Art. 2 ZGB; DESCHENAUX, Schweizerisches Privatrecht, Basel 1967, Bd. II S. 199 ff.).\n\nDavon kann im vorliegenden Fall nicht die Rede sein. Die seit Abschluss des Darlehensvertrages eingetretenen Änderungen bestehen im wesentlichen darin, dass die wirtschaftliche Lage des Borgers sich verschlechtert hat. Mit diesem Risiko muss aber ein Darleiher rechnen, zumal wenn er wie Scherer ausdrücklich auf eine Sicherstellung verzichtet. Es kann daher für die Beurteilung des Rechtsverhältnisses auch nicht darauf ankommen, dass der Beklagte das Eigentum an der Liegenschaft \"Engistein\", die ursprünglich als Sicherheit diente, auf seine zweite Frau übertragen liess. Ebensowenig hilft der Klägerin, dass der Beklagte in dem von ihm angestrengten Aberkennungsprozess der Rückzahlungspflicht mit fragwürdigen Mitteln zu entgehen suchte und, als ihm dies misslang, darauf beharrte, das Darlehen sei ihm auf Scherers Lebenszeit gewährt worden. Weder das eine noch das andere machte die Ausübung seiner Rechte aus dem Darlehensvertrag missbräuchlich im Sinne von Art. 2 Abs. 2 ZGB.\n\n3. Das Gesetz sieht beim Darlehen kein Rücktrittsrecht BGE 100 II 345 S. 350des Darleihers für den Fall vor, dass der Borger den Zins nicht bezahlt. Ist ein solches Recht auch vertraglich nicht vereinbart worden, so kann der Darleiher bei Verzug des Borgers nur nach Art. 107 OR vorgehen (OSER/SCHÖNENBERGER, N. 7 zu Art. 318 OR). Er kann ihm eine Nachfrist zur nachträglichen Erfüllung ansetzen und bei fruchtlosem Ablauf der Frist, wenn er es unverzüglich erklärt (Art. 107 Abs. 2 OR), vom Vertrag zurücktreten.\n\nDer Beklagte befand sich seit 1968 in Verzug, weil er den Zins für 1967 Ende Dezember nicht bezahlte. Mit Schreiben vom 14. November 1968 setzte die Klägerin ihm \"eine letzte Frist von zehn Tagen\" zur Zahlung und fügte bei, dass sie bei \"Nichtbezahlen des Zinses\" berechtigt sei, das Darlehen zu kündigen. Der Beklagte liess die Frist, die der Vorschrift des Art. 107 OR genügte, unbenützt verstreichen. Gleichwohl erwähnte die Klägerin in ihrem Schreiben vom 28. November 1968 an den Beklagten den ausstehenden Zins mit keinem Wort, noch machte sie von ihrem Recht Gebrauch, vom Darlehensvertrag zurückzutreten oder ihn \"zu kündigen\", wie sie dem Beklagten am 14. November drohte; sie machte den Beklagten vielmehr auf den Ende 1968 fälligen Zins aufmerksam, hielt also am Vertrag fest. Ihr Verhalten kann nur so verstanden werden, dass die Drohung selbst nach dem Willen der Klägerin keine Rücktrittserklärung enthielt. Eine solche hat sie auch sonst nicht abgegeben. Sie begnügte sich damit, die Darlehensforderung unbekümmert um die Voraussetzungen des Wahlrechts gemäss Art. 107 OR über zwei Jahre später in Betreibung zu setzen.\n\n4. Die Fälligkeit des Darlehens ergibt sich nach der Auffassung der Klägerin ferner aus einer analogen Anwendung von Art. 83 und 316 OR auf den vorliegenden Fall. Die Klägerin macht geltend, im Falle einer Gefährdung der Rückzahlung dürfe der Darleiher nicht nur die Aushändigung des Betrages verweigern, wie Art. 316 OR es vorsehe, sondern einen bereits hingegebenen Betrag auch sofort zurückzuverlangen.\n\nFür eine solche Auslegung ist Art. 316 OR jedoch nichts zu entnehmen. Diese Bestimmung will wie Art. 83 OR den vorleistungspflichtigen Vertragspartner schützen, bei Darlehensverträgen also den Darleiher, der dem Borger den Betrag zur Nutzung überlassen muss, bevor er Zinsen und Rückzahlung verlangen darf. Hat er den Betrag bereits hingegeben, so besteht BGE 100 II 345 S. 351indes kein Anlass, ihn über die Behelfe von Art. 107 OR hinaus zu schützen. Er befindet sich nach der Hingabe des Darlehens in der gleichen Lage wie jeder andere Gläubiger, der selbst bereits erfüllt und eine Forderung gegen den Schuldner hat. Nur bei Miete und Pacht ermächtigt das Gesetz den Gläubiger, den Vertrag bei Nichtbezahlung des Zinses aufzulösen, ohne sich an die Vorschriften des Art. 107 OR halten zu müssen. Diese Regelung darf jedoch nicht durch extensive Auslegung auf andere Vertragsverhältnisse übertragen werden. Art. 265 und 293 sind Ausnahmebestimmungen, die nur für die Verträge gelten, für die sie ausdrücklich vorgesehen sind. Es lässt sich deshalb entgegen den Einwänden der Klägerin nicht sagen, bei Dauerschuldverhältnissen führten die Zahlungsunfähigkeit und die Zahlungsunwilligkeit des Schuldners zur Auflösung des Vertrages. Das ist weder BGE 92 II 299 ff. noch VON TUHR/SIEGWART, OR II S. 615 zu entnehmen. Diese Autoren befassen sich an der zitierten Stelle mit Art. 83 und 316 OR, ziehen daraus aber nicht Schlüsse wie die Klägerin. Der angeführte Entscheid sodann enthält Erwägungen über die Auflösung von Dauerschuldverhältnissen aus wichtigen Gründen, wobei aber hervorgehoben wird, eine solche Auflösung müsse eine Ausnahme bleiben, weil sie nur gerechtfertigt sei, wenn dem Gläubiger ein Vorgehen nach Art. 107 OR nicht zuzumuten ist. Dies trifft hier nicht zu. Die Klägerin hätte schon 1968 den Rücktritt vom Darlehensvertrag erklären können, hat von diesem Recht gemäss Art. 107 OR aber nicht Gebrauch gemacht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts Uri vom 28. November 1973 bestätigt."}