{"annee": "100", "cour": "IB", "page": "271", "date": "17/10/1974", "cite": [], "cite_par": [], "chapeau": "44. Extrait de l'arrêt de la Cour de cassation du 17 octobre 1974, dans la cause X contre Département de la justice, de la police et des affaires militaires du canton de Vaud", "regestes": ["Art. 42, 374 et 397bis al. 1 lit. g CP: Aussi longtemps que le Conseil fédéral n'a pas fait usage des compétences qui lui sont conférées à l'art. 397bis CP, c'est le droit cantonal qui décide si et à quelles conditions l'internement ou l'incarcération d'une personne malade, infirme ou âgée doit être exécuté (consid. 1 lit. a). Art. 40, 45 ch. 5 et 397bis al. 1 lit. g CP: Ces dispositions n'ont pas le même objet: les premières restreignent exclusivement la compétence des cantons en matière d'interruption de la détention et d'imputation sur celle-ci des périodes de traitement ou de séjour hospitalier. La dernière concerne les modalités d'incarcération de certaines catégories de détenus (consid. 1 lit. b)."], "faits": "BGE 100 Ib 271 S. 272\n\nLe 10 juillet 1974, X. a demandé que soit interrompue l'exécution de mesures de sûreté prises contre lui en vertu de l'art. 42 CP, car il se disait gravement malade. Le Département de la justice, de la police et des affaires militaires du canton de Vaud a rejeté cette requête pour le motif que, selon un rapport du médecin officiel de l'établissement de détention, l'intéressé était apte à subir une incarcération, moyennant quelques allégements, tels que l'exemption des gros travaux.\n\nX. forme devant le Tribunal fédéral un recours de droit administratif dans lequel il reprend ses conclusions tendant à l'interruption de la mesure de sûreté prise à son égard. Il demande l'assistance judiciaire.", "considerants": "Considérant en droit:\n\n1. a) L'exécution des mesures d'internement prises à l'encontre des délinquants d'habitude (art. 42 CP) est assurée par les cantons (art. 374 CP). Le droit fédéral ne prévoit pas qu'une telle mesure doit être suspendue, voire interrompue en raison de l'âge ou de la maladie de l'interné. Certes, l'art. 397bis al. 1 lit. g CP autorise le Conseil fédéral à édicter BGE 100 Ib 271 S. 273- après consultation des cantons d'ailleurs - des dispositions concernant l'exécution des peines et des mesures infligées aux malades, infirmes et personnes âgées, mais le Conseil fédéral n'a pas fait usage de cette compétence. Il a seulement, à l'art. 6 al. 1 de l'Ordonnance 1 du 13 novembre 1973 relative au Code pénal suisse, chargé les cantons d'arrêter les dispositions nécessaires dans ce domaine. Savoir si et à quelles conditions l'exécution d'un internement ou d'une incarcération décidée à l'égard d'une personne malade, infirme ou âgée doit être ordonnée est ainsi une question relevant en principe du droit cantonal et ne saurait dans cette mesure donner matière à un recours de droit administratif au Tribunal fédéral (art. 104 OJ).\n\nb) Il faut relever que ce domaine n'est pas éloigné de celui qui fait l'objet de l'art. 40 CP (et de l'art. 45 ch. 5 CP): si durant l'exécution de la peine ou de la mesure, le détenu malade, infirme ou âgé doit être transféré dans un hôpital ou hospice, l'autorité cantonale devra décider si l'exécution de la détention doit être interrompue ou poursuivie dans l'établissement médical, ou encore s'il y a lieu d'imputer la durée du traitement ou du séjour hospitalier de celle de la peine ou de la mesure. Or, appelé à statuer en cette matière, alors qu'il était encore autorité de dernière instance, le Conseil fédéral a rendu plusieurs décisions dans lesquelles il a statué sur le fond, tout en relevant que le recours de droit administratif n'est ouvert que pour violation du droit fédéral (cf. JAAC 1956 Nos 70 et 71; art. 127 al. 1a OJ actuellement 104 lit. a et b OJ). On ne saurait toutefois en conclure que l'art. 397bis al. 1 lit. g crée en faveur du détenu un droit subjectif dont la violation ouvrirait la voie au recours de droit administratif. En effet, sans compter que le Conseil fédéral ne s'est pas prononcé expressément sur la recevabilité des recours qui lui étaient soumis, l'art. 40 CP (et l'art. 45 ch. 5 CP) ainsi que l'art. 397bis CP n'ont pas le même objet; le premier restreint exclusivement la compétence des cantons en matière d'interruption de la détention et d'imputation sur celle-ci des périodes de traitement ou de séjour hospitalier, alors que le second concerne les modalités de l'incarcération de certaines catégories de détenus. Par ailleurs, s'agissant de l'art. 397bis proprement dit, non seulement il est postérieur aux décisions précitées, mais encore il ne saurait créer un droit subjectif au BGE 100 Ib 271 S. 274profit de quiconque, puisque le législateur a expressément relevé que le Conseil fédéral n avait aucune obligation de promulguer des ordonnances dans le domaine où sa compétence était réservée, précisément parce que ces problèmes étaient liés à la réalisation d'établissements spéciaux pour lesquels un délai de dix ans a été consenti aux cantons (cf. Bull. stén. CN 1969, p. 185). Or, on l'a vu, le Conseil fédéral n'a pas fait usage de la faculté qui lui était donnée.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}