{"annee": "100", "cour": "IB", "page": "494", "date": "20/12/1974", "cite": [], "cite_par": ["108 II 122", "106 IB 115", "105 IA 318", "115 II 237", "106 IB 294"], "chapeau": "81. Estratto della sentenza 20 dicembre 1974 nella causa Missarelli e Foppoli contro Confederazione Svizzera.", "regestes": ["Responsabilité de la Confédération pour le fait de ses fonctionnaires; responsabilité en raison de la suppression arbitraire de l'effet suspensif d'un recours ou du refus arbitraire de le restituer. Art. 3 LRCF, 55 al. 4 LPA. 1. En vertu de la réserve contenue à l'art. 3 al. 2 LRCF, l'art. 55 al. 4 LPA s'applique comme norme spéciale au lieu de l'art. 3 al. 1 LRCF, dans la mesure où le dommage dont la réparation est demandée à la Confédération découle de la suppression arbitraire de l'effet suspensif d'un recours ou du refus arbitraire de le restituer (consid. 1, 4). 2. Avant de supprimer l'effet suspensif d'un éventuel recours ou d'en refuser la restitution, l'autorité doit procéder à un examen attentif des éléments concrets dont elle dispose (consid. 2). 3. Cas d'espèce dans lequel le Tribunal fédéral a déclaré arbitraire, non pas la suppression de l'effet suspensif d'un recours, contenue dans une décision de défense d'entrée en Suisse (consid. 2 a), mais le refus de l'autorité de recours de restituer l'effet suspensif (consid. 2 b)."], "faits": "BGE 100 Ib 494 S. 495\n\nMissarelli e Foppoli, cittadini italiani domiciliati in provincia di Sondrio (Italia) esercitavano nel 1972 un servizio di taxi. Tra gli altri clienti essi trasportavano da Tirano nella Val di Poschiavo contrabbandieri, che lasciavano in località svizzere prossime al confine. I contrabbandieri rientravano poi in Italia per conto proprio con merce di contrabbando, mentre i due tassisti vi ritornavano con la loro vettura attraverso i valichi stradali autorizzati.\n\nIn seguito ad una segnalazione del Posto di polizia cantonale di Campocologno e di una proposta della Divisione di polizia grigionese, la Polizia federale degli stranieri emanava il 7 settembre un divieto d'entrata per la durata di due anni nei confronti di Missarelli e di Foppoli, perchè stranieri \"il cui comportamento ha dato adito a lagnanza (trasporti giornalieri di contrabbandieri attraverso la frontiera svizzera)\". Nelle rispettive decisioni era previamente tolto, ai sensi dell'art. 55 cpv. 2 PAF, l'effetto sospensivo di un eventuale ricorso. Gli interessati venivano a conoscenza di detti provvedimenti il 22 settembre 1972. Essi ricorrevano il 2 ottobre 1972 al Dipartimento federale di giustizia e polizia e chiedevano nello stesso tempo la restituzione dell'effetto sospensivo, che veniva loro negata il 20 ottobre 1972.\n\nIl 30 novembre 1972 la Polizia federale degli stranieri, su proposta della Divisione di Polizia grigionese, revocava con effetto immediato i divieti di entrata; il 14 dicembre 1972 il BGE 100 Ib 494 S. 496Dipartimento federale di giustizia e polizia stralciava pertanto dai ruoli i ricorsi perchè divenuti privi di oggetto.\n\nIl 17 gennaio 1973 Missarelli e Foppoli chiedevano al Dipartimento federale di giustizia e polizia che ad ognuno di loro fosse accordata un'indennità di Fr. 2000.-- per perdita di guadagno e un importo di Fr. 1000.-- a titolo di ripetibili. Il 17 agosto 1973 il Dipartimento federale delle finanze e delle dogane respingeva la domanda d'indennità, dando avviso a Missarelli e Foppoli del loro diritto di promuovere nel termine di sei mesi un'azione di diritto amministrativo avanti il Tribunale federale. Tale azione è stata proposta il 16 aprile 1974. Nel corso della procedura gli attori hanno insistito, tra l'altro, sul numero elevato di contrabbandieri che varcano ogni giorno il confine con veicoli italiani o svizzeri, senza che il loro comportamento dia luogo a provvedimenti da parte delle autorità, pur essendo queste a conoscenza della loro attività. Essi avevano già sottolineato tale aspetto nel loro ricorso al Dipartimento federale di giustizia e polizia.\n\nIl Tribunale federale ha accolto la domanda per i seguenti motivi.", "considerants": "Considerando in diritto:\n\n1. La legge federale sulla responsabilità enuncia un principio, al quale segue una riserva. L'art. 3 LResp. dichiara nel suo cpv. 1 che la Confederazione risponde del danno cagionato da un funzionario nell'esercizio delle sue funzioni, senza riguardo alla colpa del funzionario. Il cpv. 2 precisa che, quando la responsabilità per determinati fatti è disciplinata in atti legislativi speciali, questi sono applicabili alla responsabilità della Confederazione. Nel caso in esame entra in considerazione uno di tali atti legislativi speciali, ossia la PAF, il cui art. 55 cpv. 4 disciplina la responsabilità che insorge ove sia tolto arbitrariamente l'effetto sospensivo, od ove sia stata respinta o accolta con ritardo la domanda di restituzione di tale effetto.\n\nPer determinare nella fattispecie la sfera d'applicazione rispettiva dell'art. 3 cpv. 1 LResp. e dell'art. 55 cpv. 4 PAF giova ricordare alcune date rilevanti. Il 7 settembre 1972 la Polizia federale degli stranieri pronunciava i divieti d'entrata, togliendo l'effetto sospensivo ad un eventuale ricorso; le relative BGE 100 Ib 494 S. 497decisioni venivano a conoscenza degli attori il 22 settembre 1972. Il 2 ottobre 1972 questi presentavano ricorso al Dipartimento federale di giustizia e polizia e chiedevano la restituzione dell'effetto sospensivo. Il 20 ottobre 1972 il Dipartimento negava tale restituzione. Il 30 novembre l'autorità di prima istanza, invitata a presentare le proprie osservazioni al ricorso, revocava i divieti d'entrata. Il 14 dicembre 1972 il Dipartimento stralciava dai ruoli il ricorso come divenuto privo d'oggetto. Secondo gli attori, il Posto di polizia di Campocologno, attraverso il quale essi solevano passare abitualmente, è stato avvisato della revoca dei divieti d'entrata alla metà di dicembre.\n\nPoichè i divieti d'entrata erano immediatamente esecutivi, il pregiudizio patito dagli attori nel periodo compreso tra la data della notificazione di tali provvedimenti, ossia il 22 settembre 1972, e l'avvenuta notificazione all'autorità di ricorso del gravame da loro proposto, ossia uno o due giorni dopo il 2 ottobre 1972, non è derivato dalla soppressione dell'effetto sospensivo, nè dal rifiuto della sua restituzione. Per questa ragione l'eventuale responsabilità della Confederazione per il danno insorto durante il citato periodo può essere fondata esclusivamente sull'art. 3 cpv. 1 LResp.\n\nPer converso, il danno intervenuto dal giorno in cui il ricorso è pervenuto all'autorità competente, ossia da uno o due giorni dopo il 2 ottobre 1972, sino al giorno della revoca effettiva dei divieti d'entrata, ossia sino a metà dicembre, è dipeso, dapprima, dalla soppressione dell'effetto sospensivo, e, in seguito, dal rifiuto della sua restituzione. Ne segue che il risarcimento del pregiudizio insorto durante questo periodo può essere chiesto soltanto in applicazione dell'art. 55 cpv. 4 PAF, quale norma della legislazione speciale.\n\nPoichè la sfera d'applicazione dell'art. 55 cpv. 4 PAF appare nella fattispecie più ampia di quella dell'art. 3 cpv. 1 LResp., è d'uopo esaminare la questione della responsabilità in primo luogo sotto il profilo dell'art. 55 cpv. 4 PAF e poi, ove l'azione non risulti fondata su questa base, sotto il profilo dell'art. 3 cpv. 1 LResp.\n\n2. L'art. 55 cpv. 4 PAF subordina la responsabilità della Confederazione al carattere arbitrario della soppressione del-l'effetto sospensivo oppure del rifiuto o ritardo della sua restituzione. Secondo la giurisprudenza, l'autorità chiamata a decidere BGE 100 Ib 494 S. 498dell'effetto sospensivo di un ricorso deve ponderare gli opposti interessi; secondo che sia prevalente quello a favore dell'effetto sospensivo o quello ad esso contrario, manterrà o toglierà l'effetto sospensivo, e, in caso di ricorso, lo restituirà o rifiuterà di restituirlo. Disponendo di una certa latitudine di giudizio, essa si fonderà in generale sui documenti di cui dispone al momento del giudizio, senza ordinare un complemento di prove. L'autorità terrà conto delle probabilità di esito favorevole nel merito solo in assenza di seri dubbi (RU 99 I b 221). In particolare, per quanto concerne specificamente l'art. 55 cpv. 4 PAF, la sua applicazione non dipende dall'accoglimento nel merito del ricorso di colui che si duole di non aver fruito dell'effetto sospensivo. Posta dal Consiglio federale nell'art. 50 cpv. 5 del suo progetto della PAF (FF 1965 II, pag. 942), questa condizione non figura più nel testo vigente del corrispondente art. 55 cpv. 4, ciò che lascia supporre sia stata abbandonata intenzionalmente. In seguito alla revoca dei divieti d'entrata, gli attori si sono d'altronde venuti trovare nella medesima situazione in cui si sarebbero trovati ove il loro ricorso fosse stato accolto.\n\na) Ci si può chiedere se fosse giustificato che la Polizia federale degli stranieri, nel pronunciare il 7 settembre 1972 i divieti d'entrata, togliesse immediatamente l'effetto sospensivo ad un eventuale ricorso. E'infatti assai dubbio che l'immediata esecutività corrispondesse nella fattispecie realmente all'interesse pubblico. Gli attori non esercitavano il contrabbando e si limitavano a trasportare in Svizzera contrabbandieri che, come è stato dichiarato da terzi, non necessitavano affatto dei tassisti per svolgere il contrabbando. Non era pertanto urgente intervenire contro gli attori, anche se indesiderabili ai sensi dell'art. 13 LDDS, fintantochè i contrabbandieri potessero continuare a penetrare senza difficoltà in Svizzera. Al contrario, è verosimile che tale immediata esecutività del divieto d'entrata non servisse a niente. D'altra parte, questa esecutività immediata privava gli attori durante un certo tempo di una parte importante, o addirittura principale, del loro reddito. In tale particolare situazione di fatto l'interesse a togliere l'effetto sospensivo era minore di quello volto a mantenerlo; giova al proposito ricordare che, ai sensi dell'art. 55 cpv. 1 PAF, un ricorso comporta normalmente l'effetto sospensivo, sì che la soppressione del medesimo deve essere vagliata BGE 100 Ib 494 S. 499attentamente. Pur essendo nella fattispecie ingiustificata la soppressione dell'effetto sospensivo ad un eventuale ricorso, si può esitare a qualificarla arbitraria. Di regola, i divieti d'entrata, per essere efficaci, devono poter essere esecutivi malgrado la presentazione di un ricorso. Per questa ragione la soppressione dell'effetto sospensivo figura in una clausola a stampa contenuta nel modulo adoperato per tali decisioni. Inoltre, nel caso in esame, la Polizia federale degli stranieri, nel fondarsi sul rapporto del Posto di polizia di Campocologno e sulla proposta dell'autorità cantonale, non s'era verosimilmente resa conto della reale situazione di fatto; essa poteva quindi supporre che occorresse agire subito efficacemente, senza richiedere informazioni complementari. Poichè il carattere arbitrario della soppressione dell'effetto sospensivo non può essere stabilito con certezza, va negata per il periodo intercorrente tra il 2 ottobre e il 20 ottobre 1972 una responsabilità della Confederazione fondata sull'art. 55 cpv. 4 PAF.\n\nb) Nel rifiutare la restituzione dell'effetto sospensivo, il Dipartimento federale di giustizia e polizia è, per converso, incorso in arbitrio. Irrilevante è tuttavia, ai fini dell'applicazione nel presente giudizio dell'art. 55 cpv. 4 PAF, che la relativa decisione dipartimentale non sia stata motivata, in ispreto a quanto dispone l'art. 35 PAF; mancando infatti una relazione di causalità tra tale vizio di forma e il pregiudizio subito dagli attori, l'esistenza di detto vizio non può comportare un obbligo di risarcimento. Determinante è invece che, dopo aver ricevuto il ricorso degli attori, il Dipartimento doveva essere a conoscenza della situazione reale; in quanto ritenesse d'abbisognare di ragguagli complementari, esso aveva tutta la latitudine di procurarseli. Ne discende che il Dipartimento non poteva ignorare che l'autorità di prima istanza era intervenuta solamente nei confronti degli attori, ossia dei \"complici\" dei contrabbandieri, senza adottare misure nei riguardi di questi ultimi, autori principali del contrabbando, pur essendo i contrabbandieri agevolmente identificabili, stante il loro regolare passaggio negli uffici doganali svizzeri della regione. Di fronte a tale disparità di trattamento era arbitrario negare la restituzione dell'effetto sospensivo. In applicazione dell'art. 55 cpv. 4 PAF, la Confederazione deve quindi rispondere del danno derivato agli attori dalla menzionata decisione dipartimentale nel periodo compreso tra il giorno della notifica della decisione BGE 100 Ib 494 S. 500negativa del 20 ottobre e quello della notifica della decisione di revoca del 30 novembre 1972.\n\n............................................................\n\n4. Essendo la pretesa degli attori accolta integralmente in applicazione dell'art. 55 cpv. 4 PAF, è superfluo esaminare se la Confederazione sia responsabile, ai sensi dell'art. 3 cpv. 1 LResp., del danno subito dagli attori dal 22 settembre 1972, ossia dalla notificazione dei divieti d'entrata, sino al 2 ottobre 1972, data della presentazione del ricorso amministrativo e della domanda di restituzione dell'effetto sospensivo."}