{"annee": "100", "cour": "IA", "page": "12", "date": "6/2/1974", "cite": [], "cite_par": ["109 II 199", "104 IA 381", "134 III 426", "126 III 261", "102 III 165", "106 II 29", "115 IA 293", "114 II 18", "105 II 143"], "chapeau": "3. Sentenza del 6 febbraio 1974 nella causa X contro X e Tribunale d'Appello del cantone Ticino.", "regestes": ["Art. 87 OJ. Les décisions prises en application de l'art. 145 CC sont des décisions finales au sens de l'art. 87 OJ et peuvent, comme telles, faire l'objet d'un recours de droit public pour violation de l'art. 4 Cst. (consid. 1). Art. 8 CC, 4 Cst. Répartition du fardeau de la preuve lorsqu'il s'agit de faits négatifs. Libre appréciation des preuves. Arbitraire (consid. 2-4)."], "faits": "BGE 100 Ia 12 S. 13\n\nRiassunto dei fatti:\n\nNella causa di separazione e di divorzio vertente tra i coniugi X, il Pretore, in applicazione dell'art. 145 CC, stabiliva in Fr. 600.-- mensili, a cominciare dal 10 settembre 1969, la pensione alimentare dovuta dal marito alla moglie.\n\nSu ricorso della moglie, la Camera civile del Tribunale di Appello del cantone Ticino aumentava, con sentenza 17 novembre 1970, la pensione da Fr. 600.-- a Fr. 990.-- mensili, ritenendo che oltre che della pensione versata dal cantone di Zurigo al marito per avere questo esercitato funzioni pubbliche, dovesse tenersi conto in misura adeguata anche del reddito accessorio percepito per attività peritali e consulenze tecniche. Risultava a tal proposito che nel 1969 il marito aveva emesso due fatture per complessivi Fr. 54 000. La Camera ne deduceva che il reddito accessorio potesse prudentemente valutarsi in Fr. 15 000 annui, già contemplando con ciò il possibile rallentamento dell'attività di perito negli anni a venire e riservata comunque la facoltà di chiedere una riduzione della pensione se l'attività accessoria fosse venuta meno o si fosse notevolmente ridotta.\n\nCon istanza provvisionale del 15 marzo 1971, il marito chiedeva al Pretore la riduzione del contributo alimentare all'importo di Fr. 500.-- mensili, a far tempo dal 10 marzo 1971. Egli allegava che, nel corso del 1970, aveva percepito, per la sua attività di perito, un solo compenso di Fr. 2100.--, che non aveva più in corso alcun nuovo incarico e che poteva contare, per il futuro, soltanto sulla sua pensione e la rendita AVS, per un importo complessivo di Fr. 2080.-- mensili.\n\nIl 10 maggio 1971 il Pretore ammetteva parzialmente l'istanza, non ritenendo più provato un reddito accessorio del marito; l'importo del contributo era quindi ricondotto a Fr. 600.-- al mese.\n\nNell'accogliere un ricorso presentato dalla moglie, la Camera annullava il 30 marzo 1972 la decisione del Pretore e respingeva l'istanza provvisionale del 15 marzo 1971.\n\nCon ricorso di diritto pubblico fondato sull'art. 4 CF, il marito impugna la sentenza della Corte cantonale, chiedendone l'annullamento e postulando la conferma della decisione del Pretore, in via subordinata il rinvio degli atti alla Camera per nuovo giudizio.\n\nBGE 100 Ia 12 S. 14", "considerants": "Considerando in diritto;\n\n1. a) Di carattere sussidiario, il ricorso di diritto pubblico è ammissible solo se la pretesa violazione del diritto non può esser sottoposta, mediante azione o altro rimedio, al Tribunale federale o a un'altra autorità federale (art. 84 cpv. 2 OG). La decisione resa in applicazione dell'art. 145 CC non è considerata, per costante giurisprudenza, una decisione finale a'sensi dell'art. 48 OG, e non è quindi impugnabile con ricorso per riforma (RU 75 II 95 consid. 1; 85 II 195; 86 II 294; sentenza non pubblicata 26 gennaio 1971 tra le stesse parti).\n\nb) La giurisprudenza della Camera dell'art. 4 CF ha talora considerato siffatte decisioni, sotto il profilo dell'art. 87 OG, come decisioni finali (sentenza non pubblicata 12 marzo 1952 in re Dubach e riferimenti a parecchie sentenze dell'anno 1951, nello stesso senso, BIRCHMEIER, Bundesrechtspflege, p. 354); talaltra le ha considerate come decisioni incidentali comportanti un danno irreparabile (sentenze non pubblicate 6 dicembre 1961 in re Weissbeck; 5 dicembre 1962 in re Steiner; 5 ottobre 1966 in re Bertoli). La questione controversa è stata esaurientemente riesaminata nella sentenza 7 maggio 1969 in re Badrutt, consid. 1. Il Tribunale federale è giunto alla conclusione che simili decisioni, non solo comportano un danno irreparabile, ma, per la loro natura, non concernendo nè una questione processuale, nè pregiudicando una questione del merito della causa di divorzio, nè essendo suscettibili di esser impugnate insieme alla sentenza di merito, devono considerarsi come decisioni finali a'sensi dell'art. 87 OG.\n\nIl ricorso di diritto pubblico è quindi ricevibile; la contraria tesi dell'intimata è erronea.\n\nc) Data la natura cassatoria del rimedio e il fatto che l'ultima istanza cantonale era munita di piena cognizione, le conclusioni del ricorrente che vanno oltre la domanda di annullamento della decisione dell'ultima istanza cantonale sono irricevibili (RU 95 I 114; 96 I 14; 96 I 2 consid. 1, 354 consid. 1, 429 consid. 1 e rif.).\n\n2. La Camera civile ha motivato come segue il proprio giudizio:\n\nLa norma dell'art. 8 CC sulla ripartizione dell'onere della prova si applica, in linea di principio, anche alla prova di fatti negativi, ancorchè il principio della buona fede BGE 100 Ia 12 S. 15(art. 2 CC) esiga che, data la difficoltà della prova, la controparte sia tenuta a contribuire da parte sua al chiarimento della situazione di fatto. L'insuccesso completo della controprova può esser soltanto valutato come un indizio dell'esattezza della affermazione fatta da colui a cui incombe per principio l'onere di fornire la prova del fatto negativo (RU 65 III 133; 66 II 145).\n\nCiò premesso, si deve concludere che il ricorrente ha fallito codesta prova. Non solo la sua ammissione di avere nell'anno 1970 incassato onorari per franchi 2100.-- dimostra che non v'è stato un completo distacco suo dall'attività peritale, ma egli non ha portato la dimostrazione di fatti nuovi tali da modificare le precedenti valutazioni del reddito accessorio: infatti, il raggiungimento del settantesimo anno d'età non comporta necessariamente una compromissione delle sue capacità fisiche ed intellettuali, nè dell'attitudine a svolgere l'attività accessoria; egli nemmeno pretende, d'altronde, che il suo stato di salute sia compromesso o che siano intervenuti fatti di intensità tale da rendere giustificata la cessazione o quasi di ogni attività lavorativa. Egli non ha d'altronde contestato l'affermazione della moglie secondo cui possiede un'automobile, un appartamento a Vezia e uno Oltregottardo: tutti indizi di un tenore di vita superiore a quello che gli consentirebbero il solo reddito della pensione e dell'AVS.\n\n3. Il ricorrente impugna siccome arbitraria codesta motivazione. Egli fa valere in sostanza che, esasperando la portata della norma dell'art. 8 CC sulla ripartizione dell'onere della prova in materia di fatti negativi, la Camera ha arbitrariamente violato quella disposizione; d'altro canto, essa ha apprezzato in modo arbitrario le risultanze probatorie, non avendo conferito il giusto peso alle singole circostanze, ed avendone constatato altre in contrasto con gli atti.\n\n4. Le censure ricorsuali appaiono fondate.\n\na) Quanto l'impugnata sentenza espone, in linea di principio, circa la ripartizione dell'onere della prova sancita dall'art. 8 CC è invero conforme a giurisprudenza e dottrina.\n\nIn costante giurisprudenza, infatti, il Tribunale federale ha ritenuto che la regola dell'art. 8 CC si applica, in linea di principio, anche quando oggetto della prova sono fatti negativi. Quest'esigenza è tuttavia temperata, conformemente alle regole della buona fede, dall'obbligo imposto alla controparte di BGE 100 Ia 12 S. 16contribuire, recando la prova del contrario, a chiarire la fattispecie (RU 65 III 137; 66 II 147; 74 IV 94; 95 II 138; 95 II 233 consid. 1). In dottrina poi, se si ammette che non è conciliabile con l'art. 8 CC la regola generale \"negativa non sunt probanda\", viene distinto, a proposito della natura e della misura del contributo probatorio accollato alla controparte, a seconda che oggetto della prova siano fatti negativi determinati o indeterminati (KUMMER, ad art. 8 CC, n. 194-199). Per quest'ultima categoria di fatti negativi indefiniti, che sfuggono praticamente a qualsiasi prova, si riconosce che la soluzione concretamente ammissibile può consistere nella inversione del-l'onere probatorio, che accolla alla controparte la prova del contrario attraverso fatti positivi, purchè tale prova possa ragionevolmente esigersi da lei, e semprechè il legislatore, nel ripartire l'onere della prova, non abbia volutamente tenuto conto della difficoltà probatoria (cfr. RU 77 II 5/6; KUMMER, o.c. n.196 in fine; nello stesso senso, GULDENER, Beweiswürdigung und Beweislast, p. 52/53).\n\nb) Ora, dopo aver giustamente rilevato che, in simili casi, è doveroso richiedere alla controparte un contributo probatorio, ed aver aggiunto che l'insuccesso della controprova può costituire un indizio della esattezza della contraria affermazione, la Camera civile ha omesso di considerare se e quale controprova potesse esigersi, secondo la buona fede, dall'odierna intimata. Ci si può quindi chiedere se, già sotto il profilo dell'applicazione degli art. 2 e 8 CC, l'impugnata sentenza non cada nell'arbitrio. La questione può, come si vedrà in seguito, restare indecisa.\n\nc) Anche se il principio del libero apprezzamento delle prove non ha reso superflue le disposizioni sulla ripartizione dell'onere probatorio quale l'art. 8 CC, esso ne ha indubbiamente attenuato la portata (KUMMER, 1.c. n. 24).\n\nCosi, in materia di ricorso per riforma e secondo una prassi costante (RU 81 II 124 e 155; 90 II 217 consid. 3; 95 II 233 consid. 1), la ripartizione dell'onere probatorio non può esser criticata, quando l'apprezzamento delle prove ha permesso accertamenti di fatto positivi.\n\nNel campo del ricorso di diritto pubblico ciò comporta che, se le critiche del ricorrente quo agli accertamenti di fatto sono fondate sotto il profilo dell'art. 4 CF, ed il Tribunale federale deve giungere alla conclusione che, in fatto, si imponeva una conclusione opposta a quella ritenuta dall'istanza cantonale, BGE 100 Ia 12 S. 17il problema della eventuale arbitraria ripartizione dell'onere probatorio più non si pone, o quantomeno può esser lasciato aperto.\n\nd) In materia di apprezzamento delle prove, il Tribunale federale si impone invero un riserbo particolare, poichè ritiene che, in tal campo, le autorità cantonali debbono fruire di una grande libertà. La loro decisione a tal proposito non può esser riveduta che se è evidentemente falsa o si fonda su una svista manifesta (RU 83 I 9, costantemente confermata in seguito, 96 I 443): cioè in caso di palese abuso del potere di apprezzamento.\n\nIn sostanza, la Camera civile ha ritenuto che, nel caso in esame, il ricorrente possa disporre, dal 10 marzo 1971 innanzi, di un reddito accessorio per attività quale perito di Fr. 15 000.-- annui. Una simile conclusione appare insostenibile sulla scorta dei positivi accertamenti di fatto ed in base all'esperienza.\n\nÈ positivamente accertato in causa che il ricorrente ha ormai passato il capo dei settant'anni; che egli è al beneficio della pensione versatagli dal cantone di Zurigo dal compimento del sessantacinquesimo anno d'età; che egli da anni ha lasciato Zurigo per stabilirsi nel Ticino, prima ad Arosio, e, dopo l'inizio della causa, a Vezia. Che egli sia in buona salute, contrariamente a quanto ritiene la Camera civile, non è circostanza di particolare rilievo: sarebbe influente, se si potesse esigere dal ricorrente che, per garantire all'intimata un determinato livello d'esistenza, egli sfruttasse le residue capacità lavorative compiutamente. Come giustamente rileva il ricorrente, una simile esigenza non può esser posta: il ricorrente ha il diritto, raggiunta l'età del pensionamento e la vecchiaia, di vivere in tranquilla quiescenza, dovesse ciò anche comportare per lui e per la sua famiglia qualche restrizione. Negato, contrariamente a quanto sottintende l'impugnata sentenza, che possa esigersi dal ricorrente un'attività lucrativa, deve anche imporsi la conclusione che una tale attività fa dal 1971 concretamente difetto, o che comunque essa non garantisce certo un introito dell'ordine di Fr. 15 000.-- annui. È vero che, nel 1969, il ricorrente risulta aver emesso, per due mandati ricevuti in precedenza, due fatture per un importo di Fr. 54 000.--. Ma nulla autorizza a ritenere che tali mandati saltuari e occasionali si ripetano: è di meridiana evidenza che, data la natura dell'attività (arbitro-perito), l'esistenza di attitudini non è sufficiente a BGE 100 Ia 12 S. 18garantire l'occupazione: ancora occorre vi sia chi abbia interesse ed occasione di affidare ad una persona anziana, e per di più ormai lontana dal luogo dove ha svolto la sua carriera, incarichi del genere: il che, come l'esperienza insegna, è affatto aleatorio per non dire escluso. La conclusione che un reddito accessorio di tale provenienza viene in tali casi improvvisamente a mancare, e non solo gradatamente si affievolisca, doveva per le cennate considerazioni imporsi all'autorità cantonale, a meno che concludenti indizi in contrario senso potessero esser ritenuti. Ora, non solo l'intimata non ha fornito nè tentato alcuna positiva prova del contrario, ciò che conferma nel convincimento della fondatezza dell'affermazione del ricorrente, ma le ulteriori adduzioni di fatto della Camera civile risultano sulla scorta degli atti palesemente inesatte. Il possesso di una normale vettura, non nuova, non è indizio di particolare benessere economico. È contraria agli atti è la constatazione per cui il ricorrente non avrebbe contestato, in modo sufficientemente chiaro, le asserzioni dell'intimata circa il suo tenore di vita, ed in particolare circa il \"possesso\" di un appartamento a Vezia e di uno Oltregottardo: la contestazione è avvenuta tanto davanti al Pretore quanto nella risposta all'appellazione.\n\nIn simili circostanze, la conclusione di fatto dell'istanza cantonale appare fondata su un esercizio abusivo del potere d'apprezzamento. L'impugnata sentenza viola quindi l'art. 4 CF e dev'essere annullata."}