{"annee": "100", "cour": "II", "page": "450", "date": "10/12/1974", "cite": ["78 II 74", "99 II 315", "96 II 79", "88 II 471", "100 II 34"], "cite_par": ["107 II 356", "124 III 188"], "chapeau": "67. Auszug aus dem Urteil der I. Zivilabteilung vom 10. Dezember 1974 i.S. Asbrink Eiker AB gegen Rapid Maschinen & Fahrzeuge AG.", "regestes": ["Droit international privé. Détermination du droit applicable, s'agissant du contrat de représentation exclusive (changement de jurisprudence) et de la société simple."], "faits": "", "considerants": "BGE 100 II 450 S. 450\n\nNach Lehre und Rechtsprechung ist auf Verträge, die mit verschiedenen Rechtsordnungen Beziehungen haben, mangels Parteiabrede das Recht des Staates anzuwenden, mit dem sie räumlich am engsten zusammenhangen. Das ist in der Regel das Recht am Wohnsitz jener Partei, welche die den Vertrag kennzeichnende Leistung erbringt (BGE 100 II 37 /38, BGE 99 II 318 /19, BGE 96 II 89). Das Bundesgericht hat im Entscheid BGE 78 II 81 ff. anerkannt, dass der Alleinvertretungsvertrag wirtschaftlich gesehen zu den Vermittlungsverträgen gehöre und daher dem Agenturvertrag verwandt sei, für den Art. 418 b Abs. 2 OR auf das Recht des Landes verweise, in welchem der Agent seine Tätigkeit ausübe. Es hat aber für den Alleinvertretungsvertrag trotzdem das Recht am Wohnsitz des Geschäftsherrn als grundsätzlich massgebend erklärt, weil das Schwergewicht BGE 100 II 450 S. 451auf seinen Pflichten als Verkäufer liege. Indessen hat es Sonderfälle vorbehalten, in denen zwischen dem Geschäftsherrn und dem Alleinvertreter engere Beziehungen bestehen, so wenn z.B. ein Alleinvertretungsvertrag für eine lange Dauer abgeschlossen worden ist oder tatsächlich jahrelang bestanden hat oder wenn der Alleinvertreter keine Mindestabnahmepflicht eingegangen ist, wenn er seine ganze Arbeitskraft dem Geschäftsherrn zur Verfügung zu stellen hat. In solchen Fällen, sagt das Bundesgericht, sei es denkbar, dass bei der Ermittlung des anwendbaren Rechtes seine Stellung jener des Agenten gleichzuachten ist (BGE a.a.O. S. 82). Im Urteil BGE 88 II 474 /75 hat das Bundesgericht einen Sonderfall dieser Art angenommen und einen Alleinvertretungsvertrag mit Rücksicht auf seine lange Dauer dem Recht am Wohnort des Alleinvertreters unterstellt. Es hat aber offengelassen, ob an der in BGE 78 II 82 grundsätzlich vertretenen Auffassung überhaupt festgehalten werden könne. Im Entscheid BGE 78 II 82 wurde insbesondere ausgeführt, wesentlich sei für den Geschäftsherrn, eine bestimmte Menge Waren zu verkaufen, und für den Vertreter sie zu kaufen. Die vom Geschäftsherrn eingegangene Pflicht, niemand anders zu beliefern, diene lediglich der Verstärkung seiner Verkäuferpflichten, während die Pflicht des Alleinvertreters, den Absatz der Ware zu fördern und gewisse Interessen des Geschäftsherrn wahrzunehmen, bloss eine Begleiterscheinung des Alleinvertretungsrechtes sei. Solche Argumentation trägt indessen dem Zweck des Alleinvertretungsvertrages zuwenig Rechnung. Dieser besteht in erster Linie darin, dass der Geschäftsherr seine Ware durch einen selbständigen Kaufmann in einem andern Lande vertreiben lässt. Dazu kommt, dass die Grösse des Umsatzes - anders als beim Kauf- nicht zum voraus fest bestimmt, sondern vom Einsatz des Alleinvertreters abhängig ist. Deshalb ist die Leistung des Alleinvertreters funktionell und wirtschaftlich betrachtet bedeutender als jene des Geschäftsherrn (vgl. WYNIGER, vom Alleinverkaufsvertrag, insbesondere im Internationalen Privatrecht der Schweiz, S. 76 und 78; VISCHER, Internationales Privatrecht, in Schweizerisches Privatrecht I S. 674; SCHÖNENBERGER/JÄGGI, Kommentar zum OR, allgemeine Einleitung, Nachträge S. 612). Daraus ergibt sich, dass der Beklagte die für den Alleinvertretungsvertrag charakteristische Leistung erbracht hat, weshalb schweizerisches Recht anzuwenden ist.BGE 100 II 450 S. 452\n\nDer Entwicklungsvertrag sodann hat, sofern er als Gesellschaftsvertrag anzusehen ist, angesichts des als massgebend zu erachtenden Entwicklungszweckes seinen Schwerpunkt in der Leistung des Beklagten, also sachlich und örtlich in der Schweiz (vgl. SCHÖNENBERGER/JÄGGI, Kommentar zum OR, allgemeine Einleitung, N. 235-239, 323, ferner N. 322 in Verbindung mit SIEGWART, Vorbemerkungen zu Art. 530-551 OR N. 129). Es gilt somit auch hier schweizerisches Recht."}