{"annee": "100", "cour": "IV", "page": "66", "date": "17/5/1974", "cite": [], "cite_par": ["106 IV 201", "129 IV 246"], "chapeau": "19. Arrêt de la Cour de cassation pénale du 17 mai 1974 dans la cause Kronstein contre Procureur général du canton de Genève.", "regestes": ["Art. 3 al. 4 LCR. Dans tout le domaine public ouvert au trafic, les interdictions ou restrictions de parcages imposées à l'ensemble des usagers, ou à certains d'entre eux, doivent remplir les conditions posées par cette disposition (consid. 2 c). Art. 55 al. 3 OSR. 1. Cette disposition demeure dans les limites tracées à l'art. 106 al. 1 LCR, et correspond au but et aux exigences de la loi tels que fixés largement à l'art. 3 al. 4 et 5 LCR, dont elle permet la réalisation (consid. 2 d). 2. Celui qui fait l'objet d'une poursuite pénale pour violation d'une interdiction de parquer dirigée contre un nombre indéterminé de personnes, peut faire trancher la question préjudicielle de la légalité et de la constitutionnalité de la disposition en cause (consid. 2 a et e)."], "faits": "|67|\n\nA.- René Kronstein a stationné son véhicule automobile le 5 mai 1973 à 15 h 05 à la rue du Rhône à Genève dans une case entourée de lignes jaunes, avec lignes diagonales de même couleur et comportant l'inscription \"livraisons\".\n\nB.- Le 15 février 1974 le Tribunal de police de Genève a condamné Kronstein à une amende de Fr. 30.-. Ensuite d'appel du condamné, la Cour de justice du canton de Genève a, par arrêt du 4 avril 1974, déclaré l'appel irrecevable, faute de vio lation de la loi par le Tribunal de police.\n\nC.- Kronstein se pourvoit en nullité au Tribunal fédéral; il conclut tant à l'annulation du jugement du Tribunal de police qu'à celle de l'arrêt de la Cour de justice.", "considerants": "Considérant en droit:\n\n1. Le recourant invoque en premier lieu la violation du principe \"nulla poena sine lege\" posé à l'art. 1er CP. Il fait valoir que la LCR, pas plus que l'OSR, ne font mention des cases semblables à celle sur laquelle il a stationné, et il en conteste la légalité.\n\nCe moyen ne résiste pas à l'examen. L'art. 55 al. 3 OSR prévoit expressément les cases interdites au stationnement |68| (jaunes avec deux diagonales qui se croisent) et dispose que si la case porte une inscription (p.ex. \"TAXI\", voir figure 417 de l'annexe 2 à l'OSR) les véhicules autorisés à stationner ne doivent pas en être empêchés. Or la case en cause ici correspond à cette disposition de l'OSR et à la figure 417; les taxis n'étant mentionnés qu'à titre d'exemple, d'autres inscriptions peuvent être faites par l'autorité cantonale compétente, en vertu des pouvoirs qui lui sont conférés par l'art. 3 al. 2 et 4 LCR.\n\nSur le plan pénal, on doit constater que la case litigieuse est une marque, selon l'OSR, et que l'art. 27 LCR fait obligation à chacun de se conformer aux marques. Or toute violation des règles de la LCR et de ses prescriptions d'exécution tombe sous le coup de l'art. 90 LCR, qui fixe les peines applicables.\n\nLe recourant a donc été condamné pour infraction à des règles légales précises et il ne saurait y avoir en l'espèce une quelconque violation de l'art. 1er CP.\n\n2. Le recourant fait ensuite valoir que les cases \"livraison\" violeraient plusieurs principes fondamentaux, allant de l'usage accru d'utilisation du domaine public par certains usagers à la violation du principe de la proportionnalité des mesures de police, et il invoque la violation des art. 4 et 31 Cst qui garantissent l'égalité devant la loi ainsi que la liberté du commerce et de l'industrie. Il s'en prend également à la légalité de ce genre de cases, qui outrepasseraient ce qu'autorise la loi et feraient en outre double emploi avec d'autres prescriptions.\n\na) Celui qui est impliqué dans une poursuite pénale pour violation d'une interdiction de parquer dirigée contre un nombre indéterminé de personnes peut, sous certaines conditions qui sont remplies ici, faire trancher la question préjudicielle de la légalité de la décision, à l'exclusion de son opportunité (RO 98 IV 266; 99 IV 231).\n\nb) L'art. 3 al. 2 LCR donne aux cantons la compétence d'interdire, restreindre ou régler la circulation sur certaines routes. L'al. 3 détermine l'étendue des interdictions, et, d'après l'al. 4, \"d'autres limitations ou prescriptions peuvent être édictées pour assurer la sécurité, faciliter ou régler la circulation, pour protéger la structure de la route ou satisfaire à d'autres exigences imposées par les conditions locales\". |69|\n\nLa compétence des autorités qui ont apposé la marque litigieuse, de même que la validité formelle de la décision la concernant, ne sont pas contestées. Ce que fait notamment valoir le recourant revient à soutenir que les conditions matérielles de l'art. 3 al. 4 LCR ne sont pas remplies.\n\nc) Dans tout le domaine public ouvert au trafic, les interdictions ou restrictions du parcage imposées à l'ensemble des usagers ou à certains d'entre eux doivent remplir les conditions de l'art. 3 al. 4 LCR (RO 98 IV 262, 268).\n\nLa rue du Rhône est une artère à grand trafic, avec autobus, et relativement étroite; en outre, plusieurs commerces sont situés à proximité de la case litigieuse. Plutôt que d'autoriser le stationnement dans le secteur en cause, ou de l'interdire totalement, l'autorité compétente a réservé des emplacements aux livraisons. Or on doit admettre qu'une telle mesure n'est pas contraire aux conditions de l'art. 3 al. 4 LCR. En effet, dans une telle artère, l'autorisation de stationner ou la création de place de stationnement, même avec temps limité, aurait rendu problématiques les possibilités de livraisons pour tous les habitants du quartier; comme il s'agit d'un secteur comportant plusieurs commerces, le volume, la fréquence et la nécessité des livraisons sont fatalement plus élevés que dans un quartier non commerçant; dès lors, une exigence imposée par la situation locale aurait été considérablement entravée, ou bien la satisfaction de cette exigence de livraisons n'aurait pu se faire que dans des conditions rendant plus difficile la circulation (arrêt en seconde position, ou utilisation des trottoirs). D'un autre côté, l'interdiction générale de stationner n'aurait permis que l'arrêt servant uniquement à laisser monter ou descendre des passagers ou à charger ou décharger des marchandises; or un arrêt ainsi limité n'est pas propre à satisfaire l'exigence de livraison; en effet, la notion de livraison va plus loin que le simple chargement ou déchargement des marchandises (cf. RO 89 IV 216; RO 96 IV 43); cette notion recouvre le transport du lieu de déchargement au lieu de destination, ainsi que l'accomplissement des formalités pouvant accompagner l'acte purement matériel de la remise d'un objet; la livraison est donc un acte qui peut entraîner un arrêt ou stationnement plus long que celui qu'exige le seul déchargement. La création de cases spéciales permet de procéder aux livraisons de manière convenable, tout en limitant les inconvénients |70| de cette opération sur la circulation. On doit donc bien admettre que la création de telles cases est conforme à l'art. 3 al. 4 LCR et ne sort nullement des limites tracées par cette disposition. En outre, contrairement à ce que soutient le recourant, de telles cases ne sont pas superflues et n'ont ni le même objet ni le même effet que la marque d'interdiction de parquer (fig. 416 de l'annexe II à l'OSR), puisque la notion de livraison va plus loin que le seul chargement ou déchargement, seul autorisé en cas d'interdiction de parquer.\n\nd) Les cases de livraisons entrent dans le cadre de l'art. 55 al. 3 OSR et correspondent à ce que permet cette disposition. Cette dernière étant réglementaire, on doit examiner si elle demeure dans les limites tracées par l'art. 106 al. 1 LCR (cf. RO 94 IV 31), et cela conformément au pouvoir de contrôle que le Tribunal fédéral est habilité à exercer sur les ordonnances d'exécution des lois fédérales (cf. RO 92 IV 109; 97 II 272 et jurisprudence citée). Or il paraît bien évident qu'une disposition comme l'art. 55 al. 3 OSR reste nettement dans les limites tracées par l'art. 106 al. 1 LCR et qu'elle correspond au but et aux exigences de la loi telles que fixées largement aux art. 3 al. 4 et 5 LCR, dont elle permet la réalisation.\n\ne) Dans la mesure où le recourant invoque les droits constitutionnels garantis par les art. 4 et 31 Cst. pour attaquer l'application concrète des règles de la circulation routière en leur reprochant d'apporter à la liberté du commerce et de l'industrie une restriction contraire au principe de la proportionnalité ou de consacrer une inégalité de traitement, il aurait dû former un recours de droit public (RO 98 IV 137/138, consid. 2 b; Arrêt Bienz destiné à la publication, du 19 avril 1974). Les moyens qu'il soulève de ce chef sont dès lors impropres à fonder un pourvoi en nullité (art. 269 al. 2 PPF) et, partant, irrecevables (RO 81 IV 118 consid. 1; 84 IV 140 consid. 1; 98 IV 138 et cit.).\n\nEn revanche, de même qu'il pouvait, à titre préjudiciel, contester la légalité de la disposition en cause, le recourant peut exciper de son inconstitutionnalité (RO 94 IV 31; Arrêt Bienz précité). Un tel grief ne saurait toutefois être admis en l'occurrence. En effet, les droits constitutionnels ne sont garantis que dans le cadre de la législation fédérale en vigueur, celle-ci n'étant pas soumise au contrôle constitutionnel |71| (art. 113 al. 3 et 114bis al. 3 Cst; cf. RO 83 IV 61, consid. 1; 92 IV 109 lit. a). Par ailleurs, selon une jurisprudence constante, la liberté du commerce et de l'industrie ne fait pas obstacle à des restrictions de police qui ont pour but d'empêcher que l'ordre public ne soit troublé par une liberté sans limite dans le domaine de l'activité économique et qui tendent à préserver la sécurité et la tranquillité publiques (RO 82 IV 51 et cit.). Or on a vu que l'art. 55 al. 1 OSR non seulement est conforme à la LCR en général et à ses art. 3 al. 4 et 106 al. 1 en particulier, mais qu'il constitue encore une mesure de police destinée à faciliter les livraisons dans une rue commerçante encombrée (cf. RO 83 I 150 lit. b).\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi dans la mesure où il est recevable."}