{"annee": "100", "cour": "V", "page": "178", "date": "16/12/1974", "cite": ["99 V 152", "98 V 35"], "cite_par": ["110 V 164"], "chapeau": "45. Urteil vom 16. Dezember 1974 i.S. F. gegen Ausgleichskasse des Kantons Bern und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 13 et 14 LAI. Relations juridiques entre l'assurance-invalidité, ceux qui exécutent les mesures médicales et les assurés."], "faits": "|178|\n\nA.- Der am 20. September 1952 geborene F. hat wegen Geistesschwäche verschiedene berufliche Eingliederungsmassnahmen und - auf Anmeldung vom 15. Januar 1973 hin - eine ganze einfache Invalidenrente mit Wirkung ab 1. Oktober 1972 zugesprochen erhalten. Am 10. Dezember 1971 wurde er wegen einer Oberkieferdeformation bei der Invalidenversicherung angemeldet. Dr. med. dent. M., Klinik für Kiefer- und Gesichtschirurgie der Universität X., diagnostizierte starke Form von offenem Biss, Progenie und Makroglossie. Er erachtete eine Osteotomie und Bisseinstellung im Unter- und/oder Oberkiefer sowie eine Zungenverkleinerung für notwendig (Bericht vom 17. Januar 1972). Mit Verfügung vom 30. Mai 1972 sprach die Ausgleichskasse dem Versicherten medizinische Massnahmen zur Behandlung der Geburtsgebrechen Ziff. 209, 210 und 214 längstens bis zur Volljährigkeit zu. Als Durchführungsstellen wurden Dr. med. dent. A. und die Klinik für Kiefer- und Gesichtschirurgie der Universität X. bezeichnet. Dr. M. berichtete am 9. Mai 1973, dass die zum |179| operativen Eingriff notwendigen Voruntersuchungen vorgenommen worden seien und dass die Operation im Kieferbereich auf Mitte September 1973 festgelegt worden sei. Der Arzt ersuchte um Verlängerung der Kostengutsprache bis Ende 1974, damit die Durchführung der geplanten Operation möglich sei. Aus den von Prof. N. und Dr. M. erstatteten Berichten vom 3. Oktober und 20. November 1973 geht hervor, dass F. am 12. September 1973 hospitalisiert und am 24. September 1973 operiert wurde. Die vorgenommene Unterkiefer-Osteotomie und die Zungenverkleinerung hätten zu einer Verbesserung der Bissverhältnisse geführt und würden mit den im Bericht vom 17. Januar 1972 erwähnten Geburtsgebrechen zusammenhangen. Am 9. Januar 1974 verfügte die Ausgleichskasse folgendes:\n\n\"In der Verfügung vom 30.5.1972 wird ausdrücklich festgehalten, dass die Geburtsgebrechenbehandlung längstens bis zur Erreichung der Volljährigkeit von der IV übernommen werden kann. Diese Frist lief somit am 30.9.1972 ab. Die zur Operation notwendigen Voruntersuchungen fanden aber erst am 20.3.1973 statt; die Operation selber wurde am 24.9.1973 durchgeführt. Die Massnahmen nach Erreichung der Volljährigkeit richten sich auf die Behandlung des Leidens an sich. Eine Leistungsmöglichkeit der IV besteht daher leider nicht.\"\n\nB.- Beschwerdeweise beantragte der Vater des Versicherten Übernahme der Operationskosten. Nachdem sein Sohn am 21. November 1971 Prof. N. überwiesen worden sei, könne er die entstandenen Kosten nicht übernehmen, wenn infolge Überbelastung der Klinik oder infolge Nichtbeachtung des Termins die Operation erst nach dem 20. Altersjahr habe vorgenommen werden können.\n\nDas Versicherungsgericht des Kantons Bern wies durch Entscheid vom 8. März 1974 die Beschwerde unter Hinweis auf BGE 98 V 35 ab. Zudem stelle auch eine allfällige Überlastung der Klinik keinen Grund für ein Hinausschieben der Operation nach dem 20. Altersjahr dar, nachdem die Massnahme nicht vorher zugesprochen worden sei; die neue Anmeldung datiere nämlich vom 15. Januar 1973. Das Gericht verneinte schliesslich auch einen Anspruch gemäss Art. 12 Abs. 1 IVG.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde stellt der Vater des Versicherten den Antrag, die Invalidenversicherung habe die Unterkiefer-Osteotomie und die Zungenverkleinerung |180| zu übernehmen. Er macht geltend, ganz offensichtlich einer falschen Information unterlegen zu sein.\n\nWährend die Ausgleichskasse auf eine Stellungnahme verzichtet, schliesst das Bundesamt für Sozialversicherung auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Entgegen der Auffassung der Vorinstanz trifft es nicht zu, dass die umstrittenen Massnahmen erst nach dem 20. Altersjahr des Beschwerdeführers zugesprochen worden sind. Die Anmeldung vom 15. Januar 1973 bezog sich auf medizinische Massnahmen wegen eines Gehirnschadens und auf eine Rente. Die medizinischen Massnahmen zur Behandlung der Geburtsgebrechen Ziff. 209, 210 und 214 wurden jedoch mit Verfügung vom 30. Mai 1972, also vor Erreichen der Volljährigkeit gewährt.\n\nIm übrigen hat aber der kantonale Richter zutreffend dargelegt, weshalb der Beschwerdeführer, dessen Geburtsgebrechen nicht vor seiner Mündigkeit behandelt worden sind, im Sinne von BGE 98 V 35 grundsätzlich keine Leistungen gemäss Art. 13 IVG beanspruchen kann.\n\n2. Es fragt sich indessen, ob in Anwendung der in BGE 99 V 152 aufgestellten Grundsätze der Beschwerdeführer der Invalidenversicherung gegenüber trotz des Fristablaufs Anspruch auf Gewährung der - bereits durchgeführten - Operationen hat.\n\nEs ist Sache der Invalidenversicherung, die Durchführungsstelle mit der Vornahme der bewilligten medizinischen Massnahme zu betrauen. Dadurch entsteht ein Auftragsverhältnis zwischen der Versicherung und der Stelle, welche die Eingliederungsmassnahme durchführt; dieses Verhältnis wird ergänzt durch allfällige spezielle Vereinbarungen, namentlich im Sinne von Art. 27 IVG. Zwischen der Durchführungsstelle und dem Versicherten fehlt es in der Regel an direkten Rechtsbeziehungen; insbesondere entstehen solche nicht bezüglich der im Auftrag der Invalidenversicherung von der durchführenden Stelle zu erbringenden Leistungen. Das Verhältnis zwischen der Invalidenversicherung und dem Versicherten richtet sich nach den Bestimmungen des IVG (BGE 99 V 155 Erw. 3). Daraus folgt, dass im Rahmen des Auftragsverhältnisses Invalidenversicherung/ |181| Durchführungsstelle einzig die Versicherung zahlungspflichtig ist. Der Versicherte hat gegenüber der Invalidenversicherung Anspruch auf die medizinischen Massnahmen, die Sachleistungen sind und als solche gesamthaft von der Versicherung angeordnet und bezahlt werden (BGE 99 V 154 Erw. 2). Dem Versicherten erwachsen im Verhältnis zur Durchführungsstelle keine Verpflichtungen aus Massnahmen, welche die durchführende Stelle über den Auftrag der Versicherung hinaus vorgenommen hat, sofern er seinerseits keinen entsprechenden Auftrag erteilt hat.\n\n3. Im vorliegenden Fall geht es nur um das Rechtsverhältnis zwischen der Invalidenversicherung und dem Beschwerdeführer. Sein Anspruch auf medizinische Massnahmen zur Behandlung der Geburtsgebrechen Ziff. 209, 210 und 214 ist mit rechtskräftiger Verfügung vom 30. Mai 1972 bejaht worden. Die Durchführung dieser Sachleistung war grundsätzlich Aufgabe der Versicherung, welche dafür dem Versicherten gegenüber verantwortlich ist, auch wenn sie die Massnahmen im Auftragsverhältnis von Dritten durchführen lässt (vgl. auch Art. 60 Abs. 2 IVG). Die Invalidenversicherung darf sich daher für die Verweigerung einer bereits zugesprochenen Massnahme nicht darauf berufen, dass sie im Durchführungsverfahren eine Frist versäumt hat; dabei ist es für den Versicherten unerheblich, ob die Fristversäumnis unmittelbar durch ein Organ der Invalidenversicherung oder durch eine von ihr beauftragte Durchführungsstelle verursacht worden ist.\n\nAus dem Gesagten folgt, dass der Beschwerdeführer der Invalidenversicherung gegenüber trotz des Umstandes, dass die - vor dem 20. Altersjahr zugesprochenen - medizinischen Massnahmen erst nach der Volljährigkeit ausgeführt worden sind, Anspruch auf Gewährung dieser Sachleistungen hat...\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird festgestellt, dass der Beschwerdeführer der Invalidenversicherung gegenüber Anspruch auf Übernahme der mit Verfügung vom 30. Mai 1972 angeordneten und inzwischen durchgeführten medizinischen Massnahmen besitzt."}