{"annee": "100", "cour": "III", "page": "79", "date": "9/5/1974", "cite": ["41 III 215", "53 II 111", "53 II 336", "75 II 293", "95 II 235", "44 II 132", "44 II 255", "65 II 66", "96 II 25", "29 II 330", "40 II 405"], "cite_par": ["136 III 437", "129 III 118", "132 III 480", "130 III 694", "104 II 190", "135 V 113", "127 III 147"], "chapeau": "21. Auszug aus dem Urteil der II. Zivilabteilung vom 9. Mai 1974 i.S. Amincor Bank AG gegen National Bank of North America.", "regestes": ["Séquestre du crédit d'un compte courant. 1. La liquidation du compte à l'égard de l'Office des poursuites n'emporte pas novation au sens de l'art. 117 al. 2 CO (consid. 3). 2. En cas de séquestre du crédit d'un compte courant, le calcul du solde doit aussi prendre en considération des postes qui n'étaient pas encorecomptabilisés au moment du séquestre, pour autant que le fondement juridique de la comptabilisation ait déjà existé à l'époque (consid. 4). 3. La reconnaissance du solde d'un compte courant n'exclut pas que l'on puisse se prévaloir de postes omis par inadvertance dans le calcul du solde (consid. 6)."], "faits": "|80|\n\nAus dem Tatbestand:\n\nA.- Die Amincor Bank AG (im folgenden als Amincor bezeichnet), die ihren Hauptsitz in Zürich hat und eine Filiale in Chiasso unterhält, eröffnete einem gewissen Hector Lopez Fontana auf dessen Gesuch vom 2. November 1972 hin ein Kontokorrentkonto. Am 14. November 1972 ging bei der Filiale Chiasso eine Zahlungsanweisung der Chemical Bank New York zugunsten von Hector Lopez Fontana ein, lautend auf den Betrag von US$7500.--. Es war darin vermerkt, die Anweisung erfolge im Auftrag des Generalkonsulates von Uruguay in New York; zwecks Rückerstattung der Auszahlung werde der Amincor ein entsprechender Betrag in Dollar gutgeschrieben (\"We credit your dollar account\"). Die Filiale Chiasso zahlte Hector Lopez Fontana als Gegenwert des angewiesenen Dollar-Betrages gleichentags Fr. 28 458.70 aus und ersuchte die Chemical Bank brieflich um Überweisung des Betrages auf ihr Konto bei der Schweizerischen Kreditanstalt in New York.\n\nDer Hauptsitz der Amincor in Zürich schrieb dem Konto von Hector Lopez Fontana am gleichen 14. November 1972 einen Betrage von US$9494.65 gut, und zwar auf Grund einer von der National Bank of North America (im folgenden National Bank genannt) zu dessen Gunsten eingegangenen Überweisung. Von dieser Zahlung hatte die Filiale Chiasso der Amincor, die sich beim Hauptsitz in Zürich erkundigt |81| hatte, Kenntnis, als sie den Gegenwert für den von der Chemical Bank angewiesenen Dollarbetrag an Fontana auszahlte. Später stellte sich heraus, dass die Überweisung der National Bank auf Grund eines gefälschten Auftrages erfolgt war.\n\nAm 28. November 1972 erhielt die Filiale Chiasso der Amincor ein Telegramm der Chemical Bank des Inhalts, die Zahlungsanweisung zugunsten von Hector Lopez Fontana stamme nicht von ihr und erscheine als betrügerisch; eine Untersuchung sei im Gange. Dieses Telegramm gab der Amincor Anlass zur Stornierung der Gutschrift, die sie seinerzeit auf Grund der Zahlungsanweisung der Chemical Bank zugunsten von Hector Lopez Fontana vorgenommen hatte. Infolge angeblicher Arbeitsüberlastung erfolgte die Stornierung durch die Filiale Chiasso erst am 22. Januar 1973. Vorher hatte der Hauptsitz der Amincor in Zürich offenbar keine Kenntnis davon, dass die Grundlage dieser Gutschrift dahingefallen war.\n\nB.- Inzwischen hatte die National Bank gegen Hector Lopez Fontana für eine Forderung von ca. Fr. 45 000.-- wegen der betrügerisch veranlassten Überweisung einen Arrestbefehl erwirkt. Das Betreibungsamt Zürich 2 gab dem Hauptsitz der Amincor mit Anzeige vom 10. Januar 1973 von diesem Arrest Kenntnis und eröffnete ihr, dass sämtliche Guthaben und Vermögenswerte des Arrestschuldners, so unter anderem auch Kontokorrentguthaben, für die Arrestforderung mit Beschlag belegt seien. Es forderte die Bank unter Strafandrohung im Sinne von Art. 292 StGB auf, ihm die Arrestobjekte oder die zu ihrem Nachweis erforderlichen Unterlagen vorzulegen und \"ohne Nachteil für Ihre Rechte, die uns sofort substanziert bekanntzugeben sind, zur Verfügung zu stellen...\".\n\nMit Schreiben vom 11. Januar 1973 teilte die Amincor dem Betreibungsamt mit, der Saldo des Guthabens des Arrestschuldners per 10. Januar 1973 betrage Sfr. 385.-- und US$9494,65; diesen Betrag abzüglich Kommissionen und Spesen habe sie auf das Konto des Betreibungsamtes bei der Zürcher Kantonalbank in Zürich überwiesen; sie betrachte damit die Angelegenheit als erledigt.\n\nNachdem die Amincor entdeckt hatte, dass sie bei der Berechnung des dem Betreibungsamt mitgeteilten und bereits ausbezahlten Saldos die Stornierung der Gutschrift im Zusammenhang |82| mit der Zahlungsanweisung der Chemical Bank nicht berücksichtigt hatte, schrieb sie dem Betriebungsamt am 25. und 30. Januar 1973, es treffe nicht zu, dass die Angelegenheit Fontana für sie erledigt sei, wie sie im Schreiben vom 11. Januar 1973 irrtümlicherweise ausgeführt habe; sie mache vielmehr den Betrag von US$7500.-- oder Fr. 28 575.-- (Valuta 14. November 1972) verrechnungsweise geltend.\n\nDa die National Bank das Verrechnungsrecht der Amincor bestritt, setzte das Betreibungsamt der letztern Frist zur Klage gemäss Art. 107 SchKG an. Als Arrestgegenstand wurden in der betreibungsamtlichen Verfügung die \"beim Schuldner Hector Lopez Fontana arrestierten Guthaben von Fr. 35 619.95 und Fr. 220.40\" bezeichnet.\n\nC.- Die Amincor reichte hierauf beim Einzelrichter im beschleunigten Verfahren des Bezirkes Zürich gegen die National Bank Widerspruchsklage ein mit folgendem Rechtsbegehren:\n\n\"Es sei festzustellen, dass das Eigentum an dem durch die Beklagte bei der Klägerin arrestierten Betrage von US$9486.-- im Umfange von US$7500.-- bzw. SFr. 28 575.-- (Valuta 14. November 1972) der Klägerin zusteht.\"\n\nDer Einzelrichter wies die Klage mit Urteil vom 29. August 1973 ab.\n\nDas Obergericht des Kantons Zürich bestätigte den erstinstanzlichen Entscheid auf Berufung der Klägerin hin mit Urteil vom 30. Oktober 1973.\n\nD.- Gegen dieses Urteil reichte die Klägerin Berufung an das Bundesgericht ein und beantragte darin die Gutheissung ihrer Klage.\n\nDie Beklagte stellte Antrag auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n3. Die Vorinstanz hat festgestellt und es ist auch nicht streitig, dass zwischen der Klägerin und dem Arrestschuldner ein Kontokorrentvertrag abgeschlossen wurde, der ungeachtet der verschiedenen Kontonummern ein einziges, sämtliche Gutschriften und Belastungen umfassendes Kontokorrentverhältnis begründete. Streitig ist hingegen, welche Wirkung die Mitteilung und Überweisung des Kontokorrentsaldos durch |83| die Klägerin hatte. Die Vorinstanz nahm an, die Saldierung gegenüber dem Betreibungsamt sei derjenigen gegenüber dem Kontoinhaber gleichzusetzen; weil anlässlich der Abrechnung und Saldoüberweisung vom 11. Januar 1973 der streitige Betrag von US$7500.-- dem Konto des Arrestschuldners nicht belastet und somit nicht in die Verrechnung einbezogen worden sei, könne diese Forderung nachträglich nicht mehr mit dem arrestierten Guthaben verrechnet werden.\n\nDer Kontokorrentvertrag besteht nach herrschender Auffassung in der Abrede zweier in einem gegenseitigen Abrechnungsverhältnis stehender Personen, alle von diesem Verhältnis erfassten Forderungen bis zum Abrechnungstermin zu stunden und weder abzutreten noch separat geltend zu machen, sondern nur als Rechnungsposten für die Ermittlung des Saldos zu behandeln. Er enthält einen Verrechnungsvertrag, gemäss welchem ohne Verrechnungserklärung alle vom Kontokorrentverhältnis erfassten beidseitigen Forderungen entweder laufend oder am Ende der Rechnungsperiode automatisch verrechnet werden (vgl. zum Begriff und zu den Wirkungen des Kontokorrentvertrages BGE 53 II 339 f., BGE 44 II 135 und 261, BGE 41 III 218, BGE 40 II 411, BGE 29 II 335 Erw. 5; VON TUHR/SIEGWART, II, S. 626/27 und 652/653; BECKER, N. 1 ff. zu Art. 117 OR; OSER-SCHÖNENBERGER, N. 2 ff. zu Art. 117 und N. 7 zu Art. 124 OR; BEAT KLEINER, Die allgem. Geschäftsbedingungen der Banken, Giro- und Kontokorrentvertrag, S. 79 ff. mit Zitaten). Art. 117 OR bestimmt in Absatz 1 und 2, dass die Einsetzung der einzelnen Posten in den Kontokorrent keine Neuerung zur Folge habe, wohl aber die Ziehung und Anerkennung des Saldos.\n\nEine Neuerung im Sinne von Art. 117 Abs. 2 OR wurde durch die Saldierung des Kontokorrentkontos gegenüber dem Betreibungsamt entgegen der Auffassung der Beklagten nicht bewirkt. Eine solche hätte nur durch Anerkennung des Saldos seitens des Vertragspartners der Klägerin, also des Arrestschuldners Fontana, erfolgen können. Das Betreibungsamt trat mit dem Arrestvollzug nicht einfach in dessen Rechtsstellung ein. Die einzige materiell-rechtliche Auswirkung des Arrestes auf das Kontokorrentverhältnis bestand darin, dass die Klägerin ihre Schuld aus diesem Vertragsverhältnis nur noch durch Zahlung an das Betreibungsamt rechtsgültig tilgen konnte (Art. 99 in Verbindung mit Art. 275 SchKG). Befreiende |84| Wirkung kam der Zahlung der Klägerin aber nur in dem Umfange zu, in welchem dem Arrestschuldner im Zeitpunkt des Arrestvollzuges überhaupt eine Forderung gegenüber der Klägerin zustand. Darüber hinaus konnte der Arrest keine Wirkungen entfalten. Sollte die Klägerin dem Betreibungsamt daher mehr bezahlt haben, als sie aus dem Kontokorrentverhältnis effektiv schuldete, ist dieser Mehrbetrag richtigerweise aus dem Arrest- oder Pfändungsbeschlag zu entlassen.\n\n4. Die Vorinstanz ging davon aus, für das Schicksal der Klage entscheidend sei, ob im Zeitpunkt der Saldierung des Kontokorrentguthabens die Verrechnung der streitigen Forderung der Klägerin gegenüber dem Arrestschuldner bereits eingetreten sei, was sie in der Folge verneinte. Sie setzte sich in diesem Zusammenhang nicht mit der Frage auseinander, ob beim Bankenkontokorrent nicht im Unterschied zum gewöhnlichen Kontokorrent die Verrechnung aller gegenseitigen Forderungen laufend erfolge, sobald sich diese verrechenbar gegenübertreten (so KLEINER, a.a.O. S. 82 ff.). Diese Frage kann indessen offen bleiben. Auf den Zeitpunkt des Eintritts der Verrechnung kommt es nämlich im vorliegenden Fall gar nicht an.\n\nWird eine Forderung arrestiert oder gepfändet, so bleiben dem Schuldner die Einreden erhalten, die der Forderung entgegenstanden (JAEGER, N. 7 zu Art. 99 SchKG). Denn die Pfändung bzw. Arrestierung einer Forderung kann die Stellung des Schuldners so wenig verschlechtern wie deren Abtretung (OSER/SCHÖNENBERGER, N. 15 zu Art. 169 OR). Zu den Einreden, die auch gegenüber einer gepfändeten Forderung geltend gemacht werden können, gehört nun insbesondere diejenige der Verrechnung (BGE 95 II 238 mit Hinweisen: JAEGER, a.a.O.; vgl. auch Art. 213 SchKG für den Fall des Konkurses). Dabei ist nicht erforderlich, dass die Verrechnung im Zeitpunkt, als der Drittschuldner vom Arrest Kenntnis erhielt, bereits zulässig und erklärt war. Vielmehr genügt es, wenn der Schuldner in diesem Zeitpunkt die Aussicht hatte, dereinst verrechnen zu können (BGE 95 II 238). Voraussetzung dafür ist, dass die Gegenforderung bei der Arrestnahme wenigstens dem Rechtsgrunde nach bereits besteht (FAVRE, Droit des poursuites, 3. Aufl., S. 295; vgl. auch BGE 44 II 260; VON/TUHR/SIEGWART, II, S. 815). Bei der Arrestierung eines Kontokorrentguthabens ist demnach entscheidend, ob der |85| Grund für die Belastung des Kontos mit der in Frage stehenden Gegenforderung schon vor der Arrestlegung entstanden ist. Der Zeitpunkt der Vornahme der entsprechenden Buchung ist dagegen nicht erheblich (SCHLÄPFER, Der Kontokorrentvertrag, Diss. Zürich 1943 S. 129 ff.).\n\nIm deutschen Recht ist diese Regelung übrigens ausdrücklich vorgesehen. § 357 HGB bestimmt nämlich, dass bei Pfändung der Saldoforderung aus einem Kontokorrentverhältnis Schuldposten, die nach der Pfändung durch neue Geschäfte entstehen, nicht in Rechnung gestellt werden können. Präzisierend wird sodann beigefügt: \"Geschäfte, die auf Grund eines schon vor der Pfändung bestehenden Rechts oder einer schon vor diesem Zeitpunkte bestehenden Verpflichtung des Drittschuldners vorgenommen werden, gelten nicht als neue Geschäfte im Sinne dieser Vorschrift\". Keine neuen Geschäfte sind nach der Lehre insbesondere Rückbelastungen auf Grund von unter Vorbehalt vorgenommenen Gutschriften sowie solche, die infolge Anfechtung eines kontokorrentzugehörigen Geschäftes erfolgen (CANARIS, in Grosskommentar zum HGB, N. 11 zu § 357; SCHLEGELBERGER-HEFERMEHL, N. 7 zu § 357 HGB).\n\n5. Die Gutschrift zugunsten des Arrestschuldners, welche die Klägerin auf Grund der Zahlungsanweisung der Chemical Bank vornahm, erfolgte unter dem selbstverständlichen Vorbehalt des Eingangs der Zahlung (BGE 53 II 118 Erw. 3, BGE 41 III 218; VON TUHR/SIEGWART, II, S. 629; BECKER, N. 5 zu Art. 117 OR). Nach dem Eintreffen des Telegramms der Chemical Bank am 28. November 1972 stand fest, dass mit dem Eingang der Deckung nicht mehr gerechnet werden konnte. Damit war die Grundlage der seinerzeitigen Gutschrift dahingefallen und der Grund für eine entsprechende Belastung des Kontos des Arrestschuldners eingetreten. Dass die Stornierung im Zeitpunkt des Arrestes noch nicht erfolgt war, ändert nach dem Gesagten nichts daran, dass dem Wegfall der fraglichen Gutschrift bei der Berechnung des Saldos gegenüber dem Betreibungsamt hätte Rechnung getragen werden sollen. Der entsprechende Betrag ist daher aus dem Arrest- bzw. Pfändungsbeschlag zu entlassen.\n\n6. An diesem Ergebnis würde sich übrigens auch dann nichts ändern, wenn die Klägerin gegenüber dem Arrestschuldner den (unrichtigen) Saldo anerkannt hätte und dieser |86| Saldo arrestiert worden wäre. Denn die Anerkennung des Kontokorrentsaldos hat nicht zur Folge, dass versehentlich nicht in die Saldoberechnung einbezogene Posten schlechthin nicht mehr zu berücksichtigen wären. Vielmehr bleibt dem Schuldner - wie beim Schuldbekenntnis ohne Angabe eines Verpflichtungsgrundes im Sinne von Art. 17 OR (vgl. dazu BGE 96 II 26, BGE 75 II 296 Erw. 3a, BGE 65 II 84) - die Möglichkeit des Nachweises, dass die anerkannte Schuld in Wirklichkeit nicht bestanden habe. Denn wer eine Schuld anerkennt, tut dies nur in der dem Empfänger erkennbaren Annahme, diese Schuld bestehe (JÄGGI, N. 14 zu Art. 17 OR). Dementsprechend ist beim Kontokorrentverhältnis vorauszusetzen, dass die Parteien mit der Anerkennung des Saldos nicht auf die Berücksichtigung von versehentlich nicht gebuchten Posten verzichten wollen (vgl. JÄGGI, N. 106 zu Art. 965 OR). Wird die Auszahlung des Kontokorrentsaldos verlangt, so kann der Schuldner daher trotz der Anerkennung geltend machen, der fragliche Posten sei in die Saldoberechnung einzubeziehen. Die gemäss Art. 117 Abs. 2 OR mit der Saldoanerkennung verbundene novatorische Wirkung steht dem nicht entgegen (vgl. den Entscheid des Zürcher Handelsgerichts in ZR 1957 Nr. 96). Nicht anders würde es sich verhalten, wenn man der Anerkennung des Saldos abstrakte Wirkung im eigentlichen Sinne zusprechen wollte (vgl. dazu JÄGGI, N. 21 ff. zu Art. 17 OR). Denn bei dieser Annahme wäre die eine Partei durch die Nichtberücksichtigung eines Postens bei der Saldierung ungerechtfertigt bereichert, was durch Erhöhung oder Herabsetzung des Saldos ausgeglichen werden müsste (in diesem Sinne VON TUHR/SIEGWART, II, S. 628/629 und die deutsche Lehre, vgl. CANARIS, a.a.O. N. 102 zu § 355 HGB; SCHLEGELBERGER-HEFERMEHL, N. 44 zu § 355 HGB). Da im vorliegenden Fall der Grund für die Berichtigung der Saldoberechnung im Zeitpunkt der Arrestnahme schon bestand, könnte nach dem in Erwägung 4 Gesagten auch dem Arrestgläubiger eine entsprechende Einrede entgegengehalten werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen und das angefochtene Urteil aufgehoben. In Gutheissung der Klage wird festgestellt, |87| dass der Klägerin an dem auf Begehren der Beklagten arrestierten, ursprünglich auf US$9486.-- (Fr. 35 619.95) und Fr. 220.40 bezifferten Guthaben des Hector Lopez Fontana im Umfange von Fr. 28 575.-- (US$7500.--, Valuta 14. November 1972) ein den Arrest ausschliessendes Recht zusteht und dass dieser Betrag demzufolge aus der Pfändung zu entlassen ist."}