{"annee": "100", "cour": "IB", "page": "162", "date": "28/6/1974", "cite": [], "cite_par": ["117 IB 243"], "chapeau": "26. Auszug aus dem Urteil vom 28. Juni 1974 i.S. Geissbühler gegen Eidg. Departement des Innern", "regestes": ["Mesures pour la protection des monuments; art. 16 LPN. - L'art. 16 LPN n'est applicable que si le monument est l'objet d'une menace directe; il ne contient aucune base juridique permettant d'assurer une protection indirecte. - Il ne doit être fait usage des mesures conservatoires qu'avec retenue."], "faits": "|162|\n\nSachverhalt\n\nDer Beschwerdeführer ist Eigentümer eines Grundstückes, auf dem sich Überreste der einstigen gallo-römischen Militärsiedlung Petinesca finden. Es handelt sich dabei um Stätten von grossem, einmaligem kulturhistorischem Stellenwert von nationaler Bedeutung. Am 15. März 1974 verkaufte der Beschwerdeführer das Grundstück zum Preis von rund Fr. 90.- /m2. Da der Kanton Bern, dem ein Vorkaufsrecht an diesem Grundstück zusteht, zu diesem Preis von seinem Recht nicht Gebrauch machen will, wandten sich die kantonalen Behörden an das Eidg. Departement des Innern (EDI) und machten es auf den Sachverhalt aufmerksam. Dieses verfügte daraufhin ein Bau- und Veränderungsverbot für die Dauer von fünf Jahren. Es berief sich auf Art. 16 des Bundesgesetzes über Natur- und Heimatschutz vom 1. Juli 1966 (NHG); die Massnahme |163| solle es ermöglichen, in Ruhe die notwendigen Schritte zur Enteignung des Grundstückes einzuleiten. Gegen diese Verfügung erhebt der Betroffene Verwaltungsgerichtsbeschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. (Prozessuales).\n\n2. Droht einer geschichtlichen Stätte oder einem Kulturdenkmal von nationaler Bedeutung unmittelbar Gefahr, kann der Bundesrat ein solches Objekt durch befristete Massnahmen unter den Schutz des Bundes stellen und die nötigen Sicherungen zu seiner Erhaltung anordnen (Art. 16 NHG). Objekte von nationaler Bedeutung sind in erster Linie Stätten und Sachen, die als solche in das vom Bund nach Art. 5 NHG zu erstellende Inventar aufgenommen worden sind. Hinsichtlich der Militärstation Petinesca scheint eine solche Inventarisierung noch nicht vorgenommen worden zu sein. Schutzwürdig sind aber auch solche Objekte, die nicht oder noch nicht in das Verzeichnis aufgenommen wurden, wenn an ihrer Erhaltung ein über den Kanton oder die Gegend, in der sie liegen, hinausgreifendes Interesse besteht. Die Überreste der gallorömischen Militärstation Petinesca sind, da die Schweiz arm ist an Kulturdenkmälern aus römischer Zeit, offensichtlich als Objekte von nationaler Bedeutung zu betrachten. Der Beschwerdeführer behauptet nichts anderes.\n\nDamit Art. 16 NHG anwendbar ist, muss dem Kulturdenkmal Gefahr drohen. In dieser Hinsicht sind die zur Beurteilung der Beschwerde massgebenden Verhältnisse von der Vorinstanz nur sehr summarisch geprüft worden. Eine Gefahr für die Überreste, z.B. eine drohende Beseitigung oder Veränderung, scheint nicht zu bestehen. Aus den Akten ergibt sich kein Hinweis darauf, dass der derzeitige oder der künftige Eigentümer eine nachteilige Veränderung an den Kulturdenkmälern selbst beabsichtigen. Es geht aus dem Bericht des Landesmuseums hervor, dass die Überreste zurzeit nicht voll zur Geltung kommen, weil die bestehenden Bauten dem im Wege stehen. Es erscheint offenbar wünschenswert, dass diese Bauten in der Zukunft beseitigt werden, um das Kulturzentrum besser hervortreten zu lassen. Durch Neubauten in unmittelbarer Nähe des Schutzobjektes dürfte daher eine Beeinträchtigung |164| der heutigen Situation eintreten, die ein Eingreifen rechtfertigen könnte. Droht einem Objekt von nationaler Bedeutung in diesem Sinne Gefahr, sind auch einschneidende Massnahmen, wie z.B. die Anordnung von Bauverboten, zulässig (vgl. Sten. Bulletin 1966 NR 333, Votum Heil und Antwort von Bundesrat Tschudi). Indessen ergibt sich aus den Akten nicht, dass der Käufer der Liegenschaft eine Erweiterung des bestehenden Hauses oder die Erstellung weiterer Bauten auf dem Grundstück anstrebt. Vorgesehen ist anscheinend bloss die Renovation des bestehenden Gebäudes. Es ist daher fraglich, ob davon gesprochen werden kann, dem Kulturdenkmal in seinem bisherigen Bestand drohe überhaupt durch den Ver-. kauf und die vorgesehenen Veränderungen baulicher Art am fraglichen Wohnbau Gefahr.\n\nDie Gefahr muss ausserdem eine unmittelbare sein (\"un danger imminent\", \"un pericolo imminente\"). Damit ist in erster Linie gemeint, dass die Gefahr zeitlich unmittelbar bevorsteht. Während der französische und der italienische Gesetzeswortlaut einzig diese Auslegung nahelegen, lässt die deutsche Fassung auch den Schluss zu, dass die Gefahr die Objekte von nationaler Bedeutung unmittelbar in ihrem bisherigen Bestand treffen muss. Diese Auslegung entspricht dem Zweck des Gesetzes, das historische Stätten oder Kulturdenkmäler in ihrem materiellen Bestand und im Rahmen ihrer Umgebung, soweit es auf sie ankommt, erhalten will. Der angefochtene Entscheid bezweckt keinen solchen Schutz. Wie insbesondere aus der Vernehmlassung der Vorinstanz hervorgeht, soll das Veränderungsverbot dazu dienen, dem Kanton Bern oder allenfalls der Eidgenossenschaft den Erwerb der Parzelle Nr. 129 auf dem Enteignungsweg zu einem Preis zu sichern, der den Erwerbern angemessen erscheint. Tatsächlich besteht die Gefahr, dass das Gemeinwesen, sofern es die Liegenschaft enteignungsweise erwerben muss, ohne die Auswirkungen des Veränderungsverbots eine Mehrleistung erbringen muss, wenn bis zur Einleitung des Enteignungsverfahrens die bestehenden Gebäulichkeiten in Stand gestellt werden. Allein eine solche Gefahr ist keine Gefahr für die Kulturdenkmäler selbst, sondern höchstens für die Finanzen des Gemeinwesens, das die Liegenschaft erwerben will. Zu einem solchen bloss indirekten Schutz der Kulturdenkmäler bietet aber Art. 16 NHG keine Grundlage, verlangt er doch, dass den Denkmälern unmittelbar |165| Gefahr drohe. Aus der Beschränkung der Eingriffsmöglichkeit der Eidgenossenschaft auf Fälle unmittelbarer Gefahr lässt sich entnehmen, dass von Sicherungsmassnahmen nur zurückhaltend Gebrauch zu machen ist, im wesentlichen nur dann, wenn alle andern Mittel für die unmittelbare Sicherung versagen (vgl. Botschaft des Bundesrates zum NHG, BBl 1965 III 108, zu Art. 15 des Entwurfes). Aus dem Gesetz ergibt sich kein Hinweis darauf, dass der Gesetzgeber dem Gemeinwesen für den Fall, dass es eine Liegenschaft mit geschichtlichem Stellenwert enteignungsweise erwerben muss, über die im Enteignungsrecht selbst enthaltenen Sicherungsmöglichkeiten gegen ungerechtfertigte Forderungen (wie z.B. durch Anordnung des Enteignungsbannes) weitere Sicherungsmöglichkeiten durch Anordnung vorläufiger Massnahmen zur Verfügung stellen wollte; ohnehin verweist das Gesetz den Bund in solchen Fällen in erster Linie auf den Weg freihändigen Erwerbs. Durch ungesäumte Einleitung des Enteignungsverfahrens, die im zu beurteilenden Falle vermutlich ohne grosse Weiterungen möglich ist, wird wahrscheinlich das enteignende Gemeinwesen, sei es der Bund oder der Kanton Bern, verhindern können, dass er ungerechtfertigterweise einen missbräuchlich geschaffenen Mehrwert entschädigen muss.\n\nDie Vorinstanz hat Art. 16 NHG somit in einer Weise ausgelegt und angewandt, die mit seinem Sinn nicht vereinbar ist, weil sie über ihn hinausgeht. Sie hat damit Bundesrecht verletzt, so dass ihr Entscheid aufzuheben ist.\n\n3. Der Beschwerdeführer beantragt, die Sache sei an die Vorinstanz zurückzuweisen zu neuer Beurteilung. Er will sich nicht allen Sicherungsmassnahmen widersetzen, sondern will solche, die ihm verhältnismässig scheinen, hinnehmen. Eine Rückweisung erübrigt sich jedoch. Sofern in Zukunft durch den derzeitigen oder einen künftigen Eigentümer der Liegenschaft eine unmittelbare Gefahr für die Denkmäler selbst geschaffen werden sollte, beispielsweise durch Beseitigung oder Lageveränderung, durch Um- oder Neubauten, die den Zugang zum einstigen Militärlager behindern oder über den heutigen Zustand hinaus die Sicht auf die historische Stätte verschlechtern, steht es den Behörden der Eidgenossenschaft und allenfalls des Kantons Bern, sofern das kantonale Recht hierzu überhaupt eine Rechtsgrundlage aufweist, zu, einzuschreiten und durch entsprechende Massnahmen eine Verschlechterung |166| der Situation abzuwenden. Es erscheint auch nicht ausgeschlossen, dass die kantonalen Rechtsgrundlagen bereits im jetzigen Zeitpunkt Massnahmen zur präventiven Sicherung der Stätte zulassen. Darüber ist jedoch hier nicht zu befinden."}