{"annee": "100", "cour": "IB", "page": "176", "date": "8/2/1974", "cite": ["94 I 501"], "cite_par": [], "chapeau": "28. Auszug aus dem Urteil vom 8. Februar 1974 i.S. Erste Actienbrennerei gegen Eidg. Finanz- und Zolldepartement", "regestes": ["Loi sur l'alcool: Exigence de l'autorisation pour transférer d'un lieu à un autre les appareils à distiller des distilleries professionnelles (art. 7 al. 3). Prise en considération des besoins des différentes régions du pays (art. 5)."], "faits": "|176|\n\nAus dem Tatbestand:\n\nA.- Die im Jahre 1.896 gegründete Erste Actienbrennerei, die ihren Sitz bis im Jahre 1971 in Basel hatte, ist Eigentümerin der fünf Brennapparate Nr. BS 5, 6, 8, 10 und 11 mit einem Fassungsvermögen von insgesamt 1530 Litern. Es wurde ihr eine Konzession für die Herstellung von Spezialitätenbranntwein erteilt. In der Konzessionsurkunde vom 4. Mai 1944 ist als Standort der Brenneinrichtungen Basel angegeben.\n\nIm Jahre 1961 verkaufte die Erste Actienbrennerei ihre angestammte Geschäftsliegenschaft an der Margarethenstrasse in Basel. Sie verlegte ihr Geschäftsdomizil in gemietete Räumlichkeiten an der Efringerstrasse in Basel und führte dort die Brennerei nur noch mit dem 200 Liter fassenden Brennapparat Nr. BS 10 weiter. Im Jahre 1970 stellte sie das Brennen vollständig ein. Seither stehen alle ihre Brenneinrichtungen plombiert in einem Lagerkeller in Basel.\n\nSeitdem die Gesellschaft ihren Brennereibetrieb abzubauen begonnen hatte, wurden die Rohstoffe aus dem Einzugsgebiet Basel, die bisher von ihr eingekauft und verarbeitet worden |177| waren, mehr und mehr von der Distillerie Räber AG in Küssnacht a. R. abgenommen. Dieses Unternehmen lieferte anderseits in der gleichen Zeit der Ersten Actienbrennerei den grössten Teil ihres Bedarfes an Steinobstbranntwein. Im September 1971 erwarb die Distillerie Räber AG sämtliche Aktien der Ersten Actienbrennerei. In der Folge wurde der Sitz der Ersten Actienbrennerei nach Küssnacht a. R. verlegt.\n\nB.- Da die Erste Actienbrennerei auch den Standort ihrer Brennanlagen nach Küssnacht a. R. verlegen wollte, ersuchte sie am 22. September 1971 die Eidg. Alkoholverwaltung um die dafür nach Art. 7 Abs. 3 des Alkoholgesetzes (AlkG) erforderliche Bewilligung.\n\nDie Alkoholverwaltung lehnte das Begehren am 29. November 1971 ab mit der Begründung: Aus Art. 5 Abs. 3 AlkG ergebe sich, dass die Brennereirohstoffe möglichst dort gebrannt werden sollen, wo sie anfallen. Die Gutheissung des Gesuches widerspräche dieser Zielsetzung; verfügten doch die Spezialitätenbrennereien der Innerschweiz bereits über einen derart grossen Brennraum, dass sie Rohstoffe aus anderen Landesgegenden, insbesondere aus dem Kanton Baselland, beziehen müssten.\n\nDie Beschwerde der Ersten Actienbrennerei gegen diesen Entscheid wurde vom Eidg. Finanz- und Zolldepartement am 21. September 1973 abgewiesen.\n\nC.- Die Erste Actienbrennerei ficht den Entscheid des Departementes mit Verwaltungsgerichtsbeschwerde an. Sie beantragt erneut, die Verlegung ihrer aus den Brennapparaten Nr. BS 5, 6, 8, 10 und 11 bestehenden Brennerei von Basel nach Küssnacht a. R. zu bewilligen.\n\nEs wird u.a. geltend gemacht, die Standortsfrage habe nach Verfassung und Gesetz nicht die Bedeutung, die ihr von der Verwaltung beigemessen werde. Art. 7 Abs. 3 AlkG sei eine blosse Polizeivorschrift mit dem Zweck, das \"schwarze\" Brennen zu verhindern. Zu Unrecht schliesse die Verwaltung aus Art. 5 Abs. 3 AlkG, dass jeder Landesgegend soviel Brennraum zugeteilt werden solle, als zur Verarbeitung der dort anfallenden Rohstoffe notwendig sei. Nach Art. 5 Abs. 1 AlkG seien die Bedürfnisse \"des Landes\" massgebend. Rechtslage und wirtschaftliches Bedürfnis sprächen für die nachgesuchte Bewilligung.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n|178|", "considerants": "Aus den Erwägungen:\n\n3. Nach Art. 7 Abs. 3 AlkG (Fassung gemäss BG vom 25. Oktober 1949) dürfen Brennapparate und Brennanlagen nur mit Bewilligung der Alkoholverwaltung erworben, aufgestellt, an einen neuen Standort verbracht, ersetzt oder umgeändert werden. Die Beschwerdeführerin erblickt hierin eine blosse Polizeivorschrift; sie macht geltend, die Bestimmung solle nur verhindern, dass \"schwarz\" gebrannt werde. Richtig ist, dass Art. 7 AlkG die Beaufsichtigung der Gewerbebrennereien durch die Alkoholverwaltung beschlägt. Sein Abs. 3 soll laut Botschaft des Bundesrates vom 8. April 1949 betreffend die Revision des AlkG eine wirksame amtliche Kontrolle über den Bestand sämtlicher Brennapparate ermöglichen (BBl 1949 I 702 f.). Damit ist aber noch nicht gesagt, unter welchen Voraussetzungen der Wechsel des Standortes von Brennapparaten zu bewilligen ist, oder gar, dass jeder solche Wechsel bewilligt werden müsste, sofern nur die Gefahr des unbewilligten (\"schwarzen\") Brennens vermieden bliebe. Art. 7 Abs. 3 AlkG bestimmt über die Voraussetzungen der Bewilligung nichts. Daraus kann geschlossen werden, dass der Verwaltung in dieser Beziehung ein gewisser Spielraum belassen ist. Sie muss sich aber beim Entscheid an Grundsätze halten. Wird die Bewilligung einer Verlegung des Standortes der Brennapparate verlangt, so ist insbesondere zu beachten, welche Bedeutung dem Standort nach der gesetzlichen Regelung zukommt.\n\n4. Die Alkoholgesetzgebung soll den Verbrauch von Trinkbranntwein und dementsprechend dessen Einfuhr und Herstellung vermindern (Art. 32bis Abs. 2 BV). Die Konzessionen für die gewerbsmässige Herstellung gebrannter Wasser sollen die rechtzeitige Verwertung der Abfälle und Rückstände des Obst-, Wein- und Zuckerrübenbaues und der Überschüsse des Obst- und Kartoffelbaues ermöglichen, soweit diese Rohstoffe nicht anders zweckmässig verwendet werden können (Art. 32bis Abs. 3 BV, Art. 5 Abs. 2 AlkG). Demgemäss sieht Art. 5 AlkG in Abs. 1 vor, dass Brennereikonzessionen erteilt werden, soweit dies den wirtschaftlichen Bedürfnissen des Landes entspricht. Sodann bestimmt er in Abs. 3, dass bei der Erteilung der Konzessionen zum Brennen einheimischer Rohstoffe \"Landesgegenden, wo sich in der Regel |179| Überschüsse über den Ernährungs- und Fütterungsbedarf hinaus ergeben, vorzugsweise zu berücksichtigen\" sind.\n\nDie Verwaltung nimmt an, die in Art. 5 Abs. 3 AlkG erwähnte Bevorzugung einzelner Landesgegenden sei \"der allgemeinen Voraussetzung der wirtschaftlichen Bedürfnisse nach Abs. 1 untergeordnet\". Abs. 3 sei in dem Sinne zu verstehen, dass die Brennkapazität angemessen auf die Bedürfnisse jeder Gegend verteilt werden solle. \"Eine künstliche Zusammenballung der Brennereien in einer bestimmten Gegend könnte auf längere Sicht in der rechtzeitigen Verwertung der Obstüberschüsse des Landes Störungen bewirken.\" Der Standort der Brennapparate sei somit für die Erteilung der Konzession \"mitentscheidend\" und werde demgemäss in der Konzessionsurkunde festgelegt. Auch beim Entscheid über Gesuche, den Standort der Brennapparate verlegen zu dürfen, sei Art. 5 Abs. 3 AlkG anzuwenden, d.h. darauf Bedacht zu nehmen, dass die Rohstoffe nach Möglichkeit in der Gegend gebrannt werden, wo sie anfallen.\n\nDie Auslegung, welche die Verwaltung dem Art. 5 Abs. 3 AlkG gibt, ist mit dem Text dieser Bestimmung vereinbar und entspricht auch ihrem Zusammenhang mit den vorhergehenden Absätzen 1 und 2. Art. 5 AlkG lässt erkennen, dass es nicht bloss auf die wirtschaftlichen Bedürfnisse des ganzen Landes (Abs. 1), sondern auch auf diejenigen der einzelnen Landesgegenden ankommt (Abs. 3). Er geht offenbar davon aus, dass die rechtzeitige Verwertung der Abfälle und Rückstände des Obstbaues usw. (Abs. 2) durch eine gewisse Regionalisierung der Brennereikonzessionen erleichtert wird. Dementsprechend bestimmt Art. 2 Abs. 4 VV, dass bei der Erteilung und Erneuerung der Konzessionen für Gewerbebrenner in Betracht zu ziehen sei, wie weit \"im natürlichen Einzugsgebiet der einzelnen Brennereien\" die Rohstoffe (Abfälle und Überschüsse des Obstbaues usw.) durch Brennen verwertet werden müssen. Wenn aber schon bei der Erteilung der Konzessionen darauf zu achten ist, dass der Standort der Brennapparate sich in der Regel im natürlichen Einzugsgebiet der einzelnen Brennereien befinden soll, ist es folgerichtig, diesen Grundsatz auch beim Entscheid über Gesuche um Bewilligung des Verlegens der Apparate an einen \"neuen\" Standort (Art. 7 Abs. 3 AlkG) anzuwenden.\n\nDas Gesagte gilt insbesondere auch für die Spezialitätenbrennereien |180| (vgl. Botschaft des Bundesrates vom 1. Juni 1931 zum Entwurf des AlkG, BBl 1931 I 734; A. REICHMUTH, Das schweizerische Alkoholmonopol, Diss. Freiburg 1971, S. 97). Art. 12 AlkG, wonach das Brennrecht solcher Betriebe nicht nur mengenmässig, sondern auch nach der Herkunft der Rohstoffe unbeschränkt ist, steht dem nicht entgegen. Dieses Recht ist vom einzelnen Brennereibetrieb dort auszuüben, wo sich der behördlich bewilligte Standort seiner Brennapparate befindet. Für die Festlegung dieses Standortes ist aber Art. 5 AlkG massgebend, der auch auf die Spezialitätenbrennerei anwendbar ist.\n\nHinsichtlich der Frage, ob der eine oder der andere Standort nach Massgabe der wirtschaftlichen Bedürfnisse vorzuziehen sei, ist der Verwaltung naturgemäss ein weites Feld der Würdigung eingeräumt (vgl. BGE 94 I 505 oben). Das Bundesgericht überprüft daher ihren Entscheid mit einer gewissen Zurückhaltung.\n\n5. Die Innerschweiz, wohin die Beschwerdeführerin ihre Brennapparate verlegen möchte, verfügt bereits über bedeutend mehr Brennraum, als für die Verarbeitung der dort anfallenden Rohstoffe nötig ist. Wie die Verwaltung feststellt, haben die grossen Brennereibetriebe der Zentralschweiz im Durchschnitt der Jahre 1968-1972 mehr als die Hälfte der von ihnen eingekauften Mengen Brennkirschen aus andern Gebieten des Landes bezogen. Anderseits steht fest, dass in der. Nordwestschweiz, wo sich der Standort der Brennapparate der Beschwerdeführerin befindet, ein fühlbarer Mangel an Brennraum herrscht. Die Inner- und die Nordwestschweiz sind zwei verschiedene Landesgegenden im Sinne des Art. 5 Abs. 3 AlkG, insbesondere hinsichtlich der Überschüsse an Kirschen, um die es hier hauptsächlich geht; die beiden Regionen sind von jeher gesonderte Kirschbaugebiete (vgl. BBl 1931 I 733). Es lässt sich nicht bestreiten, dass durch die Verlegung des Standortes der Brennapparate der Ersten Actienbrennerei von Basel in die Zentralschweiz die in dieser Landesgegend bereits bestehende Ballung von Brennraum noch verschärft würde. Die Auffassung der Verwaltung, dass unter diesen Umständen der von der Beschwerdeführerin erstrebte Standortwechsel keinem wirtschaftlichen Bedürfnis im Sinne des Gesetzes entspreche und daher nicht zu bewilligen sei, erscheint als haltbar. Das Gericht hat keinen Anlass, sie in rechtlicher oder tatsächlicher Beziehung zu beanstanden."}