{"annee": "100", "cour": "IA", "page": "255", "date": "13/2/1974", "cite": ["96 I 560", "97 I 778", "40 I 378", "65 I 230", "35 I 678"], "cite_par": ["128 I 317"], "chapeau": "36. Auszug aus dem Urteil vom 13. Februar 1974 i.S. P. gegen Evangelisch-reformierte Kirche des Kantons Basel-Stadt und Regierungsrat des Kantons Basel-Stadt", "regestes": ["Impôt de culte; art. 49 al. 6 Cst. Imposition des familles mixtes du point de vue confessionnel. 1. L'imposition de la famille n'est admissible que dans la mesure où seule une part de l'impôt de culte est perçue, compte tenu de l'appartenance des membres de la famille à différentes confessions (confirmation de jurisprudence). 2. Lorsque les époux sont de confessions différentes, la responsabilité du mari pour l'impôt de culte dû par sa femme découle déjà du devoir d'entretien résultant du droit de famille (confirmation de jurisprudence)."], "faits": "BGE 100 Ia 255 S. 255\n\nA.- Nach § 19 Abs. 5 der Verfassung des Kantons Basel-Stadt (KV) ist die Evangelisch-reformierte Kirche berechtigt, Steuern von ihren Mitgliedern zu erheben. §4 Abs. 1 des BGE 100 Ia 255 S. 256baselstädtischen Gesetzes betreffend die Staatsoberaufsicht über die öffentlich-rechtlichen Kirchen und die Verwendung von Staats- und Gemeindemitteln zu Kirchenzwecken vom 9. Februar 1911 (StaatsoberaufsichtsG) lautet:\n\n\"Kirchensteuern können nur Kirchenmitgliedern auferlegt werden. Die kirchlichen Steuernormen haben der wirtschaftlichen Leistungsfähigkeit der Kirchenmitglieder Rechnung zu tragen, sowohl hinsichtlich des Eintritts als der Progression der Steuerpflicht. ...\"\n\nNach § 1 der Steuerordnung der Evangelisch-reformierten Kirche des Kantons Basel-Stadt vom 29. Februar 1952 (KSto) sind alle protestantischen Kantonseinwohner, die nicht ausdrücklich in der von der Kirchenordnung erforderten Form auf die Kirchenzugehörigkeit verzichtet haben, der Kirchensteuer auf dem Einkommen unterworfen. Die grundsätzliche Zurechnung und Haftung bei Familiengemeinschaften ist in § 2 KSto wie folgt geregelt:\n\n\"Einkommen von Ehegatten werden unter jedem Güterstand nach den Vorschriften des kantonalen Steuergesetzes zusammengerechnet, ebenso das Einkommen der Eltern und das der elterlichen Nutzung unterworfene Einkommen minderjähriger Kinder (Steuergesetz §§ 2 und 3).\"\n\nFür Familien mit unterschiedlicher Kirchenzugehörigkeit bestimmt § 3 KSto, dass die Kirchensteuer anteilsmässig erhoben wird, und zwar unter anderem wie folgt:\n\n\"c) Ehen mit minderjährigen Kindern, wo nur ein Gatte, nicht aber die Kinder der Kirche angehören: ein Drittel der vollen Steuer.\"\n\nDie volle Steuer wird nach Abs. 2 dieser Bestimmung in Anwendung von §2 Abs. 1 berechnet ohne Rücksicht darauf, welches Familienglied das Einkommen erzielt hat.\n\n§ 5 KSto schreibt sodann vor:\n\n\"Das Familienhaupt vertritt die Familiengemeinschaft gegenüber der Kirche in allen Steuerangelegenheiten; ihm werden die Veranlagungen zugestellt, und es ist zur Ergreifung der Rechtsmittel berechtigt.\n\nDas gilt grundsätzlich auch dann, wenn das Familienhaupt die Kirchenzugehörigkeit nicht besitzt; doch steht es den Ehegatten in diesen Fällen frei, durch gemeinsamen Antrag die zur Kirche gehörende Ehefrau als die Vertreterin der Gemeinschaft zu bezeichnen.\n\nIn allen Fällen haften beide Ehegatten unabhängig von ihrem Güterstand und von ihrer Kirchenzugehörigkeit solidarisch für die Steuerforderungen. ...\" BGE 100 Ia 255 S. 257\n\nB.- Der im Kanton Basel-Stadt wohnhafte P. ist verheiratet und hat zwei minderjährige Kinder. Die Ehegatten stehen unter dem Güterstand der Gütertrennung. Die Ehefrau, nicht aber P. und die Kinder, ist Mitglied der Evangelisch-reformierten Kirche des Kantons Basel-Stadt.\n\nMit Verfügung und Rechnung der Verwaltung der Evangelisch-reformierten Kirche des Kantons Basel-Stadt vom 12. April 1972 wurde P. für die Kirchensteuer 1972 aufgrund seines steuerbaren Einkommens von Fr. 47 600.-- veranlagt, und es wurde ein Drittel der vollen Steuer, nämlich Fr. 238.--, erhoben. P. erhob dagegen erfolglos Einsprache bei der Evangelisch-reformierten Kirchenverwaltung und gelangte hierauf an die Steuerrekurskommission der Evangelisch-reformierten Kirche des Kantons Basel-Stadt, welche seinen Rekurs am 31. Januar 1973 abwies. Hiergegen erhob er Rekurs beim Regierungsrat des Kantons Basel-Stadt mit dem Antrag, den vorinstanzlichen Entscheid aufzuheben und festzustellen, dass er der Evangelisch-reformierten Kirche des Kantons Basel-Stadt keine Steuern schulde. Er machte im wesentlichen geltend, dass von seiner Familie nur seine Ehefrau der Evangelisch-reformierten Kirche angehöre, die jedoch weder Einkommen noch Vermögen habe und mit ihm in Gütertrennung lebe. Mit seiner Besteuerung zugunsten dieser Kirche werde daher von ihm eine Kultussteuer verlangt, die zu bezahlen er nach Art. 49 Abs. 6 BV nicht gehalten sei und was auch § 19 Abs. 3 KV, §4 Abs. 1 StaatsoberaufsichtsG sowie § 1 Abs. 1 KSto widerspreche.\n\nC.- Der Regierungsrat des Kantons Basel-Stadt wies den Rekurs am 21. August 1973 ab. Wie der Begründung des Entscheids im wesentlichen zu entnehmen ist, wird in der angefochtenen Steuerverfügung kein Verstoss gegen das in Art. 49 Abs. 6 BV enthaltene und in § Abs. 1 des kantonalen StaatsoberaufsichtsG näher bestimmte Verbot gesehen, jemanden für eigentliche Kultuszwecke einer Religionsgenossenschaft zu besteuern, der er nicht angehört. Nach der bundesgerichtlichen Praxis zu Art. 49 Abs. 6 BV sei es zulässig, bei der Besteuerung konfessionell gemischter Familien das Einkommen aller Familienmitglieder zusammenzurechnen, wenn die Steuer mit Rücksicht auf den nicht kirchenangehörigen Teil der Familie auf einen Bruchteil ermässigt werde. Diesem Grundsatze entspreche § 3 KSto, gemäss welchem die BGE 100 Ia 255 S. 258streitige Steuer erhoben worden sei. Auch die in § 5 KSto vorgeschriebene Haftung des der Kirche nicht angehörenden Ehemannes für die Kirchensteuer seiner Ehefrau sei mit Art. 49 Abs. 6 BV vereinbar und verstosse nicht gegen Art. 4 BV. Denn diese Haftung ergebe sich aus der familienrechtlichen Beistands- und Unterstützungspflicht des Familienoberhauptes, welche auch die religiösen Bedürfnisse seiner Angehörigen umfasse.\n\nD.- P. führt staatsrechtliche Beschwerde wegen Verletzung von Art. 49 Abs. 6 und Art. 4 BV. Er beantragt, den Entscheid des Regierungsrats des Kantons Basel-Stadt vom 21. August 1973 sowie die Steuerveranlagung der Evangelischreformierten Kirche vom 12. April 1972 aufzuheben und festzustellen, dass er der genannten Kirche keine Steuern schulde. Die Begründung der Beschwerde wird, soweit nötig, in den nachstehenden Erwägungen wiedergegeben.\n\nE.- Der Regierungsrat des Kantons Basel-Stadt und die Evangelisch-reformierte Kirche Basel-Stadt beantragen, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n3. Der Beschwerdeführer bestreitet die Verfassungsmässigkeit der §§ 3 und 5 KSto, auf die sich der angefochtene Entscheid stützt. Diese Rüge ist, da sie im Anschluss an einen Anwendungsakt erhoben wird, zulässig (BGE 97 I 780, BGE 96 I 566, je mit Verweisungen). Nach Art. 88 OG ist der Beschwerdeführer zur Anfechtung dieser Bestimmungen jedoch nur insoweit legitimiert, als sie ihn selbst betreffen (BGE 96 I 566 mit Verweisungen). Zu prüfen ist demnach, ob es mit Art. 49 Abs. 6 BV vereinbar ist, bei einer konfessionell gemischten Familie die Kirchensteuer der einkommenslosen Ehefrau aufgrund des Einkommens ihres der betreffenden Kirche nicht angehörenden Ehemannes zu berechnen und diesen überdies für die - auf einen der Zahl der Kirchenangehörigen in der Familie entsprechenden Bruchteil herabgesetzte - Steuer mithaften zu lassen.\n\n4. Nach Art. 49 Abs. 6 BV ist niemand gehalten, Steuern zu bezahlen, welche speziell für eigentliche Kultuszwecke einer Religionsgenossenschaft, der er nicht angehört, auferlegt werden. Über die Ausführung des Verfassungsgrundsatzes hat der BGE 100 Ia 255 S. 259Bund keine Vorschriften erlassen. Die Kantone sind unter der Voraussetzung einer sachgemässen Lösung frei, für ihr Gebiet darüber zu befinden, wie im Hinblick auf Art. 49 Abs. 6 BV vorzugehen ist (BGE 65 I 233 mit Verweisungen). Die Erhebung der Kultussteuer bei konfessionell gemischten Familien erfolgt in den einzelnen Kantonen denn auch nach verschiedenen Prinzipien (vgl. JEAN-PIERRE BAGGI, La struttura giuridica dell'imposta ecclesiastica, Bd. 14 der Freiburger Veröffentlichungen aus dem Gebiete von Kirche und Staat, Freiburg 1971).\n\na) Das Bundesgericht hat stets eine kantonale Ordnung für unzulässig gehalten, nach welcher eine konfessionell gemischte Hausgemeinschaft von einer der in Betracht fallenden Religionsgenossenschaften trotz Einspruchs für die volle Kirchensteuer in Anspruch genommen wird. Nach der ständigen Rechtsprechung ist dem konfessionell gemischten Charakter einer Familie Rechnung zu tragen, indem nur ein Bruchteil der vollen Kirchensteuer verlangt werden darf, welcher dem Verhältnis der verschiedenen Kirchenzugehörigkeiten innerhalb der besteuerten Gemeinschaft entspricht. In der Berechnung der Kirchensteuer aufgrund des Gesamteinkommens der Familie hat das Bundesgericht jedoch nie einen Verstoss gegen Art. 49 Abs. 6 BV gesehen. Es vertrat immer die Auffassung, dass die sogenannte Haushaltbesteuerung eine Frage des Steuerrechts sei und grundsätzlich nichts damit zu tun habe, ob die Besteuerung einen verfassungswidrigen Gewissenszwang in sich schliesse (BGE 35 I 683, BGE 40 I 380 f., BGE 65 I 233). Der Beschwerdeführer hält diese Praxis jedoch nicht mehr für zeitgemäss. Nach seiner Meinung geht es angesichts der heute anerkannten Gleichberechtigung der Frau nicht mehr an, die Ehegatten in Steuerbelangen als eine Einheit und den Ehemann als Steuersubjekt für seine Ehefrau zu behandeln. Dies sei gerade im vorliegenden Fall besonders stossend, da seine Ehefrau weder Einkommen noch Vermögen habe und er zudem mit ihr in Gütertrennung lebe. Indem sein Einkommen als Berechnungsgrundlage für die Kirchensteuer seiner Ehefrau genommen werde, zwinge man ihn zur Bezahlung der Kultussteuer für eine Kirche, der er nicht angehöre. Dieses Vorgehen widerspreche auch §4 StaatsoberaufsichtsG, wonach die Kirchensteuernormen der wirtschaftlichen Leistungsfähigkeit der Kirchenmitglieder Rechnung zu tragen haben.BGE 100 Ia 255 S. 260\n\nDie Evangelisch-reformierte Kirche müsse bei einem einkommenslosen Kirchenmitglied eben auf Steuerforderungen verzichten und dürfe nicht die Leistungsfähigkeit des konfessionsfremden Ehemannes zum Steuermassstab nehmen. Mit der angefochtenen Regelung bringe die Kirche die Ehegatten in Gewissensnot und setze einen Grund zu schweren ehelichen Differenzen.\n\nSoweit der Beschwerdeführer glaubt, aufgrund der angefochtenen Ordnung werde er persönlich besteuert zugunsten einer Kirche, der er nicht angehört, verkennt er den rechtlichen Sachverhalt. Nicht er ist Steuersubjekt, sondern seine Ehefrau. Nicht er wird um seiner Person willen besteuert, was im Widerspruch zum Kultussteuerverbot stünde, sondern seine Ehefrau, von der nach Art. 49 Abs. 6 BV die Kirche, der sie angehört, eine Kultussteuer verlangen kann. Wenn auf das Einkommen des Beschwerdeführers abgestellt wird, so einzig im Sinne einer Bemessungsgrundlage für die von seiner Ehefrau wegen ihrer Kirchenzugehörigkeit geschuldete Steuer. Diese Zurechnung seines Einkommens ergibt sich aus dem im baselstädtischen Steuerrecht geltenden Prinzip der Haushaltbesteuerung (§ 2 StG), das von der KSto in § 2 und § 3 Abs. 2 übernommen worden ist. Das der herrschenden schweizerischen Rechtsauffassung entsprechende Prinzip der Haushaltbesteuerung, wonach die Ehegatten als eine wirtschaftliche Einheit betrachtet und aufgrund ihrer ohne Rücksicht auf den Güterstand zusammengerechneten Einkommen gemeinsam besteuert werden (vgl. F. CAGIANUT, Gerechte Besteuerung der Ehegatten, Bern 1971, S. 16 ff.), wird als solches vom Beschwerdeführer mit Recht nicht beanstandet. Er macht nur geltend, die Einheitsbesteuerung der Familie führe bei der Kirchensteuer zu einem mit Art. 49 Abs. 6 BV nicht vereinbaren Ergebnis, wenn die Ehegatten nicht der gleichen Konfession angehören.\n\nDie Rüge ist, abgesehen davon, dass damit schon der den Grundsatz der Haushaltbesteuerung festhaltende § 2 KSto anzufechten gewesen wäre, unbegründet. Die Vorbringen des Beschwerdeführers geben dem Bundesgericht keinen Anlass, von seiner bisherigen Praxis abzuweichen und für die Kirchensteuer bei konfessionsverschiedenen Ehen nur noch die Individualbesteuerung zuzulassen. Der Tatsache, dass die Ehegatten zivilrechtlich und wirtschaftlich eine Einheit bilden, darf auch BGE 100 Ia 255 S. 261bei der Berechnung der Kirchensteuer der Ehefrau, deren Ehemann der betreffenden Kirche nicht angehört, Rechnung getragen werden. Die Ehefrau hat teil am Einkommen ihres Gatten, der dieses vorab für die Bedürfnisse der Ehegemeinschaft zur Verfügung halten muss und es nicht ohne Rücksicht auf seine Pflichten als Haupt der Familie frei verausgaben kann (CAGIANUT, a.a.O. S. 16). Die wirtschaftliche Leistungsfähigkeit der Ehefrau bestimmt sich nach dem Einkommen und Vermögen des Ehemannes. Die wirtschaftliche Lage der verheirateten Frau ohne eigenes Einkommen ist derjenigen der einkommenslosen Ledigen nicht gleich, was auch bei der Bemessung der Kirchensteuer berücksichtigt werden darf. Indem die Kirchensteuer der einkommenslosen Ehefrau des Beschwerdeführers nach dessen Einkommen bemessen wird, stellt man nur auf ihre wirtschaftliche Leistungsfähigkeit ab, wie übrigens auch §4 StaatsoberaufsichtsG es vorschreibt, weshalb nicht einzusehen ist, inwiefern diese Vorschrift verletzt sein sollte. Dem Umstand, dass nur die Ehefrau des Beschwerdeführers der Evangelisch-reformierten Kirche angehört, wird dadurch Rechnung getragen, dass die so bemessene Steuer nicht im vollen Umfang verlangt wird. Dass mit der Erhebung von bloss einem Drittel der vollen Steuer auf die konfessionslosen Mitglieder seiner Familie nicht angemessen Rücksicht genommen werde, behauptet der Beschwerdeführer nicht. Die angefochtene Regelung, wonach die von der Ehefrau als einziger Angehöriger der betreffenden Konfession zu erhebende Kirchensteuer aufgrund des Einkommens ihres Ehemannes bemessen und sodann auf einen dem Verhältnis der Kirchenzugehörigkeiten in der Familie entsprechenden Bruchteil herabgesetzt wird, ist auch heute noch eine im Rahmen von Art. 49 Abs. 6 BV mögliche Lösung.\n\nWenn, wie der Beschwerdeführer unter Hinweis auf verschiedene Urteile des deutschen Bundesverfassungsgerichts geltend macht, in der Bundesrepublik Deutschland nach der neueren Rechtsprechung bei glaubensverschiedenen Ehen für die Kirchensteuer von Verfassungs wegen die Individualbesteuerung verlangt wird (EB VerfG 19/1966 Nr. 28, 30, 32-34), so entspricht dies der heute im deutschen Steuerrecht ganz allgemein massgebenden Rechtsauffassung, wonach die Haushaltbesteuerung zusammenlebender Ehegatten als verfassungswidrig betrachtet wird (EB VerfG 6/1957 Nr. 9, vgl. ZBl. BGE 100 Ia 255 S. 26258/1957 S. 397 ff). Solange jedoch in der Schweiz die Ehe als wirtschaftliche Einheit angesehen und die Haushaltbesteuerung im allgemeinen Steuerrecht anerkannt wird, besteht auch kein Anlass, die Anwendung dieses Grundsatzes bei der Kirchensteuer für verfassungswidrig zu halten.\n\nb) Die ferner angefochtene Regelung des § 5 Abs. 3 KSto, wonach beide Ehegatten unabhängig von ihrem Güterstand und von ihrer Kirchenzugehörigkeit solidarisch für die Steuerforderungen haften, ist hier nur so weit zu überprüfen, als damit der Ehemann für die Kirchensteuerforderung gegenüber seiner Ehefrau haftbar gemacht wird (vgl. Erw. 3). Was der Beschwerdeführer in diesem Zusammenhang vorbringt, vermag den behaupteten Verstoss gegen Art. 49 Abs. 6 BV nicht darzutun. Wenn er für die Steuerschuld seiner Ehefrau mithaften muss, so ist er auch hier nicht als Steuersubjekt und damit nicht um semer Person willen betroffen. Dass er für die Steuerschuld seiner Ehefrau einzustehen hat, steht im Sinne des Gedankens, dass sich ihre wirtschaftliche Leistungsfähigkeit nach seinem Einkommen und Vermögen richtet. Können diese Mittel ohne Verletzung von Art. 49 Abs. 6 BV zur Bemessung der Steuer herangezogen werden, so darf auch zur Einziehung der Steuerschuld auf sie gegriffen werden. Ob die in § 5 Abs. 3 KSto vorgesehene solidarische Haftung sich allenfalls entsprechend den Steuerbemessungsgrundsätzen der §§ 2 und 3 KSto nur auf das Einkommen des Ehemannes erstrecken darf, ist eine Frage, die in der Beschwerde nicht aufgeworfen wird. Die Zulässigkeit einer solidarischen Haftung des Ehemannes für die Steuerschuld seiner Ehefrau ergibt sich aber vor allem schon aus der Unterhaltspflicht des Ehemannes für die Ehefrau (Art. 160 ZGB). Zu den persönlichen Bedürfnissen der Ehefrau, für die der Ehemann als Haupt der Familie grundsätzlich aufzukommen hat, gehören auch diejenigen religiöser, seelischer und kultureller Natur (Kommentar LEMP zu Art. 160 ZGB N 22). Hat der Beschwerdeführer somit im Rahmen seiner Unterhaltspflicht die mit der Mitgliedschaft seiner Ehefrau in einer Kirche verbundenen Kosten zu tragen, so kann ihm ohne weiteres auch die Mithaftung für die von ihr geschuldete Kirchensteuer auferlegt werden.\n\nc) Dass nach § 5 Abs. 1 und 2 KSto auch dem konfessionsfremden Ehemann die Kirchensteuerveranlagung zugestellt BGE 100 Ia 255 S. 263wird, geschieht, weil er als Haupt der Familie die Gemeinschaft vertritt (Art. 162 ZGB). Der Beschwerdeführer vermag denn auch in keiner Weise darzutun, worin eine Verletzung seiner Glaubens- und Gewissensfreiheit durch unzulässige Kultusbesteuerung liegen sollte, wenn er als Vertreter seiner Ehefrau die Kirchensteuerrechnung zugestellt erhält und in diesem Zusammenhang für sie zu handeln hat, sofern nicht nach § 5 Abs. 2 KSto die Ehefrau als Vertreterin der Gemein schaft bezeichnet wird.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}