{"annee": "100", "cour": "IA", "page": "427", "date": "18/9/1974", "cite": ["72 I 23", "91 I 409", "99 IA 247", "93 I 437", "100 IA 263", "94 I 127", "42 I 185"], "cite_par": ["102 IA 430", "103 IA 191", "113 IA 241"], "chapeau": "60. Auszug aus dem Urteil vom 18. September 1974 i.S. Gugelberg gegen Verwaltungsgericht des Kantons Graubünden.", "regestes": ["Art. 85 lettre a OJ; autonomie communale. Un particulier ne peut pas soulever le grief de violation de l'autonomie communale comme moyen indépendant, mais seulement à l'appui d'autres griefs de violations constitutionnelles qu'il a qualité pour alléguer. Conditions auxquelles le grief de violation de l'autonomie communale peut être soulevé dans un recours en matière d'élections et de votations selon l'art. 85 lettre a OJ."], "faits": "|428|\n\nAus dem Sachverhalt:\n\nA.- Leonhard Hermann-Kuoni stellte bei der Stadtverwaltung Maienfeld das Gesuch, seine im Übrigen Gemeindegebiet gelegene Parzelle Nr. 1714 in die Wohnzone W 1 umzuteilen. Der Stadtrat beschloss einstimmig, der Gemeindeversammlung das Gesuch zu Annahme zu empfehlen, diese lehnte es jedoch in der Folge mit grosser Mehrheit ab.\n\nB.- Das Verwaltungsgericht des Kantons Graubünden hiess einen von Hermann hiegegen erhobenen Rekurs gut, hob den ablehnenden Gemeindeversammlungsbeschluss auf und wies die Gemeinde an, die fragliche Parzelle in die Wohnzone W 1 umzuteilen.\n\nC.- Die Stadtgemeinde Maienfeld und der in Maienfeld stimmberechtigte Dr. Andreas von Gugelberg führen gegen das Urteil des Verwaltungsgerichtes je staatsrechtliche Beschwerde. Die Stadtgemeinde rügt eine Verletzung der Gemeindeautonomie, Dr. von Gugelberg eine Verletzung seines politischen Stimmrechtes durch Missachtung der Gemeindeautonomie.\n\nDas Bundesgericht heisst die Beschwerde der Stadtgemeinde Maienfeld gut. Auf die Beschwerde des Dr. A. von Gugelberg tritt es hingegen mangels Legitimation nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer Dr. Andreas von Gugelberg rügt gestützt auf Art. 85 lit. a OG eine Verletzung des politischen Stimmrechts. Die Rüge wird damit begründet, das Verwaltungsgericht habe durch die Aufhebung des Beschlusses der Maienfelder Gemeindeversammlung die Gemeindeautonomie missachtet. Dr. von Gugelberg ist in Maienfeld stimmberechtigt.\n\nNach der neuern Rechtsprechung des Bundesgerichtes ist der Bürger, der wegen Verletzung anderer verfassungsmässiger |429| Rechte staatsrechtliche Beschwerde führt, befugt, vorfrageweise auch eine Verletzung der Gemeindeautonomie zu rügen (BGE 99 Ia 252 E. 3, BGE 94 I 131, BGE 93 I 445 E. 7 a, BGE 91 I 412 E. 2; ZIMMERLI, ZBl 1972, S. 272 f). Der Private kann somit die Rüge der Autonomieverletzung nicht als selbständigen Beschwerdegrund vorbringen, sondern nur zur Unterstützung einer anderweitigen Verfassungsrüge, zu deren Erhebung er legitimiert ist. So kann beispielsweise der durch ein Bauprojekt betroffene Nachbar den Entscheid einer kantonalen Beschwerdeinstanz, mit welchem die Baubewilligung entgegen dem Willen der erstinstanzlich verfügenden Gemeindebehörden erteilt wird, nicht nur wegen Verletzung von Art. 4 oder Art. 22ter BV anfechten, sondern in diesem Zusammenhang zusätzlich noch geltend machen, die kantonale Instanz habe die Autonomie der Gemeinde missachtet (BGE 99 Ia 252 ff. E. 3, BGE 91 I 413). In gleicher Weise kann die Frage, ob ein kantonaler Entscheid die Gemeindeautonomie verletze, auch im Rahmen einer Stimmrechtsbeschwerde nach Art. 85 lit. a OG aufgeworfen werden (BGE 91 I 413 E. 2). Voraussetzung ist jedoch, dass ein Eingriff in die politischen Rechte der Stimmbürger vorliegt; nur dann ist der einzelne Stimmberechtigte gestützt auf Art. 85 lit. a OG zur Beschwerde legitimiert.\n\nWie das Bundesgericht in BGE 72 I 24ff. feststellte, kann ein Gemeindestimmbürger den Entscheid einer kantonalen Aufsichtsbehörde, welche einen Gemeindeversammlungsbeschluss wegen inhaltlicher Unvereinbarkeit mit übergeordnetem Recht aufhebt, nicht wegen Verletzung seines Stimmrechtes anfechten. Ebenso ist eine Stimmrechtsbeschwerde ausgeschlossen, wenn die kantonale Aufsichtsbehörde einem Beschluss der Gemeindestimmbürger aus materiellrechtlichen Gründen die Genehmigung verweigert (nicht publ. Urteil vom 4. März 1948 i.S. Bösch gegen Regierungsrat St. Gallen, E. 3). An dieser Rechtsprechung ist festzuhalten. Dasselbe muss gelten, wenn eine kantonale Rechtsmittelinstanz über die inhaltliche Zulässigkeit eines Gemeindeversammlungsbeschlusses zu befinden hat. Der einzelne Stimmbürger kann gegen die Aufhebung eines solchen Beschlusses nur dann gestützt auf Art. 85 lit. a OG staatsrechtliche Beschwerde führen, wenn die Rechtmässigkeit des Abstimmungsverfahrens oder die Ermittlung des Abstimmungsergebnisses in Frage steht, nicht aber, wenn die materielle Zulässigkeit eines an sich rechtmässig zustandegekommenen |430| Beschlusses streitig ist. Der Stimmbürger kann sich selbst dann nicht über eine Verletzung seiner politischen Rechte beschweren, wenn sich die kantonale Behörde nicht damit begnügt, den Beschluss der Gemeindeversammlung aufzuheben, sondern darüber hinaus - wie hier - der Gemeinde eine bestimmte Anweisung erteilt und die betreffende Angelegenheit insoweit der freien Beurteilung durch die Stimmbürger entzieht. Wohl wird dadurch indirekt in die Befugnisse der Stimmberechtigten eingegriffen, doch würde es Sinn und Zweck der Vorschrift von Art. 85 lit. a OG nicht entsprechen, wenn allgemein jeder Sachentscheid einer kantonalen Behörde, der mit der Frage der Stimmberechtigung an sich in keinem Zusammenhang steht, aber eine in die Kompetenzen der Gemeindeversammlung fallende Angelegenheit betrifft, mittels Stimmrechtsbeschwerde an das Bundesgericht weitergezogen werden könnte. Gegen derartige Sachentscheide können nur jene Bürger staatsrechtliche Beschwerde führen, die in ihrer persönlichen Rechtsstellung betroffen, d.h. gemäss der allgemeinen Vorschrift des Art. 88 OG zur Beschwerde legitimiert sind.\n\nDieser Grundsatz unterliegt gewissen Ausnahmen. Die bundesgerichtliche Rechtsprechung lässt den Stimmbürger zum Beispiel dann zur Beschwerde gemäss Art. 85 lit. a OG zu, wenn eine kantonale Aufsichtsbehörde entgegen dem Willen der Stimmberechtigten eine Erhöhung des kommunalen Steuerfusses anordnet (BGE 100 Ia 266 E. 1; in diesem Sinne auch BGE 42 I 185). Ebenso ist der Bürger zur Stimmrechtsbeschwerde legitimiert, wenn die kantonale Aufsichtsbehörde das Budget für ein kommunales Elektrizitätswerk, das von den Stimmberechtigten verworfen wurde, selber für verbindlich erklärt (Urteil vom 18. September 1968 i.S. Döbeli gegen Einwohnergemeinde Brugg und Regierungsrat Aargau, nicht publizierte Erw. 2). Läuft die Anordnung der kantonalen Behörde darauf hinaus, dass die Befugnisse der Stimmbürger in bestimmten wesentlichen Fragen der kommunalen Selbstverwaltung überhaupt ausgeschaltet werden, so ist es gerechtfertigt, dass der einzelne Stimmbürger die Zulässigkeit dieser Massnahme gestützt auf Art. 85 lit. a OG überprüfen lassen kann.\n\nEin derartiger Fall liegt hier jedoch nicht vor. Es steht kein grundlegender Eingriff in die Rechte der Stimmbürger in |431| Frage; es geht lediglich darum, ob das kantonale Verwaltungsgericht anordnen durfte, dass eine bestimmte Parzelle entgegen dem ablehnenden Beschluss in die Bauzone aufgenommen wird, wobei unbestritten ist, dass eine solche Anweisung an sich in der Kompetenz der Beschwerdeinstanz liegt; der Beschwerdeführer stellt einzig die sachliche Richtigkeit des Urteils in Frage. Die genannten besonderen Voraussetzungen, unter denen die Legitimation des Stimmbürgers zur Beschwerdeführung ausnahmsweise zu bejahen ist, sind hier nicht erfüllt. Auf die Beschwerde des Dr. Andreas von Gugelberg ist daher nicht einzutreten."}