{"annee": "100", "cour": "II", "page": "310", "date": "21/3/1974", "cite": [], "cite_par": ["130 III 306", "130 III 13", "112 III 102"], "chapeau": "45. Estratto della sentenza 21 marzo 1974 della II Corte civile nella causa Galfetti contro Andina e Liticonsorti", "regestes": ["Copropriété sur une route, liée à la propriété de fonds adjacents (art. 646 et 647 CC). Une telle part de copropriété ne peut pas être transférée au bénéfice d'un autre fonds sans l'accord de tous les copropriétaires."], "faits": "BGE 100 II 310 S. 310\n\nA.- Nel 1955, Galfetti, proprietario delle part. N. 61 e N. 65 RT del Comune di Ponte-Tresa, provvide a frazionare i suoi fondi. Egli ne vendette una parte e ne utilizzò mq 290 per costruire una strada d'accesso alle nuove particelle.\n\nCon l'impianto del registro fondiario definitivo, la strada privata assunse il particellare N. 252 e venne attribuita in comproprietà coattiva per 2/6, rispettivamente per 1/6, alle due particelle N. 249 e 250 rimaste in proprietà di Galfetti; per il resto venne assegnata in ragione di 1/6 ciascuno alle part. N. 251 (Franco Andina), 253 (Vincenzo Campiglio), 256 (Carlo Blinzing, ora Alberto Reinhart). La part. N. 248, pure di proprietà Galfetti, benchè confinante con la strada privata, non partecipava alla suindicata comproprietà.\n\nMediante contratto 10 aprile 1957, Galfetti vendeva ai coniugi Riccardo e Alma Brenni la parte fronteggiante la strada privata delle part. N. 249, parte che veniva ad assumere il nuovo particellare N. 294. La porzione rimasta in proprietà di Galfetti fronteggiava, sul lato opposto, la strada cantonale. Con lo stesso contratto la comproprietà sulla strada privata BGE 100 II 310 S. 311veniva trasferita per 1/6 alla nuova part. N. 294 dei compratori, e, per l'altro sesto, alla part. N. 250. Quest'ultima risultava cosi beneficiaria di 2/6 della comproprietà coattiva.\n\nIl 9 dicembre 1959, Galfetti vendeva a Pietro Somaini la part. N. 250 (che venne poi successivamente venduta ad Alberto Gysin). La comproprietà pertinente alla medesima sulla part. N. 252, veniva trasferita per 1/6 al fondo del compratore e, per l'altro sesto, alla part. N. 248 del venditore, che non ne era mai stata beneficiaria.\n\nGli altri comproprietari della strada non parteciparono alle operazioni anzidette.\n\nIl 2 ottobre 1965, Galfetti vendeva a certo Jovanovitsch la porzione della part. N. 248 confinante con la strada pubblica. Si riservava però sulla nuova particella N. 341 del compratore un diritto di passo con veicoli. Galfetti non provvide tuttavia a sistemare il passaggio ma, valendosi della comproprietà coattiva di 1/6 sulla part. N. 252, soppresse la cinta che separava i due fondi e formò l'accesso sulla strada privata.\n\nB.- Con petizione 28 febbraio 1969, Andina, Reinhart, Campiglio e Gysin, attuali comproprietari per 1/6 ciascuno della strada alla part. N. 252, hanno chiesto al Pretore di Lugano-Campagna di ordinare all'Ufficio dei registri di Lugano la cancellazione della quota di comproprietà di 1/6, iscritta a favore della part. N. 248, e di vietare a Galfetti, o suoi conduttori, l'uso della strada privata per accedere all'anzidetto fondo. Gli attori hanno inoltre chiesto che Galfetti fosse obbligato a ripristinare le opere di cinta preesistenti fra le due particelle.\n\nIl convenuto ha proposto di respingere l'azione, sostenendo che il trasferimento controverso era avvenuto nelle forme legali e che, comunque, non causava alcun pregiudizio agli attori; le domande di questi avrebbero anzi costituito un abuso di diritto.\n\nCon sentenza 17 aprile 1972, il Pretore ha respinto la petizione. Egli si è espresso nel senso che, in difetto di diversa disposizione convenzionale, le quote di comproprietà possono essere alienate ad ogni confinante, ritenuto che - come in concreto - la cessione non modifichi le proporzioni di comproprietà degli altri interessati. D'altronde, la petizione non poteva essere accolta già per il fatto che non indicava la destinazione da dare alla controversa quota di comproprietà.BGE 100 II 310 S. 312\n\nC.- Su ricorso degli attori, la I Corte civile del Tribunale di appello ha accolto la petizione, annullato la sentenza del Pretore e disposto inoltre quanto segue:\n\n\"2. E'ordinato all'Ufficio dei Registri di Lugano di cancellare la iscrizione della quota di comproprietà di 1/6 sulla part. N. 252 RFD di Ponte-Tresa attribuita alla part. N. 248 e di iscrivere, a spese del convenuto, detta quota a favore della part. N. 249 RFD di Ponte-Tresa.\n\n\"3. E'fatto divieto al proprietario della part. N. 248 RFD, Ponte-Tresa di usufruire della strada part. N. 252 RFD, ivi.\"\n\nD.- Il convenuto ha interposto al Tribunale federale un ricorso per riforma, mediante il quale chiede che la sentenza di appello venga annullata e la petizione respinta come a sentenza di prima istanza.\n\nGli attori propongono di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n3. Occorre anzitutto stabilire se Galfetti poteva unilateralmente trasferire a fondi estranei uno dei due sesti di comproprietà coattiva pertinenti alla sua part. N. 249.\n\na) Secondo l'art. 646 cpv. 3 CC, ogni comproprietario ha, per la sua parte, i diritti e gli obblighi di un proprietario, egli può alienare la sua parte o costituirla separatamente m pegno. Riservato il diritto di prelazione dei comproprietari (art. 682 cpv. 1 CC) - qui non in discussione - un comproprietario può alienare la sua parte a un terzo anche contro la volontà degli altri comproprietari (MEYER-HAYOZ, n. 1, 2, 34 e 35 all'art. 646 CC; cfr. anche HAAB n. 10, 11 e 26 all'art. 646 CC).\n\nLa norma suesposta non è tuttavia di carattere imperativo: i comproprietari, in quanto siano unanimi, possono convenire una diversa regolamentazione. Possono, fra altro, impegnarsi a non alienare separatamente la loro comproprietà o ad alienarla solo a determinate condizioni (HAAB n. 11 al-l'art. 646 CC; MEYER-HAYOZ n. 38 CC). I comproprietari possono anche convenire di vincolare la comproprietà di un determinato fondo alla proprietà o comproprietà di altri fondi, così che la quota di comproprietà del primo segue il destino del o dei secondi. Questa forma di comproprietà, se risultante dal registro fondiario, assume carattere di diritto BGE 100 II 310 S. 313reale soggettivo (RU 95 II 400 consid. 2; MEYER-HAYOZ n; 9 e 36, HAAB n. 2 all'art. 646 CC). Riservata la modifica dell'iscrizione nel registro fondiario, che può essere richiesta solo con il consenso di tutti i comproprietari, le relazioni fra i fondi interessati non possono essere mutate. Il fondo beneficiario non può essere alienato senza la quota di comproprietà, nè questa può essere trasferita a un terzo o vincolata ad altro fondo.\n\nb) In concreto, dalla convenzione 12 aprile 1956, stipulata dagli allora interessati davanti all'incaricato dell'impianto del registro fondiario definitivo, risulta - ciò che è. d'altronde pacifico - che la part. N. 252 è stata istituita allo scopo di essere adibita ad una strada privata destinata ad istituire, per determinati fondi, l'accesso alla strada pubblica. In conseguenza, già in tale occasione, le parti stipulanti hanno indicato come comproprietari, non personalmente i singoli interessati, bensì i fondi beneficianti dell'accesso.\n\nL'iscrizione nel registro fondiario è stata effettuata conformemente a quanto prescrive l'art. 32 cpv. 1 e 2 RRF: nel foglio della part. N. 252 al posto del proprietario è indicata la \"Comproprietà coattiva\" con l'elencazione delle particelle beneficiarie e le rispettive frazioni di comproprietà. D'altra parte, sul foglio delle singole particelle beneficiarie, il vincolo della comproprietà coattiva sulla part. N. 252 è esposto alla rubrica \"Menzioni\" con l'indicazione della frazione vincolata.\n\nTanto dallo scopo fissato nell'atto di istituzione della comproprietà, quanto dalle relative operazioni effettuate nel registro fondiario, risulta cosi in modo evidente che le quote di comproprietà della part. N. 252 sono vincolate alle particelle beneficiarie da un rapporto giuridico di carattere reale e soggettivo (\"subjektivdingliche Verknüpfung\"). Peraltro, la destinazione di un fondo a strada di accesso per altri fondi costituisce il caso tipico del vincolamento di un fondo alle esigenze di altri fondi determinati (cfr. LIVER, Die Anmerkung, in ZBGR 1969 p. 14 e 15).\n\nc) Nel caso particolare si può tuttavia ammettere che l'iniziale iscrizione di 2/6 della comproprietà sulla part. N. 252 a favore della part. N. 249 poteva avere un senso solo in quanto disposta in previsione di un frazionamento del fondo \"dominante\". L'assegnazione di 1/6 alla nuova part. N. 294, venduta ai coniugi Brenni mediante contratto bilaterale 10 aprile BGE 100 II 310 S. 3141957, non violava pertanto nè l'accordo stabilito con l'atto di costituzione della comproprietà, nè il rapporto reale sancito con l'iscrizione nel registro fondiario. Peraltro l'anzidetta operazione non è contestata.\n\nL'altro sesto restava tuttavia vincolato alla rimanente part. N. 249. Galfetti non era legittimato a trasferirlo unilateralmente ad un altro fondo, anche se questo - come avvenne in occasione del primo trasferimento alla part. N. 250 - era già beneficiario della comproprietà; tanto meno poi poteva successivamente trasferirlo - come ha fatto in occasione del contratto 9 dicembre 1959 - ad un fondo che, pur fronteggiando la strada, era dall'inizio estraneo alla \"comproprietà coattiva\". Ciò stante egli e, effettuando una iscrizione indebita nel registro fondiario, l'ufficiale dei registri hanno leso il vincolo di diritto reale soggettivo stabilito con la costituzione della comproprietà sulla part. N. 252."}