{"annee": "100", "cour": "V", "page": "30", "date": "22/1/1974", "cite": [], "cite_par": [], "chapeau": "8. Auszug aus dem Urteil vom 22. Januar 1974 i.S. Ausgleichskasse des Kantons Aargau gegen Rentzsch und Obergericht des Kantons Aargau", "regestes": ["Garantie que la rente pour couple est employée conformément à son but. Conditions respectives des mesures prises dans le cadre de l'art. 76 al. 1 RAVS et de celles ordonnées en vertu de l'art. 171 CCS pour la protection de l'union conjugale."], "faits": "", "considerants": "BGE 100 V 30 S. 30\n\nAus den Erwägungen:\n\n1. Nach Art. 22 Abs. 2 AHVG (in der ab 1. Januar 1973 gültigen Fassung) ist die Ehefrau befugt, für sich die halbe Ehepaar-Altersrente zu beanspruchen. Bei Beginn des Ehepaar-Altersrentenanspruchs hat die Ehefrau zu erklären, ob sie die halbe Ehepaar-Altersrente beanspruchen will. Sie kann in einem späteren Zeitpunkt auf ihren Entscheid zurückkommen. Vorbehalten bleiben abweichende zivilrichterliche Anordnungen. Hingegen verlangt dieser Gesetzesartikel (im Gegensatz zu seiner früheren Fassung) nicht mehr, dass die Eheleute getrennt leben oder der Ehemann für den Unterhalt seiner Ehefrau nicht sorgt.\n\nBGE 100 V 30 S. 31\n\nIm vorliegenden Fall hat die Ehefrau des Beschwerdegegners die halbe Ehepaar-Altersrente für sich selber verlangt. Da dem keine zivilrichterliche Anordnung entgegenstand, hat die Ausgleichskasse die Auszahlung je einer halben Ehepaar-Altersrente an den Beschwerdegegner und seine Frau zu Recht verfügt...\n\n2. Verwendet der Rentenberechtigte die Rente nicht für den Unterhalt seiner selbst und der Personen, für welche er zu sorgen hat, oder ist er nachweisbar nicht imstande, die Rente hierfür zu verwenden, und fallen er oder die Personen, für die er zu sorgen hat, deswegen ganz oder teilweise der öffentlichen oder privaten Fürsorge zur Last, so kann nach Art. 76 Abs. 1 AHVV die Ausgleichskasse die Rente ganz oder teilweise einer geeigneten Drittperson oder Behörde auszahlen, die dem Rentenberechtigten gegenüber gesetzlich oder sittlich unterstützungspflichtig ist oder ihn dauernd fürsorgerisch betreut. Laut dieser in Anwendung von Art. 45 AHVG erlassenen Bestimmung haben die Sozialversicherungsleistungen - zu denen unter anderem auch die halben Ehepaar-Altersrenten gehören - dem Zweck zu dienen, für den sie vorgesehen sind, d.h. vor allem dem Unterhalt der Rentenberechtigten. Art. 76 Abs. 1 AHVV übernimmt aber keineswegs die Rolle, welche die - in Art. 22 Abs. 2 AHVG ausdrücklich vorbehaltenen - richterlichen Massnahmen zum Schutz der ehelichen Gemeinschaft nach Art. 171 ZGB zu spielen haben (EVGE 1951 S. 138 ff.). Anwendbar ist diese Bestimmung nur dann, wenn die Auszahlung der halben Rente an die Ehefrau zur Folge hat, dass entweder der eine oder der andere Ehegatte der öffentlichen oder privaten Fürsorge zur Last fällt. Eine solche Folge ist zivilrechtlich keine Voraussetzung der Massnahmen zum Schutz der ehelichen Gemeinschaft.\n\nIm vorliegenden Fall behauptet zwar der Beschwerdegegner, er habe manche Schwierigkeiten erlebt und z.B. wegen Krankheit sein Geschäft vor ca. 5 Jahren verkaufen müssen. Er macht aber nicht geltend und es ist angesichts der Verhältnisse auch nicht anzunehmen, dass die obgenannte Voraussetzung des Art. 76 Abs. 1 AHVV bei Rentzsch oder bei dessen Ehefrau erfüllt ist."}