{"annee": "100", "cour": "IV", "page": "9", "date": "7/6/1974", "cite": ["76 IV 69", "93 IV 3", "79 IV 161", "98 IV 159", "98 IV 76"], "cite_par": ["101 IV 122", "100 IV 133", "105 IV 291", "134 IV 1"], "chapeau": "3. Urteil des Kassationshofes vom 7. Juni 1974 i.S. Staatsanwaltschaft des Kantons Schwyz gegen Ochsner.", "regestes": ["Art. 41 ch. 1 al. 1 CP. Sursis en matière de conduite en état d'ébriété. Confirmation de jurisprudence."], "faits": "|9|\n\nA.- Am Nachmittag des 1. August 1972 besuchte Alois Ochsner mehrere Wirtschaften, in denen er wiederholt Alkohol genoss. Er wusste, dass er nachher mit dem Wagen nach Hause fahren würde. Gegen 19 Uhr setzte er sich in einem schweren Rausch (2,6) ans Steuer, obwohl der Wirt Kälin ihn auf seinen Zustand hingewiesen und aufgefordert hatte, sein Fahrzeug nicht mehr zu lenken.\n\nB.- Am 29. Mai 1973 verurteilte das Bezirksgericht Einsiedeln Ochsner wegen Führens in angetrunkenem Zustand zu 50 Tagen Gefängnis und Fr. 500.--- Busse. Es gewährte ihm den bedingten Strafvollzug.\n\nAm 28. Januar 1974 änderte das Kantonsgericht Schwyz den erstinstanzlichen Entscheid dahin ab, dass es die Gefängnisstrafe auf 30 Tage herabsetzte. Im übrigen bestätigte es das Urteil.\n\nC.- Die StaatsanWaltschaft Schwyz führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichts aufzuheben, soweit es den Vollzug der Freiheitsstrafe aufschiebt und die bedingte Löschung der Busse gewährt, und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nOchsner beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach ständiger Rechtsprechung darf angetrunkenen Motorfahrzeugführern der bedingte Strafvollzug nur mit grosser |10| Zurückhaltung gewährt werden. Es ist eine allgemein bekannte Tatsache, dass die Fahrtüchtigkeit schon durch geringe Mengen Alkohol beeinträchtigt wird. Wer sich darüber hinwegsetzt und trotz der vielfältigen öffentlichen Warnungen sich antrinkt, obwohl er weiss, dass er sich nachher ans Steuer setzen wird, bekundet in der Regel eine Gesinnung, die als hemmungs- und rücksichtslos bezeichnet werden muss und auf einen Charakterfehler schliessen lässt. Deshalb sind an die Gewähr, die ein nach Art. 91 Abs. 1 SVG Verurteilter für künftiges Wohlverhalten bieten muss, auch dann hohe Anforderungen zu stellen, wenn sich der Täter zum ersten Mal wegen Angetrunkenheit zu verantworten hat und sein allgemeiner Leumund und seine bisherige Führung als Motorfahrzeuglenker nicht zu beanstanden sind. Hiebei ist auf Grund einer Gesamtwürdigung aller erheblichen Tatsachen zu entscheiden, ob der Verurteilte für dauerndes Wohlverhalten Gewähr biete oder nicht (BGE 98 IV 160 mit Verweisungen). Zu den in Betracht fallenden Tatumständen gehört der Grad der Angetrunkenheit. Zwar kommt einem bestimmten Blutalkoholgehalt nicht die Bedeutung eines Grenzwertes in dem Sinne zu, dass die Gewährung oder Verweigerung des bedingten Strafvollzuges ausschliesslich von ihm abhinge. Es wird jedoch im allgemeinen der Vorwurf der rücksichtslosen Gesinnung umso begründeter erscheinen, je grösser der Grad der Alkoholisierung des Täters ist. Deshalb müssen besondere individuelle Verhältnisse und Umstände den Schluss rechtfertigen, dass die Tat eine einmalige Entgleisung sei, um auch bei schwerer Angetrunkenheit noch eine günstige Prognose möglich zu machen (BGE 98 IV 162).\n\n2. Nach der verbindlichen Feststellung des Kantonsgerichtes ist der Beschwerdegegner mit dem Auto nach Einsiedeln gefahren im Bewusstsein, dass er im Verlaufe des Nachmittags oder des Abends noch nach Hause fahren würde. Er wäre deshalb verpflichtet gewesen, dem Rechnung zu tragen und sich im Genuss alkoholischer Getränke zurückzuhalten. Wie die Vorinstanz indessen anerkennt, hat er sich über dieses Gebot \"leichthin hinweggesetzt\", und sie hat denn auch festgehalten, dass die Tatumstände, namentlich der Grad der Alkoholisierung und die Verkehrsgefährdung sowie die Tatsache, dass er sich mit dem Auto auf die \"Wirtschaftstour\" begeben habe, objektiv und subjektiv schwer ins Gewicht fielen. |11|\n\nDas trifft in der Tat zu, wenn man berücksichtigt, dass sich Ochsner ohne besonderen Anlass zu diesem Verhalten hinreissen liess und obschon er bereits einmal wegen Führens in angetrunkenem Zustand hatte bestraft werden müssen. Wenn diese Verurteilung auch ins Jahr 1963 zurückreicht, so ist sie doch nicht belanglos (BGE 76 IV 73, 171; BGE 79 IV 161; BGE 93 IV 3 Nr. 1; BGE 98 IV 82). Das Kantonsgericht meint, den bedingten Strafvollzug dennoch gewähren zu können, weil er bei einem Ersttäter, dem der Beschwerdegegner gleichgestellt werden könne, nur bei \"besonderer Schwere\" der neuen Tat verweigert werden dürfe. Diese Auffassung findet im Gesetz keinen Anhalt. Nach Art. 41 Ziff. 1 Abs. 1 StGB \"kann\" der Richter unter den in dieser Bestimmung genannten Voraussetzungen den Vollzug einer Freiheitsstrafe von nicht mehr als 18 Monaten aufschieben, mit anderen Worten, es ist auch für Freiheitsstrafen von geringer Dauer der bedingte Strafvollzug zu verweigern, wenn eine der gesetzlichen Voraussetzungen fehlt. Diese Folge kann also schon bei einer Strafe eintreten, die nach ihrer Art und Dauer als Sanktion für eine Tat ausgefällt wurde, die an sich nicht von besonderer Schwere war. Das hängt mit der Tatsache zusammen, dass die Prognose durch die Person des Täters, seinen Charakter und seine Anlagen bedingt ist. Wo dieser wegen seiner persönlichen Verhältnisse keine zureichende Gewähr für eine dauernde Besserung bietet, geht er des bedingten Strafvollzuges verlustig, unbekümmert darum, ob im konkreten Fall die Tat selber besonders schwer wiegt. Daraus erhellt, dass die Vorinstanz von einer unzutreffenden rechtlichen Überlegung ausgegangen ist, was zur Aufhebung des Urteils führen muss.\n\n3. Nach dem Gesagten steht fest, dass die Tatumstände schwer wiegen, namentlich der hohe Grad der Alkoholisierung erheblich ins Gewicht fällt und nach der angeführten Rechtsprechung den Schluss auf eine Charakterschwäche nahelegt. Diese Folgerung könnte nur vermieden werden, wenn wie dargetan, besondere individuelle Verhältnisse und Umstände sie zu entkräften vermöchten. Solche besonderen Gründe, die derart erheblich wären, dass sie die Schwere der Belastungsmomente im Rahmen einer Gesamtwürdigung aufzuwiegen vermöchten, liegen nicht vor.\n\nDer von der Vorinstanz angeführte Umstand, dass der Beschwerdeführer nur über eine kurze Strecke gefahren ist, um |12| zu seinem Wohnsitz zu gelangen, hilft nicht. Einmal stellt das Kantonsgericht selber fest, es handle sich dabei um eine regelmässig intensiv befahrene Strecke, und zum andern wäre es gerade bei der Kürze des Heimwegs dem Beschwerdeführer besonders zumutbar gewesen, auf den Gebrauch des Motorfahrzeugs zu verzichten. Gründe der Bequemlichkeit haben in jedem Fall vor der Sicherheit des Verkehrs zurückzutreten.\n\nDie Tatsache, dass Ochsner sich im Zeitpunkt, da er vom Wirt aufgefordert wurde, wegen seines Zustandes nicht mehr mit dem Auto zu fahren, bereits in einem schweren Rausch befand und nicht mehr in der Lage war, den Ernst und die Berechtigung der Warnung zu erkennen, kann nicht als ein besonderer Umstand im Sinne der Rechtsprechung zu seinen Gunsten wirken. Dass Vorleben und Leumund des Beschwerdeführers nur unwesentlich getrübt sind (drei Strafregistereinträge aus den Jahren 1962/63), genügt nicht, um den durch die schwerwiegenden Tatumstände geschaffenen negativen Eindruck aufzuwiegen. Je schwerer ein Belastungsmoment ist, desto erheblicher muss auch der für den Täter sprechende Grund sein, um bei gesamthafter Würdigung eine günstige Voraussage für die Zukunft zu rechtfertigen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, der angefochtene Entscheid aufgehoben und die Sache zur Verweigerung des bedingten Strafvollzugs und der bedingt vorzeitigen Löschbarkeit der Busse an die Vorinstanz zurückgewiesen."}