{"annee": "100", "cour": "V", "page": "208", "date": "16/12/1974", "cite": [], "cite_par": ["101 V 157", "134 V 28", "132 V 265", "101 V 257"], "chapeau": "51. Urteil vom 16. Dezember 1974 i.S. Humbert gegen Ausgleichskasse der Uhrenindustrie und Versicherungsgericht des Kantons Bern", "regestes": ["Des notions de cas d'assurance et d'état de fait ouvrant droit à prestations. S'agissant de la rente de veuve, le cas d'assurance survient le jour suivant la fin du mois en cours lors du décès (art. 23 al. 3 LAVS)."], "faits": "BGE 100 V 208 S. 208\n\nA.- Am 5. Dezember 1972 verstarb der 1924 geborene Jean Humbert, der seit 1948 mit Gertrud Suter kinderlos verheiratet war. Mit Verfügung vom 20. März 1973 sprach die Ausgleichskasse der Uhrenindustrie der am 10. November 1928 geborenen Ehefrau eine Witwenabfindung zu.\n\nB.- Beschwerdeweise verlangte Gertrud Humbert-Suter, dass ihr anstelle der Witwenabfindung die ordentliche Witwenrente ausbezahlt werde.\n\nDas Versicherungsgericht des Kantons Bern hat die Beschwerde am 4. Juli 1973 abgewiesen: Es sei nicht nach altem, sondern nach dem am 1. Januar 1973 in Kraft getretenen neuen Recht (8. AHV-Revision) zu beurteilen, ob der Beschwerdeführerin eine Abfindung oder aber eine ordentliche Hinterlassenenrente zustehe. Auf Grund des Art. 23 Abs. 3 AHVG wäre ein allfälliger Rentenanspruch nämlich erst am 1. Januar 1973 entstanden. Damals sei aber das neurechtliche Erfordernis, dass die Witwe das 45. Altersjahr zurückgelegt habe, nicht erfüllt gewesen.\n\nC.- Mit der gegen diesen Entscheid erhobenen Verwaltungsgerichtsbeschwerde lässt Gertrud Humbert ihr Rentenbegehren wiederholen. Zur Begründung wird im wesentlichen vorgebracht: Das Gesetz stelle auf den Zeitpunkt der Verwitwung ab. Im Sozialversicherungsrecht von diesem klar definierten zivilrechtlichen Begriff abzuweichen, bestehe kein Anlass. Die Verschiebung des Rentenbeginns auf den Ersten des nächsten Monats stelle eine rein technische Massnahme BGE 100 V 208 S. 209dar, die keine Auswirkungen auf den Zeitpunkt und den Begriff der Verwitwung habe. Hätte der Gesetzgeber das Datum des Rentenbeginns als massgebend erachtet, so hätte er dies im Gesetz gesagt. Massgebend sei daher im vorliegenden Fall der 5. Dezember 1972, weshalb altes Recht zur Anwendung gelange. Damals habe die Beschwerdeführerin das 40. Altersjahr bereits zurückgelegt gehabt, so dass ihr vom Januar 1973 hinweg eine Witwenrente zustehe.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach dem altrechtlichen Art. 23 Abs. 1 lit. b AHVG haben kinderlose Witwen dann Anspruch auf eine Hinterlassenenrente, wenn sie im Zeitpunkt der Verwitwung das 40. Altersjahr zurückgelegt haben und mindestens fünf Jahre verheiratet gewesen sind. Das hier festgelegte Mindestalter ist mit dem Inkrafttreten der 8. AHV-Revision am 1. Januar 1973 auf 45 Jahre hinaufgesetzt worden (vgl. den neurechtlichen Art. 23 Abs. 1 lit. d AHVG). Der Anspruch auf Witwenrente entsteht - sowohl nach altem wie nach neuem Recht - am 1. Tag des dem Tode des Ehemannes folgenden Monats (Art. 23 Abs. 3 AHVG).\n\nOb in einem Fall wie dem vorliegenden altes oder neues Recht angewandt werden muss, beurteilt sich nach dem Zeitpunkt, in welchem das Rechtsverhältnis des Versicherungsfalles als Grundvoraussetzung für den Bezug von Versicherungsleistungen entstanden ist (vgl. Rz. 8 der Rentenwegleitung). Vom Versicherungsfall zu unterscheiden ist die Erfüllung des leistungsbegründenden Sachverhalts. Dieser umfasst alle jene Elemente, die in tatbeständlicher Hinsicht gegeben sein müssen, damit der Versicherungsfall überhaupt eintreten kann. Der Zeitpunkt des Eintritts des Versicherungsfalles und jener der Erfüllung des anspruchsbegründenden Sachverhalts sind nicht ohne weiteres identisch. Mit andern Worten beinhaltet der leistungsbegründende Sachverhalt noch kein Rechtsverhältnis. Den Zeitpunkt, da dieses entsteht, umschreibt das Gesetz regelmässig in der Weise, dass es erklärt, wann der Leistungsanspruch entsteht. Wenn in der Invalidenversicherung BGE 100 V 208 S. 210beispielsweise die Entstehung des Anspruchs auf eine Invalidenrente unabhängig von einem bestimmten Monatstag auf jenen Zeitpunkt festgelegt wird, da die erwerbliche Beeinträchtigung eine gewisse Intensität erreicht hat (vgl. Art. 29 Abs. 1 IVG), so stimmen hier der Zeitpunkt der Erfüllung des anspruchsbegründenden Sachverhalts und jener der Entstehung des Rechtsverhältnisses von Gesetzes wegen. überein. Dagegen bestimmt Art. 23 Abs. 3 AHVG implicite, dass der Anspruch auf Witwenrente nicht schon mit der Erfüllung des anspruchsbegründenden Sachverhalts, nämlich mit dem Tod des Ehemannes, sondern am Ersten des darauffolgenden Monats entsteht. Der Zeitpunkt, da sich der anspruchsbegründende Sachverhalt erfüllt, unterscheidet sich nach dem klaren gesetzlichen Wortlaut vom Zeitpunkt der Entstehung des Rentenanspruchs. Das Rechtsverhältnis des Versicherungsfalles entsteht hier - entgegen Rz. 9. der Rentenwegleitung - erst nach Ablauf des Todesmonats (Beschluss des Gesamtgerichts vom 18. September 1974).\n\n2. Für die vorliegenden Belange ergibt sich daraus, dass der Versicherungsfall hinsichtlich des Rentenanspruchs nicht schon mit dem Tod des Versicherten am 5. Dezember 1972, sondern am 1. Januar 1973 eingetreten wäre. Auf diesen Zeitpunkt ist aber der revidierte Art. 23 Abs. 1 AHVG in Kraft getreten. Somit beurteilt sich nach neuem Recht, ob der Beschwerdeführerin eine Witwenrente zusteht. Da das neue Recht eine Hinterlassenenrente lediglich jenen kmderlosen Witwen zuerkennt, die bereits das 45. Altersjahr zurückgelegt haben, eine Voraussetzung, welche die Beschwerdeführerin am 1. Januar 1973 nicht erfüllte, steht ihr kein Rentenanspruch, sondern eine Abfindung gemäss Art. 24 AHVG zu.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}