{"annee": "100", "cour": "II", "page": "84", "date": "2/5/1974", "cite": ["91 II 86", "75 II 273"], "cite_par": ["112 II 384"], "chapeau": "15. Auszug aus dem Urteil der II. Zivilabteilung vom 2. Mai 1974 i.S. Jaggi gegen Suter", "regestes": ["Acquisitions en remploi (art. 196 al. 2 CC). Lorsque le mari fait des acquisitions en utilisant ses apports en argent liquide, en autres choses fongibles ou en papiers-valeurs, déterminés seulement par leur genre, on peut hésiter à appliquer, aux éléments de patrimoine ainsi acquis, la présomption qu'il s'agit derechef d'apports. Question laissée ouverte."], "faits": "BGE 100 II 84 S. 84\n\nAus deem Tatbestand:\n\nMargrith Suter und Johann Jaggi gingen am 2. September 1961 die Ehe ein. Zunächst wohnten sie in Gränichen. Am 18. Februar 1962 erwarb der Ehemann vom Onkel der Ehefrau ein Grundstück, auf dem er ein Haus erstellen liess, das die Ehegatten im Oktober desselben Jahres bezogen. Ende. Februar 1968 verliess die Ehefrau den ehelichen Haushalt und in der Folge lebten die Ehegatten getrennt. Die Ehe wurde am 10. Juli 1973 vom Obergericht des Kantons Aargau geschieden. Gegen dessen Urteil erklärte der Kläger die Berufung an BGE 100 II 84 S. 85das Bundesgericht, mit der er eine Abänderung der vom Obergericht angeordneten güterrechtlichen Auseinandersetzung beantragt. Das Bundesgericht weist die Berufung ab und bestätigt das Urteil des Obergerichtes.", "considerants": "Aus den Erwägungen:\n\n2. Nach den Feststellungen der Vorinstanz verfügte die Beklagte im Zeitpunkt der Eheschliessung über kein Vermögen, der Kläger dagegen über ein Sparkapital von Fr. 46488.25. Der Kläger schaffte aus seinen Ersparnissen die Aussteuer und ein Auto an. Die Vorinstanz behandelte diese Gegenstände als Ersatz für eingebrachtes Gut und liess sie bei der Vorschlagsberechnung ausser Betracht. Ihr Urteil ist insoweit nicht angefochten.\n\nAm 18. Februar 1962 verkaufte der Onkel der Beklagten dem Kläger ein Stück Bauland zum Preise von Fr. 8.-/m2, obwohl das Land einen Verkehrswert von Fr. 15.-/m2 aufwies. Die Differenz zwischen dem Kaufpreis und dem Verkehrswert (total Fr. 3857.--) bildete sein nachträgliches Hochzeitsgeschenk an beide Parteien. Das Bauland wurde also nach Eheabschluss zum einen Teil vom Onkel der Beklagten beiden Parteien geschenkt (wobei der jeder Partei geschenkte Betrag sich auf die Hälfte von Fr. 3857.--, d.h. auf Fr. 1928.50 belief) und zum andern Teil vom Kläger aus Mitteln des eingebrachten Gutes für Fr. 4408.-- erworben.\n\nDer anschliessende Hausbau wurde zunächst finanziert durch Fr. 25 000.--, die der Kläger aus seinem eingebrachten Sparkapital beisteuerte, sowie durch hypothekarisch gesicherte Darlehen von vorerst rund Fr. 50 000.--, die später dann noch erhöht wurden. (Im Zeitpunkt der Scheidung beliefen sie sich auf Fr. 69 500.--.) Der Kanalisationsanschluss wurde im Jahre 1963 erstellt. Nachträglich wurde das Haus in ein Zweifamilienhaus umgebaut. Die Umgebungsarbeiten, deren Wert nach dem bei den Akten liegenden Gutachten auf 8% der Gebäudekosten zu veranschlagen ist, verrichtete der Kläger selbst, wobei der Vater der Beklagten ihn teilweise unterstützte. Im Jahre 1971 wurde schliesslich noch ein Ofen für Ölfeuerung eingebaut. Die nachträglichen Investitionen wurden gemäss den verbindlichen vorinstanzlichen Feststellungen aus während der Ehe Erspartem finanziert. (Der Verkehrswert BGE 100 II 84 S. 86der Liegenschaft wurde im Zeitpunkt der Scheidung auf Fr. 169 000.-- geschätzt.)\n\nDie Liegenschaft wurde somit teils durch eingebrachtes Gut des Klägers (Fr. 4408.-- für den Landerwerb, Fr. 25 000.-- für den Hausbau und Fr. 1928.50 als Geschenk des Onkels der Beklagten), teils durch eingebrachtes Gut der Beklagten (Fr. 1928.50 als Geschenk ihres Onkels), teils durch Hypothekardarlehen und Mitteln finanziert, die bei der güterrechtlichen Auseinandersetzung der Errungenschaft gutgeschrieben werden müssen (vgl. LEMP, N. 44 zu Art. 195 ZGB). Der Verdienst, den der Kläger während der Dauer des Güterstandes der Güterverbindung, also auch nach Auflösung des gemeinsamen Haushaltes erzielte, zählt entgegen seiner Ansicht zur Errungenschaft.\n\nDer Kläger vertritt die Auffassung, da das Haus ohne wesentlichen finanziellen Beitrag der Beklagten aus seinen eingebrachten Ersparnissen und seinem Verdienst gebaut und ausgebaut worden sei, habe es als eingebrachtes Gut zu gelten. Diese Ansicht stützt sich wohl zum Teil auf eine analoge Anwendung des Art. 196 Abs. 2 ZGB.\n\nDiese Bestimmung, welche die Vermutung aufstellt, dass Anschaffungen, die während der Ehe zum Ersatz für Vermögenswerte der Ehefrau gemacht werden, wiederum zum Frauengut gehören, soll der Auflösung des eingebrachten Frauengutes in blosse Ersatzforderungen gegen den Ehemann entge-. genwirken. Das Gesetz will der Ehefrau dadurch in möglichst weitem Umfang Eigentum zuhalten, da sie damit in der Regel besser gesichert ist als durch blosse Ersatzforderungen gegen den Mann (vgl. LEMP, Ersatzanschaffungen nach ehelichem Güterrecht in ZbJV 93, S. 303/304; derselbe, N. 20 zu Art. 196 ZGB; KNAPP, Le régime matrimonial de l'union des biens, N. 60, S. 38). Diese gesetzliche Regelung bewirkt zugleich - obwohl vom Gesetzgeber nicht beabsichtigt - auch eine Sicherung gegen die zunehmende Geldentwertung. Art. 196 Abs. 2 ZGB ist nach unbestrittener Auffassung auf eingebrachtes Gut des Ehemannes analog anwendbar (BGE 91 II 90, BGE 75 II 276). Doch können Anschaffungen, die der Ehemann aus seinem Verdienst bezahlt, den er während der Dauer des Güterstandes der Güterverbindung erzielt, nicht als Ersatzanschaffungen im Sinne von Art. 196 Abs. 2 ZGB gelten, da dieser Verdienst nicht ins eingebrachte Gut fällt. Die Wertvermehrungen, BGE 100 II 84 S. 87welche im vorliegenden Fall auf die persönlichen Arbeitsleistungen und die nachträglichen Investitionen des Klägers zurückzuführen sind, können demnach nicht zum eingebrachten Gut zählen, sondern sind der Errungenschaft zuzurechnen.\n\nFalls bares Geld, andere vertretbare Sachen und Inhaberpapiere, die nur der Gattung nach bestimmt worden sind, von der Ehefrau bei der Güterverbindung eingebracht werden, gehen diese gemäss Art. 201 Abs. 3 ZGB in das Eigentum des Ehemannes über und die Ehefrau erhält für deren Wert eine Ersatzforderung. Art. 196 Abs. 2 ZGB kann auf diese Vermögenswerte demnach nicht anwendbar sein (LEMP, N. 28 zu Art. 196 ZGB; KNAPP, a.a.O., N. 168, S. 40). Werden solche Vermögenswerte dagegen vom Ehemann eingebracht, so verbleiben diese in seinem Eigentum. Fragen kann man sich nun, ob Anschaffungen, die er als Ersatz für diese Vermögenswerte macht, wiederum als sein eingebrachtes Gut vermutet werden oder ob die Vermutung auf diejenigen Vermögenswerte beschränkt sein soll, für die sie der Frau ebenfalls zugute kommt. Namentlich in unserer durch die Geldentwertung gezeichneten Zeit kommt der Beantwortung dieser Frage wesentliche Bedeutung zu. Die Frage kann im vorliegenden Fall jedoch offen bleiben.\n\nDa nach den verbindlichen Feststellungen der Vorinstanz eingebrachtes Gut des Ehemannes mit eingebrachtem Gut der Ehefrau und vor allem mit Errungenschaft in erheblichem Umfang vermischt worden ist, so dass nicht mehr festgestellt werden kann, um wieviel der Wert des eingebrachten Gutes einer jeden Partei und um wieviel der Wert der Errungenschaftsmasse zugenommen hat, rechtfertigt es sich - wie die Vorinstanzen bereits gestützt auf LEMP (N. 47 zu Art. 214 ZGB) zutreffenderweise angenommen haben -, die ganze Liegenschaft der Errungenschaft zuzurechnen und für die eingebrachten Güter Ersatzforderungen zuzulassen.\n\nSchulden aus einer Anschaffung lasten auf jener Vermögensmasse, welche die angeschaffte Leistung erhält (LEMP, N. 25 zu Art. 196 und N. 37 zu Art. 214 ZGB). Da die hypothekarisch gesicherten Darlehen dem Hausbau dienten und somit zur Vergrösserung der Errungenschaft beitrugen, sind die Hypothekarschulden dieser Vermögensmasse zu belasten.\n\nDas Vorgehen der Vorinstanz, welche den Wert der Liegenschaft BGE 100 II 84 S. 88unter Abzug der Hypothekarschulden der Errungenschaft zurechnete und für die eingebrachten Güter Ersatzforderungen zuliess, entsprach somit Bundesrecht. Die Berufung erweist sich infolgedessen in diesem Punkte als unbegründet."}