{"annee": "100", "cour": "V", "page": "164", "date": "6/11/1974", "cite": [], "cite_par": ["141 V 473", "138 V 286", "102 V 208", "119 V 36"], "chapeau": "41. Auszug aus dem Urteil vom 6. November 1974 i.S. Ausgleichskasse des Kantons Aargau gegen Suter und Obergericht des Kantons Aargau", "regestes": ["Art. 22ter et 25 al. 2 LAVS. Quand une interruption de l'apprentissage ou des études entraîne-t-elle la suspension du droit à la rente pour enfant?"], "faits": "", "considerants": "|164|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Versicherte, denen eine Altersrente zusteht, haben gemäss Art. 22ter AHVG für jedes Kind, das im Fall ihres |165| Todes eine Waisenrente beanspruchen könnte, Anspruch auf eine Kinderrente. Dieser Anspruch besteht - in sinngemässer Anwendung des Art. 25 Abs. 2 AHVG - für Kinder, die in Ausbildung begriffen sind, auch nach Vollendung des 18. Altersjahres, und zwar bis zum Abschluss ihrer Ausbildung, längstens jedoch bis zum vollendeten 25. Altersjahr.\n\nDem Sinn dieser Bestimmung entspricht es, dass ein Unterbruch der Ausbildung unter Umständen auch einen Unterbruch der Anspruchsberechtigung zur Folge hat. Dies trifft aber nach der Rechtsprechung jedenfalls dann nicht zu, wenn eine Ausbildung durch obligatorischen Militärdienst unterbrochen wird.\n\nIn dem in ZAK 1967 S. 550 publizierten Fall hatte das Eidg. Versicherungsgericht zu prüfen, ob dies auch gilt, wenn durch die Leistung obligatorischen Militärdienstes nicht ein bereits begonnenes Studium unterbrochen, sondern bloss die Aufnahme des Studiums hinausgeschoben wird. Das Gericht hatte diese Frage grundsätzlich bejaht, weil die Ausbildung mit dem Maturitätsexamen in der Regel nicht abgeschlossen wird. Anders wäre nur zu entscheiden, wenn Anhaltspunkte dafür vorliegen, dass die Aufnahme einer Erwerbstätigkeit nach bestandener Matura beabsichtigt ist, sei es definitiv oder bloss in erheblicher Unterbrechung der Ausbildung. Im übrigen hat das Gericht erklärt, dass der Begriff der Ausbildung weit ausgelegt werden muss. In diesem Sinn erachtete es im erwähnten Urteil das Studium als nicht rechtserheblich unterbrochen, wenn zwischen Matura und Hochschulstudium zwei Semester liegen, während derer der Sohn teils obligatorischen Militärdienst leistet, teils deshalb zwischen zwei Militärdiensten die Hochschule nicht besuchte, weil der Militärdienst ihm den Besuch während des ganzen Semesters ohnehin nicht erlaubt hätte. Dabei liess das Gericht dahingestellt, ob in der Zwischenzeit möglicherweise eine bescheidene Erwerbstätigkeit ausgeübt worden ist.\n\n2. Im vorliegenden Fall befindet sich Benjamin Suter seit anfangs Februar 1974 im obligatorischen Militärdienst, nachdem er im September 1973 das Maturitätsexamen bestanden und in der Zeit zwischen Matura und Militärdienst gegen Entschädigung in der Land- und Forstwirtschaft sich betätigt hatte.\n\nNach der in der Rentenwegleitung festgelegten und von der |166| Ausgleichskasse angerufenen Verwaltungspraxis wäre ein Rentenanspruch für die Zeit vom Oktober 1973 hinweg nicht mehr gegeben, weil Rz. 198 voraussetzt, dass der Sohn sich \"bis zum Eintritt in den Militärdienst in Ausbildung befand\". Mit andern Worten bestände nach der Wegleitung kein Rentenanspruch, \"wenn der Rentenbezüger in der Zeit zwischen Militärdienst und Ausbildung einem Erwerb nachgegangen ist\". Mit Recht vertreten heute der kantonale Richter und das Bundesamt für Sozialversicherung selbst den Standpunkt, dass dies offensichtlich nicht gilt für den Fall, da in der Zeit zwischen Ende des Dienstes und Beginn des nächsten Semesters bzw. zwischen zwei Dienstleistungen oder zwischen Semesterende und Beginn des Militärdienstes eine lückenfüllende Erwerbstätigkeit ausgeübt wird. Ebensowenig wird die Ausbildung durch eine Erwerbstätigkeit, welche der Rentenansprecher nach bestandener Matura ausübt, um lediglich die Zeit bis zum Beginn des obligatorischen Militärdienstes gewinnbringend zu überbrücken, unterbrochen, vorausgesetzt, dass das Hochschulstudium oder eine -andere Berufsausbildung nach Beendigung des Militärdienstes aufgenommen wird.\n\nDaraus folgt für den vorliegenden Fall, dass die Ausgleichskasse die Kinderrente für Benjamin Suter vom Oktober 1973 hinweg weiterhin auszurichten hat."}