{"annee": "100", "cour": "IB", "page": "318", "date": "20/12/1974", "cite": ["99 IB 159", "64 I 362", "95 I 289", "88 I 276"], "cite_par": ["123 II 16", "125 II 417", "104 IB 412", "139 II 460", "101 IB 143"], "chapeau": "54. Auszug aus dem Urteil vom 20. Dezember 1974 i.S. Genossenschaft für Vieh- und Fleischimport und Konsorten gegen Viehbörse und Konsorten und Eidg. Volkswirtschaftsdepartement.", "regestes": ["Contingents d'importation de viande de la Rhodésie du Sud. Un système mixte, qui tend, au moyen d'une double clé de répartition, à ménager le plus possible les relations commerciales existantes et à traiter les concurrents avec le maximum d'égalité, ne viole pas la constitution."], "faits": "BGE 100 Ib 318 S. 318\n\nAus dem Tatbestand:\n\nNach dem Handelsembargo der UNO gegen Süd-Rhodesien erliess der Bundesrat gestützt auf Art. 102 Ziff. 8 BV am 17. Dezember 1965 besondere Einfuhrbeschränkungen gegenüber diesem Lande (AS 1965, 1205). Der massgebende Art. 1 jenes Bundesratsbeschlusses lautet in der Fassung vom 10. Februar 1967:\n\n\"1 Für die Einfuhr von Waren aus Süd-Rhodesien ist eine Bewilligung erforderlich.\n\n2 Die Bewilligungen werden nach Massgabe des durchschnittlichen Importvolumens der Jahre 1964, 1965 und 1966 erteilt.\n\n3 Das Volkswirtschaftsdepartement ist beauftragt, hierfür die Durchführungsvorschriften zu erlassen.\"\n\nDie Beschwerdegegnerinnen führten vor dem Embargo Fleisch aus Süd-Rhodesien ein und erhielten deshalb Importkontingente BGE 100 Ib 318 S. 319entsprechend ihren früheren Einfuhren. Als dann auch andere Importeure aus Süd-Rhodesien Fleisch einführen wollten, bestimmte das Eidg. Volkswirtschaftsdepartement (EVD) durch Verordnung vom 6. September 1972, dass ab 1. Januar 1973 die Einfuhrbewilligungen den Importeuren nach den Grundsätzen der Schlachtviehordnung (SVO) vom 27. September 1971 erteilt würden. Infolge des neuen Verteilungsschlüssels wurde das Einfuhrkontingent der Beschwerdegegnerin 1 von bisher 2070 t auf 890,5 t gekürzt. Hiegegen beschwerte sich diese beim Bundesgericht, das mit Urteil vom 21. September 1973 (in ZBl 75/1974, S. 92) die Beschwerde guthiess. Das Bundesgericht nahm an, Art. 1 Abs. 2 des genannten BRB lege nicht nur die Gesamteinfuhrmenge fest, sondern regle auch die Kontingentszuteilung; das EVD könne davon nicht abweichen. Wenn die sich aus dem BRB ergebende Lösung nicht mehr befriedige, habe das EVD dem Bundesrat eine Änderung des BRB zu beantragen.\n\nIn der Folge beschloss der Bundesrat mit einem \"BRB (3) über die Beschränkung der Einfuhr vom 6. Februar 1974\" (AS 1974, 487) eine neue Ordnung. Danach werden nun 70% der Kontingente im Verhältnis der Durchschnittseinfuhren 1964, 1965 und 1966 verteilt und 30% nach den Bestimmungen der SVO. Mit Verfügung vom 25. Februar 1974 wurden die Kontingente entsprechend festgesetzt. Hiegegen beschwerten sich die Beschwerdeführer beim EVD erfolglos. Mit Verwaltungsgerichtsbeschwerde rügen sie den vom Bundesrat gewählten neuen Schlüssel als willkürlich und zudem Art. 31 BV verletzend.", "considerants": "Aus den Erwägungen:\n\n3. Der BRB (3) vom 6. Februar 1974 ist eine selbständIge, direkt auf die Bundesverfassung abgestützte Rechtsverordnung. Dies schliesst jedoch nicht aus, dass das Bundesgericht vorfrageweise die Verfassungsmässigkeit prüft (BGE 64 I 364). Während aber - auch bei gesetzesvertretenden - unselbständigen Rechtsverordnungen grundsätzlich zunächst die Gesetzmässigkeit und erst dann die Verfassungsmässigkeit zu prüfen ist (vgl. bezüglich der SVO: BGE 99 Ib 165 und 189), kommt bei selbständigen Rechtsverordnungen nur eine Überprüfung der Verfassungsmässigkeit BGE 100 Ib 318 S. 320in Betracht. Dabei wird von den Beschwerdeführern nicht bestritten, dass der Bundesrat gestützt auf Art. 102 Ziff. 8 BV gegebenenfalls Massnahmen treffen kann, die zur Wahrung der Interessen der Eidgenossenschaft nach aussen notwendig sind, auch wenn sie in ein Grundrecht der Bürger eingreifen. Von den übrigen Einfuhrbeschränkungen für Waren aus Süd-Rhodesien gemäss BRB vom 10. Dezember 1965 unterscheiden sich die hier zu beurteilenden Einfuhrbeschränkungen dadurch, dass sie sich auf Erzeugnisse beziehen, die ohnehin schon einer verfassungsmässig zulässigen Einfuhrbeschränkung gemäss Art. 23 LWG unterstehen. Während aber nach SVO die einzelnen Importeure frei sind, wo sie sich im Rahmen ihres Einfuhrkontingents eindecken wollen, wird durch den BRB (3) ihre Wahlfreiheit in dem Sinne eingeschränkt, dass die Fleischeinfuhren aus Süd-Rhodesien noch einer besonderen zusätzlichen Beschränkung unterworfen sind. Die Beschwerdeführer nehmen an, trotz der grundsätzlich verfassungskonform eingeschränkten Wirtschaftsfreiheit für Fleischwaren entfalte die Handels- und Gewerbefreiheit doch im vorliegenden Falle insoweit eine Rechtswirkung, als die einzelnen von den Handelsmassnahmen gegen Süd-Rhodesien betroffenen Importeure gleich zu behandeln seien; dies sei nur gewährleistet, wenn das gesamte Rhodesienkontingent unter ihnen nach den Grundsätzen der SVO, d.h. nach den gesamten Inlandabsätzen, aufgeteilt werde.\n\nDemgegenüber leiten EVD und Beschwerdegegnerinnen aus der Verfassung ab, wenn schon in die Wirtschaftsfreiheit eingegriffen werden müsse, habe diese möglichst schonend zu geschehen, so dass die bisherigen Handelsbeziehungen nicht mehr als unbedingt nötig tangiert würden; das rechtfertige die sog. \"historischen Kontingente\". Da aber diese für den Inhaber Vorteile mit sich brächten, müsse bei längerer Kontingentierung den Konkurrenten ermöglicht werden, an den Einfuhren ebenfalls teilzunehmen, selbst wenn dies zu einer entsprechenden Kürzung der Kontingente der ursprünglichen Importeure führe. Mit dem Wunsch einerseits nach einer möglichsten Schonung der bisherigen Handelsbeziehungen und anderseits nach einer möglichsten Gleichbehandlung der Gewerbegenossen stünden sich zwei Grundsätze gegenüber, die sich gegenseitig ausschlössen, sich aber beide aus der Verfassung ableiten liessen. Bundesrat und EVD glauben deshalb, durch BGE 100 Ib 318 S. 321ein gemischtes System (70% gemäss früheren Einfuhren, 30% nach SVO) beiden Grundsätzen kompromissweise am ehesten gerecht zu werden.\n\na) In der bisherigen Rechtsprechung des Bundesgerichts lässt sich nichts finden, was die Auffassung des Bundesrates verfassungsrechtlich als nicht vertretbar erscheinen liesse. Keiner der diesbezüglichen Entscheide (vgl. BGE 88 I 276, BGE 95 I 289, BGE 99 Ib 159 und 185) schliesst aus, dass sich eine Kontingentierungsordnung grundsätzlich an die früher getätigten Einfuhren anlehnt. Aus Art. 23 Abs. 4 LWG wird nur eine Pflicht zur periodischen Anpassung der Kontingentsordnungen abgeleitet, um wechselnden Verhältnissen gerecht zu werden oder, wie in BGE 99 Ib 170 f. gesagt wird, um \"eine Erstarrung zu vermeiden\". Freilich wird man annehmen können, dass diese Bestimmung einen Grundsatz zum Ausdruck bringt, welcher der Handels- und Gewerbefreiheit entspringt. Es dürfte in der Tat bei Einfuhrbeschränkungen nicht angehen, auf unbeschränkte Zeit hinaus einen Markt ausschliesslich den anfänglichen Kontingentsinhabern vorzubehalten. Gewisse Öffnungen und Änderungen der Kontingentsordnungen sind somit auf Grund der Verfassung geboten. Mehr lässt sich jedoch aus Art. 31 BV für einfuhrbeschränkte Importe nicht ableiten. In der Frage, wann und wie solche Anpassungen zu erfolgen haben, muss dort, wo das Gesetz schweigt, dem Bundesrat ein weites Ermessen eingeräumt werden. Im Lichte dieser Auführungen kann man sich fragen, ob der Bundesrat Art. 31 BV voll respektierte, wenn er bis zum 6. Februar 1974 mit einer Anpassung der seit Ende 1965 geltenden Kontingentsordnung zuwartete. Doch ist dies heute nicht mehr zu prüfen, da er mit dem BRB (3) jedenfalls eine gewisse Anpassung vorgenommen und insofern dem Gebot von Art. 31 BV genügt hat.\n\nb) Die Beschwerdeführer glauben freilich, diese Anpassung sei ungenügend; es müsse unabhängig von den früheren Einfuhren ausschliesslich auf die Inlandumsätze abgestellt werden, wie dies in der SVO vorgesehen sei. Allein, diese Argumentation greift nicht durch.\n\nDas EVD hat im angefochtenen Entscheid bereits ausgeführt, weshalb die Einfuhrbeschränkungen gegenüber einem bestimmten Land einen wesentlich anderen Charakter haben als solche für ein bestimmtes landwirtschaftliches Erzeugnis BGE 100 Ib 318 S. 322gestützt auf Art. 23 LWG. Müssen gegenüber einem bestimmten Land besondere Einfuhrbeschränkungen verhängt werden, so treffen sie nicht alle Importeure der Branche, sondern nur jene, die bisher aus diesem Lande importiert haben. Da nach dem Grundsatz der Verhältnismässigkeit in bestehende, rechtlich schützenswerte Interessen nicht mehr als notwendig eingegriffen werden soll, ergibt sich als erstes Gebot, dass bereits eingespielte Geschäftsbeziehungen eine gewisse Rücksichtnahme verdienen. Erst in zweiter Linie kommt das Gebot, diese Rücksichtnahme nicht zu einem Dauerprivileg auswachsen zu lassen und folglich mit der Zeit einen Abbau und Umbau des historischen Kontingentsystems anzustreben. Der nunmehr vom Bundesrat gewählte doppelte Schlüssel ist also keineswegs in sich widersprüchlich, sondern er versucht, kompromissweise zwei einander entgegengesetzte Gedanken, die sich beide auf Art. 31 BV zurückführen lassen, je teilweise zur Geltung zu bringen. Diese Ordnung hält sich durchaus im Rahmen des Ermessens, das sowohl Art. 102 Ziff. 8 BV als auch Art. 31 BV dem Bundesrat einräumen. Die Lösung ist entgegen der Auffassung der Beschwerdeführer durchaus verfassungsmässig und vertretbar."}