{"annee": "100", "cour": "IB", "page": "208", "date": "5/7/1974", "cite": ["92 I 503"], "cite_par": ["129 II 396", "101 IB 25"], "chapeau": "33. Auszug aus dem Urteil vom 5. Juli 1974 i.S. Nigg und Mitbeteiligte gegen Regierungsrat des Kantons Schwyz", "regestes": ["Protection des eaux; art. 18 et 19 LPEP. Un permis ne peut être délivré pour la construction de bâtiments dans le périmètre du plan directeur des égouts qu'à la double condition que la construction projetée corresponde à l'aménagement de la canalisation et que le rattachement au réseau d'égouts existe ou soit assuré à brève échéance."], "faits": "|208|\n\nDie Beschwerdeführer sind Eigentümer der Parzelle Nr. 509 an der Bahnhofstrasse in Schwyz. Sie beabsichtigen auf diesem Grundstück, das eine für die bauliche Ausnützung anrechenbare Fläche von 2185 m2 aufweist, ein Mehrfamilienhaus mit 21 Wohnungen zu erstellen. Der Gemeinderat Schwyz lehnte durch Beschluss vom 21. September 1972 das eingereichte Baugesuch ab. Zur Begründung führte er aus, |209| gemäss Art. 19 GSchG dürften Bewilligungen für den Neu- und Umbau von Bauten und Anlagen aller Art innerhalb der Bauzonen oder, wo solche fehlen, innerhalb des im Generellen Kanalisationsprojekt (GKP) abgegrenzten Gebietes nur erteilt werden, wenn der Anschluss der Abwässer an die Kanalisation gewährleistet sei. Da in der Gemeinde Schwyz kein Zonenplan bestehe, sei für die Behandlung des Baugesuchs das GKP massgebend. Das Kanalisationsprojekt sei aber für das in Betracht fallende Gemeindegebiet nicht auf Mehrfamilienhäuser ausgerichtet, es erlaube eine Ausnützungsziffer von 0,22; die im Bauprojekt vorgesehene Ausnützung betrage jedoch 0'902. Eine intensivere Ausnützung, als sie dem GKP entspreche, stelle jedoch den gleichen Sachverhalt dar wie das Bauen ausserhalb des GKP und dürfe daher nicht bewilligt werden. Grund zu einer Ausnahme bestehe im vorliegenden Fall nicht. Eine gegen diesen Entscheid des Gemeinderates eingereichte Beschwerde wies der Regierungsrat des Kantons Schwyz am 30. Juli 1973 ab, indem er im wesentlichen die Argumentation des Gemeinderates bestätigte. Gegen diesen Entscheid richtet sich die vorliegende Verwaltungsgerichtsbeschwerde. Das Bundesgericht hat die Beschwerde abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. a) In Art. 18 GSchG wird die Regel aufgestellt, dass im Bereiche der öffentlichen und den öffentlichen Zwecken dienenden privaten Kanalisationen alle Abwässer an diese anzuschliessen seien. Die in dieser Bestimmung erwähnten Ausnahmen (für zentrale Reinigung ungeeignete Abwässer u.ä.) sind im vorliegenden Fall ohne Bedeutung. In Abs. 2 von Art. 18 GSchG wird als Korrelat zur Anschlusspflicht die generelle Pflicht der Inhaber solcher Anlagen zur Abnahme der Abwässer statuiert. Eine isolierte Interpretation des Wortlautes von Art. 18 GSchG könnte zum Schluss führen, im Perimeter einer Kanalisation dürfe der Anschluss irgendwelcher neuer Bauten und Anlagen und die Abnahme normal reinigungsfähiger Abwässer keinesfalls verweigert werden. Aus Art. 19 GSchG ergibt sich allerdings klar, dass Neubauten auch im Gebiete des GKP nicht ohne weiteres zu bewilligen sind, sondern dass solche Bewilligungen nur erteilt werden dürfen, wenn der Anschluss an die Kanalisation effektiv gewährleistet |210| ist. Der Inhalt von Art. 19 zeigt deutlich die Tragweite und die Grenzen von Art. 18: Diese Bestimmung umschreibt zwar die Anschlusspflicht der Grundeigentümer einerseits und die Abnahmepflicht anderseits und regelt die Ausnahmen bei bestehenden Bauten und Anlagen. Die besondern Probleme, die sich bei der Errichtung neuer Bauten und Anlagen stellen, werden jedoch erst in Art. 19 geordnet. Es kann aus dem Fehlen eines entsprechenden Vorbehaltes in Art. 18 nicht der planerisch völlig unvernünftige Schluss gezogen werden, der Inhaber einer Kanalisation sei verpflichtet, jeden noch so grossen und abwasserintensiven Neubau im Bereich seines Leitungsnetzes anzuschliessen, bei Fehlen eines Zonenplanes könne ein Bauvorhaben mit hoher Ausnützung nicht auf Grund der Kapazität der vorhandenen und projektierten Kanalisationsanlagen verhindert werden. Art. 19 GSchG bringt klar zum Ausdruck, dass eine solche Baufreiheit innerhalb des GKP aus Gründen des Gewässerschutzes nicht besteht. Auch im Perimeter der Kanalisation ist die Bewilligung neuer Bauten nur zulässig, sofern ein Anschluss an die Kanalisation tatsächlich möglich ist. Die Bautätigkeit soll dem effektiv vorhandenen Leitungsnetz entsprechen; für kleinere Objekte (bis zu 12 Einwohnergleichwerten) kann nach Art. 26 AGSchV eine Ausnahme gestattet werden, sofern der Anschluss an die Kanalisation innerhalb von drei Jahren sichergestellt ist. Die Lage eines Bauplatzes innerhalb des GKP verschafft also nicht einen unbedingten Anspruch auf Erteilung der Baubewilligung; der Anschluss an die Kanalisation muss in der Regel sofort oder ausnahmsweise innerhalb von drei Jahren möglich sein.\n\nb) Bei der Schaffung dieser Vorschriften dachte der Gesetzgeber offensichtlich an die im Einzugsgebiet des GKP vorgesehenen, aber noch nicht gebauten Kanalisationen. Der hier zu beurteilende Fall, dass ein Bauprojekt sich im Bereich einer vorhandenen Leitung befindet, aber die dem GKP und der vorhandenen Kanalisation zugrunde liegende Intensität der baulichen Ausnützung übersteigt, wird im Gesetz nicht ausdrücklich geregelt. Doch ähnliche Überlegungen, wie sie der Bewilligung von Neubauten in einem eingezonten, aber kanalisationstechnisch noch nicht erschlossenen Gebiet entgegenstehen, führen folgerichtig zu der von Gemeinderat und Regierungsrat vertretenen Auffassung, dass Kanalisationsanschlüsse von Neubauten an bestehende Leitungen nur im Rahmen |211| der Leistungsfähigkeit der vorhandenen Anlagen zu gestatten sind und dass daher zur Wahrung der Rechtsgleichheit nur eine den Berechnungsgrundlagen des GKP entsprechende bauliche Ausnützung bewilligt werden kann.\n\nMangels eines rechtsgültigen Zonenplanes - der übrigens mit den Berechnungsgrundlagen des GKP übereinstimmen müsste - kommt dem Generellen Kanalisationsprojekt nicht nur die im Gesetz (Art. 20 GSchG) umschriebene Funktion der Begrenzung des Baugebietes zu, sondern auch für die zulässige bauliche Ausnützung sind die Berechnungsgrundlagen der Kanalisation massgebend. Es widerspräche der Grundkonzeption der gesetzlichen Ordnung und würde ernstliche Gefahren der Gewässerverschmutzung mit sich bringen, wenn Anschlüsse von Bauten erlaubt werden müssten, deren Abwasseranfall die Leistungsfähigkeit der Kanalisation übersteigt und mit dem GKP nicht im Einklang steht. Das GKP legt Ausdehnung und technische Ausgestaltung des Kanalisationssystems und der Abwasserreinigungsanlagen verbindlich fest (Art. 17 Abs. 1 GSchG); dabei soll der zu erwartenden baulichen Entwicklung in angemessener Weise Rechnung getragen werden. Das einmal beschlossene GKP ist jedoch einzuhalten und vor allem muss die weitere bauliche Ausnützung im Bereich bereits erstellter Leitungen sich der Dimension der Leitung anpassen. Ein Bauinteressent kann nicht eine von der kanalisationstechnischen Planung abweichende, wesentlich grössere Abwässerabnahme beanspruchen, die zur Folge hätte, dass andere Grundstücke in gleicher Lage an die bestehende, auch für sie bestimmte Leitung nicht mehr angeschlossen werden dürften oder dass für die weitere Überbauung des Einzugsgebietes der Kanalisation eine Änderung des bereits realisierten GKP, d.h. eine Vergrösserung der planmässig erstellten Anlagen notwendig wäre.\n\nc) Die Auslegung der Art. 18 und 19 GSchG nach der ratio legis führt somit zum Ergebnis, dass der Anschluss und damit auch die Errichtung von Bauten innerhalb des Kanalisationsperimeters nur zu bewilligen sind, soweit das Bauvorhaben den Berechnungsgrundlagen der Kanalisation entspricht und die erforderliche Leitung besteht oder in absehbarer Zeit gebaut wird. Die Möglichkeit, auf der Grundlage eines GKP gewisse planerische Massnahmen durchzusetzen, sollte allerdings nicht dazu führen, dass eine Gemeinde die Schaffung eines rechtsgültigen Zonenplans einfach unterlässt.\n\n|212|\n\n3. a) Im angefochtenen Entscheid der Regierungsrates wird dargelegt, dass für die Zone IV des GKP, in welcher sich das fragliche Grundstück befindet, eine Bewohnerdichte von 50 Einwohnern pro ha vorgesehen sei, was einer Ausnützungsziffer von 0,15 entspreche. Der Gemeinderat gehe davon aus, dass nicht überall die höchste zulässige Bevölkerungsdichte erreicht werde und berechne daher die maximale Ausnützung auf Grund von 75 Einwohnern pro ha, was die Ausnützungsziffer von 0'225 ergebe. Gegen diese Berechnung wird in der Beschwerde nichts vorgebracht und es ist auch unbestritten, dass das Bauprojekt der Beschwerdeführer zu einer Ausnützung führen würde, die ungefähr das Vierfache der vom Gemeinderat bei einer Bevölkerungsdichte von 75 Einwohnern pro ha berechneten maximalen Ausnützungsziffer betrüge.\n\nOb der Anschluss des projektierten Mehrfamilienhauses beim jetzigen Stand der Überbauung vorläufig noch ohne besonderes Risiko.möglich wäre, ist hier nicht zu prüfen. Auf jeden Fall würde eine der Argumentation der Beschwerdeführer entsprechende Bewilligunspraxis früher oder später zu einer Überlastung der auf eine viel geringere bauliche Ausnützung zugeschnittenen Kanalisationsleitung führen. Dies liesse sich nur durch eine rechtsungleiche Beschränkung der Überbauung auf den andern Parzellen dieser Zone verhindern. Die Beschwerdeführer können nicht Anspruch darauf erheben, dass ihnen eine die Berechnungsgrundlagen des GKP weit überschreitende Ausnützung eingeräumt wird und dass die Gemeinde das Risiko auf sich nimmt, entweder später die Kanalisation wegen dieser planwidrigen Bewilligungspraxis vergrössern oder den Eigentümern benachbarter Grundstücke unter Verletzung von Art. 4 BV starke Beschränkungen der baulichen Nutzung auferlegen zu müssen (vgl. BGE 92 I 512). Dadurch, dass Gemeinderat und Regierungsrat die dem GKP zugrunde liegende Ausnützungsziffer zur Richtlinie für die Bewilligung neuer Bauten erklärten, haben sie nicht gegen Bundesrecht verstossen, sondern die gesetzlichen Vorschriften sinngemäss zur Anwendung gebracht.\n\nb) Auf Grund der Erfahrungen und auf Grund von Berechnungen des Bauverwalters geht der Gemeinderat Schwyz bei der Bestimmung der höchsten zulässigen Ausnützung nicht von der bei gleichmässiger Besiedlung der Zone angenommenen |213| durchschnittlichen Bevölkerungsdichte aus, sondern macht zu Gunsten der interessierten Grundeigentümer einen Zuschlag von 50%. Diese gleichmässige Abweichung von den theoretischen Berechnungsgrundlagen des GKP ist sachlich begründet und kann daher keineswegs als willkürlich bezeichnet werden. Die in der Beschwerdeschrift geäusserte Befürchtung, der Gemeinderat könnte von Fall zu Fall willkürlich unterschiedliche \"Zuschläge\" anwenden, beruht offenbar nicht auf konkreten Feststellungen einer derartigen, sachlich nicht vertretbaren Differenzierung. Wie sich aus den Ver nehmlassungen ergibt, wird durchwegs die gleiche rechnerische \"Korrektur\" vorgenommen. Die Rüge einer Verletzung von Art. 4 BV ist daher unbegründet."}