{"annee": "100", "cour": "IA", "page": "287", "date": "18/9/1974", "cite": ["100 IA 89", "93 I 154", "99 IA 630", "100 IA 200", "99 IA 394", "92 I 503", "96 I 453"], "cite_par": ["117 IB 387", "104 IA 120", "103 IA 369", "103 IA 191", "101 IA 259", "138 I 274", "121 I 279", "132 I 68"], "chapeau": "40. Auszug aus dem Urteil vom 18. September 1974 i.S. Primarschulgemeinde Küsnacht gegen Dr. R. Allemann und Regierungsrat des Kantons Zürich", "regestes": ["Autonomie communale; admission dans une petite piscine couverte. Etendue de l'autonomie communale, dans un cas où la commune, de sa propre initiative, construit et exploite des installations. Lorsque les autorités cantonales peuvent examiner une ordonnance communale uniquement sous l'angle de la légalité, elles violent l'autonomie communale si elles estiment à tort qu'il y a une violation du droit (consid. 2). L'utilisation d'un établissement présuppose régulièrement une autorisation (consid. 3 a). N'est pas contraire à la constitution la décision, prise par une commune en vue de limiter de façon raisonnable le cercle des utilisateurs, de ne pas autoriser les personnes du dehors à utiliser une installation communale dont la capacité a été déterminée en fonction des besoins de la population locale (c. 3 b)."], "faits": "BGE 100 Ia 287 S. 288\n\nA.- Die Primarschulgemeinde Küsnacht betreibt im Rahmen ihrer Schulanlage \"Heslibach\" in Küsnacht ein Kleinhallenbad mit einem Schwimnmbecken von 10 m x 25 m. Dieses Kleinhallenbad ist, wenn es nicht von den Schulen der Gemeinde beansprucht wird, auch der Öffentlichkeit zugänglich. In der Benützungsordnung vom 10. Dezember 1970 wurde festgelegt, dass nur die Einwohner und die Bürger von Küsnacht Zutritt zum Bad haben (Badeordnung Art. 1 Abs. 1 Satz 1).\n\nGestützt auf diese Bestimmung wurde Dr. Allemann, der in Herrliberg wohnt und nicht Bürger von Küsnacht ist, als er am 12. April 1972 das Kleinhallenbad während der allgemeinen Öffnungszeit benützen wollte, vom Aufsichtspersonal abgewiesen.\n\nDer Regierungsrat, an den Dr. Allemann die Angelegenheit nach erfolgloser Beschwerde bei der Primarschulpflege und erfolglosem Rekurs an den Bezirksrat Meilen weiterzog, hiess den Rekurs gut und hob die den Benützerkreis einschränkende Bestimmung der Badeordnung auf.\n\nB.- Gegen den Entscheid des Regierungsrates reichte die Primarschulgemeinde Küsnacht staatsrechtliche Beschwerde ein mit dem Antrag, der angefochtene Regierungsratsbeschluss sei aufzuheben.\n\nDie Beschwerdeführerin macht geltend, der Regierungsrat habe Art. 1 Abs. 1 Satz 1 der Badeordnung für die Schwimmhalle Küsnacht zu Unrecht aufgehoben und dadurch die Autonomie der Schulgemeinde verletzt. Es dürften zwischen Personen, die in einer Gemeinde wohnen oder dort Bürger seien, und solchen, die zum betreffenden Ort keine nähere Beziehung haben, rechtliche Unterschiede gemacht werden, wenn triftige sachliche Gründe solche Unterschiede erheischen. Im Falle des Kleinhallenbades Heslibach bestehe bei BGE 100 Ia 287 S. 289freiem Zutritt auch für Auswärtige wegen des Mangels an Hallenbädern in der Umgebung die Gefahr der ständigen Überfüllung des Bades, sodass dann der Zutritt zeitweilig für jedermann gesperrt werden müsste. Durch eine solche Lösung würden Teile der ortsansässigen Bevölkerung von der Benützung des Bades praktisch ausgeschlossen oder darin jedenfalls stark behindert. Das Bad sei aber von der Gemeinde doch in erster Linie für die eigenen Bedürfnisse geschaffen worden und es bestehe ein vordringliches Interesse der Gemeindeeinwohner, die durch ihre Steuergelder finanzierten Institutionen auch tatsächlich benützen zu können. Das Gebot der rechtsgleichen Behandlung gehe nicht so weit, in einem Fall wie dem vorliegenden Auswärtige und Einheimische betreffend Benützungsmöglichkeit gleichzustellen. Angesichts der beschränkten räumlichen Verhältnisse, der kurzen für die öffentliche Benützung zur Verfügung stehenden Zeit und des zu erwartenden Andrangs auswärtiger Besucher habe die Schulgemeinde den Kreis der Benützer auf die Einwohner und die Bürger der Gemeinde beschränken dürfen.\n\nC.- Namens des Regierungsrates beantragt die Direktion des Innern Abweisung der Beschwerde. Dr. Allemann stellt sinngemäss den gleichen Antrag. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. In materieller Hinsicht muss zunächst geprüft werden, ob der Primarschulgemeinde in dem hier zur Diskussion stehenden Bereich - Ordnung der Benützung einer kommunalen Anstalt - Autonomie zukommt.\n\nNach der Verfassung des Kantons Zürich gibt es neben politischen Gemeinden und Kirchgemeinden die Schulgemeinden (Primarschulgemeinden und Oberstufenschulgemeinden) als selbständige Körperschaften, welche für die Belange der Volksschule zuständig sind (Art. 42 und 52 Abs. 2 KV). Für die Schulgemeinden gilt wie für die andern Gemeinden der in Art. 48 KV umschriebene Grundsatz der Gemeindeautonomie; sie sind befugt, \"ihre Angelegenheiten innerhalb der Schranken der Verfassung und der Gesetze selbständig zu ordnen\". Zum autonomen Wirkungsbereich einer Gemeinde gehört traditionsgemäss die Regelung des Betriebes und der BGE 100 Ia 287 S. 290Benützung der von ihr errichteten Anstalten (wie Schulen, Heime, Spitäler, Bibliotheken usw.), unter Vorbehalt übergeordneter gesetzlicher Vorschriften des Kantons und des Bundes. Fällt die Errichtung und der Betrieb einer öffentlichen Anstalt in den gesetzlich geregelten Aufgabenkreis der Gemeinde, so ist die ihr auf diesem Gebiet zustehende Entscheidungsfreiheit in der Regel durch kantonales Recht begrenzt. Hingegen geniesst die Gemeinde dort, wo sie aus eigener Initiative Einrichtungen aufbaut und betreibt, zu deren Schaffung sie nicht verpflichtet ist und die nicht irgendwelchen gesetzlichen Vorschriften des Kantons unterstehen, eine umfassendere Gestaltungsfreiheit.\n\nDas Kleinhallenbad der Primarschulgemeinde Küsnacht ist eine solche ohne gesetzliche Verpflichtung geschaffene kommunale Institution. Spezielle Vorschriften des kantonalen Rechts, welche die Entscheidungsfreiheit der Gemeinde einschränken könnten, bestehen offenbar nicht. In bezug auf die Ordnung des Betriebs des Kleinhallenbades hat die Beschwerdeführerin als Trägerin der von ihr erstellten Einrichtung demnach eine relativ erhebliche Entscheidungsfreiheit im Sinne der bundesgerichtlichen Rechtsprechung zur Gemeindeautonomie (BGE 100 Ia 203 E. 2 mit Verweisungen; betr. Autonomie beim Betrieb kommunaler Anstalten vgl. BGE 100 Ia 92).\n\nIst folglich davon auszugehen, dass die Primarschulgemeinde Küsnacht bezüglich des Erlasses einer Badeordnung autonom ist, bleibt zu prüfen, ob der Regierungsrat, indem er im Zusammenhang mit einem Rechtsanwendungsfall die strittige Bestimmung über den Benützerkreis aufhob, tatsächlich in ihren geschützten Autonomiebereich eingegriffen hat.\n\nOb eine Gemeinde durch einen über autonomes Recht befindenden Rechtsmittelentscheid einer kantonalen Behörde in ihrer Autonomie verletzt ist, hängt vom Umfang der der Rekursinstanz zustehenden Überprüfungsbefugnis ab. Dürfen die kantonalen Behörden einen Gemeindeerlass lediglich auf seine Rechtmässigkeit überprüfen, so ist die Gemeindeautonomie verletzt, wenn sie zu Unrecht annehmen, es liege eine Rechtsverletzung vor, oder wenn sie auch die Zweckmässigkeit des Erlasses überprüfen und dadurch ihre Prüfungsbefugnis überschreiten (BGE 93 I 160).\n\nDie Beschwerdeführerin bestreitet nicht, dass der Regierungsrat BGE 100 Ia 287 S. 291an sich kraft seiner Funktion als Aufsichtsbehörde verfassungswidrige Vorschriften oder Reglemente der Gemeinde aufheben kann; sie macht jedoch geltend, die strittige Benützungsvorschrift stelle - entgegen der Ansicht des Regierungsrates - keinen Verstoss gegen das sowohl in der Bundesverfassung (Art. 4) wie auch in der kantonalen Verfassung (Art. 2) verankerte Prinzip der Rechtsgleichheit dar. Die Autonomie der Primarschulgemeinde Küsnacht ist verletzt, wenn der Regierungsrat zu Unrecht eine Verletzung dieses Grundsatzes angenommen hat.\n\nNach der mehrfach, zuletzt in BGE 96 I 456 bestätigten Rechtsprechung des Bundesgerichts bindet Art. 4 BV sowohl die rechtsanwendenden wie die rechtssetzenden, die kantonalen ebenso wie die kommunalen Behörden. Ausser den Schranken, die sich aus dem übrigen Verfassungs- und aus dem Bundesrecht ergeben, haben deshalb der kantonale und der kommunale Gesetzgeber das Gleichheitsprinzip nach Art. 4 BV zu beachten. Gegen diesen verfassungsmässigen Grundsatz verstösst ein allgemeinverbindlicher Erlass dann, wenn er sich nicht auf ernsthafte sachliche Gründe stützen lässt, sinn- und zwecklos ist oder rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden tatsächlichen Verhältnissen nicht ersichtlich ist. Bei der Umschreibung der Zulassungsbedingungen ist das Gemeinwesen als Träger einer Anstalt also insofern an das Prinzip der Rechtsgleichheit gebunden, als keine sachlich nicht vertretbaren Einschränkungen und Unterscheidungen getroffen werden dürfen (BGE 92 I 510).\n\n3. a) Die Benützung einer Anstalt ist nicht eine Art des Gemeingebrauchs öffentlicher Sachen, wie die Direktion des Innern in ihrer Vernehmlassung annimmt, sondern die Anstaltsbenützung setzt regelmässig eine Zulassung voraus (WOLFF H. J., Verwaltungsrecht II, 3. Aufl. S. 337). Die Zulassung kann sehr formlos erfolgen und an keine besonderen Voraussetzungen geknüpft sein (z.B. Anmeldung und Registrierung als Bibliotheksbenützer, Zahlung einer Eintrittsgebühr bei Museen und Schwimmbädern). Oft verlangt aber die Art der Institution (z.B. höhere Schule) oder ihre beschränkte Kapazität (Schwimmbad, Sportanlage, Altersheim) eine gewisse Begrenzung des möglichen Benützerkreises.\n\nEs ist Sache des Anstaltsträgers, die Benützungsordnung BGE 100 Ia 287 S. 292und die Zulassungsbedingungen festzulegen. Die Kompetenz zur Regelung dieser Frage ergibt sich aus der Trägerschaft selber und es bedarf keiner speziellen gesetzlichen Ermächtigung hiezu. Durch kantonale Vorschriften oder Subventionsbedingungen kann die Autonomie des Anstaltsträgers zur Regelung der Anstaltsordnung beschränkt sein. Solche Einschränkungen der Autonomie bestehen jedoch im vorliegenden Fall nicht.\n\nb) Die Einrichtungen einer Gemeinde sind in der Regel nach ihrer Grösse und Aufnahmekapazität auf die Bedürfnisse der Einwohnerschaft zugeschnitten. Wenn zur Vermeidung eines übermässigen Andranges und unangenehmer Wartezeiten die Benützung eines Kleinhallenbades den Gemeindeeinwohnern, welche die Steuerzahler des die Institution tragenden Gemeinwesens sind, vorbehalten wird, so bedeutet dies keine Rechtsungleichheit. Aus Art. 4 BV lässt sich nicht ableiten, dass eine Gemeinde als Trägerin einer öffentlichen Anstalt verpflichtet sei, deren Benützung jedermann - d.h. auch auswärtigen Interessenten - zu gestatten, selbst unter Benachteiligung der Gemeindeeinwohner. Die Begrenzung des Benützerkreises auf Gemeindeeinwohner verletzt Art. 4 BV folglich nicht.\n\nZwar erscheint in dieser Beziehung eine gewisse interkommunale Grosszügigkeit und Solidarität als wünschenswert. In einer bevölkerungsdichten Agglomeration kann aber einer Gemeinde nicht zugemutet werden, dass sie die auf die Bedürfnisse ihrer Einwohner zugeschnittenen Anstalten ohne weiteres auch Auswärtigen, insbesondere den Bewohnern benachbarter Gemeinden, öffnet und damit einen übermässigen Andrang in Kauf nimmt, zum Nachteil der Gemeindeeinwohner, für welche die Institutionen eigentlich bestimmt sind. Der sachlich begründete, einer vernünftigen Begrenzung des Benützerkreises dienende Ausschluss Auswärtiger von der Benützung kommunaler Anstalten ist nicht verfassungswidrig (vgl. hiezu GRISEL, Droit administratif suisse, S. 122 oben; WOLFF, a.a.O. S. 338 oben).\n\nc) Der Regierungsrat ging davon aus, dass die Gefahr eines übermässigen Andrangs in Spitzenzeiten bestehe. In der Beschwerdeantwort bestreitet Dr. Allemann diese Gefahr unter Hinweis auf die liberaleren Benützungsordnungen anderer Hallenbäder in der Region Zürich; er fügt jedoch gleich bei, BGE 100 Ia 287 S. 293dass der Gefahr eines übermässigen Andranges wie in andern Gemeinden durch zeitweise Sperre des Bades zu begegnen wäre. Der Grad der Wahrscheinlichkeit einer zeitweiligen Überschreitung der Aufnahmekapazität ist für die verfassungsrechtliche Beurteilung von Art. 1 Abs. 1 Satz 1 der Badeordnung letztlich nicht entscheidend. Eine Gemeinde, die das Risiko der Überfüllung einer kommunalen Anstalt durch die Zulassung Auswärtiger nicht in Kauf nimmt, sondern zum Schutze der Gemeindeeinwohner den Benützerkreis von vornherein auf Personen mit engeren Beziehungen zur Gemeinde (Einwohner und Bürger) beschränkt, trifft auf jeden Fall nicht eine Unterscheidung, die vor Art. 4 BV nicht haltbar ist, sondern bleibt mit dieser Benützungsordnung im Rahmen des verfassungsrechtlich Zulässigen.\n\nd) Dieser Schluss steht nicht im Widerspruch zum Urteil vom 24. Oktober 1973, in welchem das Bundesgericht wegen Verletzung von Art. 43 Abs. 4 und Art. 60 BV eine kantonale Vorschrift als verfassungswidrig bezeichnete, die bei der kantonalen Altersbeihilfe für Nichtkantonsbürger eine längere Karenzfrist vorsieht als für Kantonsbürger (BGE 99 Ia 630). In jenem Urteil ging es um das in besondern Verfassungsnormen statuierte Gebot der Gleichstellung niedergelassener Schweizerbürger anderer Kantone mit den Kantonsbürgern. Im vorliegenden Fall aber handelt es sich um die Frage, ob Art. 4 BV die Gemeinden verpflichtet, bei kommunalen Anstalten ohne Rücksicht auf die Aufnahmekapazität ortsfremden Interessenten einen gleichen Anspruch auf Anstaltsbenützung einzuräumen wie Ortsansässigen. Wenn es in vielen Bereichen als stossend und durch die Entwicklung weitgehend überholt erscheint, innerhalb der Einwohnerschaft eines Gemeinwesens zwischen Bürgern und andern niedergelassenen Schweizern zu unterscheiden, so lässt sich daraus gegen einen durch die Aufnahmekapazität der Institution begründeten Ausschluss Ortsfremder (Nicht-Einwohner) von der Benützung einer kommunalen Anstalt nichts ableiten.\n\nEine gewisse Parallele besteht hingegen zwischen der Regelung der Zulassung zur Anstaltsbenützung und der Bewilligung gesteigerten Gemeingebrauches an öffentlichen Strassen und Plätzen (BGE 99 Ia 398 ff betr. Taxibewilligungen): Wie die Domizilklausel ein erlaubtes Mittel zur notwendigen Auswahl unter den Bewerbern um eine der nicht unbeschränkt BGE 100 Ia 287 S. 294möglichen Bewilligungen für gesteigerten Gemeingebrauch (z.B. Benützung von Taxistandplätzen) sein kann, so bildet auch bei der Ordnung der Benützung von Anstalten der Gemeinde die Beschränkung auf ortsansässige Interessenten ein verfassungsrechtlich zulässiges Kriterium zur sachlich gerechtfertigten Begrenzung des Benützerkreises."}