{"annee": "100", "cour": "III", "page": "16", "date": "7/8/1974", "cite": ["91 III 66", "93 III 116", "97 III 121", "86 III 121", "96 III 10", "91 III 57"], "cite_par": ["103 III 79", "130 III 133", "101 III 76", "112 III 67"], "chapeau": "6. Entscheid vom 7. August 1974 i.S. Stutz", "regestes": ["Vente aux enchères d'un objet saisi; notion du paiement comptant (art. 129 LP). Lorsque les conditions de la vente aux enchères prévoient le paiement comptant, le préposé n'est pas tenu d'interrompre les enchères pour permettre à un intéressé d'aller chercher dans une banque le montant nécessaire pour l'adjudication."], "faits": "BGE 100 III 16 S. 16\n\nA.- Das Betreibungsamt Bremgarten brachte am 20. November 1973 in der Betreibung Nr. 5189 eine streitige Forderung des Schuldners Walter Stutz gegen Martin Wiederkehr-Gugerli in der Höhe von Fr. 23 000.-- zur öffentlichen Versteigerung. In den Steigerungsbedingungen war festgehalten, dass die Forderung dem Meistbietenden \"wie üblich gegen sofortige Barzahlung\" zugeschlagen werde. An der Versteigerung ging das höchste Angebot, nämlich Fr. 4050.--, vom Schuldner aus, der indessen nicht in der Lage war, diesen Betrag bar bzw. mittels Check zu bezahlen. Er erklärte zwar, er könne das Geld sofort auf der Bank holen, doch war der Betreibungsbeamte mit einer Unterbrechung der Steigerung nicht einverstanden. Daher erfolgte der Zuschlag um das zweithöchste Angebot von Fr. 4000.-- an den Vertreter des Gläubigers, Fürsprech Bisegger.\n\nB.- Gegen diese Verfügung führte der Schuldner beim Präsidenten des Bezirksgerichts Bremgarten Beschwerde mit dem Antrag, der Zuschlag an Fürsprech Bisegger sei aufzuheben und die Forderung sei für Fr. 4050.-- ihm zuzuschlagen.BGE 100 III 16 S. 17\n\nMit Entscheid vom 4. Januar 1974 wies der Gerichtspräsident die Beschwerde ab. Dieser Entscheid wurde von der Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Aargau mit Urteil vom 9. Mai 1974 bestätigt.\n\nC.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt der Schuldner, das Urteil des Obergerichts sei aufzuheben und die Forderung um Fr. 4050.-- ihm zuzuschlagen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Mit dem Rekurs im Sinne von Art. 19 SchKG kann lediglich geltend gemacht werden, der angefochtene Entscheid sei gesetzwidrig. Ermessensfehler können dagegen mit diesem Rechtsmittel nicht gerügt werden (BGE 97 III 126, BGE 96 III 16, BGE 93 III 119, BGE 91 III 57). Eine Frage der Angemessenheit, die vom Bundesgericht nicht überprüft werden kann, ist es aber insbesondere, ob die Versteigerung eines gepfändeten Gegenstandes gegen Barzahlung erfolgen oder ob dem Ersteigerer im Sinne von Art. 129 Abs. 2 SchKG ein Zahlungstermin gewährt werden soll (JAEGER, N. 3 zu Art. 129 SchKG). Ein Recht auf Einräumung einer Zahlungsfrist besteht nur, wenn es in den Steigerungsbedingungen ausdrücklich anerkannt ist (JAEGER/DAENIKER, N. 3 zu Art. 129 SchKG; FAVRE, Droit des poursuites, 3. Aufl., S. 223).\n\nIm vorliegenden Fall sahen die Steigerungsbedingungen Barzahlung vor. Der Rekurrent konnte die von ihm gebotene Summe jedoch nicht bar bezahlen, auch nicht mittels Check (vgl. dazu BGE 91 III 68 /69). Unter diesen Umständen handelte der Betreibungsbeamte richtig, wenn er die Versteigerung auf Grundlage des nächsttieferen Angebotes fortsetzte und, da niemand weiter bot, die Forderung Fürsprech Bisegger zuschlug (FAVRE, a.a.O. S. 223/224; vgl. die ausdrückliche Regelung in Art. 60 Abs. 2 VZG für den Fall der Versteigerung von Grundstücken). Auf das Begehren des Rekurrenten, die Versteigerung für wenige Minuten zu unterbrechen, um ihm Gelegenheit zu bieten, den erforderlichen Betrag bei der Bank zu holen, brauchte er nicht einzugehen. Wer das Geld zuerst beschaffen muss, ist eben nicht in der Lage, bar zu bezahlen. Es ist daher unerheblich, ob der entsprechende Betrag BGE 100 III 16 S. 18tatsächlich bei der Aargauischen Hypotheken- und Handelsbank in Bremgarten verfügbar war, wie der Rekurrent mit einer in Missachtung von Art. 79 Abs. 1 Satz 2 OG eingereichten Bestätigung der Bank zu beweisen versucht.\n\n2. Der Rekurrent macht geltend, unter den gegebenen Umständen sei die Weigerung des Betreibungsbeamten, die Versteigerung für einige Minuten zu unterbrechen, unangemessen gewesen. Er wirft der Aufsichtsbehörde vor, sie habe nicht ernsthaft geprüft, ob der Betreibungsbeamte von seinem Ermessen richtigen Gebrauch gemacht habe, worin ein Ermessensmissbrauch zu erblicken sei.\n\nHat eine Aufsichtsbehörde eine Verfügung auf ihre Angemessenheit zu überprüfen, so hat sie ihr Ermessen an die Stelle desjenigen der Behörde zu setzen, die die angefochtene Verfügung erlassen hat (BGE 97 III 126,. BGE 86 III 123 /124). Tut sie dies nicht, sondern begnügt sie sich mit der Prüfung der Frage, ob die Verfügung gesetzwidrig oder offensichtlich unangemessen sei, so schränkt sie ihre Prüfungsbefugnis in unzulässiger Weise ein (JAEGER, N. 8 zu Art. 17 SchKG), was mit dem Rekurs im Sinne von Art. 19 SchKG gerügt werden kann.\n\nOb es im Ermessen des Betreibungsbeamten stand, die Versteigerung zu unterbrechen, um dem Rekurrenten zu ermöglichen, Bargeild herbeizuschaffen, ist zweifelhalt, kann aber offen bleiben. Entgegen den Behauptungen des Rekurrenten hat die Aufsichtsbehörde ihre Kognition nämlich nicht in unzulässiger Weise eingeschränkt. Wohl wird im angefochtenen Entscheid ausgeführt, im Vorgehen des Betreibungsbeamten könne keine Willkür erblickt werden. In Wirklichkeit hat die Aufsichtsbehörde aber ihre Prüfung nicht auf Willkür beschränkt, sondern sie hat die Angemessenheit der Verfügung des Betreibungsbeamten, die Versteigerung nicht zu unterbrechen, frei überprüft. So hat sie insbesondere in Erwägung gezogen, der Betreibungsbeamte habe Grund gehabt, die Zahlungsfähigkeit des Rekurrenten anzuzweifeln, da gegen diesen definitive und provisorische Verlustscheine hätten ausgestellt werden müssen. Dieser Umstand habe den Beamten bewogen, die Möglichkeit der Zahlungsbefristung zum vornherein auszuschliessen, um eine klare Situation zu schaffen und einem missbräuchlichen Hinaufsteigern der Angebote vorzubeugen. Wenn der Betreibungsbeamte dem Rekurrenten die Möglichkeit BGE 100 III 16 S. 19geboten habe, den Betrag von Fr. 4050.-- mittels Check zu bezahlen, so sei darin kein Widerspruch zum Festhalten an der Barzahlung zu erblicken, denn der Check stelle ein Zahlungsmittel dar, das dem Geld gleichkomme. Die Aufsichtsbehörde hielt somit das Vorgehen des Beamten nach eigener, freier Prüfung für gerechtfertigt. Dass sie nicht näher auf das Argument des Rekurrenten einging, der Gläubiger habe denselben Vertreter wie der Drittschuldner, kann ihr nicht zum Vorwurf gemacht werden, denn es ist nicht einzusehen, was dieser Umstand mit der Unterbrechung der Versteigerung und dem Zuschlag an Fürsprech Bisegger zu tun haben soll.\n\nDer Rekurs ist daher als offensichtlich unbegründet abzuweisen."}