{"annee": "100", "cour": "II", "page": "159", "date": "7/5/1974", "cite": ["90 II 43", "75 I 340", "83 II 312", "98 IB 180", "99 IB 10", "74 II 183"], "cite_par": [], "chapeau": "25. Urteil der I. Zivilabteilung vom 7. Mai 1974 i.S. Société de Diffusion de Marques SODIMA gegen Zentralschweizerischen Milchverband.", "regestes": ["Protection d'une marque individuelle au bénéfice d'un enregistrement international. 1. L'art. 6quinquies litt. A al. 1 de la convention de Paris vaut seulement pour la forme extérieure de la marque. La question de savoir si le titulaire de celle-ci remplit les conditions matérielles pour le dépôt doit être jugée d'après les lois du pays où la protection est requise (consid. 1). 2. Les art. 1 ss., et notamment l'art. 5 al. 2 de l'arrangement de Madrid ne s'opposent pas au jugement selon ce droit (consid. 2). 3. Art. 7 al. 1 ch. 1 LMF. Une société coopérative qui n'exploite elle-même ni une entreprise de fabrication ni une entreprise commerciale ne peut pas faire enregistrer une marque individuelle à son nom (consid. 3)."], "faits": "|160|\n\nA.- Der Zentralschweizerische Milchverband hinterlegte am 14. Juni 1968 beim eidgenössischen Amt für geistiges Eigentum die Marke JUPI, die für alkoholfreie Getränke bestimmt ist und unter Nr. 232094 registriert wurde. Am 9. Juli 1969 liess der Verband das Warenverzeichnis auf Milchprodukte, d.h. auf Waren der internationalen Klasse 29 ausdehnen und die Marke unter Nr. 239993 erneuern.\n\nDie Société de Diffusion de Marques SODIMA in Clichy ist eine Genossenschaft nach französischem Recht. Sie ist Inhaberin der in Frankreich eingetragenen Marke YOPI. Am 7. Juni/10. Juli 1967 wurde dieses Zeichen unter Nr. 335 857 auch vom Internationalen Büro zum Schutze des gewerblichen Eigentums registriert. Es ist für Milch und Milchprodukte bestimmt.\n\nDurch Vertrag vom 31. März und ein Zusatzabkommen vom 13. August 1969 räumte die SODIMA der Union Laitière Vaudoise (ULV) das Recht ein, ihre vom Internationalen Büro bereits 1966 registrierte Marke YOPLAIT sowie Untermarken davon, insbesondere das Zeichen YOPI zu gebrauchen.\n\nB.- Im September 1969 stellte der Zentralschweizerische Milchverband fest, dass die ULV Dessertspeisen aus Milch unter der Marke YOPI verkaufte. Da die ULV auf dieses Zeichen nicht verzichten wollte, klagte der Verband im September 1970 gegen die SODIMA auf Feststellung, dass die internationale Marke Nr. 335 857 YOPI für das Gebiet der Schweiz nichtig sei.\n\nDie SODIMA widersetzte sich diesem Begehren und verlangte widerklageweise, die Schweizer Marke Nr. 239993 JUPI nichtig zu erklären und der Klägerin deren weitere Verwendung unter Strafe zu verbieten.\n\nDas Handelsgericht des Kantons Bern hiess die Klage am 19. Dezember 1972 gut und wies die Widerklage ab, weil die Beklagte selber weder Industrielle noch sonstige Produzentin oder Handeltreibende im Sinne von Art. 7 Abs. 1 MSchG sei, die streitige Einzelmarke folglich nicht mit Wirkung für die Schweiz habe hinterlegen dürfen; die Marke YOPI sei daher für das Gebiet der Schweiz ungültig zu erklären, womit die Widerklage hinfällig werde.\n\nC.- Die Beklagte beantragt dem Bundesgericht auf dem Wege der Berufung, dieses Urteil aufzuheben, die Klage abzuweisen |161| und die Widerklage gutzuheissen. Sie macht geltend, sie könne den Schutz ihrer in Frankreich eingetragenen und international registrierten Marke YOPI auch in der Schweiz beanspruchen, was das Handelsgericht in Verletzung von Bestimmungen des Madrider Abkommens, der Pariser Verbandsübereinkunft und des MSchG verkannt habe.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Frankreich und die Schweiz sind dem Madrider Abkommen über die internationale Registrierung der Fabrik- und Handelsmarken (MMA) in der am 15. Juni 1957 in Nizza revidierten Fassung (AS 1964 S. 1164) beigetreten. Dessen Art. 5 Abs. 1 erlaubt den auf das Abkommen verpflichteten Ländern, einer international registrierten Marke den Schutz unter den gleichen Voraussetzungen zu verweigern, unter denen sie ihn nach der Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums (PVUe) einer zur nationalen Eintragung hinterlegten Marke versagen dürfen.\n\nZwischen Frankreich und der Schweiz ist die am 31. Oktober 1958 in Lissabon vereinbarte Fassung der PVUe (AS 1963 S. 123) massgebend. Sie verpflichtet in Art. 6quinquies lit. A Abs. 1 die Verbandsländer, jede im Ursprungsland vorschriftsgemäss eingetragene Fabrik- oder Handelsmarke so, wie sie ist (telle quelle), unter den Vorbehalten dieses Artikels zur Hinterlegung zuzulassen und zu schützen. Diese sog. \"telle-quelle\"-Klausel bezieht sich nach ständiger Rechtsprechung jedoch nur auf die äussere Gestaltung der Marke; materiellrechtliche Fragen, welche das Wesen oder die Funktion der im Ursprungslande eingetragenen Marke betreffen, sind nach den Gesetzen des Landes zu beurteilen, in dem der Schutz beansprucht wird (BGE 98 Ib 182 Erw. 2 mit Verweisungen, BGE 99 Ib 29). Dazu gehört auch die Frage, ob der Inhaber einer Marke die persönlichen Voraussetzungen für deren Hinterlegung erfülle (BGE 74 II 185).\n\nNach schweizerischem Recht sind zur Hinterlegung ihrer Marken insbesondere berechtigt Industrielle und sonstige Produzenten, deren Produktionsgeschäft sich in der Schweiz befindet, sowie Handeltreibende mit einer festen schweizerischen |162| Handelsniederlassung (Art. 7 Abs. 1 Ziff. 1 MSchG). Die Eintragung ihrer Marken setzt also voraus, dass sie die Waren, die damit gekennzeichnet werden sollen, entweder selber herstellen oder mit ihnen Handel treiben (MATTER, Kommentar zum MSchG S. 46 und 126/7; DAVID, Kommentar zum MSchG, 2. Aufl. N. 30 und 39 zu Art. 6; TROLLER, Immaterialgüterrecht, Bd. II S. 745/6 und 749). Erfüllen sie diese Voraussetzung nicht, so hat das Amt die Eintragung zu verweigern (Art. 14 Abs. 1 Ziff. 1 MSchG).\n\n2. Die Beklagte hält Art. 5 Abs. 1 MMA im vorliegenden Fall nicht für anwendbar, weil das Amt die ihm gesetzte Jahresfrist, innert der es der Marke YOPI den Schutz in der Schweiz hätte versagen können, unbenützt habe verstreichen lassen. Die Beklagte kritisiert zudem die Auslegung von Art. 6quinquies PVUe durch das Bundesgericht im Entscheid 98 Ib 182 ff.\n\na) Es trifft an sich zu, dass eine international registrierte Marke in der Schweiz Schutz geniesst, wenn das eidgenössische Amt für geistiges Eigentum innert der in Art. 5 Abs. 2 MMA vorgesehenen Frist keine Einwendungen erhebt. Das heisst indes noch nicht, das Recht an der Marke sei gültig zustande gekommen und nach Ablauf eines Jahres in der Schweiz vor Angriffen gefeit, wie die Beklagte anzunehmen scheint. Auch nachher bleibt es dabei, dass gemäss Art. 4 Abs. 1 MMA die Marke in jedem der beteiligten Verbandsländer bloss \"ebenso geschützt\" ist, \"wie wenn sie dort unmittelbar hinterlegt worden wäre\".\n\nDie Beklagte geht deshalb fehl, wenn sie unter anderem einwendet, für den Schutzanspruch seien Art. 1 und 2, für die internationale Registrierung Art. 3 und 3ter MMA massgebend, weshalb das schweizerische Recht keine weitergehenden Bedingungen aufstellen könne. Dasselbe gilt vom Einwand, die Berechtigung zu einer internationalen Hinterlegung richte sich nach dem Recht des Ursprungslandes, wenn Angehörige von Vertragsstaaten sich den Schutz ihrer Marken in den übrigen Verbandsländern sichern wollten. Art. 1 ff. MMA sagen nicht, unter welchen Voraussetzungen Angehörige von Vertragsstaaten für ihre Marken Schutz in einem Verbandsland verlangen können. Sie wollen einer international registrierten Marke in einem Verbandsland nur den gleichen (BGE 90 II 45), aber nicht mehr Schutz verschaffen als den im |163| nationalen Register stehenden. Denn die internationale Eintragung begründet kein Markenrecht eigener Art, sondern ersetzt bloss die nationale in den Verbandsländern. Sie enthebt den Hinterleger der Pflicht, die Marke in jedem einzelnen Verbandsland registrieren zu lassen, die formelle Voraussetzung für den Schutz der Marke also mehrmals in gleicher Weise zu erfüllen. Einer internationalen Eintragung, die sich nachträglich nach Landesrecht als ungerechtfertigt erweist, kann daher die Wirkung selbst in einem Verbandsland, das die Marke nicht als schutzunfähig im Sinne von Art. 5 Abs. 1. MMA zurückgewiesen hat, abgesprochen werden. Die Marke kann zudem immer noch wie eine national eingetragene gerichtlich angefochten werden. Dass mit Bezug auf die Ungültigerklärung und die Schutzverweigerung die in der PVUe für die unmittelbare Eintragung aufgestellten Regeln zu beachten sind, hilft darüber nicht hinweg (vgl. BGE 83 II 320 /1 und 336/7; ferner TROLLER, Die mehrseitigen völkerrechtlichen Verträge im internationalen gewerblichen Rechtsschutz und Urheberrecht, S. 73 und 75/76; Ders., Das internationale Privat- und Zivilprozessrecht im gewerblichen Rechtsschutz und Urheberrecht, S. 22 und 128/9; REIMER, Wettbewerbs- und Warenzeichenrecht, 4. Aufl. I S. 634 Anm. 24, S. 635/6 Anm. 26, S. 641 oben Anm. 29 a.E.).\n\nb) Von der in BGE 98 Ib 182 ff. mit einlässlicher Begründung bestätigten Rechtsprechung abzuweichen, besteht kein Anlass. Dass Art. 6 und 6 quinquies PVUe an sich verschiedene Fälle betreffen, ist dem Bundesgericht nicht entgangen. Es hat die Entstehungsgeschichte dieser Bestimmung auch nicht ausser acht gelassen, sie vielmehr bei der Auslegung mitberücksichtigt und an seiner Auffassung, die sich mit namhaften Lehrmeinungen deckt, im Bewusstsein festgehalten, dass Art. 6 PVUe in den Verbandsländern seit seiner Abänderung an der Konferenz von Washington im Jahre 1911 unterschiedlich ausgelegt wird. Mit dem Werdegang dieser Bestimmung hat es sich übrigens neuerdings im Entscheid BGE 99 Ib 25 ff. Erw. 4 eingehend auseinandergesetzt, ohne zu einem andern Ergebnis zu gelangen. Mit dem von der Beklagten angerufenen Urteil einer Beschwerdeabteilung des amerikanischen Patentamtes vom 7. Mai 1973 (veröffentlicht in GRUR 1973 Ausl. S. 673/4 mit Anm. von DERENBERG) ist dagegen nicht aufzukommen, zumal das Urteil weitergezogen, von der Lehre kritisiert worden |164| ist und anscheinend wenig Aussicht hat, bestätigt zu werden. DERENBERG hält ihm denn auch u.a. die in BGE 98 Ib 182 ff. vertretene Auffassung entgegen (a.a.O. S. 675 Spalte rechts).\n\nIst aber auch im vorliegenden Fall davon auszugehen, dass die in Art. 6quinquies lit. A PVUe enthaltene \"telle-quelle\"-Klausel bloss für die äussere Form der Marke gilt, so beurteilt sich nach schweizerischem Recht, ob die Beklagte die materiellen Schutzvoraussetzungen für eine Hinterlegung ihrer Individualmarke YOPI in der Schweiz erfülle. Dazu gehört insbesondere auch die Frage, ob die SODIMA als Markeninhaberin ein Produktions- oder Handelsgeschäft im Sinne von Art. 7 MSchG führe (vgl. BODENHAUSEN, Kommentar zur PVUe S. 93/94 zu Art. 6quinquies lit. A).\n\n3. Die Beklagte beansprucht in der Schweiz den Schutz für eine Einzelmarke. Da eine solche Marke die Herkunft der Ware aus dem Geschäft des Markeninhabers oder aus dem Geschäft eines mit ihm eng verbundenen Produzenten oder Händlers andeutet (Art. 6bis MSchG), schreibt Art. 7 Abs. 1 Ziff. 1 MSchG vor, dass ihr Hinterleger entweder Industrieller, sonstiger Produzent oder Händler sei. Die Beklagte behauptet nicht, dass sie diese Voraussetzung selber erfülle. Nach dem angefochtenen Urteil überlässt sie die Herstellung der Ware und den Handel damit vielmehr ihren Mitgliedern, die aus acht landwirtschaftlichen Genossenschaften bestehen und je eine grosse Zahl von Milchproduzenten vereinigen. Sie versucht ihre eigene Befugnis zur Hinterlegung einer Einzelmarke denn auch nicht aus Art. 7, sondern vor allem aus BGE 75 I 340ff. abzuleiten.\n\nDie Beklagte hält dafür, wegleitend für diesen Entscheid sei der in Art. 6bis MSchG zum Ausdruck kommende Solidaritätsgedanke gewesen, der von einer Genossenschaft aber noch viel ausgeprägter verkörpert werde als von einer Aktiengesellschaft. Auf eine Industriellen- oder Produzententätigkeit, wie das Bundesgericht sie in jenem Falle einer Verwaltungsholding zugebilligt habe, könne sich auch die SODIMA berufen, da sie Forschungs- und Entwicklungsarbeit leiste, ihre Mitglieder berate und die Oberaufsicht über den Vertrieb der Erzeugnisse führe. Das Handelsgericht verkenne, dass eine Kollektivmarke zur Kennzeichnung von Waren, die von einem Lizenznehmer ausserhalb Frankreichs hergestellt werden, für sie nicht in |165| Frage komme; die ULV müsste diesfalls Mitglied der SODIMA werden, um die Marke in der Schweiz benützen zu können. Ein so weitgehender Zusammenschluss sei aber von keiner Seite gewünscht worden. Es genüge, der Beklagten die Tätigkeit ihrer Mitglieder anzurechnen, was keine Ausweitung der vom Bundesgericht gemachten Ausnahme, sondern eine Anwendung der von ihm aufgestellten Grundsätze bedeute.\n\na) Das Bundesgericht hat im Entscheid 75 I 352 Erw. b einer Verwaltungsholding das Recht zugestanden, auf ihren Namen eine Individualmarke eintragen zu lassen, obschon die Holding selber kein industrielles Unternehmen führte und den Gebrauch der Marke ihren Fabrikationsgesellschaften überlassen wollte. Es hielt die Ausnahme insbesondere für gerechtfertigt, weil die Holding ihre Tochtergesellschaften wirtschaftlich beherrschte und deswegen völlig kontrollierte, die Produkte dieser Gesellschaften aber weder durch eine Kollektiv-, noch durch eine Konzernmarke schützen konnte; sie müsse sich deshalb auf die Tätigkeit der Betriebsgesellschaften berufen können. Zumindest sei Art. 7bis MSchG analog anzuwenden, da die Holding wirtschaftlich als Vereinigung aller ihrer Fabrikationsgesellschaften anzusehen sei und sich diese in ähnlicher Lage befänden wie Unternehmen, die als Mitglieder einer Vereinigung im Sinne von Art. 7bis eine Kollektivmarke gebrauchen könnten.\n\nDie Schweiz ist mit der Auffassung, eine Holdinggesellschaft müsse eine Einzelmarke hinterlegen können, wenn sie wirtschaftlich selbst als Inhaberin der ihr angeschlossenen Unternehmen zu betrachten sei, allein geblieben. Andere Länder folgten nicht, und Versuche, die Anerkennung der Holdingmarke 1958 an der Lissaboner Konferenz zur Revision der PVUe durchzusetzen, scheiterten (TROLLER, Immaterialgüterrecht, 2. Aufl. Bd. II S. 749/50). Ob an der angeführten Rechtsprechung nach erneuter Prüfung dennoch festzuhalten wäre, kann indes offen bleiben, da die Beklagte daraus so oder anders nichts zu ihren Gunsten abzuleiten vermag.\n\nb) Das Handelsgericht hält der Beklagten mit Recht entgegen, dass die Verwaltungsholding auf Beherrschung ihrer Tochtergesellschaften ausgerichtet ist und diese nur scheinbar selbständig sind (vgl. SIEGWART, N. 153 ff. zu Art. 620-659 OR; WIELAND, Handelsrecht II S. 377; GUHL/MERZ/KUMMER, OR S. 563/4). Die Genossenschaft verfolgt dagegen nicht |166| eigene, sondern die Interessen ihrer Mitglieder. Nach ihrem Zweck beherrscht sie zudem weder die Genossenschafter noch deren Produktions- oder Handelsbetriebe. Dass der SODI MA schon nach ihrer Rechtsform eine gleiche oder ähnliche Stellung zukomme, wie sie in BGE 75 I 340ff. die Holdinggesellschaft habe beanspruchen können, lässt sich daher nicht sagen. Die von der Beklagten angeführten Unterschiede zwischen französischem und schweizerischem Genossenschaftsrecht ändern daran nichts, zumal die Frage, ob die international registrierte Marke YOPI für das Gebiet der Schweiz gültig sei, auch insoweit nach schweizerischem, nicht nach dem Recht des Ursprungslandes zu beurteilen wäre.\n\nDie Beklagte wie eine Holdinggesellschaft zu behandeln, wäre auch sachlich nicht gerechtfertigt. Sie unterhält selber weder eigene Fabrikations- noch Handelsbetriebe, sondern ist eine genossenschaftliche Vereinigung von Produzenten und Handeltreibenden, denen sie ihre Dienste anbietet und ihr Wissen vermittelt. Ihre Befugnisse, den Genossenschaftern Weisungen zu erteilen und deren Waren Stichproben zu unterziehen, beruhen auf blosser Vereinbarung, nicht auf wirtschaftlicher Beherrschung der ihr angeschlossenen Unternehmen. Nach den Aussagen ihres Generaldirektors wird sie im Gegenteil von den Gründermitgliedern beherrscht und kontrolliert. Dadurch unterscheidet sich der vorliegende Fall denn auch deutlich von dem in BGE 75 I 340 ff. veröffentlichten. Als Genossenschaft kann die Beklagte zudem gemäss Art. 7bis MSchG eine Kollektivmarke hinterlegen, um die von ihren Mitgliedern erzeugten oder in den Verkehr gebrachten Waren zu kennzeichnen.\n\nDass die Beklagte von dieser Möglichkeit keinen Gebrauch machen will und dergestalt auf die Wahrnehmung eines ihr an sich zugänglichen Rechts verzichtet, gibt ihr keinen Anspruch auf analogieweise Einräumung eines Rechts, das Gesellschaften ihrer Art in der Schweiz nicht zugänglich ist. Die angeblichen Rechtsverhältnisse in Frankreich oder dritten Ländern beseitigen nicht die Massgeblichkeit des Landesrechts für das Gebiet der Schweiz. Ebenso wenig vermag der blosse Umstand, dass die Beklagte und die ULV die für eine Rechtsausübung in der Schweiz nötigen Bindungen nicht einzugehen wünschen, die Gleichstellung der Beklagten mit einer Holding zu rechtfertigen. Vielmehr würde ihr dadurch ein Vorteil zugebilligt, |167| der Inländern nach dem Landesrecht verweigert werden muss. Dieses Recht so anwenden, wie die Vorinstanz es getan hat, heisst deshalb nicht, wirklichkeitsfremd oder nach rein formalen Gesichtspunkten entscheiden.\n\n4. Da die international registrierte Einzelmarke YOPI der Beklagten in der Schweiz nicht als solche anerkannt und geschützt werden kann, ist auch die Abweisung der Widerklage nicht zu beanstanden; dieser ist mit der Gutheissung der Klage der Boden entzogen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichtes des Kantons Bern vom 19. Dezember 1972 bestätigt."}