{"annee": "100", "cour": "II", "page": "167", "date": "28/5/1974", "cite": ["77 II 377", "74 II 106", "58 II 290", "57 I 62", "56 II 413", "59 II 401", "96 II 119", "97 II 97", "88 IV 123"], "cite_par": ["107 II 82", "101 II 102", "110 IV 102", "113 II 306", "113 II 190", "106 II 71", "117 II 466", "125 III 328"], "chapeau": "26. Auszug aus dem Urteil der I. Zivilabteilung vom 28. Mai 1974 i.S. Späti Laden-und Kioskbau AG gegen Stierli.", "regestes": ["Droit d'auteur sur des oeuvres d'architecture. 1. Qualité d'une personne morale pour faire valoir un droit d'auteur (consid. 3). 2. Conditions de la protection, pour des oeuvres d'architecture (consid. 6). 3. L'architecte d'intérieur jouit de la protection légale dérivant du droit d'auteur déjà lorsqu'il fournit un travail original; il n'est pas nécessaire que celui-ci présente un caractère marqué (consid. 7). 4. Protection du projet élaboré par l'architecte d'intérieur admise en l'espèce (consid. 8)."], "faits": "|168|\n\nA.- Die Späti Laden- und Kioskbau AG, Tägerwilen, ist ein auf Laden- und Kioskbau spezialisiertes Unternehmen.\n\nStierli betreibt in Baar eine Konditorei und Bäckerei. Am 3. März 1969 erteilte er der Späti... AG einen schriftlichen \"Projektierungsauftrag\" bezüglich Umbau und Fassadengestaltung seines Ladens. Diese arbeitete ein Projekt mit Baubeschrieb vom 1. Mai 1969 aus. Stierli sandte später die Pläne der Späti... AG zurück, bezahlte den im Vertrag für diesen Fall genannten Spesenenteil von Fr. 900.-- und liess angeblich nichts mehr von sich hören.\n\nB.- Im Herbst 1970 will die Späti... AG festgestellt haben, dass der Laden durch eine andere Firma sklavisch nach ihren Plänen umgebaut worden sei, was Stierli bestritt. Die Offerte der Späti... AG belief sich auf Fr. 52 340.--, jene der Firma Buob, die den Laden umbaute und die Fassade neu gestaltete, auf Fr. 25 890.--.\n\nDie Späti... AG forderte von Stierli Fr. 4334.--, zuzüglich Zins ab 1. Juni 1971, d.h. 10% der Offertsumme, abzüglich die bereits bezahlten Fr. 900.-- Spesenanteil. Sie klagte diesen Betrag nach erfolgloser Betreibung ein.\n\nC.- Das Obergericht des Kantons Thurgau, das als einzige kantonale Instanz zuständig war, verneinte nach Einholung eines Gutachens das Vorliegen eines urheberrechtlich schützbaren Werkes und wies am 6. Dezember 1973 die Klage ab.\n\nD.- Die Klägerin hat die Berufung erklärt. Sie beantragt, das vorinstanzliche Urteil aufzuheben und den Beklagten zur Zahlung des vom Experten im kantonalen Verfahren errechneten Schadens von Fr. 2832.-- nebst Zins zu 5% seit 1. Juni 1971 zu verpflichten.\n\nDer Beklagte beantragt, Berufung und Klage abzuweisen. |169|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da es sich um einen Prozess aus Urheberrecht handelt, ist die Berufung nach Art. 45 Abs. 1 OG unabhängig vom Streitwert zulässig.\n\n2. Der Beklagte haftet grundsätzlich nach Art. 14 und 22 URG in Verbindung mit Art. 44 URG und 41 f. OR, wenn die von der Klägerin entworfenen Pläne für den Ladenumbau des Beklagten urheberrechtlich geschützt sind und wenn sie die Firma Buob in der Ausführung des Projektes mit Wissen des Beklagten wiedergegeben hat.\n\n3. Die Aktivlegitimation der Klägerin ist nicht bestritten. Sie ist aber als materiellrechtliche Voraussetzung des eingeklagten Anspruches mit der Vorinstanz von Amtes wegen zu prüfen (BGE 97 II 100 mit Hinweisen, BGE 96 II 123 E. 1).\n\nDie Klägerin ist eine juristische Person. Die Pläne, welche die Firma Buob für den Ladenumbau des Beklagten angeblich verwendet hat, sind von den Angestellten der Klägerin im Jahre 1969 ausgearbeitet worden. Zu prüfen ist daher zunächst, ob allfällige Urheberrechte daran nur den betreffenden Angestellten zustehen oder ob sie auf die Klägerin übergegangen sind.\n\na) Das URG schützt grundsätzlich nur den Schöpfer des Werkes, also eine natürliche Person. Der Arbeitgeber hat nach Art. 343 a OR, der bis zur Revision des Gesetzes bis zum 1. Januar 1972 die Rechte an \"Erfindungen des Dienstpflichtigen\" (vgl. Randtitel) regelte, kein originäres Urheberrecht an den Werken der Literatur und Kunst seiner Arbeitnehmer (vgl. BGE 74 II 113 ff.). Hingegen kann er die Rechte durch Abtretung erwerben (TROLLER, Immaterialgüterrecht II S. 815), was sich aus Art. 9 URG ergibt.\n\nDie streitigen Pläne enthalten den Aufdruck, dass sie im \"Eigentum\" der Klägerin bleiben und weder Dritten zugänglich gemacht noch kopiert werden dürfen. Unter diesem Satz steht das Visum des Zeichners. Darin ist mit der Vorinstanz smngemäss eine Zession allfälliger Urheberrechte an die Klägerin zu verstehen.\n\nb) Es fragt sich anderseits, ob allfällige Urheberrechte der Klägerin nur durch die Firma Buob verletzt werden konnten, indem sie den Laden des Beklagten angeblich nach den Plänen |170| der Klägerin umbaute. Das ist zu verneinen. Die Vorinstanz stellt fest, dass das erwähnte Unternehmen nicht ohne Mitwirkung des Beklagten Einblick in die Pläne nehmen konnte. Es besteht daher im Falle einer Urheberrechtsverletzung solidarische Haftung zwischen dem Beklagten und der Firma Buob (Art. 50 OR).\n\n4. Der Beklagte ist der Meinung, das Bundesgericht dürfe nur prüfen, ob die Vorinstanz vom richtigen Begriff des urheberrechtlich schützbaren Werkes ausgegangen sei. Ob dagegen gemäss Beweisthema der Klägerin \"eine Vielzahl ausgeprägt individueller, schöpferischer und nicht durch den Umbauzweck und die Gegebenheiten der Lokalität bedingter Ideen für den Ladenumbau\" in den streitigen Plänen enthalten seien, betrachtet er als Tatfrage, die das Obergericht verbindlich verneint habe.\n\nDiese Auffassung trifft nicht zu. Tatfrage ist die Feststellung, wie das Werk ausgeführt wurde und gegebenenfalls welche Unterschiede gegenüber einem anderen Werk oder gegenüber einem anderen Projekt bestehen (BGE 56 II 418). Vom Bundesgericht zu überprüfende Rechtsfrage ist dagegen nicht bloss, ob die Vorinstanz vom richtigen Werkbegriff ausgegangen ist, sondern ob sie im konkreten Fall das Vorliegen einer schöpferischen Leistung im Sinne des Gesetzes richtig gewürdigt hat.\n\n5. Die Vorinstanz führt aus, dass - ähnlich der Erfindungshöhe im Patentrecht - auch das Urheberrecht ein bestimmtes \"Niveau geistiger und künstlerischer Leistung\" sowie ästhetischer Gestaltung der Formen, Linien und Raumverteilung verlange. Betrachte man die Projekte der Klägerin sowie jene der Firma Buob, Rorschach, und Schweiger und Schweizer, Zug, so erfülle keines davon die gestellten Anforderungen.\n\nDie Klägerin wirft dem Obergericht vor, es habe ihr Projekt jenem der beiden andern Konkurrenzfirmen gegenübergestellt, statt den ursprünglichen Zustand des Ladens mit dem urheberrechtlich geschützten Werk zu vergleichen. Diese Rüge verträgt sich mit dem Inhalt der angefochtenen Erwägung offensichtlich nicht. Abgesehen davon, beweist der Unterschied zwischen dem früheren und dem heutigen Stand an sich noch keine schöpferische Leistung. Eine solche muss unabhängig vom früheren Zustand, für sich allein, bestehen; denn sonst |171| müsste jede Modernisierung eines Ladens urheberrechtlich geschützt werden.\n\n6. Die Klägerin rügt, die Vorinstanz habe ihr zu Unrecht eine urheberrechtlich schützbare Leistung abgesprochen und damit Bundesrecht verletzt.\n\nNach der Rechtsprechung des Bundesgerichtes sind Werke der Baukunst unter dem Gesichtspunkt der Zweckmässigkeit und künstlerischen Gestaltung urheberrechtlich geschützt, wenn die ihnen zugrunde liegenden Pläne und deren Ausführung auf einer schöpferischen Idee beruhen (BGE 56 II 418; BGE 57 I 69, BGE 58 II 298 /99).\n\nDas Obergericht hält dafür, dass der urheberrechtliche Schutz für Werke der Innenarchitektur in untragbarer Weise erweitert werde, wenn man mit dem Bundesgericht auch das Kriterium der Zweckmässigkeit berücksichtige. KUMMER, Das urheberrechtlich schützbare Werk, S. 136, weise mit Recht darauf hin, dass nach Auffassung des Bundesgerichtes nur noch \"unzweckmässige Grundrisse gebaut\" werden dürften, da die zweckmässigen längst alle verwirklicht und monopolisiert wären.\n\nDiese Kritik ist überspitzt. Wollte man sie befürworten, so müssten Werke der Innenarchitektur dem Schutze des Gesetzes weitgehend entzogen werden. Denkbar ist - und das räumt KUMMER selber ein (a.a.O. S. 136) - dass die Einteilung und Gestaltung eines Raumes innerhalb des Zweckmässigen unter Umständen genügend Platz für individuelles Schaffen offen lassen. Entgegen der Meinung der Vorinstanz kann daher Ladenumbauprojekten nicht generell mit dem Hinweis darauf die Originalität abgesprochen werden, dass sie sich heute sehr oft nur noch in vielen branchenüblichen Detailverbesserungen erschöpften.\n\n7. Die Vorinstanz erklärt, dass die auf dem Gebiete der Ladeneinrichtungen spezialisierten Firmen weitgehend normierte Bestandteile verwenden, so dass die zweckmässige und ansprechende Gestaltung eines Raumes zur Routine geworden sei. Man befinde sich hier auf dem Grenzgebiet zu den technischen Zeichnungen, die nur bei eigentlich schöpferischen Konstruktionsgedanken Urheberrechtschutz geniessen (so TROLLER, Technische Zeichnungen im Urheberrecht, in SJZ 60/1964, S. 369 ff.). Ladenausbauprojekte könnten daher heute die gesetzlich geforderte Originalität nur noch erreichen, |172| wenn sie eine ästhetisch wirklich neuartige Lösung enthalten und die künstlerische Gestaltung des Raumes deutlich überwiegt, etwa bei Modegeschäften, Bijouterien usw. Bei Bäckerei- und Konditoreieinrichtungen werde diese Leistungshöhe selten erreicht.\n\nDer Vorinstanz ist darin beizupflichten, dass die moderne Industrie für die Einrichtung von Bäckereien, Konditoreien und anderen Verkaufsgeschäften gleichartige, in den Massen oft übereinstimmende Bestandteile auf den Markt bringt. Das ist indessen kein Grund, die Anforderungen an den urheberrechtlichen Schutz von Werken der Innenarchitektur zu verschärfen. Der Architekt, der Pläne und Projekte für Ladeneinrichtungen entwirft, kann sich den Errungenschaften der modernen Fertigungstechnik nicht verschliessen. Er muss daher, um den Schutz des URG zu beanspruchen, nicht etwas absolut Neues (\"création intégrale\") schaffen, sondern er darf sich mit einer relativen und teilweisen Neuschöpfung begnügen. Diese kann darin bestehen, dass er Erkenntnisse seines Fachgebietes durch einen persönlichen Aufwand geistiger Tätigkeit auf ein konkretes Problem anwendet und eine Lösung findet, die sowohl praktischen Bedürfnissen als auch ästhetischen Anforderungen entspricht (vgl. BGE 58 II 301 /02). Das URG verlangt auch vom Architekten nicht, dass er eine ausgeprägt originelle Leistung (\"originalité marquée\") erbringe, sondern lässt einen geringen Grad selbständiger Tätigkeit (\"simple originalité\") genügen (vgl. BGE 58 II 302, BGE 59 II 405, BGE 77 II 380, BGE 88 IV 126). Es versagt ihm den Schutz dann, wenn er durch Verbindung oder Abwandlung bekannter Formen und Linien bloss eine handwerkliche Leistung erbringt (BGE 56 II 418, BGE 58 II 299, vgl. auch TROLLER, Das Urheberrecht an Werken der Architektur, in ZBJV 81/1945, S. 376) oder wenn er nach den gegebenen Verhältnissen keinen Raum für individuelles Schaffen findet (BGE 88 IV 126 und dort erwähnte Entscheide).\n\n8. Die Vorinstanz stellt auf Grund des Hauptgutachtens vom 14. Februar 1973 fest, dass der Sachverständige nicht darlege, in welchen konkreten Punkten die \"Grundkonzeption\" des von der Klägerin geschaffenen Projektes eine schutzfähige Leistung verwirkliche. Sie holte daher am 3. Juli 1973 ein Ergänzungsgutachten ein und erklärte gestützt darauf, dass der Sachverständige eine schutzfähige Leistung unter |173| drei Gesichtspunkten als erfüllt betrachte (einwandfreie betriebliche und funktionelle Konzeption unter Wahrung der baulichen Gegebenheiten; gute und attraktive Formulierung der Ladeneinrichtung, die dem Kunden das Warensortiment in vorteilhafter Weise darbietet; Wirtschaftlichkeit der Anlage in der Anschaffung und im Betrieb). Die schöpferische Seite der vorgeschlagenen Lösung sei zwar nach Ansicht des Sachverständigen nicht \"sensationell\", genüge aber für die Gewährung urheberrechtlichen Schutzes.\n\nDie Vorinstanz hält dafür, die im Ergänzungsbericht umschriebene Lösung der gestellten Aufgabe betreffe nur betriebliche, funktionelle und kundendienstliche Gesichtspunkte, nicht aber eine schöpferische Leistung auf dem Gebiet der angewandten Kunst, insbesondere der Innenarchitektur. Die der Klägerin gestellte Aufgabe sei so weitgehend durch den bestehenden Raum sowie durch Überlegungen betrieblicher und technischer Art bedingt, dass für eine schöpferische Leistung kein Platz mehr bleibe, sondern nur noch für eine handwerklich tüchtige und rationelle Lösung. Diese sei zwar zeichnerisch und in der Formgebung und Raumaufteilung geschickt und gefällig, gehe aber nicht über das hinaus, was heute die Fachgeschäfte von Ladeneinrichtungen anzubieten haben. Solche Firmen wären in ihrer Tätigkeit übermässig eingeschränkt, würde man die Lösung der Klägerin urheberrechtlich schützen.\n\nDiese Würdigung trägt den Feststellungen des Gutachters nicht in allen Teilen Rechnung. So weist der Sachverständige in der Einleitung des Ergänzungsberichtes ausdrücklich darauf hin, dass er gemäss Weisung des Obergerichts seiner Auffassung über die Schutzwürdigkeit eines Werkes \"die künstlerische Gestaltung und ästhetische Wirkung\" zugrunde lege. Die Vorinstanz unterstellt ihm daher zu Unrecht, dass er den Begriff der schöpferischen Leistung bloss in funktionellen, betrieblichen und kundendienstlichen Belangen erblicke. Sie lässt auch die weitere Feststellung des Experten ausser acht, die besonderen baulichen Voraussetzungen bildeten zwar den \"Perimeter\" für die Lösung der gestellten Aufgabe. Die Erfahrung zeige aber, dass es \"auf der gleichen Plangrundlage viele Lösungen\" gebe. So habe der Sachbearbeiter der Klägerin innerhalb der bestehenden Möglichkeiten eine Lösung aufgezeigt, die nicht nur eine \"zeichnerische routiniemässige Leistung\" |174| darstelle. Diese weitere Feststellung drängt den Schluss auf, dass die Klägerin nicht bloss eine handwerkliche, sondern eine originelle Leistung erbracht hat.\n\nFreilich beanstandet die Vorinstanz, die Ergänzungsexpertise gebe keine konkrete Auskunft darüber, worin im einzelnen die schöpferische Leistung (Formgebung der einzelnen Ladenobjekte, spezielle Raumaufteilung) liege. Sie folgert daraus, das sei kein Mangel des Gutachtens, sondern Ausdruck dafür, dass das Projekt der Klägerin keine schutzfähigen Merkmale aufweise.\n\nDiese Auffassung hält nicht stand. Zunächst ist festzuhalten, dass die Vorinstanz in der schriftlichen Experteninstruktion das Beweisthema der Klägerin gemäss Beweisbeschluss umschreibt und dann unter Hinweis auf Lehre und Rechtsprechung den Begriff des urheberrechtlich geschützten Werkes erläutert. Sie fordert aber den Sachverständigen nicht auf, darzulegen, worin im einzelnen eine allfällige schöpferische Leistung bestehe. Es verwundert daher nicht, dass der Experte im Hauptbericht die schöpferische Leistung bejahte, ohne Einzelheiten zu erwähnen. Im Ergänzungsauftrag vom 14. Mai 1973 und im Brief vom folgenden Tag veranlasste ihn zwar die Vorinstanz, detailliert darzulegen, worin in den Plänen der Klägerin die besondere \"schöpferische Leistung und originelle künstlerische Gestaltung im einzelnen\" liege. Der Experte sagte jedoch im Ergänzungsbericht nicht, wo z.B. am Ladenkorpus, an der Eingangstüre, an den Gestellen usw. oder in der Konbination der Bauteile die im Beweisthema geforderte \"Vielzahl individueller Ideen\" zum Ausdruck komme. Offenbar glaubte er der Aufforderung des Obergerichtes mit der Antwort zu genügen, eine \"schöpferische Leistung\" bestehe \"in der Fähigkeit des Innenarchitekten\", für die erwähnten drei \"Bedingungen ein harmonisches Konzept zu finden\". Erachtete die Vorinstanz diese Auskunft als nicht genügend, so hatte sie den Sachverständigen nach Einzelheiten zu fragen, statt anzunehmen, solche lägen nicht vor. Dazu kommt, dass der Sachverständige sein Gutachten gemäss Weisung der Vorinstanz auch auf einen Augenschein stützte, sich also von der harmonischen Gestaltung des Raumes selber überzeugen konnte, während das Obergericht den umgebauten Laden nicht besichtigte und - nach den Akten zu schliessen - keine photographischen Aufnahmen vom heutigen Zustand machen |175| liess. Unter diesen Umständen ist der Ansicht des Experten, auf die der Richter bei der Bildung des Werturteils über das Bestehen einer schöpferischen Leistung ohnehin in hohem Masse angewiesen ist (vgl. BGE 56 II 418), der Vorzug zu geben.\n\n9. Hat demnach die Klägerin Anspruch auf urheberrechtlichen Schutz, so ist das angefochtene Urteil aufzuheben und die Vorinstanz anzuweisen, die Frage zu prüfen, ob die Firma Buob im Auftrag des Beklagten das Projekt der Klägerin sklavisch nachgeahmt hat, und gegebenenfalls den Schadenersatzanspruch zu beurteilen...\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts des Kantons Thurgau vom 6. Dezember 1973 aufgehoben und die Sache an die Vorinstanz zur Neubeurteilung im Sinne der Erwägungen zurückgewiesen."}