{"annee": "100", "cour": "IV", "page": "233", "date": "11/10/1974", "cite": ["96 IV 64", "83 IV 75", "81 IV 281"], "cite_par": ["117 IV 276", "109 IV 121", "117 IV 457", "106 IV 227", "114 IV 116", "114 IV 23"], "chapeau": "60. Auszug aus dem Urteil des Kassationshofes vom 11. Oktober 1974 i.S. Dietrich und Konsorten gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 204 ch. 1 CP; publications obscènes. 1. Définition du film obscène (consid. 2). 2. Définition de la projection de films en public (consid. 3). 3. Dol éventuel en matière de projection de films obscènes en public (consid. 4)."], "faits": "|233|\n\nA.- Erwin Dietrich beherrscht die Elite AG und die Afiba AG. Letztere stellte im Juni/Juli 1971 zusammen mit der deutschen |234| Avco Film GmbH den Film \"Blutjunge Verführerinnen\" her. Er wurde teils in Zürich, teils in Deutschland gedreht. Dietrich war Produzent und unter einem Pseudonym auch Drehbuchautor und Regisseur. Von Oktober 1971 bis Februar 1972 verlieh er durch die Elite AG den Film an verschiedene Kinos, u.a. an das Kino Etoile in Zürich, für das Karl Feierabend in alleiniger Verantwortung die Auswahl der Filme besorgt. Der Film wurde in diesem Kino vom 3. Dezember 1971 bis zu seiner Beschlagnahmung am 24. Januar 1972 vorgeführt.\n\nIm September/Oktober 1971 stellte Dietrich als Regisseur, Drehbuchautor und Unternehmer teils in der Schweiz, teils in Deutschland auch den Film \"Die Stewardessen\" her, der in der Folge von der Elite AG an Kinos in Winterthur, Schaffhausen, Basel, Bülach, Stein AG und auch an das der Beatus AG gehörende Kino \"Cinébref\" in Zürich verliehen wurde, wo er vom 2. Januar 1972 bis zu seiner Beschlagnahmung vom 25. Januar 1972 täglich viermal aufgeführt wurde. Verantwortlicher Geschäftsführer der Beatus AG war damals Dr. Albert Schumacher.\n\nSchliesslich vertrieb Dietrich durch die Elite AG den in Deutschland von Alois Brummer hergestellten Film \"Gefährlicher Sex frühreifer Mädchen\". Er verlieh ihn an das Kino \"Stüssihof\" in Zürich, dessen Eigentümer und verantwortlicher Geschäftsführer Hans Schneider ist. Der Film wurde im genannten Kino vom 11. März bis zur Beschlagnahme am 28. März 1972 viermal täglich aufgeführt.\n\nB.- Das Bezirksgericht Zürich verurteilte am 27. April 1973 in vier getrennten Entscheiden:\n\n- Dietrich wegen wiederholter und fortgesetzter unzüchtiger Veröffentlichungen (Art. 204 Ziff. 1 Abs. 1 und 3 StGB) zu einer bedingt vorzeitig löschbaren Busse von Fr. 4000.--;\n\n- Feierabend, Schumacher und Schneider wegen fortgesetzter unzüchtiger Veröffentlichung (Art. 204 Ziff. 1 Abs. 3 StGB) zu vorzeitig löschbaren Bussen von Fr. 500.--, Fr. 1500.-- und Fr. 2000.--. Es verfügte überdies die Vernichtung \"der von der Anklagebehörde beanstandeten und bereits beim Gericht liegenden Stellen\" der drei Filme.\n\nAm 1. März 1974 bestätigte das Obergericht des Kantons Zürich das angefochtene Urteil im Schuld- wie im Strafpunkt. Eine von Schumacher gegen diesen Entscheid eingereichte |235| kantonale Kassationsbeschwerde wies das Kassationsgericht des Kantons Zürich am 19. August 1974 ab, soweit es auf sie eintrat.\n\nC.- Alle vier Verurteilten führen eidgenössische Nichtigkeitsbeschwerde.\n\nDietrich und Feierabend beantragen in einer gemeinsamen Eingabe, das angefochtene Urteil aufzuheben und die Sache an das Obergericht zurückzuweisen, damit es sie freispreche, eventuell im Sinne der Anklage schuldig spreche, jedoch wegen Rechtsirrtums von Strafe absehe und die Beschlagnahmung des sämtlichen Filmmaterials aufhebe. Schumacher verlangt in einer eigenen Rechtsschrift die Nichtigerklärung des obergerichtlichen Urteils. Schneider beantragt dem Bundesgericht in einer selbständigen Eingabe, den angefochtenen Entscheid aufzuheben und ihn von Schuld und Strafe freizusprechen.\n\nDie Staatsanwaltschaft Zürich hat sich innert Frist nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n2. Alle Beschwerdeführer bestreiten ohne Erfolg, dass die Filme objektiv unzüchtig seien.\n\nIhrem Inhalt nach erschöpfen sich die drei Filme in der ungehemmten Darstellung sexueller Erlebnisse von angeblich minderjährigen Mädchen, Schülerinnen eines Pensionats und Air-Hostessen. An ausgefallenen Orten, in allen möglichen Stellungen, allein oder mit ständig wechselnden Partnern andern oder gleichen Geschlechts lassen die Akteure ihrem sexuellen Trieb freien Lauf, wobei von der Selbstbefriedigung über den Beischlaf und die lesbische Liebe bis zum Gruppensex alles über die Bühne geht. Die Bilderfolgen werden dabei durch derbe Texte und eine das Geschehen begleitende entsprechende Geräuschkulisse untermalt. Dürftige Darstellungen nicht sexueller Art dienen lediglich der Überleitung von einer Intimszene zur andern.\n\nDie Vorinstanz hält nach einer eingehenden Besprechung der einzelnen Filme abschliessend fest, dass sie eine ganze Reihe von Anstoss erregenden Szenen mit aufdringlich erotisierender und sexuell aufreizender Wirkung enthielten, die gesamthaft gesehen als eine schwere Verletzung des sexuellen |236| Schamgefühls erschienen. Da sie hierbei zutreffend die durchschnittlichen sittlichen Anschauungen in schweizerischen Verhältnissen zum Massstab genommen und auch zutreffend auf den Gesamteindruck der Veröffentlichungen abgestellt hat (BGE 96 IV 69), muss es bei jener Würdigung sein Bewenden haben.\n\nDaran ändern die Einwände der Beschwerdeführer nichts. Wohl kann nach BGE 96 IV 70 die Grenze des Zulässigen etwas erweitert werden, wenn keine Gefahr besteht, dass empfindsame Personen ohne ihren Willen mit gewagten Veröffentlichungen konfrontiert werden. Doch gilt dies nur für Grenzfälle, ansonst die Einheit des Begriffs des Unzüchtigen aufgelöst würde. Der Gedanke, dass demjenigen nicht Unrecht geschehe, der in die Tat einwillige, hat nur dort Raum, wo das Gesetz allein den Einzelnen schützt. Schutzobjekt des Art. 204 StGB ist aber primär die öffentliche Sittlichkeit als Teil der öffentlichen Ordnung (siehe den Titel vor den Art. 203 ff. StGB; THORMANN/V. OVERBECK, N. 1 zu Art. 203 und N. 2 zu Art. 204). Die für eine Gemeinschaft wesentlichen sittlichen Werte sollen nicht durch unzüchtige Veröffentlichungen nach Art der gezeigten Filme gefährdet werden, welche die Betätigung des Geschlechtstriebes aus der Intimsphäre loslösen und zum Gegenstand sexueller Schaulust machen. Es ist deshalb belanglos, ob diese Filme in einem sog. Sex-Kino Besuchern vorgeführt wurden, die den Charakter der Filme kannten und diese aus freien Stücken ansahen.\n\nAuch das Vorbringen, eine Darstellung sei nur unzüchtig, wenn die dargestellte Handlung an sich als unzüchtig strafbar sei, verfängt nicht. Es kann die Wiedergabe von Vorgängen aus dem Geschlechtsleben, die nach dem natürlichen Schamgefühl der menschlichen Geheimsphäre angehören und in diesem Bereich strafrechtlich nicht verpönt sind, strafbar werden, wenn sie ohne sachlichen Grund an die Öffentlichkeit gebracht werden.\n\nIrrig ist ferner das Argument, die Grenze der Unzucht sei nur dort überschritten, wo dem Geschlechtspartner nicht Lust, sondern Ekel und Schmerz zugefügt werden. Ob eine Veröffentlichung unzüchtig sei, hängt nicht davon ab, welche Empfindungen die Darsteller im Film äussern, sondern welche Wirkung dieser auf den Betrachter objektiv hat (BGE 96 IV 69 mit Verweisen). |237|\n\n3. Die Beschwerdeführer Feierabend und Schumacher machen geltend, das Tatbestandsmerkmal der Öffentlichkeit fehle; wer nämlich einen \"unzüchtigen\" Film in einem als Sex-Kino bekannten Lokal unter gebührender Ankündigung zeige, führe ihn nicht der Öffentlichkeit vor, sondern bloss einem Personenkreis, der ihn sehen wolle. Indessen ist Art. 204 StGB, wie bereits in Erw. 2 ausgeführt wurde, zum Schutze nicht nur des Einzelnen, sondern auch der öffentlichen Sittlichkeit erlassen worden. Im übrigen wurde die von den Beschwerdeführern vertretene Auffassung schon in BGE 96 IV 68 Erw. 2 widerlegt.\n\n4. Sämtliche Beschwerdeführer bestreiten, vorsätzlich gehandelt zu haben. Sie behaupten indessen nicht, dass das Obergericht von einem unrichtigen Begriff des direkten oder des Eventualvorsatzes ausgegangen sei. Das trifft auch tatsächlich nicht zu. Dann aber ist das Urteil der Vorinstanz in diesem Punkte unanfechtbar, denn was der Täter gewusst, gewollt oder in Kauf genommen hat, ist Tatfrage, deren Beantwortung dem kantonalen Richter anheimgegeben ist und den Kassationshof bindet (Art. 273 Abs. 1 lit. b und Art. 277bis Abs. 1 BStP; BGE 81 IV 283, BGE 83 IV 77). Diesbezügliche Feststellungen können daher mit der Nichtigkeitsbeschwerde nicht bestritten oder als nicht bewiesen bemängelt werden. Es muss deshalb dabei sein Bewenden haben, dass nach dem angefochtenen Urteil Dietrich, der sich seit etwa vier Jahren auf Sexfilme spezialisierte, Fachmann auf diesem Gebiete ist und den Inhalt aller drei Filme gekannt hat. Bei zwei der Filme war er selber Produzent, Drehbuchautor und Regisseur. Beim dritten sprach schon der Titel für sich. Auch wusste Dietrich nach der Feststellung der Vorinstanz, dass das Kino Stüssihof, an das er den Film \"Gefährlicher Sex frühreifer Mädchen\" verlieh, ein Sex-Kino ist und dass der Film, den er als richtigen Markenartikel bezeichnete, möglicherweise geschnitten werden musste. Dietrich kannte aber nicht nur den Inhalt der Filme, sondern er war sich nach dem angefochtenen Urteil auch bewusst, dass diese geeignet waren, das natürliche Schamgefühl des durchschnittlichen Betrachters möglicherweise empfindlich zu verletzen. Er hat sich darüber hinweggesetzt und, wie die Vorinstanz wiederum verbindlich feststellt, jene Folge bewusst in Kauf genommen. Damit ist der Eventualvorsatz erstellt.\n\nDasselbe gilt bezüglich des Beschwerdeführers Feierabend, |238| der nach dem obergerichtlichen Urteil seit vielen Jahren im Filmfach tätig ist und als Geschäftsführer des Kinos Etoile, in dem seit drei bis vier Jahren nur noch Sexfilme gezeigt werden, Fachmann auf dem Gebiet ist. Insbesondere stellt das Obergericht auch hier fest, Feierabend habe den Inhalt des Films \"Blutjunge Verführerinnen\" bereits vor dessen Übernahme in das Kinoprogramm gekannt. Er habe ihn, nachdem er im Kino angelaufen sei, selber \"teilweise auch angeschaut\". Zudem seien ihm Produzent, Thema und Schauspieler bekannt gewesen, also Tatsachen, anhand deren - wie der Beschwerdeführer feststellte - jemand vom Fach \"sieht, was los ist\". Wenn die Vorinstanz gestützt auf all diese Überlegungen zum Schluss kam, es sei Feierabend sich bewusst gewesen, dass der Film \"Blutjunge Verführerinnen\" in groberweise das Sittlichkeitsgefühl in geschlechtlichen Dingen verletzen könnte, und er habe dies in Kauf genommen, so hat sie damit Art. 204 StGB nicht verletzt.\n\nAuch den Beschwerdeführern Schumacher und Schneider sind die tatsächlichen Feststellungen des Obergerichtes entgegenzuhalten, die das Bundesgericht binden und daher mit der Nichtigkeitsbeschwerde nicht bestritten werden können. Danach aber haben sie jedenfalls mit Eventualvorsatz gehandelt."}