{"annee": "100", "cour": "II", "page": "224", "date": "9/7/1974", "cite": ["97 II 234", "92 II 95", "94 II 128", "98 II 57", "93 II 40", "90 II 315"], "cite_par": ["118 II 322", "131 III 572", "123 III 220", "114 II 432", "110 II 398", "101 IB 361", "127 III 160"], "chapeau": "32. Auszug aus dem Urteil der I. Zivilabteilung vom 9. Juli 1974 i.S. Aussenhandels-Finanz AG. gegen Aussenhandel AG.", "regestes": ["Droit des raisons de commerce. Concurrence déloyale. Art. 951 al. 2 CO. Exigences quant au caractère distinctif de la raison de commerce de la société anonyme (éclaircissement de la jurisprudence; consid. 2). Risque de confusion admis au cas particulier (consid. 3). Art. 944 al. 1 et 950 al. 1 CO. Des désignations génériques contenues dans la raison de commerce d'une société anonyme doivent être pourvues par l'utilisateur subséquent d'une adjonction propre à distinguer la raison de celles qui existent déjà (consid. 4). Art. 956 al. 2 CO et 1 al. 2 litt. d LCD. Action tendante à l'abstention d'un acte. Application cumulative du droit des raisons de commerce et de celui de la concurrence déloyale (consid. 5)."], "faits": "|225|\n\nA.- Die im Jahre 1950 gegründete Aussenhandel A.-G. mit Sitz in Zürich befasst sich mit Import, Export, Transit von und dem Handel mit Waren jeder Art. Die Aussenhandels-Finanz A.-G. wurde im Jahre 1971 gegründet und hat ihren Sitz ebenfalls in Zürich. Sie bezweckt die Durchführung von Finanzierungsgeschäften aller Art, besonders auf dem Gebiet des Aussenhandels, sowie von Transaktionen, die mit dem Hauptzweck im Zusammenhang stehen oder diesen fördern können.\n\nB.- Nach einem Briefwechsel zwischen den Vertretern der beiden Gesellschaften klagte die Aussenhandel A.-G. gegen die Aussenhandels-Finanz A.-G. Sie beantragte, festzustellen, dass die Verwendung der Firma \"Aussenhandels-Finanz AG\" durch die Beklagte eine widerrechtliche Verletzung ihrer Firma und deren Gebrauch im Geschäftsverkehr, auf Drucksachen, Anschriften oder sonstwie, unlauteren Wettbewerb darstellt (Rechtsbegehren 1), der Beklagten die Fortsetzung der genannten unerlaubten Handlung unter Androhung von Strafe nach Art. 292 StGB zu untersagen (Rechtsbegehren 2) und sie zu verpflichten, den rechtswidrigen Zustand zu beseitigen und ihre im Handelsregister eingetragene Firma abzuändern durch Streichung des Bestandteiles \"Aussenhandels\", eventuell durch Zufügung eines Zusatzes, wodurch sich ihre Firma deutlich von jener der Klägerin unterscheidet (Rechtsbegehren 3).\n\nDas Handelsgericht des Kantons Zürich schützte am 28. November 1973 die Klage teilweise dahin, dass es der Beklagten unter Strafandrohung verbot, die Firma Aussenhandels-Finanz A.-G. im Geschäftsverkehr, auf Drucksachen und Anschriften weiterhin zu verwenden, und sie verpflichtete, den rechtswidrigen Zustand zu beseitigen und ihre im Handelsregister eingetragene Firma im Sinne der Erwägungen abzuändern.\n\nC.- Mit Berufung an das Bundesgericht verlangt die Beklagte, es sei die Klage abzuweisen, eventuell die Sache an die Vorinstanz zurückzuweisen. Die Klägerin beantragt, den kantonalen Entscheid zu bestätigen. |226|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Die Klägerin stützt ihre Begehren zunächst auf Firmenrecht (Art. 951 OR). Das Handelsgericht beurteilt unter diesem Gesichtspunkt die Verwechselbarkeit der Firma der Beklagten nach dem Eindruck, den sie auf das \"unvoreingenommene Publikum\" bzw. das \"Publikum\" macht. Dagegen wendet die Beklagte ein, massgebend sei nach der Rechtsprechung (BGE 94 II 129, BGE 92 II 97) nicht die Anschauung des \"breiten Publikums\", sondern die übliche Aufmerksamkeit in den Kreisen, mit denen die zu vergleichenden Firmen in Geschäftsbeziehungen stehen. Demnach sei im vorliegenden Fall auf Kaufleute, die im Import- und Exporthandel tätig sind, sowie auf Finanzkreise abzustellen.\n\nDie Firma der A.-G. muss sich von jeder in der Schweiz bereits eingetragenen Firma deutlich unterscheiden (Art. 951 Abs. 2 OR), ansonst der Inhaber der älteren Firma auf Unterlassung des Gebrauchs der neueren Firma klagen kann (Art. 956 Abs. 2 OR). Da die Aktiengesellschaften ihre Firma frei wählen können, sind an die Unterscheidbarkeit strenge Anforderungen zu stellen (BGE 97 II 235). Wie die Beklagte an sich mit Recht einwendet, macht das Bundesgericht die Verwechslungsgefahr zweier Firmen vorab von der Aufmerksamkeit abhängig, die in den Kreisen üblich ist, mit denen die beiden Firmen geschäftlich verkehren (vgl. BGE 94 II 129, BGE 92 II 98 und dort erwähnte Entscheide). Dieses vom Handelsgericht ausdrücklich erwähnte Kriterium schränkt jedoch den Firmenschutz nicht auf wettbewerbsrechtliche Gesichtspunkte ein. Das Gebot deutlicher Unterscheidbarkeit dient nicht der Ordnung des Wettbewerbes, sondern will den Inhaber der älteren Firma um seiner Persönlichkeit und seiner gesamten Geschäftsinteressen willen vor Verletzungen bewahren sowie das Publikum vor Irreführung schützen. Zu diesem Publikum zählen neben den Geschäftskunden auch Dritte, wie Stellensuchende, Behörden und öffentliche Dienste (BGE 97 II 235, BGE 93 II 44, BGE 92 II 96 Erw. 1). Es ist daher nicht zu beanstanden, dass das Handelsgericht bei der Beurteilung der Verwechslungsgefahr der beiden Firmen nicht allein das Unterscheidungs- und Erinnerungsvermögen der beteiligten Handels- und Finanzkreise berücksichtigt, wie das die Beklagte verlangt.\n\n3. Die Beklagte widerspricht der Ansicht des Handelsgerichts, |227| dass sich ihre Firma durch den Zusatz \"Finanz\" von der Firma der Klägerin nicht genügend unterscheide.\n\nDieser Einwand trifft nicht zu. Es kann im Ernste nicht bestritten werden, dass auch in der Firma der Beklagten der Ausdruck \"Aussenhandel\" prägender Bestandteil ist. Der Zusatz \"-Finanz\" ist klanglich schwächer und auch begrifflich nicht aussagekräftig genug, um den durch die gemeinsame Bezeichnung \"Aussenhandel\" am Anfang beider Firmen erweckten Eindruck der Übereinstimmung in der Erinnerung auszulöschen. Auch wenn er auf eine gewisse Beschränkung oder Eigenart der Geschäftstätigkeit hinweist, so bezieht sich diese erklärtermassen auf den Aussenhandel und fällt damit in das angestammte Tätigkeitsgebiet der Klägerin. Das lässt die Vermutung aufkommen, zwischen den Parteien bestehe ein rechtlicher oder wirtschaftlicher Zusammenhang, was die Klägerin nicht hinzunehmen braucht (BGE 98 II 65 und dort erwähnte Entscheide). Es verhält sich somit hinsichtlich der Verwechslungsgefahr nicht anders als in den Fällen Ecco International GmbH Zürich c. International Escort and Secretary A.-G. (unveröffentlichtes Urteil vom 8. Mai 1974), Nordfinanz-Bank Zürich (vormals Verwaltungsbank Zürich A.-G.) c. Nordic Verwaltungs- und Finanz A.-G. (unveröffentlichtes Urteil vom 17. Februar 1974), Intershop Holding A.-G. c. Interstop A.-G. (BGE 97 II 234), Uhrenfabrik Rolex A.-G. c. Rolax A.-G. Kugellagerfabrik (unveröffentlichtes Urteil vom 4. Mai 1971) oder Pavag A.-G. c. Bavag Bau- und Verwaltungs A.-G. (BGE 92 II 95).\n\n4. Die Beklagte trägt eventualiter vor, dass ihre Firma auch dann unverändert zuzulassen sei, wenn sie mit jener der Klägerin verwechselbar wäre; denn sonst müsste \"eine unerwünschte Monopolisierung von Sachbegriffen Platz greifen\", welche die \"Suche neuer Geschäftsfirmen wohl illusorisch werden liesse\". Sie beruft sich für diese Aufassung auf PEDRAZZINI (Bemerkungen zur neueren firmenrechtlichen Praxis, in \"Lebendiges Aktienrecht\", Festgabe für Wolfhart Friedrich Bürgi, S. 309). Dieser Autor ist der Meinung (a.a.O.), das nach Art. 944 Abs. 1 OR zu den allgemeinen Grundsätzen der Firmenbildung gehörende öffentliche Interesse biete die gesetzliche Handhabe, um \"Sachbezeichnungen allein\", da für diese ein Freihaltebedürfnis bestehe (Art. 944 Abs. 1), in der Firmenbildung auszuschliessen. Die Billigung dieser Argumentation |228| würde zu einer grundlegenden Änderung der Rechtsprechung führen, was nicht erwünscht (vgl. die Besprechung von BGE 97 II 234 durch KUMMER in ZBJV 109 S. 146/47) und auch mit der geltenden Ordnung nicht vereinbar wäre.\n\nNach Art. 950 Abs. 1 OR können Aktiengesellschaften unter Wahrung der allgemeinen Grundsätze der Firmenbildung ihre Firma frei wählen. Gemäss Art. 944 Abs. 1 OR sodann darf die Firma neben den gesetzlich vorgeschriebenen auch Angaben enthalten, die auf die Natur des Unternehmens hinweisen, vorausgesetzt, dass der Inhalt der Firma der Wahrheit entspricht, keine Täuschungen verursachen kann und dem öffentlichen Interesse nicht zuwiderläuft. Einerseits also sind Sachbezeichnungen in der Firma von Gesetzes wegen erlaubt. Anderseits verbietet es der Grundsatz der Firmenwahlfreiheit, dass Sachbezeichnungen in jedem Fall, auch vom Erstbenützer, mit einem Zusatz zu versehen sind, wie es PEDRAZZINI (a.a.O. s. 308 und 309) alternativ anregt. Diese Anforderung kann und muss kraft des Täuschungsverbotes (Art. 944 Abs. 1 OR) und der Ausschliesslichkeits- und Schutzbestimmungen (Art. 951 Abs. 2 und 956 OR) nur gegenüber dem Nachbenützer einer Sachbezeichnung durchgesetzt werden. Auch wenn das von Pedrazzini angerufene öffentliche Interesse der Firmenbildung eine gemeingültige Schranke setzt, so ist diese nach Wortlaut und Sinn des Art. 944 Abs. 1 OR nur als Korrektiv im Einzelfall zu verstehen, kann also nicht Angaben in der Firma ausschliessen, welche die nämliche Gesetzesbestimmung ausdrücklich als zulässig erklärt. Das Freihaltebedürfnis für Sachangaben mag zwar, wenn auch nur bedingt (vgl. KUMMER, a.a.O.), im privaten, d.h. im wirtschaftlichen Interesse des Unternehmers bestehen. Das öffentliche Interesse deckt es keineswegs, sondern geht gerade mit Rücksicht auf das heutige Wirtschaftsgeschehen (Diversifikation und Konzentration der Unternehmen) auf klare Unterscheidung der Firmen. Dieses Erfordernis ist, wie erwähnt, vom Nachbenützer einer Sachbezeichnung zu beachten. So gebieten es die gesetzliche Ordnung und insbesondere ihr persönlichkeitsrechtlicher Einschlag, den die zu einseitig auf wettbewerbsrechtliche Gesichtspunkte angelegte Argumentation Pedrazzinis weitgehend missachtet.\n\n5. Die Klägerin stützt ihre Rechtsbegehren auch auf unlauteren |229| Wettbewerb. Das ist zulässig. Wie das Firmenrecht (Art. 956 Abs. 2 OR) verlangt auch das Wettbewerbsrecht (Art. 1 Abs. 2 lit. d UWG), dass sich eine jüngere von einer älteren Firma eines Mitbewerbers genügend unterscheide (BGE 98 II 63). Das Handelsgericht stellt verbindlich fest, dass sich die Tätigkeitsgebiete der Parteien mindestens teilweise überschneiden. Es folgert daraus unter Hinweis auf BGE 90 II 323 mit Recht, dass zwischen den Parteien ein Wettbewerbsverhältnis besteht. Ist die Verwechslungsgefahr unter firmenrechtlichen Gesichtspunkten zu bejahen, so ist sie es auch nach Wettbewerbsrecht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird teilweise gutgeheissen, das Urteil des Handelsgerichts des Kantons Zürich vom 28. November 1973 aufgehoben und die Sache an die Vorinstanz zu neuer Entscheidung im Sinne der Erwägungen zurückgewiesen."}