{"annee": "100", "cour": "IB", "page": "109", "date": "8/2/1974", "cite": [], "cite_par": ["116 IB 73"], "chapeau": "18. Auszug aus dem Urteil vom 8. Februar 1974 i.S. Denner AG, Dr. Jürg Meister & Konsorten, Aktiengesellschaft für Allgemeinen Rechtsschutz (AGAR) gegen Schweizerische Treuhandgesellschaft (STG) und Eidg. Bankenkommission", "regestes": ["Loi fédérale sur les fonds de placement (LFP): Révocation d'un gérant par l'autorité de surveillance; conditions; obligations de la commission fédérale des banques quant à l'instruction des faits."], "faits": "", "considerants": "|110|\n\nAus den Erwägungen:\n\n2. Hauptgegenstand des vorliegenden Verfahrens ist das umstrittene Problem der Abberufung eines Sachwalters durch die Aufsichtsbehörde, die Bankenkommission.\n\na) Der Sachwalter wird durch die Aufsichtsbehörde ernannt. Er tritt an die Stelle der geschäftsuntüchtigen Fondsleitung oder Depotbank (Art. 45 Abs. 1 AFG). Im vorliegenden Fall des Interglobe-Anlagefonds hat die zum Sachwalter ernannte STG die Aufgabe, das Fondsvermögen zu liquidieren (Art. 46 Abs. 2 AFG). Die STG übt dieses Amt zum Schutz des Treugutes im Interesse der Anleger aufgrund eines ihr erteilten öffentlichrechtlichen Auftrages aus (vgl. AMMON K., Die Aufgabe des Sachwalters nach dem AFG, in Wirtschaft und Recht 22/1970, S. 57; METZGER A., Die Stellung des Sachwalters nach dem AFG, Diss. Zürich 1971, S. 149). Das Vorgehen im einzelnen bei der Liquidierung des Fonds bestimmt der Sachwalter grundsätzlich nach seinem Ermessen, soweit er nicht durch Weisungen der Aufsichtsbehörde gebunden ist (Art. 43 Abs. 3 VO zum AFG vom 20. Januar 1967, AFV). Wegweisend für sein Handeln sind ihm dabei einzig das Interesse der Anleger an einem für sie möglichst günstigen Ergebnis sowie die Sorgfalts- und Treuepflicht gegenüber der Aufsichtsbehörde bzw. dem Bund und gegenüber den Anlegern (Art. 25 Abs. 1 AFG; vgl. auch AMMON, a.a.O., S. 70).\n\nb) Unter welchen Voraussetzungen der Sachwalter seines Amtes enthoben werden kann bzw. abberufen werden muss, regelt das AFG nicht ausdrücklich. Doch überträgt Art. 43 Abs. 1 AFG der Aufsichtsbehörde allgemein die Pflicht, bei Gesetzes- oder Fondsreglementsverletzungen sowie sonstigen Missständen, die zur Herstellung des rechtmässigen Zustandes und zur Beseitigung der Missstände notwendigen Verfügungen zu erlassen. Dies gilt nicht nur gegenüber Fondsleitung und |111| Depotbank, sondern ganz allgemein und insbesondere gegenüber dem Sachwalter. Verletzt dieser in grober Weise seine Pflichten oder erweist er sich offensichtlich als unfähig, den ihm übertragenen Auftrag im Interesse der Anleger zu erfüllen, hat die Aufsichtsbehörde das zur Behebung dieser Missstände Notwendige, allenfalls die Abberufung des Sachwalters, zu veranlassen.\n\nBeim Entscheid über die Frage, ob schwere Pflichtverletzungen oder Unfähigkeit des Sachwalters vorliegen, ist der Aufsichtsbehörde ein Beurteilungsspielraum eingeräumt. Die Begriffe der schweren Pflichtverletzung und der Unfähigkeit sind unbestimmt. Das Bundesgericht übt bei der Überprüfung des diesbezüglichen Entscheids der Bankenkommission Zurückhaltung, weil die mit dem Wirtschaftsleben besser vertraute Bankenkommission eher in der Lage ist, im Einzelfall zu beurteilen, ob der Sachwalter pflicht- und sachgemäss gehandelt hat.\n\nBei der Wahl der zur Behebung von allfälligen Missständen in der Sachwalterschaft geeigneten Massnahmen stellen sich der Aufsichtsbehörde auch Ermessensprobleme. So hat die Bankenkommission namentlich die Zweckmässigkeit der Abberufung eines Sachwalters während der Liquidation zu beurteilen. Den von der Aufsichtsbehörde diesbezüglich getroffenen Zweckmässigkeitsentscheid überprüft das Bundesgericht einzig auf Bundesrechtswidrigkeit, einschliesslich Missbrauch oder Überschreitung des Ermessens, nicht aber auch auf seine Angemessenheit (Art. 104 OG).\n\nRichtungsweisend für die Bestimmung solcher Massnahmen im einzelnen, allenfalls für eine Amtsenthebung des Sachwalters, können einzig die Interessen der Anleger sein. Bestehen daher Zweifel, ob der Sachwalter noch fähig ist, sein Amt im Interesse der Anleger zu erfüllen, oder werden von seiten der Anleger dem Sachwalter grobe Pflichtverletzung bzw. Unfähigkeit vorgeworfen, so hat die Aufsichtsbehörde eine Gesamtbeurteilung des bisherigen Handelns des Sachwalters vorzunehmen. Gestützt darauf hat sie abzuwägen, ob mit der Abberufung des Sachwalters und der Ernennung eines neuen Sachwalters den Interessen der Anleger gedient, d.h. besser gedient ist, als mit der Beibehaltung des bisherigen Sachwalters und der Erteilung bestimmter Weisungen hinsichtlich der künftigen Amtsführung. Jeder Wechsel in der Sachwalterschaft bringt nämlich Umtriebe, |112| Kosten und zahlreiche andere Nachteile mit sich, die - wenn immer möglich - im Interesse der Anleger vermieden werden sollten.\n\nDaraus ergibt sich die Pflicht der Aufsichtsbehörde, abzuklären, ob die Zweifel bzw. die von Anlegerseite geltend gemachten Vorwürfe hinsichtlich der Fähigkeit des Sachwalters und seiner bisherigen Amtsführung berechtigt sind. Dabei hat die Aufsichtsbehörde zunächst einen Vorentscheid zu treffen. Hält sie die Zweifel bzw. die erhobenen Vorwürfe nach Anhören des Sachwalters für begründet, so wird sie in der Regel die Revisionsstelle beauftragen, sich in einem zusätzlichen Revisionsbericht über die angebliche Verletzung der Treuepflicht zu äussern (Art. 39 Abs. 1 lit. f AFV). Die Revisionsstelle ist denn auch grundsätzlich geeignet, diesbezügliche Einzelheiten abzuklären. Hält die Aufsichtsbehörde die Vorwürfe der Anleger für nicht begründet bzw. wenig substantiiert und hegt sie selber keine Zweifel an der Fähigkeit des Sachwalters, so kann sie das Abberufungsbegehren aufgrund der ihr bekannten Aktenlage abweisen. Für ein allfälliges zivilgerichtliches Verantwortlichkeitsverfahren der Anleger gegen den Sachwalter ist damit nichts präjudiziert (Art. 25 AFG).\n\nc) Die Bankenkommission ist im vorliegenden Fall davon ausgegangen, die ihr zugänglichen Akten genügten, um eine Schadenersatzpflicht des Sachwalters mit einem hohen Grade von Wahrscheinlichkeit auszuschliessen. Die Beschwerdeführer sind anderer Ansicht. Sie halten dafür, die Bankenkommission habe den Tatbestand zu wenig abgeklärt und sei auf eine Reihe von Vorwürfen nicht eingetreten; namentlich habe sie eine Gesamtbeurteilung des Verhaltens des Sachwalters unterlassen.\n\nEs trifft zu, dass eine möglichst gründliche Abklärung der erhobenen Vorwürfe im Interesse der Anleger liegt. Doch ist gerade dann, wenn einzelne Anleger mit dem Sachwalter verfeindet erscheinen, darauf Bedacht zu nehmen, dass die Untersuchungen sich nicht in Einzelheiten verlieren. Soweit die Aufsichtsbehörde von der Fähigkeit des Sachwalters zur pflichtgemässen Amtsführung überzeugt ist, kann sie sich - ohne Verletzung von Bundesrecht - darauf beschränken, zu den von den Verzeigern konkret und begründet erhobenen Vorwürfen Stellung zu nehmen. Ein Gleiches gilt für das bundesgerichtliche Verfahren, das sich nicht über die Fähigkeit des Sachwalters, sondern über die Rechtmässigkeit des Entscheids der Aufsichtsbehörde auszusprechen hat."}