{"annee": "100", "cour": "II", "page": "453", "date": "14/11/1974", "cite": ["70 II 229", "94 II 173", "81 II 159", "89 II 118", "77 II 161", "73 II 39", "86 II 59"], "cite_par": ["119 II 361", "104 II 44", "124 III 229", "103 II 41"], "chapeau": "68. Urteil der II. Zivilabteilung vom 14. November 1974 i.S. Fux gegen Altstadt-Versicherungs-Aktiengesellschaft.", "regestes": ["Assurance accident; remboursement des frais de guérison; art. 96 LCA. Le remboursement des frais de guérison prévu dans une assurance maladie ou accident est une assurance de personnes, et cela même si la couverture complète des frais effectifs a été convenue (confirmation de jurisprudence). Une clause d'assurance par laquelle l'assureur est expressément délié de son devoir de rembourser les frais de guérison lorsqu'ils sont couverts par un tiers est contraire aux art. 96/98 LCA."], "faits": "|453|\n\nA.- Am 12. April 1969 fuhr ein betrunkener Militärfahrer mit seinem Lastwagen zwischen Gampel und Turtmann in den |454| PW des Heinrich Fux, wobei dieser selber sowie drei mitfahrende Familienangehörige zum Teil schwer verletzt wurden. Heinrich Fux traf kein Verschulden. Die Heilungskosten betrugen:\n\nfür Heinrich Fux Fr. 1688.65\n\nEmma Fux Fr. 8292.25\n\nChristine Fr. 252.--\n\nBeatrice Fr. 85.90\n\nSie wurden von der Haftpflichtversicherung des Militärfahrzeuges bezahlt.\n\nB.- Heinrich Fux hatte am 2. Februar 1969 bei der Altstadt-Versicherungs-Aktiengesellschaft eine kombinierte Versicherung \"Autoplan\" abgeschlossen, die das Risiko von Haftpflicht, Kasko und Unfall von Insassen deckte. Die Insassenversicherung sieht neben einer monatlichen Pauschale von Fr. 300.--, einer Todesfallentschädigung von Fr. 10 000.-- sowie einer Entschädigung von Fr. 30 000.-- bei gänzlicher Invalidität die Vergütung der vollen tatsächlichen Heilungskosten auf die Dauer von zwei Jahren vor.\n\nDie dem Versicherungsnehmer übergebenen Allgemeinen Bedingungen, auf die in der Police verwiesen wird, enthalten in Art. 26 Abs. 5 folgende Bestimmung:\n\n\"Die Heilungskostenentschädigung entfällt, sofern und soweit die Heilungskosten von einem Dritten zu bezahlen sind. Der versicherte Insasse kann jedoch von der Altstadt direkt Bezahlung verlangen, tritt ihr aber im Umfange ihrer Leistungen und nach Massgabe der gesetzlichen Bestimmungen seine Ansprüche gegen den Dritten ab.\"\n\nC.- Heinrich Fux forderte von der Altstadt-Versicherung die Bezahlung der Heilungskosten im Gesamtbetrage von Fr. 10 318.80. Die Versicherung verweigerte die Bezahlung mit der Begründung, die Haftpflichtversicherung des Militärfahrzeuges habe diese Leistungen bereits erbracht. Eventuell verlangte sie gestützt auf Art. 26 Abs. 5 der Allgemeinen Bedingungen die Abtretung der Ansprüche der Verletzten, was diese ablehnten.\n\nAm 4. April 1972 reichten Heinrich und Emma Fux sowie ihre minderjährigen Kinder Christine und Beatrice Fux gegen die Altstadt-Versicherungs-Aktiengesellschaft Klage ein, mit der sie die Bezahlung der gesamten Heilungskosten nebst Verzugszins ab 10. Februar 1971 verlangten. Das Kantonsgericht |455| Wallis wies die Klage mit Urteil vom 7. Mai 1974 ab. Es folgte dabei der in der Doktrin vertretenen Auffassung, dass eine Schadensversicherung vorliege, wenn ein konkreter Versicherungsvertrag die Vergütung der tatsächlichen Heilungskosten und des tatsächlichen Erwerbsausfalles vorsehe; bei einer Schadensversicherung gelte aber gestützt auf Art. 72 VVG nicht Anspruchskumulation, sondern Anspruchskonkurrenz, was bedeute, dass der Geschädigte diese Versicherungsleistungen nur einmal verlangen könne. Das Kantonsgericht betrachtete folglich auch Art. 26 Abs. 5 der Allgemeinen Versicherungsbedingungen, der bezüglich der Heilungskosten eine Anspruchskumulation ausdrücklich verneint, als gültig und verbindlich.\n\nD.- Die Kläger erhoben Berufung an das Bundesgericht mit dem Antrag, das Urteil des Kantonsgerichtes Wallis vom 7. Mai 1974 aufzuheben und ihre vor kantonaler Instanz eingeklagten Begehren vollumfänglich zu schützen.\n\nE.- Die Beklagte beantragt Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1.- Die Forderung der Emma Fux im Betrage von Fr. 8292.25 übersteigt die in Art. 46 OG für das bundesgerichtliche Berufungsverfahren aufgestellte Streitwertgrenze, während die Forderungen der übrigen drei Kläger bedeutend weniger betragen als Fr. 8000.--. Auf ihre Begehren kann daher nur eingetreten werden, wenn die vier Kläger ihre Ansprüche als Streitgenossen in einer einheitlichen Klage gemäss Art. 47 Abs. 1 OG geltend gemacht haben. Die Einheitlichkeit der Klage, wofür gemeinsame Behandlung der Ansprüche im gleichen Prozess genügt (BGE 86 II 61), ist im vorliegenden Fall gegeben. Ob auch eine Streitgenossenschaft besteht, wie es Art. 47 Abs. 1 OG verlangt, beurteilt sich nach kantonalem Recht. Die gemeinsame Behandlung der Ansprüche in einem Prozess und die Erledigung in einem Urteil genügen nicht ohne weiteres zur Annahme einer Streitgenossenschaft (BGE 86 II 62/63).\n\nNach Art. 40 der Walliser Zivilprozessordnung kann der Richter jederzeit von Amtes wegen oder auf Begehren der Parteien die Verbindung von Klagen anordnen, wenn sie auf gleicher rechtlicher Grundlage beruhen und durch ein und |456| dasselbe Urteil erledigt werden können. Die Vorinstanz hat zwar diese Bestimmung nicht zur Anwendung gebracht, aber sie hat trotzdem ihre Zuständigkeit für sämtliche Klagebegehren bejaht. Sie hat nämlich im Hinblick auf den gleichen Rechtsgrund, der allen Klageansprüchen innewohnt, eine Art von Attraktion der kleineren Posten durch den höchsten Streitwert angenommen, um auf diese Weise eventuell widersprechende, von verschiedenen Instanzen ausgefällte Urteile zu vermeiden. Faktisch hat damit die Vorinstanz die verschiedenen Kläger doch als Streitgenossen behandelt und die Klagebegehren zusammengerechnet. Es rechtfertigt sich daher auch im vorliegenden Berufungsverfahren, die Klagebegehren gestützt auf Art. 47 Abs. 1 OG zusammenzurechnen, da sie sich nicht gegenseitig ausschliessen. Unter diesen Umständen kann auf alle vier Klagebegehren eingetreten werden.\n\n2.- Der Streit dreht sich ausschliesslich um die Frage, ob die Beklagte die Heilungskosten vergüten muss, obwohl diese bereits vom Schädiger bzw. von dessen Haftpflichtversicherung gedeckt worden sind. Diese Frage deckt sich mit derjenigen nach der rechtlichen Natur der umstrittenen Versicherungsleistung. Gehört die Vergütung der Heilungskosten zur Schadensversicherung, so kann der Verletzte diese Leistung nur einmal verlangen. Für die Schadensversicherung bestimmt nämlich Art. 72 Abs. 1 VVG, dass auf den Versicherer insoweit, als er Entschädigung geleistet hat, der Ersatzanspruch übergeht, der dem Anspruchsberechtigten gegenüber Dritten aus unerlaubter Handlung zusteht. Danach deckt entweder der Versicherer den Schaden und erhält einen Regressanspruch gegen den Haftpflichtigen bzw. dessen Versicherung, oder diese bezahlt den Geschädigten direkt und der Versicherer ist von der Leistung befreit.\n\nIst die Heilungskostenversicherung jedoch als Personenversicherung zu behandeln, so besteht gestützt auf Art. 96 VVG Anspruchskumulation. Diese Bestimmung sieht vor, dass in der Personenversicherung die Ansprüche, die dem Anspruchsberechtigten infolge Eintritts des befürchteten Ereigntsses gegenüber Dritten zustehen, nicht auf den Versicherer übergehen. Art. 98 VVG verbietet ausdrücklich, gewisse Vorschriften zum Nachteil des Versicherungsnehmers oder Anspruchsberechtigten vertraglich abzuändern. Zu diesen zwingenden Vorschriften gehört auch Art. 96 VVG. Eine Einschränkung dieses |457| Verbotes findet sich in der bundesrätlichen Verordnung vom 23. Dezember 1966 über die Aufhebung von Beschränkungen der Vertragsfreiheit bei kantonalen obligatorischen Unfallversicherungen. Nach Art. 1 dieser Verordnung kann in den durch die kantonale Gesetzgebung obligatorisch erklärten Unfallversicherungen bei der Regelung der Verdienstausfallund der Heilungskostendeckung von Art. 96 VVG abgewichen werden, sofern der Rückgriff gegen den Haftpflichtigen oder dessen Versicherer in der Prämie berücksichtigt wird.\n\n3.- Seit vielen Jahren ist die Frage umstritten, ob die mit einer Unfall- oder Krankenversicherung verbundene Heilungskostenversicherung Personenversicherung sei, und zwar selbst dann, wenn nicht eine bestimmte Summe pro Schadenereignis, sondern die volle Deckung der effektiven Kosten vereinbart wurde, also keine Summenversicherung vorliegt, oder ob sie zur Sach- oder Schadensversicherung zu rechnen sei.\n\nWie die Vorinstanz zutreffend festgehalten hat, überwiegt in der Literatur die Auffassung, die Forderung gegen den Schädiger auf Ersatz der Heilungskosten gehe dann auf den Versicherer über, wenn der Versicherungsvertrag diese als einen durch das befürchtete Ereignis verursachten Schaden betrachte. In diesem Falle handle es sich um eine Schadensversicherung im Sinne von Art. 72 VVG. Im Gebiete der Personenversicherung erfasse Art. 96 VVG nur die Versicherung für bestimmte Summen, bei denen der Anspruch des Versicherten unabhängig vom Eintritt eines Schadens entstehe, nämlich schon durch die blosse Verwirklichung des Ereignisses, von dem die Leistungen des Versicherers abhängig gemacht werden (BGE 94 II 187; vgl. z.B. GAROBBIO, ZBJV 81 (1945) S. 289 ff. und 329 ff.; OFTINGER, Schweizerisches Haftpflichtrecht, 2. Aufl. Bd. I S. 340/341 und daselbst in Fussnote 17 aufgeführte weitere Literatur; GAUGLER, SVZ 29 (1961 /62) S. 65 ff. und 108 ff.; STAUFFER, SJZ 59 (1963) S. 177 ff.; KÖNIG, Schweizerisches Privatversicherungsrecht, 3. Aufl., S. 467/68, 479 und 488).\n\nDemgegenüber hat das Bundesgericht in ständiger Praxis entschieden, dass die Vorschrift von Art. 96 VVG auch für die Heilungskosten gelte, die der Versicherer auf Grund einer Unfallversicherung ersetzt hat (BGE 94 II 186 ff. lit. b, BGE 89 II 124 f. Erw. 6, BGE 73 II 39 ff. und BGE 70 II 229 ff.; vgl. auch BGE 81 II 167 und BGE 77 II 165). Es hat dabei auf die Gesetzesmaterialien |458| des VVG verwiesen und daraus abgeleitet, es entspreche dem Willen des Gesetzgebers, dass bei den Personenversicherungen der Anspruch gegen den Schädiger nicht auf den Versicherer übergehe. Nur in den Fällen der Sach- oder Schadensversicherung würde eine mehrfache Entschädigung für den gleichen Schaden gegen die fundamentalen Grundsätze der Billigkeit verstossen. Der Gesetzgeber habe befürchtet, dass der Ausschluss der Subrogation bei der Schadensversicherung das Assekuranzgeschäft in privatrechtlicher und öffentlichrechtlicher Beziehung gefährde. Bei der Personenversicherung hingegen dürften derartige Überlegungen nicht entscheidend sein, weil von der Schätzung des menschlichen Lebens abgesehen werden müsse und daher eine Grenze für die Liquidation solcher Schäden nicht festgesetzt werden könne (ROELLI, Entwurf zu einem Bundesgesetz über den Versicherungsvertrag, mit Motiven, Ergänzung der Vorlage vom Januar 1896, S. 78; ROELLI, ZSR n.F. 18 S. 623; Botschaft des Bundesrates zum VVG in BBl 1904 I 316; vgl. auch ROELLI, ZBJV 28 (1892) S. 42 f.).\n\nDas Bundesgericht folgerte daraus, dass bei den Personenversicherungen die Subrogation nicht ausgeschlossen sei, weil oder wenn sie auf bestimmte Summen lauten, sondern vielmehr, weil man den Ersatz des Schadens unabhängig von dessen objektivem Vorhandensein in dem für den Fall des befürchteten Ereignisses vorgesehenen Ausmass zulassen wollte (BGE 94 II 188). Wenn danach bei den Personenversicherungen der Eintritt des befürchteten Ereignisses die Ausrichtung eines Betrages zur Folge haben könne, der den tatsächlich eingetretenen Schaden übersteige, so lasse sich auch nichts dagegen einwenden, dass der Versicherte, obwohl er die mit dem Versicherer vertraglich vereinbarte Entschädigung erhalten habe, auch noch gegen den Schädiger vorgehen könne. Es könne nicht gesagt werden, dass der Versicherte unter diesen Umständen aus dem Bestehen des Versicherungsvertrages ungerechtfertigte Vorteile ziehen könne. Die Subrogation müsse bei der Personenversicherung auch in den Fällen ausgeschlossen sein, in denen die Parteien im Vertrag die Zahlungspflicht davon abhängig machen, dass ein Vermögensschaden eingetreten sei, z.B. wenn der Ersatz der Heilungskosten vereinbart werde. Entscheidend sei in dieser Hinsicht einzig der Zusammenhang der Versicherung mit dem Leben und der |459| körperlichen Unversehrtheit der menschlichen Person. Bei Erfüllung dieser Voraussetzung sei die Tatsache, dass der Versicherte unter Umständen mehr erhalte als den objektiven Schaden oder gar das Mehrfache desselben, angesichts der geltenden gesetzlichen Regelung (Art. 96 VVG) belanglos (BGE 94 II 189).\n\n4.- Von der dargelegten, seit vielen Jahren konstanten Praxis des Bundesgerichtes abzuweichen, besteht auch im vorliegenden Fall kein Anlass. In BGE 94 II 173 ff. hat das Bundesgericht nach nochmaliger sehr eingehender Prüfung aller Aspekte seine Rechtsprechung erneut vorbehaltlos bestätigt. Seither sind keine neuen gegenteiligen Argumente bekannt geworden; auch die Vorinstanz und die Beklagte haben keine solchen vorgebracht. Bei dieser Sachlage wäre eine Änderung der bisherigen Praxis nur angezeigt, wenn diese unzweifelhaft als unrichtig oder überholt erschiene. Das kann aber auf keinen Fall gesagt werden. Würde man der in der Lehre vertretenen Meinung folgen, würde die wichtige Frage, ob Schadens- oder Personenversicherung gegeben sei, davon abhängen, ob im Versicherungsvertrag die Vergütung der tatsächlichen Heilungskosten oder die Ausrichtung eines festen Taggeldes, d.h. einer bestimmten Summe, vereinbart worden ist. Das gleiche gilt neben der Heilungskostenversicherung auch für die Versicherung des Erwerbsausfalles. Wäre der tatsächliche Schaden versichert, würde Anspruchskonkurrenz bestehen, wäre hingegen bei Eintritt des schädigenden Ereignisses vom Versicherer eine bestimmte Summe zu erbringen, wäre Anspruchskumulation gegeben. Es wird aber sehr oft vom Zufall abhängen, welche Versicherungsform gewählt wird. Würde im einen Fall Schadensversicherung, im andern Summen- oder Personenversicherung angenommen, würde zwischen den beiden Formen ein Unterschied entstehen, der sich sachlich nicht rechtfertigen liesse.\n\nDer Standpunkt des Bundesgerichtes findet aber auch eine gewisse Bestätigung in der bereits zitierten Verordnung des Bundesrates über die Aufhebung von Beschränkungen der Vertragsfreiheit bei kantonalen obligatorischen Unfallversicherungen. Wäre die Heilungskostenversicherung im Rahmen einer Unfallversicherung entsprechend der einhelligen Meinung der Literatur Schadensversicherung, so wäre diese Verordnung überflüssig, da der Rückgriff auf den Haftpflichtigen |460| ohnehin gegeben wäre. Einer vertraglichen Abrede oder gar einer Erlaubnis zu einer solchen Abrede bedürfte es nicht. Dass der Bundesrat den Erlass einer solchen Verordnung als notwendig erachtete, unterstützt die Auffassung, dass der Gesetzgeber die Versicherung der Heilungskosten im Rahmen einer Unfallversicherung als Personenversicherung betrachtete.\n\nIst aber an der bisherigen Rechtsprechung des Bundesgerichtes festzuhalten, so muss die hier umstrittene Versicherungsklausel als Personenversicherung betrachtet werden, was zur Folge hat, dass die Beklagte den Klägern die Heilungskosten zu ersetzen hat ohne Rücksicht auf die Tatsache, dass der Schädiger bzw. dessen Haftpflichtversicherung diese bereits vergütet hat.\n\n5.- Die Heilungskostenversicherung bildet häufig Bestandteil von Unfall- oder Krankenversicherungen, in denen auch Erwerbsausfall, Taggeld usw. versichert sind. In BGE 73 II 42 hat das Bundesgericht erklärt, der rechtliche Charakter einer gemischten Versicherung bestimme sich nach deren Hauptinhalt. Wenn diese Versicherung in der Hauptsache Personenversicherung sei, so gelte das ohne weiteres auch für die mitversicherten Heilungskosten. Die Vorinstanz folgt im angefochtenen Urteil dieser Auffassung und behauptet dann, im vorliegenden Fall sehe die Police bestimmte Maximalbeträge der Versicherungsleistungen vor, bis zu denen Erwerbsausfall, Heilungskosten usw. versichert seien, so dass es sich in der Hauptsache um eine Schadensversicherung handle. Die Heilungskostenversicherung habe daher den gleichen Charakter.\n\nDamit ist dem Kantonsgericht aber ein offensichtliches Versehen unterlaufen, das vom Bundesgericht gestützt auf Art. 63 Abs. 2 OG zu korrigieren ist. Bei den von der Vorinstanz aufgeführten Summen handelt es sich zum Teil um die gesetzlichen Minima und zum Teil um die bei der Beklagten versicherbaren Maximalgarantien der gesetzlichen Haftplichtversicherung. Sowohl für die Kasko- wie für die Insassenversicherung gelten ganz andere Grundsätze. Die Police enthält auf der Rückseite für die Insassenversicherung verschiedene Kombinationsmöglichkeiten der einzelnen Leistungen (Plan 1-Plan 8). Nach der Code-Nummer in der Police hat der Kläger Heinrich Fux den Plan 7 gewählt, der Fr. 300.-- Monatspauschale, Fr. 10 000.-- Todesfall- und Fr. 30 000.--Invaliditätsentschädigung |461| sowie dazu während zwei Jahren unbeschränkten Ersatz der Heilungskosten vorsieht. Das Hauptgewicht liegt eindeutig auf der Summenversicherung für Tod und Invalidität und damit auf einer Personenversicherung. Folgt man der von der Vorinstanz übernommenen These, dass die Nebenversicherung den rechtlichen Charakter der Hauptversicherung aufweise, so muss die Heilungskostenversicherung im vorliegenden Fall als Personenversicherung und nicht etwa als Schadensversicherung aufgefasst werden.\n\nOb indessen an der in BGE 73 II 42 vertretenen Auffassung festgehalten werden kann, ist fragwürdig; denn die einzelnen Elemente einer gemischten Versicherung sollten je gesondert beurteilt werden (vgl. dazu STAUFFER, a.a.O. S. 179, OFTINGER, a.a.O. S. 341, und GAROBBIO, a.a.O. S. 304). Im vorliegenden Fall braucht diese Frage jedoch nicht näher geprüft zu werden, da die Heilungskostenversicherung auf jeden Fall als Personenversicherung aufzufassen ist, ob sie für sich allein oder im Zusammenhang mit der Hauptversicherung betrachtet wird.\n\nNicht ankommen kann es auf die in der Police mitenthaltenen anderen Versicherungen; die Haftpflicht-, die Kasko- und die Insassenversicherung gehören drei völlig verschiedenen Sparten an, die lediglich äusserlich gemeinsam behandelt worden sind. Jede einzelne der drei gekoppelten Versicherungen ist wiederum als gemischte Versicherung ausgestaltet worden. Dass eine blosse Koppelung auf die rechtliche Natur der Versicherungen ohne Einfluss ist, dürfte unbestritten sein.\n\n6.- Schliesslich stellt sich noch die Frage, ob die in Art. 26 Abs. 5 der Allgemeinen Versicherungsbedingungen enthaltene Klausel, in welcher eine Ersatzpflicht der Beklagten für Heilungskosten ausdrücklich wegbedungen wird, falls ein Dritter hiefür aufkommt, rechtlich zulässig sei. Die Beklagte beruft sich auf diese Klausel und behauptet, sie sei auch gültig, wenn die Heilungskostenversicherung als Personenversicherung aufzufassen sei.\n\nIn BGE 73 II 42 hat das Bundesgericht ausgeführt: \"Il n'est donc, sauf clause particulière, que de traiter de la même manière (d.h. als Personenversicherung) toutes les prestations faites en vertu d'un contrat d'assurance contre les accidents des personnes.\" Obwohl sich diese Bemerkung nur auf die Frage bezieht, ob die Nebenabrede ihren eigenen rechtlichen |462| Charakter gegenüber der Hauptsache bewahren kann, ist dieser Vorbehalt besonderer Abmachungen vielfach in dem Sinne ausgelegt worden, in den Versicherungsverträgen dürfe die Heilungskostenversicherung als Schadensversicherung ausgestaltet und dementsprechend der Forderungsübergang auf den Versicherer angeordnet werden. DUTTWYLER (Die Heilungskostenansprüche an den privaten Unfallversicherer, an Dritte und an anerkannte Krankenkassen, Zürcher Diss. 1950, S. 64 und 68) glaubt, durch die Aufnahme einer solchen Subsidiärklausel in die Allgemeinen Versicherungsbedingungen könnte der Frage, ob die Heilungskostenversicherung Personenversicherung und damit jeder Regress ausgeschlossen sei, die praktische Bedeutung genommen werden. GAUGLER, a.a.O. S. 119, hält dagegen die Aufnahme einer besondern Klausel in den Versicherungsvertrag, wonach der Versicherte zum voraus zur Abtretung seiner Schadenersatzansprüche gegen einen Dritten in dem Umfang verpflichtet wird, als der Unfallversicherer den durch Heilungskosten oder Verdienstausfall entstandenen Vermögensschaden ersetzt hat, für unzulässig, weil gegen Art. 96/98 VVG verstossend. Indessen betrachtet er auf S. 118 folgende Abrede als gültig: \"Ein Anspruch auf Ersatz der Heilungskosten und des erlittenen Verdienstausfalles besteht nur in dem Ausmass, als dieser Vermögensschaden nicht von einem für das Schadenereignis verantwortlichen Dritten oder dessen Haftpflichtversicherer vergütet wurde.\" STAUFFER, a.a.O. S. 181, erblickt jedoch auch in einer solchen Klausel eine Gesetzesumgehung, sofern man sich den bundesgerichtlichen Standpunkt über die Heilungskostenversicherung zu eigen mache.\n\nDa die Heilungskostenversicherung im vorliegenden Fall zur Personenversicherung gehört, ist mit STAUFFER, a.a.O., anzunehmen, die in Art. 26 Abs. 5 der Allgemeinen Versicherungsbedingungen enthaltene generelle Ausschlussklausel verstosse gegen Art. 96/98 VVG und sei daher ungültig. Es spricht denn auch nichts dafür, durch eine solche Regressforderung gegen den Schädiger den Versicherer zu entlasten, der die volle Prämie des Versicherungsnehmers für das ganze Risiko kassiert hat und durch das Schadenereignis nicht weiter betroffen wird. Der Verletzte wird auch dann, wenn die Heilungskosten und der Verdienstausfall voll ersetzt werden, infolge des Unfalles erhebliche Nachteile auf sich nehmen |463| müssen, die nicht durch Geld ausgeglichen werden können. Tritt wirklich eine doppelte Zahlungspflicht für Heilungskosten ein, so soll dies dem Anspruchsberechtigten und nicht dem Versicherer zugute kommen.\n\nMan könnte sich höchstens fragen, ob der Ausschluss der Doppelforderung durch Vertragsabrede zulässig wäre, wenn die Versicherungsgesellschaften zum Ausgleich dafür einen billigeren Prämiensatz gewähren würden, so dass der Versicherungsnehmer die Wahl hätte zwischen der höheren Prämie mit unbeschränktem Heilungskostenersatz und der niedrigeren Prämie mit entsprechender Abtretung der Schadenersatzansprüche an den Versicherer bei Leistungspflicht eines Dritten. Dabei müsste der Prämienunterschied versicherungstechnisch errechnet und vom Eidgenössischen Versicherungsamt genehmigt werden. Dass dies im vorliegenden Falle geschehen sei, wird nicht behauptet. Unter diesen Umständen braucht aber diese Frage hier nicht näher geprüft zu werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen und das Urteil des Kantons-Gerichts Wallis vom 7. Mai 1974 aufgehoben. Die Beklagte wird zur Bezahlung folgender Beträge verpflichtet: an Heinrich Fux Fr. 1688.65, an Emma Fux Fr. 8292.25, an Christine Fux Fr. 252.-- und an Beatrice Fux Fr. 85.90, je zuzüglich 5% Zins seit dem 10. Februar 1971."}