{"annee": "100", "cour": "IV", "page": "146", "date": "10/3/1974", "cite": [], "cite_par": [], "chapeau": "37. Arrêt de la Cour de cassation pénale, du 10 mars 1974 dans la cause Zinai contre Ministère public du Jura.", "regestes": ["Art. 68 ch. 1, 112 et 139 CP: Il n'y a aucune objection à qualifier un meurtre prémédité dans le dessein de voler, à la fois d'assassinat et de brigandage qualifié, en concours idéal, bien que le caractère particulièrement dangereux de l'auteur et l'atteinte à l'intégrité corporelle rentrent dans la définition des deux infractions. C'est en fixant la quotité de la peine que le juge évitera de réprimer deux fois le même comportement (consid. 3)."], "faits": "BGE 100 IV 146 S. 147\n\nA.- Le 23 juin 1972 Zahir Zinai, de nationalité algérienne, venant de France, se rendit à Boncourt. Vers 19 heures, après avoir bu des bières et un café, il entra dans le magasin de tabac tenu par dame Gabrielle Richard. Ayant conçu le projet de voler l'argent de la caisse et de tuer pour cela dame Richard, il acheta à celle-ci un couteau à cran d'arrêt et deux paquets de cigarettes. Il fit ensuite mine de s'intéresser à d'autres achats pour l'attirer et lui faire quitter le comptoir. Comme elle s'approchait de lui, ainsi qu'il l'escomptait, il l'attaqua par-derrière, après avoir ouvert le couteau qu'il venait d'acheter; il lui appliqua sa main gauche sur la face, tandis que de la main droite il lui enfonçait la lame dans la gorge, sous l'oreille droite. L'ayant lâchée, il se rendit à la caisse mais ne trouva, outre de la monnaie, que 200 fr. dont il s'empara. Il partit ensuite en France, où il fut rapidement arrêté.\n\nDame Richard, la carotide droite et la trachée artère atteintes par la blessure, est décédée rapidement tant en raison de l'hémorragie que d'une aspiration massive de sang dans les poumons.\n\nB.- Après avoir été extradé, Zinai a été jugé par la Cour d'Assises du Ve arrondissement du canton de Berne qui, le 27 novembre 1973, l'a déclaré coupable d'assassinat et de brigandage et l'a condamné à 20 ans de réclusion et à l'expulsion du territoire suisse pour une durée de 15 ans. La Cour a retenu que l'accusé était au moment d'agir en état de responsabilité légèrement restreinte.\n\nC.- Zinai se pourvoit en nullité au Tribunal fédéral. Il conclut à la réduction de la peine. Il soutient que rien ne permet d'affirmer que c'est pour voler qu'il a tué. Il fait valoir en outre que c'est à tort que l'on a retenu contre lui les deux qualifications de brigandage et d'assassinat, et qu'il s'agit d'un meurtre par passion commis sous l'empire d'une violente émotion excusable en soi. Il ne devait dès lors être reconnu coupable que d'un homicide et d'un vol.\n\nLe Ministère public conclut au rejet du pourvoi.\n\nBGE 100 IV 146 S. 148", "considerants": "Considérant en droit:\n\n1. En soutenant qu'il n'a pas tué pour voler, le recourant se heurte aux constatations de fait du jugement attaqué, qui retient clairement qu'il a égorgé sa victime dans l'intention de commettre un vol. Ce grief est donc irrecevable, conformément aux art. 273 al. 1 litt. b et 277 bis PPF. Il en est de même des moyens qui tendent à revenir sur l'une ou l'autre des diverses versions de fait que le recourant a tenté de soutenir en première instance et qui ont été expressément écartées par la Cour d'assises.\n\n2. Aucun des éléments de fait admis souverainement par les premiers juges ne permet de retenir qu'au moment d'agir le recourant était en proie à une émotion violente que les circonstances rendaient excusable. Il ne saurait dès lors être question de meurtre par passion, puisque les éléments constitutifs de cette infraction font totalement défaut.\n\nC'est en outre à bon droit que la Cour d'assises a retenu l'assassinat (art. 112 CP) et admis que le recourant a agi dans des circonstances dénotant qu'il était particulièrement pervers et dangereux. Ces circonstances sont en effet réalisées d'une part par le mobile que constituait le vol, et d'autre part par la façon dont le recourant a agi pour attirer sa victime près de lui puis pour la tuer froidement, sournoisement et sans hésitation.\n\n3. Le recourant reproche enfin à la Cour cantonale d'avoir retenu à sa charge à la fois la qualification d'assassinat (art. 112 CP) et celle de brigandage (art. 139 CP). Cette double imputation est conforme à l'opinion de la doctrine suisse, qui admet de manière concordante que dans ce cas particulier d'homicide (Raubmord) il y a concours idéal entre les art. 112 et 139 CP lorsque, comme c'est le cas en l'espèce, l'auteur a d'avance décidé de tuer sa victime pour commettre un vol (HERTLI, Der Tatbestand des Raubes, p. 68 ss.; THORMANN/VON OVERBECK, ad art. 139 n. 18; GERMANN, Das Verbrechen, p. 265 ad art. 139 n. 7; HAFTER, I, p. 254 rem. 3; LOGOZ, ad art. 139 n. 7a, p. 117; MAEDER, Der Raub nach schweiz. StGB, p. 91; SCHWANDER, p. 153 no 320 et p. 333 no 542 ch. 3; STRATENWERTH, I, p. 200; GERBER, Rechtliche Probleme beim Raub, ZStR 1974, p. 153).BGE 100 IV 146 S. 149\n\nLa doctrine des grands pays voisins n'aboutit pas à une solution différente, et cela même lorsqu'il entre dans la définition de l'assassinat des éléments tels que le fait d'agir par cupidité (Allemagne § 211) ou pour rendre possible une autre infraction (Allemagne, § 211; Italie, art. 375 ch. 1 en corrélation avec l'art. 61 ch. 2 CP; France, art. 304 CP). Dans ces pays, en effet, l'existence d'un concours idéal est admise entre l'assassinat et le brigandage, ce qui entraîne sans autre la double imputation (Allemagne: BGH vol. 9 p. 135; MAURACH, Deutsches Strafrecht, partie spéciale, § 98 et 99; SCHÖNKE/SCHRÖDER, § 249 n. 16, § 251 n. 7; Leipziger Kommentar (Baldus), § 251 n. 13. Italie: ANTOLISEI, partie spéciale, tome I, 4e éd. 1960, n. 61, p. 279; Nuovissimo Digesto Italiano (ZAGREBESKY), tome 16 \"Rapina\", p. 776 n. 8; SALTELLI/ROMANI DI FALCO, vol. 4 p. 458 n. 1272. France: GOYET, 8e éd. 1972, p. 413 s., no 602, lit. c et d, p. 659, n. 941 lit. i; GARÇON, tome II, art. 304, n. 42, 50).\n\nIl n'est d'ailleurs pas discutable que l'on se trouve ici en présence d'un concours idéal, puisque l'art. 112 CP ne réprime pas expressément l'atteinte à la propriété et que l'art. 139 CP n'envisage pas l'hypothèse de l'homicide prémédité (cf. ch. 2 al. 4). Il reste cependant que certains éléments de la définition des deux infractions sont identiques, telles la circonstance dénotant que l'auteur est particulièrement dangereux et l'atteinte à l'intégrité corporelle. On pourrait dès lors songer, par équité, à prendre en considération d'autres concours, par exemple l'assassinat et le vol, ou le brigandage et le meurtre.\n\nLes actes reprochés au recourant s'accommodent toutefois mal d'une qualification, même partielle, de meurtre ou de vol. Par ailleurs, le but de la législation pénale est d'assurer non pas la juste addition des éléments de la ou des infractions en cause, mais bien la répression globale et équitable de l'ensemble du ou des comportements illicites. C'est pourquoi l'inconvénient de la double prise en considération de certains éléments des infractions en présence ne doit pas être corrigé au stade de la qualification, mais à celui de la fixation de la peine. La liberté d'appréciation qui est accordée au juge dans ce domaine par les art. 63 ss. et plus particulièrement in casu par l'art. 68 ch. 1 CP le permet aisément. C'est la seule façon de résoudre sans complications inutiles les nombreux cas où, dans un concours idéal, certains éléments du comportement BGE 100 IV 146 S. 150délictueux entrent nécessairement dans la définition de plusieurs dispositions pénales, ainsi en matière de vol avec effraction et de dommage à la propriété, ou encore d'escroquerie et d'usage de faux, lorsque le titre falsifié constitue l'élément d'astuce. Le grief est donc mal fondé.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}