{"annee": "100", "cour": "IB", "page": "477", "date": "20/12/1974", "cite": [], "cite_par": ["106 IB 65", "109 IB 101", "113 IB 289"], "chapeau": "78. Estratto della sentenza del 20 dicembre 1974 nella causa X.SA contro Commissione cantonale di ricorso del Cantone Ticino per l'applicazione del DF 23.3.1961/21.3.1973 concernente l'acquisto di fondi da parte di persone all'estero.", "regestes": ["Acquisition d'immeubles par des personnes domiciliées à l'étranger. Art. 2 litt. c, art. 3 litt. c AF 1961/1973; art. 2 de l'ordonnance d'exécution. Ce n'est pas l'augmentation de capital en soi qui est soumise à l'assentiment de l'autorité, mais l'acquisition de parts par des personnes domiciliées à l'étranger, quand l'acquisition d'immeubles en Suisse est liée à l'opération."], "faits": "BGE 100 Ib 477 S. 477\n\nLa X. SA è una società anonima con un capitale sociale di fr. 50 000 suddiviso in 50 azioni al portatore. Lo scopo sociale consiste nell'acquisto e nella vendita di fondi, nell'edificazione e nell'amministrazione degli stessi. Delle 50 azioni, 48 appartengono alla \"Y. Anstalt\" con sede nel principato del Liechtenstein. Due persone residenti nel Cantone Ticino possiedono ognuna un'azione. Secondo il bilancio al 31 dicembre 1973, gli attivi sono costituiti di un avere bancario di fr. 86, di immobili siti in Svizzera allibrati con fr. 161 774.30, e delle spese di costituzione attivate, di fr. 2000. Dopo la chiusura dell'esercizio annuale, la Società ha ancora acquistato una quota di comproprietà di un immobile sito a Lugano.\n\nIn data 7 Febbraio 1974, la X. SA ha aumentato il proprio capitale sociale a fr. 100 000 mediante l'emissione di 50 nuove azioni al portatore, liberate in contanti e sottoscritte dalla Banca Z., Lugano. In applicazione all'art. 22 dell'Ordinanza, l'Ufficiale del registro di commercio di Lugano, rinviava i richiedenti davanti alle autorità previste dal decreto federale.\n\nBGE 100 Ib 477 S. 478\n\nL'Autorità di prima istanza decise di assoggettare al decreto federale l'aumento di capitale, poichè l'art. 2 dell'Ordinanza considera la fondazione e l'aumento di capitale quale acquisto di quote. La Commissione cantonale di ricorso, davanti alla quale la X. SA si era aggravata, ha confermato la decisione con identica motivazione. Contro la decisione della commissione cantonale la X. SA ha interporto ricorso di diritto amministrativo.", "considerants": "Considerato in diritto:\n\n1./2. - ...\n\n3. Secondo l'Autorità di prima istanza e la Commissione di ricorso, l'aumento di capitale della X. SA è soggetto ad autorizzazione già in virtù dell'art. 2 dell'Ordinanza. Quest'opinione è errata. L'art. 2 dell'Ordinanza non regola direttamente l'assoggettamento al regime dell'autorizzazione, ma precisa il concetto di acquisto di quote. Soggetto ad autorizzazione non è l'aumento di capitale di per se stesso, ma l'acquisto di quote da parte di persone all'estero, o il conseguente acquisto di fondi in Svizzera, legato all'operazione stessa, e ciò anche se si deve concedere che il rifiuto dell'autorizzazione necessaria per l'acquisto di quote può aver per conseguenza l'impossibilità di procedere all'aumento del capitale.\n\nNel caso in esame, l'obbligo d'autorizzazione sussisterebbe se, in occasione dell'aumento del capitale, la Y. Anstalt dovesse acquistare azioni, perchè l'acquisto di quote di società immobiliari da parte di persone all'estero è soggetto ad autorizzazione (art. 2 lett. c e 3 lett. a DF). Parimenti l'autorizzazione sarebbe indispensabile, se in occasione all'aumento di capitale fossero apportati fondi nell'anonima, o fondi fossero da questa assunti, perchè in tal caso l'acquisto vale come operato dalla persona giuridica stessa (art. 6 dell'Ordinanza). Disponendo attualmente la Y. Anstalt del 96% delle azioni (48 azioni delle 50 esistenti), la X. SA è da qualificare come società con sede in Svizzera con partecipazione finanziaria preponderante di persone all'estero e soggetta come tale, ai sensi del combinato disposto dell'art. 2 cpv. 1 e dell'art. 3 lett. c DF, al regime autorizzativo stabilito dal DF. Con il previsto aumento del capitale (emissione di 50 nuove azioni), la partecipazione finanziaria di persone all'estero scenderebbe, ove il nuovo apporto fosse di persone con domicilio o sede in Svizzera, al 48%. Tale proporzione eccederebbe ancora quella del BGE 100 Ib 477 S. 47933%, ossia la quota il cui superamento dà luogo necessariamente, giusta l'art. 5 cpv. 1 dell'Ordinanza (destinato a precisare tale concetto), ad una partecipazione finanziaria preponderante di persone con domicilio o sede all'estero, ai sensi del DF. Ne segue che per tutti i futuri acquisti di fondi da parte della X. SA dovrà esaminarsi se essi siano da assoggettare alla disciplina autorizzativa. Con l'aumento di capitale oggetto della presente decisione, la X. SA non assume però alcun nuovo fondo e, d'altra parte, la Y. Anstalt non acquista alcuna ulteriore quota di partecipazione alla X. SA. Al momento non è pertanto riconoscibile, in relazione con l'aumento del capitale, alcun acquisto di azioni della X. SA da parte di persone all'estero. La ricorrente si oppone pertanto con ragione a che, per il solo fatto dell'aumento del capitale, l'aumento stesso sia sottoposto al regime dell'autorizzazione. In questo senso l'opinione delle precedenti istanze non può trovare conferma in questa sede ed il ricorso, nei limiti in cui tende far annullare l'assoggettamento al regime dell'autorizzazione, deve essere accolto.\n\n4. Con ciò non resta però definitivamente stabilito che l'aumento di capitale non sia soggetto ad autorizzazione. Ciò dipende dalla questione di sapere se la Banca Z. debba essere considerata una società con sede in Svizzera, ma controllata da persone all'estero nel senso dell'art. 3 lett. c DF, per cui possa acquistare quote di società immobiliari svizzere solo previa autorizzazione. Oltre ciò deve contemporaneamente essere appurato se la Banca Z. assume le azioni esclusivamente nel proprio interesse e per proprio conto o se compie l'operazione in modo puramente fiduciario per conto di persone all'estero. Se quest'ultima ipotesi non si verificasse, ma la Banca Z. non intendesse partecipare durevolmente con 50 azioni alla X. SA, sarebbe comunque utile avvertirla che l'acquisto di azioni della X. SA da parte di persone con domicilio o sede all'estero è soggetto ad autorizzazione.\n\nIl ricorso può pertanto essere accolto solo parzialmente. La domanda della ricorrente tendente ad ordinare all'Ufficiale del registro di commercio di procedere all'iscrizione dell'aumento di capitale nel registro di commercio non può essere accolta. La causa deve essere rinviata alla precedente istanza, rispettivamente all'Autorità di prima istanza, affinchè la questione dell'assoggettamento sia compiutamente chiarita nel senso dei considerandi."}