{"annee": "100", "cour": "II", "page": "433", "date": "12/9/1974", "cite": [], "cite_par": ["102 II 329"], "chapeau": "64. Estratto della sentenza 12 settembre 1974 della II Corte civile nella causa Brügger contro Riedel e liticonsorti.", "regestes": ["Créances des enfants et petits-enfants envers leurs parents et grandsparents. Les nouveaux articles 334 et 334bis CC ne sont pas applicables aux successions ouvertes avant le 15 février 1973; c'est l'ancien art. 633 qui s'applique encore à de telles successions."], "faits": "", "considerants": "|433|\n\n2. Entrambi i ricorrenti fanno valere delle pretese a titolo di compenso per contribuzione alle spese domestiche a'sensi dell'art. 633 CC. Tale articolo è stato abrogato dalla LF 6 ottobre 1972 sulla modifica del diritto civile rurale, entrata in vigore il 15 febbraio 1973. Questa legge non è munita di norme transitorie in punto ai nuovi art. 334 e 334bis CC, che disciplinano ora l'equa indennità, esigibile, particolarmente alla morte del beneficiario, dai figli o dagli abiatici, i quali, convivendo con i genitori o con gli avi, hanno conferito alla comunione il loro lavoro od i loro guadagni. Benchè, secondo i nuovi art. 334 e 334bis CC il cosiddetto \"Lidlohn\" corrisponde a un credito (cfr. Messaggio complementare del Consiglio federale sul progetto riveduto della LF che modifica il diritto rurale, FF 1971 I 550 cpv. 2), si giustifica di applicare, pure a riguardo delle anzidette norme, i principi enunciati nella sentenza pubblicata sulla RU 45 II 521 (cfr. anche RU 69 II 223; ESCHER, n. 35 all'art. 633 CC), concernenti il vecchio art. 633 CC. Questa disposizione è stata dichiarata |434| applicabile alle successioni aperte dopo l'entrata in vigore del codice civile, qualunque fosse il momento nel quale sono state fornite le prestazioni che hanno dato fondamento alla pretesa. Dalla citata giurisprudenza risulta tuttavia che il vecchio art. 633 CC non si applicava alle successioni aperte prima dell'entrata in vigore del codice civile. Secondo lo stesso principio di diritto transitorio, anche i nuovi art. 334 e 334bis CC non valgono per le successioni aperte prima della loro entrata in vigore, e cioè prima del 15 febbraio 1973. Ne consegue che i nuovi art. 334 e 334bis non sono applicabili alla successione di Hermine Brügger, morta il 7 ottobre 1965. Per le pretese fatte valere da Melitta e Maurus Brügger vige pertanto ancora il vecchio art. 633 CC. Peraltro la situazione giuridica dei ricorrenti non cambia, che si applichino le vecchie o le nuove disposizioni: i ricorrenti non possono pretendere un equo compenso, sulla base di queste disposizioni, se non hanno convissuto in economia domestica comune con la madre e a questa economia non hanno conferito il loro lavoro o i loro guadagni."}