{"annee": "100", "cour": "IB", "page": "21", "date": "17/5/1974", "cite": ["80 I 82", "83 I 294"], "cite_par": ["103 IB 321", "104 IA 161"], "chapeau": "4. Urteil vom 17. Mai 1974 i.S. N. gegen Generaldirektion der Schweizerischen Bundesbahnen.", "regestes": ["Statut des fonctionnaires: modification des rapports de service pour justes motifs; art. 55 StF et art. 60 du règlement des fonctionnaires (2). - Recevabilité du recours de droit administratif; pouvoir d'examen du Tribunal fédéral. - Délimitation de la procédure administrative selon l'art. 55 StF d'avec la procédure disciplinaire. - Motifs tirés de la sécurité de l'exploitation, considérés comme justes motifs au sens de l'art. 55 StF et de l'art. 60 du règlement des fonctionnaires (2)."], "faits": "|22|\n\nA.- Der Beschwerdeführer bemühte sich unmittelbar nach Lehrabschluss um eine Stelle im Fahrdienst der SBB. Diese stellten ihn auf den 1. März 1948 als Depothandwerker und Fahrdienstanwärter an und beförderten ihn auf den 1. Juli 1951 zum Führergehilfen II, auf den 1. Januar 1955 zum Lokomotivführer II und auf den 1. Juli 1958 zum Lokomotivführer I. Abgesehen von verschiedenen Unregelmässigkeiten vor allem zu Beginn der beruflichen Laufbahn bei den SBB lagen bis 1970 keine besonderen Vorkommnisse dienstlicher Art vor, die Anlass zu strengeren Disziplinarmassnahmen gegeben hätten.\n\nAm 23. August 1970 liess der Beschwerdeführer nach eigener Darstellung eine von ihm ins Depot zu verschiebende Lokomotive provokativ stehen. Er bezweckte damit, \"die verantwortlichen (Betriebs-) Instanzen mit den (für sie meist nicht) existierenden Problemen zu konfrontieren\", d.h. er wollte auf die Notwendigkeit einer speditiveren Rückführung von Lokomotiven nach fahrplanmässigen Fahrten in das Depot aufmerksam machen. Der Fall wurde disziplinarisch erledigt.\n\nAm 15. September 1972, 02.25 Uhr, musste der Beschwerdeführer, der mit ca. halbstündiger Verspätung einen Zug nach dem Badischen Bahnhof Basel geführt hatte, darauf warten, die Lokomotive von hier nach dem Areal des SBB-Bahnhofes verschieben zu können. Aufgrund des Zugverkehrs war eine sofortige Weiterleitung nicht möglich. Nachdem er sich vorerst 20 bis 25 Minuten geduldet hatte, begab er sich zum Stellwerk 9 und setzte sich telefonisch mit dem Fahrdienstleiter auseinander. Dabei kam es offenbar zu heftigen Worten, worauf der Beschwerdeführer zu seiner Maschine zurückkehrte. Er sicherte diese, beleuchtete sie beidseits mit Rot und rief hierauf von der nächsten Telefonkabine den Badischen Bahnhof an. Dem Fahrdienstbeamten erklärte er, er habe sich nach dem unnötigen Warten derart geärgert, dass er die Lokomotive nicht mehr weiterfahren könne. Dann begab er sich nach Hause. Die auf dem Streckengeleise stehengebliebene Maschine wurde später |23| abgeschleppt. Der Beschwerdeführer nahm an dem dem Vorkommnis folgenden Tag die Arbeit wieder auf.\n\nIn der Folge eröffnete die SBB-Verwaltung gegen den Beschwerdeführer eine Disziplinaruntersuchung. Dabei wurde davon ausgegangen, der Beschwerdeführer habe einerseits gegenüber dem Fahrdienstleiter unnötige, provozierende und beleidigende Bemerkungen geäussert und anderseits die Lokomotive auf dem Betriebsgeleise provokativ wegen behinderter Lokzirkulation stehen lassen. Der Beschwerdeführer hielt dem entgegen, er habe sich nicht mehr arbeitsfähig gefühlt, weil ihm, infolge des grossen Ärgers, schlecht geworden sei; er habe sich vorschriftsgemäss verhalten.\n\nDer zur Vernehmlassung eingeladene Obermaschineningenieur der Abteilung für Zugförderung II liess die behauptete Krankheit gelten und stellte gleichzeitig fest, es sei nicht mehr zu verantworten, den Beschwerdeführer weiterhin im Streckendienst zu beschäftigen; ein Mann, der sich ob einer Kleinigkeit dermassen aufrege und der ohne Zweifel weiterhin Kleinstreikaktionen durchführen werde, beeinträchtige die Betriebssicherheit. Er schlug daher vor, der Beschwerdeführer sei in den Rangierdienst zu versetzen und es seien - sollte der Betroffene auch dort nicht tragbar sein - weitere Massnahmen zu treffen. Die übergeordnete Abteilung Zugförderung und Werkstätten sowie die Personalabteilung der SBB schlossen sich dieser Betrachtungsweise und dem Versetzungsvorschlag an.\n\nB.- Am 27. Dezember 1972 eröffnete die Kreisdirektion II das Verfahren betreffend die Umgestaltung des Dienstverhältnisses aus wichtigen Gründen (Art. 55 Beamtengesetz; BtG). Der Betroffene erhielt wiederholt Gelegenheit, zu der in Aussicht genommenen Massnahme Stellung zu nehmen und die Akten einzusehen.\n\nAm 16. Mai 1973 erliess die Kreisdirektion II der SBB eine Verfügung, wonach der Beschwerdeführer gestützt auf Art. 55 BtG wegen Dienstuntauglichkeit für den weitern Einsatz im Streckendienst auf den 18. Juni 1973 mit der bisherigen Besoldung (Art. 45 Abs. 4 BtG) zum Rangierlokomotivführer (16. Besoldungsklasse) ernannt und im Rangierdienst eingesetzt werde; auf den 1. Juli 1975 werde die Besoldung an das neue Amt angepasst und eine Teilpension im Sinne von Art. 27 der PHK-Statuten ausgerichtet. Zugleich wurde einer allfälligen Beschwerde die aufschiebende Wirkung entzogen. |24|\n\nDer Betroffene beschwerte sich gegen diese Verfügung bei der Generaldirektion der SBB, welche die Beschwerde abwies.\n\nC.- Gegen den Entscheid der Generaldirektion SBB richtet sich die vorliegende Verwaltungsgerichtsbeschwerde. Der Beschwerdeführer verlangt, es sei der angefochtene Entscheid aufzuheben und die Sache zur Durchführung einer medizinischen Untersuchung und zur Neuentscheidung an die Vorinstanz zurückzuweisen.\n\nIn der Begründung rügt der Beschwerdeführer, dass in seinem Fall keine bahnärztliche Untersuchung durchgeführt worden sei. Er bestreitet zwar nicht, dass sein Verhalten Zweifel an seiner Tauglichkeit als Lokomotivführer zu erwecken vermochte, erachtet es aber als nicht folgerichtig, dass er dann nach den Vorkommnissen vom 15. September 1972 noch während vollen acht Monaten im Streckendienst belassen worden sei. Das Vorgehen der SBB-Verwaltung erweise sich als verkapptes Disziplinarverfahren gegen einen unbequemen Beamten, der im Interesse der Betriebssicherheit des öftern betriebliche Missstände beanstandet habe.\n\nD.- Die Rechtsabteilung der Generaldirektion SBB beantragt die Abweisung der Beschwerde. Sie macht zum Vorwurf des Beschwerdeführers hinsichtlich der achtmonatigen Beschäftigung im angestammten Dienst nach dem 15. September 1972 geltend, dass dieser Dienst in eine ruhigere, d.h. weniger verspätungsanfällige Periode fiel, in der mit Wartezeiten kaum zu rechnen gewesen sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Der angefochtene Entscheid stellt eine Verfügung im Sinne von Art. 97 OG in Verbindung mit Art. 5 VwG dar. Sie kann mit der Verwaltungsgerichtsbeschwerde an das Bundesgericht weitergezogen werden (Art. 98 lit. d OG in Verbindung mit Art. 58 und 59 BtG und Art. 62 Beamtenordnung (2)), soweit sie nicht einen vermögensrechtlichen Anspruch des Beamten gegen den Bund aus dem Dienstverhältnis zum Gegenstand hat (Art. 116 lit. a OG in Verbindung mit Art. 60 und 61 BtG und Art. 63 Beamtenordnung (2)). Der Beschwerdeführer wird durch die angefochtene Verfügung in seiner Rechtsstellung als Beamter des Bundes berührt; er hat ein schutzwürdiges Interesse an der Aufhebung oder Änderung der angefochtenen Verfügung (Art. 103 lit. a OG). Die prozessualen Erfordernisse der Art. 106 |25| und 108 OG sind erfüllt. Es ist somit grundsätzlich auf die Beschwerde einzutreten.\n\nb) Die Überprüfungsbefugnis des Bundesgerichts erstreckt sich nach Art. 104 lit. a und b OG auf Rechtsverletzungen einschliesslich Überschreitung oder Missbrauch des Ermessens sowie auf die Rüge der unrichtigen oder unvollständigen Feststellung des rechtserheblichen Sachverhalts. Die Angemessenheit der angefochtenen Verfügung hat das Bundesgericht einzig in den Fällen des Art. 104 lit. c OG zu prüfen. Ziff. 2 dieser Bestimmung weitet die Kognitionsbefugnis des Bundesgerichts bei Disziplinarstrafen gegen das Bundespersonal aus.\n\nDie angefochtene Verfügung ist formell nicht in einem Disziplinarverfahren ergangen; sie hat die Umgestaltung bzw. Auflösung eines Dienstverhältnisses aus wichtigen Gründen (Art. 55 BtG und Art. 60 Beamtenordnung (2)) zum Gegenstand. Es kann jedoch bei der Frage, ob es sich bei der verfügten Umgestaltung des Dienstverhältnisses nicht um eine - allenfalls verschleierte - Disziplinarmassnahme handelt, nicht auf die äussere Bezeichnung der Massnahme als solcher bzw. des Verfahrens ankommen, sondern auf die wahre Natur der angefochtenen Verfügung. Diese erweist sich als disziplinarisch, wenn dem Beamten ein pflichtwidriges Verhalten, d.h. subjektiv ein Verschulden, das Vorsatz oder Fahrlässigkeit sein kann, vorgeworfen wird (A. GRISEL, Droit administratif suisse, S. 268 ff.; E. KIRCHHOFER, Die Disziplinarstrafrechtspflege beim Bundesgericht, ZSR 52 (1933), S. 3; R. LETSCH, Disziplinargewalt über Bundesbeamte und Rechtsschutz in Disziplinarsachen, Diss. Zürich 1933, S. 41 ff.). Dem Beschwerdeführer wird im vorliegenden Fall keine Pflichtverletzung, kein Verschulden vorgeworfen; in Berücksichtigung, dass er offenbar das Opfer seiner eigenen charakterlichen Veranlagung ist, wird eine Verfügung getroffen, die sich aus Gründen der Betriebssicherheit für den Zugsverkehr aufdrängt. Es handelt sich dabei um eine administrative Massnahme, die nach Natur und Voraussetzungen von den entsprechenden disziplinarischen Massnahmen verschieden ist. Es darf daher die aus Gründen der Betriebssicherheit erlassene Anordnung nicht schon deshalb als Disziplinarmassnahme angesehen werden, weil die SBB-Verwaltung den Tatbestand, der zur Umgestaltung des Dienstverhältnisses im Verfahren nach Art. 55 BtG Anlass gab, im Verlaufe der Untersuchung daraufhin überprüft hat, ob er unter Umständen eine disziplinarische |26| Erledigung rechtfertige. Massgebend ist die Erledigung, zu der die SBB-Verwaltung aufgrund ihrer Untersuchung gelangt ist, nicht die Möglichkeiten, die sie während des Verfahrens erwogen hat (BGE 80 I 85). Das Bundesgericht hat daher nur die Rechtmässigkeit der verfügten Massnahme, nicht deren Angemessenheit zu überprüfen.\n\nAnders wäre es, wenn im vorliegenden Fall dem Beschwerdeführer eine Dienstpflichtverletzung vorgeworfen würde und die Massnahme trotzdem im Verfahren nach Art. 55 BtG verfügt worden wäre. Dann läge nur äusserlich eine administrative Verfügung vor. Das Bundesgericht hätte alsdann, weil die wichtigen Gründe nur vorgeschoben wären und die Massnahme einer Disziplinarstrafe gleichgeachtet werden müsste (BGE 83 I 295 f. mit Hinweisen; KIRCHHOFER, a.a.O., S. 23), auch die Angemessenheit der Verfügung zu überprüfen. Das will der Beschwerdeführer offenbar auch veranlassen, wenn er vorbringt, der Umstand, dass die SBB-Verwaltung ihn nach dem massgeblichen Vorfall noch während acht Monaten im Streckendienst eingesetzt und erst dann in den Rangierdienst versetzt habe, lasse auf ein \"verkapptes Disziplinarverfahren\" schliessen. Er übersieht dabei, dass ihm von der SBB-Verwaltung keine Pflichtverletzung, weder Fahrlässigkeit noch Vorsatz, vorgeworfen werden. Hinzukommt, dass auch bei Vorliegen eines wichtigen Grundes der Verwaltung eine gewisse Zeitspanne hinsichtlich der Anordnung entsprechender rechtlicher Konsequenzen eingeräumt werden muss. Anderseits dürfte zwar die unverzügliche Umgestaltung eines Dienstverhältnisses nach Eintritt eines wichtigen Grundes, namentlich wenn dieser die Betriebssicherheit eines Verkehrsunternehmens betrifft, das einzig richtige und konsequente Vorgehen darstellen. Aus einem allfälligen säumigen Verhalten der Vorgesetzten kann jedoch der für die Erfüllung seiner bisherigen Aufgabe Untaugliche keinen Anspruch auf weitere Verwendung in dieser Funktion ableiten.\n\n2. Nach Art. 55 Abs. 1 BtG kann die Wahlbehörde das Dienstverhältnis, unabhängig von der disziplinarischen Versetzung in das provisorische Dienstverhältnis oder von der Entlassung, aus wichtigen Gründen vor Ablauf der Amtsdauer umgestalten oder durch schriftliche Voranzeige auf drei Monate hin auflösen oder sofort aufheben. Als wichtige Gründe gelten nach Abs. 2 u.a. Dienstuntauglichkeit sowie jeder andere Umstand, bei dessen Vorhandensein der Wahlbehörde nach Treu und |27| Glauben die Fortsetzung des Dienstverhältnisses nicht zugemutet werden kann. Die Umgestaltung oder Auflösung des Dienstverhältnisses aus wichtigen Gründen kann nach Abs. 3 nur nach vorausgegangener Untersuchung und Anhörung des Beamten erfolgen. Der Entscheid der Wahlbehörde ist dem Beamten unter Angabe der Gründe schriftlich mitzuteilen. Art. 60 Abs. 1 Beamtenordnung (2) führt diesbezüglich präzisierend aus, dass dem Beamten vorgängig der Umgestaltung bzw. der Auflösung des Dienstverhältnisses aus wichtigen Gründen Gelegenheit einzuräumen ist, sich über den Tatbestand und gegebenenfalls die Frage des Verschuldens zu äussern.\n\na) Tatbestandsmässig ist unbestritten, dass der Beschwerdeführer am 15. September 1972 eine Lokomotive, statt sie an ihren neuen Bestimmungsort zu fahren, auf dem Streckengeleise hat stehen lassen. Unbestritten ist auch der Ärger und das durch den Ärger hervorgerufene Unwohlsein, das den Beschwerdeführer befiel, als die Manövrierabwicklung sich verzögerte und er daraufhin eine heftige Auseinandersetzung mit dem Fahrdienstleiter hatte. Die SBB-Verwaltung qualifiziert angesichts dieser Tatsachen das Verhalten des Beschwerdeführers aus betrieblichen Sicherheitsgruünden als mit der Fortführung des Dienstverhältnisses nicht mehr vereinbar. Zu dieser Schlussfolgerung gelangte die SBB-Verwaltung in einem nach Massgabe der einschlägigen Bestimmungen (Art. 55 Abs. 3 BtG; Art. 60 Abs. 1 Beamtenreglement (2)) korrekt durchgeführten Verfahren. Es fragt sich, ob die gestützt daraufverfügte Massnahme der Umgestaltung des Dienstverhältnisses Bundesrecht verletzt.\n\nb) Die Frage ist zu verneinen. Art. 55 BtG setzt für die Umwandlung bzw. die Auflösung des Dienstverhältnisses im Sinne dieses besonderen Verfahrens wichtige Gründe voraus. Ein wichtiger Grund im Sinne von Art. 55 Abs. 2 BtG kann ohne Bundesrechtsverletzung u.a. dann angenommen werden, wenn ein Beamter die aus betrieblichen Sicherheitsgründen geforderten Eigenschaften nicht bzw. nicht mehr aufweist. Hierzu ist auch der Fall zu zählen, da eine besondere Veranlagung oder ein besonders geartetes Verhalten einen Beamten im Hinblick auf die beruflichen Anforderungen seines Arbeitsplatzes ungeeignet erscheinen lassen. Der Beschwerdeführer gibt selber zu, dass sein Verhalten Zweifel an seiner Tauglichkeit als Lokomotivführer zu erwecken vermochte. Das offensichtlich auf die charakterliche Veranlagung des Beschwerdeführers zurückzuführende Stehenlassen |28| einer Lokomotive auf dem Streckengeleise - es ist dies der zweite derartige Vorfall -,- macht die Fortsetzung des bisherigen Dienstverhältnisses in der angestammten Funktion aus Gründen der Betriebssicherheit nicht mehr zumutbar bzw. verantwortbar. Wer nämlich, wie der Beschwerdeführer, zu Reaktionen neigt, welche die Betriebssicherheit eines Verkehrsunternehmens gefährden, erweit sich für die Ausübung seiner bisher innegehabten Stellung als nicht mehr geeignet.\n\nc) Der Beschwerdeführer rügt aber, dass vorgängig des Versetzungsentscheids nicht eine allfällige Invalidität durch den bahnärztlichen Dienst abgeklärt worden sei. Er übersieht, dass die SBB-Verwaltung zur Abklärung der Frage der Invalidität im Verfahren nach Art. 55 BtG grundsätzlich keinen Anlass hatte. Ob die Übelkeit, die den Beschwerdeführer befiel und deretwegen er angeblich seinen Dienst nicht weiter hat leisten können, Ausfluss einer invalidierenden Krankheit sein könnte und ob zur Abklärung dieser Frage nach Massgabe der Statuten der Pensions- und Hilfskasse der SBB eine bahnärztliche Untersuchung stattfinden muss, bildet nämlich keine Frage, die im vorliegenden Verfahren zu beantworten ist. Nachdem die SBB-Verwaltung von Art. 55 Abs. 2 BtG ausgegangen ist und die Umgestaltung des Dienstverhältnisses deshalb angeordnet hat, weil Gründe der Betriebssicherheit die Fortsetzung des Dienstverhältnisses in der angestammten Funktion nicht mehr verantwortbar erscheinen liessen, muss es mit der Feststellung sein Bewenden haben, dass diese Massnahme Bundesrecht weder in materieller noch in formeller Hinsicht verletzt. Zudem ist festzustellen, dass der Beschwerdeführer durch die (ohne bahnärztliche Untersuchung) getroffene Annahme einer Teilinvalidität sicher nicht benachteiligt wird; denn er gelangt ab 1. Juli 1975, dem Datum, da seine Besoldung an das neue Amt angepasst wird, in den Genuss einer Teilpension für den Verdienst-Unterschied gemäss Art. 27 der Statuten. Die Rüge der unterlassenen bahnärztlichen Abklärung des Invaliditätsgrades schlägt deshalb ins Leere; es fehlt diesbezüglich an einem im vorliegenden Verfahren schutzwürdigen Interesse (Art. 103 lit. a OG).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}