{"annee": "100", "cour": "IA", "page": "1", "date": "23/1/1974", "cite": ["94 I 365", "99 IA 535", "53 I 76", "97 I 24"], "cite_par": ["105 II 35", "105 IA 172", "107 IA 112", "105 IA 296", "102 IA 46", "103 IA 124", "106 IA 9", "142 III 653", "104 II 222"], "chapeau": "1. Auszug aus dem Urteil vom 23. Januar 1974 i.S. Lauper gegen Grossen Rat des Kantons Basel-Stadt.", "regestes": ["Art. 87 OJ, décision finale de dernière instance. La décision du Grand Conseil concernant la levée de l'immunité parlementaire est une décision finale de dernière instance (consid. 1). Immunité parlementaire conditionnelle. L'autorisation de poursuivre pénalement est une condition de l'exercice de l'action publique (consid. 2). L'octroi de cette autorisation n'entraîne pas un effet rétroactif inadmissible (consid. 3)."], "faits": "BGE 100 Ia 1 S. 1\n\nAus dem Sachverhalt:\n\nA.- Alfred Lauper ist Mitglied des Grossen Rats des Kantons Basel-Stadt. Er reichte am 4. Oktober 1973 eine Interpellation ein, die sich auf die Psychiatrische Universitätsklinik Friedmatt bezog, und in der er schwere Anschuldigungen gegen Angestellte erhob.\n\nDer Regierungsrat nahm am 2. November 1973 in einer schriftlichen Antwort zu den vom Interpellanten aufgeworfenen BGE 100 Ia 1 S. 2Fragen einlässlich Stellung. Er wies die Anschuldigungen in aller Form zuruck, wobei er erklärte: \"Der Vorwurf eines Machtmissbrauchs unter Zuhilfenahme von Medikamenten empört die Mitarbeiter einer Klinik, die sich seit Jahren intensiv und gewissenhaft mit der medikamentösen Behandlung seelisch Kranker befasst haben, in höchstem Masse. Er sagt nichts anderes aus, als dass die moderne, offene und freiheitlich geführte Psychiatrie eine reine Fassade sei ... Wir bedauern ausserordentlich, dass bestqualifizierte Mitarbeiter durch derartige Behauptungen beschuldigt und vorsätzlich in ein schlechtes Licht gestellt werden. Der Interpellant weiss ganz genau, dass auf diese Weise angeschuldigten Mitarbeitern keine Gelegenheit zu einer öffentlichen Stellungnahme geboten wird. Derartige Anklagen sind für alle Mitarbeiter ehrbeleidigend und wirken zudem schädigend auf das mit den Kranken einzugehende Vertrauensverhältnis ein. Wir weisen die unhaltbaren, offensichtlich auf Ressentiments beruhenden Vorwürfe energisch zurück.\" Zu Punkt 7 der Interpellation führte der Regierungsrat aus, es seien keinerlei gravierende Vorkommnisse abzuklären, weshalb es sich erübrige, eine Untersuchungskommission einzusetzen.\n\nIn der Sitzung des Grossen Rats vom 8. November 1973 hatte Alfred Lauper Gelegenheit, sich zur Antwort des Regierungsrats zu äussern. Der Ratspräsident kündigte ihm an, er werde die Aufhebung der parlamentarischen Immunität beantragen, falls er Anschuldigungen erheben sollte, die nach dem Rechtssinn des Volkes als üble Nachrede oder Verleumdung zu qualifizieren seien. Lauper erklärte sich von der Antwort der Regierung nicht befriedigt und behielt sich eine Strafklage gegen Angestellte der Klinik Friedmatt vor. Auf Grund seiner weiteren Äusserungen entzog ihm auf Antrag des Ratspräsidenten der Grosse Rat mit 89 gegen 4 Stimmen bei 21 Enthaltungen die parlamentarische Immunität mit Bezug auf die Äusserungen im Zusammenhang mit der Interpellation betreffend Psychiatrische Universitätsklinik.\n\nB.- Gegen diesen Beschluss des Grossen Rats vom 8. November 1973 hat Alfred Lauper gestützt auf Art. 4 BV staatsrechtliche Beschwerde erhoben mit dem Antrag auf Aufhebung. Die Begründung der Beschwerde ergibt sich, soweit nötig, aus den folgenden Erwägungen.\n\nC.- Der Grosse Rat lässt Abweisung der Beschwerde beantragen.BGE 100 Ia 1 S. 3", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV ist gemäss Art. 87 OG erst gegen letztinstanzliche Endentscheide zulässig, gegen letztinstanzliche Zwischenentscheide nur, wenn sie für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge haben. Der Beschluss des Grossen Rats kann mit keinem kantonalen Rechtsmittel angefochten werden. Er ist letztinstanzlich. Es handelt sich um einen Endentscheid. Es ist zwar nicht von vorneherein ausgeschlossen, dass sich Lauper noch in einem allfälligen künftigen Strafverfahren darauf berufen könnte, wegen der parlamentarischen Immunität dürfe er strafrechtlich nicht verfolgt werden (vgl. BGE 53 I 79 /80). Ob ein solcher Einwand im Strafprozess zu hören wäre, kann dahingestellt bleiben. Das Verfahren vor dem Grossen Rat über die Aufhebung der parlamentarischen Immunität ist ein in sich geschlossenes, selbständiges Verfahren, nicht bloss ein Vorstadium eines Strafverfahrens. Das Verfahren vor dem Grossen Rat und der Strafprozess sind ihrem Gegenstand nach derart verschieden, dass es nicht angeht, sie als eine Einheit zu betrachten, innerhalb welcher der Entscheid des Grossen Rats über die Aufhebung der Immunität einen blossen Zwischenentscheid bilden würde (BGE 94 I 369 /70). Der angefochtene Beschluss ist demnach letztinstanzlicher Endentscheid, und Lauper ist nach Art. 88 OG legitimiert, ihn anzufechten, da damit die Möglichkeit geschaffen wird, gegen ihn ein Strafverfahren durchzuführen, wodurch er in rechtlich geschützten Interessen betroffen wird. Auf die Beschwerde ist somit einzutreten.\n\n2. Die parlamentarische Immunität, welche die meisten schweizerischen Kantone kennen, kann bedeuten, dass ein Parlamentarier für seine Äusserungen strafrechtlich, zivilrechtlich oder disziplinarisch nicht zur Verantwortung gezogen werden kann. Lauper beschwert sich nur darüber, dass durch den Beschluss des Grossen Rats die Möglichkeit strafrechtlicher Verfolgung eröffnet wurde. Nach Art. 366 Abs. 2 lit. a StGB bleiben die Kantone berechtigt, Bestimmungen zu erlassen, wonach die strafrechtliche Verantwortlichkeit der Mitglieder ihrer gesetzgebenden Behörden wegen Äusserungen in den Verhandlungen dieser Behörden aufgehoben oder beschränkt wird. Die Kantone haben von dieser Befugnis in unterschiedlicher Weise Gebrauch gemacht. Zum Teil ist die parlamentarische BGE 100 Ia 1 S. 4Immunität in der Kantonsverfassung verankert, zum Teil in blossen Gesetzen (z.B. Gesetz über die Verantwortlichkeit der Behörden und Beamten, Strafprozessordnung, Geschäftsordnung des kantonalen Parlaments). Auch der Umfang der Immunität ist in den Kantonen verschieden (vgl. GIACOMETTI, Das Staatsrecht der schweizerischen Kantone, S. 318 ff.; REGULA BAUR, Die parlamentarische Immunität in Bund und Kantonen der schweizerischen Eidgenossenschaft, Diss. Zürich 1963, S. XII ff., S. 35 ff.). Nach einzelnen Vorschriften können die Mitglieder der gesetzgebenden Behörde für ihre Äusserungen im Parlament strafrechtlich überhaupt nicht verantwortlich gemacht werden (absolute und unbedingte Immunität). Nach andern Regeln kann das Parlament im Einzelfall durch Beschluss die Immunität eines Mitglieds aufheben (bedingte Immunität). Vereinzelt sind Ehrverletzungen von der Immunität ausgenommen (relative Immunität). Die Immunität ist ein Institut des Staatsrechts, das eine möglichst ungehinderte Ausübung der parlamentarischen Tätigkeit gewährleisten soll (GIACOMETTI, a.a.O. S. 318). Bestimmt das kantonale Recht, dass ein Mitglied des Parlaments für seine Änsserungen in den Ratsverhandlungen strafrechtlich überhaupt nicht zur Verantwortung gezogen werden kann, wird damit nach herrschender Lehre ein persönlicher Strafausschliessungsgrund geschaffen. Das Ratsmitglied bleibt seiner besondern Stellung wegen straflos, auch wenn seine Tat die Merkmale eines Delikts aufweist. Ist die Immunität dagegen in dem Sinn eine bedingte, dass sie das Parlament im Einzelfall aufheben und damit die Ermächtigung zur Strafverfolgung geben kann, so ist die Tat des Abgeordneten nicht straflos. Wird die Immunität nicht aufgehoben, liegt nur eine prozessuale Schranke für die Strafverfolgung vor, es fehlt an einer Prozessvoraussetzung (HAFTER, Schweiz. Strafrecht, Allg. Teil 2.A. S. 191 ff.; SCHWANDER, Das schweizerische Strafgesetzbuch, 2.A. S. 111 und 231; SCHULTZ, Einführung in den Allgemeinen Teil des Strafrechts, S. 92). Im Kanton Basel-Stadt ist die parlamentarische Immunität im Gesetz betreffend die Geschäftsordnung des Grossen Rats vom 28. April 1938 (GGR) verankert. Der § 10, der sich darauf bezieht, wurde durch Gesetz vom 28. März 1968 revidiert und hat nun folgenden Wortlaut:\n\n\"Verantwortlichkeit für Äusserungen. Die Mitglieder des Grossen Rates und des Regierungsrates sind für ihre mündlichen und schriftlichen BGE 100 Ia 1 S. 5Äusserungen bei den Beratungen sowohl im Ratsplenum als auch in den Ratskommissionen nur dem Grossen Rat verantwortlich.\"\n\nDie Wendung, die Parlamentarier seien \"nur dem Grossen Rat verantwortlich\" findet sich in gleicher oder ähnlicher Form in Erlassen anderer Kantone (Bern, Art. 30 Abs. 3 KV; Luzern, § 58 Abs. 1 Geschäftsordnung für den Grossen Rat; Uri, § 45 Reglement für den Landrat; Nidwalden, § 6 Landratsverordnung; St. Gallen, Art. 56 Abs. 2 KV; Aargau, § 5 Grossratsreglement; Wallis, Art. 48 Abs. 2 KV; Neuenburg, Art. 28 KV). Welche praktischen Auswirkungen die Verantwortlichkeit dem Grossen Rat gegenüber hat, braucht nicht näher geprüft zu werden; offenbar ist an Ordnungsruf und Ausweisung aus dem Sitzungssaal zu denken (§ 20 GGR).\n\nFür den Entscheid über die staatsrechtliche Beschwerde ist wesentlich, welche Tragweite § 10 für die strafrechtliche Verantwortlichkeit der Mitglieder des Grossen Rats hat. Bestünde die Vorschrift für sich allein, so würde sie bedeuten, dass die Ratsmitglieder strafrechtlich überhaupt nicht verantwortlich gemacht werden können. Wenn sie nur dem Grossen Rat gegenüber verantwortlich sind, ist die strafrechtliche Verantwortlichkeit ausgeschlossen.\n\n3. a) Der § 10 findet sich in Abschnitt I des GGR. § 16 des Gesetzes lautet:\n\n\"Abweichungen von der Geschäftsordnung. Abweichungen von dieser Geschäftsordnung mit Ausnahme der in der Verfassung und der in Abschnitt VI und VII enthaltenen Vorschriften können vom Grossen Rate für einzelne Fälle mit zwei Dritteln der Stimmen beschlossen werden.\"\n\nDer Grosse Rat stützte sich auf diese Vorschrift. Er beschloss mit der erforderlichen Zweidrittelsmehrheit, von § 10 des Gesetzes abzuweichen und dem Beschwerdeführer die parlamentarische Immunität zu entziehen. Die Regel des § 16 GGR mag etwas ungewöhnlich scheinen. Sie gibt dem Grossen Rat die Kompetenz, im Einzelfall von einer ganzen Reihe von Bestimmungen eines Gesetzes abzuweichen, das dem Referendum unterstand. Auf die damit zusammenhängenden Fragen braucht indes nicht eingegangen zu werden, da der Beschwerdeführer nach dieser Richtung hin keine Rüge erhebt. Es kann deshalb auch offen bleiben, ob dem Grossen Rat mit § 16 GGR gesetzgeberische Befugnisse delegiert werden und wieweit das bejahendenfalls BGE 100 Ia 1 S. 6zulässig wäre (vgl. BGE 99 Ia 541 E. 4; 74 I 114, 88 I 154).\n\nb) Es ist einzig zu prüfen, ob der Grosse Rat das GGR willkürlich angewendet hat. Das trifft nach der bundesgerichtlichen Rechtsprechung zu, wenn der angefochtene Beschluss eine Norm oder einen klaren und unumstrittenen Rechtsgrundsatz offensichtlich verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 97 I 24, 352 mit Hinweis auf frühere Urteile). Es lässt sich mit sachlichen Gründen die Ansicht vertreten, § 16 GGR ermächtige den Grossen Rat, im Einzelfall von der Vorschrift des § 10 abzuweichen, denn die letztgenannte Regel gehört zu jenen Normen des Gesetzes, von denen der Grosse Rat nach dem klaren Wortlaut des § 16 abweichen darf. Dass der Wortlaut nicht dem Sinn entspreche. behauptet der Beschwerdeführer nicht.\n\nWird der § 10 GGR nicht nur für sich allein, sondern im Zusammenhang mit § 16 betrachtet, so lässt sich ohne Willkür die Ansicht vertreten, nach baselstädtischem Recht sei die parlamentarische Immunität nur eine bedingte. In den Kantonen welche die bedingte Immunität kennen, besteht regelmässig eine - unterschiedlich formulierte - Vorschrift, wonach Mitglieder des Grossen Rats nur mit Ermächtigung des Rats strafrechtlich zur Verantwortung gezogen werden können. Es lässt sich füglich erwägen, es komme praktisch auf das Gleiche hinaus, wenn das GGR in § 10 bestimmt, die Mitglieder des Grossen Rats könnten strafrechtlich nicht zur Verantwortung gezogen werden, und in § 16 den Grossen Rat ermächtigt, von § 10 abzuweichen und damit die Immunität aufzuheben. Die in § 10 statuierte Immunität besteht, wie mit Grund angenommen werden kann, nur unter der Bedingung, dass sie der Grosse Rat nicht gemäss § 16 aufhebt. Diese Auslegung des Gesetzes, die dem angefochtenen Beschluss zugrunde liegt, hält vor Art. 4 BV stand.\n\nDer Beschwerdeführer bringt als einzige Verfassungsrüge vor, als er sich schriftlich und mündlich über die Zustände in der Klinik Friedmatt geäussert habe, seien seine Handlungen gar nicht strafbar gewesen, da für ihn damals das Immunitätsprivileg des § 10 GGR bestanden habe. Es sei willkürlich, durch einen Verwaltungsakt die Strafbarkeit rückwirkend herbeizuführen. Lauper geht dabei davon aus, das baselstädtische Recht gewährleiste die unbedingte Immunität, weshalb seine Äusserungen BGE 100 Ia 1 S. 7im Zeitpunkt der Tat straflos gewesen seien und es nicht bloss an einer Prozessvoraussetzung für das Strafverfahren gefehlt habe. Bei dieser Argumentation wird der § 10 GGR für sich allein betrachtet und § 16 ausser acht gelassen. Wie ausgeführt, lässt sich aber ohne Verstoss gegen Art. 4 BV die Ansicht vertreten, im Kanton Basel-Stadt sei die parlamentarische Immunität auf Grund der §§ 10 und 16 GGR nur eine bedingte, so dass die Tat vor der Aufhebung der Immunität durch den Grossen Rat nicht straflos ist, sondern einstweilen nur eine Prozessvoraussetzung fehlt. Ist diese Auffassung vor Art. 4 BV haltbar, so ist der Rüge des Beschwerdeführers der Boden entzogen. Wenn die Immunität nach baselstädtischem Recht nur eine bedingte ist, so sind die unter die Immunität fallenden Äusserungen nicht straflos, vielmehr fehlt es bis zur Aufhebung der Immunität bloss an einer Prozessvoraussetzung. Die Auslegung des Gesetzes, wie sie der Beschwerdeführer für richtig hält, wäre übrigens nicht sinnvoll. Nach seiner Argumentation wäre es wirkunslos, wenn der Grosse Rat die Immunität eines Ratsmitglieds aufheben würde, nachdem es sich geäussert hat. Die Immunität könnte nur für künftige Äusserungen wirksam aufgehoben werden. Das stünde mit der schweizerischen Rechtsauffassung, wie sie in verschiedenen kantonalen Erlassen zum Ausdruck kommt, nicht im Einklang und hätte kaum einen vernünftigen Sinn. Wenn dem Parlament die Möglichkeit zusteht, die Immunität aufzuheben, so kann es vernünftigerweise erst darüber entscheiden, ob sich die Aufhebung rechtfertigt, wenn es die Äusserungen bereits kennt, die Anlass zu strafrechtlicher Verfolgung geben könnten. Sozusagen ins Blaue hinaus die Immunität aufzuheben, bevor der Rat weiss, was ein Abgeordneter sagen wird, wäre sachlich nicht zu begründen. Dass in seinem Fall der Sache nach kein triftiger Grund bestanden hätte, um von der Regel des § 10 abzuweichen, behauptet der Beschwerdeführer nicht (vgl. dazu IMBODEN, Schweizerische Verwaltungsrechtsprechung, 3. A. Band I Nr 222).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}