{"annee": "100", "cour": "IB", "page": "67", "date": "28/3/1974", "cite": [], "cite_par": ["102 IB 45", "108 IA 122"], "chapeau": "11. Auszug aus dem Urteil vom 28. März 1974 i.S. Aktiengesellschaft X. gegen Eidg. Steuerverwaltung", "regestes": ["Impôt sur le chiffre d'affaires: Le fait de mettre du personnel à la disposition d'autrui ne constitue pas une livraison de marchandises soumises à l'impôt."], "faits": "BGE 100 Ib 67 S. 68\n\nDie Beschwerdeführerin befasst sich mit der Projektierung, Fabrikation und Montage von Wärme- und Klimaanlagen sowie mit der Revision von Tank- und Kläranlagen. Sie ist als Grossist im Register der Warenumsatzsteuerpflichtigen eingetragen. Im Bereiche ihrer Geschäftstätigkeit arbeitet sie nicht nur auf werkvertraglicher Basis; sie stellt auch Dritten ihre Arbeitskräfte zur Ausführung von Arbeiten in eigener Regie zu einem bestimmten Tarifzur Verfügung. Dabei kommt sie für die Entlöhnung dieser Arbeitnehmer mit Einschluss der Sozialleistungen und der Versicherung, z.T. auch für die Ausstattung mit Werkzeug, auf, während Planung und Materialbeschaffung, die Leitung der Arbeit und die Verantwortung für den Arbeitserfolg Sache des Kunden ist. Derartige Verträge über das Zurverfügungstellen von Arbeitskräften wurden von der Eidg. Steuerverwaltung (EStV), auch wenn es sich um Arbeiten an Grundstücken und Dauerbauten im Sinne von Art. 18bis des Warenumsatzsteuerbeschlusses (WUStB) handelte, bisher als umsatzsteuerfrei anerkannt, sofern der Kunde die besondere Art des Vertragsverhältnisses dem Arbeitgeber im voraus schriftlich bestätigt hatte. Im Juni 1972 erliess die EStV eine Mitteilung an alle Grossisten, wonach die geltende Praxis geändert und ab 1. Juni 1972 die Zurverfügungstellung von Arbeitskräften als steuerbare Warenlieferung behandelt werde.\n\nDie Beschwerdeführerin entrichtete daraufhin die bei ihr erhobene Warenumsatzsteuer nur unter Vorbehalt. Die EStV betrachtete jedoch die Zahlung als begründet und bestätigte diese Auffassung im Einspracheverfahren. Dagegen richtet sich die vorliegende Verwaltungsgerichtsbeschwerde, die vom Bundesgericht gutgeheissen wurde.", "considerants": "Erwägungen:\n\n1. Der Warenumsatzsteuer unterliegen nach Art. 13 WUStB u.a. die Lieferung im Inland und der Eigenverbrauch von Waren durch Grossisten. Der Warenlieferung ist nach Art. 15bis seit 1. Januar 1972 gleichgestellt die Herstellung von Bauwerken für fremde Rechnung. Als solche gelten nach Art. 18bis \"alle Arbeiten an Grundstücken und Dauerbauten BGE 100 Ib 67 S. 69mit Ausnahme der Bebauung des Bodens für die Urproduktion sowie gleichartige Arbeiten des Gartenbaus\". Dass die Installation von Wärme- und Klimaanlagen und die Montage von Rohrleitungen warenumsatzsteuerpflichtig ist ohne Rücksicht darauf, ob das verwendete Material vom Unternehmer oder vom Besteller geliefert wird, ist nicht streitig, wenn feststeht, dass die Arbeit auf Grund eines Werkvertrages oder eines Auftrages ausgeführt wird. Die EStV lässt denn auch die Frage offen, ob es sich bei der Zurverfügungstellung von Arbeitskräften für baugewerbliche Arbeiten nicht doch um Werkverträge handle. Dies ist aber zweifellos nicht der Fall, liegt doch beim Werkvertrag die Leitung der Arbeit und die Haftung für den Erfolg beim Unternehmer. Das wesentliche Kriterium für die Steuererhebung sieht die EStV darin, dass auf jeden Fall mit der Zurverfügungstellung von Arbeitskräften auf fremde Rechnung Waren oder Bauwerke gewerbsmässig hergestellt würden, was die Steuerpflicht auslöse; denn die Steuer habe jeden wirtschaftlichen Aufwand zu treffen, durch den eine Ware oder ein Bauwerk umgesetzt, d.h. dem Konsumenten näher gebracht werde.\n\nArbeit am eigenen Bau ist - unter Vorbehalt des Eigenverbrauchs (Art. 16 Abs. 2 WUStB) - steuerfrei. Die Steuerpflicht hängt ausschliesslich davon ab, ob die Arbeiten als durch den Arbeitgeber der Ausführenden oder als durch den Eigentümer des Baues vorgenommen zu werten sind. Bei der Abwägung, wem die Arbeiten umsatzsteuerrechtlich zuzurechnen sind, muss dem Umstand, dass Planung und Leitung der Arbeiten, die Weisungsbefugnis gegenüber den eingesetzten Arbeitskräften und insbesondere die Verantwortung für den Erfolg der Arbeit beim Eigentümer des Baues liegen, das grössere Gewicht zukommen als dem Verhältnis zwischen den ausführenden Arbeitern und dem Arbeitgeber, der ihnen zwar den Lohn bezahlt, aber sich um die Arbeit nicht zu kümmern hat. Gegenstand der Steuer ist schliesslich das Arbeitsprodukt, das als wirtschaftliche Leistung des Eigentümers des Bauwerkes zu gelten hat, gleichgültig ob er es mit seinen eigenen Arbeitern oder mit fremden Arbeitern geschaffen hat.\n\nDiese Betrachtungsweise, von der bis anhin auch die EStV ausgegangen ist, verstösst keineswegs gegen den Grundgedanken der Warenumsatzsteuer. Baugewerbliche Arbeiten sind nur zu erfassen, wenn sie gewerbsmässig auf fremde Rechnung ausgeführt werden. Bei Arbeiten am eigenen Bau könnte sich, sofern BGE 100 Ib 67 S. 70sie gewerbsmässig vorgenommen werden, die Frage nach dem Eigenverbrauch (Art. 16 Abs. 2 WUStB) stellen; dagegen ist die Voraussetzung des Arbeitens auf fremde Rechnung nicht gegeben. Wie der Eigentümer sich die Arbeitskräfte beschafft, mit denen er die Arbeit ausführt (ständiges eigenes Personal, Taglöhner, von Dritten zur Verfügung gestellte Arbeitskräfte) ist für die umsatzsteuerrechtliche Qualifikation der Arbeitsleistung nicht von Belang. Erst wenn ein Dritter als Unternehmer, Beauftragter oder sonstiger selbständiger Besorger der Arbeit auftritt, fallen Hersteller und Abnehmer auseinander, entsteht eine Lieferung im Sinne von Art. 13 lit. a WUStB und findet damit ein steuerbarer Umsatz statt.\n\n2. Die EStV begründet die Praxisänderung mit Überlegungen der Steuergerechtigkeit, der Wettbewerbsneutralität und der praktischen Handhabung. Diese Gründe vermögen nicht zu überzeugen:\n\na) Insbesondere ist nicht einzusehen, wieso die neue Praxis gerechter sein soll als die bisherige. Der zur Diskussion stehende Tatbestand könnte an sich nach dem Sinn des Gesetzes mit einigen guten Gründen den steuerpflichtigen Vorgängen zugeordnet werden. Wo die entscheidende Abgrenzung gegenüber den steuerfreien zu treffen ist, ist reine Auslegungsfrage. Es mag gerecht erscheinen, Arbeiten, die durch \"geliehene\" Arbeitskräfte Dritter ausgeführt worden sind, jenen gleichzustellen, die im Werkvertragsverhältnis durch Dritte ausgeführt werden, und damit anders zu behandeln als mit eigenem Personal ausgeführte Arbeiten. Es ist aber ebenso gerecht, alle am eigenen Bauwerk geleisteten Arbeiten gleich zu behandeln ohne Rücksicht auf die Art der Beschaffung der Arbeitskräfte, aber anders als die Fälle, bei denen die Verantwortung für Arbeitsablauf und -ergebnis bei einem Dritten liegt. Bei jeder Betrachtungsweise wird man sich damit abfinden müssen, dass genau dieselbe Arbeit unter bestimmten Umständen umsatzsteuerpflichtig ist, unter anderen nicht.\n\nb) Auch aus dem Gesichtspunkt der Wettbewerbsneutralität lässt sich die Praxisänderung nicht begründen. Die EStV hat jedenfalls nicht darzutun vermocht, inwieweit die Wettbewerbsverhältnisse durch die bisherige Praxis verfälscht worden sein sollen. Zwar scheinen bis anhin offenbar hauptsächlich Grossunternehmen mit Verträgen über die Zurverfügungstellung von Arbeitskräften zu arbeiten. Allein, dieses Mittel steht auch anderen BGE 100 Ib 67 S. 71Betrieben zur Verfügung, die ähnliche Bedürfnisse aufweisen. Es liesse sich mit guten Gründen behaupten, dass es sogar für kleinere Betriebe, die über weniger eigenes baubranchenkundiges Personal verfügen als die Grossindustrie, ebenso interessant sein kann wie für diese.\n\nc) Dem Gesichtspunkt der Praktikabilität schliesslich kann grundsätzlich keine entscheidende Bedeutung zukommen. Dass die neue Praxis unter Umständen eine gewisse Vereinfachung erlauben würde, mag zutreffen; ebenso kann sie aber, wenn es um die Abrechnung im Einzelfall geht, aufwendigere Abgrenzungsprobleme mit sich bringen. Im Rahmen des gesamten mit der Warenumsatzsteuererhebung verbundenen Verwaltungsaufwandes fällt dieser Gesichtspunkt jedenfalls nicht ernstlich ins Gewicht.\n\nSprechen damit keine entscheidenden Gründe zu Gunsten einer Praxisänderung, ist die bisherige Praxis beizubehalten. Gegenüber dem Postulat der Rechtssicherheit lässt sich eine Praxisänderung grundsätzlich nur begründen, wenn die neue Lösung besserer Erkenntnis der ratio legis, veränderten äusseren Verhältnissen oder gewandelten Rechtsanschauungen entspricht (H. DUBS, Praxisänderungen, S. 138 ff)."}