{"annee": "100", "cour": "IB", "page": "465", "date": "6/12/1974", "cite": [], "cite_par": ["103 IB 43", "102 IB 124", "107 II 459", "103 IV 192", "113 IB 289", "107 IB 219", "105 IB 305"], "chapeau": "77. Sentenza 6 dicembre 1974 nella causa Società Immobiliare X. SA e litisconsorti contro Commissione di ricorso del Cantone Ticino per l'applicazione del DF 23 marzo 1961 concernente l'acquisto di fondi da parte di persone all'estero.", "regestes": ["DF 23 marzo 1961 sull'acquisto di fondi da parte di persone all'estero. Acquisto daparte di società immobiliari. Valore e portata di dichiarazioni notarili circa l'assenza di una preponderanza finanziaria di persone all'estero. Art. 9 CC e 23 dell'ordinanza del 21 dicembre 1973. 1. Piena prova di pubblici documenti: art. 9 CC e 23 cpv. 4 dell'ordinanza (consid. 3). 2. Dichiarazioni generali ai sensi dell'art. 23 cpv. 5 dell'ordinanza (consid. 4). 3. In un atto pubblico di trasferimento di proprietà immobiliare la piena prova di cui all'art. 23 cpv. 4 dell'ordinanza si limita agli elementi essenziali del negozio ed eventuali pattuizioni accessorie rilevanti per determinare la volontà negoziale delle parti (consid. 5)."], "faits": "BGE 100 Ib 465 S. 466\n\nLa Società Immobiliare X. S. A. è una società anonima con un capitale sociale di Fr. 50 000.--, diviso in 50 azioni al portatore di Fr. 1000.-- ciascuna. Il suo scopo è la compera, la vendita, la costruzione e locazione, nonchè la gestione di beni immobili, la partecipazione ad imprese commerciali ed industriali, l'amministrazione del patrimonio di proprietà di terzi e operazioni finanziarie. La sua sede è in Svizzera presso lo studio legale e notarile Y.\n\nIl 15 marzo 1974 il notaio Y. rogava un atto di compravendita con cui A. e B. vendevano all'Immobiliare X. S. A. un terreno avente una superficie di 32425 mq. Il prezzo di Fr. 324250.-- era da pagare con assegni bancari. Nel n. 6 dell'atto il notaio dichiarava:\n\n\"Con riferimento al contratto di compravendita di cui al presente atto pubblico, il sottoscritto notaio dichiara e certifica, nella sua qualità di notaio e con conoscenza e responsabilità personale, che la Società Immobiliare X. SA è composta esclusivamente da azionisti svizzeri, che il finanziamento necessario per l'acquisto di cui al presente contratto è stato fornito con mezzi propri esclusivamente da azionisti svizzeri e che alla società medesima o alla presente transazione non sono interessate a nessun titolo e in nessun modo, nemmeno fiduciario o con prestiti, persone domiciliate all'estero o in un modo qualsiasi non autorizzate a concludere affari immobiliari in Svizzera, a finanziarli o a esservi interessate. Il sottoscritto notaio ha accertato personalmente.\"\n\nCon decisione 5 aprile 1974 l'Autorità di prima istanza per l'applicazione del decreto federale del 23 marzo 1961/21 marzo 1973 sull'acquisto di fondi da parte di persone all'estero accertava, in base alla dichiarazione rilasciata dal notaio Y. e senza ulteriore esame, che il negozio di compravendita non era soggetto all'autorizzazione richiesta dall'art. 1 del decreto federale sopra menzionato (RS 211.412.41, designato in seguito: il decreto federale).\n\nSu gravame proposto dall'Autorità cantonale di sorveglianza legittimata a ricorrere ai sensi dell'art. 10 lett. b del decreto federale, la Commissione cantonale di ricorso annullava il 22 maggio 1974 tale decisione e rinviava gli atti all'Autorità di prima istanza perchè accertasse il nome, il domicilio degli azionisti e l'origine del capitale destinato all'acquisto del fondo, e provvedesse a tutte le ulteriori indagini necessarie per raggiungere il pieno convincimento della legittimità dell'operazione. La Commissione rilevava che la dichiarazione emessa BGE 100 Ib 465 S. 467dal notaio Y. era una dichiarazione generale ai sensi del-l'art. 23 cpv. 5 dell'ordinanza del Consiglio federale sull'acquisto di fondi da parte di persone all'estero del 21 dicembre 1973 (RS 211.412.411; designata in seguito: l'ordinanza); come tale, detta dichiarazione era inidonea a provare che presso l'acquirente nessuna persona con domicilio o sede al-l'estero esercitava un'influenza preponderante sulla società. Nel caso di un acquisto da parte di una società immobiliare l'autorità non può contentarsi di una dichiarazione generica rilasciata dal notaio rogante, ma ha l'obbligo di esaminare le prove a suo sostegno, in particolare quello di stabilire l'identità degli azionisti e la provenienza dei mezzi finanziari utilizzati per l'operazione.\n\nCon ricorso di diritto amministrativo le due venditrici e la società acquirente sono insorte contro la decisione della Commissione cantonale di ricorso; esse chiedono che tale decisione sia annullata e sia accertato che la compravendita a cui si riferisce non è soggetta all'obbligo dell'autorizzazione. Le ricorrenti fanno valere che la dichiarazione del notaio Y. soddisfaceva le condizioni poste dall'art. 23 cpv. 4 dell'ordinanza, sì da rendere superflue altre indagini. Tacciano inoltre di contraria al diritto federale la disposizione di cui all'art. 7 cpv. 3 del decreto esecutivo di applicazione del decreto federale, che il Consiglio di Stato ticinese aveva emanato il 22 gennaio 1974 (Raccolta delle leggi vigenti nel Cantone Ticino, X. 521): in virtù di tale disposizione, ove il notaio faccia uso della facoltà, conferitagli dal cpv. 2 dello stesso articolo, di accertare che sono date le condizioni che legittimano l'iscrizione a registro fondiario o di commercio senza autorizzazione, egli deve indicare nell'atto i documenti su cui si basa il suo accertamento.", "considerants": "Considerando in diritto:\n\n1. Con il giudizio impugnato la Commissione di ricorso ha annullato la decisione di prima istanza con cui era stato accertato che l'acquisto immobiliare effettuato dall'Immobiliare X. S. A. non era soggetto all'obbligo dell'autorizzazione. La Commissione non ha deciso se questo obbligo fosse dato nella fattispecie, ma ha rinviato la causa all'Autorità di prima istanza perchè esaminasse tale questione. La decisione della Commissione di ricorso ha pertanto per il momento soltanto effetti di carattere procedurale. Nondimeno non trattasi di BGE 100 Ib 465 S. 468una decisione di natura meramente processuale; essa è finale per quanto concerne la questione della rilevanza da attribuire, in sede d'esame dell'esistenza o inesistenza dell'obbligo di autorizzazione, alla dichiarazione notarile contenuta nell'atto di compravendita. In modo generale, una decisione dell'autorità cantonale che rinvia la causa ad un'istanza inferiore perchè statuisca ai sensi dei considerandi costituisce, nella misura in cui contiene istruzioni imperative, una decisione finale, e non una semplice decisione incidentale (RU 99 Ib 519/520). E'quindi superfluo esaminare se siano dati nella fattispecie i presupposti richiesti dall'art. 45 cpv. 1 PAF per l'impugnabilità di una decisione incidentale.\n\nIl gravame risulta pertanto ammissibile in linea di principio, almeno nella misura in cui esso è proposto dalla X. S. A. Inammissibile è, per converso, la doglianza per cui l'art. 7 cpv. 3 del decreto esecutivo del Consiglio di Stato viola il diritto federale. La Commissione di ricorso non ha infatti accolto il ricorso dell'Autorità cantonale di sorveglianza per non aver il notaio rogante indicato nell'atto pubblico i documenti sui quali aveva basato il suo accertamento; essa non ha, cioè, applicato la cennata disposizione, ragione per cui i ricorrenti non sono legittimati a censurarla.\n\n2. a) Il decreto federale intende limitare l'acquisto di fondi in Svizzera da parte di persone con domicilio o sede all'estero. Il suo art. 3 definisce la cerchia di tale persone. Giusta la lett. c di detto articolo, vi appartengono anche persone giuridiche e società di persone senza personalità giuridica ma con capacità patrimoniale, che hanno sede in Svizzera e alle quali partecipano finanziariamente in maniera preponderante persone non aventi domicilio o sede in Svizzera. Esse possono ottenere l'autorizzazione d'acquistare fondi in Svizzera soltanto se dimostrano un interesse legittimo ai sensi dell'art. 6 del decreto federale. Perchè il decreto federale possa essere attuato nel senso voluto dal legislatore e perchè, nei limiti del possibile, tutti i negozi suscettibili di dar luogo ad un acquisto soggetto ad autorizzazione possano essere esaminati, risultano tra l'altro necessarie una serie di misure destinate specificamente ad accertare in quali casi una persona giuridica o una società di persone con capacità patrimoniale con sede in Svizzera sia dominata da persone o società non aventi domicilio o sede in Svizzera.\n\nBGE 100 Ib 465 S. 469\n\nIl Consiglio federale ha stabilito nella sua ordinanza che deve ammettersi una partecipazione finanziaria in misura preponderante da parte di persone con domicilio o sede all'estero allorchè tale partecipazione sia superiore a un terzo del capitale (art. 5 cpv. 1). Una partecipazione preponderante a una persona giuridica da parte di persone all'estero può nondimeno aver luogo anche senza che ricorra una partecipazione di almeno un terzo al capitale. Per considerare questi casi ed impedire che sia elusa l'attuazione dei fini del decreto federale, il Consiglio federale ha emanato nell'art. 5 cpv. 2 ulteriori disposizioni, tra le quali è rilevante nella fattispecie quella corrispondente alla lett. c. In virtù della regola ivi enunciata deve ammettersi una partecipazione preponderante da parte di persone all'estero anche quando non possa escludersi con certezza che persone con domicilio o sede in Svizzera, le quali partecipino per più di un terzo al capitale o concedano crediti considerevoli, siano finanziate da persone con domicilio o sede all'estero.\n\nCiò significa che, in linea di principio, vanno esaminati tutti gli acquisti immobiliari effettuati da società svizzere e che l'esame concerne tanto il capitale di tali società o altre forme del controllo esercitato su di esse, quanto la partecipazione da parte loro ad un concreto acquisto immobiliare. Questo accertamento è spesso disagevole, specialmente nel caso di società anonime le cui azioni siano al portatore e largamente disseminate. L'esteso obbligo d'informazione e di edizione introdotto dall'art. 15 del decreto federale serve a facilitare l'indagine. Una proposta fatta nel corso delle deliberazioni parlamentari, tendente ad obbligare le società immobiliari ad emettere solamente azioni nominative, non era stata approvata (Boll. Sten. CN 1962, 2223 segg.). L'accertamento delle singole partecipazioni, richiesto dal decreto federale, ha come conseguenza che l'eventuale desiderio degli azionisti di conservare l'anonimato deve cedere il passo all'interesse pubblico volto ad un'attuazione corretta della disciplina autorizzativa stabilita dal medesimo decreto federale (RU 99 Ib 405 consid. 3). Nella presente fattispecie è stato probabilmente un desiderio di tal genere, manifestato dagli azionisti della Immobiliare X. S. A., che ha indotto il notaio Y. ad accertare egli stesso l'inesistenza di una partecipazione di persone con domicilio o sede all'estero.\n\nb) Poichè nell'acquisto di fondi da parte di società immobiliari BGE 100 Ib 465 S. 470con sede in Svizzera il rishio di operazioni intese ad eludere la disciplina autorizzativa è particolarmente elevato, l'ordinanza esige che gli organi competenti per il rilascio dell'autorizzazione sottopongano ad esame ogni negozio d'acquisto immobiliare effettuato da tali società. L'ufficiale del registro fondiario è quindi tenuto a rinviare all'autorità di prima istanza il richiedente che notifichi un acquisto di un fondo in Svizzera effettuato da una società immobiliare, qualora non sia prodotta l'autorizzazione definitiva (art. 21 cpv. 2 lett. b dell'ordinanza). L'Immobiliare X. S. A. è incontestabilmente una persona giuridica \"un cui scopo principale, secondo gli statuti o il contratto di società, è l'acquisto, l'alienazione, l'interposizione o altre operazioni inerenti a diritti su fondi\", ai sensi dell'art. 21 cpv. 2 lett. b dell'ordinanza. Per tale ragione è d'uopo esaminare con particolare attenzione se l'operazione che ha dato origine alla controversia sia soggetta ad autorizzazione.\n\n3. a) L'art. 23 dell'ordinanza prescrive all'autorità competente per il rilascio dell'autorizzazione in che modo debba esaminare i casi che le sono deferiti. Ovviamente essa è tenuta ad acclarare in quale misura esista un'eventuale partecipazione finanziaria di persone all'estero; in quanto non esista una partecipazione diretta di tali persone mediante apporto di una quota del capitale della società o mediante crediti a questa accordati, dovrà accertare se le quote di capitale conferite o i crediti accordati non siano stati finanziati in modo preponderante da persone all'estero. L'autorità competente per il rilascio dell'autorizzazione può quindi, in quanto necessario, pretendere da ogni singola persona che partecipi alla società la prova della provenienza dei mezzi finanziari con cui s'è concretata la sua partecipazione; tale modo di procedere s'impone in particolare nei casi in cui la partecipazione sia da ritenersi preponderante.\n\nSecondo l'art. 23 cpv. 1 dell'ordinanza le autorità accertano i fatti d'ufficio; esse possono fondarsi soltanto su allegazioni da esse esaminate e di cui hanno all'occorrenza assunto le prove (cpv. 2). Tale disposizione non eccede i limiti della delega conferita dal legislatore al Consiglio federale.\n\nIl cpv. 4 contiene una regola in materia di prove. In virtù di essa, i pubblici documenti fanno piena prova dei fatti che attestano se il pubblico ufficiale vi certifica d'averli verificati di BGE 100 Ib 465 S. 471persona e nulla venga ad infirmare la loro pertinenza. Tale norma rinvia espressamente all'art. 9 CC ed è stata anche in parte elaborata sul modello di quest'ultimo. Il cpv. 5 stabilisce peraltro che le dichiarazioni generali che si restringono a contestare le condizioni dell'obbligo dell'autorizzazione o ad affermarne l'adempimento non hanno in alcun caso forza probante. Questa disposizione si riferisce in primo luogo al cpv. 4 e ne limita la portata; essa completa nondimeno anche il cpv. 2.\n\nb) In quanto siano da esaminare negozi giuridici che, come la compravendita di immobili, vanno stipulati con atto pubblico, vale ai fini del valore probatorio dei fatti ivi attestati la regola enunciata nell'art. 9 CC; tale regola sarebbe d'altronde applicabile anche in assenza del rinvio contenuto nell'art. 23 cpv. 4 dell'ordinanza. Quest'ultima disposizione va tuttavia oltre quanto previsto nell'art. 9 CC. In primo luogo, essa stabilisce che la piena prova è data soltanto se il pubblico ufficiale certifica di aver verificato di persona i fatti attestati. Tale divergenza rispetto a quanto espresso nell'art. 9 CC è priva di rilevanza pratica, essendo ovvio che il notaio attesti esclusivamente fatti della cui esistenza si sia sincerato (KUMMER, n. 43 ad art. 9 CC). Poichè la certificazione richiesta dall'art. 23 cpv. 4 dell'ordinanza è contenuta nell'atto pubblico rogato dal notaio Y., è comunque superfluo dilungarsi al proposito.\n\nL'art. 23 cpv. 4 dell'ordinanza diverge dall'art. 9 CC anche per il fatto che il primo riconosce la piena prova soltanto ove nulla venga ad infirmare la pertinenza dei fatti attestati, mentre l'art. 9 CC riconosce la piena prova sino a che sia dimostrata l'inesattezza di tali fatti. A prima vista parrebbe che l'art. 23 cpv. 4 dell'ordinanza abbia inteso attenuare la forza probante dell'atto pubblico quale prevista dall'art. 9 CC e quale fa stato nei confronti di ognuno. La divergenza è tuttavia soltanto apparente. L'art. 23 dell'ordinanza è soprattutto una norma con cui l'autorità competente per il rilascio dell'autorizzazione è resa edotta in qual modo debbano essere assunte e valutate le prove. Nello stabilire che l'atto pubblico fa piena prova soltanto se nulla infirma la pertinenza dei fatti ivi attestati, s'è voluto dire in realtà che l'autorità non può limitarsi a considerare come pienamente provato il contenuto poco verosimile di un atto pubblico, bensì deve sforzarsi di BGE 100 Ib 465 S. 472provarne l'eventuale inesattezza. In questo senso l'art. 23 cpv. 4 dell'ordinanza appare compatibile con l'art. 9 CC. Tale questione può comunque restare indecisa, non essendo litigiosa nè essendo sostenuto da alcuno che vi siano indizi che lascino supporre inesatti i fatti attestati nell'atto pubblico di cui trattasi. Litigioso è, per converso, se il n. 6 di tale atto pubblico contenga solamente dichiarazioni generali ai sensi dell'art. 23 cpv. 5 dell'ordinanza, oppure attesti circostanze specifiche giuridicamente rilevanti.\n\n4. a) Mentre la Commissione di ricorso ritiene che la dichiarazione contenuta nel n. 6 dell'atto pubblico di compravendita del 15 marzo 1974 sia una dichiarazione di carattere meramente generale, le ricorrenti sono d'avviso che essa basti a provare pienamente i fatti da loro allegati.\n\nLa Commissione di ricorso e il Dipartimento federale di giustizia e polizia reputano che la dichiarazione notarile in parola non possa essere considerata determinante già per il fatto che essa attesta la situazione esistente in un dato momento e che tale situazione può mutare subito dopo. Questa eccezione non appare convincente. Infatti un'autorizzazione deve sempre fondarsi sulla situazione esistente in un dato momento, e ciò anche nei casi in cui essa si fonda con ragione su un'attestazione conforme all'art. 23 cpv. 4 dell'ordinanza. Successive modifiche possono essere rilevanti ai fini di stabilire se abbia avuto luogo un negozio destinato ad eludere la disciplina del decreto federale e se si sia inteso conseguire l'autorizzazione in modo fraudolento. La prova dell'intento di eludere le disposizioni del decreto federale può essere fornita più facilmente quando, nel momento in cui è rilasciata l'autorizzazione, siano esattamente note le circostanze relative alle diverse forme di partecipazione ad una società. Tale esigenza rende necessaria un'interpretazione restrittiva dell'art. 23 cpv. 4 dell'ordinanza, nel senso che la dichiarazione del notaio deve adempiere rigorosi criteri di concretezza.\n\nb) Quali dichiarazioni generali ai sensi del cpv. 5 devono ovviamente valere dichiarazioni che si limitino ad attestare che l'acquisto non è soggetto ad autorizzazione o che sono adempiute le condizioni per il rilascio di quest'ultima. Dichiarazioni di tale indole non possono beneficiare della forza probante garantita dall'art. 9 CC già per la ragione che non attestano fatti, bensì costituiscono conclusioni giuridiche. Il notaio BGE 100 Ib 465 S. 473Y. non ha peraltro emesso una dichiarazione di questo genere, bensì ha attestato fatti in senso proprio. Egli ha dichiarato che tutti gli azionisti della società acquirente sono svizzeri, che il finanziamento necessario per l'acquisto è stato fornito con mezzi propri esclusivamente da tali azionisti e che alla società acquirente non sono interessate, a nessun titolo e in nessun modo, nemmeno a titolo fiduciario o con prestiti, persone domiciliate all'estero. Nella dichiarazione il notaio avrebbe dovuto correttamente aggiungere d'avere accertato che anche le azioni e gli eventuali mutui accordati dagli azionisti provenivano da persone con domicilio in Svizzera. Tale accertamento può tuttavia essere ritenuto implicito in quello secondo cui alla Immobiliare X. S. A. non sono interessate ad alcun titolo persone domiciliate all'estero, ed in quello per cui il finanziamento dell'acquisto è stato fornito con mezzi esclusivamente propri degli azionisti.\n\nIn quanto gli accertamenti contenuti in tale dichiarazione risultino successivamente esatti, l'acquisto non è effettivamente soggetto ad autorizzazione. La Commissione di ricorso ha nondimeno rilevato con ragione che la dichiarazione rimane, malgrado l'ampiezza della formula usata, considerevolmente generale. Per poter controllare efficacemente se il negozio soggiacesse al regime autorizzativo, era d'uopo che essa avesse un maggior grado di concretezza di quello risultante nell'atto pubblico del 15 marzo 1974. Diversamente, all'autorità competente per il rilascio dell'autorizzazione non sarebbe neppure possibile esaminare se esistano indizi per ritenere inesatti i fatti attestati, fuorchè nel caso in cui essa fosse entrata in possesso di tali indizi attraverso informazioni raccolte presso terzi. La dichiarazione deve essere formulata in modo tanto concreto da consentire all'autorità competente di determinarsi almeno se tentare la prova dell'inesattezza del suo contenuto. Dipende dalle circostanze particolari di ogni caso fino a che punto i fatti attestati debbano essere concretizzati. La dichiarazione dovrà in ogni modo contenere almeno i nomi degli azionisti e, in quanto l'acquisto non sia avvenuto con i mezzi della società, il nome dei datori di capitale o di credito. Dare una forma concreta ad una dichiarazione destinata al fine di cui sopra non è d'altronde agevole, dato che in molti casi va fornita una prova negativa (v. per esempio art. 5 cpv. 2 lett. c dell'ordinanza).\n\nBGE 100 Ib 465 S. 474\n\n5. a) La questione sino a che punto una dichiarazione debba essere concretizzata può nondimeno restare indecisa. Invero a fatti come quelli attestati nel n. 6 dell'atto pubblico non può comunque essere estesa una forza probante qualificata, dato che, nella misura in cui riconoscesse ad attestazioni su tali fatti o su altri dialoghi espressi più concretamente il valore di piena prova, l'ordinanza violerebbe il decreto federale.\n\nb) La compravendita di immobili deve avvenire mediante atto pubblico. I fatti attestati in quest'ultimo sono considerati pienamente provati ai sensi dell'art. 9 CC. Tale forza probante prevista dal diritto federale vige anche nei confronti delle autorità amministrative. La sua estensione è peraltro assai minore di quanto ritenuto dalle ricorrenti. Essa si riferisce infatti al solo contenuto negoziale per il quale il diritto federale prescrive la forma dell'atto pubblico (RU 96 II 167, KUMMER, op.cit. n. 37). Tale forma è, cioè, richiesta soltanto per gli elementi essenziali della compravendita, nonchè per le eventuali pattuizioni accessorie rilevanti per determinare la volontà negoziale delle parti. Le attestazioni contenute nel n. 6 dell'atto pubblico del 15 marzo 1974 non si riferiscono manifestamente a questi oggetti. Benchè l'art. 7 cpv. 2 del decreto esecutivo ticinese di applicazione del decreto federale attribuisca espressamente al notaio la facoltà di accertare nell'atto pubblico se siano date le condizioni che legittimano l'iscrizione a registro fondiario o a registro di commercio senza autorizzazione, tali accertamenti facoltativi non partecipano della forza probante qualificata prevista dall'art. 9 CC; aperta può rimanere la questione - che qui non si pone - se siffatti accertamenti possano assumere forza probante in una procedura retta dal diritto cantonale. La cennata limitazione del valore probatorio appare d'altronde giustificata. L'art. 9 CC intende conferire all'atto pubblico una forza probante accresciuta nella misura in cui ciò sia necessario per garantire l'attuazione del diritto civile. Non v'è per il diritto federale motivo di estendere ulteriormente tale valore probatorio qualificato. Altrimenti chiunque potrebbe assicurare alle proprie allegazioni di fatto, di qualsiasi natura esse siano, una forza probante particolare, facendosele attestare in un atto pubblico, il che non è certo il senso dell'art. 9 CC (KUMMER, op.cit. n. 51). Le ricorrenti non possono pertanto dedurre dall'art. 9 CC che le BGE 100 Ib 465 S. 475indicazioni figuranti nel n. 6 dell'atto pubblico godono di una forza probante qualificata e che devono essere accettate senz'altro dall'autorità.\n\nIl legislatore federale avrebbe certamente potuto, con riferimento alla procedura prevista dal decreto federale, estendere i limiti dell'art. 9 CC, e riconoscere, ad esempio, la piena forza probante anche a dichiarazioni notarili analoghe a quella litigiosa nel presente giudizio. Nè può escludersi che un siffatto proposito esistesse allorchè fu emanato l'art. 23 cpv. 4 dell'ordinanza. Ove dovesse essere interpretato in tal senso, il citato cpv. 4 eccederebbe tuttavia i limiti della delega conferita dal Parlamento al Consiglio federale. Vincolato nella sua giurisprudenza al decreto federale (art. 113 cpv. 3 CF), il Tribunale federale può accertare con cognizione illimitata se l'ordinanza del Consiglio federale non sia contraria al decreto federale su cui si fonda (RU 99 Ib 165). Tale decreto federale esige che un'autorità accerti se esistano i presupposti necessari perchè un negozio non sia soggetto ad autorizzazione. Detta autorità deve esaminare essa stessa attentamente i negozi sottoposti al suo controllo ed emanare i provvedimenti necessari in materia di prove. Qualora si seguisse il modo di vedere delle ricorrenti, che corrisponde in ciò a quello della Commissione di ricorso e del Dipartimento federale di giustizia e polizia, l'accertamento delle circostanze non verrebbe più effettuato da un'autorità, bensì da un notaio; esso sarebbe, cioè, deferito a quest'ultimo. L'autorità potrebbe, secondo tale opinione, intervenire soltanto ove disponga di indizi che le consentano di ritenere inesatte le dichiarazioni contenute nell'atto pubblico. Qualora avesse previamente rinunciato a svolgere proprie indagini e fosse vincolata agli accertamenti risultanti dall'atto pubblico, essa sarebbe tuttavia spesso fatalmente sprovvista di indizi di tale natura e non avrebbe quindi la possibilità di adempiere le proprie funzioni di controllo. Una siffatta disciplina sarebbe dunque contraria alle finalità del decreto federale e alle norme organizzative da esso stabilite (v. nello stesso senso la decisione 29 aprile 1969 della Commissione federale di ricorso nella causa Waldegg Immobilien- und Verwaltungs-AG, in Zeitschrift für Beurkundungs- und Grundbuchrecht, 1969, pag. 185). Ne seguirebbe che l'autorità dovrebbe in molti casi prescindere dalla propria intima convinzione, soltanto perchè obbligata a fondarsi sulla dichiarazione notarile laddove manchino BGE 100 Ib 465 S. 476sufficienti indizi per ritenere quest'ultima inesatta. Da considerare è altresì che il notaio rogante può a sua volta essere vittima di indicazioni erronee fornitegli dalle parti ed essere indotto ad attestarne in buona fede l'esattezza. Il risultato sarebbe che, in modo generale, l'autorità diffiderebbe anticipatamente di dichiarazioni notarili di questa indole e considererebbe dati indizi d'inesattezza anche quando questi in realtà non esistessero e potessero semmai essere trovati solamente nel corso di vere e proprie indagini. Tutto ciò sarebbe pregiudizievole ad un armonico svolgimento della funzione notarile. Infine, nei casi in cui non fosse consentito provare l'inesattezza del rogito, la regola in materia probatoria enunciata dall'art. 5 cpv. 2 lett. c dell'ordinanza non potrebbe esplicare pienamente i suoi effetti, ciò che limiterebbe l'efficacia della disciplina voluta del decreto federale. Per tutti questi motivi l'art. 23 cpv. 4 dell'ordinanza va interpretato nel senso ristretto sopra illustrato, che è l'unico conforme alla normativa del decreto federale.\n\nPoichè dichiarazioni del genere di quella contenuta nell'atto pubblico del 15 marzo 1974 non fanno piena prova neppure se formulate in modo più dettagliato, nè possono sostituire un accertamento effettuato dall'autorità, la Commissione di ricorso ha nella fattispecie con ragione annullato la decisione dell'Autorità di prima istanza e rinviato gli atti a quest'ultima perchè disponga gli accertamenti richiesti dalle circostanze. Il gravame dev'essere quindi respinto nella misura in cui è ammissibile.\n\nIl Tribunale federale pronuncia:\n\nIn quanto ricevibile, il ricorso è respinto."}