{"annee": "100", "cour": "IV", "page": "133", "date": "16/12/1974", "cite": ["100 IV 9", "90 IV 159", "98 IV 76"], "cite_par": ["134 IV 1", "134 IV 97", "115 IV 81", "101 IV 7"], "chapeau": "34. Urteil des Kassationshofes vom 16. Dezember 1974 i.S. Gemperle gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 41 ch. 1 al. 1 CP. Sursis en matière de conduite en état d'ébriété. Confirmation de jurisprudence."], "faits": "|133|\n\nA.- Am 11. Juni 1973 um 16.45 Uhr führte Charles Gemperle seinen Personenwagen in einem schweren Rausch (mindestens 2,4) von Sünikon nach Dielsdorf, wo er ein vor einer Lichtsignalanlage angehaltenes Fahrzeug von hinten rammte. Nachdem er dem Geschädigten Namen und Adresse |134| angegeben hatte, machte er sich davon, als er bemerkte, dass jener die Polizei rufen und ihn wegen seiner Angetrunkenheit am Wegfahren hindern wollte. Zuhause angekommen, will er 1,5 dl Schnaps getrunken haben.\n\nB.- Das Bezirksgericht Dielsdorf verurteilte Gemperle wegen Fahrens in angetrunkenem Zustand zu vier Wochen Gefängnis.\n\nDas Obergericht des Kantons Zürich bestätigte dieses Urteil am 23. September 1974.\n\nC.- Gemperle führt Nichtigkeitsbeschwerde mit dem Antrag auf Gewährung des bedingten Strafvollzugs.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach ständiger Rechtsprechung darf angetrunkenen Motorfahrzeugführern der bedingte Strafvollzug nur mit grosser Zurückhaltung gewährt werden. Wer sich über die allgemein bekannte Tatsache hinwegsetzt, dass schon geringe Mengen Alkohol die Fahrtüchtigkeit beeinträchtigen, obwohl er weiss, dass er sich nachher ans Steuer setzen wird, bekundet in der Regel eine Gesinnung, die als hemmungs- und rücksichtslos bezeichnet werden muss und auf einen Charakterfehler hinweist. Deshalb sind an die Gewähr, die ein nach Art. 91 Abs. 1 SVG Verurteilter für künftiges Wohlverhalten bieten muss, selbst dann hohe Anforderungen zu stellen, wenn sich der Täter zum ersten Mal wegen Angetrunkenheit zu verantworten hat. Dabei ist im Rahmen der gesamten in Betracht fallenden Umstände auch der Grad der Angetrunkenheit in Rechnung zu stellen; je schwerer die Alkoholisierung, desto begründeter ist der Vorwurf der rücksichtslosen Gesinnung und desto höher sind die an eine günstige Prognose zu stellenden Anforderungen (BGE 100 IV 10).\n\n2. Nach dem angefochtenen Urteil hat sich der Beschwerdeführer mit mindestens 2,4 Alkohol im Blut, somit in einem schweren Rausch, zu einer Vergnügungsfahrt ans Steuer seines Wagens gesetzt, nachdem er aus freiem Entschluss im Übermass dem Alkohol zugesprochen hatte. Der damit für den Kassationshof verbindlich festgestellte (Art. 277bis Abs. 1 BStP) hohe Grad der Angetrunkenheit, der Vergnügungscharakter der Fahrt und das Fehlen eines Trinkzwanges fallen bei Beurteilung der Bewährungsaussichten derart |135| belastend ins Gewicht, dass ganz besondere individuelle Verhältnisse oder Umstände vorliegen müssten, um die durch jenes Verhalten zutage getretene Hemmungs- und Rücksichtslosigkeit nicht als Ausdruck eines Charakterfehlers erscheinen zu lassen. Solche Umstände liegen nicht vor.\n\na) ...\n\nb) Ebensowenig schlägt der Einwand durch, die allgemeine Formulierung, wonach die 2,4 auf eine Hemmungs- und Rücksichtslosigkeit und damit auf einen ernsthaften Charakterfehler hinwiesen, könne nicht als richtig anerkannt werden, weil es Alkoholgewohnte und solche gebe, die bereits von einem Glas Wein angeheitert seien. Der Beschwerdeführer sei alkoholgewohnt und alkoholtolerant. Er habe deshalb die Einsicht gehabt, einerseits genug getrunken zu haben und anderseits noch fahrtüchtig zu sein.\n\nTrinkgewöhnung kann in gewissen Grenzen zu einer erhöhten Alkoholverträglichkeit führen. Indessen ist wissenschaftlich erwiesen, dass bei Alkoholwerten von 0,6 bis 0,8 Gewichtspromillen in jedem Fall fassbare Leistungsverminderungen auftreten, weswegen gegenüber dem Grenzwert von 0,8 der Einwand höherer Alkoholverträglichkeit grundsätzlich versagt (BGE 90 IV 166 f.). Darüber hilft auch die behauptete Einsicht, noch fahrtüchtig zu sein, nicht hinweg. Es ist eine Erfahrungstatsache, dass bei einem Menschen, der Alkohol getrunken hat, das subjektive Leistungsgefühl im Gegensatz zur objektiven Leistungsfähigkeit gesteigert ist. Das persönliche Empfinden des Führers ist deshalb trügerisch und kein zuverlässiger Gradmesser für die Fahrtüchtigkeit.\n\nc) Der Beschwerdeführer macht geltend, es sei unter den Tatumständen zu berücksichtigen, dass ein Angetrunkener, der infolge der Kollision \"möglicherweise\" einen leichten Schock erlitten habe, anders reagiere als jemand, der keinen Alkohol getrunken habe. Deshalb sei auch die Tatsache des nachträglichen Alkoholkonsums unrichtig gewürdigt worden. Es fehle an Anhaltspunkten dafür, dass er sich ein sogenanntes Cognac-Alibi habe verschaffen wollen; er sei aufgeregt gewesen und habe deshalb einen Schluck genommen.\n\nDer Einwand des Beschwerdeführers, er habe einen Schock erlitten, verfängt schon deshalb nicht, weil es sich dabei um eine blosse Vermutung handelt. Dass Gemperle sich ein Cognac-Alibi hat verschaffen wollen, hat auch das Obergericht |136| als nicht mit Sicherheit erwiesen betrachtet. Das hinderte es aber nicht daran, in diesem Verhalten dennoch ein negatives Indiz für die Zukunft zu sehen. Der Umstand, dass der Beschwerdeführer nach dem Unfall sogleich wieder zur Flasche griff und dabei nicht nur, wie er heute beschönigend behauptet, einen Schluck nahm, sondern ca. 1,5 dl Schnaps trank, bestätigt die von der Vorinstanz festgestellte Neigung zu übermässigem Alkoholgenuss.\n\nd) Gemperle bestreitet weiter, bewusst übermässig Alkohol getrunken zu haben: wäre dem so gewesen, so hätte er seinem Nachbarn telephoniert, damit er ihn heimhole. Damit setzt er sich in Widerspruch zur vorinstanzlichen Annahme, wonach der Beschwerdeführer aus völlig freiem Entschluss übermässig Alkohol konsumiert hat. Da es sich hiebei um eine tatsächliche Festellung handelt, wird sie vom Beschwerdeführer unzulässigerweise angefochten (Art. 273 Abs. 1 lit. b BStP).\n\nAus demselben Grund ist er auch nicht zu hören, soweit er es unternimmt, die vorinstanzliche Würdigung der Leumundsberichte und seiner Aussagen im Untersuchungsverfahren zu bemängeln und die vom Obergericht festgestellten Trinkgewohnheiten als unbewiesen hinzustellen. Dem Einwand aber, dass er heute angeblich abstinent lebt, ist die Vorinstanz mit der Feststellung entgegengetreten, dass sich der Beschwerdeführer dazu erst unter dem Einfluss des Strafverfahrens entschlossen hat. Dieser Umstand muss zwar nicht notwendig einer Berücksichtigung jener Tatsache zugunsten des Verurteilten entgegenstehen. Indessen müssten weitere erhebliche Tatsachen für ihn sprechen, um bei einem Verhalten, wie es der Beschwerdeführer an den Tag gelegt hat, eine günstige Prognose zu rechtfertigen. Wer wie Gemperle zu übermässigem Alkoholgenuss neigt, sich im Bewusstsein, dass er nachher führen wird, zum blossen Vergnügen übermässig betrinkt und sich an einem Pfingstmontag, wo erfahrungsgemäss starker Verkehr herrscht, in einem schweren Rausch ans Steuer setzt, der legt ein Verhalten an den Tag, das durchaus persönlichkeitsadäquat ist und nicht ein einmaliges Versagen darstellt. Entgegen der Annahme des Beschwerdeführers setzt die Verweigerung des bedingten Strafvollzugs nicht zwei oder mehrere Entgleisungen voraus. Wenn das Bundesgericht in seiner Rechtsprechung den Begriff der einmaligen Entgleisung geprägt hat, so hat es damit bloss hervorheben wollen, dass |137| ein Verhalten, das nicht dem Persönlichkeitsbild des Täters entspricht, also nicht Ausdruck eines Charakterfehlers ist, ein einmaliges Versagen darstellt und die Gewährung des bedingten Strafvollzuges nicht notwendig ausschliesst. Umgekehrt kann jedoch schon ein einmaliges Führen in angetrunkenem Zustand zur Verweigerung des bedingten Strafvollzugs führen, wenn die damit bekundete Hemmungs- und Rücksichtslosigkeit Ausdruck eines Charaktermangels ist. Das trifft hier zu. Dazu kommt, dass auch das Vorleben Gemperles nicht makellos ist. Sein Vorstrafenregister weist nicht weniger als 10 Verurteilungen auf. Mögen diese auch in die Zeit vor 1959 zurückreichen, so sind sie doch für die Prognose nicht völlig belanglos (BGE 98 IV 82).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}