{"annee": "100", "cour": "V", "page": "114", "date": "8/8/1974", "cite": ["99 V 46"], "cite_par": ["120 V 89", "132 V 286", "101 V 111", "139 V 289", "116 V 273", "108 V 226", "121 V 195"], "chapeau": "29. Urteil vom 8. August 1974 i.S. Bundesamt für Sozialversicherung gegen Z. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Paiement de prestations arriérées (art. 48 LAI). - Dans la mesure où elle est suffisamment précisée, la demande de prestations (art. 46 LAI) déploie ses effets durant le délai de péremption de 5 ans. - Notion de l'état de fait ouvrant droit à prestations en matière de rentes (art. 48 al. 2 phrase 2)."], "faits": "BGE 100 V 114 S. 114\n\nA.- Die 1930 geborene Esther Z. leidet seit 1952 an einer genuinen Epilepsie mit sekundären schweren Auswirkungen psychischer und charakterlicher Natur. Sie meldete sich im Januar 1961 bei der Invalidenversicherung an und ersuchte um medizinische Massnahmen sowie um einen \"Unterstützungsbeitrag BGE 100 V 114 S. 115an die ausserordentlichen Kosten\" eines Klinik- und Erholungsaufenthaltes, die sich auf über Fr. 1200.-- belaufen würden. Mit unangefochten gebliebener Verfügung vom 9. Juni 1961 lehnte die Ausgleichskasse das Gesuch ab.\n\nB.- Im Dezember 1971 wurde die 1950 geschlossene Ehe der Versicherten gemäss Art. 141 ZGB geschieden. Die beiden Kinder, geboren 1952 und 1957, wurden unter die elterliche Gewalt des Vaters gestellt.\n\nMit Anmeldung vom November 1971 ersuchte Esther Z. erneut um medizinische Massnahmen sowie um eine Rente, welches Gesuch die Ausgleichskasse hinsichtlich der medizinischen Massnahmen ablehnte (Verfügung vom 31. Januar 1972).\n\nDie Invalidenversicherungs-Kommission beschloss am 30. Dezember 1971, der Versicherten eine ganze einfache Invalidenrente auszurichten; sie nahm an, die 450 Tage laut Variante 3a des Art. 29 Abs. 1 IVG hätten am 1. Januar 1960 zu laufen begonnen; wegen verspäteter Anmeldung könne die Rente gemäss Art. 48 Abs. 2 IVG aber erst ab 1. November 1970, d.h. 12 Monate vor der Anmeldung, zugesprochen werden; dieser Beschluss wurde der Versicherten mit Verfügung vom 23. Mai 1972 eröffnet.\n\nC.- Beschwerdeweise liess Esther Z. beantragen, es sei ihr die ganze Rente rückwirkend ab 1. März 1961 zuzuerkennen.\n\nDas Versicherungsgericht des Kantons St. Gallen hiess durch Entscheid vom 6. März 1973 die Beschwerde teilweise gut, indem es den Rentenbeginn auf 1. November 1966 festsetzte. Das Gericht ging im. wesentlichen davon aus, mit der Anmeldung vom Januar 1961 seien auch die Rechte bezüglich der Rente gewahrt worden;. da die Verwaltung damals fälschlicherweise über den Rentenanspruch nicht verfügt habe, sei jene Anmeldung weiterhin gültig geblieben. Mit der neuen Anmeldung vom November 1971 seien die seit März 1961 geschuldeten Leistungen \"abgerufen\" worden, welche aber wegen Art. 48 Abs. 1 IVG erst vom 1. November 1966 an ausgerichtet werden könnten.\n\nD.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beantragt das Bundesamt für Sozialversicherung, der kantonale Entscheid sei aufzuheben und die angefochtene Kassenverfügung wiederherzustellen. Wohl wahre ein Versicherter BGE 100 V 114 S. 116mit der Anmeldung grundsätzlich alle zu diesem Zeitpunkt gegenüber der Versicherung bestehenden Leistungsansprüche (EVGE 1962 S. 342, 1964 S. 189). Das Eidg. Versicherungsgericht habe jedoch im (nicht publizierten) Urteil i.S. Ugolini vom 5. Oktober 1972 jene Praxis präzisiert und unter anderem folgendes ausgeführt:\n\n\"... Erlässt die Verwaltung aber auf die Anmeldung hin eine förmliche Verfügung, welche den Gesuchsteller nicht oder nur zum Teil befriedigt, dann obliegt es diesem, die Verfügung rechtzeitig anzufechten. Unterlässt er die Beschwerde, so erwächst die ergangene Verfügung in Rechtskraft mit der Wirkung, dass die Anmeldung - vorbehältlich des Art. 48 Abs. 2, Satz 2, IVG - als erledigt zu gelten hat. Die Nichteinlegung eines Rechtsmittels kommt alsdann hinsichtlich der in der Verfügung nicht eingeschlossenen Begehren einem konkludenten Verzicht des Versicherten auf die laufenden Leistungen gleich...\"\n\nDa Esther Z. die ablehnende Verfügung vom 9. Juni 1961 nicht angefochten habe, sei ein Verzicht auf die Leistungen anzunehmen; dies umso mehr, als sie bis zur Geltendmachung der Rente 10 Jahre habe verstreichen lassen. Gestützt auf die Anmeldung vom November 1971 wäre daher eine über 12 Monate rückwirkende Leistungsgewährung (Art. 48 Abs. 2 Satz 2 IVG) nur möglich, wenn die Versicherte den anspruchsbegründenden Sachverhalt nicht kennen konnte. Unter dem anspruchsbegründenden Sachverhalt sei der Gesundheitsschaden zu verstehen, der zu einer Invalidität führen kann oder eine solche bereits bewirkte. Unbeachtlich sei in diesem Zusammenhang, ob die Beurteilung der Auswirkungen eines Gesundheitsschadens in der ersten Zeit auf Schwierigkeiten stosse. Es müsse dann eben auf die möglichen Feststellungen abgestellt werden; es könne nicht in Frage kommen, dass die Anmeldefrist erst im Zeitpunkt zu laufen beginne, in dem eine eindeutige Beurteilung möglich sei.\n\nEsther Z. lässt Abweisung der Verwaltungsgerichtsbeschwerde beantragen. Sie habe 1961 nicht nur medizinische Massnahmen verlangt, sondern \"auch einen Unterstützungsbeitrag (Rente)\" beansprucht. Da das Rentenbegehren nicht rechtskräftig abgelehnt worden sei, habe jene Anmeldung ihre Wirkung nicht verloren. Die durch die Epilepsie entstandenen schweren Gesundheitsschäden hätte die Versicherte nicht erkennen können.\n\nBGE 100 V 114 S. 117", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig ist zunächst, ob die Beschwerdegegnerin mit der Anmeldung im Jahre 1961 ihre Rechte auch hinsichtlich eines allfälligen Rentenanspruches gewahrt und ob folglich die Verwaltung es zu Unrecht unterlassen habe, über die Rente zu verfügen.\n\na) Die Beschwerdegegnerin macht geltend, sie habe im Januar 1961 neben medizinischen Massnahmen auch eine Rente beansprucht. Davon kann jedoch keine Rede sein, denn aus dem Anmeldeformular ergibt sich, dass mit dem \"Unterstützungsbeitrag\" lediglich um einen Beitrag an die für die Versicherte unerschwinglichen Kosten für einen Kur- und Erholungsaufenthalt ersucht worden war. Ist somit das Rentenbegehren weder ausdrücklich noch sinngemäss gestellt worden, so fragt es sich, ob die Verwaltung gleichwohl hätte darüber verfügen sollen.\n\nb) Nach der Rechtsprechung zu Art. 46 IVG wahrt ein Versicherter mit der Anmeldung an die Invalidenversicherungs-Kommission grundsätzlich alle seine zu diesem Zeitpunkt gegenüber der Versicherung bestehenden Leistungsansprüche, auch wenn er diese im Anmeldeformular nicht im einzelnen angibt (EVGE 1962 S. 342, 1964 S. 189). Dieser Grundsatz findet indessen nach BGE 99 V 46 keine Anwendung für Leistungen, die in keinem Zusammenhang mit den sich aus den Angaben des Versicherten ausdrücklich oder sinngemäss ergebenden Begehren stehen und für welche auch keinerlei aktenmässige Anhaltspunkte die Annahme erlauben, sie könnten ebenfalls in Betracht fallen. Denn die Abklärungspflicht der Invalidenversicherungs-Kommission (vgl. Art. 60 Abs. 1 IVG) erstreckt sich trotz des erwähnten Grundsatzes nicht auf alle überhaupt möglichen Leistungsansprüche, sondern nur auf die vernünftigerweise mit dem vorgetragenen Sachverhalt und allfälligen bisherigen oder neuen Akten im Zusammenhang stehenden Leistungen. Macht der Versicherte später geltend, er habe auf eine weitere Leistung Anspruch als die ihm verfügungsmässig zugesprochenen oder verweigerten und er habe sich hiefür bereits gemeldet, so ist nach den gesamten Umständen des Einzelfalles im Lichte des Grundsatzes von Treu und Glauben zu prüfen, ob jene frühere - unpräzise - Anmeldung schon den später substantiierten Anspruch BGE 100 V 114 S. 118umfasse. Ist dies zu verneinen, so können gestützt auf die neue Anmeldung die Leistungen nur im Rahmen des Art. 48 Abs. 2 IVG rückwirkend zugesprochen werden.\n\nc) Erscheint dagegen die frühere Anmeldung als hinreichend substantiiert, so fragt es sich, wie lange diese Anmeldung wirkt. In BGE 99 V 47 wurde dazu ohne nähere Begründung erklärt, die 5jährige Verwirkungsfrist seit dieser Anmeldung sei massgebend. Die Vorinstanz nimmt jedoch an, die Anmeldung entfalte ihre Rechtswirkungen ohne zeitliche Beschränkung weiter. Das Bundesamt für Sozialversicherung dagegen hält dafür, dass der Versicherte sich innerhalb von 12 Monaten bei der Verwaltung zu melden habe, wenn er noch weitere Ansprüche erhebe; denn auch in Art. 48 Abs. 2 Satz 2 IVG werde in Fällen, wo der Versicherte den anspruchsbegründenden Sachverhalt nicht kennen konnte, vorausgesetzt, dass er die Anmeldung innert 12 Monaten seit Kenntnisnahme vornimmt; es würde dem Zweckgedanken des Art. 48 IVG besser entsprechen, ginge man davon aus, der Versicherte habe weitere Ansprüche, die er zwar nicht ausdrücklich geltend gemacht hat, aber doch erwartet, innert 12 Monaten seit Erlass der Verfügung zu reklamieren.\n\nDer Auffassung der Vorinstanz, wonach eine hinreichend substantiierte, frühere Anmeldung ihre Rechtswirkungen ohne zeitliche Beschränkung weiter entfaltet, kann nicht beigepflichtet werden. Verwirkungs- und Verjährungsbestimmungen sind um der Rechtssicherheit willen namentlich auf dem Gebiete der Sozialversicherung notwendig, wo die Abklärungsschwierigkeiten mit zunehmendem Zeitablauf ständig grösser werden. - Auf der andern Seite wirkt sich die vom Bundesamt für Sozialversicherung vorgeschlagene Lösung in zeitlicher Hinsicht unbefriedigend aus, denn es gibt Fälle, bei denen die verwaltungsmässige Abklärung der Anspruchsberechtigung über ein Jahr dauern kann.\n\nEs rechtfertigt sich daher, an der in BGE 99 V 47 aufgestellten Ordnung (womit die vom Bundesamt für Sozialversicherung zitierten Ausführungen im Urteil Ugolini vom 5. Oktober 1972 überholt wurden) festzuhalten, wonach die 5jährige Verwirkungsfrist seit der früheren Anmeldung massgebend ist, wenn diese als hinreichend substantiiert erscheint.\n\nd) Im vorliegenden Fall muss indessen nach den in Erwägung Ib festgehaltenen Grundsätzen angenommen werden, BGE 100 V 114 S. 119dass die Beschwerdegegnerin ihre Rechte bezüglich des Rentenanspruchs mit der Anmeldung vom Januar 1961 nicht gewahrt hat. Diese Anmeldung war deutlich auf den damals bevorstehenden Klinikaufenthalt und den anschliessenden Erholungsurlaub gerichtet. Zwar ist einzuräumen, dass die Bemerkung, wonach sich der Gemüts- und Nervenzustand verschlimmert habe, an eine Behinderung im Aufgabenbereich als Mutter und Hausfrau hätte denken lassen können. Der behandelnde Arzt, der die Gesundheitsschädigung der Beschwerdegegnerin nicht übersah, verneinte indessen ausdrücklich eine Arbeitsunfähigkeit. Die Invalidenversicherungs-Kommission hatte somit keine Veranlassung, gestützt auf die Anmeldung vom Januar 1961, womit medizinische Massnahmen verlangt worden waren, die Rentenfrage zu prüfen.\n\n2. Weil der Rentenanspruch unbestrittenermassen mehr als 12 Monate vor der Anmeldung vom November 1971 entstanden war, ist zu untersuchen, von welchem Zeitpunkt an die Leistungen gestützt auf diese neue Anmeldung ausgerichtet werden können.\n\na) Laut Art. 48 Abs. 1 IVG erlischt der Anspruch auf Nachzahlung mit dem Ablauf von 5 Jahren seit Ende des Monats, für welchen die Leistung geschuldet war. Meldet sich jedoch ein Versicherter mehr als 12 Monate nach Entstehung des Anspruchs an, so werden die Leistungen lediglich für die 12 der Anmeldung vorangehenden Monate ausgerichtet. Weitergehende Nachzahlungen werden erbracht, wenn der Versicherte den anspruchsbegründenden Sachverhalt nicht kennen konnte und die Anmeldung innert 12 Monaten seit Kenntnisnahme vornimmt (Abs. 2).\n\nb) Eine Rückwirkung dieser seit dem 1. Januar 1968 geltenden Gesetzesnovelle in die Zeit vor dem 1. Januar 1968 ist prinzipiell ausgeschlossen (EVGE 1968 S. 64; ZAK 1970 S. 133 Erw. 2c, S. 495 Erw. 2). Das bedeutet, dass nach dem neuen Recht keine Rente vor dem 1. Januar 1968 zugesprochen werden darf (nicht publiziertes Urteil i.S. Gasser vom 19. Januar 1972). Demnach ist der von der Vorinstanz auf den 1. November 1966 festgesetzte Rentenbeginn zum vorneherein ausgeschlossen. Falls die Voraussetzungen des Art. 48 Abs. 2 Satz 2 IVG erfüllt sind, besteht der Anspruch frühestens ab 1. Januar 1968.\n\nc) Das Eidg. Versicherungsgericht hat den Begriff des anspruchsbegründenden BGE 100 V 114 S. 120Sachverhalts bei Renten - im Gegensatz zu Geburtsgebrechen (vgl. dazu EVGE 1962 S. 249, 369, 1964 S. 270) - noch nicht definiert. Entgegen der Meinung der Vorinstanz handelt es sich nicht um den Rechtsanspruch auf eine Rente. Vielmehr ist unter dem anspruchsbegründenden Sachverhalt in Anlehnung an Art. 4 und 5 IVG der körperliche oder geistige Gesundheitsschaden zu verstehen, der eine voraussichtlich bleibende oder längere Zeit dauernde Erwerbsunfähigkeit verursacht oder der den nicht erwerbstätigen Versicherten in seinem bisherigen Aufgabenbereich beeinträchtigt. Wie das Bundesamt für Sozialversicherung zudem zutreffend festhält, kann mit der Kenntnis des anspruchsbegründenden Sachverhalts nicht das subjektive Einsichtsvermögen des Versicherten gemeint sein; nach dem Wortlaut von Art. 48 Abs. 2 Satz 2 IVG (\"nicht kennen konnte\") geht es vielmehr darum, ob der anspruchsbegründende Sachverhalt objektiv feststellbar sei oder nicht.\n\nd) Der anspruchsbegründende Sachverhalt bestand im Gesundheitsschaden der Beschwerdegegnerin, der sich einerseits manifestierte als Epilepsie (Grundkrankheit) und anderseits in deren Folgeerscheinungen psychischer und charakterlicher Natur. Die Beschwerdegegnerin räumt ein, dass das Grundleiden als solches von Anfang an sowohl von ihr selbst wie von ihrem Ehemanne und vom Arzt erkannt worden sei; nicht erkennbar seien aber die durch die Epilepsie entstandenen weiteren schweren Gesundheitsschäden gewesen. Erst durch das von Dr. med. K. während des Scheidungsverfahrens am 26. April 1971 erstattete Gutachten seien diese Folgeerscheinungen klar zum Ausdruck gekommen; die Anmeldung sei denn auch innert 12 Monaten nach Kenntnisnahme dieses Gutachtens vorgenommen worden.\n\nDieser Argumentation kann indessen nicht gefolgt werden. Denn in der von ihr unterzeichneten Anmeldung zum Leistungsbezug vom 20. Januar 1961 (Einlageblatt) hat die Beschwerdegegnerin auch auf die Nebenerscheinungen (Gemüts- und Nervenzustand) ausdrücklich hingewiesen. Zudem kann nach dem Gutachten von Dr. K. nicht zweifelhaft sein, dass die Beschwerdegegnerin um ihren Zustand wusste und auch erkannte, dass die Ursache der Eheschwierigkeiten in ihrem Gesundheitszustand lag. Schon im Zeitpunkt der Anmeldung im Jahre 1961 konnte daher die Beschwerdegegnerin Kenntnis BGE 100 V 114 S. 121vom anspruchsbegründenden Sachverhalt haben; diese Kenntnis bestand somit schon lange vor November 1970, d.h. 12 Monate vor der Anmeldung im November 1971.\n\nDie Verwaltung hat nach dem Gesagten mit Recht den Rentenbeginn auf den 1. November 1970 festgelegt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Versicherungsgerichts des Kantons St. Gallen vom 6. März 1973 aufgehoben."}