{"annee": "100", "cour": "IB", "page": "339", "date": "26/9/1974", "cite": [], "cite_par": [], "chapeau": "59. Auszug aus dem Urteil vom 26. September 1974 i.S. Soland gegen Eidg. Justiz- und Polizeidepartement.", "regestes": ["Prestations d'assistance à des Suisses de l'étranger Admissibilité du recours de droit administratif, pour le motif que le Suisse de l'étranger a le droit d'obtenir des prestations d'assistance de la Confédération (art. 22 al. 2 combiné avec l'art. 1er LF du 21 mars 1973 sur l'assistance des Suisses de l'étranger et avec l'art. 99 lettre h OJ)."], "faits": "", "considerants": "|339|\n\nAus den Erwägungen:\n\nDer angefochtene Entscheid erging in Anwendung der Bundesgesetzgebung über Fürsorgeleistungen an Auslandschweizer |340| (Bundesgesetz und dazu gehörende Verordnung vom 26. November 1973). Nach Art. 22 Abs. 2 dieses Bundesgesetzes unterliegen Beschwerdeentscheide der Polizeiabteilung und des EJPD der Verwaltungsgerichtsbeschwerde an das Bundesgericht. Die vorliegende Beschwerde, die sich gegen den Beschwerdeentscheid des EJPD richtet, ist also zulässig.\n\nDem steht Art. 99 lit. h OG wonach die Verwaltungsgerichtsbeschwerde unzulässig ist gegen die Bewilligung oder Verweigerung von Beiträgen, Krediten, Garantien, Entschädigungen und andern öffentlichrechtlichen Zuwendungen, auf die das Bundesrecht keinen Anspruch einräumt, nicht entgegen. Es kann offen bleiben, ob Art. 22 des Bundesgesetzes über Fürsorgeleistungen an Auslandschweizer als späteres Recht die Anwendbarkeit des Ausnahmegrundes von Art. 99 lit. h OG schlechthin ausschliesst; jedenfalls kommt die Ausnahmebestimmung deshalb überhaupt nicht zum Zuge, weil die Entstehungsgeschichte des Bundesgesetzes erhellt, dass der Gesetzgeber den Auslandschweizern einen subjektiven Rechtsanspruch auf Fürsorgeleistungen des Bundes einräumen wollte. Der Bundesrat ging in der Gesetzesvorlage zwar davon aus, dass kein Rechtsanspruch auf Fürsorgeleistungen bestehe, sondern, dass unter bestimmten Voraussetzungen eine Unterstützung gewährt, abgelehnt oder entzogen werden könne. Entsprechend regelte er auch in Art. 21 der Vorlage den Beschwerdeweg. Dieser sollte an das Bundesgericht nur dann geöffnet sein, wenn es um den ganzen oder teilweisen Widerruf begünstigender Verfügungen sowie die Rückerstattung ausbezahlter Zuwendungen geht (Botschaft in BBl 1972 II 559 und 562 sowie Gesetzesentwurf in BBl 1972 II 570). Der Ständerat, namentlich seine Kommission, hat Ziel und Sinn des Gesetzes so interpretiert, dass gemäss Art. 1 des Gesetzes ein subjektiver Rechtsanspruch auf Fürsorge und Hilfe besteht. Dementsprechend fasste er auch den Artikel über die Rechtsmittel neu (Sten Bull StR 1972/907 f. und 910). Der Bundesrat, die nationalrätliche Kommission und der Nationalrat haben sich dieser Interpretation und der Neufassung des Art. 21 der Vorlage (Art. 22 des geltenden Gesetzes) angeschlossen (Sten Bull NR 1973/886 und 99). Das Bundesgericht hat gegen diese Kompetenzzuweisung keine Einwendungen erhoben (Schreiben an den Vorsteher des Eidg. Justiz- und Polizeidepartements vom 25. Januar 1973). Ist Art. 1 des Bundesgesetzes über Fürsorgeleistungen |341| an Auslandschweizer dahingehend zu interpretieren, dass ein subjektiver Rechtsanspruch auf Fürsorgeleistungen besteht, muss die Verwaltungsgerichtsbeschwerde nach Art. 22 Abs. 2 des Gesetzes ohne Einschränkung zulässig sein. Der Ausnahmegrund des Art. 99 lit. h OG trifft nicht zu.\n\nNachdem die übrigen prozessualen Voraussetzungen als erfüllt betrachtet werden dürfen, ist auf die Beschwerde einzutreten. Dabei prüft das Bundesgericht die angefochtene Verfügung nach Art. 104 OG nur auf die Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens (lit. a) sowie auf eine unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts (lit. b), nicht aber auf die Angemessenheit der getroffenen Massnahmen. Die ständerätliche Kommission hat zwar die Frage erwogen, dem Bundesgericht die Überprüfung der Angemessenheit einer diesbezüglich angefochtenen Verfügung zu übertragen; sie hat jedoch von einer solchen Ausdehnung abgesehen, weil sie - wie der Bundesrat - zur Auffassung gelangte, dass das Bundesgericht mit solchen Ermessensentscheiden nicht belastet werden sollte."}