{"annee": "100", "cour": "V", "page": "140", "date": "5/9/1974", "cite": ["100 V 20"], "cite_par": ["105 V 4", "141 V 234", "136 V 258"], "chapeau": "35. Urteil vom 5. September 1974 i.S. I. gegen Ausgleichskasse Zürcher Arbeitgeber und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 17 lit. c et art. 20 al. 3 RAVS. De l'obligation du commanditaire de cotiser en qualité de personne exerçant une activité indépendante (précision de la jurisprudence)."], "faits": "BGE 100 V 140 S. 140\n\nA.- Die Einzelfirma I. wurde gemäss letztwilliger Verfügung des Inhabers nach dessen Tode mit Wirkung ab 1. Januar 1970 in eine Kommanditgesellschaft umgewandelt. Unbeschränkt haftende Gesellschafter sind die beiden Schwiegersöhne des Verstorbenen, Kommanditäre deren Ehefrauen sowie die beiden andern Töchter des Verstorbenen. Gemäss Gesellschaftsvertrag beträgt die Kommandite der vier Töchter je Fr. 500 000.--. Sie partizipieren ferner zu gleichen Teilen an den stillen Reserven, welche am Todestag (8. März 1968) Fr. 1 828 000.-- betrugen. Die Kapitaleinlagen werden zu 6% verzinst. An Gewinn und Verlust sind die unbeschränkt haftenden Gesellschafter mit je 10% beteiligt, während die Kommanditärinnen am Gewinn mit 17,5% und am Verlust mit 20% beteiligt sind. Mit Verfügungen vom 1. Februar 1972 unterstellte die Ausgleichskasse die Kommanditärinnen der Beitragspflicht als Selbständigerwerbende und erhob für das Jahr 1970 Sozialversicherungsbeiträge von je Fr. 12 650.40 zuzüglich Verwaltungskostenbeitrag.BGE 100 V 140 S. 141\n\nB.- Hiegegen liessen die Betroffenen gemeinsam Beschwerde erheben mit dem Antrag, die Beitragsverfügungen seien aufzuheben und es sei festzustellen, dass sie als nichtmitarbeitende Kommanditärinnen nicht beitragspflichtig seien.\n\nDie AHV-Rekurskommission des Kantons Zürich wies die Beschwerde mit Entscheid vom 16. November 1973 ab. Nach ständiger Praxis seien Bezüge des Kommanditärs auf der Kommandite in der Regel als beitragsfreier Kapitalertrag zu betrachten. Vorbehalten blieben Fälle, in denen der Kommanditär in der Gesellschaft entgegen der zivilrechtlichen Regel eine wirtschaftlich dominierende Stellung einnehme. Im zu beurteilenden Fall sei davon auszugehen, dass die Kommanditärinnen im Berechnungsjahr einen Gewinnanteil bezogen hätten, welcher eine angemessene Kommanditenverzinsung bei weitem übersteige. Gemäss Gesellschaftsvertrag trügen die Kommanditärinnen ein erhebliches Geschäftsrisiko; der Vertrag sehe ferner für wichtige Geschäfte eine Dreiviertel-Mehrheit sämtlicher Gesellschafter vor. Schliesslich spreche auch die quotenmässige Beteiligung der Beschwerdeführerinnen an Gewinn und Verlust für die Annahme einer selbständigen Erwerbstätigkeit.\n\nC.- Namens der Kommanditärinnen führt die Treuhandgesellschaft X Verwaltungsgerichtsbeschwerde mit dem Antrag, der vorinstanzliche Entscheid und die Kassenverfügun-. gen vom 1. Februar 1972 seien aufzuheben und die Ausgleichskasse anzuweisen, \"die Beschwerdeführerinnen von der Beitragsleistung für ihre Gewinnanteile ... ab 1970 freizustellen\". In der Begründung wird im wesentlichen ausgeführt, nach den gesetzlichen Bestimmungen seien lediglich die unbeschränkt haftenden Teilhaber einer Kommanditgesellschaft beitragspflichtig. Soweit die Praxis hievon Ausnahmen vorgesehen habe, seien die Voraussetzungen im vorliegenden Fall nicht erfüllt. Von einer wirtschaftlich dominierenden Stellung der einzelnen Kommanditärin könne nicht gesprochen werden. Zunächst erweise sich der im Jahre 1970 bezogene Gewinnanteil von Fr. 225 908.-- (wovon Fr. 50 908.-- Anteil an Baureserve, welcher der Verfügung der Beschwerdeführerinnen entzogen sei) bei einer Einlage von 1-1,2 Millionen Franken nicht als offensichtlich übersetzt. Sodann könne eine Verlustbeteiligung von je 20% nicht als besonders hohes Geschäftsrisiko bewertet werden. Schliesslich sei die Dreiviertel- BGE 100 V 140 S. 142Mehrheit für wichtige Geschäftsbeschlüsse aus praktischen Gründen notwendig, \"damit nicht die beiden Kommanditärinnen, deren Ehemänner als Komplementäre bei der Gesellschaft agieren, bereits über eine Mehrheit verfügen\". Die Geschäftsführung obliege jedoch ausschliesslich den unbeschränkt haftenden Gesellschaftern; faktisch sei der Einfluss der Beschwerdeführerinnen auf die Kommanditgesellschaft daher äusserst gering.\n\nAusgleichskasse und Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde. In seiner Vernehmlassung vertritt das Bundesamt die Auffassung, der Gewinnanteil des Kommanditärs sei \"grundsätzlich und allgemein als Einkommen aus selbständiger Erwerbstätigkeit zu betrachten, und zwar als solches des Kommanditärs selbst\". Die Begründung ergibt sich, soweit wesentlich, aus den nachstehenden Urteilserwägungen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Art. 9 Abs. 1 AHVG gilt als Einkommen aus selbständiger Erwerbstätigkeit jedes Erwerbseinkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt. Eine gesetzliche Umschreibung des Begriffs der selbständigen Erwerbstätigkeit fehlt; die Verordnung über die Alters- und Hinterlassenenversicherung (AHVV) enthält indessen nähere Bestimmungen hiezu. So gehören nach Art. 17 lit. c in Verbindung mit Art. 20 Abs. 3 AHVV zum beitragspflichtigen Einkommen auch die Anteile der unbeschränkt haftenden Teilhaber von Kommanditgesellschaften, soweit die Bezüge den vom rohen Einkommen abziehbaren Kapitalzins (Art. 18 Abs. 2 AHVV) übersteigen. Nach der sich aus der Verordnung ergebenden Regelung ist das Einkommen des Kommanditärs grundsätzlich als Kapitalertrag zu betrachten, welcher nicht der Beitragspflicht aus selbständiger Erwerbstätigkeit untersteht. Ausnahmen von diesem Grundsatz hat die Rechtsprechung jedoch in folgenden Fällen angenommen:\n\na) Ist der Kommanditär zugleich Arbeitnehmer der Kommanditgesellschaft, gilt das dafür bezogene Entgelt als Einkommen aus unselbständiger Erwerbstätigkeit. Gleichzeitig ist zu vermuten, dass zwischen dieser Tätigkeit und dem Gewinnanteil BGE 100 V 140 S. 143des Kommanditärs ein so enger Zusammenhang besteht, dass auch der Gewinnanteil zum Einkommen aus der unselbständigen Erwerbstätigkeit bei der Gesellschaft gehört (EVGE 1950 S. 205, 1953 S. 121, 1968 S. 103).\n\nb) Erscheinen die Gewinnanteile des Kommanditärs - ökonomisch gesehen - ausnahmsweise nicht als Kapitalertrag auf der Kommandite, sondern als blosse Gewinnverwendung des Komplementärs zu Gunsten des Kommanditärs, sind die Gewinnanteile beitragsrechtlich als Einkommen aus selbständiger Erwerbstätigkeit des Komplementärs zu betrachten (BGE 100 V 22 sowie nicht publiziertes Urteil vom 9. Juni 1969 i.S. Bäsler).\n\nc) Nimmt der Kommanditär - entgegen dem Regelfall - eine wirtschaftlich dominierende Stellung in der Gesellschaft ein, so gilt er bezüglich seiner Einkünfte aus der Kommandite als Selbständigerwerbender. Als Kriterien hiefür nannte die Rechtsprechung: Dispositionsbefugnis und Kontrollrecht (ZAK 1959 S. 332), volle oder teilweise Tragung des Geschäftsrisikos in Verbindung mit der Befugnis, betriebliche Dispositionen zu treffen (EVGE 1967 S. 225) sowie - allgemein - den persönlichen Einsatz des Kommanditärs an der Personengesamtheit (EVGE 1967 S. 90, ZAK 1968 S. 624).\n\n2. Das Bundesamt für Sozialversicherung übt grundsätzliche Kritik an dieser Rechtsprechung und vertritt die Auffassung, der Gewinnanteil des Kommanditärs sei stets als dessen Einkommen aus selbständiger Erwerbstätigkeit zu betrachten. Zur Begründung verweist das Bundesamt auf die obligationenrechtliche Regelung, wonach der Kommanditär wie der Komplementär Eigentümer und Gläubiger zu gesamter Hand der Gesellschaftsaktiven sei und - vorbehältlich der Beschränkung nach aussen - solidarisch mit dem Komplementär für die Schulden der Gesellschaft hafte. Es sei daher unzutreffend, ihn als reinen Kapitalgeber oder Kapitalbeteiligten zu bezeichnen. Der Kommanditär könne vertraglich mit der Geschäftsführung betraut werden und habe - im Gegensatz zum stillen Gesellschafter - nach Art. 600 Abs. 2 OR ein unentziehbares Recht auf Mitwirkung bei Handlungen, die über den gewöhnlichen Geschäftsbetrieb hinausgingen. Die Beteiligung des Kommanditärs an Gewinn und Verlust richte sich in erster Linie nach der Vereinbarung unter den Gesellschaftern und ergebe sich nicht allein aus der Höhe der Kommandite.BGE 100 V 140 S. 144\n\nEs gehe daher nicht an, den Gewinnanteil, welcher nicht allein vom Gesellschaftskapital abhängig sei, als Kapitalertrag auf der Kommandite zu betrachten. Der Gewinnanteil des Kommanditärs könne aber auch nicht im Sinne einer Gewinnverteilung als selbständiges Erwerbseinkommen des Komplementärs angesehen werden.\n\na) Gemäss ständiger Rechtsprechung hat sich die ahvrechtliche Beitragspflicht grundsätzlich nach den wirtschaftlichen Gegebenheiten im Einzelfall und nicht nach zivilrechtlichen Kriterien zu richten. Auf die zivilrechtliche Erscheinungsform wirtschaftlicher Tatbestände kann nur soweit abgestellt werden, als der zu beurteilende Sachverhalt unter ahvrechtlichen Gesichtspunkten keine vom Regelfall abweichende Beurteilung erfordert (ZAK 1971 S. 506 Erw. 2, EVGE 1967 S. 225, ZAK 1959 S. 334).\n\nb) Der Kommanditär ist grundsätzlich wie der unbeschränkt haftende Gesellschafter Teilhaber der Personengesellschaft. Nach den Bestimmungen des Obligationenrechts wird seine Stellung in der Gesellschaft indessen weitgehend von dispositivem Recht bestimmt, insbesondere was das Verhältnis der Gesellschafter unter sich betrifft (Art. 598 Abs. 1 OR). Das Innenverhältnis kann zudem wesentlich anders gestaltet sein als das Aussenverhältnis der Gesellschaft. Eine aktive Beteiligung des Kommanditärs an der Geschäftsführung ist von Gesetzes wegen nicht vorgesehen. Art. 600 Abs. 2 OR räumt dem Kommanditär lediglich ein Widerspruchsrecht gegen Handlungen der Geschäftsführung ein, welche über den gewöhnlichen Geschäftsbetrieb hinausgehen. Im übrigen ist der Kommanditär zur Geschäftsführung weder berechtigt noch verpflichtet (Art. 600 Abs. 1 OR); der Umfang seiner allfälligen Mitwirkungsrechte bestimmt sich ausschliesslich nach den gesellschaftsvertraglichen Vereinbarungen. Volle Vertragsfreiheit besteht auch bezüglich der Beteiligung des Kommanditärs an Gewinn und Verlust (Art. 601 OR). Gemäss interner Abrede kann der Kommanditär sogar von jeglicher Verlustbeteiligung befreit werden (HARTMANN, Kommentar zum Zivilgesetzbuch N. 9 zu Art. 601 OR).\n\nDemzufolge kann die Stellung des Kommanditärs im Einzelfall sehr unterschiedlich ausgestaltet sein und - wirtschaftlich gesehen - von einer blossen Kapitalbeteiligung bis zu einer dem Komplementär entsprechenden Stellung reichen BGE 100 V 140 S. 145(vgl. hiezu auch HARTMANN, a.a.O., N. 8 zu Art. 594 OR). Allein auf Grund der obligationenrechtlichen Bestimmungen lässt sich daher nicht zwingend auf eine Beitragspflicht des Kommanditärs als Selbständigerwerbender schliessen.\n\nc) Zu dem vom Bundesamt für Sozialversicherung erhobenen Einwand, die Rechtsprechung des Eidg. Versicherungsgerichts zur Beitragspflicht des Kommanditärs lasse sich nicht vereinbaren mit der Praxis betreffend die beitragsrechtliche Erfassung der Gewinnanteile stiller Gesellschafter, ist festzuhalten, dass auch die Stellung stiller Gesellschafter im Einzelfall erhebliche Unterschiede aufweisen kann. Innerhalb derselben Kommanditgesellschaft kann sie wirtschaftlich derjenigen des Kommanditärs ähnlich sein oder sich hievon wesentlich unterscheiden. Es lässt sich daher nicht verallgemeinernd sagen, der Beitritt des stillen Gesellschafters als Kommanditär der Gesellschaft führe zu dessen Befreiung von der Beitragspflicht als Selbständigerwerbender. Vielmehr dürfte die Beitragspflicht regelmässig weiterbestehen, falls sich am Innenverhältnis - vorbehältlich der gesellschaftsrechtlich bedingten Anpassungen - nichts ändert.\n\n3. Wie das Gesamtgericht entschieden hat, ist aus diesen Gründen an der bisherigen Praxis der beitragsrechtlichen Erfassung der Gewinnanteile von Teilhabern an Kommanditgesellschaften grundsätzlich festzuhalten. Die Rechtsprechung bezüglich der ausnahmsweisen Beitragspflicht des Kommanditärs als Selbständigerwerbender ist in dem Sinne zu bestätigen und zu präzisieren, dass als massgebende Kriterien hiefür der Umfang der im Einzelfall bestehenden Dispositionsbefugnis und des Geschäftsrisikos zu gelten haben. Dem von der Rechtsprechung ebenfalls verwendeten Begriff des \"Einsatzes mit der Person\" kommt demgegenüber lediglich die Bedeutung eines zusätzlichen Abgrenzungskriteriums zu in Fällen, in welchen der Kommanditär ohne entsprechende gesellschaftsvertragliche Regelung eine massgebende Stellung in der Gesellschaft einnimmt.\n\nDas Gericht verkennt nicht, dass die bisherige Praxis mit Abgrenzungsschwierigkeiten verbunden ist, die de lege ferenda eine einfachere Regelung als wünschenswert erscheinen lassen. Angesichts der sich aus den Art. 17 lit. c und 20 Abs. 3 AHVV ergebenden Ordnung, welche nicht als gesetzwidrig erachtet BGE 100 V 140 S. 146werden kann, ist es dem Richter indessen verwehrt, diesem Umstand durch Änderung der Rechtsprechung Rechnung zu tragen.\n\n4. Nach dem Gesagten ist für den Ausgang des vorliegenden Verfahrens entscheidend, in welchem Umfange die Kommanditärinnen zu Dispositionen befugt sind und ein Geschäftsrisiko tragen. Zur Annahme einer Beitragspflicht aus selbständiger Erwerbstätigkeit müssen in der Regel beide Voraussetzungen erfüllt sein.\n\na) Laut Ziffer 8 des Gesellschaftsvertrages obliegt die Geschäftsführung den beiden unbeschränkt haftenden Gesellschaftern, welche nach Ziffer 9 des Vertrages auch sämtliche Gesellschaftsbeschlüsse zu fassen haben mit Ausnahme jener Beschlüsse, die kraft zwingenden Rechts von allen Gesellschaftern gemeinsam gefasst werden müssen. Eine Anzahl vertraglich genannter Geschäfte bedarf der Zustimmung von drei Vierteln sämtlicher Gesellschafter. Davon betroffen sind unter anderem finanziell bedeutsame Immobiliengeschäfte, Beteiligungen an anderen Unternehmungen, Neubauten, Ankauf von Maschinen und Betriebseinrichtungen, Aufnahme von Krediten, aber auch die Änderung der Saläre der Geschäftsführer. Da nach den gegebenen Verhältnissen zwei Stimmen genügen, um das Zustandekommen einer Dreiviertel-Mehrheit zu verhindern, ergibt sich hieraus für die Kommanditärinnen eine ins Gewicht fallende Dispositionsbefugnis. Die getroffene Regelung gestattet es insbesondere den zwei nicht mit einem der beiden Komplementäre verheirateten Kommanditärinnen, Geschäftsbeschlüsse im Rahmen der Vertragsbestimmung zu verhindern. Diese Befugnis geht wesentlich über das hinaus, was sich allein auf Grund der zwingenden gesetzlichen Bestimmungen ergibt. Die Voraussetzung einer besonderen Dispositionsbefugnis hat daher als erfüllt zu gelten. Hieran ändert nichts, dass die Kommanditärinnen nach den Ausführungen in der Verwaltungsgerichtsbeschwerde ihren Einfluss auf die Geschäftsführung bisher kaum geltend gemacht haben; es genügt, dass sie auf Grund des Gesellschaftsvertrages hiezu in der Lage sind, falls sie es als notwendig erachten.\n\nb) Die Kommanditärinnen sind laut Gesellschaftsvertrag vom 28. Mai 1971 mit einer Kommanditsumme von je Fr. 500 000.-- an der Gesellschaft beteiligt. Sie partizipieren ferner zu gleichen Teilen an den am Todestag des früheren BGE 100 V 140 S. 147Einzelinhabers vorhanden gewesenen stillen Reserven von Fr. 1 828 000.-- zuzüglich Goodwill im Betrage von Fr. 917 000.--. Am Gewinn sind die beiden unbeschränkt haftenden Gesellschafter mit je 10%, die Kommanditärinnen mit je 17,5% beteiligt; einen allfälligen Verlust haben sie mit je 20%, jedoch höchstens bis zum Betrage ihrer Kommanditsumme zu tragen (Ziffer 6 des Gesellschaftsvertrages). Die Kommanditärinnen sind somit quotenmässig zu einem erheblichen Teil an Gewinn und Verlust beteiligt. Ihr Geschäftsrisiko wird zwar durch die Beschränkung auf die Kommanditsumme, welche etwas weniger als die Hälfte der Kapitaleinlage ausmacht, gemildert, gewinnt jedoch insofern an Bedeutung, als die Beteiligungen der Kommanditärinnen einen wesentlichen Teil des Gesellschaftsvermögens ausmachen. Sie tragen nach der gesellschaftsvertraglichen Regelung daher ein erhebliches Geschäftsrisiko, selbst wenn dieses auf die Kommanditsumme beschränkt bleibt.\n\nBei dieser Sachlage ist dem vorinstanzlichen Entscheid, wonach die Beschwerdeführerinnen für ihre Gewinnanteile der Beitragspflicht als Selbständigerwerbende unterstehen, beizupflichten. Die Kassenverfügungen vom 1. Februar 1972 bestehen daher zu Recht.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen.\n\nDie Kosten des Verfahrens werden den Beschwerdeführerinnen unter solidarischer Haftbarkeit auferlegt."}