{"annee": "100", "cour": "IV", "page": "190", "date": "12/9/1974", "cite": ["98 IA 20", "89 IV 132", "94 IV 128"], "cite_par": ["115 IA 81"], "chapeau": "47. Urteil des Kassationshofes vom 12. September 1974 i.S. Staatsanwaltschaft des Kantons Luzern gegen Achermann.", "regestes": ["Art. 18 al. 2 lit d OCR. L'arrêt volontaire aux intersections, à moins de 5 m de la chaussée transversale, est aussi interdit lorsqu'il est destiné à permettre le chargement ou le déchargement de marchandises."], "faits": "|190|\n\nA.- Anton Achermann hielt am 24. September 1973 seinen Personenwagen an der Weystrasse in Luzern näher als 5 m vor der Querfahrbahn der Hofstrasse an, um Kunstgegenstände auszuladen.\n\nB.- Das Obergericht des Kantons Luzern sprach Achermann am 13. Mai 1974 von der Anklage der Widerhandlung gegen Art. 18 Abs. 2 lit. d VRV frei.\n\nC.- Die Staatsanwaltschaft des Kantons Luzern führt Nichtigkeitsbeschwerde mit dem Antrag auf Rückweisung der Sache an das Obergericht zur Verurteilung gemäss Anklage.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 37 Abs. 2 SVG dürfen Fahrzeuge nicht angehalten werden, wo sie den Verkehr behindern oder gefährden könnten. Art. 18 Abs. 2 lit. d VRV führt dazu aus, dass das freiwillige Halten bei Strassenverzweigungen näher als 5 m vor und nach der Querfahrbahn untersagt ist. Diese wie die übrigen Vorschriften in Abs. 2 von Art. 18 VRV haben ihren Grund darin, dass ein auf der Strasse haltendes Fahrzeug für den übrigen Verkehr unter Umständen nicht nur ein erhebliches Hindernis bilden, sondern auch eine erhöhte Gefahr bedeuten kann, die trotz der den anderen Strassenbenützern zuzumutenden Aufmerksamkeit leicht zu Unfällen zu führen vermag (BGE 94 IV 129). Es ist daher jeweils nicht zu untersuchen, ob ein in Verletzung von Art. 18 Abs. 2 lit. d |191| VRV angehaltenes Fahrzeug den Verkehr auch tatsächlich behindert oder gefährdet hat. Denn nicht erst die konkrete, sondern schon die abstrakte Gefährdung bzw. Behinderung des Verkehrs wird mit dieser Bestimmung unter Strafe gestellt. Auch gilt das Verbot absolut, also auch, wenn Güterumschlag vorgenommen wird. Das wird durch die auf den Güterumschlag bezüglichen Art. 18 Abs. 4 und 21 VRV nicht widerlegt, sondern bekräftigt. Art. 18 Abs. 4 schafft eine Ausnahme vom Gebot, am Rand der Fahrbahn zu halten (Art. 18 Abs. 1 Satz 2). Art. 21 Abs. 2 regelt den Fall des Abweichens vom Gebot des Art. 18 Abs. 1, nach Möglichkeit ausserhalb der Strasse zu halten (d.h. nicht an Stellen, wo es nach Art. 18 sonst zulässig wäre). Art. 21 Abs. 3 VRV handelt vom unfreiwilligen Halten an gefährlichen Stellen (z.B. im Sinne von Art. 18 Abs. 2 lit. a). Eine solche Ausnahmeregelung kennt das Gesetz für das Halten näher als 5 m bei Querfahrbahnen jedoch nicht.\n\n2. Mit dem Anhalten näher als 5 m vor der Querfahrbahn der Hofstrasse hat der Beschwerdegegner somit Art. 18 Abs. 2 lit. d VRV verletzt. Seine Auffassung, die verfassungsmässig garantierte Handels- und Gewerbefreiheit berechtige ihn, Art. 18 Abs. 2 lit. d nicht zu befolgen, hält nicht stand (Art. 31 Abs. 1, 37bis Abs. 1, 64bis Abs. 1 BV). Der Umstand, dass m andern Fällen der Übertretung dieser Vorschrift die Polizei untätig geblieben sein soll, gibt dem Beschwerdegegner keinen Anspruch darauf, ebenfalls rechtswidrig zu handeln und ungestraft zu bleiben (BGE 89 IV 135 E 5, BGE 98 Ia 21).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der II. Kammer des Obergerichtes des Kantons Luzern vom 13. Mai 1974 aufgehoben und die Sache zur Verurteilung des Beschwerdegegners Achermann gemäss Art. 18 Abs. 2 lit. d VRV und Art. 90 Ziff. 1 SVG an die Vorinstanz zurückgewiesen."}