{"annee": "100", "cour": "IA", "page": "418", "date": "30/10/1974", "cite": ["54 I 143", "96 I 636", "94 I 669", "81 I 351", "93 I 215", "90 I 41"], "cite_par": ["109 IA 335", "138 I 435", "112 IA 350", "102 IA 493", "111 IA 72", "105 IB 431"], "chapeau": "58. Auszug aus dem Urteil vom 30. Oktober 1974 i.S. Kuster und Mltbeteiligte gegen Regierungsrat des Kantons Schwyz", "regestes": ["Art 84 al. 1 lit b OJ 1. Un conconrdat appliqué à un habitant du canton ne l'est pas en tant que droit cantonal interne, mais en tant que droit conventionnel; le citoyen peut de ce fait recourir pour violation de concordats (précision apportée à la jurisprudence) (consid. 2 b). 2. Le Tribunal fédéral examine librement l'application de concordats qui posent des règles de droit de portée générale (consid. 3). 3. Le droit conventionnel l'emporte sur le droit cantonal qui n'a pas rang de droit constitutionnel (consid. 4). 4. Interprétation des dispositions de concordats (précision apportée à la jurisprudence), consid. 5 a. Art. 21 et 22 du concordat concernant le Technicum intercantonal de Rapperswil. Les dispositions de ce concordat ne mettent pas obstacle à ce que le canton de Schwyz demande aux élèves du technicum domiciliés sur son territoire une participation aux prestations qu'il doit verser annuellement pour l'exploitation de cette école."], "faits": "|419|\n\nA.- Die Kantone Zürich, Schwyz, Glarus und St. Gallen haben ein Konkordat über das Interkantonale Technikum Rapperswil abgeschlossen. Sie errichten und führen unter dem Namen \"Interkantonales Technikum Rapperswil (Ingenieurschule)\" eine gemeinsame höhere technische Lehranstalt. Bau- und Betriebskosten werden nach bestimmten Kriterien auf die Konkordatskantone aufgeteilt (Art. 7 und 22). Art. 21 des Konkordats lautet: Schulgebühren und Schulgelder\n\n\"Die Schüler entrichten Gebühren für die Benützung der Laboratorien und der Werkstätten, für die Prüfungen und dergleichen.\n\nSchüler ohne zivilrechtlichen Wohnsitz im Gebiet der Vertragskantone haben überdies ein Schulgeld zu entrichten.\n\nGebühren und Schulgeld werden vom Technikumsrat festgesetzt.\"\n\nDer Schwyzer Kantonsrat beschloss am 16. Oktober 1968 den Beitritt zum Konkordat; der Beschluss unterstand dem fakultativen Referendum. Ziffer 3 des Beitrittsbeschlusses lautet:\n\n\"An die jährlichen Betriebskosten gemäss Art. 22 der Vereinbarung erhebt der Kanton von jedem Schüler einen Schulgeldbeitrag, der dem Schulgeld am Zentralschweizerischen Technikum Luzern entspricht.\" |420| Der Kanton Schwyz leistet aufgrund einer interkantonalen Vereinbarung an die Betriebskosten des Zentralschweizerischen Technikums Luzern einen jährlichen Beitrag von Fr. 54000.--. Der Kanton Luzern erhebt von den Schülern des Technikums, welche in einem Konkordatskanton Wohnsitz haben, also z.B. auch von im Kanton Schwyz wohnenden Schülern, ein Schulgeld von Fr. 100.-- je Semester, somit Fr. 200.-- im Jahr.\n\nIm Dezember 1973 forderte das Kantonale Amt für Berufsbildung Ivo Kuster und weitere im Kanton Schwyz wohnhafte Studenten des Technikums Rapperswil auf, für das Schuljahr 1972/73 ein Schulgeld von je Fr. 200.-- zu bezahlen.\n\nDie Studenten erhoben gegen diesen Beschluss Beschwerde beim Regierungsrat des Kantons Schwyz, die dieser am 18. Februar 1974 abwies, im wesentlichen mit folgender Begründung: Gebühren, wie z.B. Schulgeldbeiträge, dürften nur erhoben werden. wenn hiefür eine gesetzliche Grundlage bestehe. Der Beitrittsbeschluss des Kantonsrats, der dem fakultativen Referendum unterstand und welcher die Bezahlung eines Schulgeldbeitrags vorsieht, sei eine genügende gesetzliche Grundlage, da ihm die gleiche Wirkung zukomme wie einem andern Erlass auf der Gesetzesstufe. Der Art. 21 des Konkordats solle es dem Technikum Rapperswil ermöglichen, Schulgelder von jenen Schülern zu erheben, deren Wohnsitzkantone nicht Konkordatspartner seien. Das sei durchaus sinnvoll, weil diese Kantone weder an Bau noch Betrieb des Technikums Beiträge leisteten. Art. 21 Abs. 2 des Konkordats lasse die Frage offen, wie die Vertragskantone ihrerseits die sich aus dem Konkordat für sie ergebenden finanziellen Aufwendungen decken, ob sie dies gänzlich aus eigenen Mitteln tun oder Beiträge von den Wohnsitzgemeinden oder den Schülern erheben wollten. Dass Art. 21 Abs. 2 des Konkordats die Erhebung von Schulgeldbeiträgen durch die Vertragskantone nicht ausschliesse, ergebe sich auch daraus, dass diese Kantone gar keinen Anlass gehabt hätten und auch jetzt kein Anlass ersichtlich sei, den Vertragskantonen das Erheben von Schulgeldbeiträgen zu untersagen. Selbst wenn dem Art. 21 des Konkordats der Sinn beigelegt werden müsste, die Vertragskantone könnten von ihren Schülern keine Schulgeldbeiträge verlangen, hätte dies noch nicht unbedingt zur Folge, dass diese Rechtsnorm auch für die Vollzugsbehörden des |421| Kantons Schwyz verbindlich wäre. Auch wenn, was fraglich sei, Art. 21 unmittelbar geltendes Recht wäre, hätten die Verwaltungsbehörden und der Regierungsrat den Beitrittsbeschluss des Kantonsrats zu beachten, denn dieser habe Gesetzeskraft und könne deshalb von den Verwaltungsbehörden auch im Beschwerdeverfahren nicht auf seine Übereinstimmung mit anderm Recht überprüft werden. Die Höhe des verlangten Schulgeldbeitrags werde zu Recht nicht beanstandet.\n\nB.- Gegen den Beschluss des Regierungsrats vom 18. Februar 1974 haben Ivo Kuster und Mitbeteiligte wegen Verletzung des Konkordats (Art. 84 Abs. 1 lit. b OG) und des Art. 4 BV staatsrechtliche Beschwerde erhoben mit dem Antrag, der Entscheid sei aufzuheben und der Regierungsrat anzuweisen, von der Erhebung eines Schulgeldbeitrags abzusehen. Die Begründung der Beschwerde ergibt sich, soweit nötig, aus den folgenden Erwägungen.\n\nC.- Der Regierungsrat des Kantons Schwyz beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. a) Die Beschwerdeführer beklagen sich über die Verletzung eines Konkordats, aus dem sie das Recht auf Befreiung von Schulgeldbeiträgen herleiten. Der interkantonale Vertrag über das Technikum Rapperswil ist zweifellos ein Konkordat im Sinne des Art. 84 Abs. 1 lit. b OG. Ob er nur gegenseitige Rechte und Pflichten zwischen den Kantonen oder Rechte der Privaten begründet, ist für die Beantwortung der Eintretensfrage unwesentlich. In der Beschwerde werden Rechte aus dem Konkordat hergeleitet. Ob das zu Recht oder zu Unrecht geschieht, betrifft nicht die Frage der Legitimation, sondern die Frage, ob die Beschwerde materiell begründet ist (BGE 81 I 358 /9, BGE 96 I 644 /5 Erw. 2a; vgl. auch AUBERT, Traité de droit constitutionnel suisse, I N 884 S. 332). Unter diesem Gesichtspunkt steht nichts entgegen, auf die Beschwerde einzutreten.\n\nb) Das Bundesgericht hat sich in seiner älteren Praxis auf den Standpunkt gestellt, ein Bürger könne sich nicht über die Verletzung eines Konkordats beschweren, wenn er in dem Kanton Wohnsitz hat, dessen Behörden angeblich das Konkordat |422| verletzten (BGE 1, 312; 2, 232; 3, 80; 6, 224; 7, 54; vgl. BGE 96 I 645 /6). Diese Praxis fusste auf der Überlegung, dass ein Konkordat gegenüber den Kantonsangehörigen als internes kantonales Recht zur Anwendung kommt, weshalb sie sich nicht wegen Verletzung des Konkordats (Art. 84 Abs. 1 lit. b OG), sondern nur wegen Verletzung verfassungsmässiger Rechte durch willkürliche Anwendung kantonalen Rechts beschweren könnten (Art. 84 Abs. 1 lit. a OG; vgl. AUBERT, a.a.O. N 893). Diese Rechtsprechung ist überholt. Nach dem Organisationsgesetz kann jeder Bürger wegen Verletzung eines Konkordats Beschwerde führen, sofern er dadurch in seinen persönlichen, rechtlich geschützten Interessen verletzt zu sein behauptet. Es ist zudem nicht einzusehen, weshalb die Rechtsgrundlage eines Entscheids eine andere sein soll, je nachdem, ob er gegenüber einem Kantonseinwohner oder einem Kantonsfremden getroffen wird. Das Bundesgericht hat denn auch diese Unterscheidung, freilich ohne es klar zu sagen, in der Folge aufgegeben (BGE 54 I 147 ff., BGE 90 I 46 f., BGE 93 I 215). Die Beschwerdeführer sind demnach, unbekümmert darum, dass sie im Kanton Schwyz wohnen, berechtigt, eine Verletzung des Konkordats zu rügen.\n\n3. Es stellt sich die weitere Frage, welche Prüfungsbefugnis dem Bundesgericht zusteht, d.h. ob es die Anwendung des Konkordats frei oder nur unter dem Gesichtswinkel der Willkür prüfen kann. Nach ständiger Praxis prüft es die Auslegung der Konkordate frei (BGE 93 I 218 mit Verweisungen). In BGE 54 I 143 unterschied der Staatsgerichtshof zwischen Konkordaten, die bloss die Kantone selbst verpflichten, und solchen, die zugleich allgemein verbindliches Recht enthalten. Soweit ein Konkordat allgemein verbindliches Recht enthält, soll nach diesem Urteil die Prüfungsbefugnis des Bundesgerichts auf Willkür beschränkt sein (AUBERT, a.a.O. N 882 und 893). Diese Praxis wurde von BURCKHARDT (ZBJV 65, 1929, S. 388) und FLEINER/GIACOMETTI (Schweizerisches Bundesstaatsrecht S. 901 Anm. 13) mit Recht kritisiert. Abgesehen davon, dass die vom Bundesgericht getroffene Unterscheidung, wie BURCKHARDT richtig ausführte, kaum durchführbar ist, will Art. 84 Abs. 1 lit. b OG eine einheitliche Anwendung des Konkordatsrechts durch das Bundesgericht gewährleisten, welches Ziel nur bei freier Prüfung in befriedigender Weise zu erreichen ist. Während bei Beschwerden wegen Verletzung |423| verfassungsmässiger Rechte (Art. 84 Abs. 1 lit. a OG) das Bundes- und das kantonale Verfassungsrecht die Entscheidungsnorm sind, ist es bei einer Beschwerde wegen Konkordatsverletzung (Art. 84 Abs. 1 lit. b OG) das Konkordatsrecht. Folgerichtig muss im einen wie im andern Fall die Anwendung dieser Norm frei geprüft werden.\n\n4. Nach allgemein geltenden Rechtsgrundsätzen geht das Konkordatsrecht, als gemeinsam vereinbartes Recht, dem Rechte jedes einzelnen der am Konkordat teilnehmenden Kantone vor, ähnlich wie völkerrechtliche Verträge dem Landesrecht vorgehen (BGE 81 I 361; BURCKHARDT, Kommentar zur Bundesverfassung, 3. A. S. 78 Nr. 4a: vgl. auch FLEINER/GIACOMETTI, a.a.O., S. 162; AUBERT, a.a.O. I S. 333 N 885). Auf jeden Fall geht Konkordatsrecht dem kantonalen Rechte vor, das nicht auf Verfassungsstufe steht. Würde es das Konkordat ausschliessen, dass der Kanton Schwyz von den in seinem Gebiet wohnhaften, das Technikum Rapperswil besuchenden Studenten Schulgeldbeiträge erheben kann, dürften diese Beiträge unbekümmert um den Beitrittsbeschluss nicht erhoben werden.\n\n5. a) Die entscheidende Frage ist demnach, ob das Konkordat den Vertragsparteien verbietet, von den in ihrem Kantonsgebiet wohnhaften, das Technikum Rapperswil besuchenden Schülern Schulgeldbeiträge zu erheben. Die Beantwortung der Frage erfordert eine Auslegung des Konkordates. Hierbei steht dem Bundesgericht. wie ausgeführt, frei Prüfung zu (BGE 93 I 218; AUBERT, a.a.O. I S. 335 N 893). Auf interkantonale Verträge sind, soweit nicht nach Bundesrecht, Gewohnheitsrecht oder Vereinbarung etwas anderes gilt, die Grundsätze des Völkerrechts anwendbar (BGE 96 I 648). Nach der bundesgerichtlichen Rechtsprechung müssen für die Auslegung im einzelnen folgende Regeln beachtet werden: Ist der Wortlaut nicht eindeutig oder erscheint die durch den klaren Wortlaut vermittelte Bedeutung sinnwidrig, sind als Quelle zur Auslegung des Konkordats die Verhandlungen, die zum Abschluss des interkantonalen Vertrages geführt haben, heranzuziehen, soweit sie den Willen der vertragschliessenden Kantone klar erkennen lassen. Konkordate sind so auszulegen, dass der von den Parteien angestrebte Vertragszweck erreicht wird. Eine über den Wortlaut hinausgehende, ausdehnende Auslegung einer Bestimmung des Konkordats kommt |424| nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte mit Sicherheit auf eine vom Wortlaut abweichende, darin versehentlich ungenau zum Ausdruck gebrachte Willensmeinung zu schliessen ist. Der Verzicht der Vertragspartner auf bestimmte Befugnisse, wie überhaupt eine staatsvertragliche Ausnahme von der sonst geltenden Ordnung, ist nicht ausdehnend, sondern einschränkend auszulegen (BGE 94 I 673, BGE 90 I 48; missverständlich: BGE 96 I 648).\n\nb) Die Art. 21 und 22 finden sich in dem Abschnitt des Konkordats, der Regeln über den Betrieb des Technikums Rapperswil enthält, und im Unterabschnitt, der sich auf den Finanzhaushalt bezieht. Nach Art. 22 entrichten die Vertragskantone bestimmte Beiträge für die laufenden Ausgaben des Technikums. Art. 21 Abs. 1 schreibt vor, dass die Schüler Gebühren für die Benützung der Laboratorien und der Werkstätten, für die Prüfungen und dergleichen zu entrichten haben, und nach Art. 21 Abs. 2 haben Schüler ohne zivilrechtlichen Wohnsitz im Gebiet der Vertragskantone überdies ein Schulgeld zu entrichten. Die Vorschriften ordnen somit die Finanzierung des Technikumsbetriebs und bestimmen, von wem die Leitung des Technikums Beiträge, Gebühren oder Schulgelder erheben darf. Wenn Art. 21 Abs. 2 vorschreibt, dass Schüler ohne zivilrechlichen Wohnsitz im Gebiet der Vertragskantone zu den im Absatz 1 genannten Gebühren hinzu ein Schulgeld zu entrichten haben, so ist damit nur gesagt, dass die Leitung des Technikums von Schülern, die in einem Vertragskanton wohnen, kein Schulgeld erheben darf. Die Vertragskantone wollten damit, wie anzunehmen ist, erreichen, dass die in ihrem Gebiet wohnhaften Schüler dem Technikum kein Schulgeld entrichten müssen, wohl aus der Überlegung heraus, dass sie als Träger des Technikums schon namhafte Beiträge an die Betriebsausgaben leisten und die aus ihrem Gebiet stammenden Schüler nicht noch zusätzlich mit Schulgeldern den Technikumsbetrieb mitfinanzieren sollen. Die Technikumsleitung verlangt denn auch von den Beschwerdeführern kein Schulgeld. Art. 21 Abs. 2 verbietet es dem Kanton Schwyz nicht, von den in seinem Gebiet wohnhaften, das Technikum Rapperswil besuchenden Schülern einen Beitrag an diejenigen Leistungen zu verlangen, die er jährlich für den Betrieb des Rapperswiler Technikums zu erbringen hat. Die Art. 21 und 22 des Konkordats beziehen sich auf die |425| Finanzierung des Technikumsbetriebs und bestimmen, aus welchen Geldquellen der Betrieb finanziert wird. Damit haben die Schulgeldbeiträge, welche die Beschwerdeführer bezahlen müssen, insofern nichts zu tun, als es für die Finanzierung des Technikumsbetriebs ganz gleichgültig ist, ob diese Schulgeldbeiträge erhoben werden. Dem Technikum Rapperswil fliesst kein Rappen mehr oder weniger zu, ob nun der Kanton Schwyz die beanstandeten Schulgeldbeiträge erhebt oder nicht. Der Kanton verlangt nicht ein Schulgeld im Sinne des Art. 21 Abs. 2 des Konkordats, sondern nach dem Beitrittsbeschluss einen Schulgeldbeitrag \"an die jährlichen Betriebskosten gemäss Art. 22 der Vereinbarung\", also einen Beitrag an die von ihm jährlich zu erbringende finanzielle Leistung. Das zeigt, dass der Art. 21 des Konkordats, welcher Teil der Finanzordnung des Technikums ist, nichts darüber aussagt, ob der Kanton Schwyz die beanstandeten Schulgeldbeiträge verlangen darf oder nicht. Es wäre denn auch, wie der Regierungsrat ausführte, ungewöhnlich, wenn die Kantone in dem Konkordat festgelegt hätten, aus welchen Mitteln sie die Kantonsbeiträge finanzieren dürfen, welche sie für den Betrieb des Technikums aufzubringen haben. Das hätte mit dem Zweck und Gegenstand des Konkordats nichts zu tun. Die Auffassung der Beschwerdeführer, wonach es das Konkordat dem Kanton Schwyz verbieten würde, die beanstandeten Schulgeldbeiträge zu erheben, lässt sich nur bei einer ausdehnenden, klar über den Wortlaut hinausgehenden Auslegung der interkantonalen Vereinbarung vertreten. Eine solche Interpretation ist nach früherer Erwägung unzulässig. Sie entspricht auch nicht dem Sinn des Konkordats. Der Regierungsrat verletzte demnach die interkantonale Vereinbarung nicht, wenn er annahm, sie verbiete ihm nicht, die beanstandeten Schulgeldbeiträge zu erheben.\n\nBesteht kein solches Verbot, so durfte der Kantonsrat im Beitrittsbeschluss bestimmen, dass die Schüler, welche das Technikum Rapperswil besuchen, einen Schulgeldbeitrag zu leisten haben. Die Beschwerdeführer bestreiten nicht, dass der Beitrittsbeschluss eine genügende Rechtsgrundlage für die Beitragserhebung bildet, sofern er nicht gegen das Konkordat verstösst. Die Beschwerde erweist sich demnach in der Sache selber als unbegründet. |426|\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}