{"annee": "100", "cour": "II", "page": "314", "date": "19/9/1974", "cite": [], "cite_par": ["115 II 136", "109 II 13"], "chapeau": "46. Sentenza 19 settembre 1974 della II Corte civile nella causa Banca popolare svizzera, Locarno, contro Bamesa SA", "regestes": ["Art. 841 CC. L'évaluation du fonds grevé à laquelle procède le créancier gagiste lors de la constitution du gage, doit être faite avec prudence et sans tenir compte des prix spéculatifs."], "faits": "|314|\n\nA.- Il 2 maggio 1967, l'Ufficio esecuzioni e fallimenti di Locarno, agendo nel procedimento fallimentare della Bellor SA, vendette ai pubblici incanti un immobile a Minusio per il prezzo di fr. 725 000.--. L'immobile era gravato da ipoteche convenzionali per la somma di fr. 627 124.30 e da ipoteche legali di artigiani e imprenditori per fr. 954 072.--, di cui una della Bamesa SA dell'ammontare iniziale di fr. 540 260.--.\n\n|315|\n\nLa Banca popolare svizzera, a Locarno, era al beneficio delle seguenti ipoteche convenzionali:\n\n- fr. 99 000.-- iscritta il 9 novembre 1960;\n\n- fr. 50 000.-- iscritta il 23 aprile 1964;\n\n- fr. 51 000.-- iscritta il 23 aprile 1965.\n\nCon il ricavo della vendita vennero completamente pagate le ipoteche convenzionali. Il resto venne versato ai beneficiari di ipoteche legali in ragione del 10,33% dei loro crediti. La Bamesa SA, creditrice per fr. 732 337.20, interessi compresi, ricevette fr. 75 650.45.-.\n\nB.- La Bamesa SA considerò che la Banca popolare svizzera aveva gravato il fondo di ipoteche per un ammontare superiore al valore del terreno. In conseguenza, con petizione 12 luglio 1967, convenne la banca davanti al Pretore di Locarno-Città, chiedendo che la convenuta fosse condannata a versarle la somma di fr. 66219.60. La banca propose di respingere la petizione, affermando che il valore del terreno era di almeno fr. 300 000.-- e che le condizioni dell'applicazione del-l'art. 841 CC non erano adempiute.\n\nNel corso della causa, il Pretore ha fatto allestire due perizie successive. L'incarico per la prima venne conferito all'ing. Quadri, che stimò il terreno fr. 250.-- il mq., e cioè complessivamente per mq. 1009 fr. 252 250.--. Questa valutazione corrisponde alla stima eseguita all'inizio del 1967 dall'arch. Benoit per conto dell'Ufficio esecuzioni e fallimenti. La seconda delle due suindicate perizie venne allestita dall'avv. Viscardi, il quale determinò in fr. 200.-- il mq. il valore del terreno alla data degli incanti. Il Pretore, fondandosi sulla perizia Viscardi, accolse la petizione parzialmente, considerando che la costituzione dell'ultima ipoteca da parte della banca esulava da ogni prudente valutazione e sconfinava nella speculazione. Egli ritenne così adempiuto anche l'elemento soggettivo dell'art. 841 cpv. 1 CC, e assegnò all'attrice la somma di fr. 20 342.--, più interessi del 5% a decorrere dal 2 maggio 1967, importo corrispondente alla parte dell'attrice nella differenza fra la somma già assegnata alla convenuta (fr. 228 219.60) e il valore del terreno inedificato di fr. 201 800.--.\n\nC.- Con sentenza 23 gennaio 1973, la I Camera civile del Tribunale di appello ha respinto l'appellazione della banca e |316| confermato il giudizio suesposto. Essa ha considerato che, secondo la perizia Viscardi, nell'aprile del 1965, in occasione della costituzione dell'ultima ipoteca, il valore del terreno era di fr. 185.-- il mq. D'altra parte, il fondo era stato acquistato dalla Bellor SA per fr. 162 000.--, vale a dire per fr. 160.-- il mq. Ne consegue - ha aggiunto la Corte cantonale - che concedendo ipoteche per la somma di fr. 200 000.--, a cui venivano ad aggiungersi gli interessi, la banca non ha agitato sulla base di una stima prudente. Essa doveva rendersi conto che poteva arrecare pregiudizio ai costruttori. Risulta pertanto - ha concluso la Corte cantonale - che pure l'elemento soggettivo dell'art. 841 CC è adempiuto. Peraltro, il fatto che il proprietario e debitore era una società immobiliare doveva far presumere una prossima edificazione del fondo.\n\nD.- La Banca popolare svizzera ha interposto al Tribunale federale un ricorso per riforma, mediante il quale chiede che la decisione cantonale sia annullata e la petizione respinta.\n\nE.- La Bamesa SA è nel frattempo fallita e le decisioni dell'assemblea dei suoi creditori, hanno costituito oggetto di impugnazione, da ultimo di un ricorso di diritto pubblico al Tribunale federale, che è stato respinto con sentenza 19 giugno 1974. La parte intimata ha pertanto presentato la sua risposta solo l'11 luglio 1974. Essa propone di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n1. Davanti al Tribunale federale la ricorrente non contesta più la perizia Viscardi, sulla quale si è fondata la Corte cantonale. A giusta ragione essa ammette quindi che, secondo gli accertamenti cantonali, vincolanti in questa sede, le condizioni aggettive stabilite all'art. 841 cpv. 1 CC sono adempiute. E'infatti pacifico che, nella primavera del 1967, vale a dire al momento della realizzazione forzata, il valore del terreno era di fr. 201 800.--, inferiore quindi di fr. 26 419.60 all'importo delle ipoteche litigiose, ammontanti, con gli interessi, a fr. 228 219.60.\n\n2. Ciò stante, resta da decidere solo se i presupposti soggettivi dell'art. 841 cpv. 1 CC siano adempiuti, vale a dire solo se, al momento della costituzione delle ipoteche, la convenuta poteva rendersi conto che, concedendole, poteva portare pregiudizio agli imprenditori e artigiani.\n\n|317|\n\nSecondo la giurisprudenza (RU 82 II 22), la norma suesposta è intesa a riservare alle garanzie degli artigiani e imprenditori il maggior valore dipendente dalla loro attività e dai loro apporti. Chi priva gli aventi diritto di questa sicurezza, ottenendo un pegno che eccede il valore del terreno, è tenuto a riparare il pregiudizio loro arrecato. Tale è il caso quando il creditore ipotecario era in condizione di prevedere l'anzidetto pregiudizio usando l'attenzione consentitagli dalle circostanze, vale a dire quando esso poteva rendersi conto che la sua ipoteca gravava il fondo oltre il valore del terreno. La Corte cantonale si è attenuta a questo criterio ed ha pertanto correttamente applicato il diritto civile federale.\n\nLa questione di sapere se essa ha correttamente giudicato, considerando che la convenuta poteva riconoscere che le sue ipoteche gravavano il fondo oltre il valore del terreno, attiene ai fatti. Il Tribunale federale può esaminarla solo in quanto la Corte cantonale l'abbia risolta sulla base dell'esperienza generale.\n\nSecondo l'autorità cantonale, la convenuta non poteva ignorare che, tenuto conto degli interessi compresi nella garanzia (art. 818 cpv. 1 n. 3 CC), l'onere ipotecario ammontava a fr. 228 219.60; e ciò tanto più che trattavasi di una banca. Questa costatazione non viola certo il diritto federale. Per quanto concerne il valore del terreno, non risulta dagli atti, e non è neppure affermato, che la convenuta abbia fatto procedere ad una stima in occasione della concessione dell'ultimo prestito ipotecario. Il perito giudiziario Viscardi ha determinato detto valore in fr. 185.-- il mq., e cioè complessivamente in fr. 186 665.--. Considerando solo le tre ipoteche, senza gli interessi, di un importo complessivo di fr. 200 000.--, la ricorrente fa rilevare che la differenza (fr. 13 335.--) è di poco maggiore del 6% e rientrerebbe quindi nel margine di normali divergenze di stima, per cui non si potrebbe inferirne che la banca abbia potuto rendersi conto di poter arrecare pregiudizio alla garanzia degli artigiani e degli imprenditori; tanto più che le perizie Quadri e Benoit sarebbero poi risultate superiori.\n\nTuttavia, la Corte cantonale ha costatato anche che, quattro mesi prima della costituzione dell'ultima ipoteca, la Bellor SA aveva acquistato le particelle di cui si tratta per il prezzo totale di fr. 162 000.--, vale a dire per fr. 160.-- circa il |318| mq. Ha quindi ritenuto che il prezzo di questa transazione, noto alla convenuta, costituiva, a prescindere da ogni perizia, l'unico elemento di valutazione di cui la banca disponeva. Nella sentenza impugnata si ammette quindi implicitamente che il valore del terreno, allora conosciuto e deducibile da perizia, era di fr. 162 000.--. Ne consegue che la convenuta, ipotecando il fondo fino alla concorrenza di fr. 230 000.--, doveva riconoscere di gravarlo largamente oltre il valore del terreno. Del resto, anche se tale valore fosse stato di fr. 185 000.--, cifra arrotondata della perizia Viscardi, si giungerebbe alla stessa conclusione, perchè la differenza di fr. 45 000.--, corrispondente ad oltre il 20%, supera il margine di apprezzamento consentito ad un creditore diligente ed attento.\n\nVero è che, nel momento della costituzione delle ipoteche, i prezzi erano dominati dalla speculazione, e che la banca può aver ritenuto che sarebbero ulteriormente aumentati. Ma ciò, costituendo azzardo, esula da una valutazione effettuata in modo prudente nel momento della costituzione del pegno. Il creditore ipotecario non può fare assegnamento sull'aleatoria possibilità che i prezzi dei terreni aumentino.\n\nLa ricorrente pretende anche, ma a torto, che essa non poteva sapere che la proprietaria avrebbe costruito. Secondo la sentenza impugnata, la Bellor SA era una società immobiliare e presentava pertanto un indizio sufficiente per far presumere che aveva acquistato il fondo per edificarlo. Trattasi comunque di un accertamento di fatto che sfugge alla giurisdizione per riforma.\n\nNe consegue che la Corte cantonale ha correttamente applicato l'art. 841 CC. Il dovere di diligenza di chi concede prestiti ipotecari su un terreno edilizio deve essere apprezzato con rigore, specialmente quando il creditore è una banca, sperimentata a questo genere d'affari e cosciente del rischio che assume, e il debitore è una società immobiliare creata unicamente per realizzare un'operazione, cosiddetta di \"promozione\" immobiliare, i cui immobili costituiscono sovente l'unica attività tangibile. Le ipoteche legali degli artigiani e degli imprenditori non essendo privilegiate, la cautela dell'art. 841 CC deve essere applicata rigorosamente, per evitare di privarla di ogni efficacia."}