{"annee": "100", "cour": "IV", "page": "150", "date": "9/7/1974", "cite": ["82 IV 86"], "cite_par": ["108 IV 99", "107 IV 103", "107 IV 161"], "chapeau": "38. Urteil des Kassationshofes vom 9. Juli 1974 i.S. Staatsanwaltschaft des Kantons Aargau gegen F.", "regestes": ["Art. 113 CP; meurtre par passion. Caractère excusable de l'émotion violente."], "faits": "|150|\n\nA.- Anna F. lebt mit ihrem Ehemann und ihren Kindern in gemeinsamem Haushalt. In diesem verkehrte seit Jahren ihr Schwager Michele F., der dort seine Mahlzeiten einnahm. Da Anna F. mit ihrem Schwager seit rund 10 Jahren ein intimes Verhältnis unterhielt, lebte sie während dieser Zeit in einer ausgeprägten Konfliktslage, denn sie war auch ihrem Ehemann Antonio zugetan. Als sie sich in den letzten Jahren zurückzuziehen versuchte, wurde sie von Michele F. unter Anwendung von massiver Gewalt oft mehrmals täglich zum Geschlechtsverkehr gezwungen. Als Michele F. am 20. Februar 1973 um ca. 12.15 Uhr wie üblich zum Mittagessen heimkam, setzte sich Anna F. zu ihm an den Tisch, nachdem sie ihm das Essen aufgetragen hatte. Es kam zu einer erregten Auseinandersetzung, in deren Verlauf Michele F. seine Schwägerin u.a. als Hure bezeichnete. Darauf ergriff die Beschimpfte plötzlich das auf dem Tisch liegende Fleischmesser und stiess es gegen die Brust des Michele F., ohne ihn jedoch zu verletzen. Nachdem beide aufgesprungen waren, stiess Anna F. ihm das Messer nochmals von vorne unterhalb des linken Schulterbeins in den Leib, wodurch sie eine 12-13 cm tiefe Stichwunde und |151| eine völlige Durchtrennung der grossen Arterie zum linken Arm mit Blutung nach aussen und innen bewirkte, in deren Gefolge Michele F. starb.\n\nB.- Das Geschwornengericht des Kantons Aargau erklärte Anna F. am 19. Februar 1974 des Totschlags gemäss Art. 113 StGB schuldig und verurteilte sie zu 18 Monaten Gefängnis mit bedingtem Strafvollzug.\n\nC.- Die Staatsanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag auf Rückweisung der Sache an die Vorinstanz", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Staatsanwaltschaft ficht die Annahme des Geschwornengerichts, dass sich die Beschwerdegegnerin der vorsätzlichen Tötung in einer heftigen Gemütsbewegung schuldig gemacht hat, nicht an. Hingegen bestreitet sie, dass diese heftige Gemütsbewegung, wie der Tatbestand des Totschlags nach Art. 113 StGB weiter voraussetzt, nach den Umständen entschuldbar gewesen sei, wie die Vorinstanz angenommen hat.\n\nNach der vom Geschwornengericht nicht verkannten Rechtsprechung (BGE 82 IV 88) ist die einer Tötung zu Grunde liegende heftige Gemütsbewegung nicht schon dann entschuldbar, wenn sie aus den gesamten objektiven und subjektiven Umständen heraus psychologisch erklärt werden kann. Der Begriff der. Entschuldbarkeit verlangt vielmehr eine Bewertung nach ethischen Grundsätzen. Die Gemütsbewegung darf nicht ausschliesslich oder vorwiegend egoistischen, gemeinen Trieben entspringen, sondern muss durch die sie auslösenden äussern Umstände gerechtfertigt erscheinen. Wie in der 2. Expertenkommission wiederholt hervorgehoben wurde, muss die Gemütsbewegung z.B. durch eine Provokation, durch eine ungerechte Kränkung oder durch eine Notlage verursacht worden sein, um entschuldbar zu sein (BGE 82 IV 88). Bei Beurteilung der Entschuldbarkeit ist auch der Persönlichkeit des Täters Rechnung zu tragen; es ist ihm daher nicht irgendein Mensch zum Vergleich gegenüberzustellen, sondern jemand aus gleichen Umweltverhältnissen, wobei auch Erziehung und Charaktereigenschaften einzubeziehen |152| sind. Ferner sind nicht bloss die der Tat unmittelbar vorausgehenden, sondern allenfalls auch weiter zurückliegende Umstände zu berücksichtigen, die ebenfalls auf den Täter einwirkten.\n\n2. a) Die Vorinstanz hat sich gefragt, ob angesichts des langjährigen ehebrecherischen Verhältnisses zwischen der Beschwerdegegnerin und Michele F. mit allen seinen Verumständungen der ersteren nicht eine gewichtige Mitverantwortung und Mitschuld an der sie belastenden Konfliktslage zugeschrieben werden müsse. Sie stellt fest, dass die Beschwerdegegnerin in der Untersuchung zunächst erklärt hatte, für Michele F. anfänglich \"so etwas wie Liebe empfunden\" und sich ihm zwar widerwillig gebeugt, \"den Geschlechtsverkehr aber nicht als unangenehm und es anfänglich auch nicht als unangenehm empfunden zu haben, zwei Männer zu befriedigen\". In der Verhandlung vor Geschwornengericht habe sie dann jedoch beteuert, \"ihrem Schwager seit der Einreise in die Schweiz im Jahre 1964 eine tiefe Abneigung entgegengebracht und sich nur unter dem Druck seiner Gewaltanwendung zum Geschlechtsverkehr hingegeben zu haben\". Die Vorinstanz konnte diesen Widerspruch zwischen den beiden Darstellungen nicht beheben; sie musste die Frage offen lassen, welche von beiden der Wahrheit entspreche.\n\nb) Für sie war entscheidend, dass, auch wenn die Beschwerdegegnerin an der Entstehung und Führung dieses ehebrecherischen Verhältnisses eine Mitverantwortung oder Mitschuld treffen sollte, jedenfalls in der Zeit von 1970 bis zur Tat vom 20. Februar 1973 das intime Verhältnis zwischen der Beschwerdegegnerin und Michele F. nur noch auf Grund \"einer intensiven Gewalteinwirkung\" des letzteren weiterbestand. Deshalb widerspricht die in der Beschwerde aufgestellte Behauptung, die Beschwerdegegnerin habe aus freiem Willen das ehebrecherische Verhältnis und die intimen Beziehungen mit Michele F. über 10 Jahre hinweg gepflegt und damit ihre schwere Konfliktssituation selbst verschuldet, jedenfalls für die entscheidenden Jahre 1970-73 den von der Vorinstanz getroffenen tatsächlichen Feststellungen, weshalb sie für den Kassationshof nicht massgebend sein kann (Art. 277 bis Abs. 1 BStP). Dasselbe gilt für die Behauptung, die Beschwerdegegnerin habe zugegeben, den Geschlechtsverkehr mit F. nicht ungern gehabt zu haben. Für diese letzte Zeit stellt die |153| Vorinstanz vielmehr verbindlich fest, Michele F. habe die Beschwerdegegnerin wie ein Dienstmädchen behandelt, habe sie geschlagen und bei jeder Gelegenheit beschimpft und in der Familie der Beschwerdegegnerin Unfrieden und Zwietracht gestiftet. Da Michele F. nicht nur der Beschwerdegegnerin, sondern auch deren Ehemann an Körperkräften weit überlegen gewesen sei, hätten sich diese beiden Personen gegen die Gewalttätigkeit und Herrschsucht F's. nicht wirksam zur Wehr setzen können. Die Vorinstanz nimmt weiter als erwiesen an, dass F. zumindest seit 1970 nur unter brutaler Gewaltanwendung und bedenkenloser Ausnutzung ihrer Wehrlosigkeit die Beschwerdegegnerin für seine sexuellen Ansinnen gefügig machen konnte und wegen dieser völligen Missachtung ihrer Persönlichkeit bei ihr ein Hassgefühl erweckt habe. Auf die Schwere der von F. angewendeten Gewalteinwirkungen schliesst die Vorinstanz verbindlich einmal aus der Tatsache, dass die Beschwerdegegnerin wegen der ständigen Misshandlungen die Polizei um Hilfe angehen musste, wobei sie den im erzwungenen Sexualverkehr liegenden Grund dieser Misshandlungen verschwieg. Die Schwere der Misshandlungen, mit denen F. jeweils den Geschlechtsverkehr erzwang, folgert die Vorinstanz auch aus der Tatsache, dass man an der Beschwerdegegnerin beim Eintritt in die Klinik Königsfelden viele ältere und jüngere Verletzungen (vernarbte Stichwunden, Blutergüsse, KratzWunden, Schürfungen und Prellungen) vorgefunden hat. Mit solchen brutalen Gewaltakten erzwang der von der Beschwerdegegnerin als sexueller Unhold geschilderte F. von dieser oft mehrmals täglich den Geschlechtsverkehr. Die Zwangslage, in die F. die Beschwerdegegnerin durch seine Skrupellosigkeit brachte, war umso unerträglicher, als sie ihrem Ehemann trotz allem zugetan war und aus religiösen Gründen wegen ihres Verhaltens von schlechtem Gewissen geplagt war, aber keinen Ausweg mehr fand. Das Geschwornengericht stellt für den Kassationshof bindend fest, dass sich die Beschwerdegegnerin zur Tatzeit in einer Konfliktslage von kaum mehr erträglichem Ausmass und in einem Zustand äusserster Affektstauung befand, für die Michele F. in ausschlaggebendem Masse verantwortlich war.\n\nc) Auf dieser psychologischen Grundlage spielten sich die Vorgänge unmittelbar vor der Tat ab. Die Vorinstanz nimmt als erstellt an, dass F. auch am 20. Februar 1973 zunächst |154| wieder einen handfesten Streit verschuldet hat, indem er aus Eifersucht der Beschwerdegegnerin eine Arzt-Vorladung weggenommen hat, die sie für eine Konsultation mit einem ihrer Kinder in Zürich benötigte, indem er die Beschwerdegegnerin ferner bei der Heimkehr zum Mittagessen beschimpft und grundlos geschlagen hat und indem er wegen des Arztbesuchs in Zürich in einem eigentlichen Eifersuchtsanfall der Beschwerdegegnerin vorwarf, sie hure in Zürich herum, weil sie an ihrem Wohnort hiezu zu wenig Gelegenheit habe. Als ihm die Beschwerdegegnerin deswegen einen Stoss versetzte, gab F. ihr eine Ohrfeige, worauf die Beschwerdegegnerin in einem Wutanfall unvermittelt den tödlichen Stich führte.\n\nd) Mit Grund hebt das Geschwornengericht hervor, dass F. die Beschwerdegegnerin unmittelbar vor der Tat mit dem Vorwurf, sie sei eine Hure (\"putana\"), nicht nur schwer beleidigt, sondern ihr mit seiner Anschuldigung gerade die Lage vorgeworfen hat, die er ihr selbst durch seine Gewaltanwendungen gegen ihren Willen aufgezwungen hatte. Sein Gehaben unmittelbar vor der Tat war daher schwer provokativ; denn es bedeutete für die Beschwerdegegnerin nicht bloss eine tiefe Kränkung, sondern auch eine unerhörte Ungerechtigkeit. Angesichts der zumindest seit 1970 vorbestandenen äusserst gespannten Ausgangslage lassen diese Verumständungen die heftige Erregung, aus der heraus die Beschwerdegegnerin zum Messer griff, als entschuldbar erscheinen. Der Zynismus, mit dem F. der seiner Gewalttätigkeit ausgelieferten Frau gerade die Lebensführung vorwarf, zu der er sie zumindest seit 1970 gegen ihren Willen zwang, und die tiefe Verachtung, die er ihr dabei wegen dieser Lebensführung noch unmittelbar vor der Tat bezeugte, hätten auch eine andere Frau als eine heissblütige und am Rand ihrer Widerstandskraft angelangte Südländerin in einen blinden Wutanfall und in Verzweiflung zu versetzen vermocht. Das Gebaren F.s bedeutete gegenüber der Beschwerdegegnerin Provokation und ungerechte Kränkung, wie sie der 2. Expertenkommission als klassischer Entschuldigungsgrund in Sinne von Art. 113 StGB vorgeschwebt hatte. Mit Recht hat die Vorinstanz die Beschwerdegegnerin daher gemäss dieser Bestimmung schuldig gesprochen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}