{"annee": "91", "cour": "II", "page": "260", "date": "30/9/1965", "cite": ["76 II 113", "74 II 19"], "cite_par": [], "chapeau": "40. Auszug aus dem Urteil der II. Zivilabteilung vom 30. September 1965 i.S. H.B. gegen Bürgerliches Fürsorgeamt B.", "regestes": ["Dette alimentaire des frères et soeurs. Action récursoire de la corporation publique. Art. 328/329 CC. Péremption du droit de la collectivité par le motif qu'elle aurait tardé indûment à le faire valoir et commis ainsi un abus de droit? Le droit n'est pas périmé lorsque la corporation publique, aussi rapidement qu'elle l'a pu, a découvert et informé les parents tenus de la dette, même si elle n'a introduit action qu'après de longs pourparlers."], "faits": "|261|\n\nAus dem Tatbestand:\n\nA.- Der Beklagte H. B. ist der in günstigen Verhältnissen lebende Bruder der zu 75% invaliden Ch. B., welche die eidg. Invalidenrente und einen kantonalen Invalidenfürsorgebeitrag bezieht und zusätzlich von der Klägerschaft (Fürsorgeamt B.) mit Fr. 104.-- monatlich unterstützt werden muss. Dieses Amt gelangte im März 1962 brieflich an H. B. mit dem Begehren um Ersatz dieser Beiträge gemäss Art. 329 Abs. 3 ZGB. Der Beklagte kam dem Ansuchen für die Zeit vom März bis August 1962 nach, verweigerte dann aber weitere Leistungen vom September 1962 an. Eine Besprechung vom Dezember 1962 war ergebnislos, ebenso der vom Fürsorgeamt in den Monaten April bis August 1963 mit dem Vertreter des Beklagten geführte Briefwechsel. Am 28. August 1963 erhob das Fürsorgeamt gerichtliche Klage a) auf Erstattung der vom September 1962 bis zum August 1963 geleisteten Beiträge von insgesamt Fr. 1174.50 und b) auf Ersatz der von nun an laufenden Beiträge, beginnend mit dem Monat September 1963.\n\nB.- Die Direktion des Innern des Kantons Basel-Landschaft schützte das Begehren b) in vollem Umfange, das Begehren a) dagegen nur zur Hälfte, nämlich für das letzte Halbjahr vor der Klageanhebung. In gleicher Weise entschied der von beiden Parteien angerufene Regierungsrat.\n\nC.- Die vom Beklagten eingelegte Berufung an das Bundesgericht geht auf gänzliche Abweisung der Klage. Mit seiner Anschlussberufung verlangt dagegen das Fürsorgeamt die volle Zusprechung auch des Begehrens a).\n\nDas Bundesgericht weist die Berufung des Beklagten ab, und es schützt die Anschlussberufung der Klägerschaft aus folgenden", "considerants": "Erwägungen:\n\nMit der Anschlussberufung hält das Fürsorgeamt daran fest, dass der Beklagte ihm die an Ch. B. erbrachten Fürsorgeleistungen für die ganze Zeitspanne vom 1. September 1962 bis Ende August 1963 und nicht nur vom 1. März 1963 an zu ersetzen |262| habe. Der geforderte Betrag von Fr. 1174.50 (statt der in kantonaler Instanz zugesprochenen Fr. 587.--), also im Monatsdurchschnitt etwas weniger als Fr. 100.--, liegt im Rahmen dessen, was dem Beklagten bei seinen günstigen Erwerbsverhältnissen zuzumuten ist. Die Vorinstanzen haben jedoch den Erstattungsanspruch des Gemeinwesens auf das letzte Halbjahr vor der Klageanhebung begrenzt und sich dabei auf den vom Bundesgericht ausgesprochenen Grundsatz berufen, wonach das Gemeinwesen Erstattungsansprüche gegenüber unterstützungspflichtigen Verwandten des Armengenössigen tunlich rasch geltend machen soll, sobald es von der Person des Unterstützungspflichtigen und von seiner Vermögens- und Erwerbslage Kenntnis hat, und nicht beliebig lange mit der Geltendmachung solcher Ansprüche für vergangene Unterstützungsperioden zuwarten darf, ansonst eine völlige oder teilweise Verwirkung des Rückgriffsanspruches eintritt, dieser Anspruch also abzulehnen oder zu kürzen ist (BGE 74 II 19ff.,BGE 76 II 113ff.). Dabei schliessen sich die Vorinstanzen der baselstädtischen Praxis an, wonach die Ersatzansprüche des Gemeinwesens in der Regel auf das der Klage vorausgegangene Halbjahr zu begrenzen sind, sofern der Pflichtige nicht eine weitergehende Verzögerung selber verschuldet hat (vgl. E. JENNY, Die Verwandtenunterstützung im Spiegel der regierungsrätlichen Praxis des Kantons Basel-Stadt, in den Basler Juristischen Mitteilungen 1959 S. 163 ff., besonders S. 189/90).\n\nIndessen ist, wie schon in den angeführten Präjudizien, davon auszugehen, dass der auf Subrogation beruhende Ersatzanspruch des Gemeinwesens gemäss Art. 329 Abs. 3 ZGB ebenso wie der privatrechtliche Unterstützungsanspruch des Bedürftigen selbst an und für sich keiner andern zeitlichen Beschränkung als der Verjährung binnen fünf Jahren nach Art. 128 Ziff. 1 OR unterliegt. Eine Verwirkung tritt nur dann ein, wenn die Geltendmachung solcher Ansprüche in einer als rechtsmissbräuchlich erscheinenden Weise, also nach den gegebenen Umständen ungebührlich, verzögert wird, so dass dem Pflichtigen die Nachzahlung nicht mehr oder nur in vermindertem Masse zuzumuten ist. So verhält es sich hier keineswegs. Die angeführten Präjudizien verlangen nicht unverzügliches Vorgehen des Gemeinwesens auf dem Weg der gerichtlichen Klage, sobald ihm die Person und die Finanzlage des Berechtigten bekannt sind oder leicht ausfindig gemacht werden können. Die am Kopf des UrteilsBGE 74 II 19stehende Inhaltsangabe, |263| wonach der Ersatzanspruch \"nur bei unverzüglicher Anhebung der Klage\" zu schützen wäre, ist zu eng; die zugehörigen Erwägungen verlangen bloss, dass die Armenbe.hörde nicht zuwarte \"mit der Ausübung ihrer Rückgriffsrechte\" (\"les organes d'assistance ne sauraient ... tarder à exercer leurs droits de recours\"). Es steht keine Klagebefristung in Frage, sondern es kann sich für die Armenbehörde nur darum handeln, die Möglichkeit eines Rückgriffs auf Verwandte des Bedürftigen, für den sie sorgt, tunlich bald und gründlich zu prüfen und, wenn sie zur Bejahung einer Unterstützungspflicht gelangt, sie dem Pflichtigen gegenüber ebenfalls ohne übermässiges Zuwarten zur Geltung zu bringen. Das kann auf verschiedene Weise geschehen; etwa vorerst durch Darlegung ihres Standpunktes, worauf es, wenn der Angesuchte sich nicht ohne weiteres zu Erzatzleistungen bereit findet, allenfalls noch zu Aussprachen, zu einem Briefwechsel und zu aussergerichtlichen Verhandlungen über eine gütliche Einigung kommen kann, nach deren Scheitern dann freilich nur die gerichtliche Klage übrig bleibt. Hier hat das Gemeinwesen seinen Anspruch ungesäumt beim Pflichtigen angemeldet. Diese Art der Geltendmachung war geeignet, einer Anspruchsverwirkung wegen Rechtsmissbrauches einstweilen vorzubeugen. Denn der Pflichtige erhielt dadurch Kenntnis von dem beabsichtigten Rückgriff und hatte daher Veranlassung, sich auf eine ihm obliegende Nachzahlung einzurichten. Seit dem 1. Juni 1962 wusste er, dass das Fürsorgeamt ihn als unterstützungspflichtig ansah; er bezahlte hierauf denn auch die geforderten Beträge für die Zeit vom 1. März bis 31. August 1962. Bis zur Klageeinreichung versuchte das Fürsorgeamt immer wieder, ihn zur Wiederaufnahme seiner Leistungen zu bewegen. Es beantwortete auch bereitwillig die ihm vom Vertreter des Beklagten gestellten Fragen, soweit es dazu in der Lage war. Nicht Saumseligkeit des Fürsorgeamtes, sondern die vom Beklagten und seinem Vertreter eingeschlagene Verzögerungstaktik hat dazu geführt, dass die Klage dann erst im August 1963 angehoben wurde. Der Beklagte war schon vom Anfang der in Frage stehenden, mit dem 1. September 1962 beginnenden Zahlungsperiode an bestens unterrichtet über den ihm drohenden Rückgriff. Unter diesen Umständen kann dem Fürsorgeamt nichts vorgehalten werden, was es rechtfertigen würde, die sachlich wohlbegründeten Ersatzansprüche auch nur zum Teil als verwirkt zu erklären."}