{"annee": "91", "cour": "I", "page": "4", "date": "24/3/1965", "cite": [], "cite_par": ["114 IA 275", "113 IA 72", "104 IA 271"], "chapeau": "2. Urteil vom 24. März 1965 i.S. Mattmann und Schnider gegen Obergericht des Kantons Zug.", "regestes": ["Il n'y a aucune violation de l'art. 4 Cst. lorsque des membres d'une juridiction de mise en accusation, qui a ordonné le renvoi d'une cause pénale devant l'autorité de jugement, participent ensuite aux délibérations du tribunal d'appel auquel le jugement intervenu a été déféré."], "faits": "", "considerants": "|4|\n\n1. Gegen die Beschwerdeführer ist vor den Strafbehörden des Kantons Zug ein Strafverfahren anhängig. Die Untersuchung wurde durch Verfügung des Verhörrichteramtes am 15. Dezember 1961 abgeschlossen und die Überweisung an das Strafgericht angeordnet. Die Beschuldigten beschwerten sich dagegen bei der Justizkommission des Kantons Zug. Diese hat die Beschwerde mit Entscheid vom 24. Januar 1962 abgewiesen. Schon vorher hatten die Beschwerdeführer sich wiederholt über die Führung der Strafuntersuchung beschwert, jedoch ohne Erfolg. Bei den |5| Entscheiden wirkten u.a. die Mitglieder St. und F. mit. Das Strafgericht Zug verurteilte die Beschwerdeführer am 10. Juli 1964 zu 18 bzw. 10 Monaten Gefängnis. Die Angeschuldigten appellierten an das Obergericht und verlangten den Ausstand der Oberrichter St. und F. als Mitglieder des Obergerichts. Das Obergericht wies die Ablehnungsbegehren mit Beschluss vom 29. Dezember 1964/21. Januar 1965 ab.\n\nDie Betroffenen führen staatsrechtliche Beschwerde mit dem Antrag, den Beschluss des Obergerichts aufzuheben. Sie behaupten eine Verletzung von Art. 4 BV. Nach § 41 Ziff. 5 des zugerischen Gerichtsverfassungsgesetzes (GOG) könne ein Richter sein Amt nicht ausüben, wenn er im Prozess als Richter unterer Instanz bereits gehandelt oder noch zu handeln habe. Die beiden abgelehnten Richter hätten anlässlich der Überweisung der Strafsache an das Strafgericht und anlässlich von Beschwerden gegen die Untersuchungsorgane gehandelt und hätten deshalb bei Beurteilung der Strafsache durch das Obergericht den Ausstand zu wahren.\n\n2. Nach § 80 zug. StPO ist gegen den Überweisungsbeschluss des Verhörrichters die Beschwerde an die Justizkommission zulässig. Es können damit alle formellen und materiellen Einreden erhoben werden (§ 36 Satz 3 StPO). Der Entscheid der Justizkommission ist nicht weiterziehbar. Über Appellationen in Strafsachen hat das Obergericht zu entscheiden, dem auch die drei Mitglieder der Justizkommission als Mitglieder angehören.\n\nDie Beschwerdeführer machen geltend, auf die Mitglieder der Justizkommission treffe, falls die Strafsache im Appellationswege an das Obergericht gelangt, § 41 Ziff. 5 GOG zu, d.h. sie hätten den Ausstand zu wahren, da sie bereits als Richter unterer Instanz gehandelt hätten.\n\nDie gegenteilige Auffassung des Obergerichts lässt sich jedoch mit sachlichen Gründen rechtfertigen und verstösst deshalb nicht gegen Art. 4 BV.\n\nDie Justizkommission ist gegenüber dem Obergericht als Appellationsinstanz nicht eine untere Instanz im Sinne von § 41 Ziff. 5 GOG. Ihr Entscheid darüber, ob der Überweisungsbeschluss des Verhöramtes zu bestätigen oder ob die Strafsache einzustellen sei, ist nicht an eine obere Instanz weiterziehbar. Der Entscheid der Justizkommission ist definitiv, soweit bei Überweisungs- oder Einstellungsverfügungen überhaupt von einem endgültigen Entscheid gesprochen werden kann. Eine |6| andere Vorschrift des kantonalen Rechts, das die Mitglieder der Justizkommission verpflichten würde, in den Fällen, in denen diese die Überweisung angeordnet hat, bei der materiellen Beurteilung der Sache den Ausstand zu wahren, wird in der Beschwerde nicht namhaft gemacht und läge nicht vor. Es fehlen Anhaltspunkte für die Annahme, der Gesetzgeber habe die Mitglieder der Justizkommission als unter § 41 Ziff. 5 GOG fallend betrachten wollen oder er sei sonst davon ausgegangen, die Mitglieder der Justizkommission hätten bei der Beurteilung der Strafsache durch das Obergericht den Ausstand zu wahren. Schon im bisherigen kantonalen Recht fehlte eine derartige Vorschrift (§§ 22, 55 und 89 lit. f GOG vom 20. Juli 1905), d.h. weder der Strafgerichtspräsident, der die Überweisung erstinstanzlich vornahm, noch die Rekurskommission des Obergerichtes hatten bei Behandlung der Strafsache in erster und zweiter Instanz den Ausstand zu wahren. Wenn es die Meinung gehabt hätte, dass dieser Rechtszustand geändert werden müsse, wäre das bei der Revision des Gesetzes sicher zum Ausdruck gekommen. Von willkürlicher Anwendung von § 41 Ziff. 5 GOG kann deshalb nicht die Rede sein.\n\nAuch aus Art. 4 BV kann die Forderung nach Ausstand der Mitglieder der Überweisungsbehörde bei Beurteilung der Strafsache nicht abgeleitet werden. Die kantonalen Rechte sind in diesem Punkte nicht einheitlich (vgl. darüber BUCHMANN, Das Zwischenverfahren im Schweiz. Strafprozessrecht S. 90 f.).\n\nWährend z.B. nach zürcherischem Recht im bezirksgerichtlichen Verfahren der über die Zulassung der Anklage entscheidende Präsident von der Mitwirkung im weitern Verfahren nicht ausgeschlossen ist, wird die Ausstandspflicht der Mitglieder der Anklagekammer für das obergerichtliche Verfahren entgegen der bisherigen Praxis gegenwärtig bejaht (Blätter für zürcherische Rechtsprechung, Bd. 62 [1963] S. 2 ff.), jedoch bei einer von derjenigen des zugerischen Organisationsgesetzes abweichenden gesetzlichen Ordnung, weil gegen Beschlüsse der Anklagekammer das Rechtsmittel des Rekurses an das Obergericht, sowie die Aufsichtsbeschwerde zulässig sind. Nach der Rechtsprechung der aargauischen Gerichte dagegen ist § 41 Ziff. 3 StPO (Ausstandspflicht des Richters, der in der gleichen Sache in einer andern amtlichen Stellung am Verfahren teilgenommen hat) nicht anwendbar auf die Mitglieder des Obergerichtes als Beschwerdeinstanz gegen die Anordnung der Fortführung der |7| Untersuchung oder die Anklageschrift. Art. 4 BV lässt eine unterschiedliche Ordnung dieser Frage durchaus zu und steht nicht entgegen, dass die Kantone ihren Bedürfnissen und persönlichen Gegebenheiten bei der Besetzung der Gerichte Rechnung tragen. Die Mitwirkung im Verfahren der Zulassung der Anklage hat nicht notwendig Befangenheit des Richters bei der materiellen Beurteilung zur Folge. Indem die Anklagebehörde eine Überweisung verfügt, verpflichtet sie den Beschuldigten, sich wegen der gegen ihn erhobenen Anschuldigung vor dem erkennenden Richter zu verantworten, d.h. stellt sie fest, dass die formellen Voraussetzungen für die Begründung des Prozessrechtsverhältnisses gegeben sind; indem sie die Überweisung ablehnt, stellt sie fest, dass die Voraussetzungen für eine Fortsetzung des Strafverfahrens nicht gegeben sind. Es ist nicht streitig, dass die Justizkommission in diesem Fall bloss darüber entscheidet, dass die gerichtliche Beurteilung ohne jeden Zweifel zu einem Freispruch führen würde, etwa weil Verjährung eingetreten sei, bei Antragsdelikten kein oder kein rechtzeitig gestellter Strafantrag vorliege, der Beweis für die Tat voraussichtlich nicht erbracht werden könne usw. Jedenfalls bei derartiger Beschränkung fällt die Überweisungsbehörde kein Urteil über Bestehen oder Nichtbestehen des Strafanspruchs, auch wenn im übrigen der Beschuldigte mit der Überweisung als der Begehung eines Vergehens verdächtig bezeichnet wird.\n\nDie Mitwirkung der Mitglieder der Justizkommission im nachfolgenden obergerichtlichen Strafverfahren verletzt deshalb auch nicht allgemeine Rechtsgrundsätze, wie sie sich aus Art. 4 BV über die Mitwirkung von Gerichtspersonen oder die Zusammensetzung des Gerichtes ergeben würden.\n\nDass einzelne Mitglieder der Justizkommission abgesehen hievon befangen seien, weil frühere Beschwerdeentscheide eine gewisse Würdigung des Verhaltens der Beschuldigten im Untersuchungsverfahren enthalten, - von der übrigens nicht behauptet wird, dass sie unsachlich sei -, durfte das Obergericht ohne Willkür verneinen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}