{"annee": "91", "cour": "IV", "page": "57", "date": "5/4/1965", "cite": ["74 IV 135", "85 IV 121", "80 IV 13", "73 IV 75", "88 IV 4", "69 IV 156", "84 IV 11", "90 IV 259", "79 IV 69"], "cite_par": ["97 IV 52", "95 IV 49", "95 IV 32"], "chapeau": "17. Auszug aus dem Urteil des Kassationshofes vom 5. April 1965 i.S. Generalprokurator des Kantons Bern gegen Häberli.", "regestes": ["1. Art. 68 ch. 1 CP, 247 al. 1 et 2 PPF. Si l'on peut poursuivre et juger plusieurs actes punissables d'un seul et même accusé dans des procédures séparées, cela ne doit point servir à éluder le droit matériel. 2. Art. 41 ch. 1 al. 2 CP. Cette disposition vise n'importe quel crime ou délit, et non seulement des infractions semblables à celles que l'on juge et pour lesquelles le sursis est accordé. Ce qui est décisif au premier chef pour l'octroi ou le refus du sursis, c'est toujours la prévention spéciale; des motifs de prévention générale peuvent seulement s'y ajouter. Ce principe vaut aussi pour le conducteur pris de boisson."], "faits": "|57|\n\nA.- Das Strafamtsgericht Bern verurteilte am 9. Januar 1964 Häberli wegen fortgesetzter Veruntreuung, die er in den |58| Jahren 1956-1961 im Betrage von Fr. 4500.-- begangen hatte, sowie wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand und wegen Fahrens ohne Führerausweis zu neun Monaten Gefängnis. Es gewährte dem Verurteilten den bedingten Strafvollzug und setzte ihm vier Jahre Probezeit.\n\nZum bedingten Aufschub der Strafe führte das Gericht aus, dass er zwar nur für die Veruntreuung in Betracht käme, nicht auch für die Verkehrsdelikte, da der Beschuldigte bereits zum zweiten Male wegen Fahrens in angetrunkenem Zustand vor dem Richter stehe. Die Verweigerung des bedingten Strafvollzuges hätte aber zur Folge, dass er wegen der Veruntreuung eine etwa zehnmal höhere Strafe verbüssen müsste, als dies der Fall wäre, wenn bloss die beiden Verkehrsdelikte zur Beurteilung stünden. Die neuerliche Verurteilung wegen Fahrens in angetrunkenem Zustand hindere daher den Richter nicht, den Vollzug der hauptsächlich wegen der Veruntreuung verhängten Gesamtstrafe bedingt aufzuschieben.\n\nB.- Der Staatsanwalt des Mittellandes erklärte gegen dieses Urteil die Appellation, die der Generalprokurator des Kantons Bern mit Bezug auf das Strafmass und den bedingten Strafvollzug aufrechterhielt.\n\nDas Obergericht des Kantons Bern beschloss am 7. April 1964, die Verfahren wegen Veruntreuung einerseits und wegen Fahrens in angetrunkenem Zustand und ohne Führerausweis andererseits zu trennen.\n\nEs begründete die Trennung damit, dass diese nach Art. 102 des Gesetzes über das Strafverfahren anzuordnen sei, sobald wesentliche Nachteile der Vereinigung zutage treten. Im vorliegenden Fall bestünde dieser Nachteil darin, dass für die Gesamtstrafe der bedingte Strafvollzug verweigert werden müsste, obwohl er für die wegen der Veruntreuung auszufällende Strafe ohne Überschreitung des Ermessens möglich sei. Der Trennung des Verfahrens stehe auch das eidgenössische Recht nicht entgegen, da das StGB und der BStP den kantonalen Richter nicht verpflichteten, sämtliche Handlungen, derentwegen ein Beschuldigter gleichzeitig verfolgt werde, im gleichen Verfahren zu beurteilen; Art. 68 Ziff. 1 StGB sei nicht eine Norm des Verfahrens, sondern der Strafzumessung.\n\nDurch getrennte Urteile vom 7. April 1964 verurteilte das Obergericht darauf den Beschuldigten wegen fortgesetzter Veruntreuung zu sechs Monaten Gefängnis und wegen Fahrens in |59| angetrunkenem Zustand und ohne Führerausweis zu einer Zusatzstrafe von 30 Tagen Gefängnis und Fr. 50.- Busse. Für die erste Freiheitsstrafe gewährte es den bedingten Vollzug; für die zweite lehnte es ihn ab.\n\nC.- Der Generalprokurator führt gegen das Urteil über die Veruntreuung Nichtigkeitsbeschwerde mit dem Antrag, es soweit aufzuheben, als es den bedingten Strafvollzug gewähre, und die Sache zu dessen Verweigerung an das Obergericht zurückzuweisen.\n\nDer Verurteilte beantragt, die Beschwerde abzuweisen.", "considerants": "Aus den Erwägungen:\n\nWie das Obergericht unter Hinweis auf BGE 84 IV 11 ausführt, bleibt es beim Zusammentreffen mehrerer Strafhandlungen dem kantonalen Prozessrecht überlassen, ob die Handlungen im gleichen oder in getrennten Verfahren zu verfolgen und zu beurteilen sind. Das heisst nicht, dass die Trennung der Verfahren zur Umgehung des materiellen Rechts benützt werden dürfe. Art. 102 der bern. StPO kann nicht Trennungen gestatten, die darauf abzielen, die Anwendung des materiellen Rechts zu verhindern (BGE 69 IV 158). Unter welchen Voraussetzungen der Vollzug einer Gefängnisstrafe aufgeschoben werden darf, bestimmt sich ausschliesslich nach den Grundsätzen des Bundesrechts, dessen Anwendung gesichert bleiben muss (Art. 247 Abs. 1 und 2 BStP). Daran hat sich das Obergericht im vorliegenden Fall nicht gehalten. Es hat im Verfahren über die Verkehrsstrafhandlungen den bedingten Strafvollzug verweigert, in demjenigen über die Veruntreuung dagegen gewährt, während er je nach den Voraussetzungen entweder in beiden Verfahren zu gewähren oder nicht zu gewähren war.\n\nDer bedingte Strafaufschub setzt insbesondere voraus, dass Vorleben und Charakter des Verurteilten erwarten lassen, er werde durch diese Massnahme von weiteren Verbrechen oder Vergehen abgehalten (Art. 41 Ziff. 1 Abs. 2 StGB). Das Gesetz macht somit die Massnahme nicht bloss von der Erwartung abhängig, dass der Verurteilte keine Strafhandlung von der Art, die zur Beurteilung steht und für welche der bedingte Strafvollzug gewährt wird, mehr begehe, sondern dass er durch die Warnungsstrafe von Verbrechen und Vergehen schlechthin abgehalten werde. Das Wohlverhalten, das von ihm gestützt auf die Massnahme erwartet wird, muss sich auf alle Lebensgebiete |60| erstrecken. Die Aussicht auf eine Besserung, die auf bestimmte deliktische Betätigungen beschränkt ist und nicht die gesamte Gesinnung und Einstellung des Verurteilten gegenüber der Rechtsordnung erfasst, vermag den bedingten Strafvollzug nicht zu rechtfertigen (BGE 85 IV 121 f.).\n\nFragen kann sich höchstens, ob in bezug auf das Fahren in angetrunkenem Zustand (Art. 59 MFG, Art. 91 SVG) deswegen eine Ausnahme zu machen sei, weil Art. 41 Ziff. 1 StGB mit Rücksicht auf die Häufigkeit und besondere Gefährlichkeit dieser Verkehrsstrafhandlung erlaubt, aus generalpräventiven Gründen an die Gewährung des bedingten Strafvollzuges besonders strenge Anforderungen zu stellen (BGE 88 IV 6, BGE 90 IV 263). Allein in erster Linie massgebend für den Entscheid über den bedingten Strafaufschub bleibt immer die Spezialprävention; Gründe der allgemeinen Abschreckung können lediglich mitbestimmend sein (BGE 73 IV 80, 87;BGE 74 IV 138;BGE 79 IV 69; BGE 80 IV 14). Darum besteht auch kein hinreichender Anlass, das Fahren in angetrunkenem Zustand mit Bezug auf die Voraussicht künftigen allgemeinen Wohlverhaltens besonders zu behandeln. Im vorliegenden Falle sind die Aussichten auf eine bessernde Wirkung des bedingten Strafvollzuges ohnehin derart schlecht, dass auf Überlegungen der Generalprävention nichts mehr ankommt (was näher ausgeführt wird)."}