{"annee": "91", "cour": "I", "page": "173", "date": "16/6/1965", "cite": ["88 I 217", "79 I 17", "85 I 91", "85 I 276", "87 I 10", "86 I 18", "84 I 89", "75 I 297"], "cite_par": ["92 I 88", "97 I 193", "91 I 249"], "chapeau": "30. Auszug aus dem Urteil vom 16. Juni 1965 i.S. X. gegen Stadtrat von Luzern und Regierungsrat des Kantons Luzern.", "regestes": ["Impôt de mutation, art. 4 Cst. 1. Dans le canton de Lucerne, le droit de mutation est un impôt et non un émolument au sens juridique (consid. 2). 2. En règle générale, il n'est pas arbitraire, lors d'une imposition, de tenir compte d'une situation de fait telle qu'elle se présente sur le plan économique. N'est donc pas contraire à l'art. 4 Cst. l'opinion selon laquelle le § 1 de la loi lucernoise du 30 juin 1897 sur l'impôt de mutation vise, outre le transfert juridique de la propriété, le transfert économique (consid. 3). 3. Il n'est pas arbitraire de considérer qu'une maison terminée est transférée par l'une des parties au contrat à l'autre lorsqu'elle est vendue à l'achèvement du gros oeuvre, que le vendeur est chargé de mener les travaux à chef et que les contrats de vente et d'entreprise dépendent l'un de l'autre à tel point que l'un n'aurait pas été conclu sans l'autre (consid. 4). Il en va ainsi même quand les parties aux contrats de vente et d'entreprise ne sont pas les mêmes (consid. 5 et 6)."], "faits": "BGE 91 I 173 S. 174\n\nX., Kaufmann, Immobilien und Generalunternehmungen, Luzern, verkaufte am 27. September 1963 eine ihm gehörende Liegenschaft in Luzern zum Preise von Fr. 221'000.-- an die Versicherungsgesellschaft Y. Auf Grund dieser Handänderung erhob der Stadtrat Luzern eine \"Handänderungsgebühr\" von Fr. 3315.-- (11/2% von Fr. 221'000.--). Dieser Betrag wurde von den Vertragsparteien je zur Hälfte bezahlt.\n\nIm Veranlagungsverfahren für die Grundstückgewinnsteuer stellte die Stadtverwaltung nachträglich fest, dass am 18. September 1963 zwischen der Versicherungsgesellschaft Y. und der in Hergiswil/NW domizilierten Firma Z. ein Werkvertrag abgeschlossen worden war, durch den die Firma Z. sich als Generalunternehmerin verpflichtet hatte, für die Bestellerin zum Pauschalpreis BGE 91 I 173 S. 175von Fr. 834'000.-- auf dem von X. verkauften Grundstück auf den 15. Mai 1964 ein schlüsselfertiges Mehrfamilienhaus mit zehn Garagen zu erstellen. Beim Abschluss dieses Vertrages war die Firma Z. durch X. vertreten; bereits am 28. September 1963 wurde mit den Bauarbeiten auf dem verkauften Grundstück begonnen.\n\nAuf Grund dieses Sachverhaltes kam der Stadtrat Luzern auf die Festsetzung der Handänderungsgebühr zurück und entschied, die Handänderungsgebühr sei nicht nur vom eigentlichen Kaufpreis, sondern auch vom Werklohn zu berechnen und belaufe sich demnach auf insgesamt Fr. 15'825.--, sodass die Parteien des erwähnten Kaufvertrages verpflichtet seien, noch je Fr. 6255.-- zu bezahlen.\n\nDie Versicherungsgesellschaft Y. hat die nachträglich verlangte Handänderungsgebühr bezahlt; X. dagegen reichte wegen dieser Steuerveranlagung beim Regierungsrat des Kantons Luzern Rekurs ein, mit dem Antrag, den Entscheid des Stadtrates aufzuheben und die Handänderungsgebühr auf den ursprünglichen Betrag von insgesamt Fr. 3315.-- anzusetzen. Der Regierungsrat wies den Rekurs mit Entscheid vom 9. Oktober 1964 ab.\n\nDie hierauf eingereichte staatsrechtliche Beschwerde, mit welcher X. beantragte, es sei der Entscheid des Regierungsrates vom 9. Oktober 1964 wegen Verletzung von Art. 4 BV (Willkür, Verletzung des Grundsatzes der Rechtsgleichheit), § 4 Abs. 1 KV (Rechtsgleichheit), § 11 KV (Gesetzmässigkeit der Verwaltung) und § 9 KV (Eigentumsgarantie) aufzuheben, wurde vom Bundesgericht abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. Nach dem luzernischen Gesetz über die Handänderungsgebühr vom 30. Juni 1897 (HGG) ist eine Handänderungsgebühr zu entrichten, wenn eine Liegenschaft durch Kauf, Tausch, Erbschaft oder Schenkung an einen neuen Eigentümer übergeht (§ 1 HGG); die Handänderungsgebühr beträgt 11/2% des Kaufpreises, bezw. der Katasterschatzung, fällt zu gleichen Teilen an den Staat und an die Einwohnergemeinde (§§ 1 und 2 HGG) und ist, sofern im Kaufvertrag nichts anderes bestimmt wurde, unter solidarischer Haftbarkeit vom Käufer und Verkäufer zu gleichen Teilen zu bezahlen (§ 8 Abs. 1 HGG). Ungeachtet ihrer Benennung ist die luzernische Handänderungsgebühr BGE 91 I 173 S. 176keine Gebühr im Rechtssinn, sondern eine Steuer (nicht veröffentlichter Entscheid vom 29. Juni 1960 in Sachen Willimann).\n\nMit der Beschwerde wird gerügt, die Handänderungsgebühr sei vorliegenden Falles zu Unrecht nicht nur vom Preis der verkauften Parzelle, sondern auch vom Werklohn erhoben worden, wie er im Vertrag zwischen der Versicherungsgesellschaft Y. und der Firma Z. vereinbart worden sei. Damit werde auf einen dem Handänderungsgesetz nicht bekannten Steuertatbestand abgestellt, was mit dem Grundsatz der Gesetzmässigkeit der Steuer nicht vereinbar sei. Zudem werde im angefochtenen Entscheid in willkürlicher Weise angenommen, die Firma Z. sei mit dem Beschwerdeführer wirtschaftlich identisch.\n\n3. Nach dem im Rechtsstaate allgemein geltenden und in § 11 der luzernischen Kantonsverfassung ausdrücklich statuierten Grundsatz der Gesetzmässigkeit der Steuer dürfen Steuern nur bei Vorliegen der gesetzlichen Voraussetzungen und lediglich in dem vom Gesetz festgelegten Umfange erhoben werden (BGE 84 I 93 Erw. 2, BGE 85 I 278, BGE 87 I 14). Auslegung und Anwendung der kantonalen Steuergesetze überprüft das Bundesgericht jedoch nur unter dem beschränkten Gesichtswinkel der Willkür und rechtsungleicher Behandlung.\n\nWie das Bundesgericht wiederholt entschieden hat, ist es in der Regel nicht willkürlich, wenn bei der Besteuerung nicht auf die äussere zivilrechtliche Form, sondern auf den wirtschaftlichen Gehalt eines Tatbestandes abgestellt wird. Diese Betrachtungsweise, die zur Folge haben kann, dass einer gesetzlichen Vorschrift ihrem Sinne nach ein weiterer Anwendungsbereich zukommt, als es ihr Wortlaut zunächst vermuten liesse, ist insbesondere auch bei Anwendung und Auslegung der Vorschriften über die Handänderungssteuer zulässig (BGE 75 I 302/303;BGE 79 I 19/20; BGE 85 I 97, 279/280; BGE 86 I 21). Mit Bezug auf das luzernische Gesetz über die Handänderungssteuer hat das Bundesgericht im bereits angeführten Entscheid Willimann ausgeführt, der im Gesetz verwendete Ausdruck \"Handänderung\" bezeichne nicht nur den zivilrechtlichen Eigentumsübergang, sondern auch ganz allgemein die rechtsgeschäftliche Verschiebung von Grundeigentumswerten; es lasse sich daher ohne Willkür folgern, dass das Gesetz den wirtschaftlichen und nicht den formellen Uebergang des Eigentums, oder aber beides treffen BGE 91 I 173 S. 177wolle; schon in einem Entscheid vom 2. Juli 1945 in Sachen Müller und Gaegauf habe deshalb das Bundesgericht erklärt, die Annahme, § 1 HGG erfasse auch die sogenannte wirtschaftliche Handänderung, verstosse nicht gegen Art. 4 BV; dass die Gleichstellung von wirtschaftlicher und rechtlicher Handänderung auf einer sinngemässen Auslegung und nicht auf einer ausdrücklichen Anordnung des Gesetzes beruhe, sei unter dem Gesichtspunkte der Willkür nicht zu beanstanden.\n\n4. Zu prüfen ist zunächst, ob die vom Regierungsrat gutgeheissene Erhebung einer Handänderungsgebühr vom Werklohn für die Erstellung eines Mehrfamilienhauses auf der verkauften Parzelle bei wirtschaftlicher Betrachtungsweise vor der Rüge der Willkür standhalte.\n\nWenn ein Haus im Rohbau verkauft wird und der Verkäufer des Baugrundstückes für die Vollendung des Baues zu sorgen hat, und wenn der Kaufvertrag und der Werkvertrag so voneinander abhängig sind, dass es ohne den einen nicht zum Abschluss des andern gekommen wäre, so darf nach der Praxis des Bundesgerichtes ohne Willkür angenommen werden, es werde nicht nur ein Grundstück mit Rohbau, sondern das fertige Haus von einer Vertragspartei auf die andere übertragen. Als für die Handänderungssteuer massgebender Erwerbspreis kann dementsprechend der Preis für das Ganze (Boden und fertiges Haus) betrachtet werden (vgl. Urteil vom 29. Juni 1960 in Sachen Willimann; ASA Bd. 27 S. 112 f.; BGE 88 I 222 f.).\n\nDer Beschwerdeführer selber hat erklärt, die Versicherungsgesellschaft Y. habe ein fertiges Haus erwerben wollen. Es wird in der Beschwerde auch nicht bestritten, dass der Vertrag über den Verkauf der Parzelle an die Versicherungsgesellschaft Y. ohne den Abschluss des Werkvertrages über die Erstellung eines Mehrfamilienhauses auf diesem Grundstück nicht abgeschlossen worden wäre. Im Werkvertrag wurde vereinbart, dass das Haus auf den 1. Mai 1964 schlüsselfertig erstellt werde. Bei dieser Sachlage wären an sich nach der angeführten Rechtsprechung die Voraussetzungen erfüllt, um die Handänderungsgebühr vom Preis des Ganzen, also vom Kaufpreis des Baugrundstückes (Fr. 221'000.--) und vom Werklohn (Fr. 834'000.--) zu erheben.\n\n5. Die Besonderheit des vorliegenden Falles liegt jedoch darin, dass die Verträge über den Verkauf der Parzelle und über den Bau des Mehrfamilienhauses auf diesem Grundstück BGE 91 I 173 S. 178nicht von den gleichen Parteien abgeschlossen worden sind: Den Kaufvertrag schlossen der Beschwerdeführer als Verkäufer und die Versicherungsgesellschaft Y. als Käuferin ab, während beim Generalunternehmervertrag die durch den Beschwerdeführer vertretene Firma Z. als Unternehmerin und die Versicherungsgesellschaft Y. als Bestellerin auftreten. Der angefochtene Entscheid geht davon aus, dass wirtschaftlich betrachtet zwischen der Firma Z. und dem Beschwerdeführer Identität bestehe, sodass die Handänderungsgebühr sowohl vom Kaufpreis, als auch vom Werklohn zu erheben sei. Die Beschwerde macht geltend, diese Annahme sei willkürlich; der Werkvertrag habe einzig die Erstellung eines Hauses zum Gegenstand und sei von Parteien abgeschlossen worden, die mit jenen des Kaufvertrages nicht identisch seien.\n\na) Der Beschwerdeführer erklärt zunächst, er habe die Firma Z. beim Abschluss des Werkvertrages nicht als Organ dieser Gesellschaft, sondern auf Grund einer besonderen Vollmacht vertreten, denn er habe in der Firma Z. gar keine Organstellung. Der Regierungsrat bestreitet die Richtigkeit dieser Darstellung nicht, argumentiert aber, der Umstand, dass die Firma Z. dem Beschwerdeführer die Vollmacht erteilt habe, in ihrem Namen den Werkvertrag abzuschliessen, weise darauf hin, dass zwischen der Gesellschaft und dem Beschwerdeführer enge Beziehungen bestünden; aus den Daten der Vertragsabschlüsse und des Baubeginnes gehe hervor, dass die Bauvorbereitungen nicht von der Firma Z., sondern vom Beschwerdeführer getroffen worden seien. Als willkürlich lassen sich diese Überlegungen nicht bezeichnen.\n\nb) Im angefochtenen Entscheid wird festgestellt, der Beschwerdeführer habe an der ausserordentlichen Generalversammlung der Firma Z. vom 10. April 1963 von den insgesamt 100 Aktien der Gesellschaft 98 vertreten. Damit will zum Ausdruck gebracht werden, dass X. die Firma Z. beherrsche und deshalb mit ihr wirtschaftlich identisch sei. Der Beschwerdeführer rügt diese Annahme als willkürlich mit der Begründung, nach den Statuten der Gesellschaft könne sich jeder Aktionär an der Generalversammlung durch einen Dritten vertreten lassen, der nicht Aktionär zu sein brauche; der Beschwerdeführer könne \"also ebensogut als Nichtaktionär die betr. 98 Aktien vertreten haben\". Mit dieser ausweichenden Äusserung bestreitet der Beschwerdeführer nicht, dass er Mehrheitsaktionär der BGE 91 I 173 S. 179Gesellschaft sei; er lässt diese Frage einfach offen, was darauf hindeutet, dass die Annahme des Regierungsrates, X. beherrsche die Firma Z., den Tatsachen entspreche.\n\nc) Der Regierungsrat erklärte in seinem Entscheid vom 9. Oktober 1964, die Firma Z. habe grundsätzlich mit der Erstellung eines Mehrfamilienhauses für einen Dritten nichts zu tun, da der Zweck dieser Firma mit \"Fabrikation und Handel mit Haushaltmaschinen und Import und Export von solchen\" umschrieben sei. Der Beschwerdeführer rügt auch diese Annahme als willkürlich und macht geltend, der Regierungsrat verweise lediglich auf die im Handelsamtsblatt veröffentlichte Kurzbezeichnung des Gesellschaftszweckes; massgebend sei jedoch die weiter gefasste Umschreibung des Zweckes in den Statuten, die unter anderem auch den An- und Verkauf von Liegenschaften vorsehe.\n\nDer Beschwerde ist zu entnehmen, dass Art. 2 der Statuten der Firma Z. wie folgt lautet:\n\n\"Die Gesellschaft bezweckt die Fabrikation von und den Handel mit Haushaltmaschinen jeder Art sowie den Import und Export von solchen. Die Gesellschaft ist befugt, sich an anderen Unternehmungen, die gleiche oder ähnliche Zwecke verfolgen, zu beteiligen, solche Unternehmungen zu gründen oder zu übernehmen, sowie alle anderen Geschäfte, auch An- und Verkauf von Liegenschaften, zu tätigen, die zur Erreichung des Gesellschaftszweckes erforderlich oder nützlich sind.\"\n\nDaraus ergibt sich deutlich, dass der An- und Verkauf von Liegenschaften an sich nicht Gegenstand des Gesellschaftszweckes ist; die Gesellschaft ist zum Abschluss derartiger Geschäfte nur befugt, wenn sie zur Erreichung des Gesellschaftszweckes erforderlich oder nützlich sind. Ohne Willkür konnte daher der Regierungsrat im angefochtenen Entscheid erklären, die Gesellschaft habe in Ansehung ihres Zweckes mit der Erstellung eines Mehrfamilienhauses für einen Dritten nichts zu tun. Der Beschwerdeführer behauptet denn auch nicht, er habe als Vertreter der Firma Z. den Werkvertrag mit der Versicherungsgesellschaft Y. abgeschlossen, weil dieses Geschäft zur Erreichung des Gesellschaftszweckes der Firma Z. erforderlich oder nützlich gewesen sei.\n\nd) Im Entscheid des Regierungsrates wird ausgeführt, die in Hergiswil domizilierte Firma Z. sei im Telefonverzeichnis dieser Gemeinde nicht zu finden und eine Betriebsstätte dieser Firma BGE 91 I 173 S. 180sei nicht nachgewiesen; dagegen figuriere X. im Telefonverzeichnis der Stadt Luzern mit dem Hinweis \"Immobilien und Generalunternehmungen\". Der Beschwerdeführer rügt, es sei willkürlich, daraus, dass er sich in Luzern auf dem \"Immobiliensektor\" betätige, die Firma Z. aber in Hergiswil keine Betriebsstätte habe, zu schliessen, zwischen dem Beschwerdeführer und der Firma Z. bestehe wirtschaftlich Identität.\n\nEs ist richtig, dass ein solcher Schluss nicht haltbar wäre. Der Beschwerdeführer übersieht jedoch, dass im angefochtenen Entscheid gesagt wird, eine Betriebsstätte der Firma Z. sei nicht nachgewiesen, nicht dagegen, diese Gesellschaft habe \"in Hergiswil\" keine Betriebsstätte. In der Vernehmlassung des Regierungsrates wird ausserdem darauf hingewiesen, dass die Firma Z. gemäss Eintrag im Ragionenbuch ihren Sitz in Hergiswil bei W. habe. Dieser leite zusammen mit seiner Ehefrau in Luzern eine Apotheke. Hieraus sei zu schliessen, dass die Firma Z. wohl ihren Sitz in Hergiswil habe, jedoch keine Geschäftstätigkeit als Generalunternehmerin ausübe. Willkürlich ist eine solche Annahme nicht, umsoweniger, als der Beschwerdeführer nicht behauptet, die Firma Z., die den Werkvertrag abgeschlossen hat, sei als Unternehmerin tätig.\n\ne) Der Regierungsrat vertritt im angefochtenen Entscheid die Auffassung, der Beschwerdeführer hätte nicht eine solidarische Haftbarkeit für alle Ansprüche der Auftraggeberin übernommen, wenn er bei Abschluss des Werkvertrages einzig als Vertreter der Firma Z. beteiligt gewesen wäre. Der Beschwerdeführer rügt auch diese Annahme als willkürlich. Er bestreitet indessen nicht, dass er im Ingress des Werkvertrages ausdrücklich als Vertragspartner \"mit persönlicher und solidarischer Haftung gegenüber der Auftraggeberin\" aufgeführt ist. Von Willkür kann keine Rede sein, wenn unter diesen Umständen davon ausgegangen wurde, X. hätte sich nicht in so weitgehender Weise verpflichtet, wenn er nicht in der Lage gewesen wäre, die Ausführung der Baute massgeblich zu beeinflussen.\n\nf) Der Beschwerdeführer anerkennt, dass er durch den Verkauf seiner Parzelle an die Versicherungsgesellschaft Y. praktisch keinen Gewinn erzielt habe, macht aber geltend, das brauche nicht unbedingt darauf hinzuweisen, dass er seinen Gewinn aus dem Generalunternehmervertrag \"beziehen müsse\". Damit gibt er weitgehend zu, dass der Regierungsrat im Recht ist, wenn er in seiner Vernehmlassung bemerkt, bei BGE 91 I 173 S. 181Landverkäufen mit gleichzeitigem Abschluss von Generalunternehmerverträgen würden die Landpreise tief eingesetzt, um Kosten (Beurkundungs- und Grundbuchgebühren und insbesondere Handänderungssteuern und Grundstückgewinnsteuern) zu sparen, doch machten sich die Landverkäufer in solchen Fällen als Generalunternehmer bezahlt, sodass naheliegend sei, dass sich der Beschwerdeführer am Werklohn von Fr. 834'000.-- für den tiefen Landpreis schadlos gehalten habe.\n\n6. Obwohl sich nach dem Gesagten die vom Beschwerdeführer erhobenen Rügen mit Bezug auf die vom Regierungsrat gemachte Feststellung über das Verhältnis zwischen der Firma Z. und dem Beschwerdeführer im wesentlichen als nicht begründet erweisen, ist nicht dargetan, dass dieser mit der genannten Firma derart eng verbunden sei, dass wirtschaftlich gesehen von Identität gesprochen werden dürfte. Dies schliesst indessen nicht aus, dass im vorliegenden Falle die Handänderungsgebühr auch vom Werklohn für das erstellte Haus erhoben werden kann.\n\nIn den angeführten Entscheiden des Bundesgerichtes wurde erklärt, die Erhebung der Handänderungsgebühr vom Ganzen, also vom Kaufpreis für den Boden und vom Werklohn für das zu erstellende Haus, sei zulässig, wenn Kaufvertrag und Werkvertrag so voneinander abhängig seien, dass es ohne den einen nicht zum Abschluss des andern gekommen wäre. Dass im Falle des Beschwerdeführers zwischen den beiden Verträgen ein Zusammenhang in diesem Sinne besteht, ist unbestritten. Er wird dadurch, dass der Werkvertrag mit der Versicherungsgesellschaft Y. nicht vom Beschwerdeführer, sondern von der Firma Z. abgeschlossen wurde, nicht aufgehoben. Abgesehen davon kann insbesondere auch im Hinblick darauf, dass X. im Ingress des Werkvertrages ausdrücklich als Vertragspartner \"mit persönlicher und solidarischer Haftung gegenüber der Auftraggeberin\" bezeichnet wird, kein Zweifel darüber bestehen, dass faktisch der Beschwerdeführer Bauherr war und für die Versicherungsgesellschaft Y. der Kauf eines schlüsselfertigen Hauses im Vordergrund stand. Willkürlich ist es daher nicht, wenn im angefochtenen Entscheid die Meinung vertreten wird, die Handänderungsgebühr sei vom Ganzen und damit nicht nur vom Kaufpreis, sondern auch vom Werklohn zu erheben."}