{"annee": "91", "cour": "I", "page": "189", "date": "31/3/1965", "cite": ["81 I 192", "90 I 249", "89 I 371", "89 I 513", "88 I 248"], "cite_par": ["114 IA 395", "104 IA 226", "91 I 409", "113 IA 46", "99 IA 638", "116 IA 242", "116 IA 477", "104 IA 240"], "chapeau": "32. Auszug aus dem Urteil vom 31. März 1965 i.S. Zihlmann und Zundel gegen Regierungsrat des Kantons Bern.", "regestes": ["Art. 85 lettre a OJ; droit d'initiative. Objet et conditions du recours de droit public au sens de l'art. 85 lettre a OJ; intérêt actuel au cours (consid. 1). En vertu de son droit général de proposition, le Grand Conseil est autorisé à opposer un contre-projet à une initiative même lorsque la constitution cantonale ne le prévoit pas expressément (consid. 2)."], "faits": "|190|\n\nA.- Die Staatsverfassung des Kantons Bern (KV) behandelt in Art. 9 das Vorschlagsrecht (Initiative) des Volkes. Danach können zwölftausend Stimmberechtigte das Begehren um Erlass, Aufhebung oder Abänderung eines Gesetzes sowie um Aufhebung oder Abänderung eines Ausführungsdekretes des Grossen Rates einbringen (Abs. 1). Das Begehren kann in der Form der einfachen Anregung oder des ausgearbeiteten Entwurfes gestellt werden (Abs. 2). Abs. 5 sieht vor:\n\n\"Der Grosse Rat kann seine Ansicht sowohl über die einfache Anregung, welcher er nicht von sich aus entspricht, als über den ausgearbeiteten Entwurf den Stimmberechtigten in einer Botschaft zur Kenntnis bringen.\"\n\nB.- Am 24. Mai 1964 wurde der Staatskanzlei des Kantons Bern ein mit 19'021 Unterschriften versehenes Volksbegehren unterbreitet mit dem Antrag, Art. 8 Abs. 1 des Gesetzes über Kinderzulagen für Arbeitnehmer vom 5. März 1961 sei wie folgt neu zu fassen:\n\n\"Die Kinderzulage beträgt mindestens Fr. 30.- im Monat für jedes Kind, welches das 16. Altersjahr noch nicht vollendet hat. Die Altersgrenze beträgt 20 Jahre für Kinder, die infolge Krankheit oder Gebrechen in der Erwerbsfähigkeit erheblich behindert sind. Sie erhöht sich bis auf 25 Jahre für Kinder, die eine Berufslehre absolvieren oder in einem Studium stehen. Während der Dauer der Berufslehre resp. des Studiums beträgt die Zulage Fr. 50.- pro Monat.\"\n\nDie Unterschriftenbogen vermerken, dass das Initiativkomitee berechtigt ist, \"das Volksbegehren zugunsten eines allfälligen Gegenentwurfes der zuständigen Behörden zurückzuziehen\".\n\nDer Grosse Rat beschloss am 4. November 1964, dem Volksbegehren einen Gegenentwurf gegenüberzustellen. Dieser lautet:\n\n\"Der Grosse Rat des Kantons Bern, auf den Antrag des Regierungsrates, beschliesst:\n\n1. Das Gesetz vom 5. März 1961 und 10. Februar 1963 über Kinderzulagen für Arbeitnehmer wird wie folgt geändert:\n\nArt. 8 Abs. 1: Die Kinderzulage beträgt mindestens Fr. 25.- im Monat für jedes Kind, welches das 16. Altersjahr noch nicht vollendet hat. Die Altersgrenze erhöht sich bis auf 20 Jahre, wenn und solange das Kind noch in Ausbildung begriffen oder infolge Krankheit |191| oder eines Gebrechens in der Erwerbsfähigkeit erheblich behindert ist.\n\nAbs. 2, 3 und 4: unverändert.\n\n2. Dieses Gesetz tritt nach seiner Annahme durch das Volk auf einen vom Regierungsrat festzusetzenden Zeitpunkt in Kraft, wenn das Volksbegehren vom 24. März 1964 betreffend Revision des Gesetzes über Kinderzulagen für Arbeitnehmer zurückgezogen oder verworfen wird.\"\n\nDer Regierungsrat hat in einer im Amtsblatt vom 6. Januar 1965 veröffentlichten Anordnung die Volksabstimmung über das Volksbegehren und den Gegenentwurf des Grossen Rates auf den 28. Februar 1965 festgesetzt. Der Grosse Rat empfiehlt in seiner Botschaft an die Stimmberechtigten über die Abänderung von Art. 8 Abs. 1 des Kinderzulagengesetzes die Ablehnung des Volksbegehrens und die Annahme seines Gegenentwurfes.\n\nC.- Louis Zihlmann und August Zundel haben als Unterzeichner des Volksbegehrens für die Abänderung von Art. 8 Abs. 1 des Kinderzulagengesetzes am 21. Januar 1965 eine staatsrechtliche Beschwerde im Sinne von Art. 85 lit. a OG eingereicht mit dem Antrag, es sei die \"Abstimmungsanordnung des Regierungsrates wegen Verletzung eines verfassungsmässigen Rechts\" aufzuheben. Zur Begründung der Beschwerde machen sie geltend, im Gegensatz zu andern Kantonsverfassungen kenne die bernische den Gegenentwurf des Grossen Rates zu einem Volksbegehren nicht. Der Grosse Rat könne vielmehr nach Art. 9 KV dem Volk nur die Annahme oder Verwerfung einer Initiativvorlage empfehlen. Die Aufstellung eines Gegenvorschlags lasse sich auch nicht auf Gewohnheitsrecht stützen. Wenn der Gegenentwurf gleichzeitig mit dem Volksbegehren zur Abstimmung gebracht werde, so habe das eine Aufsplitterung der Stimmen zur Folge. Dadurch werde das Initiativrecht verletzt.\n\nD.- Der Regierungsrat schliesst, auf die Beschwerde sei nicht einzutreten, allenfalls sei sie abzuweisen.\n\nE.- Der Präsident der staatsrechtlichen Kammer hat das Gesuch der Beschwerdeführer um Aufschiebung der Abstimmung abgelehnt.\n\nF.- In der Abstimmung vom 28. Februar 1965 wurden das Volksbegehren (mit 78'809 gegen 73'369 Stimmen) und der Gegenentwurf des Grossen Rates (mit 62'726 gegen 57'832 Stimmen) verworfen.\n\n|192|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Beschwerdeführer haben im Sinne von Art. 85 lit. a OG Beschwerde erhoben. Danach beurteilt das Bundesgericht \"Beschwerden betreffend die politische Stimmberechtigung der Bürger und betreffend kantonale Wahlen und Abstimmungen auf Grund sämtlicher einschlägiger Bestimmungen des kantonalen Verfassungsrechts und des Bundesrechtes\". Die \"politische Stimmberechtigung der Bürger\" umfasst neben dem aktiven und passiven Wahlrecht das Recht auf Mitwirkung an der Gesetzgebung (und der Verwaltung, soweit diese unmittelbar demokratisch ausgestaltet ist) durch das obligatorische oder fakultative Referendum und durch die Initiative; zu den \"kantonalen Abstimmungen\" gehören auch diejenigen über Volksbegehren (vgl. BGE 81 I 195 Erw. 1, BGE 89 I 374). Die von den Beschwerdeführern aufgeworfene Frage, ob ein Volksbegehren allein zur Abstimmung gebracht werden müsse oder ob ihm ein Gegenentwurf gegenübergestellt werden dürfe, betrifft eine \"kantonale Abstimmung\" und kann demnach mit der Beschwerde im Sinne des Art. 85 lit. a OG dem Bundesgericht unterbreitet werden.\n\nb) Die Beschwerde richtet sich formell gegen die Abstimmungsanordnung des Regierungsrates, materiell aber gegen den ihm zugrunde liegenden Beschluss des Grossen Rates, dem Volksbegehren einen Gegenentwurf gegenüberzustellen. Der Beschluss des Grossen Rates gelangte erstmals durch die Veröffentlichung der Abstimmungsanordnung des Regierungsrates von Amtes wegen zur Kenntnis der Stimmberechtigten. Die Beschwerdefrist begann daher auch hinsichtlich dieses Beschlusses mit der Veröffentlichung der Abstimmungsanordnung im Amtsblatt des Kantons Bern vom 6. Januar 1965 zu laufen. Die am 21. Januar 1965 eingereichte Beschwerde ist somit auch gegenüber dem Beschluss des Grossen Rates rechtzeitig erhoben worden. Dieser Beschluss ist eine letztinstanzliche kantonale Verfügung, wie sie die Beschwerde im Sinne des Art. 85 lit. a OG laut Art. 86 Abs. 1 OG voraussetzt. Ein kantonales Rechtsmittel kam nur gegen die Abstimmungsanordnung des Regierungsrates in Frage, die indes materiell nicht Gegenstand der staatsrechtlichen Beschwerde bildet.\n\nc) Die staatsrechtliche Beschwerde im Sinne des Art. 85 lit. a OG kann von jedem Stimmberechtigten erhoben werden, |193| der geltend macht, in seinem Stimmrecht, zu dem nach dem Gesagten auch das Initiativrecht gehört, verletzt zu sein (vgl. BGE 88 I 251 Erw. 1). Die Beschwerdeführer, die im Kanton Bern stimmberechtigt sind, beklagen sich über eine Verletzung ihres Initiativrechts, die sie darin erblicken, dass der Grosse Rat ihrem Volksbegehren in verfassungswidriger Weise einen Gegenentwurf gegenübergestellt habe, was die Aussicht auf Annahme der Initiative in der Abstimmung vermindert habe. Ob die befürchtete Auswirkung der beanstandeten behördlichen Anordnung tatsächlich das Initiativrecht der Beschwerdeführer beeinträchtige, ist keine Zulassungsfrage, sondern eine Frage der Begründetheit der Beschwerde. Bei der Prüfung der Sachurteilsvoraussetzungen muss es genügen, dass eine solche Rechtsverletzung in hinreichender Weise behauptet worden ist (vgl. BGE 89 I 520).\n\nd) Die Stimmberechtigten des Kantons Bern haben am 28. Februar 1965 das Volksbegehren auf Abänderung von Art. 8 Abs. 1 des Kinderzulagengesetzes und den Gegenentwurf des Grossen Rates verworfen. Die Beschwerde hat dadurch nicht das aktuelle Interesse verloren, das dieses Rechtsmittel gemäss Art. 88 OG im Regelfall voraussetzt (vgl. BGE 90 I 250 mit Verweisungen). Würde die Beschwerde gutgeheissen, so hätte das zur Folge, dass die Abstimmung wiederholt werden müsste, wobei die Initiative allein dem Volke zu unterbreiten wäre. Es erscheint nicht als ausgeschlossen, dass eine solche zweite Abstimmung zu einem andern Ergebnis führen könnte als die erste.\n\nDie Voraussetzungen für die Anhandnahme der Beschwerde sind demnach erfüllt.\n\n2. Wie der Bund in Art. 121 Abs. 5 BV, so erklären die meisten Kantone in ihrer Verfassung oder Gesetzgebung das Parlament ausdrücklich als befugt, einem Volksbegehren einen Gegenentwurf gegenüberzustellen (Zürich, Art. 29 Abs. 5 KV; Luzern, § 12 ff. des Gesetzes betreffend die unmittelbare Ausübung des Gesetzgebungsrechtes durch das Volk vom 29. Januar 1908; Obwalden, Art. 26 Abs. 2, Art. 76 Abs. 2 KV; Nidwalden, Art. 47 und 48 KV; Zug, § 35 Abs. 5, § 79 Abs. 4 KV; Freiburg, Art. 17 des Gesetzes betreffend die Ausübung des Verfassungs- und Gesetzgebungsinitiativrechts der Bürger und des Referendumsrechts vom 13. Mai 1921; Solothurn, Art. 18 Abs. 5 KV; Basel-Stadt, § 4 des Gesetzes betreffend das |194| Verfahren bei Ausübung der Initiative und des kantonalen Referendums vom 16. November 1875; Schaffhausen, Art. 43 Abs. 2 und 3 KV; Appenzell AR, Art. 10 des Gesetzes über die Ausübung der Volksinitiative vom 29. April 1894; Appenzell IR, Art. 7 der Verordnung betreffend die Landsgemeinde und die Gemeindeversammlungen vom 21. November 1924; St. Gallen, Art. 49 Abs. 4, Art. 126 Abs. 2 KV; Graubünden, Art. 3 Abs. 2, Art. 54 Abs. 5 KV; Aargau, Art. 26 Abs. 6, Art. 103 Abs. 2 KV; Thurgau, § 27 des Gesetzes über Wahlen und Abstimmungen vom 10. Januar 1953; Tessin, Art. 54 Abs. 5 KV; Wallis, Art. 33, Art. 102 Abs. 3 KV; Neuenburg, Art. 38 Abs. 4, Art. 84 Abs. 5 KV; Genf, Art. 66 KV). Die Kantone, die keine ausdrücklichen Vorschriften hierüber haben, kennen in der Praxis den Gegenentwurf des Parlamentes ebenfalls. Im Kanton Bern stützt sich diese Übung auf Art. 30 KV, der dem Grossen Rat ein allgemeines Vorschlagsrecht einräumt. Dieses Vorschlagsrecht erstreckt sich auf den gesamten Bereich der Gesetzgebung und ist in zeitlicher Hinsicht nicht begrenzt, was es dem Grossen Rat erlaubt, auch nach Einreichung eines Volksbegehrens einen Gesetzesentwurf auszuarbeiten, der die gleiche Materie wie dieses beschlägt und eine Alternative dazu bildet. Sofern die aus Art. 30 KV fliessenden Befugnisse nicht durch andere Verfassungssätze eingeschränkt sind, steht dem Grossen Rat damit das Recht zur Aufstellung eines Gegenentwurfs zu.\n\nEine Einschränkung der erwähnten Art könnte sich einzig aus Art. 9 KV ergeben, der das Volksbegehren regelt. Nach Abs. 5 dieser Bestimmung kann der Grosse Rat \"seine Ansicht sowohl über die einfache Anregung, welcher er nicht von sich aus entspricht, als über den ausgearbeiteten Entwurf den Stimmberechtigten in einer Botschaft zur Kenntnis bringen\". Von einem Gegenentwurf ist darin nicht die Rede. Das heisst indes noch nicht, dass die Verfassung ihn ausschlösse. Aus dem Schweigen des Gesetzes kann nur dann auf eine negative Entscheidung des Gesetzgebers geschlossen werden, wenn sachliche Gründe dafür vorliegen (MEIER-HAYOZ, N. 191, 255 f. zu Art. 1 ZGB). Solche wären gegeben, wenn die Aufstellung eines Gegenentwurfs mit Sinn und Zweck der Initiative unvereinbar wäre. Das trifft nicht zu.\n\nLaut Art. 2 KV beruht die Staatsgewalt auf der Gesamtheit des Volkes; sie wird \"unmittelbar durch die stimmberechtigten Bürger und mittelbar durch die Behörden und Beamten ausgeübt\". |195|\n\nNach dem II. und III. Titel der KV üben die stimmberechtigten Bürger die Gesetzgebung unter Mitwirkung des Grossen Rates aus; im Gesetzgebungsverfahren treffen sich somit Elemente der unmittelbaren und der mittelbaren Demokratie. Während die Einleitung des Gesetzgebungsverfahrens (der Vorschlag, die Rechtssetzung aufzunehmen, der Entschluss, dies zu tun, und die Aufstellung des Entwurfs) in der Regel dem Grossen Rat obliegt (Art. 26 Ziff. 1, Art. 29 und Art. 30 KV), ist die anschliessende Genehmigung des Gesetzesvorschlags kraft des obligatorischen Gesetzesreferendums stets Sache der Stimmberechtigten (Art. 6 Ziff. 2 KV). Die Initiative ermöglicht den Stimmberechtigten darüber hinaus, auch an der Einleitung des Gesetzgebungsverfahrens teilzuhaben. Die Initiative in der Form der einfachen Anregung enthält nur den Vorschlag, die Rechtssetzung aufzunehmen; die Initiative in der Form des ausgearbeiteten Entwurfs bezieht sich dagegen auf alle drei Stufen des Einleitungsverfahrens. Das bedeutet indes nicht, dass der Grosse Rat von der Mitwirkung am Einleitungsverfahren ausgeschlossen wäre: Art. 26 Ziff. 1 KV verhält ihn auch in diesem Falle zur \"Beratung und Beschlussfassung\" über die der Volksabstimmung unterliegende Gesetzesvorlage; nach Art. 9 Abs. 5 KV hat er zudem seine \"Ansicht\" über den Entwurf den Stimmberechtigten in einer Botschaft zur Kenntnis zu bringen. Das hat seinen guten Sinn. Gemäss Art. 9 Abs. 1 KV können zwölftausend Stimmberechtigte ein Initiativbegehren einreichen. Träger der Initiative ist insoweit nicht die Gesamtheit der Stimmberechtigten, sondern ein Teil derselben, unter Umständen sogar eine kleine Minderheit. Soll das Einleitungsverfahren nicht einem Teil der Stimmberechtigten anheimgestellt werden, sondern, wie es Art. 2 KV erfordert, Sache der Gesamtheit bleiben, so muss der Grosse Rat als Vertreter der Gesamtheit daran teilhaben. Das schliesst die Befugnis zur Aufstellung eines eigenen Gesetzesentwurfs in sich.\n\nRichtig ist, dass die Aufstellung eines Gegenentwurfs des Grossen Rates die Aussichten eines Volksbegehrens, in der Abstimmung angenommen zu werden, vermindert (vgl. URSULA HEFTI, Gegenentwurf und Rückzug bei Verfassungsinitiativen im Bund, S. 61). Das ist jedoch lediglich die Folge der den Stimmberechtigten gebotenen grösseren Entscheidungsfreiheit, die es ihnen erlaubt, ihren Willen in der Abstimmung differenzierter zum Ausdruck zu bringen. Wird ein Volksbegehren |196| allein zur Abstimmung gebracht, so haben die Stimmberechtigten zwischen der Zustimmung und der Ablehung zu wählen. Mit dem Gegenentwurf bietet der Grosse Rat den Stimmberechtigten eine dritte Lösung an. Würde diese um der Erhaltung der Erfolgsaussichten der Initiative willen ausgeschlossen, so würde sich das dergestalt im Sinne einer Einengung des Referendums auswirken. Das ist nicht der Sinn der Initiative. Die in ihr beschlossene Möglichkeit, dass ein Teil der Stimmberechtigten unmittelbar auf das Einleitungsverfahren Einfluss nimmt, darf nicht zu Lasten der freien Willenskundgebung der Gesamtheit der Stimmberechtigten in der anschliessenden Verfahrensstufe der Genehmigung des Gesetzesentwurfes gehen. Dazu tritt ein weiterer Gesichtspunkt: Wie die Erfahrung zeigt, führt die umfassende Abklärung und Behandlung der Angelegenheit durch die Verwaltung und den Grossen Rat in vielen Fällen dazu, dass der parlamentarische Gegenentwurf dem Anliegen der Initianten besser gerecht wird als das Volksbegehren selber. Nicht selten wird darum eine Initiative zugunsten des Gegenvorschlags des Grossen Rates zurückgezogen. Der Gegenentwurf leistet auf diese Weise einen Beitrag an die Erfüllung der dem Volksbegehren zugedachten Aufgabe einer zeitgemässen Fortentwicklung des Rechts.\n\nÜberlegungen dieser Art haben dazu geführt, dass der Gegenvorschlag des Parlamentes zu einem Bestandteil des eidgenössischen und des kantonalen Staatsrechts geworden ist. Das gilt auch für den Kanton Bern. Wie aufgezeigt, ermächtigt Art. 30 KV den Grossen Rat zur Aufstellung von Gegenentwürfen; Art. 9 KV steht dieser Befugnis nicht entgegen. Die angefochtene Abstimmungsanordnung, die der Initiative der Beschwerdeführer einen Gegenvorschlag des Grossen Rates gegenüberstellt, erweist sich somit als verfassungsmässig. Den Beschwerdeführern kommt es umso weniger zu, sich über die Aufstellung eines Gegenentwurfs zu beklagen, als das von ihnen unterzeichnete Volksbegehren ausdrücklich die Möglichkeit eines Rückzuges der Initiative zugunsten eines behördlichen Gegenvorschlags vorsieht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}