{"annee": "91", "cour": "III", "page": "94", "date": "20/11/1965", "cite": [], "cite_par": ["99 III 41", "105 III 38", "93 III 4", "141 III 281", "92 III 27"], "chapeau": "18. Arrêt du 20 novembre 1965 dans la cause Freudman.", "regestes": ["Art. 8 al. 2 LP. Dans une procédure de faillite, les créanciers peuvent en principe consulter toutes les pièces que l'office détient (confirmation de jurisprudence; consid. 1 et 2). L'office peut-il, exceptionnellement, opposer un refus motivé par un impérieux devoir de discrétion à un créancier, ancien administrateur et directeur de la société faillie? (consid. 3). Le refus ne peut être motivé par des difficultés pratiques (consid. 4). Gratuité de la procédure de plainte et de recours (consid. 5)."], "faits": "|94|\n\nA.- Dans la faillite de Constructions Balency SA, prononcée le 1er avril 1965 à Genève, Aaron Freudman a demandé à l'office des faillites l'autorisation de consulter la comptabilité de la débitrice. Il s'est heurté à un refus. Pour l'office, le requérant se fonde sur des éléments étrangers à sa qualité de créancier; il a certes produit des créances pour 68 000 fr. en 1re classe et pour 2 743 935 fr. 40 en 5e classe; mais toutes ses productions ont été écartées à l'état de collocation, déposé le 6 octobre 1965. D'autre part, l'office invoque un impérieux devoir de discrétion: Freudman a été président du conseil d'administration et directeur général de la société faillie, avec signature individuelle, |95| puis administrateur et directeur; ses pouvoirs ont pris fin quelques mois seulement avant l'ouverture de la faillite; or la comptabilité en question est examinée actuellement par un expertcomptable en vue de fixer la responsabilité tant civile que pénale des organes de la société faillie et principalement celle du requérant lui-même.\n\nB.- Freudman a porté plainte contre cette décision. Il expliquait en bref qu'il avait engagé de gros frais pour le compte de la société, à laquelle il avait remis les pièces justificatives; il se trouvait ainsi dans l'impossibilité de chiffrer exactement ses productions; il n'avait articulé que sous toutes réserves le montant de ses créances; en outre, il avait cautionné la débitrice et des tiers créanciers le recherchaient de ce fait; pour résister à ces prétentions, il devait consulter la comptabilité.\n\nStatuant le 29 octobre 1965, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a rejeté la plainte. Elle relève que Freudman a introduit en temps utile une action en contestation de l'état de collocation, de sorte que sa demande n'est pas dépourvue d'objet; on ne saurait affirmer d'emblée, sans préjuger le sort de cette action, que la requête du plaignant repose sur d'autres motifs que son intérêt à faire reconnaître ses créances contre la société faillie; en revanche, il existe en l'espèce un impérieux devoir de discrétion, vu le rôle important que Freudman a joué comme organe de la débitrice et la procédure dirigée contre lui de ce fait; mais l'office ne peut lui opposer un refus définitif; il ne le maintiendra pas au-delà du temps nécessaire; il appréciera le motif impérieux de discrétion d'autant plus strictement que la situation exceptionnelle qui en résulte se prolongera.\n\nC.- Contre cette décision, Freudman recourt au Tribunal fédéral. Il conclut, avec dépens, à ce que l'office et la masse en faillite de Constructions Balency SA soient invités à mettre immédiatement à sa disposition tous les livres, toute la comptabilité et toutes les pièces qu'ils détiennent.", "considerants": "Considérant en droit:\n\n1. En vertu de l'art. 8 al. 2 LP, toute personne qui justifie de son intérêt peut consulter les registres de l'office des poursuites et des faillites. La jurisprudence reconnaît en principe cet intérêt à chaque créancier du failli. Elle a étendu la consultation aux autres pièces que détient l'office, telles que la comptabilité |96| du débiteur et les pièces justificatives, les procès-verbaux des séances des organes de la société faillie, etc. (RO 85 III 119/120 et arrêts antérieurs cités, ainsi que RO 52 III 73 et 77). Même la discrétion à laquelle est tenue l'administration de la faillite d'une banque est limitée par les communications que prescrivent les art. 8 et 249 LP (RO 86 III 114 ss., notamment 117/18). L'office ne peut opposer un refus aux créanciers du failli que si des circonstances exceptionnelles le justifient. Il interdira la consultation, par exemple, si la requête est fondée sur des motifs étrangers à la qualité de créancier, si elle est tracassière ou si elle se heurte à un impérieux devoir de discrétion (RO 85 III 120, 86 III 118).\n\n2. Le fait que l'administration de la faillite a écarté les créances produites par le recourant n'est pas décisif. Comme le relève l'autorité cantonale de surveillance, du moment que Freudman a introduit en temps utile une action en contestation de l'état de collocation, on ne saurait lui dénier la qualité de créancier sans préjuger le sort du litige. Dès lors, on ne peut exclure maintenant déjà que la demande de consulter les pièces soit dictée par le souci de sauvegarder les droits découlant de cette qualité. La jurisprudence admet du reste que l'existence d'un procès entre le requérant et le débiteur failli suffit à justifier l'intérêt du premier à consulter les pièces en possession de l'office (RO 58 III 118).\n\n3. Il reste à examiner si le refus opposé au recourant se justifie par un impérieux devoir de discrétion. L'office l'a admis sans réserve. L'autorité cantonale de surveillance a exprimé une opinion plus nuancée. Elle suggère apparemment que l'interdiction faite au recourant de consulter la comptabilité et les pièces de la société faillie soit seulement temporaire.\n\nL'action en responsabilité que les organes de la masse en faillite se proposent d'intenter à Freudman pour sa gestion comme administrateur de la débitrice ne constitue pas à elle seule un motif de refus. Au contraire, les parties au procès civil ont en principe le droit de prendre connaissance des pièces produites. Cette règle ne souffre d'exception que si la sauvegarde de secrets d'affaires d'une partie ou d'un tiers l'exige (cf. art. 38 PCF). L'art. 4 Cst. garantit en effet le droit d'être entendu, et partant de s'exprimer. Or la consultation du dossier est une condition de l'exercice de ce droit. Elle ne peut être limitée qu'exceptionnellement. Le refus motivé par un impérieux devoir de discrétion visera uniquement les pièces qui devraient rester secrètes |97| (cf. message du Conseil fédéral à l'appui d'un projet de loi sur la procédure administrative du 24 septembre 1965, FF 1965 II p. 1403, et références citées, ainsi que l'art. 24 al. 2 du projet de loi, loc.cit., p. 1418).\n\nNi l'office ni l'autorité de surveillance ne prétendent qu'en l'espèce, des secrets d'affaires de la société faillie ou d'un tiers seraient opposables au droit du recourant. Celui-ci avait d'ailleurs accès à toute la comptabilité de Constructions Balency SA, en sa qualité d'administrateur et de directeur, jusqu'à quelques mois de l'ouverture de la faillite. L'office pourrait tout au plus l'empêcher de prendre connaissance de pièces déterminées se rapportant à la période qui a suivi sa révocation et que la sauvegarde de secrets d'affaires obligerait à tenir secrètes. En l'état, aucun indice ne permet de penser qu'il en soit ainsi.\n\n4. Peu importe qu'une expertise comptable soit en cours. Les difficultés pratiques ne suffisent pas pour dénier le droit de consulter des pièces à une personne qui justifie de son intérêt (RO 85 III 120). Cette consultation n'empêche pas l'expertise de continuer. L'office veillera à ce que le recourant exerce son droit sans gêner le travail de l'expert. Il prendra aussi, le cas échéant, toutes les précautions requises pour éviter que des pièces ne disparaissent du dossier lors de leur consultation.\n\n5. La procédure de plainte étant gratuite, y compris le recours au Tribunal fédéral, le recourant ne saurait obtenir les dépens qu'il réclame (art. 69 et 78 Tarif LP; RO 85 III 60/61, consid. 1).\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nAdmet le recours, réforme la décision rendue le 29 octobre 1965 par l'Autorité cantonale de surveillance de Genève et ordonne à l'office des faillites de cette ville, ainsi qu'à la masse en faillite de Constructions Balency SA, de laisser consulter par Aaron Freudman les livres, la comptabilité et les pièces de la société faillie qui sont en leur possession."}