{"annee": "91", "cour": "II", "page": "170", "date": "2/7/1965", "cite": ["61 II 1", "50 II 436", "35 I 101", "87 II 129", "46 II 340", "84 II 677", "78 II 405", "39 II 1", "70 II 75"], "cite_par": ["107 II 504", "100 IB 113", "104 II 12"], "chapeau": "26. Urteil der II. Zivilabteilung vom 2. Juli 1965 i.S. B. gegen Regierungsrat des Kantons Nidwalden", "regestes": ["Interdiction motivée par une peine privative de liberté. Art. 371 CC. Publication de cette mesure. Art. 375 CC. Objet du recours en réforme au Tribunal fédéral. Art. 44 lettre c OJ. 1. Peut-on s'abstenir de mettre sous tutelle un condamné à une peine privative de liberté - comme l'exigerait l'art. 371 CC - pour des motifs tirés des intérêts personnels de ce condamné? - Une pareille abstention serait en tout cas inadmissible lorsque la mission du tuteur n'est pas entièrement dépourvue d'objet, ni du point de vue personnel, ni du point de vue économique (consid. 1-3). 2. La publication de l'interdiction selon l'art. 375 CC ne peut être déférée au Tribunal fédéral par la voie du recours en réforme. Art. 44 lettre c OJ (consid. 4)."], "faits": "|170|\n\nA.- B., Bankier, wurde zu einer Freiheitsstrafe von über fünf Jahren verurteilt. Während des Strafverfahrens hatte er sich längere Zeit in Untersuchungs- und Sicherheitshaft befunden, die ihm zum Teil auf die Strafe angerechnet wurden. Es blieben noch etwa 1000 Tage zu verbüssen. |171|\n\nB.- Den im Dezember 1963 erfolgten Strafantritt meldete die Staatsanwaltschaft erst im März 1964 der Vormundschaftsbehörde. Diese verfügte am 24. April 1964 die Bevormundung gemäss Art. 371 ZGB und die Veröffentlichung gemäss Art. 375 ZGB.\n\nC.- Über diese Massnahmen beschwerte sich B. beim Regierungsrat des Kantons Nidwalden. Er machte geltend, die in Art. 371 ZGB vorgesehene Entmündigung eines zu Freiheitsstrafe von einem Jahr oder darüber Verurteilten habe ihren Grund in der Notwendigkeit, die Interessen des Inhaftierten zu wahren. Bei Freiheitsstrafe von gewisser Dauer sei diese Schutzbedürftigkeit zu vermuten; es müsse aber zulässig sein, ihr Fehlen darzutun. B. vermöge nun die Vermutung seiner Unfähigkeit, während der Haft seine eigenen Angelegenheiten zu besorgen, zu widerlegen. Die finanzielle Lage der von ihm geleiteten Gesellschaft sei einwandfrei, wie sich aus den der Vormundschaftsbehörde vorgelegten Revisionsberichten und Jahresrechnungen ergebe. Der Prokurist F. sei in den Betrieb eingearbeitet; daneben seien auch die Ehefrau und die Töchter B's in der Bank tätig. Er selber könne sich übrigens im Rahmen der vom Anstaltsreglement gewährten Freiheiten auch um die Führung der Bank kümmern. Auch in persönlicher Hinsicht bedürfe er nicht der Hilfe eines Vormundes. Er habe sich selber wieder zurecht gefunden. Unter den gegebenen Umständen wäre die Entmündigung zweckwidrig; sie würde seine Geschäftsunternehmung beeeinträchtigen, insbesondere wegen des dem Vormund erlaubten Einblickes in die Bankgeheimnisse. Auf alle Fälle sei von der Veröffentlichung der Vormundschaft abzusehen. Eine Verschiebung der Veröffentlichung, wie sie Art. 375 Abs. 2 ZGB zulasse, müsse auch bei Entmündigung wegen Strafhaft zulässig sein.\n\nD.- Mit Entscheid vom 14. September 1964 hat der Regierungsrat des Kantons Nidwalden sowohl die Entmündigung wie auch die Anordnung ihrer Veröffentlichung bestätigt. Er lässt nicht gelten, dass die Vormundschaft nach Art. 371 ZGB im vorliegenden Falle sinn- und zweckwidrig sei. Dies könnte etwa zutreffen, wenn nichts zu verwalten wäre, aber nicht beim Inhaber eines Bankinstitutes. Während des Strafvollzuges solle der Inhaftierte nicht handlungsfähig sein, und sein Geschäft müsse vor Schaden bewahrt werden. - \"Angesichts der Schwere der Straffälle B's, die in der Öffentlichkeit allgemein |172| bekannt sind\", bestehe sodann kein genügender Grund, von der Veröffentlichung der Bevormundung abzusehen.\n\nE.- Gegen diesen Entscheid richtet sich die vorliegende von B. eingelegte Berufung an das Bundesgericht. Er beantragt, es sei von seiner Entmündigung abzusehen, eventuell die Veröffentlichung zu verschieben, subeventuell sei die Sache zur Aktenergänzung und zu neuer Entscheidung an die kantonale Instanz zurückzuweisen.\n\nF.- Der Regierungsrat hat keine Gegenbemerkungen (Art. 56 OG) eingereicht.\n\nG.- In der bundesgerichtlichen Verhandlung vom 28. Januar 1965 wurde die Beurteilung der Sache mit Rücksicht auf die als bevorstehend betrachtete bedingte Entlassung des Berufungsklägers aus der Strafanstalt aufgeschoben. Das erste Haftentlassungsgesuch hatte jedoch keinen Erfolg, weshalb eine neue Verhandlung angesetzt wurde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dass der Berufungskläger nach dem klaren, an keinen Vorbehalt geknüpften Wortlaut des Art. 371 ZGB unter Vormundschaft gehört, unterliegt keinem Zweifel. Auch die sich aus Abs. 2 daselbst und aus Art. 432 ZGB ergebende Voraussetzung der wirklichen Haftverbüssung ist erfüllt. Die Verurteilung des Berufungsklägers war - angesichts der Strafdauer notwendigerweise - eine unbedingte, und beim Strafantritt blieb eine Strafzeit von mehr als einem Jahr zu verbüssen (vgl.BGE 78 II 407, BGE 84 II 679 Erw. 1).\n\n2. Der Berufungskläger hält dafür, Art. 371 ZGB dürfe dann nicht angewendet werden, wenn die Entmündigung nach den im Einzelfall gegebenen Umständen weder dem Inhaftierten Schutz und Fürsorge zu bieten vermöge noch zum Schutze dritter Personen, namentlich der Allgemeinheit, geeignet und notwendig sei. So verhalte es sich hier; denn für die gute Führung seines Bankunternehmens sei auf andere Weise bereits gesorgt - eine Entmündigung könnte sich auf Gang und Entwicklung des Unternehmens nur nachteilig auswirken -, und in persönlicher Beziehung bedürfe er gleichfalls keiner vormundschaftlichen Fürsorge.\n\nIndessen verlangt Art. 371 ZGB (im Unterschied zu den Artikeln 369 und 370) nicht den Nachweis eines Schutzbedürfnisses des Inhaftierten oder anderer Personen, sondern sieht |173| die Entmündigung einfach als rechtliche Folge einer Freiheitsstrafe von bestimmter Mindestdauer vor. \"Die Haft bildet den Grund\", heisst es denn auch kurzweg in den Erläuterungen zum entsprechenden Artikel des Vorentwurfs (Seite 293 Mitte von Band I der zweiten Ausgabe). Bei der Gesetzesberatung beschloss der Nationalrat zwar zunächst, die Entmündigung Strafgefangener ohne Rücksicht auf die Dauer der Strafhaft lediglich für den Fall vorzusehen, dass sie ihre Angelegenheiten nicht zu besorgen vermögen. Der Ständerat stellte dann aber, ohne zum Zweck dieser Entmündigung näher Stellung zu nehmen, die ursprüngliche Fassung der Norm wieder her, wonach die kurzen Freiheitsstrafen davon ausgenommen sind, was hierauf der Nationalrat ebenfalls gelten liess (vgl. die Darlegungen von K. SPECKER, Der Strafverhaft als Entmündigungsgrund, ZSR, NF 65 S. 297/98).\n\n3. Angesichts dieser gesetzlichen Regelung kann es sich nur fragen, ob die Entmündigung auch bei einer effektiven Strafdauer von mindestens einem Jahr ausnahmsweise, unter besonderen des Nachweises bedürfenden Umständen, unterbleiben dürfe und solle: dann nämlich, wenn diese Massnahme weder dem Inhaftierten Schutz und Fürsorge bieten kann noch der Sicherheit anderer Personen dient, sondern statt irgendwelchen Nutzens bloss beträchtliche Nachteile mit sich bringt. Die ältere Lehre (angeführt bei EGGER, Kommentar, 2. A., N. 8 zu Art. 371 ZGB) hielt sich an den Wortlaut des Gesetzes. EGGER selber änderte seine Ansicht und legt (a.a.O. N. 8-10) dar, dass der eigentliche Grund der Entmündigung nach Art. 371 ZGB in der Notwendigkeit liege, die Interessen des Sträflings zu wahren. Für das Vorliegen dieser Notwendigkeit bestehe trotz dem vorbehaltlosen Gesetzestext keine unwiderlegliche Fiktion, sondern nur eine widerlegliche Vermutung; der Gegenbeweis - dass keine vermögensrechtlichen Interessen zu wahren seien oder der Inhaftierte sie selber zu wahren vermöge - werde sich allerdings in der Regel nicht erbringen lassen. Die gleiche Ansicht vertritt mit eingehender Begründung K. SPECKER (a.a.O.), ebenso G. SPITZER, Zur Anwendung von Art. 371 ZGB, SJZ 1946 S. 7 ff. Auch CL. MAGET (Le choix de la mesure tutélaire adéquate dans les cas des articles 369 à 372 CC, thèse Fribourg 1956, p. 166 et sv.) schliesst sich dieser Kritik an, hält aber dafür, es bedürfe einer Gesetzesänderung, um dem Entmündigungsgrund der Strafhaft den |174| absoluten Charakter zu nehmen. SPECKER (a.a.O. 298 ff.) ist sich übrigens gleichfalls bewusst, dass die von ihm vertretene Lösung im Texte des Art. 371 keine Stütze findet. Er bezeichnet aber nicht bloss den Wortlaut, sondern auch den Inhalt dieses Artikels als verfehlt; derartige absolute, von den Gegebenheiten des Einzelfalles losgelöste Normen \"können vom Standpunkte des richtigen Rechts aus richtig, sie können aber auch falsch sein. Und Art. 371 ist eine falsche Norm\". Eine einschränkende Auslegung hält er für zulässig und geboten auf Grund des allgemeinen Grundsatzes, \"wonach jede Rechtsnorm, die im Einzelfall keinem vernünftigen Zweck dient, als auf diesen Fall nicht anwendbar entfällt\". Der Ansicht SPEKKERS, der Sträfling habe als solcher keine persönliche Fürsorge nötig, tritt C. STÖCKLI (Der Strafverhaft als Entmündigungsgrund, Art. 371 ZGB, ZVW 1961 S. 1 ff.) entgegen. Er lässt bloss gelten, dass sich eine solche Vormundschaft \"auch einmal als zweckwidrig erweisen kann\", und hält es für angezeigt, der Vormundschaftsbehörde schon nach geltendem Recht die Befugnis einzuräumen, in einem solchen Falle \"auf Gesuch hin Ausnahmen von der Bevormundung zu gestatten\".\n\nDem zuletzt erwähnten Autor ist darin beizustimmen, dass ein Vormund dem Strafgefangenen in manchen Fällen eine Hilfe und Fürsorge zu gewähren vermag, welche die anstaltsinterne Fürsorge in nützlicher Weise ergänzt und dem Schützling denn auch willkommen ist. Dass dieser Gesichtspunkt im vorliegenden Fall aus besondern Gründen gänzlich entfalle, ist nicht dargetan. Dem vornehmlich um die Zukunft seines Bankunternehmens besorgten Berufungskläger mag die Einsicht fehlen, dass er der persönlichen Betreuung bedarf, um zu gegebener Zeit, wenn er die Anstalt verlässt, charakterlich den Anforderungen des Lebens gewachsen zu sein. Da das Gegenteil nicht nachgewiesen ist, muss aber die der Vormundschaft über Strafgefangene zukommende Bedeutung als Massnahme der persönlichen Fürsorge auch im vorliegenden Falle anerkannt werden. In bezug auf die Vermögensinteressen des Berufungsklägers ist freilich die Befürchtung nicht von vornherein von der Hand zu weisen, eine Vormundschaft könnte sich wegen der besondern Art des von ihm betriebenen Gewerbes und der bei dessen Ausübung zu beachtenden Verschwiegenheit (sog. Bankgeheimnis; Art. 47 Abs. 1 lit. b BankG) ungünstig auswirken. Allein, da er selbst in der Strafhaft |175| nur in sehr beschränktem Masse die Geschäftsführung zu überwachen vermag, bedarf es gerade mit Rücksicht auf die mit einem solchen Gewerbe verbundenen vielfältigen Vermögensbeziehungen grundsätzlich einer gesetzlichen Vertretung. Der Umstand, dass der Betrieb derzeit von einem tüchtigen Prokuristen geleitet wird, der das Vertrauen des bis auf weiteres in hohem Masse verhinderten Prinzipals geniesst, und dass die Ehefrau und die Töchter des Berufungsklägers mithelfen, macht die Einsetzung eines Vormundes, der an Stelle des Berufungsklägers die Geschäftsführung unmittelbar zu überwachen und bei Bedarf sogleich einzugreifen vermag, nicht überflüssig. Natürlich untersteht der Vormund bei dieser Tätigkeit auch seinerseits der für das Bankgewerbe geltenden Schweigepflicht, und er wird (auch wenn er seinerseits Bankfachmann sein sollte) seine Vertretungsbefugnisse in enger Fühlungnahme mit dem Berufungskläger auszuüben und jede unnötige Störung des Betriebes zu vermeiden haben.\n\nHat man es somit nicht mit einem Falle zu tun, in dem die einem Vormund obliegenden Aufgaben - persönliche Betreuung des Haftgefangenen und Wahrung von Vermögensinteressen desselben - unter den gegebenen Umständen offensichtlich völlig ausser Betracht fallen, so kann offen bleiben, ob in einem solchen ausserordentlichen Falle von einer Entmündigung nach Art. 371 ZGB abzusehen wäre. Diese Gesetzesnorm schon dann nicht anzuwenden, wenn sich gewisse damit für den Strafgefangenen möglicherweise verbundene Nachteile nicht vermeiden lassen, müsste als bedenklich erscheinen. Für die rechtsanwendenden Behörden ist Zurückhaltung um so mehr am Platze, als bei der Bundesversammlung ein Postulat auf Revision des Vormundschaftsrechtes hängig ist (vgl. E. SCHAFFER, Revision des Vormundschaftsrechtes? in der Monatsschrift für bernisches Verwaltungsrecht 1964 S. 71 ff.). Nichts Abweichendes ergibt sich aus BGE 84 II 677, einer die Anwendung von Art. 432 Abs. 2 in Verbindung mit Art. 433 ZGB betreffenden Entscheidung.\n\n4. Für den Fall, dass es bei der vom Regierungsrate bestätigten Entmündigung zu bleiben hat, beantragt der Berufungskläger die Verschiebung ihrer Publikation. Er beruft sich hiebei auf den nach seiner Ansicht bei der Entmündigung wegen Strafhaft analog anwendbaren zweiten Absatz von Art. 375 ZGB. Die in dieser Vorschrift geregelte Veröffentlichung |176| der Bevormundung ist jedoch eine Vollzugsmassnahme, die ebensowenig wie die Ernennung des Vormundes der Berufung an das Bundesgericht unterliegt (vgl. betreffend Nichtzulässigkeit der in Art. 86 Ziff. 3 des alten OG vorgesehenen zivilrechtlichen Beschwerde gegen die Wahl eines Vormundes:BGE 46 II 344Erw. 6 undBGE 50 II 440Erw. 4). Allerdings findet sich in der Literatur die Ansicht vertreten, wegen Verletzung des Art. 375 ZGB als einer bundesrechtlichen Verfahrensvorschrift sei die Weiterziehung an das Bundesgericht ebenso wie in der Frage der Entmündigung oder der Stellung unter Beistandschaft zulässig (früher durch zivilrechtliche Beschwerde, jetzt durch Berufung): so EGGER, N. 15 zu Art. 375 ZGB, und BIRCHMEIER, N. 13 c zu Art. 44 OG, S. 140. Beide berufen sich aufBGE 61 II 3, EGGER auch noch aufBGE 35 I 101. Diese Entscheidungen betreffen jedoch nicht die Frage, ob die Anordnung (oder Ablehnung) der Veröffentlichung einer Vormundschaft an das Bundesgericht weitergezogen werden könne.BGE 35 I 101ff. erörtert ein anderes Problem: ob als \"Eröffnung oder Mitteilung\" eines kantonalen Entscheides im Hinblick auf eine staatsrechtliche Beschwerde die Publikation der Bevormundung im Amtsblatt gelten könne, oder ob die Frist zur Ergreifung dieses Rechtsmittels erst durch Mitteilung der Verfügung an den Betroffenen persönlich in Gang gesetzt werde. UndBGE 61 II 3(1 ff.) betrifft die Anfechtung einer Entmündigung als solcher, welche auf Art. 372 ZGB beruhte und vom Bundesgericht bestätigt wurde mit der Bemerkung, die aus Versehen den Art. 369 ZGB anführende Bekanntmachung, wie sie erfolgt war, werde durch eine auf Art. 372 hinweisende neue Bekanntmachung richtigzustellen sein. Die Veröffentlichung selbst bildete also weder im einen noch im anderen Falle den Gegenstand einer Weiterziehung. Sie konnte - und kann - es denn auch nicht sein. Wie BIRCHMEIER (N. 4 zu Art. 44 OG, S. 129, und N. 9 zum gleichen Artikel, S. 134) zutreffend ausführt, ordnet das Gesetz in Art. 44 lit. a-c die der Berufung unterliegenden Fälle abschliessend. Dieses Rechtsmittel ist somit nur gegen den eigentlichen Entscheid (Hauptentscheid) über die dort angeführten vormundschaftlichen Massnahmen und über deren Aufhebung gegeben, nicht aber gegen die auf einen solchen Entscheid folgenden, dessen Vollzug dienenden Verfügungen. Dem steht nicht entgegen, dass das mit einer Berufung gemäss Art. 44 lit. c OG |177| befasste Bundesgericht die das Entmündigungs- und Verbeiständungsverfahren betreffenden bundesrechtlichen Verfahrensvorschriften mitzuberücksichtigen hat. Deren Beachtung bildet eben eine Voraussetzung der Entmündigung; ihre Missachtung hat zur Folge, dass ein gesetzmässiger Entscheid nicht zustande kommt, und bildet deshalb einen Berufungsgrund gegenüber dem Entmündigungsentscheid (vgl. zur Verletzung des rechtlichen Gehörs nach Art. 374 Abs. 1 ZGB:BGE 70 II 76, BGE 87 II 129 ff., und zur Unterlassung, im Falle des Art. 369 ein Gutachten einzuholen nach Vorschrift des Art. 374 Abs. 2 ZGB:BGE 39 II 1ff.). Ganz anders verhält es sich mit der Publikation der (rechtskräftig ausgesprochenen) Bevormundung. Sie ist eine Folge dieser Massnahme und gehört zu deren Vollzug; es handelt sich nicht mehr um einen Teil des Verfahrens, das nach Bundesrecht zu befolgen ist, bevor über die Entmündigung entschieden werden darf. Berührt somit der Entscheid über die Publikation und über deren allfällige Verschiebung die Gültigkeit der Entmündigung nicht, so kann er im Streit über die Entmündigung keinen Berufungsgrund bilden, und vollends fällt er für sich allein nicht unter Art. 44 lit. c OG.\n\nDemnach erkennt das Bundesgericht:\n\nSoweit auf die Berufung einzutreten ist, wird sie abgewiesen und der Entscheid des Regierungsrates des Kantons Nidwalden vom 14. September 1964 bestätigt."}