{"annee": "91", "cour": "II", "page": "218", "date": "22/6/1965", "cite": [], "cite_par": ["108 II 434", "97 II 221", "97 II 339", "92 II 39", "117 II 50", "107 V 241", "95 II 306"], "chapeau": "33. Arrêt de la Ire Cour civile du 22 juin 1965 dans la cause Assurance mutuelle vaudoise et Kuonen contre Produit", "regestes": ["Responsabilité du détenteur lorsqu'un passager est tué. Indemnité pour tort moral. Perte de soutien. Art. 59 al. 2 et 62 al. 1 LCR, 45 al. 3 et 47 CO. 1. La jurisprudence rendue sous l'empire de la LA en matière de faute concomitante du lésé conserve sa valeur dans l'application de l'art. 59 al. 2 LCR (consid. 2 principio). 2. Faute du détenteur qui entreprend une course en état d'ébriété et du passager qui s'abstient de l'en dissuader. Comparaison de la gravité des fautes respectives. Augmentation de la réduction opérée par la cour cantonale sur l'indemnité pour perte de soutien allouée aux survivants du passager tué (consid. 2, lettres a, b et c). 3. Réduction de l'indemnité allouée à la veuve, pour chances de remariage, portée de 25 à 30%, vu les circonstances de l'espèce (consid. 4). 4. Réduction de l'indemnité pour tort moral allouée à la veuve (consid. 5)."], "faits": "|219|\n\nRésumé des faits:\n\nA.- Léo Produit est décédé le 27 mars 1962 à la suite d'un accident d'automobile survenu dans la nuit du 23 au 24 mars, peu après minuit et demi, à l'extrémité est du quai d'Ouchy, à Lausanne. Il avait pris place dans le cabriolet Peugeot 403 de son ami Otto Kuonen, hôtelier à Martigny. Celui-ci, qui roulait à vive allure en direction du Valais, amorça le virage à gauche que décrit la chaussée à cet endroit, mais ne le termina pas; sa voiture s'emboutit violemment contre un arbre à droite de la route; les deux occupants furent éjectés et grièvement blessés.\n\nLa route, large de 9 m 30, est d'abord rectiligne sur quelque 800 m. Le virage à gauche est annoncé par un signal de danger et marqué à son entrée par un indicateur de direction placé sur un panneau à bandes réfléchissantes rouges et blanches. Elle est éclairée par des lampadaires placés à intervalles de 20 m. La chaussée est bombée et inclinée vers l'extérieur de la courbe. La vitesse est limitée à 60 km/h. Cette limitation est signalée régulièrement.\n\nPartis de Martigny, leur domicile, après le repas de midi, Kuonen et Produit s'étaient rendus à Genève pour visiter le Salon de l'automobile. Au cours de l'après-midi, ils avaient bu chacun un apéritif \"Rossi\", puis ensemble 3 dl de vin rouge, en mangeant une assiette anglaise, et quelques verres de vin blanc. Sur le chemin du retour, ils s'étaient arrêtés dans la soirée à l'Hôtel du Château d'Ouchy où ils avaient pris un repas et commandé 3 dl. de vin rouge, qu'ils n'avaient pas bu entièrement. Peu avant minuit, ils avaient absorbé chacun deux whiskies offerts par le tenancier de l'établissement, un cousin de Kuonen.\n\nA son arrivée à l'hôpital, le conducteur fut examiné par un médecin qui constata dans son haleine un \"très fort foetor |220| alcoolique\" et qui releva un état agressif et oppositionnel, ainsi qu'une appréciation inadéquate de l'événement. A la question de savoir si le patient était sous l'influence de l'alcool, le praticien répondit qu'il y avait doute. L'analyse du sang prélevé deux heures après l'accident révéla une teneur en alcool de 1,85 g .\n\nLe 3 avril 1963, le Tribunal de police correctionnelle du district de Lavaux condamna Kuonen à quatre mois d'emprisonnement avec sursis pendant cinq ans et 2000 fr. d'amende pour homicide par négligence (art. 117 CP), conduite d'un véhicule automobile en étant pris de boisson (art. 59 LA), vitesse excessive (contravention à l'art. 1er ACF du 8 mai 1959 limitant la vitesse des véhicules automobiles) et perte de maîtrise de son véhicule (art. 25 LA).\n\nNé en 1931, Produit exerçait la profession de mécaniciendentiste. Il était marié à Olga Schwestermann, née en 1933, et père de deux filles, Gisèle, née en 1957, et Monique, née en 1959.\n\nB.- Par demande du 28 décembre 1963, Olga Produit, agissant tant pour elle-même que pour ses deux filles mineures Gisèle et Monique, fit assigner solidairement Kuonen et l'Assurance mutuelle vaudoise contre les accidents, qui assurait le détenteur contre les risques de la responsabilité civile, en paiement de dommages-intérêts pour frais médicaux et funéraires, d'une indemnité pour perte de soutien et de la réparation du tort moral.\n\nLes défendeurs conclurent au rejet de la demande.\n\nStatuant le 24 novembre 1964, le Tribunal cantonal valaisan admit partiellement les conclusions des demanderesses.\n\nAppréciant les preuves administrées, la juridiction cantonale admit en fait que l'absence de réaction du conducteur s'expliquait par une euphorie due à l'influence de l'alcool. Elle retint une faute grave à la charge de Kuonen. Elle considéra que Produit était transporté gratuitement et par complaisance (art. 59 al. 3 LCR), mais renonça à réduire l'indemnité pour ce motif. En revanche, elle opéra une réduction de 20% fondée sur la faute concomitante de la victime (art. 59 al. 2 LCR). En outre, elle diminua de 25% l'indemnité pour perte de soutien allouée à la veuve, en raison des chances de remariage.\n\nC.- L'Assurance mutuelle vaudoise et Kuonen saisirent le Tribunal fédéral d'un recours en réforme tendant à la réduction |221| de certaines prestations allouées aux intimées. Celles-ci conclurent au rejet du recours.\n\nLe Tribunal fédéral a admis les conclusions des recourants.", "considerants": "Extrait des considérants\n\n1. Les recourants ne contestent pas qu'ils sont civilement responsables du dommage causé à Léo Produit, à sa veuve et à ses deux filles par l'accident d'automobile dont il a été la victime (art. 58 al. 1, 62 et 65 LCR). Ils ne s'élèvent pas non plus contre la décision cantonale retenant une faute à la charge du détenteur et conducteur Kuonen. Ils se bornent à prétendre que les premiers juges, appelés à fixer l'indemnité en tenant compte de toutes les circonstances (art. 59 al. 2 LCR), ont sous-estimé la faute concomitante de la victime et qu'ils se sont abstenus à tort de réduire l'indemnité en application de l'art. 59 al. 3 LCR, bien que le passager victime de l'accident fût transporté gratuitement et par complaisance.\n\n2. Malgré sa rédaction différente des art. 37 al. 2, 2e phrase, et 37 al. 3 LA, la disposition nouvelle de l'art. 59 al. 2 LCR n'a pas apporté de modification fondamentale à la réglementation antérieure (Message du Conseil fédéral du 24 juin 1955, FF 1955 II p. 48; Bulletin sténographique, Conseil National, 1957, p. 222 et 225; OFTINGER, Schweizerisches Haftpflichtrecht II/2, p. 632 n. 760). Aussi la jurisprudence rendue sous l'empire de la LA conserve-t-elle sa valeur. Or le Tribunal fédéral a jugé, à propos de la faute concomitante de la victime, qu'en principe, le risque inhérent à l'emploi d'un véhicule à moteur est supporté par le détenteur; à moins de motifs particuliers, il ne saurait être mis même partiellement à la charge du passager ou, s'il est décédé, des survivants; il en va différemment lorsque le risque normal est aggravé par des circonstances spéciales, telles que l'influence de la boisson ou le surmenage du conducteur, voire les aptitudes déficientes de celui-ci; dans ce cas, le passager qui connaissait ou qui aurait dû connaître, en usant d'une attention suffisante, le risque accru et qui néanmoins prend place dans le véhicule, verra ses prétentions réduites en raison de sa faute concomitante. Cette conclusion découle aussi de la règle suivant laquelle celui qui s'expose consciemment à un danger excédant la mesure ordinaire assume au moins en partie le risque d'accident (RO 84 II 296/7).\n\n|222|\n\na) En l'espèce, Kuonen a conduit sa voiture alors qu'il était sous l'influence de l'alcool. Au cours de l'après-midi et de la soirée, il avait bu un apéritif, du vin blanc, du vin rouge et surtout deux whiskies juste avant de reprendre le volant. La Cour cantonale estime que les quantités indiquées par lui sont probablement inférieures à la réalité. L'analyse du sang a révélé une alcoolémie de 1,85 g . Une telle concentration d'alcool dépasse largement la limite de 0,8 g à partir de laquelle la Cour de cassation pénale a admis, sur le vu d'un rapport général d'expertise élaboré par trois médecins, professeurs d'université,désignés par elle, qu'un conducteur est pris de boisson au sens de l'art. 91 al. 1 LCR (qui a remplacé l'art. 59 LA), indépendamment de son accoutumance à l'alcool et même si d'autres circonstances ne manifestent pas son état (RO 90 IV 159 et 224). Elle se trouve à la limite supérieure de la marge de 1 g à 1,8-2 g dans laquelle les conducteurs de véhicules à moteur sont les plus dangereux, selon ALDER (\"Blutproben zur Alkoholbestimmung\", 3. Vortragstagung des ACS 1957 p. 28). Il résulte du jugement déféré que l'ivresse du conducteur était en relation de cause à effet avec l'accident qui a provoqué la mort de Produit. En outre, Kuonen a roulé à une allure exagérée, au mépris de la limitation de vitesse dûment signalée. Quoique la chaussée fût sèche, il a manqué un tournant à gauche bien éclairé, annoncé et signalé à son entrée de façon nettement visible. Il a finalement perdu la maîtrise de son véhicule. Kuonen a commis de la sorte une faute grave, qui s'ajoute à sa responsabilité causale de détenteur d'un véhicule automobile.\n\nb) De son côté, Produit avait accompagné Kuonen durant tout l'après-midi et consommé les mêmes boissons que lui. Il savait par conséquent que son compagnon ne pouvait tenir le volant sans danger. Peu importe que le passager ne fût pas lui-même automobiliste. Le public en général est suffisamment informé aujourd'hui des risques que l'alcool fait courir aux usagers de la route. Si la visite du Salon de l'automobile n'était pas initialement une \"journée de bombance\", comme le relèvent les juges cantonaux, il n'en reste pas moins que Kuonen a bu une quantité d'alcool trop importante pour conduire ensuite un véhicule à moteur avec sécurité. Que son état ne fût prétendument pas apparent, cela ne saurait excuser l'imprudence du passager Produit. Le jugement ne constatant pas |223| que celui-ci fût ivre, force est d'admettre qu'il était de sangfroid. Il devait alors se rendre compte de l'inaptitude de Kuonen à conduire. En l'accompagnant néanmoins dans sa voiture, sitôt après avoir bu deux whiskies, Produit a assumé le risque d'un accident. On pourrait même lui reprocher d'avoir commis une faute qui a contribué à causer le sinistre. En effet, il n'a pas cherché à dissuader son ami de boire de l'alcool, ni tenté, sachant ce qu'il avait bu, de l'empêcher de reprendre le volant. La faute de Produit apparaît dès lors elle aussi comme grave.\n\nc) Assurément, lorsque le détenteur soumis à la responsabilité causale a commis également une faute, celle-ci compense en partie la faute concomitante de la victime. L'indemnité est alors réduite dans une mesure moindre que ne le justifierait la faute concomitante, considérée isolément. Toutefois, on ne saurait aller jusqu'à la \"neutralisation\" complète de la faute du lésé ou de la victime, proposée par certains auteurs (cf. OFTINGER, op.cit., I p. 241 et II/2 p. 628 et 631). Une pareille solution serait trop schématique. Elle empêcherait souvent le juge de fixer l'indemnité en tenant compte de toutes les circonstances, comme l'art. 59 al. 2 LCR lui enjoint de le faire. Il faut comparer la gravité respective des fautes en présence et, le cas échéant, des autres facteurs qui ont exercé une influence sur le dommage (cf. RUSCONI, Quelques considérations sur l'influence de la faute et du fait du lésé dans la responsabilité causale, RDS 1963 I p. 351, qui approuve DES GOUTTES-GAUTIER, Du rôle de la faute dans la responsabilité causale, JdT 1940 I 173; cf. aussi BUSSY, FJS 911 no 30 p. 14).\n\nAppréciant les fautes respectives du détenteur et du lésé, le Tribunal fédéral a opéré une réduction maximale de 50%, avant l'entrée en vigueur de la LA, dans deux affaires où le passager s'était confié à un conducteur d'automobile ivre, malgré les avertissements de tiers (RO 40 II 279) et où un passager avait incité un mécanicien de garage à faire une course en voiture, avec une tournée d'auberges, en sachant qu'il n'avait pas de permis de conduire (RO 43 II 181). Plus généralement, les réductions s'élèvent à un quart ou un tiers, lorsque la faute du passager n'est pas particulièrement grave, soit qu'il se confie à un conducteur accablé d'une extrême fatigue (RO 58 II 139), soit qu'il se fasse transporter par un automobiliste sous l'influence de l'alcool (RO 79 II 397). Plus |224| récemment, le Tribunal fédéral a réduit d'un tiers l'indemnité allouée à un passager, directeur de police d'une ville, qui avait pris place, au retour d'une partie de plaisir, dans la voiture conduite par un automobiliste pris de boisson, comme il l'était lui-même (RO 84 II 296-9, consid. 3).\n\nEn l'occurrence, la réduction de 20% opérée par la juridiction cantonale ne tient pas suffisamment compte de toutes les circonstances. Si la faute supplémentaire du détenteur, responsable causal, est très grave, celle du passager Produit est grave elle aussi. L'indemnité allouée aux survivants de la victime doit être réduite dans la proportion d'un tiers.\n\n3. La réduction pour faute concomitante de la victime étant portée au taux de 33 1/3%, demandé par les recourants, il est superflu d'examiner si le Tribunal cantonal a violé le droit fédéral en n'usant pas de la faculté, réservée au juge par l'art. 59 al. 3 LCR, de réduire l'indemnité en cas de transport gratuit et par complaisance.\n\n4. Les recourants jugent insuffisante la réduction de 25% opérée par la Cour cantonale sur l'indemnité pour perte de soutien allouée à la veuve en raison des chances de remariage. Selon la jurisprudence, la personne responsable doit réparer le dommage concret résultant de la perte de soutien. La réduction ne se justifie donc que si un nouveau mariage apparaît possible dans le cas particulier et dans la mesure où il améliorerait sensiblement la situation de la veuve. L'appréciation de cette possibilité dépend surtout des circonstances particulières, notamment l'âge, le caractère, la condition sociale, le milieu local, les attaches familiales, la santé, l'attrait physique et la situation économique de la femme en cause, et de sa volonté de se remarier. Les éléments à considérer sont constatés par le juge du fait. Saisi d'un recours en réforme, le Tribunal fédéral ne modifiera la décision attaquée que si elle repose sur des prémisses erronées ou si elle apparaît contraire à l'expérience de la vie (RO 89 II 399 s., consid. 2).\n\nSelon les premiers juges, dame Olga Produit n'envisage pas pour l'instant de se remarier. Originaire du Haut-Valais, elle s'est assez bien adaptée à la vie à Martigny, où elle a conservé son domicile après un essai infructueux de retour chez ses parents. Elle n'habite cependant le Valais romand que depuis quatre ans et ne s'y est pas encore acclimatée parfaitement. Mais ce léger inconvénient, qui s'atténuera rapidement, ne doit |225| pas être surestimé. Devenue veuve à 28 ans, mère de deux fillettes dont aucune n'est malade, à la différence de l'espèce précitée (RO 89 II 400), dame Produit n'a établi aucune circonstance particulière de nature à rendre plus difficile pour elle de contracter une nouvelle union. A défaut d'éléments concrets, le juge peut recourir à l'aide des indications fournies par les statistiques. Or les Tables de capitalisation de STAUFFER/-SCHAEZLE (1e partie, chapitre V, p. 13 ss.), fondées sur les statistiques de la Caisse nationale, de même que l'Annuaire statistique de la Suisse 1951 (p. 59) montrent que les veuves âgées de 30 ans se remarient fréquemment. Comme dame Produit jouit d'une situation meilleure que la moyenne des femmes considérées par lesdites statistiques, généralement de condition modeste, il s'impose d'augmenter la réduction de l'indemnité pour chances de remariage en la portant au taux de 30%, requis par les recourants.\n\n5. Alors que l'indemnité pour tort moral de 4000 fr. allouée à chacun des deux enfants Gisèle et Monique Produit n'est pas critiquée, les recourants demandent que le montant alloué de ce chef à la veuve soit abaissé de 10 000 à 8000 fr. Selon l'art. 47 CO, auquel renvoie l'art. 62 al. 1 LCR, le juge peut, en tenant compte de circonstances particulières, allouer à la famille d'une personne décédée une indemnité équitable à titre de réparation du tort moral. Parmi les circonstances que le juge doit apprécier figure notamment la faute concomitante de la victime. Cette faute engendre la suppression ou la réduction de l'indemnité (RO 55 II 322, 62 II 57, 63 II 346). La juridiction cantonale se réfère à l'arrêt publié au RO 90 II 82, dont il ressort que la Cour civile vaudoise a alloué 12 000 fr. à une veuve, mère de sept enfants, qui avait perdu son mari, cycliste tué par un automobiliste pris de boisson, sans avoir lui-même commis aucune faute. Ce jugement n'avait pas été déféré au Tribunal fédéral sur ce point. S'il est vrai que, dans d'autres espèces, des montants de 10 000 fr., voire de 13 000 fr. ont été alloués, en l'absence de faute de la victime (RO 88 II 114, consid. 6, et 90 II 189, chiffre III), il ne faut pas perdre de vue que les indemnités sont sensiblement moins élevées lorsque la victime a commis une faute. Ainsi, la réparation du tort moral a été fixée à 5000 fr. dans une affaire où le conducteur de l'automobile et le passager tué lors de l'accident avaient tous deux commis une faute grave en abusant |226| de l'alcool (RO 84 II 299/300, consid. 4). Même en tenant compte de la dépréciation de la monnaie, conformément à la jurisprudence récente (RO 89 II 25/6 et 90 II 82/3, consid. 2), la réduction demandée par la recourante apparaît fondée."}