{"annee": "91", "cour": "I", "page": "316", "date": "15/9/1965", "cite": [], "cite_par": ["121 I 1", "96 I 59", "92 I 350", "111 IA 201", "93 I 525", "94 I 513", "106 IA 20", "102 IA 264"], "chapeau": "51. Extrait de l'arrêt du 15 septembre 1965 dans la cause Bender et Dorsaz contre Grand Conseil du canton du Valais.", "regestes": ["1. Dans quelle mesure l'art. 5 Cst. confère-t-il un droit constitutionnel pouvant faire l'objet d'un recours de droit public? (consid. 2). 2. Quand la liberté de vote est-elle atteinte? Lorsqu'elle a été violée et que le résultat du scrutin a pu être influencé, les opérations électorales doivent être annulées. Pouvoir d'examen du Tribunal fédéral à cet égard. Le Tribunal fédéral revoit librement l'interprétation des règles cantonales de procédure qui sont étroitement liées au droit de vote lui-même, à son contenu, à son étendue (changement de jurisprudence) (consid. 3). 3. Le principe de la bonne foi interdit à un électeur d'invoquer, pour faire annuler un scrutin, des irrégularités commises par lui-même ou par des personnes avec lesquelles il a partie liée (consid. 7 a). 4. Irrégularités commises par divers partis lors d'une élection. Ces irrégularités se compensent-elles? (consid. 7 h)."], "faits": "|317|\n\nLes 6 et 7 mars 1965, le peuple valaisan procéda à l'élection des députés au Grand Conseil. Le scrutin avait lieu par district, selon le système de la représentation proportionnelle. Dans le district de Martigny, quatre partis présentaient des candidats: le parti socialiste, le parti radical, le mouvement social indépendant et le parti conservateur chrétien-social (en abrégé: parti conservateur). Ce dernier proposait aux suffrages des citoyens sept candidats députés. Six d'entre eux furent élus, dont Amédée Arlettaz, avocat à Fully.\n\nLe 17 mars 1965, Eloi Bender et Marcel Dorsaz, électeurs à Fully, saisirent le Grand Conseil d'un recours en lui demandant d'annuler les élections dans le district de Martigny. Ils se plaignaient d'une atteinte à la liberté et au secret du vote. Le 5 avril 1965, après avoir fait procéder à une enquête, le Conseil d'Etat proposa au Grand Conseil de rejeter le recours. Le 6 avril 1965, le Grand Conseil adopta cette proposition.\n\nEloi Bender et Marcel Dorsaz ont formé un recours de droit public par lequel ils requièrent le Tribunal fédéral d'annuler la décision du Grand Conseil. Ils se fondent sur les art. 3 Cst. val., 4 et 5 Cst., ainsi que sur les dispositions de la loi valaisanne du 1er juillet 1938 sur les élections et votations (LEV). Ils se plaignent d'arbitraire et d'un déni de justice.\n\nLe Grand Conseil propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. .....\n\n2. L'art. 3 Cst. val. et l'art. 4 Cst. ont le même contenu. Ils confèrent au citoyen un droit constitutionnel. Les recourants sont titulaires de ce droit et peuvent donc s'en prévaloir devant le Tribunal fédéral. Ils invoquent également l'art. 5 Cst. Ce texte place d'une façon générale les droits constitutionnels des citoyens sous la garantie de la Confédération. Et il accorde cette protection |318| non pas aux cantons, mais aux individus (BURCKHARDT, Commentaire, p. 61; BRIDEL, Précis, vol. I p. 134). Il confère aux particuliers, dont les autorités cantonales ont violé les droits constitutionnels, le droit de se plaindre aux autorités fédérales et il oblige celles-ci à examiner de telles plaintes et à intervenir quand elles sont fondées. En revanche, d'une façon générale, il ne définit ni le contenu ni l'étendue des droits constitutionnels qu'il confie à la sauvegarde de la Confédération. A cet égard, il se réfère implicitement aux règles des constitutions fédérale et cantonales qui régissent spécialement ces droits Par rapport auxdites règles, il n'a donc pas de portée propre (RO IV, p. 332; VIII, p. 196 et 487; XII, p. 9; 47 II 511; 49 I 236; 88 I 270; BURCKHARDT, loc.cit.). Il ne confère de droit constitutionnel qu'au citoyen victime d'un canton qui excède sa souveraineté et dans la mesure seulement où le conflit n'est pas réglé par une disposition expresse du droit fédéral telle que l'art. 46 al. 2 ou l'art. 59 Cst. (arrêt non publié Kundenkredit-Bank AG, du 3 février 1965).\n\n3. En vertu d'un principe du droit constitutionnel fédéral, qui garantit le droit de vote en matière politique, le résultat d'un scrutin doit traduire fidèlement la volonté librement exprimée du corps électoral (RO 90 I 73, 91 I 9). Il s'ensuit que chaque citoyen pris individuellement a le droit de s'exprimer en pleine liberté, c'est-à-dire notamment de voter dans le secret et à l'abri de toute influence extérieure (RO 90 I 73). L'électeur ne saurait cependant formuler à cet égard des exigences excessives. Il ne saurait par exemple demander qu'il soit tenu compte de l'opinion subjective de tel citoyen déterminé. La liberté de vote est au contraire sauvegardée déjà lorsque, d'un point de vue objectif, on peut considérer que, dans le scrutin en cause, le citoyen de condition moyenne avait la faculté de s'exprimer librement. Pour savoir si cette condition est remplie, il importe de ne pas recourir seulement à des critères abstraits, mais de tenir largement compte de l'usage local et des circonstances. Si le Tribunal fédéral constate que la liberté de vote, telle qu'elle vient d'être définie, n'a pas été respectée et que le résultat du scrutin a pu en être influencé, il annule les opérations électorales (RO 91 I 10). A cet égard, il revoit les constatations de fait sous le seul angle de l'arbitraire (RO 75 I 238). Pour le surplus, la jurisprudence établit une distinction. Lorsque le droit de vote lui-même est en jeu, qu'il s'agit de définir son contenu ou son étendue, le Tribunal fédéral |319| statue librement. En revanche, il n'intervient qu'en cas d'arbitraire lorsque le litige a pour objet l'interprétation de règles cantonales de procédure (RO 83 I 176; 89 I 77, 443, 453; 90 I 73; 91 I 10). A vrai dire, cette jurisprudence mérite d'être précisée. Il existe des règles de procédure qui sont étroitement liées au droit de vote lui-même, à son contenu et à son étendue. Ainsi en va-t-il des dispositions qui indiquent les mesures absolument indispensables pour assurer la liberté du vote: de telles règles ont un effet direct sur le droit de vote, car leur portée exacte permet seule de définir la réelle étendue de la liberté de vote. Dès lors et bien qu'il s'agisse de prescriptions de procédure, le Tribunal fédéral doit en définir la portée et en revoir l'interprétation ou l'application librement...\n\n7. Les recourants exposent que de nombreux bulletins individualisés ont été retrouvés dans l'urne. Ils en infèrent que les électeurs n'ont pas voté librement et que, partant, le scrutin doit être annulé.\n\na) Sur 42 listes conservatrices, le nom d'Amédée Arlettaz a été biffé et de nombreux candidats, généralement les mêmes, ont été ajoutés à la main. Préparés en série par quelques personnes, ces bulletins révèlent indiscutablement l'existence d'une manoeuvre concertée.\n\nIl faut rappeler cependant que le parti conservateur de Fully est divisé en deux groupes hostiles conduits l'un par Adrien Bender et Henri Dorsaz, l'autre par Amédée Arlettaz et Roger Lovey. Le premier s'est imposé aux élections communales de décembre 1964 et Amédée Arlettaz, qui était candidat, n'a pas été élu. Un recours, déposé d'ailleurs par un citoyen d'un autre parti, a avivé encore les inimitiés. Le Grand Conseil pouvait sans arbitraire déduire de ces faits que la manoeuvre révélée par les 42 listes précitées et dirigée contre Amédée Arlettaz avait été organisée par le groupe d'Adrien Bender et Henri Dorsaz. La lettre du 10 avril 1965 par laquelle E. Granges attribue à son entreprise la paternité de la manoeuvre ne conduit pas à une conclusion différente, car ce citoyen a manifesté, durant l'enquête relative aux élections communales, son adhésion au groupe Bender.\n\nLe Grand Conseil avait aussi de bonnes raisons de considérer que les recourants étaient étroitement liés à ce groupe. En effet, ils sont les frères l'un d'Adrien Bender, l'autre d'Henri Dorsaz. De plus, ils n'ont pas été appelés à participer aux pourparlers |320| consacrés notamment à l'éventuel retrait de leur recours au Grand Conseil; ils y ont été remplacés par Henri Dorsaz, l'un des chefs du groupe Bender.\n\nComme cela ressort des faits qui viennent d'être rappelés, les recourants ont été de connivence avec les auteurs de la manoeuvre révélée par les 42 listes litigieuses. En se prévalant aujourd'hui de ces listes pour faire annuler les élections, ils agissent contrairement au principe de la bonne foi. Ce principe tout à fait général s'applique en effet aux rapports entre l'administration et les administrés (RO 91 I 136 et les arrêts cités), et il doit être observé non seulement par celle-là mais aussi par ceux-ci (arrêts non publiés Geissmann du 7 septembre 1965, consid. 1, et Dietrich du 24 juin 1964, consid. 4 b). Or il a conduit le Tribunal fédéral à juger qu'un électeur ne saurait attendre l'issue d'un scrutin pour recourir contre une irrégularité qu'il aurait pu prévenir en agissant plus tôt (RO 89 I 86/87; cf. aussi RO 90 I 72, 89 I 400 et 442); il s'oppose a fortiori à ce qu'un citoyen invoque une informalité commise sinon par lui-même, du moins par des personnes avec lesquelles il a partie liée.\n\nCe seul motif autorisait le Grand Conseil à ne pas tenir compte des vices éventuels des 42 listes conservatrices. Point n'est besoin dès lors de rechercher si, comme le soutient l'autorité cantonale, ces bulletins ont été préparés pour créer un motif d'attaquer les élections de mars 1965 et pour utiliser ensuite le recours ainsi déposé comme une \"monnaie d'échange\" permettant d'obtenir le retrait du pourvoi formé contre les élections de décembre 1964...\n\nh) Les motifs indiqués dans le présent considérant sous lettre a et b à g (autres cas de bulletins prétendument marqués) suffisent pour écarter le grief fondé sur l'individualisation de certaines listes. Le Grand Conseil a cru devoir ajouter que les irrégularités commises de part et d'autre se compensaient et, partant, étaient négligeables. Il s'est fondé à cet égard sur l'arrêt non publié rendu par le Tribunal fédéral le 17 octobre 1962 dans la cause Vouillamoz c. Conseil d'Etat du canton du Valais. Effectivement, la Chambre de céans a admis dans cet arrêt que les effets des informalités affectant les listes de l'un des partis en présence étaient compensés par les conséquences des irrégularités entachant les bulletins de l'autre. Cette opinion ne saurait être maintenue. Tout d'abord, elle encourage lesvictimesd'incorrections à en commettre à leur tour. En outre et surtout, pour |321| déterminer si, dans une élection, les vices de certains bulletins ont pu avoir une influence sur l'issue du scrutin, il faut prendre en considération l'hypothèse la plus favorable au parti minoritaire. Cette hypothèse est celle où tous les électeurs qui ont déposé dans l'urne des bulletins irréguliers auraient accordé leur suffrage à ce parti. Celui-ci peut donc exiger que toutes les listes viciées soient portées à son crédit, y compris les siennes. Il ne saurait ainsi y avoir compensation des informalités.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}