{"annee": "91", "cour": "I", "page": "169", "date": "12/7/1965", "cite": [], "cite_par": ["95 I 206", "117 II 340", "96 I 11", "102 IA 81", "101 IA 205", "97 I 349", "93 I 597", "98 IA 151"], "chapeau": "29. Arrêt du 12 juillet 1965 dans la cause La Placette SA contre Conseil d'Etat du canton de Vaud.", "regestes": ["Art. 4 Cst; arbitraire, inégalité de traitement; patente de débit d'alcool. 1. En principe, deux décisions ne peuvent entraîner une inégalité de traitement que lorsqu'elles émanent de la même autorité; exception quand deux autorités ont statué, mais que l'une d'elles est dans une situation analogue à celle qu'elle aurait eue si elle avait pris les deux décisions (consid. 1). 2. Deux situations de fait présentant une différence sur un point essentiel peuvent être soumises chacune à un régime juridique distinct sans qu'il en résulte une inégalité de traitement (consid. 1). 3. Pouvoir d'appréciation des autorités cantonales compétentes pour délivrer les patentes de débits d'alcool (consid. 2)."], "faits": "BGE 91 I 169 S. 170\n\nA.- Le 29 juin 1962, la société de La Placette SA, Grands Magasins, à Nyon (ci-après: la société) fut mise au bénéfice d'une patente de débit de boissons alcooliques à l'emporter, catégorie 21 A. Celle-ci \"donne le droit de vendre à l'emporter et au détail des vins naturels et mousseux suisses et étrangers, des cidres, des vins doux (malaga, porto, etc.), des vins fins secs (madère, marsala, xérès, etc.) et de la bière, à l'exclusion de toute autre boisson alcoolique\". Le 31 août 1963, la société demanda au Département de justice et police du canton de Vaud la délivrance d'une patente catégorie 21 B, qui lui aurait permis de vendre non seulement du vin, du cidre et de la bière, mais aussi des boissons distillées. A l'appui de cette requête, elle exposa qu'elle avait repris le fonds de commerce de sieur J. Tille, situé en face de ses magasins, que Tille allait cesser toute activité, que la patente 21 B dont il était titulaire ne sortirait donc plus d'effet et pouvait dès lors être transférée à la société.\n\nLe 19 octobre 1963, le Département rejeta la requête de la société en se fondant sur l'art. 40 de la loi vaudoise du 3 juin BGE 91 I 169 S. 1711947 sur la police des établissements publics et la vente des boissons alcooliques (LPEP). Cette disposition est relative à la clause du besoin. La société recourut au Conseil d'Etat. Elle fit valoir notamment qu'elle était dans une situation semblable à celle de la société des Grands Magasins Innovation SA qui, reprenant le débit de boissons alcooliques d'un sieur Imperiali, à Lausanne, avait obtenu le bénéfice de la patente 21 B attachée à ce commerce. Le 5 mai 1964, le Conseil d'Etat rejeta le recours, en bref par les motifs suivants:\n\nLa ville de Nyon, qui compte 8774 habitants, possède déjà douze débits au bénéfice de la patente 21 B, dont six à moins de 200 m de l'immeuble de la société. Les besoins du public sont dès lors largement satisfaits. Certes, la société reprend le commerce de sieur Tille. La quantité d'alcool débitée n'en sera pas moins plus élevée, car la société en vendra davantage que sieur Tille. Peu importe que la clientèle de la société se recrute dans toute la localité, voire dans tout le district, car, dans la mesure où elle n'habite pas le quartier ou la ville même, elle pourra se ravitailler ailleurs. Du reste, plusieurs personnes ont sollicité des patentes 21 B avant la société. Elles pourraient se prévaloir de l'antériorité de leur demande.\n\nB.- Agissant par la voie du recours de droit public, la société requiert le Tribunal fédéral d'annuler la décision du Conseil d'Etat. Elle se plaint d'arbitraire et d'inégalité de traitement.\n\nLe Conseil d'Etat conclut au rejet du recours.\n\nLe Juge délégué a ordonné un nouvel échange d'écritures dans lequel les parties ont maintenu leurs conclusions.", "considerants": "Considérant en droit:\n\n1. La recourante fait valoir en premier lieu que la décision attaquée constitue à son égard une inégalité de traitement. Pareille inégalité existe notamment lorsque, sans motifs sérieux, deux décisions soumettent deux situations de fait semblables à des règles juridiques différentes (RO 90 I 8, no 1, consid. 2; 90 I 162). Cependant, la jurisprudence a précisé qu'il fallait qu'en pareil cas les décisions en cause eussent été prises par une seule et même autorité (RO 90 I 8, no l'consid. 2). En l'espèce, l'inégalité de traitement dont se plaint la recourante consiste en ce que le Département de justice et police a autorisé le transfert de la patente 21 B de la maison Imperiali à la société de l'Innovation tandis que le Conseil d'Etat refuse un transfert BGE 91 I 169 S. 172semblable entre sieur Tille et la recourante. Ainsi, l'autorité qui a pris la décision n'est pas la même dans les deux hypothèses. L'application rigoureuse du principe rappelé ci-dessus conduirait dès lors à écarter le grief d'inégalité de traitement. Toutefois, dans la décision attaquée, le Conseil d'Etat ne s'est pas placé sur un terrain différent de celui qu'avait choisi le Département lors du prononcé relatif à l'Innovation. Au contraire, il s'est laissé guider par les mêmes principes que lui, de sorte qu'il en a implicitement admis le bien-fondé. Aussi bien, dans sa réponse, il se détermine comme s'il reprenait à son compte la décision du Département relative à l'Innovation. A tout le moins, on peut considérer qu'il est dans une situation analogue à celle dans laquelle il se trouverait s'il avait pris les deux décisions lui-même. En conséquence, de ce point de vue, le grief d'inégalité de traitement ne saurait être écarté. Il ne s'ensuit pas cependant qu'il doive être admis. Tout dépend à cet égard de la situation de fait dans laquelle se sont trouvées l'Innovation d'une part, la recourante d'autre part.\n\nLe commerce d'Imperiali repris par l'Innovation était taxé sur un montant d'achats de 87 416 fr., tandis que l'épicerie de Tille reprise par la recourante n'est taxée que sur un montant d'achats de 4421 fr. Le chiffre concernant Imperiali était ainsi très élevé. L'autorité cantonale pouvait en déduire sans arbitraire que la quantité d'alcool vendue par l'Innovation ne serait guère plus considérable et que, le commerce d'Imperiali disparaissant, le débit d'alcool dans le quartier n'augmenterait pas. En revanche, le chiffre relatif au commerce de Tille est infiniment moins important. Dès lors, connaissant l'organisation de la recourante et ses méthodes de vente, le Conseil d'Etat était fondé à considérer, sans pour autant violer l'art. 4 Cst., que cette dernière n'éprouverait pas de difficulté à accroître sensiblement le débit d'alcool très modeste de sieur Tille. Sur un point essentiel, l'Innovation et la recourante étaient donc dans une situation de fait différente. Il y avait là une raison sérieuse pour l'autorité cantonale de ne pas les traiter de la même manière. Le Conseil d'Etat ne mérite dès lors pas le reproche d'inégalité de traitement.\n\n2. La recourante expose qu'en cas de transfert de patente, le Conseil d'Etat, selon une pratique constante, ne tient pas compte des droits d'antériorité des tiers. Or, dit-elle, en l'espèce, l'autorité exécutive cantonale a pris en considération des BGE 91 I 169 S. 173demandes de patente antérieures à la requête aujourd'hui litigieuse pour écarter celle-ci; elle aurait ainsi brusquement abandonné une jurisprudence suivie depuis longtemps; faute de s'être justifiée, elle aurait violé l'art. 4 Cst.\n\nDe fait, à l'appui de sa décision, le Conseil d'Etat a observé que plusieurs personnes établies à Nyon avaient sollicité des patentes 21 B avant la recourante et pourraient ainsi se prévaloir de l'antériorité de leur demande. Point n'est besoin cependant d'examiner s'il s'est mis à cet égard en contradiction avec sa propre jurisprudence. En effet, il n'a tiré des requêtes antérieures à celles de la recourante qu'un argument supplémentaire, dont l'absence n'eût rien changé à sa décision. Celle-ci est fondée sur le fait que la recourante pourrait vendre des boissons alcooliques en quantités beaucoup plus élevées que Tille, sans que cela réponde à un besoin. Cette opinion n'est pas absolument indéfendable. Elle reste dans les limites du très large pouvoir d'appréciation dont jouit l'autorité compétente pour délivrer les patentes de débit d'alcool et appliquer la clause du besoin.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}