{"annee": "91", "cour": "IV", "page": "24", "date": "26/1/1965", "cite": ["75 IV 37", "78 IV 181"], "cite_par": ["95 IV 68", "115 II 136", "98 IV 293", "99 IV 57", "100 IV 49"], "chapeau": "9. Urteil des Kassationshofes vom 26. Januar 1965 i.S. Staatsanwaltschaft des Kantons Zürich gegen Vollenweider.", "regestes": ["Art. 68 al. 3 LCR et art. 8 al. 1 OA V; suspension de l'assurance. 1. Seule la validité des plaques de contrôle dépend de l'observation de ces règles, qui ne constituent que des prescriptions d'ordre touchant le permis de circulation. 2. Celui qui, dans l'intention de suspendre l'assurance, a déposé les plaques de contrôle auprès de l'autorité compétente, mais circule néanmoins avec le véhicule, est par conséquent punissable en vertu de l'art. 96 ch. 2 LCR, qu'il ait ou non rendu également le permis de circulation."], "faits": "|25|\n\nA.- Vollenweider, der im Kanton Zürich wohnt, wollte Ende September 1962 seinen Personenwagen für einige Monate stillegen. Er entfernte die Kontrollschilder vom Fahrzeug und sandte sie dem kantonalen Strassenverkehrsamt. Dieses gab der \"Waadtländischen Unfallversicherung auf Gegenseitigkeit\", bei der Vollenweider die obligatorische Haftpflichtversicherung abgeschlossen hatte, von der Hinterlegung der Schilder Kenntnis.\n\nAm 10. November 1962 führte Vollenweider seinen Wagen in Rümlang von einer Garage an der Glattalstrasse zum Hause seines Vaters an der Oberdorfstrasse. Da er ohne Kontrollschilder fuhr, wurde er von der Polizei verzeigt.\n\nB.- Das Bezirksgericht Dielsdorf und auf Berufung hin am 6. April 1964 auch das Obergericht des Kantons Zürich erklärten Vollenweider des Fahrens ohne Kontrollschilder (Art. 96 Ziff. 1 Abs. 1 SVG) schuldig und verurteilten ihn zu einer Busse von Fr. 80.-. Von der Anklage, ein Motorfahrzeug geführt zu haben, von dem er wusste oder hätte wissen können, dass die vorgeschriebene Haftpflichtversicherung nicht bestand (Art. 96 Ziff. 2 SVG), sprachen sie ihn frei.\n\nDas Obergericht begründete den Freispruch im wesentlichen damit, nach den klaren und unmissverständlichen Vorschriften der Art. 68 Abs. 3 SVG und 8 Abs. 1 VVV ruhe die Versicherung dem Geschädigten gegenüber nur, wenn der Halter sowohl den |26| Fahrzeugausweis wie die Kontrollschilder abgebe. Diese Voraussetzung sei im vorliegenden Fall nicht erfüllt, da Vollenweider sich mit der Hinterlegung der Schilder begnügt habe. Dass die Mehrheit der Kantone auf die Rückgabe des Fahrzeugausweises verzichte, ändere nichts; die kantonalen Strassenverkehrsämter hätten das Gesetz auch dann zu vollziehen, wenn der Vollzug mit zusätzlicher Arbeit verbunden sei. Der Angeklagte müsste selbst dann freigesprochen werden, wenn der Versicherungsschutz zur Zeit der Tat nicht mehr bestanden haben sollte. Vollenweider habe sich über die Folgen seines Verhaltens keine Rechenschaft gegeben; er sei sich nicht bewusst gewesen, dass er rechtswidrig handelte.\n\nC.- Die Staatsanwaltschaft des Kantons Zürich führt Nichtigkeitsbeschwerde mit dem Antrag, den Freispruch des Obergerichts aufzuheben und die Sache zur Verurteilung gemäss Art. 96 Ziff. 2 SVG an die Vorinstanz zurückzuweisen.\n\nD.- Vollenweider beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 68 Abs. 3 Satz 1 SVG, der inhaltlich mit Art. 8 Abs. 1 VVV übereinstimmt, ruht die Haftpflichtversicherung des Motorfahrzeughalters, wenn Fahrzeugausweis und Kontrollschilder bei der zuständigen Behörde abgegeben werden. Nach dem Wortlaut dieser Bestimmungen ruht die Versicherung erst, wenn der Halter sowohl die Schilder wie den Ausweis abgibt. Es frägt sich aber, ob dies dem wahren Sinn der Normen, d.h. den Wertungen entspricht, die ihnen innewohnen und auf denen ihre Geltung beruht.\n\na) Fahrzeugausweis und Kontrollschilder werden im Gesetz durchwegs zusammen erwähnt (vgl. Art. 10 Abs. 1, 16 Abs. 4, 25 Abs. 2 lit. d, 68 Abs. 2 und 3, 77 Abs. 1, 96 und 97). Das gleiche ist der Fall in der Verordnung über Haftpflicht und Versicherungen im Strassenverkehr (s. z.B. Art. 3 Abs. 2 lit. c, 7 Abs. 2 und 4, 8 Abs. 1 und 2, 16 Abs. 3, 18 Abs. 1, 19 Abs. 4, 20 Abs. 5). Der Grund liegt offenbar darin, dass zwischen dem Fahrzeugausweis und den Kontrollschildern ein enger Zusammenhang besteht; diese sind bloss das äussere Zeichen dafür, dass ein bestimmtes Fahrzeug zum Verkehr zugelassen, der Fahrzeugausweis also erteilt worden ist. Die Kontrollschilder verlieren ihre Gültigkeit denn auch zusammen mit dem Fahrzeugausweis (Art. 18 Abs. 1 VVV). Ob Ausweis und Schilder |27| deshalb in allen Bestimmungen, in denen sie zusammen genannt werden, gleich zu behandeln seien, kann dahingestellt bleiben. Mit Bezug auf das Ruhen der Versicherung kommt ihnen, wie die Beschwerdeführerin mit Recht bemerkt, jedenfalls eine sehr unterschiedliche Bedeutung zu.\n\nDie Art. 68 Abs. 3 SVG und 8 Abs. 1 VVV beruhen auf der Überlegung, dass der Halter, der die Versicherung aussetzen will, wirksam von der weitern Benützung des Fahrzeuges abgehalten werden soll. Würden ihm die Schilder belassen und nur der Fahrzeugausweis abverlangt, so bestände keinerlei Gewähr dafür, dass er das Fahrzeug wirklich stillegt. Viele Halter könnten diesfalls der Versuchung, unentdeckt herumzufahren, nicht widerstehen. Auch könnten nur die wenigsten von ihnen strafrechtlich zur Verantwortung gezogen werden. Solange ein Auto mit den Kontrollschildern versehen ist, erweckt es den Eindruck, dass Versicherung und Bewilligung zum Inverkehrsetzen des Fahrzeugs in Ordnung gehen, gleichviel, ob der Fahrzeugausweis abgegeben worden sei oder nicht. Verkehrt ein Auto dagegen ohne Schilder, so fällt es sofort auf. Der Fahrer muss jeden Augenblick damit rechnen, verzeigt oder angehalten zu werden. Es ist deshalb richtig, dass der Halter, der die Versicherung ruhen lassen will, nach wie vor verpflichtet wird, die Schilder zu hinterlegen. Die Gefahr von Missbräuchen ist freilich auch dann nicht völlig beseitigt. Sie bleibt sich indes praktisch gleich, ob die Schilder allein oder zusammen mit dem Fahrzeugausweis abverlangt werden. Wer sich ohne Schilder auf die Strasse wagt, lässt sich von rechtswidrigen Fahrten auch nicht abhalten, wenn er den Fahrzeugausweis ebenfalls hinterlegen muss. Daraus geht deutlich hervor, dass es keinen Sinn hat, das Ruhen der Versicherung von der Abgabe des Ausweises abhängig machen zu wollen.\n\nb) Das Obergericht führt aus, die neue Regelung sei nicht nur klar, sondern auch sinnvoll. Unter der Herrschaft des MFG habe man sich zwar mit der Hinterlegung der Kontrollschilder begnügt. Damals hätten die Fahrzeugausweise aber jährlich zur Erneuerung eingesandt werden müssen (Art. 6 Abs. 2 MFG). Nach dem neuen Recht seien die Fahrzeugausweise hingegen unbefristet (Art. 10 Abs. 3 SVG). Um Missbräuche mit alten Fahrzeugausweisen weiterhin zu erschweren, habe deshalb guter Grund bestanden, im Gesetz ausdrücklich zu bestimmen, dass bei der Stillegung eines Fahrzeuges sowohl |28| die Kontrollschilder wie der Fahrzeugausweis abgegeben werden müssen.\n\nDiese Ausführungen gehen jedoch an der Sache vorbei. Es geht nicht darum, ob die Abgabe des Fahrzeugausweises überhaupt einen Sinn habe, sondern bloss darum, ob sie im Hinblick auf das Ruhen der Versicherung sinnvoll sei. Das aber ist aus den bereits angeführten Gründen zu verneinen. Bei dieser Sachlage darf sich der Richter nicht auf den Wortlaut des Gesetzes versteifen. Der Umstand, dass eine Bestimmung ihrem Wortlaut nach klar ist, enthebt ihn nicht der Pflicht, nach dem vernünftigen Sinn des Gesetzes zu forschen und notfalls einer zu allgemein gehaltenen Norm eine Einschränkung beizufügen, wenn der Grundgedanke der Regelung und der von ihr verfolgte Zweck es verlangen. Wo zwei Erfordernissen in tatsächlicher Hinsicht eine so unterschiedliche Bedeutung zukommt, wie hier, ist auch rechtlich eine unterschiedliche Wertung am Platz. Die Hinterlegung der Schilder ist für das Aussetzen der Versicherung unumgänglich; sie allein bietet die entscheidende Gewähr dafür, dass sich der Halter während des Ruhens der Versicherung pflichtgemäss verhält. Die Abgabe des Fahrzeugausweises taugt demgegenüber nicht zur Erreichung des angestrebten Zweckes. Den Gesetzesmaterialien zum SVG ist denn auch nirgends zu entnehmen, dass der Gesetzgeber dem Einzug des Ausweises in diesem Zusammenhang irgendwelche Bedeutung beigemessen hätte. Der Unterschied zwischen den beiden Erfordernissen ist so offensichtlich und gross, dass es sich rechtfertigt, die Art. 68 Abs. 3 SVG und 8 Abs. 1 VVV nur mit Bezug auf die Hinterlegung der Kontrollschilder als Gültigkeitsvorschriften, hinsichtlich der Abgabe des Fahrzeugausweises dagegen bloss als Ordnungsvorschriften zu behandeln.\n\nc) Diese Lösung drängt sich auch mit Rücksicht auf den Grundsatz von Treu und Glauben auf. Eine Anfrage des Bundesgerichts bei der Konferenz der kantonalen Justiz- und Polizeidirektoren hat ergeben, dass die Mehrheit der Kantone den Fahrzeugausweis nicht abverlangt, sondern das Ruhen der Versicherung lediglich von der Hinterlegung der Kontrollschilder abhängig macht. Das geschieht offensichtlich deshalb, weil ein sachliches Bedürfnis zum Einzug des Ausweises nicht besteht, jedenfalls nicht ein hinreichendes, das die Mehrarbeit der Verwaltungsbehörde zu rechtfertigen vermöchte. Über |29| diese Praxis darf der Richter nicht gänzlich hinwegsehen. Wenn der Halter in der Absicht, die Versicherung auszusetzen, bloss die Kontrollschilder abgibt, die Verwaltung sich damit begnügt und dem Versicherer mitteilt, dass die Haftpflichtversicherung ruhe, so soll sich dieser auf die Mitteilung verlassen können.\n\nDas Obergericht verkennt, dass das Verfahren über das Aussetzen der Versicherung in die Hände der kantonalen Strassenverkehrsämter gelegt ist. Diese haben über die hinterlegten Ausweise und Kontrollschilder ein Verzeichnis zu führen, aus dem hervorgeht, von welchem Tage an die Versicherung ruht (Art. 8 Abs. 2 Satz 3 VVV). Sie geben dem Versicherer hievon Kenntnis (Art. 68 Abs. 3 Satz 2 SVG). Für die Meldung ist das im Anhang 1 zur VVV abgedruckte Formular zu verwenden, das einen Teil des Versicherungsnachweises darstellt, eine Mitteilung jedoch einzig für die Hinterlegung der Kontrollschilder vorsieht; von der Abgabe des Fahrzeugausweises ist darin nicht die Rede (vgl. AS 1959 1308). Der Versicherer erhält somit in jedem Fall, gleichviel, ob die Behörde den Ausweis ebenfalls einverlangt habe, bloss von der Hinterlegung der Schilder Kenntnis. Er muss sich gleichwohl darauf verlassen können, dass die Versicherung ruhe. Wer sich aber nach Gesetz auf eine Meldung der Verwaltungsbehörde zu verlassen hat, soll sich nach Treu und Glauben auch vor dem Richter darauf berufen können.\n\n2. Im vorliegenden Fall ist somit davon auszugehen, dass am 10. November 1962, als Vollenweider die Fahrt unternahm, die Leistungspflicht des Versicherers ruhte, die vorgeschriebene Haftpflichtversicherung für das Fahrzeug also nicht bestand. Der objektive Tatbestand des Art. 96 Ziff. 2 SVG ist daher erfüllt.\n\nDass sich Vollenweider über die Folgen seines Verhaltens keine Rechenschaft gegeben haben will, befreit ihn nicht. Das Bewusstsein der Rechtswidrigkeit gehört nicht zum Vorsatz (BGE 75 IV 43, 82 und ständige Rechtsprechung). Fehlt es, so gilt Art. 20 StGB. Rechtsirrtum aber kommt nicht schon dem zugute, der seine Tat nicht für strafbar hält, sondern nur dem, der aus zureichenden Gründen auch nicht bloss das Gefühl hat, irgendwie unrecht zu handeln (BGE 78 IV 181und dort angeführte Urteile). Dieses Gefühl kann dem Beschwerdegegner nach den Zwecken, die er mit der Hinterlegung der |30| Kontrollschilder verfolgte, nicht gefehlt haben. Es ist offensichtlich, dass es Vollenweider vor allem darum ging, die Versicherungsprämie während der Stillegung des Fahrzeuges einzusparen. Anders kann sein Verhalten gar nicht erklärt werden. Bei gehöriger Überlegung hätte er sich deshalb sagen müssen, dass die Leistungspflicht des Versicherers von der Hinterlegung bis zur Wiedereinlösung der Schilder ruhe.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 6. April 1964 mit Bezug auf den Freispruch aufgehoben und die Sache zur Bestrafung des Beschwerdegegners nach Art. 96 Ziff. 2 SVG an das Obergericht zurückgewiesen."}