{"annee": "91", "cour": "IV", "page": "78", "date": "9/4/1965", "cite": ["86 IV 35", "90 IV 214", "90 IV 98", "89 IV 103"], "cite_par": ["115 II 283", "92 IV 20"], "chapeau": "24. Urteil des Kassationshofes vom 9. April 1965 i.S. Meier gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 33 al. 2, 49 al. 2 LCR, art. 6 al. 1, 47 al. 3 OCR. Priorité des piétons sur les passages pour piétons. Le piéton ne peut se réclamer de la priorité que lorsque les véhicules qui approchent sont à une distance convenable. Cette distance s'apprécie selon les circonstances de la route et de la circulation, non pas selon la vitesse du véhicule qui approche du passage."], "faits": "|79|\n\nA.- Meier führte am 6. Dezember 1963 um 16.55 Uhr ein Personenauto in Zürich die Winterthurerstrasse stadtauswärts. Bei der Einmündung der Dübendorfstrasse hielt er hinter zwei andern Wagen an, um dem von rechts aus der Dübendorfstrasse kommenden Verkehr den Vortritt zu lassen. Alsdann setzten sich die drei Wagen wieder in Bewegung und fuhren gegen den Fussgängerstreifen, der unmittelbar nach der Einmündung der Dübendorfstrasse über die 12 m breite Winterthurerstrasse führt. Auf dem rechten Trottoir standen vor dem Streifen Fussgänger. Nachdem die ersten beiden Wagen den Fussgängerstreifen passiert hatten, trat einer der Fussgänger, Ernesto Polentarutti, mit erhobenem Arm auf die Fahrbahn, um sie eilenden Schrittes zu überqueren. Sobald der Fussgänger den Streifen betrat, bremste Meier sein Fahrzeug. Er konnte aber nicht verhindern, dass er den Fussgänger mit dem linken vordern Kotflügel etwa 4 m vom Trottoirrand entfernt anfuhr. Polentarutti kam zu Fall und zog sich Verletzungen zu. Er stellte Strafantrag wegen fahrlässiger Körperverletzung.\n\nB.- Das Bezirksgericht Zürich sprach Meier frei. Es führte aus, Meier sei auf Grund des festgestellten Bremsweges von 3,3 m mit der nicht zu beanstandenden Geschwindigkeit von 22,5 km/Std gefahren und habe bei dieser Geschwindigkeit und bei einer Reaktionszeit von einer Sekunde zum Anhalten zwei Sekunden gebraucht, während der mit eilenden Schritten die Fahrbahn überquerende Fussgänger eine Gehgeschwindigkeit von 2,5 m/sec. gehabt und somit die Strecke von 4 m vom Trottoirrand bis zur Kollisionsstelle in 1,6 Sekunden zurückgelegt habe. Für Meier sei daher der Zusammenstoss unvermeidbar gewesen. Polentarutti habe den Fussgängerstreifen entgegen den Vorschriften nicht in angemessener Entfernung von dem herannahenden Fahrzeug betreten und sei infolgedessen nicht vortrittsberechtigt gewesen, weshalb es auch nicht darauf ankomme, ob er allenfalls das Handzeichen schon vor dem Betreten der Fahrbahn gegeben habe.\n\nC.- Das Obergericht des Kantons Zürich hob auf Berufung des Geschädigten das bezirksgerichtliche Urteil am 8. Dezember 1964 auf, erklärte Meier wegen Übertretung der Art. 33 Abs. 2 SVG und 6 Abs. 1 VRV der fahrlässigen Körperverletzung (Art. 125 StGB) schuldig und verurteilte ihn zu einer Busse von Fr. 200.--.\n\nEs ging davon aus, der Fahrzeugführer habe nach Art. 33 |80| Abs. 2 SVG und Art. 6 Abs. 1 VRV allein schon angesichts des Fussgängerstreifens die Geschwindigkeit rechtzeitig so zu mässigen, dass er ausnahmslos jeden Fussgänger durchlassen könne, der vor dem Fahrzeug den Streifen erreicht habe. Diese Vorsichtspflicht der Fahrzeugführer vor Fussgängerstreifen werde durch die Vorschriften für die Fussgänger nicht eingeschränkt. Der Fahrzeugführer könne sich daher nicht mit dem Nachweis befreien, dass im Zeitpunkt, in dem er frühestens den Fussgänger auf die Fahrbahn habe treten sehen können, die verfügbare Strecke nicht mehr zum Anhalten genügt habe. Meier habe demzufolge den Zusammenstoss mit dem Fussgänger auch dann verschuldet, wenn es ihm unmöglich gewesen sei, rechtzeitig zu halten.\n\nDas Obergericht nahm sodann an, Meier habe zudem zu spät zu bremsen begonnen oder zu langsam gebremst. Wenn ein Fussgänger die Strasse überschreiten wolle, so könne ihm diese Absicht in der Regel nicht erst, wenn er den Fuss auf die Fahrbahn setze, sondern schon Sekundenbruchteile vorher angesehen werden. So verhalte es sich auch hier. Das erste Anzeichen der Absicht Polentaruttis, die Strasse zu überqueren, sei bestimmt schon 0,4 Sekunden vor dem Beginn der Überschreitung zu sehen gewesen. Meier seien somit die benötigten zwei Sekunden zur Verfügung gestanden, und er hätte bei sofortiger und richtiger Reaktion noch rechtzeitig anhalten können.\n\nD.- Gegen dieses Urteil führt Meier Nichtigkeitsbeschwerde mit dem Antrag, es sei aufzuheben und die Sache zur Freisprechung an das Obergericht zurückzuweisen.\n\nE.- Die Staatsanwaltschaft des Kantons Zürich hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. a) Das Verhalten des Fahrzeugführers an Fussgängerstreifen wird in Art. 33 Abs. 2 SVG und Art. 6 Abs. 1 VRV geregelt. Nach der ersten Bestimmung hat er vor Fussgängerstreifen besonders vorsichtig zu fahren und nötigenfalls anzuhalten, um Fussgängern, die sich schon auf dem Streifen befinden oder im Begriffe sind, ihn zu betreten, den Vortritt zu lassen. Nach der zweiten Bestimmung, welche die besondere Vorsicht näher umschreibt, hat der Fahrzeugführer die Geschwindigkeit so zu mässigen, dass er den Fussgängern den |81| Vortritt lassen kann, namentlich, wenn sie ein Handzeichen geben. Er muss jedem Fussgänger den Vortritt gewähren, der den Streifen betritt, bevor das Fahrzeug den Streifen erreicht.\n\nFür die Fussgänger bestimmt Art. 49 Abs. 2 SVG, dass sie auf dem Fussgängerstreifen vortrittsberechtigt sind, dass sie ihn aber nicht überraschend betreten dürfen. Art. 47 Abs. 3 VRV sodann führt hiezu aus, dass Fussgänger, die den Vortritt beanspruchen, dies dem Fahrzeugführer anzuzeigen haben, indem sie den Streifen mit einem Fuss betreten oder ein deutliches Handzeichen geben, und dass sie den Vortritt nicht beanspruchen dürfen, wenn das Fahrzeug nicht rechtzeitig halten könnte.\n\nb) Das Obergericht verlangt gestützt auf den Wortlaut des Art. 6 Abs. 1 VRV, dass der Fahrzeugführer jeden Fussgänger durchlassen müsse, der vor dem Fahrzeug den Fussgängerstreifen erreiche, indem es annimmt, der Vortritt stehe dem Fussgänger immer dann zu, wenn er den Fussgängerstreifen betrete oder diese Absicht bekunde, bevor das Fahrzeug den Streifen erreiche. Demnach könnte das Vortrittsrecht ohne Rücksicht darauf, wie weit das Fahrzeug vom Streifen entfernt ist, ausgeübt werden. Diese Auffassung ist unhaltbar. Sie hätte zur Folge, dass der Fahrzeugführer jedes Mal, wenn er einen Fussgänger vor dem Streifen stehen sähe, sich nur noch im Schrittempo nähern könnte, um dem Fussgänger auch dann noch den Vortritt zu lassen, wenn dieser erst im letzten Augenblick vor dem Fahrzeug in die Fahrbahn träte. Eine solche Regelung würde, namentlich auf verkehrsreichen Strassen, zu unerträglichen Stockungen im Verkehrsablauf führen, was nicht der Sinn des Art. 6 Abs. 1 VRV sein kann.\n\nZwischen den Vorschriften, die das Verhalten der Fahrzeugführer an Fussgängerstreifen regeln (Art. 33 Abs. 2 SVG, Art. 6 Abs. 1 VRV), und jenen, die das Vortrittsrecht der Fussgänger auf den Streifen ordnen (Art. 49 Abs. 2 SVG, Art. 47 Abs. 3 VRV), besteht eine Wechselbeziehung, die bei der Auslegung der einen oder andern dieser Bestimmungen beachtet werden muss. Wenn der Fussgänger nach Art. 49 Abs. 2 SVG den Streifen nicht überraschend betreten darf und Art. 47 Abs. 3 VRV ausdrücklich vorschreibt, dass er den Vortritt nicht beanspruchen darf, falls das Fahrzeug nicht rechtzeitig halten könnte, so heisst das umgekehrt, dass der Fahrzeugführer in diesem Falle den Vortritt nicht zu gewähren hat. Dieser muss |82| also nach den Vorschriften über die Ausübung des Vortrittsrechts nicht damit rechnen, dass ein Fussgänger erst dann den Streifen betrete oder diese Absicht anzeige, wenn sich das Fahrzeug bereits unmittelbar vor dem Streifen befindet, sondern er darf erwarten, dass der Fussgänger den Vortritt in angemessener Entfernung vor dem herannahenden Fahrzeug geltend mache. Diese Beschränkung des Vortrittsrechts, die sowohl im Interesse der Fussgänger wie der Fahrzeugführer liegt, ist notwendig, wenn die Verkehrssicherheit gewährleistet, der Verkehrsfluss aber auch nicht in unerträglicher Weise behindert werden soll (vgl. Botschaft des Bundesrates vom 9. März 1961, BBl 1961 I 408).\n\nAnderseits darf die Ausübung des Vortrittsrechts aber auch nicht von der Geschwindigkeit herannahender Fahrzeuge abhängig gemacht werden, wozu die Vorschrift Anlass geben könnte, dass der Fussgänger den Vortritt nicht beanspruchen dürfe, wenn das Fahrzeug nicht rechtzeitig halten könnte (Art. 47 Abs. 3 VRV). Nach Art. 33 Abs. 2 SVG und Art. 6 Abs. 1 VRV ist der Fahrzeugführer verpflichtet, bei der Annäherung an Fussgängerstreifen seine Geschwindigkeit so zu mässigen, dass er imstande ist, den Fussgängern den Vortritt zu gewähren, wenn sie ihn in angemessener Entfernung vom Fahrzeug in Anspruch nehmen. Mit der Verpflichtung des Fahrzeugführers zur Mässigung der Geschwindigkeit vor Fussgängerstreifen will verhindert werden, dass er durch schnelles Fahren dem Fussgänger die Ausübung des Vortrittsrechts verunmögliche. Es soll also nicht dem Fahrzeugführer überlassen bleiben, durch die Geschwindigkeit, mit der er gegen den Streifen zufährt, die für die Ausübung des Vortritts angemessene Entfernung frei zu bestimmen. Er muss sich vielmehr mit so mässiger Geschwindigkeit dem Streifen nähern, dass dem Fussgänger, der den Vortritt in angemessener Entfernung beansprucht, genügend Zeit verbleibt, um die Fahrbahn ungehindert überschreiten zu können. Der ordnungsgemäss das Vortrittsrecht ausübende Fussgänger soll sich darauf verlassen können, dass auch der Fahrzeugführer sich ihm gegenüber pflichtgemäss verhält (BGE 90 IV 216), d.h. dass er die Geschwindigkeit frühzeitig genug herabsetzt, um nötigenfalls vor dem Streifen halten zu können.\n\nWie in BGE 86 IV 38 ausgeführt wurde, kann die angemessene Entfernung, auf die noch damit gerechnet werden muss, |83| dass Fussgänger den Vortritt beanspruchen könnten, nicht ein- für allemal in Metern festgelegt werden, da die im Einzelfall unterschiedlichen Strassen- und Verkehrsverhältnisse nicht ausser Acht gelassen werden können. Insbesondere ist zu berücksichtigen, ob sich der Fussgängerstreifen auf einer Innerorts- oder Ausserortsstrecke befindet. Innerorts, wo die an sich zulässige Geschwindigkeit niedriger und der Fussgängerverkehr grösser als ausserorts ist, muss dem Fahrzeugführer zugemutet werden, dass er bei der Annäherung an einen Fussgängerstreifen seine Geschwindikgkeit mehr herabsetze als auf einer Ausserortsstrecke, und dementsprechend hat er sich darauf einzustellen, dass innerorts die angemessene Entfernung zur Ausübung des Vortrittsrechts kürzer ist. Hievon geht auch der erwähnte Entscheid aus, wo es als angemessen erachtet wurde, dass Fussgänger auf einer verhältnismässig schmalen Stadtstrasse mit dichtem Verkehr den Streifen noch in einer Entfernung von 14-17 m vor dem herannahenden Fahrzeug überquerten (BGE 86 IV 40).\n\n2. Eine Widerhandlung gegen Art. 33 Abs. 2 SVG und Art. 6 Abs. 1 VRV kann demnach dem Beschwerdeführer nur vorgeworfen werden, wenn er im Zeitpunkt, in dem der Fussgänger die Absicht, die Fahrbahn zu überschreiten, zu erkennen gab, vom Fussgängerstreifen noch so weit entfernt war, dass er mit der Möglichkeit, Fussgänger könnten auf diese Entfernung von ihrem Vortrittsrecht Gebrauch machen, rechnen musste. Trifft diese Voraussetzung zu, so ist er nicht mit der mässigen Geschwindigkeit oder nicht mit der besondern Vorsicht gefahren, zu der er verpflichtet war, um dem vortrittsberechtigten Fussgänger die ungehinderte Überquerung der Strasse zu ermöglichen. Hat dagegen der Fussgänger den Vortritt in zu kurzer Entfernung vom herannahenden Fahrzeug beansprucht, so war dieser nicht vortrittsberechtigt, und es kann daher dem Beschwerdeführer auch nicht eine Verletzung der entsprechenden Pflichten zur Last gelegt werden.\n\nDer Beschwerdeführer, der bremste, als der Fussgänger die Fahrbahn betrat, konnte sein Fahrzeug auf der Kollisionsstelle - kurz vor dem entfernteren Rand des 4,5 m breiten Fussgängerstreifens - praktisch anhalten. Der Bremsweg betrug nach der Annahme der Vorinstanzen 3,3 m und der Weg, den der Wagen bei der Geschwindigkeit von 22,5 km/Std in der Reaktionszeit zurücklegte, 6,25 m, sofern die Reaktionszeit |84| auf eine Sekunde bemessen wird. Danach wäre der Wagen, als der Fussgänger die Strasse betrat, noch rund 9,5 m von der Kollisionsstelle entfernt gewesen. Bei der Beurteilung der Frage, auf welche Entfernung der Fahrzeugführer noch mit dem Überschreiten der Fahrbahn durch einen Fussgänger rechnen muss, kann jedoch nicht von der erwähnten Anhaltestrecke von 9,5 m ausgegangen werden, wovon mindestens die letzten 4 m innerhalb des Fussgängerstreifens lagen, sondern es ist darauf abzustellen, wie weit das Fahrzeug im massgeblichen Zeitpunkt vom näher gelegenen Rand des Streifens entfernt war; denn es können auch dort Fussgänger die Strasse überqueren, und der Fahrzeugführer hat allgemein die Geschwindigkeit so zu mässigen, dass er vor dem Streifen anhalten kann. Der Beschwerdeführer hätte sich somit dem Streifen auf rund 5,5 m genähert, als der Fussgänger ihn betrat. Dazu kommt, dass dem Fahrzeugführer in Situationen, in denen er auf Gefahren oder Hindernisse gefasst sein muss und deshalb zu besonderer Aufmerksamkeit und zur Erstellung der Bremsbereitschaft verpflichtet ist, nicht eine volle Sekunde als Reaktionszeit zugestanden werden kann (BGE 90 IV 101). Eine solche Lage besteht auch vor Fussgängerstreifen, an denen sich Fussgänger bereit halten, um die Strasse zu überqueren. Die angemessene Reaktionszeit ist in diesen Fällen auf 0,6 bis 0,7 Sekunden zu bemessen. Werden 0,7 Sekunden zugrunde gelegt, so verkürzt sich die oben errechnete Entfernung des Beschwerdeführers vom Streifen um 1,9 m auf 3,6 m. Es liegt auf der Hand, dass der Beschwerdeführer nicht damit rechnen musste, dass ein Fussgänger auf so kurze Entfernung noch versuchen werde, vor ihm die Fahrbahn zu überqueren. Das war auch dann nicht zu erwarten, wenn der Beschwerdeführer, wie das Obergericht in seiner Eventualbegründung annimmt, die Absicht des Fussgängers nicht erst beim Betreten der Fahrbahn, sondern schon 0,4 Sekunden vorher hätte erkennen können, als er mithin noch 2,5 m weiter, d.h. ca. 6,l m vom Streifen entfernt war. Einem Fussgänger, der derart überraschend die Strasse betritt, steht das Vortrittsrecht nicht zu. Der Beschwerdeführer hat daher Art. 33 Abs. 2 SVG und Art. 6 Abs. 1 VRV nicht verletzt und ist in diesem Punkt freizusprechen.\n\n3. Das Obergericht wirft dem Beschwerdeführer in zweiter Linie vor, er habe zu spät oder nicht genügend gebremst und hätte bei rechtzeitiger und richtiger Reaktion den Zusammenstoss mit dem Fussgänger vermeiden können.\n\n|85|\n\na) Es nimmt an, der Beschwerdeführer hätte schon 0,4 Sekunden, bevor der Fussgänger die Fahrbahn betrat, dessen Absicht erkennen können; es sei ihm daher die zum Anhalten benötigte Zeit von zwei Sekunden tatsächlich zur Verfügung gestanden, nicht bloss die Zeit von 0,6 Sekunden, die der Fussgänger gebraucht habe, um vom Trottoir bis zur Kollisionsstelle zu gelangen. Zu dieser Annahme genügt jedoch nicht die Überlegung, es könne dem Fussgänger, der die Strasse überqueren wolle, diese Absicht in der Regel Sekundenbruchteile vor dem Betreten der Fahrbahn angesehen werden. Es muss im Einzelfall nachgewiesen werden, dass der Fussgänger die Absicht, das Vortrittsrecht zu beanspruchen, wirklich vorzeitig zum Ausdruck gebracht hat, und zwar in einer für den Fahrzeugführer klar erkennbaren Weise. In den Erwägungen des angefochtenen Urteils wird nur auf die Akten verwiesen, nicht aber festgestellt, dass Polentarutti die Absicht, die Strasse zu überqueren, vor dem Betreten der Fahrbahn tatsächlich deutlich angezeigt und worin dieses Zeichen bestanden habe.\n\nb) Für die Beantwortung der Frage, ob der Beschwerdeführer den Unfall hätte vermeiden können, ist auch von Bedeutung, wie rasch der Fussgänger auf der Fahrbahn gegangen ist. Dem angefochtenen Urteil liegen die Feststellungen des Bezirksgerichts zugrunde, wonach Pollentarutti die Fahrbahn eilenden Schrittes, also mit einer Geschwindigkeit von 2,5 m/sec., überquert habe, ohne dass das Obergericht diese Annahmen einer Prüfung unterzog. Es frägt sich indessen, ob die erwähnte Gehgeschwindigkeit von 2,5 m/sec. nicht eher einem Laufschritt entspreche und ob tatsächlich ein solcher angenommen werden wollte.\n\nc) Die Frage, ob der Beschwerdeführer den Unfall zufolge Nichtbeherrschung des Fahrzeuges (Art. 31 Abs. 1 SVG) verschuldet habe, kann daher mangels hinreichender Feststellungen vom Kassationshof nicht zuverlässig nachgeprüft werden. Das Obergericht hat sie erneut zu beurteilen, wozu ergänzende Feststellungen über die Art der Zeichengebung und die tatsächliche Gehgeschwindigkeit des Fussgängers notwendig sind.\n\nd) Der unter Hinweis auf BGE 89 IV 105 erhobene Einwand des Beschwerdeführers, dass es nicht angehe, seine Verantwortlichkeit von Sekundenbruchteilen abhängig zu machen, hält nicht stand. Im angezogenen Bundesgerichtsentscheid ging es um die Frage, ob ein Fahrzeugführer strafrechtlich verantwortlich |86| gemacht werden könne, wenn er als Wartepflichtiger an einer Strassenverzweigung eine Viertels- oder Drittelssekunde länger als nötig nach rechts beobachte. Mit jenem Falle lässt sich der vorliegende nicht vergleichen. Hier musste der Beschwerdeführer, wie unter Ziff. 2 dargelegt wurde, auf Gefahren gefasst sein, und er war daher zum vorneherein zu erhöhter Aufmerksamkeit und zur Erstellung der Bremsbereitschaft verpflichtet, weshalb von ihm beim Eintritt der Gefahr eine rasche Reaktion verlangt werden durfte.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird dahin gutgeheissen, dass das Urteil des Obergerichts des Kantons Zürich vom 8. Dezember 1964 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}