{"annee": "91", "cour": "I", "page": "90", "date": "5/5/1965", "cite": ["74 I 167", "90 I 65", "89 I 201"], "cite_par": ["104 IA 69", "94 I 551", "104 IB 119", "92 I 185", "95 I 144"], "chapeau": "15. Auszug aus dem Urteil vom 5. Mai 1965 i.S. Mosimann gegen Suhner AG, Gemeinderat von Herisau und Regierungsrat von Appenzell A. Rh.", "regestes": ["Art. 4 Cst., 88 OJ. Dans la procédure du contentieux administratif, les parties ont, directement en vertu de l'art. 4 Cst., un droit à participer à une inspection locale. Le grief tiré d'une violation de ce droit et du droit à l'égalité de traitement en procédure peut être présenté même par une partie qui n'a pas qualité pour attaquer le jugement au fond."], "faits": "BGE 91 I 90 S. 90\n\nMosimann beanstandete in einer Einsprache gegen das Baugesuch seiner Nachbarin Suhner AG die Höhe des geplanten Baues. Der Gemeinderat von Herisau lehnte die Einsprache ab, weil die Voraussetzungen, worunter das Gemeindebaureglement Ausnahmen von den Bauhöhenvorschriften gestatte, erfüllt seien. Mosimann rekurrierte dagegen. Im Rekursverfahren besichtigte der mit der Instruktion beauftragte Vorsteher der Gemeindedirektion in Begleitung eines Vertreters der Suhner AG den Bauplatz. Der Regierungsrat wies hierauf den Rekurs ab. Er führte dazu aus, der Augenschein habe ergeben, dass sich der geplante Bau harmonisch in das Quartier einfügen BGE 91 I 90 S. 91werde. Der Bau überschreite das reglementarische Höchstmass nur um 50 cm. Der Gemeinderat sei nach den Umständen berechtigt gewesen, diese Mehrhöhe zu bewilligen.\n\nMosimann führte gegen den Entscheid des Regierungsrates staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV und der Eigentumsgarantie. Das Bundesgericht hat die Beschwerde im Sinne der Erwägungen gutgeheissen, soweit es darauf eingetreten ist.", "considerants": "Aus den Erwägungen:\n\n1. NachBGE 74 I 168Erw. 3 (mit Verweisungen), BGE 89 I 209 Erw. 4 und 279 kann derjenige, dem \"die Legitimation in der Sache fehlt\", auch nicht geltend machen, der angefochtene Entscheid beruhe auf Verfahrensmängeln. BGE 90 I 66 Erw. 2 hält an dieser Rechtsprechung fest, weist jedoch verdeutlichend darauf hin, dass die willkürliche Beurteilung eines Ausstands- oder Ablehnungsgesuches mehr als ein blosser Verfahrensmangel im angegebenen Sinne sei: Art. 4 BV verleihe einer Partei den Anspruch darauf, dass ihre Rechtsbegehren von der ordnungsgemäss besetzten Behörde beurteilt werden; die Partei müsse sich deshalb gegen eine behauptete fehlerhafte Abweisung eines Ablehnungs- oder Ausstandsgesuches auch dann mit der staatsrechtlichen Beschwerde zur Wehr setzen können, wenn sie den in der Sache ergangenen Entscheid mangels eigener materieller, rechtlich geschützter Interessen nicht anfechten dürfe. Bei der Besprechung dieses Urteils befürwortet BONNARD (JdT 1965 I S. 18/19), die darin gewonnene Erkenntnis auf den Fall auszudehnen, da einem Bürger oder einer Korporation das Recht verweigert worden ist, in einem Zivil-, Straf- oder Verwaltungsverfahren nach Massgabe des Gesetzes als Partei aufzutreten; denn auch in diesem Falle stehe eine Missachtung unmittelbar auf der Verfassung beruhender Rechte in Frage.\n\nIn der vorliegenden Beschwerde wird dem Regierungsrat in erster Linie vorgeworfen, er habe Art. 4 BV dadurch verletzt, dass der mit der Instruktion beauftragte Sachbearbeiter dem Beschwerdeführer keine Gelegenheit bot, an dem in Begleitung eines Vertreters der Beschwerdegegnerin vorgenommenen Augenschein teilzunehmen. Es wird damit eine Verletzung unmittelbar aus Art. 4 BV fliessender Rechte behauptet: des Anspruchs auf Teilnahme an einer Beweisverhandlung im Verwaltungsstreitverfahren einerseits und des Anspruchs auf BGE 91 I 90 S. 92prozessuale Gleichbehandlung andererseits. Im Lichte von BGE 90 I 66 Erw. 2 kann es dem Beschwerdeführer nicht versagt sein, diese verfassungsmässigen Ansprüche mit der staatsrechtlichen Beschwerde wahrzunehmen, unabhängig davon, ob er zur Anfechtung des die Sache betreffenden Entscheides befugt sei oder nicht. Auf die Beschwerde ist daher insoweit einzutreten.\n\n2. Der Kanton Appenzell A.Rh. und die Gemeinde Herisau haben das Baueinspracheverfahren und das daran anschliessende Rechtsmittelverfahren als Verwaltungsstreitverfahren ausgebildet. Sie räumen dem Nachbar, der gegen ein Baugesuch Einsprache erhoben hat, Parteistellung ein. Der Beschwerdeführer hat im Rahmen dieses Einspracheverfahrens gehandelt: er hat vor den kantonalen Instanzen nicht als Popularkläger die Belange Dritter. oder der Öffentlichkeit, sondern seine eigenen (tatsächlichen oder rechtlichen) Interessen als Eigentümer einer dem Bauplatz benachbarten Liegenschaft wahrgenommen.\n\nGleich wie im Zivilprozess (GULDENER, Schw. Zivilprozessrecht, 2. Aufl., S. 152 Ziff. 6, S. 350 oben) und im Strafprozess, haben die Parteien in einem Verwaltungsstreitverfahren schon unmittelbar auf Grund des Art. 4 BV einen Anspruch darauf, an einem Augenschein teilzunehmen (ZBl 1960 S. 591; IMBODEN Schw. Verwaltungsrechtsprechung, 2. Aufl., S. 321 c; TINNER, Das rechtliche Gehör, ZSR 83 II S. 352). Zwar ist es denkbar, dass in einem Verwaltungsverfahren ausnahmsweise schützenswerte Interessen Dritter oder des Staates oder aber eine besondere zeitliche Dringlichkeit den Beizug der Parteien zu einem Augenschein ausschliessen. Der Regierungsrat beruft sich jedoch nicht auf das Vorliegen solcher Umstände. Er wendet vielmehr ein, die Besichtigung, die der mit der Instruktion beauftragte Gemeindedirektor in Anwesenheit eines Vertreters der Beschwerdegegnerin vornahm, sei gar kein eigentlicher Augenschein, sondern lediglich eine \"informelle Orientierung\" gewesen. Diese Unterscheidung ist unbegründet. Der Gemeindedirektor traf bei der Besichtigung Feststellungen über die bauliche Ausgestaltung der Umgebung und die Anpassung des Neubaus an die Nachbarschaft. Seine Wahrnehmungen bezogen sich auf Tatsachen, die als beweisbedürftig zu gelten hatten, weil sie nach der Betrachtungsweise des Regierungsrates für die Entscheidung erheblich waren und weil sie weder offenkundig BGE 91 I 90 S. 93(notorisch), noch ohne weiteres aus den Plänen und übrigen Akten ersichtlich waren (vgl. ZBl 1964 S. 163 Erw. 7). Der Regierungsrat hat denn auch in seinem Entscheid ausdrücklich auf das Ergebnis der Ortsschau abgestellt. Ungeachtet dessen, in welchen Formen diese durchgeführt wurde, handelte es sich dabei um eine Beweiserhebung, zu der die Parteien beizuziehen waren. Wenn der Regierungsrat das dem Beschwerdeführer gegenüber unterlassen hat, so hat er diesem damit das rechtliche Gehör verweigert.\n\nDer Regierungsrat hat bei der nämlichen Gelegenheit auch den Grundsatz der prozessualen Gleichbehandlung verletzt, indem er die Beschwerdegegnerin zu dem ohne Wissen des Beschwerdeführers vorgenommenen Augenschein einlud. Die Teilnahme des Vertreters der Beschwerdegegnerin lässt sich dabei nicht als blosse Formsache abtun. In der Beschwerdeantwort stellt sie selber fest, sie habe sich vertreten lassen, um dem Gemeindedirektor im Bedarfsfalle Erläuterungen zu den Plänen abgeben zu können, und um \"Unklarheiten, die sich bei kursorischer Durchsicht des Plansatzes ergeben konnten, anhand der Pläne und der Visiere zu beheben und damit eine rasche Abwicklung der Besichtigung zu ermöglichen\". Dem Vertreter der Beschwerdegegnerin war auf diese Weise die Möglichkeit geboten, sich zumindest zur tatsächlichen Seite der Streitsache und zum Ergebnis des Augenscheins zu äussern. Dem Beschwerdeführer wurde kein entsprechendes Recht eingeräumt. Das stellt eine Rechtsungleichheit dar.\n\nDass die kantonalen Instanzen in einem vorausgegangenen Verfahrensstadium auch der Beschwerdegegnerin das rechtliche Gehör verweigert haben sollen (indem sie ihr den Entscheid des Gemeinderates erst verspätet zustellten und sie nicht zur Beantwortung der Rekursschrift des Beschwerdeführers einluden), ist in diesem Zusammenhang ohne Belang, da die eine Verfassungswidrigkeit nicht die andere zu heilen vermag. Wegen der festgestellten Gehörsverweigerung und rechtsungleichen Behandlung im Prozess ist der angefochtene Entscheid aufzuheben."}