{"annee": "91", "cour": "II", "page": "442", "date": "5/10/1965", "cite": ["85 II 97", "88 II 283", "78 II 243", "67 II 179", "81 II 358", "77 II 86", "90 II 428", "72 II 67", "87 II 113", "71 II 99", "87 II 270", "76 II 110", "78 II 445", "73 I 273", "31 II 105", "91 II 44", "89 II 214"], "cite_par": ["122 IV 322", "133 III 37", "122 III 10", "110 II 74", "96 II 79", "112 II 337", "110 II 360", "96 II 145"], "chapeau": "62. Urteil der I. Zivilabteilung vom 5. Oktober 1965 i.S. Thorwart gegen X.", "regestes": ["Mandat ayant pour objet la gestion fiduciaire d'un patrimoine; créance en restitution du mandant; prescription. 1. Droit applicable. Election de droit en cours d'instance. Rattachement objectif (consid. 1). 2. Mandataire substitué (art. 399 CO) ou choisi directement par le mandant? (consid. 3). 3. Transfert de la propriété au fiduciaire. Absence de titre juridique? (consid. 4). 4. Prescription de la créance en restitution du mandant ou du déposant (art. 400 al. 1, 475 al. 1 CO; art. 127 CO): le délai ne court pas déjà dès la remise des biens au mandataire ou au dépositaire, mais seulement - en principe - dès la fin du rapport contractuel, qu'elle soit provoquée par accord, par l'écoulement de la durée convenue, par la révocation ou la répudiation (changement de jurisprudence). Cela vaut même si les biens ont été détournés ou perdus. Conditions de la prescription dans l'hypothèse où le défendeur prétend que les biens confiés ont été restitués il y a plus de dix ans déjà, et dans celle où il est constant que la restitution n'a pas eu lieu (consid. 5). 5. Objet et étendue du droit à la restitution (consid. 6)."], "faits": "BGE 91 II 442 S. 443\n\n(Gekürzter Tatbestand)\n\nA.- Ende Januar 1937 übergab Frau Schneidt als Bevollmächtigte des in Süddeutschland wohnenden Thorwart der Witwe X bei einer Zusammenkunft in Zürich Fr. 57'364.42 in Geld, damit sie diesen Betrag, den Thorwart vor dem Zugriff der nationalsozialistischen deutschen Behörden sichern wollte, auf ihren eigenen Namen bei der Schweiz. Kreditanstalt hinterlege und für Thorwart verwalte. Frau X, die damals mit dem Engländer Fortlage in Südfrankreich gelebt haben will, behauptet, Thorwart habe ursprünglich gewünscht, dass sein Geld auf den Namen Fortlages angelegt werde; als sie und Fortlage Ende Januar 1937 Frau Schneidt getroffen hätten, habe Fortlage dann aber zu bedenken gegeben, es wäre zweckmässiger, sie, die Schweizerbürgerin X, als formelle Depothalterin zu bezeichnen; sie habe sich damit einverstanden erklärt, und Thorwart habe in der Folge \"diese Unterbeauftragung genehmigt\".\n\nFrau X zahlte am 29. Januar 1937 Fr. 4'364.42 auf ein für sie neu errichtetes Depot-Konto bei der Schweiz. Kreditanstalt in Zürich ein und erwarb Wertpapiere im Nennwert von Fr. 53'000.--, die sie am 30. Januar 1937 der gleichen Bank zur Aufbewahrung übergab (Depot Nr. 57'795). Die Empfangsbescheinigung für den einbezahlten Betrag und die Depotscheine für die Wertpapiere übermittelte sie Thorwart. Am 27. März 1937 errichtete sie ein Testament des Inhalts, dass sie ihr \"gesamtes Depot bei der Schweiz. Kreditanstalt Zürich\" Frau Schneidt vermache.BGE 91 II 442 S. 444\n\nDas hinterlegte Vermögen veränderte sich, da Frau X vom 11. Februar 1937 bis 27. Mai 1944 Wertpapiere im Nennwert von zusammen Fr. 11'000.-- hinzukaufte, am 13. Oktober 1937, 22. Mai 1939 und 15. März 1948 Titel im Nennwert von insgesamt Fr. 3000.-- einlöste, 1941/1942 solche im Nennwert von Fr. 18'000.-- umtauschte und vom 29. November 1940 bis im Jahre 1951 Titel im Nennwert von zusammen Fr. 58'500.-- verkaufte. Am 17. März 1951 löste sie die letzten noch verhandenen Wertpapiere im Nennwert von Fr. 2500.-- ein. Am 14. April 1951 spies sie indessen das Depot Nr. 57'795 wieder, indem sie der Schweiz. Kreditanstalt ein von der gleichen Bank ausgestelltes Depositenheft über einen nicht mehr feststellbaren Betrag sowie Obligationen im Nennwert von Fr. 8000.-- zur Aufbewahrung übergab. Das Depositenheft nahm sie am 6. Mai 1952 zurück. Die Obligationen verkaufte sie in fünf Posten. Nachdem sie am 15. April 1954 den letzten Posten von Fr. 2000.-- verkauft hatte, war das Depot Nr. 57'795 endgültig aufgehoben. Das am 29. Januar 1937 eröffnete Depot-Konto wurde in einem nicht mehr feststellbaren Zeitpunkte aufgehoben.\n\nFrau X gibt zu, das ihr anvertraute Vermögen unberechtigterweise verbraucht zu haben. Die ersten Bezüge will sie auf Veranlassung Fortlages gemacht haben, der das zum Leben nötige Geld nicht mehr von England nach Frankreich habe überweisen lassen können. Fortlage starb 1943. Im Oktober 1946 siedelte Frau X nach Zürich über.\n\nNachdem Thorwart durch den Bericht einer Auskunftei vom 27. Februar 1960 erfahren hatte, dass Frau X in Zürich wohne, suchte er sie am 30. Mai 1961 daselbst auf und verlangte die Rückgabe des anvertrauten Vermögens. Sie antwortete ihm, das Depot bei der Schweiz. Kreditanstalt bestehe nicht mehr. Thorwart soll ihr darauf mit Strafanzeige gedroht haben. Im Laufe der Unterredung zahlte ihm Frau X Fr. 100.--. Schon in Briefen an sie vom 13. Juni, 8. Juli und 22. Juli 1961 nahmen er und seine Ehefrau den Standpunkt ein, sie habe damals monatliche Abzahlungen von mindestens Fr. 100.-- versprochen. Frau X liess das am 3. August 1961 durch ihren Anwalt bestreiten.\n\nIm Frühjahr 1963 starb Thorwart. Er wurde allein von seiner Ehefrau beerbt.\n\nB.- Am 14. Juni 1963 liess Frau Thorwart Frau X zur BGE 91 II 442 S. 445Sühneverhandlung über das Begehren auf Zahlung von Fr. 57'364.42 nebst 5% Zins seit 30. Mai 1961 vor den Friedensrichter laden, und am 24. Oktober 1963 reichte sie beim Bezirksgericht Zürich mit dem gleichen Begehren Klage ein.\n\nIn Übereinstimmung mit dem Bezirksgericht hat das Obergericht des Kantons Zürich die Klage am 29. Januar 1965 wegen Verjährung abgewiesen.\n\nC.- Die Klägerin hat die Berufung an das Bundesgericht erklärt. Sie beantragt, die Beklagte sei zu verpflichten, ihr Fr. 57'364.42 nebst 5% Zins seit 30. Mai 1961 zu zahlen; eventuell sei die Sache zur Ergänzung der Akten und zu neuer Entscheidung an das Obergericht zurückzuweisen.\n\nDie Beklagte beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach dem internationalen Privatrecht der Schweiz ist auf den Schuldvertrag die Rechtsordnung anzuwenden, der sich die Vertragsparteien durch Vereinbarung unterwerfen, und mangels einer Einigung das Recht des Landes, mit dem der Vertrag räumlich am engsten zusammenhängt (BGE 88 II 286 mit Hinweisen, 474; BGE 89 II 216).\n\nDie Vertragsparteien können eine Vereinbarung, wonach sie ihre Beziehungen einem bestimmten Recht unterstellen (sog. Verweisungsvertrag), auch noch im Prozess schliessen, spätestens vor dem kantonalen Sachrichter (BGE 91 II 46 mit Hinweisen, 248 ff.). Entgegen der Auffassung des Obergerichtes genügt aber dafür nicht, dass sie sich im Prozess auf das gleiche Recht berufen. Vielmehr setzt die Rechtswahl wie jeder andere Vertragsschluss voraus, dass beide Parteien das Bewusstsein und den Willen haben, sich durch ihre Äusserungen zu binden, oder dass doch jede Partei nach den Grundsätzen von Treu und Glauben annehmen darf, die andere habe ihre Äusserungen mit diesem Bewusstsein und diesem Willen getan. In diesem Sinne bedarf es einer bewussten Rechtswahl (BGE 91 II 46 mit Hinweisen).\n\nDie Klägerin hat sich in den kantonalen Rechtsschriften nicht darüber geäussert, welches Recht den Vertrag zwischen ihrem verstorbenen Ehemann und der Beklagten beherrsche, auf den sie ihre Forderung in erster Linie stützt. In der Berufungsbegründung vor Obergericht führte sie dann aber aus, dem Schlusse des Bezirksgerichtes, wonach schweizerisches BGE 91 II 442 S. 446Recht anwendbar sei, pflichte sie bei, wenn auch die vom Bezirksgericht dafür gegebene Begründung nicht in allen Einzelheiten anerkannt werden könne; es erübrige sich, auf diesen Punkt näher einzutreten, weil die Gegenpartei sich ebenfalls für die Anwendung schweizerischen Rechts ausgesprochen habe. Aus dieser Erklärung durfte die Beklagte nach Treu und Glauben schliessen, die Klägerin wolle das streitige Rechtsverhältnis nach schweizerischem Recht beurteilt wissen, gleichgültig welches Recht nach den Kollissionsnormen anwendbar wäre. Die Beklagte nahm das hierin liegende Angebot an, indem sie in ihrer Antwort vor dem Obergericht erklärte, die Klägerin habe im Prozess nie in Abrede gestellt, dass schweizerisches Recht anwendbar sei, und auch das Bezirksgericht gehe zutreffend hievon aus. Die bundesrechtlichen Anforderungen an die Rechtswahl sind daher erfüllt.\n\nSchweizerisches Recht wäre übrigens auch anzuwenden, wenn sich die Parteien nicht dahin geeinigt hätten. Die Beklagte soll von Thorwart den Auftrag angenommen haben, ihm gehörendes Geld auf ihren Namen bei einer schweizerischen Bank anzulegen, um es vor dem Zugriff der nationalsozialistischen deutschen Behörden zu sichern. Nach dem Zweck des Rechtsgeschäftes war die Schweiz Erfüllungsort. Auftragsverhältnisse hangen nach der Rechtsprechung des Bundesgerichtes am engsten mit dem Orte zusammen, wo der Beauftragte seine wesentlichen Verpflichtungen zu erfüllen hat (BGE 77 II 93). Auf den Wohnsitz des Beauftragten wurde in andern Fällen in Übereinstimmung mit dem Kommentar SCHÖNENBERGER/-JÄGGI (Allg. Einleitung N. 291) nur deshalb abgestellt, weil er mit dem Erfüllungsort übereinstimmte (BGE 67 II 181, BGE 87 II 273 f.). Der Anwendung des schweizerischen Rechtes steht daher nicht im Wege, dass die Beklagte zur Zeit der Annahme des Auftrages nicht in der Schweiz Wohnsitz hatte.\n\nSollte die Forderung der Klägerin darauf zu stützen sein, dass die Beklagte eine Veruntreuung und damit eine unerlaubte Handlung beging, so wäre schweizerisches Recht anzuwenden, weil in der Schweiz jedenfalls der Erfolg eintrat, wenn hier nicht sogar der Ausführungsort lag (BGE 76 II 111, BGE 87 II 115; SCHÖNENBERGER/JÄGGI, a.a.O. N. 335).\n\n2. Die Beklagte bestreitet die Gläubigereigenschaft der Klägerin mit Recht nicht mehr. Die Rechte Thorwarts gingen wenn nicht schon durch die behauptete Abtretung, so jedenfalls durch Erbgang auf die Klägerin über.BGE 91 II 442 S. 447\n\n3. Die Beklagte behauptete im kantonalen Verfahren, Thorwart habe die Vereinbarung über die treuhänderische Verwaltung und Anlegung eines Fluchtkapitals zunächst ausschliesslich mit Fortlage getroffen und dieser habe dann die Beklagte gegenüber der Schweizerischen Kreditanstalt formell als Depothalterin auftreten lassen, ohne sich deswegen der materiellen Verantwortung zu entschlagen; folglich sei Fortlage der Beauftragte Thorwarts und die Beklagte nach aussen die Beauftragte Fortlages gewesen.\n\nDas Obergericht lässt offen, ob das zutreffe. Es führt aus, die Beklagte wäre, wenn ihre Darstellung richtig sein sollte, Unterbeauftragte Fortlages gewesen und \"hätte sich auch in diesem Falle gegenüber den Ansprüchen der Klägerin direkt zu verantworten (Art. 399 Abs. 3 OR)\".\n\nDiese Norm sagt jedoch nicht, der Auftraggeber könne die ihm gegen den Beauftragten zustehenden Ansprüche unmittelbar gegen den Unterbeauftragten geltend machen. Art. 399 Abs. 3 OR spricht von den Ansprüchen, die dem Beauftragten gegen den Unterbeauftragten zustehen, und bestimmt, dass (auch) der Hauptauftraggeber sie gegen den Unterbeauftragten geltend machen könne. Der Hauptauftraggeber hat also gegen den Unterbeauftragten nicht mehr Rechte als der Beauftragte und Unterauftraggeber. Der Unterbeauftragte kann dem Hauptauftraggeber alle Einreden und Einwendungen entgegenhalten, die ihm gegen den Unterauftraggeber zustehen (OSER/-SCHÖNENBERGER, N. 11, BECKER, N. 7 zu Art. 399 OR). Das hätte im vorliegenden Falle allenfalls von Bedeutung sein können, wenn die Beklagte Unterbeauftragte Fortlages gewesen wäre. Sie will nämlich vom anvertrauten Vermögen einen Teil auf Veranlassung und im Interesse Fortlages verbraucht haben. Es liesse sich die Auffassung vertreten, der Klägerin ständen insoweit, als Fortlage die Beklagte zum Verbrauch des Gutes ermächtigte, keine Ansprüche aus Art. 399 Abs. 3 OR zu, weil Fortlage sie für das auf seine Weisung und in seinem Interesse verbrauchte Geld nicht haftbar machen konnte. Die Klägerin hätte insoweit gegen die Beklagte höchstens Ansprüche aus unerlaubter Handlung (Mittäterschaft oder Gehilfenschaft bei Veruntreuung) geltend machen können. Ferner würde sich fragen, welchen Einfluss der Tod Fortlages gemäss Art. 405 OR einerseits auf den Auftrag Thorwarts, anderseits auf den Unterauftrag Fortlages hatte.\n\nEs erübrigt sich indessen, alle diese Fragen näher zu prüfen; BGE 91 II 442 S. 448denn die Beklagte war nicht Unterbeauftragte Fortlages, und zwar selbst dann nicht, wenn Thorwart zunächst an ihn gelangt und der Vorschlag, die Beklagte gegenüber der Bank als Hinterlegerin auftreten zu lassen, von Fortlage ausgegangen sein sollte. Die Fr. 57'364.42 wurden der Beklagten nicht von diesem, sondern von Frau Schneidt übergeben, die als Beauftragte und Bevollmächtigte Thorwarts handelte. Die Beklagte übermittelte den Empfangsschein und die Depotscheine, die ihr die Bank ausstellte, durch Frau Schneidt an Thorwart. Das übernommene und hinterlegte Vermögen vermachte sie Frau Schneidt. Aus diesen Tatsachen durfte Thorwart nach Treu und Glauben schliessen, die Beklagte verpflichte sich unmittelbar ihm gegenüber. Ob er daneben auch Fortlage als mitbeauftragt erachtete und erachten durfte, ist unerheblich, da in diesem Falle mit Rücksicht auf den Zweck des Auftrags nach Treu und Glauben als Parteiwille zu unterstellen wäre, der Auftrag solle beim Tode des einem Beauftragten für den andern weitergelten (vgl. BGE 78 II 452).\n\nDie Beklagte hat denn auch im kantonalen Verfahren eingeräumt, der Auftrag Thorwarts an Fortlage ändere grundsätzlich an der sie als Unterbeauftragte treffenden Haftung nichts, sondern stelle nur ihr Verschulden in ein anderes Licht. Das bedeutet, die Beklagte bekenne sich - vorbehältlich der Einrede der Verjährung und der von ihr eventuell beantragten Ermässigung der Ersatzpflicht - als Schuldnerin der eingeklagten Forderung.\n\n4. Die Klägerin macht geltend, die Verjährung könne schon deshalb nicht eingetreten sein, weil sich die Klage \"primär auf Eigentumsrecht stütze\". Gemäss Art. 18 OR komme nichts darauf an, dass die Beklagte sich nach aussen als Eigentümerin ausgegeben hatte. In Wirklichkeit hätten die Vertragschliessenden gewollt, dass Thorwart im wirtschaftlichen Sinne Eigentümer bleibe. Es fehle somit ein Rechtsgrund für den Übergang des Eigentums auf die Beklagte.\n\nArt. 18 OR verlangt die Beurteilung eines Vertrages nach dem übereinstimmenden Willen der Vertragschliessenden. Wirklicher Wille war aber zugegebenermassen, die Beklagte solle nach aussen, also im Rechtssinne, Eigentümerin werden. Wer Eigentümer ist, beurteilt sich nach der gegen aussen geltenden Rechtslage, da das Eigentum ein absolutes, gegenüber iedermann geltendes Recht ist (BGE 73 I 276). Die Abrede, BGE 91 II 442 S. 449Thorwart solle im wirtschaftlichen Sinne Eigentümer bleiben, hinderte den Übergang des Eigentums nicht, sondern begründete ein fiduziarisches Rechtsverhältnis. Ein solches steht einem simulierten nicht gleich (BGE 31 II 109, BGE 71 II 100 u. 168, BGE 72 II 72, 238 u. 282, BGE 78 II 451, BGE 85 II 99). Mit der Übergabe des Geldes an die Beklagte erlangte Thorwart somit nur einen obligatorischen Anspruch auf Rückerstattung (Art. 400 Abs. 1 OR). Dabei blieb es, als die Beklagte einen Teil des Geldes auf ihren Namen bei der Schweiz. Kreditanstalt anlegte und mit einem Teil Wertpapiere kaufte. Die Klägerin behauptet nicht, diese Käufe seien im Namen Thorwarts erfolgt. Das hätte dem Zwecke, ihn nach aussen nicht in Erscheinung treten zu lassen, widersprochen. Die Klage geht denn auch auf Zahlung von Geld aus dem Vermögen der Beklagten; die Klägerin beansprucht nicht das Eigentum an bestimmten Geldstücken oder Banknoten oder an Forderungen gegen Dritte.\n\nDer eingeklagte Anspruch verjährt nach Art. 127 OR mit dem Ablauf von zehn Jahren (BGE 81 II 365 f. Erw. 3).\n\n5. Das Obergericht, dem die Beklagte in diesem Punkt im wesentlichen beistimmt, ist der Meinung, für das Treuhandverhältnis gelte im allgemeinen Auftragsrecht; die treuhänderische Vermögensverwaltung stehe indes der Hinterlegung, insbesondere dem depositum irregulare gemäss Art. 481 OR, sehr nahe und lasse sich davon praktisch kaum unterscheiden; es dränge sich daher auf, die Frage der Verjährung der daraus fliessenden Ansprüche nach den für den Hinterlegungsvertrag geltenden Grundsätzen zu behandeln; gemäss Art. 130 Abs. 1 OR beginne die Verjährung mit der Fälligkeit der Forderung; da der Hinterleger die hinterlegten Werte jederzeit zurückverlangen \"und damit die Fälligkeit des Rückforderungsanspruchs herbeiführen\" könne, beginne die Verjährung dieses Anspruchs schon im Zeitpunkte der Hinterlegung, so dass die zehnjährige Verjährungsfrist im vorliegenden Falle im Januar 1947 abgelaufen sei. Das Obergericht verweist hiezu auf BGE 78 II 257. Im Sinne einer Hilfsbegründung führt es aus, nach Auftragsrecht wäre anzunehmen, der Erstattungsanspruch sei mit jeder im Rahmen des Auftrags liegenden Handlung des Beauftragten neu entstanden; solche Handlungen seien die Konversionen und Neuanlagen, nicht dagegen der Rückzug von Vermögenswerten im eigenen Interesse; die letzte zulässige Verwaltungshandlung der Beklagten sei der Zukauf vom 27. Mai 1944 BGE 91 II 442 S. 450oder allenfalls - wenn noch im Zusammenhang mit dem Treuhandverhältnis erfolgt - die Neuanlage vom 14. April 1951 (vgl. lit A Abs. 3 hievor), so dass die Verjährung nach Auftragsrecht spätestens am 14. April 1961 eingetreten wäre.\n\na) Dem Obergericht ist darin beizustimmen, dass der Erstattungsanspruch des Auftraggebers aus Art. 400 OR im Falle der treuhänderischen Vermögensverwaltung jenem des Hinterlegers aus Art. 475 OR gleicht.\n\nWann für Ansprüche dieser Art die Verjährung beginnt, ist umstritten.\n\nv. TUHR/SIEGWART (§ 80 IV S. 660 f.) und GUHL (Das schweiz. OR, 1. Aufl. 1933 S. 142, 5. Aufl. 1956 S. 248) vertreten die Ansicht, dass Forderungen, die jederzeit geltend gemacht werden können, insbesondere die Rückforderung des Verleihers oder Hinterlegers nach Art. 310 bezw. 475 OR, sofort fällig sind und daher gemäss Art. 130 Abs. 1 OR mit ihrer Entstehung zu verjähren beginnen.\n\nDieser Auffassung folgte das Bundesgericht in BGE 78 II 257 und BGE 90 II 432 /34, wo es sich um Ansprüche auf den Gegenwert hinterlegter, vom Aufbewahrer eingelöster Obligationen bezw. auf Herausgabe eines vom Generalbevollmächtigten des Klägers eingezogenen Geldbetrages handelte.\n\nBECKER gelangt praktisch zum gleichen Ergebnis wie v. TUHR und GUHL, indem er \"unbefristete Ansprüche, die zur Fälligkeit keiner Kündigung bedürfen, sondern deren Fälligkeit einfach vom Willen des Gläubigers abhängt\", den kündbaren Forderungen gleichstellt, für welche die Verjährung nach Art. 130 Abs. 2 OR mit dem Tage beginnt, auf den die Kündigung zulässig ist (2. Aufl. 1941, N. 1 zu Art. 130 OR).\n\nVon der Regel, dass der Rückgabeanspruch des Hinterlegers im Zeitpunkte der Hinterlegung zu verjähren beginnt, macht GUHL eine Ausnahme, indem er die Verjährung bei dem - nach seiner Auffassung regelmässig die sichere Aufbewahrung und Verwaltung der Einlage bezweckenden - Sparkassegeschäft erst beginnen lässt, wenn der Gläubiger die Rückzahlung fordert oder die Schuldnerin sie anbietet (4. Aufl. 1948 S. 229, 5. Aufl. S. 249).\n\nM. WIDMER (Die rechtliche Natur des Sparkassavertrages ..., Berner Diss. 1951, S. 55 ff.) verlegt den Beginn der Verjährung des vertraglichen Rückgabeanspruchs nicht bloss für das Sparkassegeschäft, sondern allgemein für den Hinterlegungsvertrag BGE 91 II 442 S. 451auf den Zeitpunkt, in welchem die eine oder andere Partei durch das Verlangen der Rückgabe bezw. Rücknahme den Vertrag auflöst.\n\nGAUTSCHI ist der Meinung, der Erstattungsanspruch des Auftraggebers aus Art. 400 OR verjähre nicht, solange der Beauftragte (z.B. der Vermögensverwalter) in richtiger Ausführung des Auftrags handle; die Verjährung beginne erst mit der Erhebung dieses Anspruchs; jede Ausführungshandlung unterbreche sie (Auftrag und Geschäftsführung in der Schweiz, 1953, S. 179; Kommentar, N. 20 b, 45 c und d zu Art. 400 OR).\n\nb) Beim Auftrag zur Verwaltung eines Vermögens und bei der Hinterlegung von Vermögenswerten zur Verwahrung hat der Beauftragte bezw. Verwahrer in erster Linie für die Erhaltung des Vermögens zu sorgen. Die Pflicht zur Rückerstattung entsteht hier erst bei Beendigung des Vertragsverhältnisses. Wenn das Gesetz vorsieht, der Auftraggeber oder Hinterleger könne die Rückerstattung jederzeit verlangen (Art. 400 Abs. 1, Art. 475 Abs. 1 OR), so bedeutet das in Wirklichkeit, dass er jederzeit die Möglichkeit hat, den Verwaltungsauftrag bezw. den Hinterlegungsvertrag aufzuheben (was nach Art. 404 OR für den Auftrag allgemein gilt) und damit den Rückerstattungsanspruch entstehen zu lassen. Solange der Vertrag dauert und der Beauftragte oder Verwahrer folglich die vertragliche Verwaltungs- bezw. Verwahrungspflicht auszuüben hat, besteht die Rückerstattungspflicht noch nicht, da die Erfüllung der erwähnten Pflichten und die Rückerstattung der Werte, die Gegenstand jener Pflichten sind, sich gegenseitig ausschliessen. Es verhält sich bei solchen Verträgen anders als z.B. beim Darlehen, wo die Rückerstattungspflicht des Borgers als dessen Hauptpflicht von Anfang an besteht (Art. 312 OR).\n\nVor seiner Entstehung kann der Rückerstattungsanspruch des Auftraggebers oder Hinterlegers nicht zu verjähren beginnen. Die Verjährung dieses Anspruchs beginnt demnach erst mit der Beendigung des Vertragsverhältnisses infolge gegenseitiger Übereinkunft, Ablaufs der vereinbarten Dauer, Widerrufs oder Kündigung, die ihn auslöst.\n\nArt. 130 Abs. 2 OR steht dieser Lösung nicht entgegen. Er gilt für Forderungen, die bereits bestehen und bei denen lediglich die Fälligkeit von einer einseitigen Erklärung des Gläubigers (Kündigung, avertissement, disdetta) abhängt, also namentlich für Darlehen ohne zum voraus bestimmten Rückzahlungstermin, BGE 91 II 442 S. 452die innerhalb der vereinbarten oder der gesetzlichen Kündigungsfrist zurückzuzahlen sind oder gemäss Vertrag auf beliebige Aufforderung hin verfallen (vgl. Art. 318 OR). Der Rückerstattungsanspruch des Auftraggebers oder Hinterlegers gehört nicht zu diesen Forderungen, da nicht bloss seine Fälligkeit, sondern auch seine Entstehung von der infolge Kündigung oder aus einem andern Grund eintretenden Beendigung des Vertragsverhältnisses abhängt.\n\nDie Annahme, dass der Anspruch des Auftraggebers oder Hinterlegers auf Rückerstattung der dem andern Teil zur treuhänderischen Verwaltung oder Verwahrung übergebenen Vermögenswerte schon mit deren Übergabe entstehe und zu verjähren beginne, ist im übrigen auch wegen ihrer Folgen abzulehnen. Der Zweck des Geschäftes kann fordern, dass der Beauftragte oder Verwahrer die ihm obliegende Tätigkeit während sehr langer Zeit ausübt und dies tut, ohne dem Auftraggeber bezw. Hinterleger periodisch Rechenschaft abzulegen oder ihm sonst irgendwelche Mitteilungen zu machen, in denen eine Schuldanerkennung im Sinne von Art. 135 Ziff. 1 OR erblickt werden könnte. Solche Mitteilungen sind zudem bei nicht berufsmässiger Vermögensverwaltung und -verwahrung nicht üblich. Begänne die Verjährung dennoch schon mit der Übergabe der Vermögenswerte, so könnte der Beauftragte oder Verwahrer diese Werte in derartigen Fällen nach Ablauf von zehn Jahren seit der Übergabe in Missachtung der für eine längere Dauer übernommenen Vertragspflichten für sich behalten. Um das zu verhindern, müsste der Auftraggeber oder Hinterleger vor Ablauf dieser Frist eine zur Unterbrechung der Verjährung geeignete Massnahme ergreifen, was er in solchen Fällen oft nicht tun kann, ohne den Zweck des Geschäftes und sich selbst zu gefährden. Die Annahme, dass die Verjährung des Rückerstattungsanspruchs mit der Übergabe der Vermögenswerte beginne, hätte also stossende Folgen.\n\nc) Der Umstand, dass der Beauftragte oder Verwahrer die ihm übergebenen Vermögenswerte veruntreut oder dass sie ihm abhanden kommen, bewirkt nicht ohne weiteres die Beendigung des Vertragsverhältnisses. Der Beauftragte oder Verwahrer kann es nur dadurch beenden, dass er gegenüber dem Auftraggeber bezw. Hinterleger ausdrücklich oder durch schlüssiges Verhalten den Willen äussert, es aufzuheben. Auf diesen Willen lässt unter Umständen die Mitteilung schliessen, BGE 91 II 442 S. 453dass die zu verwaltenden oder zu verwahrenden Werte nicht mehr in seinen Händen sind. Solange der Beauftragte oder Verwahrer dagegen ihr Fehlen verschweigt und den Auftraggeber bezw. Hinterleger im Glauben lässt, er setze die Verwaltung bezw. Verwahrung fort, dauert das Vertragsverhältnis unter Vorbehalt der Beendigung infolge Übereinkunft, Zeitablaufs oder einseitiger Aufhebung durch den andern Teil weiter. Die Pflicht, für die Erhaltung des Vermögens zu sorgen, bleibt als Pflicht zur Wiederbeschaffung der nicht mehr vorhandenen Werte bestehen und kommt, wenn eine solche Wiederbeschaffung erfolgt, wieder voll zur Geltung. Ausserdem bleibt der Beauftragte oder Verwahrer verpflichtet, dem andern Teil Rechenschaft abzulegen. Ein Anspruch, der verjähren kann, entsteht auch im Falle der Veruntreuung oder des Abhandenkommens der zur Verwaltung oder Verwahrung übergebenen Vermögenswerte erst, wenn das Vertragsverhältnis aus einem der erwähnten Gründe zu Ende geht. Der Auftraggeber oder Hinterleger hat erst von da an gegen den Beauftragten bezw. Verwahrer einen fälligen vertraglichen Anspruch auf Rückzahlung der übergebenen Geldsumme oder - wenn diese für Rechnung des Auftraggebers oder Hinterlegers in Wertschriften anzulegen war oder solche zur Verwaltung oder Verwahrung übergeben wurden - auf Ersatz des Wertes der fehlenden Titel. Dieser Anspruch wird mit seiner Entstehung fällig, so dass die zehnjährige Frist für seine Verjährung vom erwähnten Zeitpunkte, d.h. von der Beendigung des Vertragsverhältnisses an läuft.\n\nd) Zumal wenn der Vertragsabschluss weit zurückliegt und keine feste Vertragsdauer vereinbart wurde, kann es vorkommen, dass streitig und nicht mehr abklärbar ist, ob und wann das Vertragsverhältnis beendigt worden und ob im Anschluss daran die Rückerstattung erfolgt sei. Es ist hier namentlich an die Möglichkeit zu denken, dass der vom Auftraggeber oder Hinterleger (oder einem Erben) auf Rückerstattung belangte Beauftragte oder Verwahrer behauptet, er habe das ihm anvertraute Gut vor mehr als zehn Jahren zurückgegeben, könne das aber nach so langer Zeit nicht mehr beweisen, oder dass die Klage sich gegen einen Erben richtet, der erklärt, er wisse von der Sache nichts Bestimmtes und finde darüber im Nachlass des Beauftragten oder Verwahrers keine Belege, müsse aber nach den Umständen annehmen, sein Rechtsvorgänger habe BGE 91 II 442 S. 454das Gut vor mehr als zehn Jahren zurückerstattet. In solchen Fällen kann für den Beginn der Verjährung nicht massgebend sein, wann das Vertragsverhältnis nach der Darstellung der klagenden Partei endigte, d.h. wann diese das dem Prozess vorausgegangene Rückerstattungsbegehren stellte. Ein wesentlicher Zweck der Verjährung (namentlich der langfristigen) besteht nämlich gerade darin, Beklagte zu schützen, welche die bereits erfolgte Tilgung ihrer Schuld infolge Zeitablaufs nicht mehr zu beweisen vermögen (vgl. BECKER, N. 6 der Vorbem. zu Art. 127-142 OR; ENNECCERUS/NIPPERDEY, Allg. Teil des Bürgerlichen Rechts, 2. Halbband, 15. Auflage 1960, § 230 S. 1399 mit Anm. 1; PLANIOL/RIPERT, Traité pratique de droit civil français, VII, 2. Aufl. 1954, no 1325 S. 735). Es soll vermieden werden, dass der Schuldner, um der Gefahr der Doppelzahlung zu entgehen, seine Belege während unbegrenzter Zeit behalten muss (BGE 90 II 438). Das Gesetz schreibt sogar den zur Buchführung verpflichteten Personen die Aufbewahrung der Belege - offenbar im Hinblick auf Art. 127 OR - nur für zehn Jahre vor (Art. 962 Abs. 2 OR). Wenn der auf Rückerstattung Belangte behauptet, er oder sein Rechtsvorgänger habe die fraglichen Vermögenswerte vor mehr als zehn Jahren zurückgegeben, und die klagende Partei das nicht zu widerlegen vermag, muss die Verjährungseinrede des Beklagten folglich geschützt werden. Der erwähnte Zweck der Verjährung würde sonst vereitelt.\n\nAnders verhält es sich dagegen, wenn feststeht, dass die anvertrauten Vermögenswerte nicht zurückgegeben wurden. In einem solchen Falle kann der Beklagte mit der Einrede der Verjährung nur durchdringen, wenn er nachweist, dass die Beendigung des Vertragsverhältnisses und damit die Entstehung des Rückerstattungsanspruches mehr als zehn Jahre zurückliegen, und wenn keine Hemmungs- oder Unterbrechungsgründe (Art. 134/35 OR) eingetreten sind, die den Ablauf der dadurch in Gang gesetzten Verjährungsfrist verhindert hätten.\n\nSoweit der bisherigen Rechtsprechung eine andere Auffassung zugrunde liegt, ist daran nicht festzuhalten.\n\ne) Im vorliegenden Falle gibt die Beklagte zu, das anvertraute Gut nicht zurückgegeben zu haben (während die als Erbin des Beauftragten belangte Notarswitwe im Falle BGE 90 II 428 ff. die Rückgabe behauptet, aber nicht zu beweisen vermocht hatte). Dass das Vertragsverhältnis infolge Ablaufs einer BGE 91 II 442 S. 455vereinbarten Dauer, Übereinkunft oder Kündigung mehr als zehn Jahre vor Einleitung der Klage zu Ende gegangen sei, hat sie nicht behauptet, geschweige denn bewiesen. Es dauerte seinem Zwecke nach mindestens bis zum Ende der nationalsozialistischen Herrschaft und bestand hernach, da zunächst weder die eine noch die andere Partei den Willen äusserte, es aufzuheben, für unbestimmte Zeit weiter, bis Thorwart am 30. Mai 1961 die Rückgabe verlangte. Zur Zeit der Klageeinleitung (14. Juni 1963) war der Rückerstattungsanspruch also noch nicht verjährt.\n\n6. Man kann sich fragen, ob nach dem Sinne des Vertrages die übergebene Geldsumme zurückzuerstatten ist oder ob die Beklagte das empfangene Geld zwar nicht im Namen Thorwarts (vgl. Erwägung 4 Abs. 2 hievor), aber für seine Rechnung in Wertschriften anzulegen hatte, woraus sich ergäbe, dass der Rückerstattungsanspruch diese Wertschriften bezw., da sie nicht mehr vorhanden sind, ihren Wert zum Gegenstand hätte. Der Umstand, dass die Beklagte ihren Auftraggeber durch Zustellung der Depotscheine für die gekauften Titel über die erfolgte Anlage unterrichtete, spricht eher für die zweite Annahme. Die Frage kann indes offen bleiben; denn die Beklagte behauptet nicht, der Wert der nicht mehr vorhandenen Papiere mache infolge von Kursverlusten, für die sie nicht verantwortlich gemacht werden könne, weniger als den ihr übergebenen Betrag von Fr. 57'364.42 aus, und die Klägerin behauptet ihrerseits keinen Mehrwert (und belangt die Beklagte auch nicht auf Ersatz der Erträgnisse der gekauften Titel).\n\nVom Betrage von Fr. 57'364.42, den die Beklagte hienach so oder so zu erstatten hat, sind die Fr. 100.-- abzuziehen, die Thorwart am 30. Mai 1961 zurückerhielt. Die Beklagte schuldet somit noch Fr. 57'264.42.\n\nDieser Betragist, wie verlangt, vom 30. Mai 1961 an zu verzinsen, da die Beklagte an diesem Tage zur Zahlung aufgefordert wurde.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird dahin gutgeheissen, dass das Urteil des Obergerichtes des Kantons Zürich, II. Zivilkammer, vom 29. Januar 1965 aufgehoben und die Beklagte verurteilt wird, der Klägerin Fr. 57'264.42 nebst 5% Zins seit 30. Mai 1961 zu zahlen. Soweit die Klage weiter geht, wird sie abgewiesen."}