{"annee": "91", "cour": "III", "page": "1", "date": "4/3/1965", "cite": ["73 III 152", "50 III 81", "78 III 155", "70 III 76", "52 III 11", "90 III 8", "82 III 51", "43 III 8", "47 III 195", "26 I 370", "73 III 27"], "cite_par": ["124 III 379", "101 III 9", "111 III 5", "112 III 81", "121 III 284", "106 III 1"], "chapeau": "1. Entscheid vom 4. März 1965 i.S. Bank Henry Ansbacher & Co.", "regestes": ["Opposition anticipée ou devenue caduque? art. 74 LP. Délai dans lequel le créancier doit se plaindre de ce que l'on a tenu compte à tort de l'opposition (consid. 1). A quelles conditions peut-on former opposition avant que le commandement de payer ait été notifié dans les formes? (consid. 2). Une opposition régulière déploie ses effets lorsque la notification du commandement de payer se révèle ultérieurement défectueuse et qu'elle est répétée, pour cette raison (consid. 3). On peut accorder tacitement une prolongation de délai au sens de l'art. 66 al. 5 LP (consid. 4). Effets des féries de poursuite (consid. 4)."], "faits": "BGE 91 III 1 S. 2\n\nA.- Für Forderungen von Fr. 1'659,049.50 und Fr. 2'277.60, je nebst Zins, gegen die in Mülheim an der Ruhr domizilierte Schuldnerin erwirkte die Rekurrentin am 13. März 1964 in Zug einen Arrestbefehl und hob hierauf Betreibung an. Das Betreibungsamt Zug stellte am 23. März den Zahlungsbefehl Nr. 3540 aus und liess ihn samt der Arresturkunde am 30. März zur Zustellung in das Ausland durch die Gerichtskanzlei Zug versenden. Am 26. Mai, als das Gläubigerdoppel des Zahlungsbefehls noch nicht zurückgekommen war, erhob der Zuger Anwalt der Schuldnerin Rechtsvorschlag mit Hinweis auf die Betreibungsnummer, und am 5. Juni reichte die Schuldnerin eine Arrestaufhebungsklage ein.\n\nB.- Im August 1964 forschte das Betreibungsamt dem immer noch nicht eingelangten Gläubigerdoppel des Zahlungsbefehls nach, jedoch ohne Erfolg. Daher erstellte es ein neues Exemplar und übermittelte es dem Anwalt der Gläubigerin am 7. September mit dem Vermerk, der Zahlungsbefehl sei am 3. Juni durch das Amtsgericht Mülheim an der Ruhr an die Schuldnerin zugestellt worden. (Im Arrestaufhebungsprozess war der 3. Juni als Tag der Zustellung der Arresturkunde angegeben worden; daher nahm das Betreibungsamt an, dies sei auch das Datum der Zustellung des Zahlungsbefehls.) In der Rubrik \"Rechtsvorschlag\" brachte es den Vermerk an: \"Schuldner erhebt Rechtsvorschlag ohne nähere Begründung durch Herrn Rechtsanwalt Dr. E. Keusch, Zug\".\n\nC.- Am 30. September 1964 traf dann das Gläubigerdoppel des seinerzeit nach Mülheim versandten Zahlungsbefehls auf dem Betreibungsamt Zug ein. Beigefügt war eine Zustellungsbescheinigung des Inhaltes, die Zustellung sei am 24. September erfolgt, und zwar durch Zurücklassen der zuzustellenden Schriftstücke im Geschäftslokal der Schuldnerin, \"weil die Annahme ohne gesetzlichen Grund verweigert wurde\".\n\nDieses Original-Gläubigerdoppel samt Zustellungszeugnis BGE 91 III 1 S. 3übermittelte das Betreibungsamt anfangs Oktober ebenfalls dem Anwalt der Gläubigerin. Hiebei war die Rubrik \"Rechtsvorschlag\" leer gelassen. Es ging denn auch kein neuer Rechtsvorschlag ein.\n\nD.- Am 18. November 1964 stellte die Gläubigerin das Fortsetzungsbegehren, mit der Bemerkung: \"Auf die erst am 24. September 1964 richtig erfolgte Zustellung des Zahlungsbefehls ist innert der gesetzlichen Frist von 10 Tagen kein Rechtsvorschlag erhoben worden\". Das Betreibungsamt wies dieses Begehren zurück, indem es erklärte: \"Der Rechtsvorschlag ist rechtsgültig - auf keinen Fall verspätet - erfolgt, so dass die Betreibung vor dessen Beseitigung nicht fortgesetzt werden kann\".Auf Anfrage teilte es dem Anwalt der Gläubigerin am 20. November auch das Datum des Rechtsvorschlages, 26. Mai 1964, mit.\n\nE.- Am 27. November 1964 führte die Gläubigerin Beschwerde mit dem Antrag, das Betreibungsamt sei anzuweisen, ihrem Fortsetzungsbegehren Folge zu geben und die arrestierten Forderungen zu pfänden. Sie nahm den Standpunkt ein, der am 24. September zugestellte Zahlungsbefehl sei unbestritten geblieben und daher vollstreckbar geworden. Die Rechtsvorschlagserklärung vom 26. Mai 1964 sei nicht zu berücksichtigen, weil der Rechtsvorschlag nicht zum voraus, vor der Zustellung des Zahlungsbefehls, erklärt werden dürfe. Darauf erwiderte die Schuldnerin, der in Mülheim mit der Zustellung beauftragte Beamte habe schon am 20. Mai 1964 bei ihr vorgesprochen und \"den zuständigen Organen\" den Zahlungsbefehl zur Kenntnisnahme vorgelegt. So sei ihr dessen Inhalt genau bekannt geworden und sie habe deshalb Rechtsvorschlag erhoben. Dies, obwohl sie die Annahme der Urkunde verweigert habe, worauf das Amtsgericht Mülheim sie ihr am 3. Juni 1964 durch die Post und schliesslich am 24. September 1964 nochmals in aller Form habe zustellen lassen. Die Beschwerde der Gläubigerin erscheine übrigens als verspätet, weil sie schon am 7. September 1964 vom Rechtsvorschlag Kenntnis erhalten habe, ohne hierauf etwas vorzukehren.\n\nF.- Mit Entscheid vom 11. Januar 1965 hat die kantonale Aufsichtsbehörde die Beschwerde der Gläubigerin abgewiesen.\n\nG.- Gegen diesen Entscheid richtet sich der vorliegende Rekurs der Gläubigerin, die am Begehren der Beschwerde festhält.BGE 91 III 1 S. 4", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Laut Art. 76 SchKG ist der Inhalt des Rechtsvorschlages dem Betreibenden auf der für ihn bestimmten Ausfertigung des Zahlungsbefehls mitzuteilen, gleichviel ob das Betreibungsamt den Rechtsvorschlag als gültig anerkennt oder nicht (vgl. JAEGER, N. 1 zu Art. 76). Hält das Amt den Rechtsvorschlag für ungültig, so hat es jedoch zugleich mit der Mitteilung seines Inhaltes an den Betreibenden zu erklären, dass es die Betreibung nicht als dadurch gehemmt betrachte (vgl. JAEGER, N. 4 zu Art. 74 und N. 5 zu Art. 76; FRITZSCHE SchK I 110 oben). Die Frist zur Beschwerdeführung betreffend die von den Aufsichtsbehörden zu beurteilende Gültigkeit des Rechtsvorschlages läuft von dem Tage an, an dem die Beteiligten Kenntnis erhalten, dass das Betreibungsamt den Rechtsvorschlag als gültig oder als ungültig befunden hat (JAEGER, N. 4 zu Art. 74).\n\nIm vorliegenden Fall erhebt sich daher in der Tat die von der Schuldnerin aufgeworfene Frage, ob es der Gläubigerin zugestanden habe, die Ungültigkeit des Rechtsvorschlages erst gegen Ende November gegenüber der Ablehnung ihres Fortsetzungsbegehrens geltend zu machen, obwohl ihr der Rechtsvorschlag schon am 7. September mitgeteilt worden war. Nun hatte aber diese Mitteilung, wonach der Zahlungsbefehl am 3. Juni in Mülheim zugestellt worden war, keine Veranlassung geboten, an der Gültigkeit des ohne Angabe eines Datums vermerkten Rechtsvorschlages zu zweifeln. Der Gläubigerin kann es in dieser Hinsicht nicht schaden, dass sie sich nicht näher auf dem Betreibungsamt erkundigt hat, wobei ihr allenfalls irgendwelche wirkliche oder vermeintliche Verfahrensmängel bekannt geworden wären. Auffallen musste ihr freilich die anfangs Oktober erfolgte neue Übermittlung eines Zahlungsbefehldoppels nebst einer amtlichen Bescheinigung über die erst am 24. September vorgenommene (förmliche) Zustellung des Zahlungsbefehls. Allein, da in diesem Zahlungsbefehldoppel kein Rechtsvorschlag vermerkt war, blieb offen, ob das Betreibungsamt den früher erhobenen Rechtsvorschlag noch gelten liess oder nicht. Im übrigen blieb abzuwarten, ob gegenüber der \"förmlichen\" Zustellung vom 24. September etwa nochmals Rechtsvorschlag erhoben werde. Unter diesen Umständen versäumte die Gläubigerin nichts, wenn sie ihrer Auffassung, BGE 91 III 1 S. 5es hätte eines neuen Rechtsvorschlages bedurft, durch Stellung des Fortsetzungsbegehrens Ausdruck gab und erst nach Ablehnung dieses Begehrens Beschwerde erhob.\n\n2. Die Beschwerde stützt sich auf Art. 74 SchKG, wonach der Rechtsvorschlag innerhalb zehn Tagen nach der Zustellung des Zahlungsbefehls zu erklären ist. Somit sei ein vor dieser Zustellung, zum voraus, auf Vorrat, erklärter Rechtsvorschlag unzulässig, also ungültig. Dem ist grundsätzlich beizustimmen. Der Rechtsvorschlag bedeutet einen Widerspruch des Betriebenen gegenüber dem Zahlungsbefehl. Er ist deshalb an die von der Zustellung des Zahlungsbefehls an laufende gesetzliche Frist gebunden und setzt normalerweise voraus, dass diese Zustellung erfolgt ist (BLUMENSTEIN, Handbuch S. 246/47 mit Hinweis aufBGE 26 I 373Erw. 2 [= Sep. Ausg. 3 S. 185]). Indessen ist ein Rechtsvorschlag nicht auf Vorrat erhoben worden, wenn er sich auf eine bestimmte Betreibung bezieht, die bereits eingeleitet und vom Betreibungsamt durch Ausstellung eines Zahlungsbefehls mit einer bestimmten Betreibungsnummer anhand genommen wurde. Erhebt der Schuldner Rechtsvorschlag gegenüber einer solchen ihm genau zur Kenntnis gelangten Betreibung, sei es auch, bevor es zu der vom Amte beabsichtigten oder schon ins Werk gesetzten Zustellung des Zahlungsbefehls kam, so ist der Rechtsvorschlag weder \"auf Vorrat\" (im Hinblick auf eine allenfalls noch unbestimmte Anzahl künftiger Betreibungen), noch auch nur in einem zu verpönenden Sinne \"zum voraus\" (vor dem Bestehen eines zur Zustellung bestimmten Zahlungsbefehls) erklärt worden. Dieses Vorgehen der Schuldnerin ist weder rechtsmissbräuchlich, noch stört es den Gang der Betreibung. Das Betreibungsamt kann von einem solchen Rechtsvorschlag Vormerk nehmen und ihn zu gegebener Zeit dem Gläubiger mitteilen. Gegen die hier vorliegende Rechtsvorschlagserklärung vom 26. Mai 1964 ist umso weniger etwas einzuwenden, als der betreffende Zahlungsbefehl bereits zur Zustellung versandt worden und es auch bereits zum Versuch einer Zustellung am Domizil der Schuldnerin gekommen war, und zwar nach ihrer eigenen Angabe am 20. Mai. Da ein an der Annahmeverweigerung des Adressaten gescheiterter Zustellungsversuch unter Umständen die Fiktion einer effektiv vollzogenen Zustellung rechtfertigt (vgl. BGE 90 III 8), hatte die Schuldnerin ein rechtsschutzwürdiges Interesse, binnen gesetzlicher Frist seit BGE 91 III 1 S. 6jenem Zustellungsversuche Recht vorzuschlagen, um im Falle der Zustellungsfiktion die Frist nicht zu versäumen.\n\n3. Eine Frage für sich ist, ob der Rechtsvorschlag vom 26. Mai 1964 nachträglich unwirksam geworden sei, als sich ergab, dass laut Bescheinigung des Amtsgerichts Mülheim an der Ruhr eine förmliche Zustellung des Zahlungsbefehls erst am 24. September 1964 erfolgt war. Der Vorinstanz ist jedoch darin beizustimmen, dass es bei der Rechtswirksamkeit des früher erklärten Rechtsvorschlages zu bleiben hat. Es ist bereits entschieden worden, dass, wenn die Zustellung eines Zahlungsbefehls ungültig und daher nochmals vorzunehmen war, ein auf die erste Zustellung hin erklärter Rechtsvorschlag beachtlich bleibt (BGE 78 III 155ff.). Dementsprechend brauchte auch im vorliegenden Falle - gesetzt auch, vor dem 24. September 1964 sei keine gültige oder als gültig zu fingierende Zustellung erfolgt - die im Mai abgegebene Rechtsvorschlagserklärung nicht wiederholt zu werden.\n\n4. Obwohl die Gläubigerin den Rechtsvorschlag als verfrüht beanstandet hatte, wirft die Vorinstanz auch noch die Frage auf, ob er nicht vielleicht verspätet war. Denn es sei nicht ausgeschlossen, dass ein - rechtswirksamer - Zustellungsversuch schon vor dem von der Schuldnerin angegebenen Tage des 20. Mai 1964 erfolgt sei. Nun gebühre ihr aber wegen ihres ausländischen Domizils eine Verlängerung der Rechtsvorschlagsfrist um etwa zehn Tage, also auf 20 Tage, und diese verlängerte Frist habe sie sicher eingehalten, da der Zahlungsbefehl erst am 30. April in Zug zur Zustellung auf dem Weg der Rechtshilfe abgesandt worden sei.\n\nEs erweckt Bedenken, dass die Vorinstanz von sich aus der Schuldnerin eine Fristverlängerung gewähren zu dürfen glaubt. Nach Art. 66 Abs. 5 SchKG ist die Gewährung dieser Rechtswohltat Sache des Betreibungsamtes. Allerdings kann auch die Aufsichtsbehörde in den Fall kommen, auf Beschwerde eines Beteiligten über die Anwendung der erwähnten Gesetzesnorm zu befinden, namentlich wenn der Schuldner die Validierung einer verspäteten Handlung anbegehrt (vgl. JAEGER, N. 21 zu Art 66 SchKG;BGE 43 III 12,BGE 73 III 29/30).\n\nIm vorliegenden Falle hatte indessen das Betreibungsamt durch die Entgegennahme des Rechtsvorschlages vom 26. Mai 1964 bereits stillschweigend eine dessen Rechtzeitigkeit begründende Fristverlängerung gewährt für den Fall, dass eine rechtswirksame BGE 91 III 1 S. 7Zustellung des Zahlungsbefehls (entgegen der unverdächtigen, wenn auch auf kein Beleg gestützten Angabe der Schuldnerin) mehr als zehn Tage zuvor erfolgt sein sollte (vgl.BGE 47 III 195ff.). Diese Fristverlängerung liegt entgegen der Ansicht der Rekurrentin durchaus im Sinne des Art. 66 Abs. 5 SchKG. Denn diese Norm hat gerade die dem Schuldner obliegenden, an gesetzliche Fristen gebundenen Handlungen im Auge. Dem im Auslande wohnenden Schuldner ist vorweg für den Rechtsvorschlag, aber auch für andere Handlungen wie etwa die Beschwerdeführung, eine den Umständen entsprechende Verlängerung der gesetzlichen Fristen zuzubilligen. In diesem Sinne wurde z.B. in dem von der Vorinstanz angeführten, von der Rekurrentin ebenfalls besprochenen Fall ent schieden (BGE 73 III 154unten: \"Mindestens eine ebenso lange Frist musste für den Rechtsvorschlag gewährt werden\"; vgl. fernerBGE 50 III 81,BGE 52 III 14,BGE 70 III 77; JAEGER, N. 19 zu Art. 66 SchKG; FRITZSCHE SchK I 95/96).\n\nÜbrigens liessen schon die vom 10. bis 24. Mai 1964 laufenden Pfingst-Betreibungsferien den Rechtsvorschlag als auf alle Fälle rechtzeitig erscheinen. Denn eine während der Ferien erfolgte Zustellung entfaltete ihre Wirkungen erst am ersten Tage nach Ablauf der Ferien, so dass sich die Frist für den Rechtsvorschlag bis zum 4. Juni erstreckte (BGE 82 III 52 Erw. 1). Sollte aber eine Zustellung schon zwischen dem 1. und dem 9. Mai erfolgt sein, so lief jene Frist immerhin bis zum 27. Mai (Art. 63 SchKG).\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}