{"annee": "91", "cour": "I", "page": "348", "date": "1/10/1965", "cite": ["88 I 297"], "cite_par": [], "chapeau": "56. Auszug aus dem Urteil vom 1. Oktober 1965 i.S. X. gegen Kantonale Rekurskommission Basel-Stadt für eidg. Abgaben.", "regestes": ["Impôt pour la défense nationale sur le revenu des personnes physiques: imposition d'une somme en capital reçue à titre transactionnel pour le droit à une part d'une société en commandite."], "faits": "BGE 91 I 348 S. 348\n\nAus dem Tatbestand:\n\nA.- Der Beschwerdeführer X. war früher in der Bankfirma Y., einer Kommanditgesellschaft, tätig gewesen. Im Jahre 1945 gab er diese Stellung auf und trat als Direktor in die Unternehmung Z. ein. Es wurde ihm das Recht eingeräumt, \"jederzeit in der Firma Y. eine stille Beteiligung in Höhe von Fr. ...... zu pari zu erwerben\". Im Jahre 1958 trat er aus der Unternehmung Z. aus. Er wollte nun von seinem Recht auf Beteiligung an der Firma Y. Gebrauch machen, doch lehnte diese sein Begehren ab. In der Folge wurde ein Vergleich abgeschlossen, wonach sie ihn für seine Beteiligungsansprüche mit einer Kapitalsumme abfand.\n\nB.- Diese Summe wurde bei der Veranlagung des Beschwerdeführers für die Wehrsteuer der 11. Periode als Einkommen BGE 91 I 348 S. 349angerechnet. Er verlangte, dass die Abfindung - entsprechend der Steuererklärung - von der Wehrsteuer auszunehmen sei, doch wurde das Begehren abgewiesen, zuletzt von der kantonalen Rekurskommission. Diese nahm an, der Beschwerdeführer hätte, falls die Gesellschaft Y. ihm die versprochene und von ihm beanspruchte Beteiligung eingeräumt hätte, als Gesellschafter ein Erwerbseinkommen und Gewinnanteile, allenfalls auch einen Anteil am Liquidationsgewinn, bezogen und wäre für diese Einkünfte nach Art. 21 Abs. 1 lit. a, c und d WStB steuerpflichtig geworden; die für den Wegfall dieser Einnahmen ausgerichtete Abfindung bilde Ersatzeinkommen, für das er nach Art. 21 ebenfalls steuerpflichtig sei.\n\nC.- Gegen den Entscheid der Rekurskommission erhebt X. Verwaltungsgerichtsbeschwerde, in welcher er an seinem Standpunkte festhält. Er macht geltend, die Abfindung könne nicht als Entschädigung für die Nichtausübung einer Tätigkeit betrachtet werden. Im Optionsvertrag sei ihm lediglich eine Beteiligung im Sinne eines partiarischen Darlehens zugesichert worden; ein Mitspracherecht sei damit nicht verbunden gewesen. Gegenstand der Option sei ein reines Finanzgeschäft gewesen. Der umstrittene Betrag sei ein Kapitalgewinn, welcher der Wehrsteuer nicht unterliege, da er nicht im Betriebe eines buchführungspflichtigen Unternehmens entstanden sei (Art. 21 Abs. 1 lit. d WStB).\n\nD.- Die kantonalen Behörden und die eidgenössische Steuerverwaltung beantragen Abweisung der Beschwerde.\n\nDas Bundesgericht folgt diesem Antrag.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer hat die umstrittene Leistung von der Firma Y. nach dem Wortlaut des mit ihr abgeschlossenen Vergleichs als Abfindung für den Anspruch auf Beteiligung an dieser Gesellschaft erhalten, den er unter Berufung auf das ihm eingeräumte Optionsrecht - ohne Erfolg - geltend gemacht hatte. Die kantonale Rekurskommission führt aus, dass er, falls die Firma Y. die von ihm in Ausübung dieses Rechts erklärte Option angenommen hätte, als Gesellschafter ein Erwerbseinkommen und Gewinnanteile, allenfalls auch einen Anteil am Liquidationsgewinn, bezogen hätte. Wenn diese Betrachtungsweise zutrifft, so ist offensichtlich auch der daraus von der Rekurskommission gezogene Schluss richtig, dass der BGE 91 I 348 S. 350Beschwerdeführer für diese Einkünfte nach Art. 21 Abs. 1 lit. a, c und d WStB steuerpflichtig geworden wäre. Ebenso ist dann ihrer Folgerung zuzustimmen, dass die für den Wegfall dieser Einnahmen ausgerichtete Abfindung Ersatzeinkommen bilde, welches vom Beschwerdeführer gemäss Art. 21 ebenfalls zu versteuern sei. In der Tat erfasst diese Bestimmung nach Abs. 1 lit. a jedes Einkommen aus einer (auf Erwerb gerichteten) Tätigkeit \"mit Einschluss der Ersatzeinkommen (wie ... Entschädigung für die Aufgabe oder Nichtausübung einer Tätigkeit)\" und nach lit. c jedes Einkommen aus beweglichem Vermögen, \"namentlich ... Gewinnanteile aus Guthaben und Beteiligungen aller Art sowie besondere Entgelte oder geldwerte Vorteile, die neben diesen Einkünften oder an deren Stelle gewährt werden\". Soweit die streitige Leistung eine Abfindung für einen Anteil des Beschwerdeführers an einem bei der Liquidation der Firma Y. allfällig sich ergebenden Gewinn (Liquidationsgewinn im Sinne der lit. d) bildet, fällt sie nach Art. 21 Abs. 1 ebenfalls in die Steuerberechnung, obwohl die lit. d solches Ersatzeinkommen nicht ausdrücklich aufführt. Die Aufzählung in Art. 21 Abs. 1 lit. a - f ist nicht abschliessend, sondern nennt nur Beispiele. Einkommen, das an die Stelle eines Anteils an einem Liquidationsgewinn im Sinne der lit. d tritt, kann von der Besteuerung, welcher nach der Einleitung des Art. 21 Abs. 1 das \"gesamte Einkommen\" unterliegt, ebensowenig ausgenommen sein wie das in lit. a und c ausdrücklich erwähnte Ersatzeinkommen.\n\nDer Beschwerdeführer wendet vergeblich ein, dass ihm im Optionsvertrag nicht eine gesellschaftliche Beteiligung, sondern lediglich eine Beteiligung im Sinne eines partiarischen Darlehens zugesichert worden sei. Ob diese Darstellung zutrifft, kann offen gelassen werden. Wäre die Frage zu bejahen, so hätte man es doch mit einer Abfindung für wegfallende Gewinnanteile aus Guthaben oder Beteiligung (partiarischem Darlehen), also mit Ersatzeinkommen im Sinne von Art. 21 Abs. 1 lit. c, zu tun. Anders wäre es, wenn die Leistung als Tilgung einer Kapitalschuld oder als Rückzahlung von Kapitalanteilen anzusehen wäre, da sie in diesem Falle nicht als Einkommen angerechnet werden könnte, wie die gleiche Bestimmung bestätigt. Allein es wird nicht behauptet und es fehlen auch Anhaltspunkte dafür, dass eine Kapitalrückzahlung vorliegt.\n\nSodann macht der Beschwerdeführer geltend, der umstrittene Betrag sei ein Kapitalgewinn, welcher der Wehrsteuer BGE 91 I 348 S. 351nicht unterliege, da er nicht im Betriebe eines buchführungspflichtigen Unternehmens entstanden sei (Art. 21 Abs. 1 lit. d WStB). Aber auch dieser Standpunkt ist unbegründet. Kapitalgewinne setzen einen Kapitaleinsatz voraus (BGE 88 I 302 am Ende). Daran fehlt es hier; die Firma Y. hat ja die Abfindung gerade deswegen entrichtet, weil sie dem Beschwerdeführer einen (gewinnbringenden) Kapitaleinsatz verwehrt hatte. Es liegt auch nicht eine \"Veräusserung\" oder \"Verwertung\" eines \"Vermögensstückes\" im Sinne von Art. 21 Abs. 1 lit. d WStB vor. Das Optionsrecht des Beschwerdeführers war persönlicher und obligatorischer Natur und hätte daher nicht Gegenstand eines Veräusserungs- oder Verwertungsgeschäftes bilden können.\n\nDie Abfindung fällt auch nicht unter die Eingänge, die nach ausdrücklicher Anordnung des Art. 21 Abs. 3 WStB nicht als steuerbares Einkommen gelten. Insbesondere fehlen Anhaltspunkte für die Annahme einer Schenkung. Der Beschwerdeführer behauptet nicht das Gegenteil.\n\nAuf jeden Fall stellt die umstrittene Leistung Einkommen des Beschwerdeführers aus einer Einnahmequelle im Sinne des Art. 21 Abs. 1 WStB dar. Sie unterliegt der nach der gesetzlichen Ordnung grundsätzlich alle Quellenerträgnisse erfassenden Wehrsteuer für Einkommen, da ein Grund, sie davon auszunehmen, nicht ersichtlich ist."}