{"annee": "91", "cour": "I", "page": "305", "date": "14/12/1965", "cite": [], "cite_par": [], "chapeau": "48. Extrait de l'arrêt du 14 décembre 1965 dans la cause hoirie Reymondin contre Vaud, Commission centrale d'estimation fiscale des immeubles.", "regestes": ["L'autorité cantonale qui fixe la valeur fiscale des immeubles n'agit pas arbitrairement lorsqu'elle s'écarte des instructions du Département des finances, dans la mesure où celles-ci lui paraissent contraires à la loi qui, aux termes de la constitution du canton, peut seule instituer des impôts."], "faits": "", "considerants": "|305|\n\n2. Selon la recourante, la Commission centrale d'estimation fiscale des immeubles du canton de Vaud aurait fixé arbitrairement la valeur fiscale de ses immeubles en ne se conformant pas aux \"Instructions pour les commissions de district\" édictées par le Département des finances en 1951 et en 1960. A son avis, cette commission, simple organe de l'administration fiscale dépendant du Département des finances, est liée par ces instructions établies en vertu d'une délégation de compétence régulière. Or, les instructions complémentaires de 1960 contiennent le passage suivant dans le chapitre concernant les immeubles agricoles: |306|\n\n\"La valeur vénale est obtenue dans la règle, en majorant la valeur de rendement de 50%. Il en résulte que la valeur d'estimation correspond à la valeur de rendement majorée de 25%.\"\n\nC'est en refusant d'appliquer cette règle en l'espèce que la juridiction aurait fait acte d'arbitraire.\n\nIl n'y a pas lieu d'examiner ici si la Commission centrale est soumise au Département des finances ou non. Dans l'un et l'autre cas, elle doit appliquer le droit fiscal cantonal en observant les règles de priorité fixées par la structure du droit public.\n\nLa constitution cantonale vaudoise prévoit à son art. 19 que \"la loi peut seule instituer les impôts\". Tout le droit fiscal doit donc être soumis à la loi, dont le règlement doit observer le cadre pour fixer les modalités d'exécution. Les instructions du Département doivent de même se maintenir dans le cadre du règlement et de la loi. Ainsi c'est avec raison que, au cas où une disposition des instructions du Département des finances lui paraît contraire à la loi, la Commission d'estimation s'en écarte pour appliquer la règle légale."}