{"annee": "91", "cour": "II", "page": "136", "date": "4/3/1965", "cite": [], "cite_par": [], "chapeau": "19. Arrêt de la IIe Cour civile du 4 mars 1965 dans la cause Ministère public du canton de Vaud contre Arlette B. et Renée B.", "regestes": ["Recevabilité du recours en réforme; notion de la contestation civile (art. 44 ss OJ). La légitimation prononcée par le juge (art. 260 CC) est en principe un acte de juridiction gracieuse. Lorsque, comme en droit vaudois, le Ministère public n'est pas l'autorité compétente prévue à l'art. 262 CC et ne figure donc pas au nombre des intéressés mentionnés à cette disposition et à l'art. 261 al. 2 CC, son intervention ne confère pas un caractère contentieux à cette procédure; par conséquent, son recours en réforme est irrecevable. La demande de légitimation perd-elle sa nature gracieuse en cas d'opposition de la commune d'origine ou d'un autre intéressé? Question réservée."], "faits": "|137|\n\nA.- Le 5 décembre 1953, René M. a épousé à Lausanne Hélène M. Ces conjoints, qui n'ont pas eu d'enfant, se sont bien entendus jusqu'en 1961. Le mari a fait à cette époque la connaissance d'Arlette B., qui est devenue au bout de quelque temps sa maîtresse. Depuis le début de 1962, ils ont vécu ensemble et se sont alors réciproquement promis le mariage.\n\nPar exploit scellé le 13 décembre 1961, René M. a ouvert action en divorce; à l'appui de sa demande, il a allégué qu'un profond désaccord d'ordre intime existait entre lui et sa femme. Celle-ci a invoqué dans sa réponse l'adultère commis par son mari avec Arlette B. Le 1er juin 1962, les parties ont passé une convention sur intérêts civils, de sorte que René M. a renoncé à procéder plus avant.\n\nPar jugement du 18 octobre 1962, le Tribunal civil du district de Lausanne a admis l'action de l'épouse en vertu de l'art. 137 CC, rejeté celle du mari et condamné ce dernier à une interdiction de remariage de deux ans. Dame M. n'a pas recouru contre cette décision. Quant à René M., il est mort le 3 novembre 1962 des suites d'un accident, avant l'expiration du délai de relief qu'il n'avait jusqu'alors pas demandé. Pour sa part, le Ministère public du canton de Vaud, qui ignorait |138| ce décès, a déclaré le 16 novembre 1962 ne pas recourir contre ce jugement. Toutefois, vu que celui-ci n'était pas exécutoire au moment de la mort de René. M., la cause en divorce a été rayée du rôle.\n\nLe 24 novembre 1962, Arlette B. a mis au monde l'enfant Renée, qui a été inscrite dans les registres de l'état civil comme sa fille illégitime. Nul ne conteste que cette dernière ne soit issue des oeuvres de René M.\n\nB.- Par lettre du 9 août 1963, Arlette B., à Lausanne, et sa fille, représentée par son curateur, ont demandé au président du Tribunal civil du district de Lausanne de prononcer la légitimation de cette enfant, conformément à l'art. 260 CC. A l'audience présidentielle du 15 octobre 1963, le Ministère public s'est opposé à la requête précitée, si bien que la cause a été portée devant le Tribunal du district de Lausanne.\n\nPar jugement du 12 juin 1964, cette autorité a rejeté la demande de légitimation de Renée B. Elle a tenu pour nulle et immorale la promesse de mariage échangée entre Arlette B. et René M., parce que celui-ci n'était pas encore divorcé.\n\nLe 16 novembre 1964, sur recours d'Arlette B. et de son enfant, la Chambre des recours du Tribunal cantonal vaudois a réformé ce jugement et admis la légitimation. Elle a considéré en bref comme valable, dans le cadre de l'art. 260 CC, la promesse de mariage faite par une personne en instance de divorce.\n\nC.- Le Ministère public du canton de Vaud recourt en réforme au Tribunal fédéral, en demandant que la légitimation requise par Arlette B. et sa fille ne soit pas prononcée.\n\nLes intimées concluent au rejet du recours et à la confirmation de l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Suivant les art. 44 à 46 OJ, le recours en réforme au Tribunal fédéral n'est en principe recevable que dans les contestations civiles. Pour les affaires non pécuniaires, comme la cause pendante, cette règle figure à l'art. 44 OJ et ne souffre que trois exceptions, énumérées sous lettres a à c de cette disposition et dont aucune ne concerne la légitimation (RO 83 II 86/7 et 185/6).\n\nIl y a donc lieu d'entrer en matière sur le recours interjeté par le Ministère public du canton de Vaud seulement s'il s'agit en l'occurrence d'une contestation civile (\"Zivilrechtsstreitigkeit\"). |139|\n\nOn est en présence d'un litige de cette nature lorsque, entre deux ou plusieurs personnes physiques ou morales, en leur qualité de titulaires de droits privés, ou entre une telle personne et une autorité qui, selon le droit civil, a la position d'une partie (cf. par exemple art. 109 à 111, 121 al. 1, 157, 256 al. 2 CC), s'est déroulée devant le juge ou une autre juridiction une procédure contradictoire tendant à faire statuer de manière définitive et durable sur des rapports de droit civil (RO 78 II 180/1; cf. aussi RO 81 II 13, 182 et 251/2, 84 II 78).\n\nD'après la jurisprudence (RO 66 II 76/7), la demande de légitimation, qu'elle émane de \"l'autre fiancé\", de l'enfant ou des deux ensemble, ne constitue pas l'exercice d'une action contre quelqu'un d'autre, considéré comme défendeur. Par conséquent, la \"déclaration\" requise du juge n'est pas un jugement dans un litige, mais un acte de juridiction gracieuse, non contentieuse, à l'encontre duquel le législateur a réservé, à l'art. 262 CC, une action en nullité en faveur de l'autorité compétente du canton d'origine et des héritiers présomptifs des père et mère (cf. aussi EGGER, Das Familienrecht, art. 261 CC n. 2; HEGNAUER, Das Familienrecht, art. 260/261 CC n. 21; GULDENER, Grundzüge der freiwilligen Gerichtsbarkeit der Schweiz, p. 15; MÜRI, Die Ehelicherklärung [Legitimation] im schweizerischen Privatrecht, thèse Berne, p. 106).\n\nOr, les actes de la procédure gracieuse, dont la notion relève du droit fédéral (RO 81 II 251/2 et les arrêts cités, 82 II 364; BIRCHMEIER, Handbuch des Bundesgesetzes über die Organisation der Bundesrechtspflege, p. 124, et les arrêts cités), sont des affaires civiles (\"Zivilsachen\"), non des contestations civiles, et ne peuvent donc en principe être soumis au Tribunal fédéral par la voie du recours en réforme.\n\n2. Il y a lieu d'examiner si, en l'espèce, l'intervention du Ministère public vaudois a eu pour effet de changer la nature de la procédure de légitimation et de lui conférer un caractère contentieux. Pour résoudre une telle question, il faut déterminer en quelle qualité est intervenue cette autorité.\n\na) Aux termes de l'art. 261 al. 2 CC, le juge est tenu de communiquer la demande de légitimation à la commune d'origine du père, pour que celle-ci soit en mesure de sauvegarder ses intérêts. La loi lui accorde ainsi la possibilité d'intervenir dans la procédure de l'art. 260 CC et de s'opposer à la |140| légitimation. De plus, bien que le droit fédéral ne le prévoie pas expressément, cette faculté peut être conférée aux titulaires de l'action en nullité instituée à l'art. 262 CC (EGGER, op.cit., art. 261 CC n. 2). En droit vaudois (art. 60 al. 2 à 4 de la loi vaudoise d'introduction du Code civil suisse (LVI), du 30 novembre 1910), la partie requérante et les autres intéressés, savoir le père, la mère, l'enfant ou leurs représentants légaux, sont assignés d'office à comparaître devant le président du tribunal qui donne, en outre, à la municipalité de la commune d'origine du père l'avis prescrit par l'art. 261 al. 2 CC. S'il n'intervient aucune opposition et si les allégations de la demande paraissent dignes de foi, le président prononce la légitimation (art. 4 ch. 13 LVI). En cas de contestation, ou si le président estime que les faits ne sont pas suffisamment établis, il est procédé au jour de la comparution à une instruction préliminaire et la cause est portée devant le tribunal (art. 5 ch. 8 LVI). En outre, selon l'art. 10 lettre B ch. 2 LVI, il incombe à la municipalité d'exercer l'action en nullité instituée à l'art. 262 CC, sous réserve de l'autorisation du conseil communal ou général.\n\nPour sa part, le Ministère public, dont le droit d'intervention n'est prévu par aucune disposition fédérale, peut, suivant les art. 109 ss. du Code de procédure civile du canton de Vaud (PC vaud.), du 20 novembre 1911'intervenir dans les causes où l'ordre public est intéressé, en particulier dans les procès relatifs à l'état civil des personnes. Parfois, son intervention a un caractère obligatoire: il doit par exemple intenter d'office l'action en interdiction et en nullité de mariage (art. 14 LVI). Lorsque, comme en l'espèce, son intervention est facultative, ses attributions consistent à donner un préavis sur les questions en litige (art. 111 PC vaud.). Ainsi que le montre la présente affaire, il a néanmoins le droit de prendre une part active à l'instruction de la cause et de recourir même au Tribunal cantonal contre les jugements concernant l'état ou la capacité des personnes (art. 544 PC vaud.).\n\nLe Ministère public ne figure donc pas au nombre des intéressés mentionnés aux art. 261 al. 2 et 262 CC. Tandis que, dans la cause publiée au RO 48 II 173 ss., il était en vertu du droit vaudois l'autorité compétente, il n'agit ici qu'à titre d'organe auxiliaire de l'administration judiciaire et aide simplement le juge à vérifier l'exactitude des faits sur lesquels se fonde la demande de légitimation (RO 66 II 75; HEGNAUER, op.cit., art. 260/261 CC n. 26; GULDENER, Schweizerisches |141| Zivilprozessrecht, § 32, p. 286; cf. aussi LEUCH, Die Zivilprozessordnung für den Kanton Bern, art. 52/53, n. 1).\n\nb) Cela étant, il n'y a pas lieu de trancher en l'occurrence si, à la suite de l'opposition de la commune d'origine ou d'un autre intéressé cité à l'art. 262 CC, la procédure de légitimation, perdant son caractère gracieux, devient contentieuse et si, par conséquent, la décision de l'autorité cantonale est susceptible d'un recours en réforme au Tribunal fédéral. On peut dès lors se borner à relever que plusieurs auteurs partagent cette opinion (EGGER, op.cit., art. 261 CC, n. 2; HEGNAUER, op.cit., art.260/261 CC, n. 25 et 28; AUBERT, Les actions de la filiation en droit civil suisse, thèse Neuchâtel, p. 134/5; cf. aussi WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, thèse Lausanne, p. 30; cf. par analogie l'arrêt RO 81 II 251/2, qui a trait à une action en rectification de l'inscription du nom de famille). Il suffit d'examiner si, en raison de l'opposition du Ministère public, on se trouve en présence d'une contestation civile. Cette question doit être résolue par la négative; la cause demeure gracieuse, même si, comme en droit vaudois, elle est alors tranchée par le juge selon une procédure s'appliquant également aux affaires contentieuses (WURZBURGER, op.cit., p. 17). En effet, la demande de légitimation ne se transforme pas en une action dirigée contre le Ministère public, qui, sans agir comme titulaire de droits privés, ni posséder la qualité de partie, n'intervient que pour faciliter la tâche de l'autorité judiciaire. D'ailleurs, suivant la jurisprudence déjà citée (RO 66 II 76/7), la participation de l'enfant à l'instruction d'une requête de légitimation formée par sa mère ne confère pas un caractère contentieux à la procédure, quand bien même cette demande le concerne directement. On ne comprendrait dès lors pas pourquoi celle-ci perdrait sa nature gracieuse à cause de l'opposition du Ministère public, qui n'est pas un des intéressés mentionnés aux art. 261 al. 2 et 262 CC.\n\nAinsi, malgré l'intervention du Ministère public, la présente espèce constitue une simple affaire civile, et non une contestation civile. Par conséquent, il n'y a pas lieu d'entrer en matière sur le recours en réforme interjeté par le Ministère public.\n\n3. En vertu des art. 156 al. 2 et 159 al. 5 OJ, aucuns frais ni dépens ne doivent être mis à la charge du recourant.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}