{"annee": "91", "cour": "I", "page": "139", "date": "26/1/1965", "cite": [], "cite_par": [], "chapeau": "23. Arrêt de la Ie Cour civile du 26 janvier 1965 dans la cause Chavannes contre Conseil-exécutif du canton de Berne.", "regestes": ["Inscription sur le registre du commerce; art. 934 CO et 52 ss. ORC. 1. Epoque décisive pour juger de l'assujettissement à l'inscription (consid. 1). 2. Notion de l'activité économique indépendante, au sens de l'art. 52 al. 3 ORC. L'activité des agents d'assurance soumis aux art. 418 a ss. CO est en soi indépendante (changement de jurisprudence) (consid. 2 et 3)."], "faits": "|139|\n\nA.- Les 8 février et 14 juin 1963, Joseph Chavannes, qui dirigeait alors à Porrentruy un bureau d'assurances et travaillait avec la compagnie d'assurance Lloyd's de Londres, a été invité par le préposé au registre du commerce de cette ville à se faire |140| inscrire sur ce registre. Il a néanmoins refusé de se conformer à ces sommations.\n\nLe 25 septembre 1964, le Conseil-exécutif du canton de Berne a prononcé que Chavannes serait inscrit d'office au registre du commerce de Porrentruy et l'a condamné à une amende d'ordre de 100 fr.\n\nB.- Chavannes forme un recours de droit administratif devant le Tribunal fédéral, auquel il demande d'annuler cette décision et de constater qu'il n'est pas tenu de s'inscrire au registre du commerce.\n\nLe Conseil-exécutif du canton de Berne et le Département fédéral de justice et police concluent au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Selon les art. 934 al. 1 CO et 52 al. 1 ORC, celui qui fait le commerce, exploite une fabrique ou exerce en la forme commerciale quelque autre industrie est tenu de requérir l'inscription de sa raison de commerce sur le registre du lieu où il a son principal établissement. Pour être astreint à cette formalité, il doit avoir une \"activité économique indépendante... en vue d'un revenu régulier\", par exemple en qualité d'agent ou de courtier (art. 52 al. 3 et 53 litt. A ch. 3 ORC).\n\nD'après la jurisprudence constante du Tribunal fédéral (RO 57 I 146 ss., 58 I 206, 250, 255, 61 I 48, 62 I 109, 76 I 155, 81 I 79, 157, 306, 84 I 189), ce sont les circonstances existant à l'époque de la sommation prévue aux art. 941 CO et 57 al. 1 ORC qui font règle pour décider de l'obligation d'une personne de s'inscrire au registre du commerce. Peu importe donc que, depuis lors, les conditions de l'assujettissement à l'inscription soient venues à défaillir pour un motif quelconque, par exemple en raison de la cessation de l'exploitation.\n\nSeule est déterminante la sommation qui a précédé la procédure des art. 57 et 58 ORC; on ne saurait en effet tenir compte de celles que le préposé a notifiées antérieurement, mais sans leur donner de suite, vu qu'elles ne font pas partie de la procédure en cours (RO 81 I 306).\n\nPar conséquent, il y a lieu d'examiner en l'occurrence si, le 14 juin 1963, date de la seconde sommation, Chavannes était astreint à s'inscrire au registre du commerce. Il faut en revanche omettre les faits survenus postérieurement, quand bien même seraient exactes les assertions du recourant, qui affirme n'avoir |141| plus travaillé dès le 7 novembre 1963 pour la Lloyd's et représenter à partir du 1er janvier 1965 une compagnie d'assurance inscrite au registre du commerce suisse.\n\n2. Le recourant reconnaît qu'en juin 1963, il exerçait une activité économique en vue d'un revenu régulier, mais il conteste avoir agi de façon indépendante. Il soutient qu'il n'était qu'un agent d'assurance de la Lloyd's de Londres, au sens de l'art. 34 LCA, et non un courtier libre (freier Makler); il aurait constamment travaillé sous la surveillance du mandataire général de cette compagnie en Suisse, ainsi que le démontreraient diverses pièces produites par son avocat.\n\nComme il ressort de l'arrêt cité au RO 66 I 82 ss., il faut se fonder sur les circonstances particulières de chaque cas pour trancher si une personne doit s'inscrire au registre du commerce. En revanche, certains des motifs avancés en 1940 par le Tribunal fédéral à l'appui de sa décision d'exempter l'agent d'assurance de l'inscription n'emportent pas la conviction.\n\nAinsi, l'activité d'un agent peut être indépendante, même s'il entretient des relations avec ses mandants non pas directement, mais par l'entremise d'un agent général ou d'une succursale. Conformément à la nature de son activité commerciale, il reçoit dans l'une et l'autre éventualité des instructions de ses mandants, qui lui indiquent notamment les conditions auxquelles ils désirent passer les contrats d'assurance. Il leur remet les documents ayant trait aux conventions conclues ou qui doivent l'être. S'il encaisse ou paie pour eux des sommes d'argent, il règle ensuite compte avec eux. Enfin, il touche pour son travail des provisions de ses mandants. Or, son activité ne saurait perdre son caractère indépendant par le fait que ceux-ci recourent aux services d'un intermédiaire, tels un agent général ou une succursale, pour régler l'ensemble de ces relations.\n\nIl importe également peu que l'agent signe lui-même les contrats d'assurance ou se borne à les négocier. Si seuls les agents négociateurs avaient une position dépendante, on ne comprendrait pas pourquoi l'art. 53 litt. A ch. 3 ORC ne mentionne pas de façon expresse uniquement les agents stipulateurs, ni pour quelle raison cette disposition cite aussi les courtiers, dont l'activité se limite à la négociation.\n\nEn outre, le fait que l'agent général, voire l'assureur ne figurent pas sur le registre du commerce suisse ne saurait dispenser l'agent de s'inscrire lui-même. En effet, les art. 934 al. 1 |142| CO et 52 ss. ORC ne font pas dépendre cette obligation de ce que les personnes pour lesquelles il travaille doivent s'inscrire et sont effectivement inscrites sur le registre.\n\nEnfin, l'importance du bureau de l'agent ne joue pas nécessairement un rôle décisif à cet égard, car le caractère indépendant de l'activité n'est pas fonction de la grandeur des locaux occupés par l'agent, ni du nombre de ses employés. Au surplus, le Conseil fédéral n'a prévu à l'art. 54 ORC aucune dispense d'inscription en faveur des agents ou courtiers dont la recette brute annuelle n'atteindrait pas 50 000 fr.\n\n3. A la lumière de ces principes, il y a lieu d'examiner la nature des liens contractuels qui unissaient le recourant à la société Lloyd's en date du 14 juin 1963 et de rechercher si le premier jouissait envers la seconde d'une indépendance telle que son inscription au registre du commerce doit être ordonnée.\n\nSelon une lettre adressée le 20 avril 1963 par le Bureau fédéral des assurances à la Direction de la justice du canton de Berne, le mandataire général de la Lloyd's en Suisse affirme que celle-ci n'engage aucun agent et ne recourt qu'aux services de courtiers libres, de \"brokers\", qui agissent \"comme négociateurs et en leur propre nom\". Par cette déclaration quelque peu équivoque, il veut manifestement dire que ces \"brokers\" négocient la conclusion de contrats d'assurance sans avoir la qualité d'employés de la compagnie Lloyd's. Il est en revanche évident que le recourant acceptait les propositions d'assurance au nom de cette société, ainsi que l'ont attesté différents preneurs.\n\nD'autres circonstances permettent aussi d'exclure l'existence d'un contrat de travail entre l'assureur et Chavannes. D'une part, ce dernier exerçait son activité sous la dénomination commerciale \"Direction d'assurances Joseph Chavannes\", accompagnée parfois de l'expression \"broker autorisé\", sans avoir le droit de mentionner la société Lloyd's. D'autre part, il faisait de la réclame en son nom propre, notamment en insérant des annonces dans les journeaux.\n\nA l'encontre de ces éléments, le recourant ne produit aucune pièce dont il ressortirait qu'il était lié à la Lloyd's par un contrat de travail. Sans doute, le mandataire général de cette compagnie lui donnait des instructions au sujet des tarifs applicables, du décompte des primes encaissées, des formulaires, etc. Mais il s'agit là de questions pour lesquelles l'agent doit se soumettre aux directives de la société, quel que soit son statut juridique. |143|\n\nEn revanche, Chavannes réglait librement l'emploi de son temps ainsi que l'organisation de son bureau et engageait à son gré les employés dont il avait besoin. Le rapport de subordination caractéristique du contrat de travail faisait dès lors défaut (RO 73 I 421), si bien que le recourant apparaissait aux yeux du public comme un homme d'affaires établi à son compte et exerçant son activité à ses risques et périls. Cette conclusion s'impose d'autant plus qu'il lui est arrivé d'acquérir des assurances pour une autre société anglaise que la Lloyd's.\n\nCela étant, l'autorité cantonale, se fondant sur les déclarations du mandataire général de cette compagnie, estime que Chavannes était un courtier. On ne saurait cependant souscrire à cette qualification juridique. En effet, le courtage n'a trait qu'à une ou plusieurs affaires déterminées, alors qu'en l'espèce, le recourant entretenait des relations suivies avec ses mandants et négociait la conclusion d'un nombre indéterminé de marchés d'un certain genre (RO 75 II 54). Or, une telle activité, exercée à titre permanent, est régie par les art. 418 a ss. CO sur le contrat d'agence; Chavannes était donc un agent, au sens de ces dispositions.\n\nContrairement à la règle énoncée au RO 66 I 84 ss., cette qualité d'agent implique ipso jure l'indépendance prévue à l'art. 52 al. 3 ORC et Chavannes ne saurait tenter d'établir qu'il apparaissait néanmoins, dans ses rapports avec le public et l'assureur, comme un simple auxiliaire dépendant. Etant donné qu'il exerçait son activité économique en vue d'un revenu régulier, il devait donc s'inscrire sur le registre du commerce, quand bien même la compagnie Lloyd's et son mandataire général en Suisse n'y figurent pas. Dans ces conditions, il y a lieu de procéder d'office à son inscription.\n\n4. En application de l'art. 943 CO, l'autorité cantonale a condamné le recourant à une amende de 100 fr. Celle-ci, qui est justifiée tant dans son principe que dans son montant et qui, d'ailleurs, ne fait en soi l'objet d'aucune critique, doit être maintenue.\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours et confirme la décision rendue le 25 septembre 1964 par le Conseil-exécutif du canton de Berne."}