{"annee": "91", "cour": "I", "page": "219", "date": "15/6/1965", "cite": ["82 I 203"], "cite_par": ["99 IB 250", "97 I 423", "101 IB 129", "92 I 307"], "chapeau": "37. Urteil der I. Zivilabteilung vom 15. Juni 1965 i.S. Dr. A. Wander AG gegen Eidg. Amt für geistiges Eigentum.", "regestes": ["Art. 2 ch. 2 LBI. But de la disposition. Notion de la fabrication de remèdes. Procédés non chimiques. Stérilisation par la chaleur. Art. 59 al. 1 LBI. Avant de rejeter la demande, l'office n'est pas tenu de communiquer au déposant, sous la forme de notifications, les motifs pour lesquels il considère que l'invention ne saurait être brevetée."], "faits": "BGE 91 I 219 S. 219\n\nDie Dr. A. Wander AG stellte am 2. Februar 1959 beim Eidgenössischen Amt für geistiges Eigentum das Gesuch um Erteilung eines Patentes für ein \"Verfahren zur Herstellung von sterilen, unbegrenzt haltbaren, Calciumsalze enthaltenden, intravenös und intramuskulär injizierbaren, wässrigen Vitamin D-Lösungen, welche aus toxikologisch bedingten Gründen nur sehr geringe Mengen von Lösungsvermittlern enthalten dürfen, BGE 91 I 219 S. 220durch Hitzesterilisation entsprechender wässriger Lösungen, dadurch gekennzeichnet, dass man als Vitamin D-Verbindung einen Vitamin D-Ester einer niedrigen Fettsäure verwendet.\"\n\nDas Amt vertrat in drei Beanstandungen die Auffassung, die Erfindung betreffe ein Verfahren zur Herstellung von Arzneimitteln auf anderm als chemischen Wege und sei daher gemäss Art. 2 Ziff. 2 PatG von der Patentierung ausgeschlossen. Da die Patentbewerberin an ihrem Gesuch festhielt, wies das Amt dieses mit Verfügung vom 9. Februar 1965 in Anwendung der eben genannten Bestimmung sowie von Art. 59 Abs. 1 PatG und Art. 13 Abs. 1 PatV I zurück.\n\nGegen diese Verfügung führt die Patentbewerberin beim Bundesgericht Verwaltungsgerichtsbeschwerde mit dem Antrag, das Amt anzuweisen, ihr das nachgesuchte Patent zu erteilen. Das Amt beantragt die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Neben den Erfindungen von Arzneimitteln sind nach Art. 2 Ziff. 2 PatG von der Patentierung ausgeschlossen \"Erfindungen von Verfahren zur Herstellung von Arzneimitteln auf anderem als chemischem Wege\". Eine solche Erfindung liegt vor, wenn das Enderzeugnis des Verfahrens ein Arzneimittel ist, das Verfahren die Herstellung eines solchen zum Gegenstand hat und die Herstellung auf nicht chemischem Wege erfolgt. Diese drei Voraussetzungen müssen zugleich erfüllt sein. Wenn eine davon fehlt, steht Art. 2 Ziff. 2 PatG der Patentierung des Verfahrens nicht im Wege.\n\nIm vorliegenden Falle ist unbestritten und steht ausser Zweifel, dass das Erzeugnis des als Erfindung beanspruchten Verfahrens ein Arzneimittel ist. Streitig und zu prüfen ist nur, ob auch die beiden andern Voraussetzungen für den Ausschluss von der Patentierung gegeben seien.\n\n2. Aus der Entstehungsgeschichte von Art. 2 Ziff. 2 PatG geht hervor, dass diese Bestimmung die Wahrung der Interessen der Allgemeinheit, insbesondere die Förderung der Gesundheitspflege bezweckt. Man befürchtete, die Gewährung des Patentschutzes für Erfindungen von Arzneimitteln und von Verfahren zur Herstellung solcher auf anderm als chemischem Wege würde zu einer Verteuerung der Arzneimittel führen. Der Ausschluss dieser Erfindungen von der Patentierung soll verhüten, dass unentbehrliche Heilmittel einem beträchtlichen Teil der BGE 91 I 219 S. 221Bevölkerung nicht oder nur zu untragbaren Bedingungen zur Verfügung stehen (vgl. namentlich die Botschaft des Bundesrates vom 25. April 1950 über die Revision des Bundesgesetzes betr. die Erfindungspatente, S. 28 f. = BBl 1950 I 1004 f.; Sten.Bull. NR 1952 S. 326 f., StR 1953 S. 357).\n\nDieser klar ersichtlichen Zielsetzung des Gesetzes ist bei der Auslegung Rechnung zu tragen, ohne dass zu prüfen wäre, ob die im Schrifttum vielfach kritisierten Überlegungen, die zum Erlass der fraglichen Bestimmung führten, stichhaltig seien oder nicht (vgl. hiezu BLUM/PEDRAZZINI I S. 206 f. Anm. 8 mit Hinweisen). Die in Art. 2 Ziff. 2 PatG umschriebenen Voraussetzungen für den Ausschluss pharmazeutischer Erfindungen von der Patentierung dürfen demgemäss nicht einschränkend ausgelegt werden.\n\n3. Die Beschwerdeführerin ist der Ansicht, eine \"Herstellung\" von Arzneimitteln liege nur vor, wenn als Arzneimittel nicht geeignete Stoffe oder Stoffgemische in ein als Arzneimittel verwendbares Erzeugnis übergeführt werden. Das Amt für geistiges Eigentum hat diese Auffassung mit Recht abgelehnt. Im Hinblick auf den in Erwägung 2 hievor dargelegten Zweckgedanken von Art. 2 Ziff. 2 PatG ist unter einem Verfahren zur \"Herstellung\" von Arzneimitteln jedes Verfahren zu verstehen, das zu einer für die Heilwirkung oder Heilanwendung oder sonstwie wesentlichen Änderung des Ausgangsstoffes führt (Urteil vom 6. April 1965 i.S. Kern). Als Herstellungsverfahren hat also insbesondere auch ein Verfahren zu gelten, durch das ein Arzneistoff so bearbeitet wird, dass ein für die Heilanwendung besser geeignetes oder angenehmeres Erzeugnis entsteht.\n\nDas Verfahren, das Gegenstand der von der Beschwerdeführerin zur Patentierung angemeldeten Erfindung ist, verfolgt den Zweck, für Einspritzungen bestimmte Vitamin-Lösungen durch Erhitzen zu sterilisieren, damit sie ohne schädliche Nebenwirkungen (Infektionen, Fieber) verwendet werden können. Es ist klar, dass es sich dabei um eine für die Heilwirkung und -anwendung wesentliche Veränderung des Ausgangsstoffes handelt. Durch die mit dem Erhitzen erreichte Abtötung der patho- und pyrogenen Keime entsteht aus einem als Arzneimittel nicht oder kaum verwendbaren Stoffe ein als solches Mittel geeignetes Erzeugnis. Hierin liegt ohne Zweifel die Herstellung eines Arzneimittels im Sinne von Art. 2 Ziff. 2 PatG.\n\nBGE 91 I 219 S. 222\n\n4. Über die Frage, welche Merkmale den chemischen Vorgang vom nichtchemischen unterscheiden, hat das Bundesgericht in BGE 82 I 208 Erw. 4 ausgeführt, sie beurteile sich \"nicht nach den Ergebnissen der neuesten wissenschaftlichen Forschung, die Zweifel an der Berechtigung der Unterscheidung zwischen Physik und Chemie wecken mag, sondern nach dem herkömmlichen Begriff des chemischen Vorganges, wie er den gesetzgebenden Behörden sowohl beim Erlass des alten als auch des geltenden Patentgesetzes vorgeschwebt hat\"; dieses letztere gehe in Übereinstimmung mit der unter dem frühern Gesetze herrschenden Lehrmeinung davon aus, \"dass physikalischanalytische Verfahren an sich nicht chemischer Natur sind, ein chemischer Vorgang vielmehr nur vorliegt, wenn die stoffliche Zusammensetzung von Molekülen verändert wird.\"\n\nEs besteht kein Grund, von dieser - in der Beschwerdeschrift nicht beanstandeten - Rechtsauffassung abzuweichen und durch eine weitere Umschreibung des Begriffs des chemischen Vorganges den Anwendungsbereich des Patentschutzes für Arzneimittel im Widerspruch zum Grundgedanken des Art. 2 Ziff. 2 PatG auszudehnen.\n\nDas Abtöten der schädlichen Keime, das im vorliegenden Falle entscheidend ist, beruht, wie das Amt und die Beschwerdeführerin übereinstimmend annehmen, auf der Koagulation (Ausflockung) und/oder Denaturierung von Proteinen. Dabei handelt es sich nach der Auffassung der Beschwerdeführerin um chemische Vorgänge im Sinne des Patentgesetzes, nach der Ansicht des Amtes dagegen um rein kolloid-chemische Vorgänge.\n\nIn den Veröffentlichungen, auf welche die Beschwerdeführerin sich beruft, wird nur mittelbar und keineswegs zwingend auf das Stattfinden chemischer Vorgänge im hergebrachten Sinne geschlossen. Diese Veröffentlichungen sind daher nicht beweiskräftig. Andere Beweise bietet die Beschwerdeführerin nicht an. Insbesondere beantragt sie nicht, ein Gutachten einzuholen. Ihre Vorbringen sind daher nicht geeignet, die von ihr angegriffene These des Amtes zu erschüttern, dass die massgebenden Vorgänge lediglich kolloid-chemischer Natur sind. Es besteht auch kein Anlass, den Sachverhalt von Amtes wegen zu überprüfen (Art. 105 OG).\n\nGegen die Auffassung des Amtes, dass kolloid-chemische Vorgänge nicht als chemische Vorgänge im Sinne von Art. 2 BGE 91 I 219 S. 223Ziff. 2 PatG zu betrachten sind, wendet die Beschwerdeführerin nichts ein.\n\nIst demnach mit dem Amte anzunehmen, dass das streitige Verfahren die Herstellung von Arzneimitteln auf anderem als chemischem Wege zum Gegenstand hat, so ist die Erfindung der Beschwerdeführerin gemäss Art. 2 Ziff. 2 PatG nicht patentierbar.\n\n5. Dass das Amt der Beschwerdeführerin gewisse Erwägungen nicht in einer Beanstandung, sondern erst in der Zurückweisungsverfügung mitteilte, bildet entgegen der Ansicht der Beschwerdeführerin keinen Grund für die Aufhebung des angefochtenen Entscheides. Nach Art. 59 Abs. 1 PatG ist ein Patentgesuch für eine Erfindung, welche durch Art. 2 von der Patentierung ausgeschlossen ist, \"ohne weiteres\" zurückzuweisen. Das Amt war also nicht gehalten, vor Erlass seiner Verfügung der Beschwerdeführerin alle seine Überlegungen in Form von Beanstandungen des Patentgesuches mitzuteilen und ihr so Gelegenheit zu einer Stellungnahme zu geben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}