{"annee": "91", "cour": "I", "page": "260", "date": "15/9/1965", "cite": ["79 I 155", "76 I 50", "72 I 294", "89 I 75", "74 I 377", "49 I 535", "50 I 289"], "cite_par": ["114 IA 395", "116 IA 477"], "chapeau": "41. Urteil vom 15. September 1965 i.S. Dietiker und Siegrist gegen den Grossen Rat des Kantons Aargau.", "regestes": ["Droit de vote des citoyens, incompatibilité, art. 85 lit. a OJ. 1. De par son droit de vote, le citoyen peut exiger que les autorités nommées par le peuple ne comprennent point de personnes inéligibles selon le droit constitutionnel cantonal (consid. 2). 2. Les instituteurs de district ne peuvent, conformément à l'art. 28 al. 3 de la Constitution du canton d'Argovie, conserver cette fonction et, en même temps, être membres du Grand Conseil du canton d'Argovie (consid. 3 et 4)."], "faits": "|260|\n\nA.- Bei den Gesamterneuerungswahlen für den Grossen Rat des Kantons Aargau wurden am 14. März 1965 folgende Bezirkslehrer als Mitglieder des Grossen Rates gewählt: Paul Binkert, 1917,\n\nvon Leibstadt, in Wettingen, im Bezirk Baden, Hans Zimmerli, 1915,\n\nvon und in Rothrist, im Bezirk Zofingen, Werner Schär, 1917,\n\nvon Murgenthal, in Zofingen, im Bezirk Zofingen.\n\n|261|\n\nNach Veröffentlichung der Wahlergebnisse erhob Notar Hans Rudolf Siegrist, Wettingen, Einsprache gegen die Wahl des Bezirkslehrers Paul Binkert in Wettingen. Der Einsprecher verwies auf Art. 28 Abs. 3 der Kantonsverfassung (KV), wonach aus dem Staatsgut besoldete Beamte, deren Wahl nicht dem Volke zusteht, in den Grossen Rat nicht wählbar sind.\n\nIn der konstituierenden Sitzung des Grossen Rates vom 27. April 1965 wurde über diese Einsprache diskutiert. Die Wahlaktenprüfungskommission stellte fest, dass die Einsprache nicht nur Herrn Binkert betreffe, sondern auch die beiden andern Bezirkslehrer Schär und Zimmerli. Unter Hinweis auf die bisherige Praxis beantragte die Wahlaktenprüfungskommission die Anerkennung dieser Wahlen. Grossrat Hans Strahm, Brugg, stellte einen Gegenantrag. Der Antrag der Wahlaktenprüfungskommission wurde indessen mit 1 lo: 60 Stimmen angenommen.\n\nB.- Mit staatsrechtlicher Beschwerde vom 1. Mai 1965 ficht Arthur Dietiker, Mellingen, den Validierungsbeschluss des Grossen Rates vom 27. April 1965 bezüglich der drei genannten Bezirkslehrer an. Er macht geltend, sie seien Beamte, die aus dem Staatsgut bezahlt und nicht vom Volk gewählt werden, sodass Art. 28 Abs. 3 KV verletzt worden sei.\n\nC.- Mit staatsrechtlicher Beschwerde vom 25. Mai 1965 verlangt Hans Rudolf Siegrist, Notar in Wettingen, die Aufhebung des Validierungsbeschlusses vom 27. April 1965 insoweit, als er sich auf den Bezirkslehrer Binkert bezieht. Auch mit dieser Beschwerde wird geltend gemacht, Art. 28 Abs. 3 KV sei verletzt.\n\nD.- Der Regierungsrat des Kantons Aargau beantragt im Namen des Grossen Rates die Abweisung der beiden staatsrechtlichen Beschwerden.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Arthur Dietiker beantragt die Aufhebung des Validierungsbeschlusses bezüglich aller drei Bezirkslehrer, während Hans Rudolf Siegrist die Aufhebung des Validierungsbeschlusses nur bezüglich Paul Binkert verlangt. Zur Begründung beider Beschwerden werden dieselben, aus Art. 28 Abs. 3 KV abgeleiteten Argumente vorgebracht. Die zweite Beschwerde verhält sich zur ersten wie ein Teil zum Ganzen, sodass es |262| sich rechtfertigt, die beiden staatsrechtlichen Beschwerden gemeinsam zu erledigen.\n\n2. Bei Beschwerden nach Art. 85 lit. a OG ist der Bürger, dem das politische Stimmrecht zusteht, legitimiert, die Rechtmässigkeit der Ergebnisse von Wahlen, die dem Volke zustehen, anzufechten (BGE 76 I 51). Zum Stimmrecht gehört auch der Anspruch des Bürgers darauf, dass die durch das Volk gewählten Behörden nicht mit Leuten besetzt werden, welche nach kantonalem Verfassungsrecht nicht gewählt werden dürfen. Wiewohl Unvereinbarkeitsvorschriften in der Regel vorab im öffentlichen Interesse aufgestellt werden, ist deshalb das Bundesgericht auf staatsrechtliche Beschwerden, mit denen eine Missachtung von Unvereinbarkeitsvorschriften geltend gemacht wurde, eingetreten (BGE 89 I 75,BGE 49 I 540,BGE 50 I 291ff.).\n\nOb die beiden im Kanton Aargau stimm- und wahlberechtigten Beschwerdeführer schon im kantonalen Verfahren Parteistellung hatten oder nicht, ist für ihre Beschwerdelegitimation ohne Bedeutung (BGE 79 I 158,BGE 74 I 379,BGE 72 I 294). Dass Hans Rudolf Siegrist gegen die Wahl des Paul Binkert Einsprache erhoben, Arthur Dietiker dagegen jede Einsprache innerhalb des Kantons unterlassen hat, ist daher ohne Rechtsfolge. Dies gilt umso eher, als der Grosse Rat über die Gültigkeit der Wahlergebnisse von Amtes wegen zu entscheiden hatte (§ 39 des aargauischen Grossratsreglementes). Aus diesem Grunde haben denn auch der Regierungsrat, die Wahlaktenprüfungskommission und der Grosse Rat selber die Wahl von zwei Bezirkslehrern im Bezirk Zofingen in die Prüfung einbezogen, obschon dagegen keine Einsprache erhoben worden war. Der Grosse Rat hat dabei als erste und einzige kantonale Instanz entschieden, sodass ein letztinstanzlicher Entscheid im Sinne von Art. 86 Abs. 1 OG vorliegt. Es handelt sich dabei auch nicht um einen blossen Vollzugsbeschluss zur Volkswahl. Durch sie haben die Wähler lediglich zum Ausdruck gebracht, dass die drei Bezirkslehrer dem kantonalen Parlament angehören sollen; das Parlament aber hatte darüber zu befinden, ob sie Mitglieder des Grossen Rates sein und zugleich Bezirkslehrer bleiben könnten. Dadurch, dass weder die Staatskanzlei noch die Bezirksämter die drei Kandidaten vor der Wahl zu einer Verzichterklärung im Sinne von § 3 Abs. 2 der Vollziehungsverordnung vom 14. März 1921 zum Gesetz über die Verhältniswahl des Grossen Rates vom 10. Januar 1921 (GRWV, GRWG) |263| aufgefordert haben, wurde der Entscheid des Grossen Rates nicht vorweggenommen. Die Beschwerdeführer haben daher ihre staatsrechtliche Beschwerde mit Recht gegen den Validierungsbeschluss vom 27. April 1965 gerichtet.\n\n3. Nach Art. 28 Abs. 3 KV sind die \"aus dem Staatsgut besoldeten Beamten, deren Wahl nicht dem Volke zusteht\", nicht in den Grossen Rat wählbar. Darüber, dass dies eine blosse Unvereinbarkeitsvorschrift ist, bestehen keine Meinungsverschiedenheiten. Gleich wie Art. 77 BV nicht hindert, dass ein vom Bundesrat gewählter Beamter in den Nationalrat gewählt wird und ihm angehören kann, wenn er auf das Amt verzichtet (RICHARD FRANK, Die Unvereinbarkeit von Bundesbeamtung und Nationalratsmandat, S. 58 ff.), kann auch ein nach Art. 28 Abs. 3 KV \"nicht wählbarer\" Beamter in den Grossen Rat gewählt werden, wenn er auf das Amt verzichtet, das ihn an der Ausübung des Grossratsmandates hindert.\n\nStreitig ist dagegen, ob das Amt, das die drei Bezirkslehrer innehaben, sie zu Beamten im Sinne von Art. 28 Abs. 3 KV mache. Wird auf den klaren Wortlaut dieser Vorschrift abgestellt, so ist offensichtlich, dass alle darin genannten Unvereinbarkeitsmerkmale bei den Bezirkslehrern gegeben sind:\n\na) Die Bezirkslehrer sind Beamte (Art. 6 Abs. 1 KV). Sie erfüllen eine öffentliche Aufgabe, die ihnen mit der Wahl durch eine Behörde für eine feste Amtsdauer übertragen wird. Sie stehen während der Amtsdauer in einem besonderen Gewaltsverhältnis, werden während dieser Zeit von einer Behörde beaufsichtigt und können von ihr disziplinarisch bestraft werden. Alle diese Merkmale charakterisieren das Beamtenverhältnis (vgl. ERICH RICHNER, Umfang und Grenzen der Freiheitsrechte der Beamten nach schweizerischem Recht, 1954, S. 28 ff.; HANS NEF, Öffentlichrechtliche und privatrechtliche Anstellung, in Personalprobleme der öffentlichen Verwaltung, 1944, S. 22 ff.; IM HOF, Das öffentlichrechtliche Dienstverhältnis, in ZSR 1929, S. 233 a ff., insbesondere S. 246 a ff.).\n\nb) Die Bezirkslehrer werden nicht vom Volk gewählt. Nach § 56 Abs. 3 des kantonalen Schulgesetzes vom 20. November 1940 (SG) wird die Wahlbehörde vom Regierungsrat speziell bestimmt, sofern das Wahlrecht von den beteiligten Gemeinden nicht dem Gemeinderat und der Schulpflege der Schulortsgemeinde übertragen wird.\n\nc) Die Bezirkslehrer werden gemäss Art. 65 Ziff. 2 lit. a KV |264| vom Staate besoldet; die Staatskasse trägt den gesamten Besoldungsaufwand.\n\n4. Sämtliche in Art. 28 Abs. 3 KV erwähnten Merkmale sind somit bei den Bezirkslehrern gegeben. Daraus folgt, dass sie nicht zugleich Bezirkslehrer bleiben und dem Grossen Rat angehören können, es sei denn, eine auf den wahren Sinn der Kantonsverfassung zurückgehende Interpretation würde schlüssig zu einem anderen Ergebnis führen. Was jedoch den Ausgangspunkt für eine derartige Auslegung bilden könnte, ist nicht ersichtlich. Insbesondere bietet ein Rückblick auf die Entwicklung der fraglichen Norm keine Anhaltspunkte für die Auffassung, unter den \"Beamten\" im Sinne von Art. 28 Abs. 3 KV seien nur die Staatsbeamten zu verstehen.\n\na) Die Staatsverfassung für den Kanton Aargau vom 22. Hornung 1852 enthielt in § 40 Abs. 2 folgende Bestimmung:\n\n\"Wer eine aus dem Staatsgute besoldete Beamtung oder ein öffentliches Lehramt bekleidet, kann nicht Mitglied des Grossen Rathes sein.\"\n\nDamit war klargestellt, dass alle Lehrer, gleichgültig von wem sie besoldet wurden, dem Grossen Rate nicht angehören konnten. Zur Begründung wurde dafür im Grossen Rat unter anderem ausgeführt: \"Das Volk kann nicht wollen, dass Beamte in derjenigen Behörde sitzen sollen, von der sie zu beaufsichtigen sind, kurz dass die Aufsichts- und die beaufsichtigte Behörde eine und dieselbe sei. Sonst hat die Aufsicht nichts zu bedeuten\" (vgl. S. 150 der Verhandlungen des Aargauischen Verfassungsrates aus dem Jahre 1851).\n\nb) In den Verhandlungen des Grossen Rates über die Verfassungsrevision der Jahre 1862/63 wurde versucht, den Beamtenausschluss einzuschränken, doch führten diese Bemühungen nicht zum Erfolg. Der Grosse Rat behielt § 40 Abs. 2 in seinem bisherigen Wortlaut bei (S. 132 ff. der Verhandlungen des Grossen Rathes des Kantons Aargau, Juni 1862), womit es auch weiterhin beim Ausschluss sämtlicher Lehrer vom Grossen Rate blieb.\n\nc) Erst die Verfassungsrevision aus dem Jahre 1885 brachte eine Änderung: Der Verfassungsrat nahm den Beamtenausschluss in der zweiten Lesung mit dem heute geltenden Wortlaut von § 28 Abs. 3 KV in den neuen Verfassungstext auf, wobei schon im Verfassungsrat Klarheit darüber bestand, |265| dass die Lehrer der Kantonsschule und des kantonalens Lehrerseminars, weil diese aus dem Staatsgut besoldet wurden, auch künftig dem Grossen Rate nicht angehören könnten. Massgeblich für den Ausschluss sollte die Abhängigkeit der nicht durch das Volk gewählten Lehrer vom Regierungsrat sein. Es gab damals keine Lehrer, die aus dem Staatsgut besoldet, aber nicht vom Regierungsrat gewählt wurden. Insbesondere wurden die Lehrer an den Gemeindeschulen auch von den Gemeinden bezahlt; Staatsbeiträge erhielten in diesem Zusammenhange nur jene Gemeinden, welche die erforderlichen Mittel nicht selber aufzubringen vermochten (§ 82 des Schulgesetzes für den Kanton Aargau vom 1. Brachmonat 1865), doch wurde dies nicht als Unvereinbarkeitsgrund betrachtet. Dass Lehrer, ausgenommen Kantonsschul- und Seminarlehrer, dem Grossen Rate angehören konnten, war in der Folge nicht umstritten. Insbesondere haben in jener sich bis zum Jahre 1919 erstreckenden Periode auch Bezirkslehrer dem Grossen Rate angehört, ohne dass dies je von irgend einer Seite angefochten worden wäre.\n\nd) Durch die Verfassungsrevision vom 10. November 1919 (Volksabstimmung vom 21. Dezember 1919) wurde Art. 65 KV in dem Sinne geändert, dass die Lehrerbesoldungen, namentlich auch die Besoldung der Bezirkslehrer, generell vom Staat übernommen wurden. Ein entsprechendes Gesetz über die Leistungen des Staates für die Volksschulen vom gleichen Datum sah in § 4 Abs. 1 vor:\n\n\"Die Besoldungen der staatlich anerkannten Lehrer und Lehrerinnen an der Gemeinde-, Fortbildungs- und Bezirksschule sowie an der Arbeitsschule setzen sich zusammen aus Grundgehalt und Dienstalterszulagen. Sie werden vom Staate übernommen und monatlich ausgerichtet.\"\n\nInfolge dieser Neuordnung wurden die Bezirkslehrer zu \"aus dem Staatsgut besoldeten Beamten\". Die ersten auf diese Änderung folgenden Neuwahlen des Grossen Rates fanden im Jahre 1921 statt. Damals wurden zwei Bezirkslehrer gewählt. Bezeichnenderweise beantragte der Regierungsrat dem Grossen Rat, deren Wahl nicht zu validieren, weil Art. 28 Abs. 3 KV nicht nur Staatsbeamte, sondern alle aus dem Staatsgut besoldeten Beamten betreffe. Der Grosse Rat vertrat jedoch mehrheitlich die gegenteilige Auffassung und erwahrte die Wahl der |266| beiden Bezirkslehrer mit 95: 75 Stimmen. In der Folge wurden in den Jahren 1925, 1929, 1933, 1957 und 1961 wiederum Bezirkslehrer in den Grossen Rat gewählt. Die Frage der Vereinbarkeit ihres Amtes mit der Zugehörigkeit zum Grossen Rat wurde nicht mehr aufgeworfen, nachdem das Problem schon im Jahre 1921 grundsätzlich erörtert worden war.\n\ne) Durch die Verfassungsrevision vom 23. Dezember 1945 schliesslich erhielt Art. 65 KV seine heutige Fassung; an der Besoldung der Bezirkslehrer durch den Staat wurde dadurch nichts geändert.\n\n5. Die seit dem Jahre 1921 geübte Praxis, das Amt des Bezirkslehrers als mit der Mitgliedschaft im Grossen Rat vereinbar zu betrachten und die Wahl von Bezirkslehrern in den Grossen Rat zu validieren, erweist sich somit als verfassungswidrig und lässt sich auch nicht auf Gewohnheitsrecht stützen, da solches sich nicht contra constitutionem bilden kann. Die beiden staatsrechtlichen Beschwerden sind deshalb gutzuheissen, ohne dass noch geprüft werden müsste, ob Bezirkslehrer im Kanton Aargau Staats- oder Gemeindebeamte seien.\n\nDemnach erkennt das Bundesgericht:\n\nDie beiden staatsrechtlichen Beschwerden werden gutgeheissen; der Validierungsbeschluss des Grossen Rates des Kantons Aargau vom 27. April 1965 wird aufgehoben, soweit er sich auf die Bezirkslehrer Paul Binkert, Hans Zimmerli und Werner Schär bezieht."}