{"annee": "91", "cour": "II", "page": "153", "date": "12/10/1965", "cite": ["85 II 305", "74 II 14", "89 II 304", "83 II 171", "82 II 587", "81 II 534", "61 II 300", "85 II 312", "71 II 256"], "cite_par": ["135 III 489", "132 III 1", "114 II 220"], "chapeau": "24. Urteil der II. Zivilabteilung vom 12. Oktober 1965 i.S. X. gegen X.", "regestes": ["Action en désaveu. Art. 253 ss CC. Action introduite après l'expiration du délai. Retard excusable selon l'art. 257 al. 3 CC: le mari n'apprend qu'après plusieurs années qu'une opération l'a rendu impuissant. Diligence requise. Si la requête de citation en conciliation (dans le canton de Berne) satisfait aux exigences de la norme précitée, le demandeur dispose, pour introduire le procès devant le tribunal, du délai fixé par l'art 153 al. 4 PC bernois (qui renvoie à l'art. 253 al. 1 CC), c'est-à-dire trois mois."], "faits": "|153|\n\nA.- Mit Urteil vom 9. August 1955 sprach das Bezirksgericht die Scheidung der Ehe X.-Y. gestützt auf Art. 139 ZGB aus und stellte dabei fest, dass die vor und während der Dauer der Ehe geborenen Kinder A. (geb. 1944), B. (1946) sowie die Zwillinge C. und D. (19. April 1953) bereits unter Vormundschaft stehen. Im August 1944 hatte sich der Ehemann X. wegen Tuberkulose des rechten Hodens in Basel der Semikastration rechts unterziehen müssen, und am 1. April 1948 war im Inselspital |154| in Bern der linke Nebenhoden wegen tuberkulöser Entzündung entfernt worden. Nach mehrjähriger Verwahrung zufolge strafrechtlicher Verurteilung wurde X. am 26. April, allenfalls im Juni oder Juli 1962 - der genaue Zeitpunkt ist nicht klargestellt - aus der Strafanstalt Thorberg bedingt entlassen. Er behauptet, er sei erst dort von zwei Mithäftlingen darauf aufmerksam gemacht worden, dass die beiden Operationen ihn möglicherweise zeugungsunfähig gemacht hätten. Am 9. Oktober 1962 bescheinigte ihm die chirurgische Universitätsklinik Bern auf sein Gesuch hin, dass er seit der Operation von 1948 zeugungsunfähig sei. X. unterbreitete dieses Zeugnis der Fürsorgedirektion des Kantons Bern in der Meinung, dass diese ihn von seinen Verpflichtungen gegenüber den Kindern C. und D. befreie. Die Fürsorgedirektion teilte ihm am 18. Oktober 1962 mit, sie werde ihn nach weiteren Abklärungen zu einer Besprechung vorladen. X. suchte daraufhin einen Anwalt auf, der am 22. Oktober 1962 beim Gerichtspräsidenten von W. um Ansetzung eines Termins für den Aussöhnungsversuch zwecks Anfechtung der Ehelichkeit der Zwillinge nachsuchte. Die Verhandlung vom 9. November 1962 verlief fruchtlos, sodass der Gerichtspräsident dem Kläger die Klagebewilligung erteilte. Am 19. Dezember 1962 reichte der Anwalt für X. gegen dessen frühere Ehefrau und die beiden Zwillinge C. und D. X. beim Amtsgericht Klage auf Anfechtung der Ehelichkeit der letzteren ein.\n\nDie Mutter und der Vormund der Kinder widersetzten sich der Klage. Das Amtsgericht ordnete zwei Begutachtungen an, die ergaben, dass der Kläger infolge der Operation von 1948 zeugungsunfähig ist und damit nicht der Vater der 1953 geborenen Zwillinge sein kann. Mit Urteil vom 19. Juni 1963 hiess das Amtsgericht daher die Klage gut, aberkannte den Zwillingen die Ehelichkeit und stellte fest, dass sie aussereheliche Söhne ihrer Mutter sind.\n\nB.- Dieses Urteil zog der Prozessvertreter der Zwillinge an den Appellationshof des Kantons Bern weiter mit dem Antrag auf Abweisung der Anfechtungsklage wegen verspäteter Einreichung. Die Mutter der Kinder focht das Urteil nicht an. Am 10. Februar 1965 hat der Appellationshof das Urteil des Amtsgerichts bestätigt.\n\nC.- Mit der vorliegenden Berufung halten die beklagten Söhne, vertreten durch den Amtsvormund, am Antrag auf |155| Abweisung der Klage fest; eventuell wird Rückweisung zur Aktenergänzung beantragt. Der Kläger trägt auf Bestätigung des Urteils an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dass der Kläger wegen der festgestellten Zeugungsunfähigkeit seit 1948 unmöglich der Vater der beklagten Zwillinge sein kann (Art. 254 ZGB), ist nicht streitig, sondern nur, ob der Kläger die Anfechtungsklage rechtzeitig erhoben hat.\n\nDie ordentliche Anfechtungsfrist beträgt gemäss Art. 253 ZGB drei Monate vom Zeitpunkt an, da der Ehemann von der Geburt Kenntnis erhalten hat. Diese Frist war vorliegend längst abgelaufen. Die Nachfrist von drei Monaten, welche gemäss Art. 257 Abs. 1 und 2 ZGB gewährt wird, wenn der Klageberechtigte arglistig zur Unterlassung der Anfechtung bewogen wurde, kommt nicht in Betracht. Der Umstand, dass die Mutter des Kindes einen Ehebruch in der kritischen Zeit bestritten hat, ist nach der Praxis unter diesem Gesichtspunkte bedeutungslos (BGE 61 II 301undBGE 71 II 259). Hingegen wird - und das ist prozessentscheidend - gemäss Art. 257 Abs. 3 eine Anfechtung noch zugelassen, wenn die Verspätung mit wichtigen Gründen entschuldigt wird. Dabei wird indessen eine dreimonatige Nachfrist analog Abs. 2 nicht in Gang gesetzt. Die Klage muss nunmehr mit aller nach den Umständen möglichen Beschleunigung erhoben werden (BGE 85 II 311 und dortige Zitate.) Daher ist zu untersuchen, bis zu welchem Zeitpunkt dem Kläger wichtige Gründe zur Unterlassung der Anfechtungsklage zuzubilligen sind und ob er alsdann mit der nach den Umständen möglichen Beschleunigung geklagt hat. Wo das Gesetz den Richter auf die Würdigung der Umstände oder auf wichtige Gründe verweist, hat er gemäss Art. 4 ZGB seine Entscheidung nach Recht und Billigkeit zu treffen.\n\n2. Wichtige Gründe zur verspäteten Klageeinreichung liegen nach der Rechtsprechung vor, wenn der Kläger bis anhin keine zureichende Veranlassung zu Zweifeln an der Ehelichkeit eines Kindes und zur Anhebung der Anfechtungsklage hatte. Blosse Zweifel ohne bestimmte Anhaltspunkte bilden indessen keine Grundlage zur Anfechtungsklage mit ihren sehr strengen Anforderungen. Es geht nicht an, einem Klageberechtigten die Klageerhebung zuzumuten, bevor er die erforderlichen tatsächlichen Grundlagen zur Klage besitzt. Insbesondere genügt blosse Ungewissheit |156| des Ehemannes hinsichtlich seiner Zeugungsfähigkeit nicht als Fundament zur Anfechtungsklage; es kann von ihm nicht verlangt werden, auf Grund blosser Zweifel und Befürchtungen die Klage einzureichen und es darauf ankommen zu lassen, ob das gerichtlich anzuordnende Beweisverfahren die nach Artikel 254 ZGB erforderliche Klagegrundlage zu liefern vermöge. Wohl können aber die Umstände so liegen, dass der Kläger gehalten ist, sich über den Tatbestand Gewissheit zu verschaffen, und dass das Unterlassen einer Abklärung als unentschuldbar erscheint (BGE 71 II 259f., BGE 83 II 175).\n\n3. Im vorliegenden Falle hat der Kläger glaubhaft dargetan, dass er nach der zweiten Operation von 1948 nicht über den Verlust seiner Zeugungsunfähigkeit aufgeklärt worden ist und dass ihn nur der Fortbestand der potentia coeundi interessierte. Nach der ärztlichen Meinungsäusserung im Gutachten der chirurgischen Universitätsklinik Bern vom 2. September 1963 ist es \"durchaus nicht immer Usus, Patienten über alle möglichen Aspekte einer Erkrankung zu orientieren, wenn sie nicht ausdrüchlich danach fragen. Im allgemeinen interessieren sich Patienten mit Erkrankungen der Geschlechtsorgane in erster Linie darum, ob sie ihre Männlichkeit und ihre Potenz behalten, vor allem wenn sie bereits Vater eines oder mehrerer Kinder sind\". Dazu kommt, dass sich der Kläger noch im Jahre 1959 gegen eine Namensänderung der Kinder wehrte, was er wohl bei Zweifeln an seiner Vaterschaft nicht getan hätte.\n\nGewisse Zweifel wurden in ihm erst in der Anstalt Thorberg durch Äusserungen von Mitgefangenen erweckt, als ihm diese von einer möglichen Zeugungsunfähigkeit sprachen. Die Berufungskläger haben nun die Rückweisung der Sache zur Ergänzung des Tatbestands dahin beantragt, dass die näheren Umstände abzuklären seien, unter denen der Kläger von Mithäftlingen solche Informationen erhielt und wann genau er aus der Anstalt entlassen worden sei. Beim Kläger seien damals konkrete Zweifel erweckt worden, welche geeignet gewesen seien, ihn zu sofortigen Nachforschungen zu veranlassen.\n\nDiesem Antrag ist nicht zu entsprechen. Es ist nicht behauptet worden, dass diese Mithäftlinge etwa medizinische Sachverständige gewesen seien. Wenn ein Verwahrungsgefangener, der auf bedingte Entlassung hofft, gestützt auf solche Äusserungen von Mitgefangenen nicht sofort die Direktion, den Anstaltsgeistlichen oder andere Anstaltsorgane mit der Angelegenheit |157| behelligt, sondern mit der Abklärung bis nach seiner Entlassung zuwartet, ist das hinreichend entschuldbar. Nach der Entlassung hatte sich der Kläger in erster Linie um Arbeit, ein geordnetes Leben und Wiedereingliederung in die menschliche Gesellschaft zu kümmern. Es war ihm nicht zuzumuten, seine Tätigkeit sofort auf die Anfechtungsklage zu konzentrieren, deswegen herumzureisen und Ärzte und Behörden in Anspruch zu nehmen. Um sofort einen Anwalt beizuziehen, fehlten ihm offenbar die Mittel. Seine eigenen Nachforschungen bei den Ärzten, die ihn vor mehr als 10 Jahren behandelt hatten, waren für den einfachen, mit krimineller Vergangenheit belasteten Mann offenbar nicht leicht. Ob er schon am 26. April oder erst im Juni oder Juli 1962 aus der Anstalt entlassen wurde, ist nicht entscheidend. Wenn er erst am 9. Oktober 1962 darauf gekommen ist, das einzig Richtige vorzukehren, nämlich in der chirurgischen Klinik der Universität Bern durch eine nochmalige Untersuchung seine Zeugungsunfähigkeit feststellen und sich bescheinigen zu lassen, so ist ihm das in Würdigung seiner besonderen Situation nicht als unentschuldbare Säumnis anzurechnen. Erst von jetzt an schöpfte er einen starken und hinreichend begründeten Verdacht; nun hatte er Anlass, mit tunlichster Beschleunigung die Klage einzureichen.\n\nNach Kenntnisnahme dieses Sachverhaltes hat sich der Kläger wenige Tage später (irrtümlich) an die bernische Fürsorgedirektion gewandt, und als er von dieser einen etwas ausweichenden Bescheid erhielt, sofort einen Anwalt konsultiert, der dann schon am 22. Oktober 1962 als ersten Schritt zur Anfechtungsklage ein Ladungsansuchen für einen Aussöhungsversuch stellte. Dieser endete am 9. November 1962 vor dem Gerichtspräsidenten mit der Erteilung der formellen Klagebewilligung. Bis dahin sind dem Kläger mit der Vorinstanz in gerechter und billiger Würdigung aller Umstände keine Vorwürfe wegen unentschuldbarer Saumseligkeit zu machen.\n\n4. Es könnte sich nur noch fragen, ob dem Kläger daraus ein Vorwurf gemacht werden kann, dass er bzw. sein Anwalt die schriftliche Klage dann erst am 19. Dezember 1962 eingereicht hat. Nach dem zitierten bundesgerichtlichen Entscheid (BGE 85 II 312 oben) müsste ein Zuwarten von 7 Wochen nach der nachträglichen Entdeckung der Anfechtungsgrundlagen bis zur Klageeinreichung (beim Friedensrichter) durch ganz besondere Umstände gerechtfertigt sein. Nun werden jedoch nach der |158| bundesgerichtlichen Rechtsprechung die Fristen, binnen deren nach Bundesrecht eine Klage bei Gefahr der Verwirkung eingereicht werden muss, schon durch ein Gesuch um Durchführung eines Aussöhungsversuches eingehalten, wenn ein solcher nach kantonalem Prozessrecht nötig oder zulässig ist und nach dem Scheitern des Versuches entweder der Sühnebeamte die Streitsache von Amtes wegen an das Gericht weiterzuleiten hat oder der Kläger zur Vermeidung von Rechtsnachteilen gehalten ist, den Richter binnen bestimmter, vom kantonalen Prozessrecht gesetzter Frist anzurufen, und er es auch tatsächlich binnen dieser Frist tut (BGE 74 II 15, BGE 81 II 538, BGE 82 II 590, BGE 85 II 315, BGE 89 II 307). Nach der bernischen ZPO berechtigt die Klagebewilligung zur Anhebung der Klage während der Klagefrist. Diese beträgt normalerweise 6 Monate; in Streitigkeiten über Ansprüche jedoch, für welche eine kürzere als die 6-monatige Verwirkungsfrist gilt, ist die Klagefrist auf die Dauer dieser Verwirkungsfrist verkürzt (Art. 153 Abs. 2-4 ZPO). Die primäre Verwirkungsfrist für die Anfechtungsklage ist diejenige nach Art. 253 Abs. 1 ZGB, also drei Monate; sie ist kürzer als die prozessuale Klagefrist nach Art. 153 Abs. 1 bern. ZPO. Also läuft dem Kläger vom erfolglosen Aussöhnungsversuch an für die Klageeinreichung diese dreimonatige Frist nach Art. 253 Abs. 1 ZGB, die hier kraft kantonalen Prozessrechts zur Anwendung kommt (so auch LEUCH, ZPO Art. 153 N. 3). Im heutigen Falle hatte der Kläger also vom 9. November 1962 an 3 Monate Zeit zur Einreichung der Klage. Mit der Einreichung am 19. Dezember hielt er die Frist ein.\n\nSelbst wenn man übrigens annähme, der Kläger sei vom Aussöhnungsversuch an ungeachtet der verkürzten Klagefrist des Art. 153 Abs. 4 bern. ZPO zu möglichst beförderlichem Vorgehen verpflichtet gewesen, so müsste ihm mit der Vorinstanz zugebilligt werden, dass er bzw. sein Anwalt diesem Erfordernis genügte. Der Kläger erlitt am 15. November 1962 einen Unfall, der ihn einen Monat ans Bett fesselte; sein Anwalt war nach den Feststellungen der Vorinstanz vom 14. November bis zum 14. Dezember 1962 in Thun durch einen Schwurgerichtsprozess in Anspruch genommen; beide Umstände erschwerten die Fühlungnahme zwischen Anwalt und Klient sehr erheblich. Nach dem 14. Dezember waren dann binnen fünf Tagen die Klageschrift verfasst und die Beweismittel geordnet. Unter diesen Umständen kann weder dem Kläger noch seinem Anwalt |159| Saumseligkeit vorgeworfen werden. Der Vorwurf wäre selbst dann nicht gerechtfertigt, wenn, wie die Beklagten behaupten, der Anwalt nur bis zum 23. November durch das Schwurgericht beansprucht gewesen sein sollte.\n\nErweist sich mithin die Berufung zweifellos als unbegründet, ist sie gemäss Art. 60 Abs. 2 OG ohne öffentliche Beratung zu erledigen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern vom 10. Februar 1965 bestätigt."}