{"annee": "91", "cour": "II", "page": "197", "date": "6/4/1965", "cite": [], "cite_par": ["98 II 40", "102 II 343"], "chapeau": "30. Extrait de l'arrêt de la Ie Cour civile du 6 avril 1965 dans la cause Commune d'Ayent contre Aymon.", "regestes": ["Responsabilité du propriétaire d'un ouvrage. Art. 58 CO. Entretien des routes. Sablage. Conditions et étendue de l'obligation de la communauté publique de prendre, de par le droit privé, des mesures pour empêcher les piétons de glisser sur les routes à l'intérieur d'une petite localité de montagne (consid. 2 à 4). Faute du lésé (consid. 5)."], "faits": "|197|\n\nA.- Au village de Saxonne (commune d'Ayent), à l'altitude de 1050 m, une rue carrossable mais parfois étroite, bordée de bâtiments mais guère passante vers la fin d'une après-midi hivernale, conduit de la route St-Romain-Antzère vers l'ouest. Au bout de 50 m, elle s'élève puis s'abaisse; du sommet part vers le nord une ruelle où habitait Adèle Aymon, âgée de 78 ans. Le 6 janvier 1962 vers 16 h 45, celle-ci se rendait comme de coutume à la laiterie lorsqu'elle glissa une première fois sur la partie orientale du dos d'âne, se releva, mais ne tarda pas |198| à retomber, en présence de ses deux nièces. Elle resta immobilisée non loin de l'endroit où un sentier encaissé débouche, charriant l'eau qui s'y amasse sur la chaussée concave où elle laisse des traces nettes.\n\nL'entretien des routes à l'intérieur des villages d'Ayent incombe à la commune, qui en a chargé un responsable par localité, sous les ordres d'un conseiller municipal. Selon un usage assez généralisé dans le canton, on avait préparé avant chaque hiver, dès 1952 en tout cas, des dépôts de sable, dont l'un se trouvait à 50 m du lieu de l'accident. On répandit du sable le 29 décembre 1961. A la suite de quelques chutes de neige, il n'en restait tout au plus que quelques traces le 6 janvier. Or du verglas s'était formé à nouveau, non point brusquement le 6 janvier, mais pour le moins durant les deux ou trois jours précédents; le 3 janvier, l'Etat intervint déjà sur la route, pourtant mieux ensoleillée, qui mène à Saxonne. Domicilié dans le village même, le responsable du sablage eut le temps de voir la nécessité de pallier le danger. Il s'abstint néanmoins. C'est donc sur une chaussée rendue glissante en maints endroits en raison d'un fort verglas que se produisit l'accident; d'autres personnes tombèrent et on eut de la peine à transporter la victime, au point qu'une dame jeta du foin sur une dizaine de mètres.\n\nA l'époque de l'accident, dame Aymon était alerte et vive, tenait le ménage d'un fils et soignait encore du bétail. Hospitalisée et opérée pour une fracture multifragmentaire de la hanche droite, elle resta plus de deux ans alitée et décéda le 28 juillet 1964, sans être retournée chez elle et au terme de longues et pénibles souffrances.\n\nB.- Le 29 septembre 1962, la victime a intenté contre la commune une action que poursuivirent ses héritiers.\n\nLa défenderesse a conclu à libération.\n\nLe 30 octobre 1964, la IIe Cour civile du Tribunal cantonal valaisan (art. 283 al. 4 PC) a alloué 13 410 fr. 45.\n\nLa réparation du dommage constaté a été réduite d'un quart en raison d'une faute concomitante de la défunte.\n\nC.- Agissant par la voie du recours en réforme, la défenderesse prie le Tribunal fédéral de rejeter la demande et, subsidiairement, d'augmenter la réduction pour faute de la victime, de refuser l'indemnité pour tort moral, de déduire du dommage la pension économisée durant le séjour à l'hôpital et de rejeter |199| le chef de conclusions tendant au remboursement des frais de sépulture.\n\nLe TF a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. C'est en principe le droit public qui précise dans quelle mesure les voies publiques doivent être entretenues. Lorsque ses prescriptions ont été observées, un défaut d'entretien ne peut être admis que si des mesures élémentaires ont été négligées; en raison de son étendue, un réseau routier ne peut en effet sans dépenses excessives faire l'objet de contrôles aussi minutieux que, par exemple, un seul bâtiment. C'est pourquoi le Tribunal fédéral a déclaré qu'à défaut d'une disposition expresse de droit public, la communauté n'est pas tenue de sabler ses routes pour faciliter la circulation automobile pendant l'hiver. Il n'a réservé que des cas exceptionnels où le sablage s'impose comme une nécessité élémentaire (RO 76 II 218 ss.; 78 II 152 ss.).\n\nLa solution est la même en ce qui concerne l'obligation de répandre un produit sur les trottoirs et sur les rues à l'intérieur des localités. C'est le droit public qui précise dans quelle mesure la collectivité est tenue de répandre du sable ou quelque autre produit, afin de préserver les piétons du danger de glissade. On ne peut déduire de l'art. 58 CO une obligation plus étendue que lorsque le droit cantonal ne tient pas compte des exigences les plus élémentaires. Ces exigences varient selon les lieux et les circonstances. Il faut notamment apprécier l'intensité du trafic des piétons à un endroit donné et se demander jusqu'à quel point on peut exiger d'eux qu'ils prennent eux-mêmes certaines précautions pour parer au danger de glissade et dans quelle mesure cela est possible. Il faut en outre considérer que l'on ne peut imposer à la communauté publique des sacrifices financiers auxquels elle ne pourrait pas faire face - ou seulement au prix de lourdes difficultés - compte tenu de ses autres tâches (RO 89 II 334/5).\n\nSi la loi valaisanne sur les routes, du 1er février 1933, dispose que l'entretien d'un chemin public à l'intérieur d'une localité incombe aux communes, elle est muette en revanche sur les modalités et la mesure de cette charge (art. 25); lorsqu'elle par le du déblaiement de la neige et de la glace (art. 23), elle ne vise pas le sablage. La commune d'Ayent n'a édicté aucun règlement à ce sujet. Point n'est besoin de décider si l'usage répandu |200| depuis longtemps en Valais, et constaté par la Cour cantonale, constitue la reconnaissance d'une obligation devenue coutume. L'action doit être admise en effet sur la base du droit fédéral.\n\n3. S'appuyant sur l'opinion d'OFTINGER (Schw. Haftpflichtrecht, II/1 p. 90), la recourante conteste que la jurisprudence citée s'applique aux petites localités, en montagne notamment. Cet avis est contraire à la pratique, qui commande avec raison d'apprécier selon les lieux et les circonstances; une exception de principe et générale ne se concilie pas avec la nature même du raisonnement que tiennent à juste titre les tribunaux: l'importance de la localité où s'est produit l'accident n'est qu'une des circonstances pertinentes, elle n'est pas décisive à elle seule.\n\nAussi bien, la Cour cantonale constate-t-elle que l'augmentation du trafic est générale, la situation financière des communes valaisannes meilleure, la conscience des charges de la circulation routière toujours plus aiguë. C'est un signe que la recourante elle-même se soit décidée, il y a plus de dix ans, à se conformer à un usage devenu courant et à organiser le sablage, à y préposer des responsables et à préparer des réserves sur place.\n\n4. La rue où s'est déroulé l'accident, dont la chaussée était verglacée et peu fréquentée, dessert, dans un petit village de montagne, un groupe de maisons, sa laiterie et son épicerie. Déclive et étroite au lieu de la chute, elle y reçoit en outre l'eau d'un chemin encaissé, qui peut geler la nuit, comme aussi le produit de la fonte de la neige accumulée sur les toits. Depuis deux à trois jours au moins, de la glace nouvelle s'était formée et il ne restait tout au plus que quelques traces du dernier sablage. Il était aisé au responsable domicilié dans le village de voir le risque à temps, comme le fit l'Etat sur la route de Saxonne, et d'y remédier très rapidement et sans peines ni frais excessifs grâce au dépôt voisin préparé pour l'hiver. Dans de telles circonstances, une nouvelle intervention s'imposait comme une nécessité élémentaire. Encore que les précautions prises par la recourante ne doivent point inciter le juge à en déduire sans autre un devoir dans un cas déterminé (OFTINGER, op.cit., II/1 p. 89), elles ont pu induire le public en erreur et lui donner un sentiment trompeur de sécurité. En outre, que d'autres personnes soient tombées et que le transport de la victime ait été difficile montre qu'il était malaisé aux piétons de se garder de chutes dangereuses jusqu'au moment où une dame avisée répandit du foin sur la chaussée. Le défaut d'entretien existe |201| donc. Peut-être est-on cependant en présence d'un cas limite, dont la solution ne doit pas inciter à trouver évidente, dans tous les cas, la responsabilité de la communauté publique.\n\n5. La Cour cantonale a estimé que la victime avait commis une faute grave, dont elle a apprécié l'effet en réduisant d'un quart la réparation du dommage. Il est vrai que dame Aymon, qui à 78 ans se rendait chaque jour à la laiterie, eût été bien inspirée, connaissant l'état du chemin, de se faire accompagner le 6 janvier 1962. Mais c'est surtout après sa première chute que son attitude n'est guère compréhensible. Elle continua sans demander de l'aide, quand bien même deux nièces étaient là et que sa mésaventure l'eût prévenue du danger. Sans doute, d'autres personnes n'y échappèrent point, mais vu son âge, elle ne pouvait omettre une précaution normalement efficace, ou devait confier à une personne plus jeune le soin de quérir son lait. S'agissant d'une appréciation, le tribunal n'a pas de raison de modifier la réduction opérée par la Cour cantonale qui, pour une faute prétendument grave, est quelque peu modeste. A la vérité, l'imprudence n'était point si lourde."}