{"annee": "86", "cour": "IV", "page": "206", "date": "9/12/1960", "cite": ["79 IV 9", "71 IV 113", "81 IV 34", "78 IV 152"], "cite_par": ["94 IV 20", "88 IV 18", "99 IV 80", "107 IV 172", "88 I 93"], "chapeau": "53. Auszug aus dem Urteil des Kassationshofes vom 9. Dezember 1960 i.S. Gimmi gegen Staatsanwaltschaft des Kantons Thurgau.", "regestes": ["Art. 153 et 154 CP. Quand l'auteur fait-il métier de ces infractions? L'auteur dont les actes ont exclusivement atteint une seule et même victime peut néanmoins avoir été disposé à agir à l'égard d'un nombre indéterminé de personnes."], "faits": "|206|\n\nA.- Gimmi, Inhaber einer Molkerei in Frauenfeld, verkaufte die Überschussmilch der Milchpulverfabrik in Sulgen. Der dieser in der Zeit vom 1. Mai bis 31. Oktober 1959 als vollwertig abgelieferten Überschussmilch hatte er in rund 120 Fällen Rahm im Durchschnittsgewicht von 8,5 kg. entnommen.\n\nB.- Das Bezirksgericht Frauenfeld erklärte Gimmi schuldig der fortgesetzten und wiederholten gewerbsmässigen Warenfälschung (Art. 153 Abs. 2 StGB) und des fortgesetzten und wiederholten gewerbsmässigen Inverkehrbringens im Werte verringerter Waren (Art. 154 Ziff. 1 Abs. 2) und verurteilte ihn zu einer bedingt vollziehbaren |207| Gefängnisstrafe von sechs Monaten und zu einer bedingt vorzeitig löschbaren Busse von Fr. 1000.--. Ferner ordnete es die Veröffentlichung des Urteils im kantonalen Amtsblatt und im \"Thurgauer Bauer\" an.\n\nDas Obergericht des Kantons Thurgau bestätigte am 27. Oktober 1960 dieses Urteil in den wesentlichen Punkten.\n\nC.- Gimmi führt Nichtigkeitsbeschwerde gegen das obergerichtliche Urteil. Er bestreitet, dass er die strafbaren Handlungen gewerbsmässig begangen habe.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach der Rechtsprechung des Bundesgerichts vergeht sich gewerbsmässig, wer in der Absicht, zu einem Erwerbseinkommen zu gelangen, und mit der Bereitschaft, gegen unbestimmt viele zu handeln, die Tat wiederholt begeht (BGE 81 IV 36,BGE 79 IV 11, 118 und dort erwähnte frühere Entscheidungen). Fest steht, dass der Beschwerdeführer an rund 120 Tagen die Milch entrahmt und als vollwertige Überschussmilch der Milchpulverfabrik abgeliefert hat und dabei die Absicht hatte, sich durch die strafbaren Handlungen ein Einkommen zu verschaffen. Dagegen bestreitet der Beschwerdeführer, dass er bereit gewesen sei, ausser gegenüber der Milchpulverfabrik auch gegenüber unbestimmt vielen andern Milchabnehmern die Tat zu begehen.\n\nOb der Täter bereit war, gegen unbestimmt viele zu handeln, ist Tatfrage (BGE 71 IV 116). Die Feststellung der Vorinstanz, dass der Beschwerdeführer diese Bereitschaft hatte, bindet daher den Kassationshof (Art. 277 bis Abs. 1 BStP), vorausgesetzt, dass sie den Rechtsbegriff der Bereitschaft, das Verbrechen oder Vergehen gegenüber beliebigen Personen zu begehen, nicht missverstanden hat (BGE 79 IV 15). Wohl kennzeichnet den Gewerbetreibenden im allgemeinen, dass er bereit ist, die auf Einnahmen gerichtete Tätigkeit auszuüben, wo immer sich passende Gelegenheit bietet. Diese Bereitschaft erfordert jedoch nicht, dass er jede Gelegenheit, die ihm Einkommen |208| verspricht, ausnütze und dementsprechend wahllos jeden als Kunden annehme. Wie der Gewerbetreibende seine Kunden aussuchen kann, so kann auch der Verbrecher gewerbsmässig handeln, wenn er seine Opfer nur in bestimmten Kreisen sucht oder die Tat nur gegenüber Personen begehen will, die bestimmte Voraussetzungen erfüllen (BGE 71 IV 115,BGE 78 IV 155,BGE 79 IV 13). Diese Beschränkung in der Wahl der Opfer macht den Fall möglich, dass der Täter während einer gewissen Zeitspanne seinen verbrecherischen Willen nur gegenüber einer einzigen Person verwirrklichen und trotzdem bereit sein kann, die Tat gegenüber unbestimmt vielen Personen, welche die gleichen Voraussetzungen erfüllen, zu wiederholen. Gewerbsmässiges Handeln gegenüber nur einer Person ist auch begrifflich nicht ausgeschlossen. Zum Begriff des erlaubten Gewerbes, der für die Bestimmung der Merkmale der gewerbsmässigen Begehung strafbarer Handlungen massgebend ist (BGE 79 IV 12), gehört nicht notwendig, dass der Inhaber eines Gewerbes mit einer grösseren Anzahl von Kunden verkehrt; ein Gewerbe betreibt auch, wer seine Waren einem einzigen Abnehmer liefert, wie dies in gewissen Wirtschaftszweigen tatsächlich nicht selten vorkommt. Strafbare Gewerbsmässigkeit kann deshalb auch vorliegen, wenn die wiederholte Begehung ausschliesslich gegen die gleiche Person gerichtet ist. Voraussetzung ist aber, dass nicht aus besonderen Gründen geschlossen werden muss, der Täter habe sich nur gerade gegen diese eine Person vergehen wollen und er wäre infolgedessen gegenüber andern Personen, selbst wenn sich ihm eine passende Gelegenheit geboten hätte, untätig geblieben.\n\nSolche besondere Umstände waren im vorliegenden Falle nicht gegeben. Die Vorinstanz schliesst aus der Skrupellosigkeit, mit der der Beschwerdeführer während längerer Zeit die Milchpulverfabrik mit entrahmter Milch belieferte, und aus den widersprüchlichen Darstellungen, die er zur Rechtfertigung seines Handelns gab, dass er nur deswegen einzig die Milchpulverfabrik geschädigt habe, weil er bei |209| diesem Kunden vor Entdeckung gesichert zu sein glaubte, dass er sich aber auch zum Schaden anderer Milchabnehmer bereichert hätte, sooft ihm ein solcher die gleiche Sicherheit geboten hätte. Dass diese Möglichkeit eintrete, war nicht zum vornherein ausgeschlossen. Das Obergericht hat somit den Begriff der Bereitschaft, gegen unbestimmt viele zu handeln, nicht verkannt. Was der Beschwerdeführer hiegegen vorbringt, richtet sich in Wirklichkeit gegen die auf Beweiswürdigung beruhenden tatsächlichen Feststellungen und ist daher gemäss Art. 273 Abs. 1 lit. b BStP nicht zu hören.\n\n2. ...\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}