{"annee": "86", "cour": "II", "page": "108", "date": "17/5/1960", "cite": ["52 II 370", "71 II 233", "57 II 334"], "cite_par": ["93 II 135", "87 II 320", "122 III 469", "107 II 277", "114 II 91", "92 IV 38"], "chapeau": "19. Auszug aus dem Urteil der I. Zivilabteilung vom 17. Mai 1960 i. S. Verband Schweizerischer Radio- und Televisions-Fachgeschäfte und Mitbeteiligte gegen Eschenmoser.", "regestes": ["Un marchand d'appareils radiophoniques commet-il des actes de concurrence déloyale s'il vend des appareils dont les numéros de fabrication ont été supprimés? (consid. 2). Notion de l'acte de concurrence (consid. 2 a). Y a-t-il une concurrence déloyale dans le fait - de profiter de ce qu'un tiers viole un contrat? (consid. 2 b); - d'éluder des impôts? (consid. 3 a); - d'abuser des prestations de concurrents? (consid. 3 b); - de ne pas se conformer aux conditions de travail usuelles dans la profession? (consid. 3 d); - d'enfreindre des dispositions légales? (consid. 3 e); - de vendre à des prix inférieurs à ceux des concurrents? (consid. 4)."], "faits": "BGE 86 II 108 S. 108\n\nA.- Der Kläger 1, der Verband schweizerischer Radiound Televisions-Fachgeschäfte, ist ein im Handelsregister BGE 86 II 108 S. 109eingetragener Verein mit dem Zwecke, die beruflichen und kaufmännischen Interessen seiner Mitglieder zu wahren und zu fördern.\n\nDie Kläger 2-10 sind Inhaber von Radiofachgeschäften in Zürich, die dem Kläger 1 als Mitglieder angehören. Die Kläger 11 und 12 sind schweizerische Niederlassungen ausländischer Fabrikationsunternehmen von Radio- und Fernsehapparaten.\n\nDer Beklagte Eschenmoser betreibt ein Handelsgeschäft für Radio- und Fernsehapparate. Er ist nicht Mitglied des VSRT. Die von ihm vertriebenen ausländischen Erzeugnisse bezieht er nicht von den schweizerischen Generalvertretern der betreffenden Unternehmen, sondern vorwiegend von Händlern im Ausland. Da er infolgedessen nicht an die von den Generalvertretern aufgestellten Preisvorschriften gebunden ist, kann er wesentlich billiger verkaufen als die Händler, welche ihre Ware von den Generalvertretern beziehen. Darauf weist er in der Werbung hin. An den von ihm verkauften Radio- und Fernsehgeräten sind in der Regel die Fabrikationsnummern entfernt, damit seine Bezugsquellen nicht ausfindig gemacht werden können.\n\nB.- Da die Kläger die Art, in der sich der Beklagte seine Waren beschafft, seine Preisgestaltung, die Reklame und das sonstige Geschäftsgebaren als unlauteren Wettbewerb erachteten, erhoben sie gegen ihn Klage, mit der sie unter anderm beantragten, es sei festzustellen, dass der Beklagte unlauteren Wettbewerb begehe, indem er\n\na) an den von ihm vertriebenen Radio- und Fernsehapparaten die von den Herstellern angebrachten Fabrikationsnummern entferne bzw. Apparate mit entfernten Fabrikationsnummern verkaufe,\n\nb) eine Reihe von näher umschriebenen Handlungen begehe, die gegen Treu und Glauben verstossende Mittel im Wettbewerb darstellen,\n\nc) Apparate zu Preisen verkaufe, die er nur dank den oben genannten unlauteren Mitteln so niedrig ansetzen könne.BGE 86 II 108 S. 110\n\nDas Handelsgericht Zürich stellte mit Urteil vom 20. Oktober 1959 fest, der Beklagte habe durch Verletzung des Radioregals (Art. 42 lit. a TVG) unlauteren Wettbewerb begangen, indem er konzessionspflichtige Arbeiten ausgeführt habe, ohne im Besitz der dazu erforderlichen Konzession zu sein. Im übrigen wies es die Klage ab.\n\nC.- Das Bundesgericht weist die Berufung der Kläger gegen dieses Urteil ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Beklagte soll unlauteren Wettbewerb begangen haben, indem er an den von ihm feilgebotenen bzw. verkauften Radio- und Fernsehgeräten die von den Herstellern angebrachten Fabrikationsnummern entfernt, bzw. Apparate mit entfernter Fabrikationsnummer vertrieben habe.\n\nIn der Berufungsschrift gehen die Kläger im Gegensatz zu ihrer Stellungnahme im kantonalen Verfahren nur noch davon aus, dass die Nummern nicht durch den Beklagten, sondern durch dessen Lieferanten beseitigt worden sind. Somit ist von den beiden oben genannten Varianten nur mehr die zweite (Feilhalten bzw. Verkaufen nummernloser Apparate) in Betracht zu ziehen.\n\na) Unlauterer Wettbewerb ist nach der in Art. 1 Abs. 1 UWG getroffenen Begriffsbestimmung \"jeder Missbrauch des wirtschaftlichen Wettbewerbes durch täuschende oder andere Mittel, die gegen die Grundsätze von Treu und Glauben verstossen\". Erste Voraussetzung für die Anwendbarkeit des UWG ist danach das Vorliegen einer Wettbewerbshandlung. Als solche ist nach allgemein anerkannter Auffassung ein Verhalten zu betrachten, das im Rahmen einer wirtschaftlichen Betätigung vor sich geht und dem Handelnden im Verhältnis zu den auf dem gleichen Wirtschaftsgebiet tätigen Gewerbegenossen einen Vorteil verschaffen soll. Dabei kann dieser Vorteil entweder in der Stärkung des eigenen Betriebes oder in der Schwächung des Betriebes der Mitbewerber bestehen. Endziel jeder Wettbewerbshandlung ist die Förderung des eigenen Absatzes BGE 86 II 108 S. 111durch Vergrösserung des Kundenkreises unter möglichster Verdrängung der Gewerbegenossen (vgl. VON BÜREN, Kommentar zum UWG, S. 21 N. 49; KUMMER, Anwendungsbereich und Schutzgut der privatrechtlichen Rechtssätze gegen unlauteren und gegen freiheitsbeschränkenden Wettbewerb, S. 13 f.; REIMER, Wettbewerbs- und Warenzeichenrecht, 3. Aufl., S. 759).\n\nAngesichts dieser Begriffsumschreibung könnte man sich fragen, ob das Entfernen von Fabrikationsnummern und die hier allein zur Diskussion stehende Inkaufnahme des Fehlens solcher Nummern beim Vertrieb von Apparaten durch den Händler überhaupt Wettbewerbshandlungen im Sinne des Gesetzes darstellen. Denn zweifellos wird niemand einen Radio- oder Fernsehapparat deswegen kaufen oder eher kaufen, weil er keine Fabrikationsnummer trägt; die Nummernlosigkeit des Apparates verschafft dem Verkäufer bei den Abnehmerkreisen keinen Vorsprung gegenüber dem Angebot von mit Nummern versehenen Apparaten anderer Händler und kann daher, für sich allein betrachtet, keine Massnahme sein, die zur Förderung des Absatzes auf Kosten der Gewerbegenossen geeignet ist.\n\nAnderseits ist zu bedenken, dass der Begriff der Wettbewerbshandlung nicht eng gefasst werden darf, wenn der in der Unterbindung des unlauteren Wettbewerbes bestehende Gesetzeszweck erreicht werden soll. Fasst man im vorliegenden Fall den gesamten Zusammenhang ins Auge, so ist zunächst darauf hinzuweisen, dass die Lieferanten des Beklagten an den von ihnen gelieferten Apparaten die Fabrikationsnummern entfernten, damit nicht festgestellt werden könne, von wem die betreffenden Apparate stammten. Aus welchem Grunde die Beseitigung der Nummern erfolgte, ist hier belanglos. Auf jeden Fall war der Beklagte mit dieser Tarnung des von der Ware genommenen Weges einverstanden, weil er sonst hätte befürchten müssen, dass die Hersteller der Apparate bei seinen an Hand der Kontrollnummern ermittelten Lieferanten vorstellig werden und sie veranlassen oder gar zwingen könnten, ihn nicht BGE 86 II 108 S. 112mehr zu beliefern. Mit einem solchen Vorgehen der Fabrikanten wäre zweifellos schon mit Rücksicht auf die den schweizerischen Generalvertretern zugesicherte Ausschliesslichkeit der Belieferung zu rechnen gewesen. Damit wären die Bezugsquellen des Beklagten versiegt und er wäre nicht mehr in der Lage gewesen, sich solche Apparate unter den von den Generalvertretern vorgeschriebenen Preisen zu beschaffen und sie dementsprechend billiger abzugeben als die andern Radiohändler. Unter diesem Gesichtspunkt liesse sich die Beschaffung der nummernlosen Apparate durch den Beklagten als Wettbewerbshandlung ansehen, da sie unzweifelhaft dazu dient, dem Beklagten die weitere Tätigkeit im Handel mit Radio- und Fernsehgeräten als Aussenseiter zu ermöglichen oder doch zu erleichtern.\n\nDie Frage nach dem Vorliegen einer Wettbewerbshandlung braucht indessen nicht entschieden zu werden. Denn selbst wenn sie zu bejahen wäre, so könnte auf jeden Fall der Vertrieb der nummernlosen Apparate durch den Beklagten nicht als unlauterer Wettbewerb bezeichnet werden.\n\nb) Nach der Ansicht der Kläger soll der Vertrieb der nummernlosen Apparate eine unlautere Wettbewerbshandlung sein, weil der Beklagte sich diese Apparate nur dadurch habe verschaffen können, dass er seine ausländischen Lieferanten zum Bruche einer den Fabrikanten gegenüber eingegangenen Verpflichtung, die Apparate nicht nach der Schweiz auszuführen, veranlasst habe. Um diesen Vertragsbruch zu verheimlichen und seine Feststellung zu verunmöglichen, hätten die Lieferanten des Beklagten die Fabrikationsnummern entfernt. Zum mindesten aber nütze der Beklagte bewusst den von seinen Lieferanten begangenen Vertragsbruch aus. Die Verleitung zum Vertragsbruch wie auch dessen Ausnützung verstosse gegen die Grundsätze des lauteren Wettbewerbs.\n\nDass der Beklagte seine ausländischen Lieferanten zum Vertragsbruch veranlasst habe, ist nicht erwiesen. Es kann daher höchstens davon ausgegangen werden, dass der Beklagte bewusst Apparate gekauft habe, bei denen die BGE 86 II 108 S. 113Fabrikationsnummer beseitigt worden war. Selbst wenn er damit gemäss der Behauptung der Kläger einen Vertragsbruch seiner Lieferanten gegenüber den Fabrikanten der Apparate ausgenützt haben sollte, so könnte darin noch nicht ohne weiteres ein Verstoss gegen Treu und Glauben im Wettbewerb erblickt werden, wie die Kläger meinen. Nach der Rechtsprechung (BGE 52 II 376 f.) wie auch nach dem Schrifttum (VON BÜREN, Kommentar zum UWG, S. 10 N. 19) ist die Ausnützung fremden Vertragsbruches nicht notwendigerweise unlauter. Von dieser Auffassung abzugehen, besteht kein Anlass. Der Handel mit Radio- und Fernsehgeräten ist in der Schweiz frei. Der einzelne Händler ist in seinem Recht auf freie Berufsausübung zu schützen, und es ist darauf zu achten, dass nicht etwa auf dem Umweg über einen Verbandszwang diese Freiheit in unzulässiger Weise eingeschränkt wird. Es muss dem einzelnen Händler grundsätzlich freigestellt bleiben, ob er sich einem Verband anschliessen und sich an Preisabreden beteiligen will oder nicht. Abmachungen dieser Art, die zwischen Fabrikanten und Händlern oder zwischen Händlern unter sich ohne seine Teilnahme getroffen werden, binden ihn nicht (BGE 52 II 381, BGE 57 II 346, BGE 71 II 234). Dieses Recht auf freie Berufsausübung ginge aber seines Gehaltes weitgehend verlustig, wenn die Ausnützung fremden Vertragsbruches schlechthin als unlauteres Mittel im Wettbewerb angesehen würde, das gerichtlich geahndet und untersagt werden könnte. Damit würde die Tätigkeit von Aussenseitern selbst dort ausgeschaltet, wo sie zur Bekämpfung von künstlich hochgehaltenen Preisen im Interesse des freien Wettbewerbes wie auch der Verbraucher gerechtfertigt wäre. Als unlauteres Mittel zur Unterbietung der durch Verbandsabrede festgesetzten Preise wäre die Ausnützung fremden Vertragsbruches allenfalls anzusehen, wenn die vorgeschriebenen Preise zur Erhaltung gesunder Verhältnisse im betreffenden Gewerbezweig und zur Sicherung der Existenz zahlreicher Detailgeschäfte unumgänglich nötig wären. Dass dies hier der BGE 86 II 108 S. 114Fall sei, wird aber von den Klägern selbst nicht behauptet und ist auf jeden Fall durch die Akten nicht belegt.\n\nDie Kläger wenden ein, die in BGE 52 II 376 als zulässig erklärte Ausnützung fremden Vertragsbruches lasse sich auf den vorliegenden Sachverhalt nicht übertragen; dort habe es sich um Händler gehandelt, die ihre Existenz verloren hätten, wenn sie nicht von vertragsbrüchigen Kartellmitgliedern beliefert worden wären; der Beklagte dagegen verteidige nicht seine Existenz, weil er von einem Kartell ausgeschlossen worden sei, sondern er habe seine Existenz erst dadurch aufgebaut, dass er Vertragsbrüche ausnütze.\n\nDieser Einwand ist unbegründet. Massgebend ist, dass hier wie dort der des unlauteren Wettbewerbs Bezichtigte zur Ausnützung fremden Vertragsbruches Zuflucht nehmen musste, weil er es ablehnte, einer Zwangsorganisation beizutreten und sich den von dieser aufgestellten Preisvorschriften zu unterziehen. Dass es sich im früheren Fall um bereits bestehende Geschäfte handelte, während heute ein neu eröffnetes Unternehmen in Frage steht, macht keinen Unterschied aus.\n\nc) Die Kläger berufen sich darauf, dass das Bundesgericht mit Urteil vom 17. November 1953 i.S. Oméga, Louis Brandt & Frère SA und Kons. c. Rüttimann (auszugsweise veröffentlicht in SJZ 53 S. 367 f.) das Ausfräsen von Zahlen aus Fabriknummern von Omega-Uhren als unlautere Wettbewerbshandlung bezeichnet hat. Allein wie die Vorinstanz mit Recht ausführt, unterscheidet sich der heute zu beurteilende Sachverhalt in massgebenden Punkten von dem des erwähnten Urteils.\n\nAuch an den Omega-Uhren wurde zwar die Nummer ausgefräst, um die Bezugsquelle zu verheimlichen. Als unlauter wurde diese Massnahme aber nicht deswegen angesehen, sondern weil der Beklagte die Uhren zum üblichen Ladenpreis verkaufte, obwohl mit dem Ausfräsen der Nummern die Gefahr der Beschädigung des Uhrwerkes verbunden war, das Fehlen der Nummern die BGE 86 II 108 S. 115Beschaffung von Ersatzteilen erschwerte und der Käufer an Stelle der Fabrikgarantie nur eine persönliche Garantie des Beklagten erhielt, die namentlich wegen des Wegfalls des Omega-Weltdienstes der Fabrikgarantie nicht ebenbürtig war.\n\nBei den heute in Frage stehenden Radio- und Fernsehapparaten verhält es sich dagegen wesentlich anders. In erster Linie ist darauf hinzuweisen, dass der Beklagte die nummernlosen Apparate nicht zum üblichen Ladenpreis, sondern erheblich billiger abgibt. Sodann bedeutet nach den Feststellungen der Vorinstanz die Entfernung der Kontrollnummern bei Radio- und Fernsehapparaten keinen schädigenden Eingriff und beeinträchtigt die Güte der Geräte daher nicht. Das Fehlen von Fabrikationsnummern steht der Behebung von Schäden nicht im Wege, da sie für die Beschaffung von Ersatzteilen von untergeordneter Bedeutung ist; ein Garantieversprechen kann daher auch ohne Kenntnis der Fabriknummer erfüllt werden.\n\nAlle diese Feststellungen, welche die Vorinstanz auf Grund des von ihr eingeholten Gutachtens eines Sachverständigen getroffen hat, betreffen tatsächliche Verhältnisse und sind daher gemäss Art. 63 Abs. 2 OG für das Bundesgericht verbindlich. Dass sie zum Teil auf offensichtlichen Versehen der Vorinstanz beruhen, wie in der Berufungsschrift verschiedentlich behauptet wird, trifft nicht zu. Was zur Begründung dieses Einwandes vorgebracht wird, ist in Wirklichkeit unzulässige Kritik an den von der Vorinstanz aus den Darlegungen des Sachverständigen gezogenen tatsächlichen Schlussfolgerungen, welche die Berufung durch ihre eigenen, von denjenigen der Vorinstanz abweichenden ersetzen will. Ebenso ist nicht ersichtlich, inwiefern die genannten Feststellungen der Vorinstanz unter Verletzung eidgenössischer Beweisregeln zustande gekommen sein sollen, wie die Berufung weiter behauptet. Die gegenüber einzelnen Feststellungen erhobenen Rügen der Willkür und der Verletzung kantonaler Prozessvorschriften schliesslich sind im Berufungsverfahren nicht zu BGE 86 II 108 S. 116hören. Im einzelnen auf die von der Berufungsschrift in diesem Zusammenhang gemachten Ausführungen einzugehen, erübrigt sich daher.\n\nUnbegründet ist sodann auch die Behauptung der Kläger, das Fehlen der Kontrollnummern sei für den Käufer von Nachteil, weil er der Fabrikgarantie verlustig gehe und die vom Beklagten gewährte Garantie weniger wert sei als jene. Denn nach den verbindlichen Feststellungen der Vorinstanz ist nicht behauptet, dass die vom Beklagten gewährte Garantie inhaltlich weniger weit gehe als die Fabrikgarantie, und dass jene nur auf dem Papier stehe oder der Fabrikgarantie gegenüber zwangsläufig minderwertig sein müsse, ist nicht dargetan.\n\nDie Kläger machen schliesslich noch geltend, die Käufer des Beklagten seien insofern benachteiligt, als sie in den Glauben versetzt würden, fabrikneue Apparate zu erhalten, was wegen des Fehlens der Fabrikationsnummern nicht der Fall sei. Dieser Standpunkt kann nicht geteilt werden. Im Omega-Urteil wurde zwar ausgeführt, der Fabrikant, der hochqualifizierte Leistung anbiete und garantiere, dürfe verlangen, dass seine Erzeugnisse unversehrt an den Käufer gelangen, solange sie als fabrikneu zum vollen Preis abgegeben werden. Von Überlegungen dieser Art hat sich offenbar auch die Justizkommission Luzern leiten lassen, als sie in einem in ZbJV 94 S. 361 veröffentlichten Entscheid erklärte: \"Als fabrikneu kann ein (Radio)-Apparat nur angesprochen werden, wenn er alle Eigenschaften aufweist und Vorteile besitzt, die ihm beim Verlassen der Fabrik anhaften. Dazu gehören auch die Vorteile, die der Erwerber eines solchen Apparates gestützt auf die Fabriknummer geniesst\". Mit Recht hat jedoch die Redaktion der Zeitschrift dazu bemerkt, dass dem Entscheid kaum zugestimmt werden könnte, wenn damit gesagt sein sollte, die Fabrikneuheit hänge vom Vorhandensein der Fabrikationsnummer ab. In der Tat bedeutet Fabrikneuheit lediglich, dass ein Gegenstand den Weg vom Fabrikanten über den Handel zum Kunden BGE 86 II 108 S. 117nicht bereits einmal verlassen hatte, nicht schon durch privaten Besitz gegangen und gebraucht worden ist. Einen Gebrauch in diesem Sinne bedeutet die Beseitigung der Fabrikationsnummer eines Radio- oder Fernsehapparates nicht, da sie keine Abnützung der innern oder äussern Bestandteile des Apparates bewirkt, wie sie für den Gebrauch begriffswesentlich ist.\n\nd) Als Endergebnis ist somit festzuhalten, dass die Beseitigung der Fabrikationsnummern an den vom Beklagten feilgehaltenen Radio- und Fernsehapparaten keine nachteiligen Folgen für den Käufer hat. Damit ist auch eine Schädigung des guten Rufes der fraglichen Apparate im allgemeinen, die sich für den Absatz der Kläger nachteilig auswirken könnte, nicht zu befürchten. DieVorinstanz hat es daher mit Recht abgelehnt, im Vertrieb nummernloser Apparate eine unlautere Wettbewerbshandlung des Beklagten zu erblicken.\n\n3. Die Kläger legen dem Beklagten eine Reihe von Handlungen zur Last, die nach ihrer Auffassung gegen Treu und Glauben verstossende Mittel im Wettbewerb darstellen.\n\na) So behaupten die Kläger, der Beklagte haben sein Erwerbseinkommen nicht oder nicht genügend versteuert. Ob dieser Vorwurf begründet sei, ist jedoch unerheblich. Denn auf jeden Fall wäre Steuerhinterziehung keine Wettbewerbshandlung, da sie nicht geeignet ist, dem Täter im Kampf um Kundschaft und Absatz gegenüber den Gewerbegenossen einen Vorsprung zu verschaffen. Der Umstand allein, dass der Steuerhinterzieher einen ungerechtfertigten finanziellen Vorteil erlangt, bedeutet entgegen der Meinung der Kläger nicht einen Missbrauch des wirtschaftlichen Wettbewerbs im Sinne von Art. 1 Abs. 1 UWG.\n\nb) Die Kläger werfen dem Beklagten sodann vor, er nütze den Vertragsbruch seiner Lieferanten aus. Wie jedoch bereits ausgeführt wurde, sind im vorliegenden Fall keine Umstände dargetan, die eine allfällige Ausnützung fremden BGE 86 II 108 S. 118Vertragsbruches als unlauteres Wettbewerbsmittel erscheinen liessen.\n\nc) Der Beklagte soll die. Leistungen seiner Mitbewerber dadurch missbraucht haben, dass er Käufer zur Auswahl der Apparate in die Läden von Mitbewerbern schickte und so auf deren für den Verkauf solcher Apparate notwendigen Kenntnisse abgestellt habe, ohne einen Beitrag daran zu leisten. Die Vorinstanz hat hiezu festgestellt, es könnte sich nach den Vorbringen der Klage nur darum handeln, dass der Beklagte mit Interessenten das Warenhaus Jelmoli aufgesucht habe; damit hätte er jedoch nicht Leistungen der Kläger ausgenützt, da auch Jelmoli Aussenseiter sei. Das stellt die Berufung nicht in Abrede. Dagegen hält sie an der Behauptung fest, der Beklagte habe seine Kunden in andere Fachgeschäfte geschickt, um sich dort Apparate vorführen zu lassen. Das lasse sich allerdings im Einzelfall praktisch nicht feststellen; der Beweis für die Richtigkeit dieser Behauptung liege aber darin, dass der Beklagte mangels einer Konzession keine Apparate habe vorführen können und daher auf die Besichtigung derselben bei Mitbewerbern angewiesen gewesen sei. Die Schlussfolgerung ist jedoch keineswegs überzeugend, wenn man in Betracht zieht, dass der Beklagte ja gerade verurteilt worden ist, weil er in seinem Geschäft Apparate vorführte, ohne eine Konzession dafür zu besitzen.\n\nd) Die Kläger machen weiter geltend, der Beklagte habe berufliche Arbeitsbedingungen dadurch verletzt, dass er keine Konzession erworben, nur ungelernte Arbeitskräfte verwendet und diese nicht oder ungenügend entlöhnt habe.\n\nDa es zur Führung eines Verkaufsgeschäfts von Radio- und Fernsehapparaten keiner Konzession bedarf, hat jedoch die Vorinstanz mit Recht entschieden, in der Unterlassung des Konzessionserwerbs für Vorführungen könne kein unlauterer Wettbewerb erblickt werden.\n\nEbenso kann kein unlauteres Verhalten im Wettbewerb darin gesehen werden, dass der Beklagte keine gelernten Arbeitskräfte verwendet. Eine Vorschrift, die dies verbieten BGE 86 II 108 S. 119würde, besteht nicht, und wenn der Beklagte glaubt, dass die Kundschaft sich damit zufrieden gebe, bei der Auswahl nicht von fachkundigen Verkäufern beraten zu werden, ist das seine Sache.\n\nAuch der Vorwurf ungenügender Entlöhnung der Personals kann nicht als Grundlage für die Annahme unlauteren Wettbewerbs dienen. Gesetzliche Vorschriften nach dieser Richtung bestehen nicht, und gemäss verbindlicher Feststellung der Vorinstanz haben die Kläger das Bestehen berufs- oder ortsüblicher Lohnansätze, deren Nichteinhaltung nach Art. 1 Abs. 2 lit. h UWG unlauteren Wettbewerb darstellen würde, nicht behauptet. Alsdann ist aber die Lohnfestsetzung Gegenstand freier vertraglicher Vereinbarung zwischen den Parteien des Dienstverhältnisses, in die sich die Kläger als Dritte nicht einzumischen haben.\n\nWenn der Beklagte durch ungelerntes und darum billiges Personal Arbeiten ausführen liess, die nur durch ausgebildete, im Besitz einer Konzession befindliche Facharbeiter vorgenommen werden durften, so lag darin allenfalls ein unlauterer Wettbewerb wegen Verstosses gegen die Konzessionsvorschriften; aber das machte die an sich zulässige Verwendung ungelernten Verkaufspersonals und die dadurch ermöglichte Tiefhaltung der Lohnauslagen entgegen der Ansicht der Kläger nicht zu einem unlauteren Verhalten.\n\ne) Die Kläger beschuldigen den Beklagten, unlauteren Wettbewerb durch Verstoss gegen verschiedene gesetzliche Vorschriften begangen zu haben. So habe er die Vorschriften über den Telegraphen- und Telephonverkehr dadurch verletzt, dass er, ohne Inhaber einer Konzession zu sein, konzessionspflichtige Arbeiten ausgeführt habe. Ferner habe er durch Auskratzen der Fabrikationsnummern an den von ihm verkauften Apparaten, bZw. durch den Verkauf von Apparaten mit ausgekratzter Nummer sich der Unterdrückung einer Urkunde gemäss Art. 254 StGB schuldig gemacht, allenfalls an einer solchen strafbaren Handlung teilgenommen oder sie begünstigt.\n\nDie Vorinstanz hat das Vorliegen unlauteren Wettbewerbs BGE 86 II 108 S. 120durch Verletzung des Radioregals bejaht, einen Verstoss gegen Art. 254 StGB dagegen verneint.\n\nDie Kläger halten daran fest, dass auch der letztere Sachverhalt gegeben sei.\n\nDa indessen davon auszugehen ist, dass der Beklagte die Nummern an den Apparaten nicht selber entfernt hat, fällt eine durch ihn begangene Urkundenunterdrückung von vorneherein ausser Betracht. Eine Teilnahme an einer solchen kann im blossen Verkauf nummernloser Apparate selbstverständlich nicht liegen, und auch eine Begünstigung scheidet aus, weil der Beklagte die Apparate auf eigene Rechnung verkaufte. Unter diesen Umständen kann dahingestellt bleiben, ob das Auskratzen der Fabrikationsnummern überhaupt eine Unterdrückung einer Urkunde im Sinne von Art. 254 StGB darstellen würde.\n\n4. Soweit das Vorliegen unlauterer Wettbewerbshandlungen in den oben genannten Punkten verneint wird, ist auch dem weiter erhobenen Vorwurf unlauteren Wettbewerbs durch Preisunterbietung der Boden entzogen, wie die Vorinstanz zutreffend entschieden hat.\n\nDer in der Verletzung der Vorschriften über das Radioregal liegende unlautere Wettbewerb aber ist nach den Ausführungen der Vorinstanz für die Preisbildung im Geschäft des Beklagten nicht von entscheidender Bedeutung gewesen. Sie folgert das daraus, dass der Beklagte, der inzwischen eine Konzession erworben habe, sein Geschäft im früheren Rahmen weiterführe. Diese Feststellung über das Fehlen eines Kausalzusammenhanges ist tatsächlicher Natur und daher für das Bundesgericht verbindlich."}