{"annee": "86", "cour": "II", "page": "99", "date": "16/5/1960", "cite": ["72 II 39", "78 II 221", "81 II 627"], "cite_par": ["91 II 372"], "chapeau": "17. Auszug aus dem Urteil der I. Zivilabteilung vom 16. Mai 1960 i.S. Hagmann gegen J. Krausz'Wwe. & A. Glatz.", "regestes": ["Art. 2 al. 2 CC, art. 3 al. 2 et 3 et art. 14 al. 2 LEVC. Objection tirée de ce que la dérogation à une disposition non impérative de la LEVC n'a pas été convenue par écrit. Abus de droit."], "faits": "BGE 86 II 99 S. 100\n\nHagmann stand erstmals von Anfang 1950 bis im März 1951 als Handelsreisender im Dienste von J. Krausz'Wwe. Diese verkaufte ihm am 17. Juni 1950 unter Vorbehalt des Eigentums einen Motorwagen, den er für seine Reisetätigkeit benötigte, und vereinbarte mit ihm, er habe alle den Wagen betreffenden Lasten zu tragen. Als das Anstellungsverhältnis aufgelöst wurde, zahlte Hagmann den Rest des Kaufpreises für den Wagen.\n\nDurch Vertrag vom 15. August 1952 ging Hagmann mit J. Krausz'Wwe. ein am 1. September 1952 beginnendes neues Anstellungsverhältnis als Handelsreisender ein, das in der Folge mit ihrer Rechtsnachfolgerin, der Kollektivgesellschaft J. Krausz'Wwe. & A. Glatz, fortgesetzt wurde. Hagmann übte die Reisetätigkeit anfänglich mit dem Motorwagen aus, den er der Arbeitgeberin im Jahre 1950 abgekauft hatte. Am 17. September 1956 verkaufte diese ihm unter Eigentumsvorbehalt einen anderen Wagen. Die Vertragschliessenden vereinbarten: \"Sämtliche Lasten, den Wagen betreffend, insbesondere auch Reparaturen, gehen auf Kosten des Herrn Hagmann.\"\n\nDie Arbeitgeberin kündete das Anstellungsverhältnis auf 30. September 1957 und klagte auf Herausgabe des Motorwagens und Rückzahlung von Vorschüssen. Hagmann stellte durch Widerklage Gegenforderungen.", "considerants": "Aus den Erwägungen:\n\nStellt der Reisende selbst ein Motorfahrzeug für die Ausübung seiner Reisetätigkeit, so hat ihm der Dienstherr nach Massgabe des Gebrauchs für die Reisetätigkeit die öffentlichen Abgaben für das Fahrzeug und die Prämien BGE 86 II 99 S. 101für die Haftpflichtversicherung zu vergüten und ihn für die Abnutzung des Fahrzeuges angemessen zu entschädigen (Art. 14 Abs. 2 HRAG). Diese Bestimmung ist nicht zwingend (Art. 19 HRAG), doch kann nur durch schriftliche Abrede von ihr abgewichen werden (Art. 3 Abs. 2 und 3 HRAG). Der Beklagte stellt sich auf den Standpunkt, eine solche Abrede liege für die Zeit vom 1. September 1952 bis 17. September 1956 nicht vor; der Kaufvertrag vom 17. Juni 1950 dürfe nicht herangezogen werden. Er fordert daher von der Klägerin Ersatz für die Verkehrssteuern, die Gebühren für den Führerausweis, die Prämien für Unfall-, Haftpflicht- und Kaskoversicherungen und die Verbandsbeiträge, ferner Entschädigung für Verzinsung und Abschreibung.\n\nDas Obergericht ist der Auffassung, die Übereinstimmung der Bestimmungen über die Tragung der Lasten der Motorwagen in den Kaufverträgen vom 17. Juni 1950 und 17. September 1956 zwinge zur Annahme, die Parteien hätten für die ganze Dauer des Dienstverhältnisses vereinbart, der Beklagte übernehme diese Lasten. Darin liegt die tatsächliche und für das Bundesgericht verbindliche Feststellung, dass dies der Wille der Klägerin wie auch des Beklagten war. Ob die Parteien ihn ausdrücklich oder nur stillschweigend äusserten, kann dahingestellt bleiben. Eine stillschweigende Äusserung genügte (Art. 1 Abs. 2 OR) und lag jedenfalls darin, dass der Beklagte die erwähnten Lasten tatsächlich trug und von der Klägerin dafür auch anlässlich des Abschlusses des zweiten Kaufvertrages nicht Ersatz verlangte.\n\nDie auf mündlichen oder stillschweigenden Willensäusserungen beruhende Einigung darüber, dass die im Kaufvertrag vom 17. Juni 1950 schriftlich getroffene Abrede auch im neuen Dienstverhältnis gelten solle, erfüllt die Merkmale der Schriftlichkeit nicht, wie Art. 3 Abs. 2 HRAG sie verlangt. Denn die Abrede, die materiell nicht Bestandteil des Kaufes, sondern des Anstellungsvertrages bildete, war im März 1951 mit dessen Beendigung dahingefallen BGE 86 II 99 S. 102und wirkte daher nicht mehr nach; es bedurfte eines neuen Vertrages, um sie wieder in Kraft zu setzen.\n\nDie Berufung auf den Formmangel ist jedoch offenbarer Missbrauch des Rechts und daher nicht zu schützen (Art. 2 Abs. 2 ZGB). Der Beklagte verlangte während des Dienstverhältnisses nie Ersatz der festen Unkosten seines Wagens, sondern trug sie stets selber. Ab 1. Januar 1955 anerkannte er auf den Abrechnungen der Klägerin schriftlich deren Richtigkeit. Am 17. September 1956 unterzeichnete er schliesslich eine Klausel, die sich mit derjenigen vom 17. Juni 1950 deckte und dem bisherigen Willen und Verhalten der Parteien entsprach. Angesichts dieser Handhabung des Vertrages im Sinne der getroffenen Vereinbarung und ihrer späteren schriftlichen Erneuerung widerspricht es Treu und Glauben, den Formmangel geltend zu machen (vgl.BGE 72 II 41ff.,BGE 78 II 227). Der Beklagte hätte sich sagen sollen, dass die Klägerin allenfalls das Anstellungsverhältnis auflösen würde, wenn sie wüsste, dass er ihr unter Berufung auf Formmangel Lasten aufbürden wolle, die er übernommen hatte und die sie nicht glaubte tragen zu müssen. Das verpflichtete ihn, zu reden. Der Fall unterscheidet sich von dem in BGE 81 II 627 ff. veröffentlichten, wo das Bundesgericht es nicht als rechtsmissbräuchlich erachtete, dass der Handelsreisende nach Beendigung des Anstellungsverhältnisses Ersatz von Auslagen verlangte, der ihm nicht versprochen worden war. Dort berief sich der Reisende auf Bestimmungen, die, wie der Dienstherr wissen musste, durch Vertrag weder ausgeschlossen noch zu Ungunsten des Reisenden abgeändert werden konnten. Hier dagegen stand es dem Beklagten frei, die streitigen Kosten zu übernehmen, hat er das tatsächlich getan und frägt es sich nur, ob es sich mit Treu und Glauben vertrage, dass er sich nachträglich auf die Nichtverurkundung der Abrede beruft."}