{"annee": "86", "cour": "II", "page": "159", "date": "5/7/1960", "cite": [], "cite_par": ["105 II 114"], "chapeau": "27. Arrêt de la Ire Cour civile du 5 juillet 1960 dans la cause Fabrique de boîtes \"La Centrale\" SA contre Brandt.", "regestes": ["Société anonyme. Statuts disposant que le conseil d'administration est rémunéré pour son activité. Critères pour apprécier si le montant de la rétribution est justifié. Importance de la situation financière de la société."], "faits": "|160|\n\nA.- Le capital social de la Fabrique de boîtes \"La Centrale\" SA (ci-après: la société) est de 750 000 fr. Les statuts de cette société ne prévoient pas que les administrateurs participent au bénéfice net. En revanche, ils disposent à leur art. 14 al. 3:\n\n\"Le Conseil d'administration doit être rétribué pour son activité; l'indemnité sera fixée par l'assemblée générale.\"\n\nB.- Pour l'exercice 1953/54, l'assemblée générale a fixé à 50 000 fr. la rétribution des quatre administrateurs et décidé de répartir un dividende de 12%.\n\nUn actionnaire minoritaire, Louis César Brandt, a attaqué cette décision en justice, en alléguant que le montant de 50 000 fr. était excessif et constituait des tantièmes déguisés.\n\nStatuant en dernière instance par arrêt du 13 février 1956 (RO 82 II 148), le Tribunal fédéral a considéré que la thèse de Brandt n'était pas fondée. La question décisive - a-t-il exposé en résumé - est de savoir si le montant de 50 000 fr. ne dépasse pas ce que justifie l'activité des administrateurs; c'est là un point qui relève essentiellement de l'expérience commerciale; le juge ne doit donc intervenir que si la décision de l'assemblée générale ne peut se justifier par des considérations économiques raisonnables et est guidée par le désir de faire passer des intérêts particuliers avant les intérêts généraux de la société et des actionnaires; pour juger si l'assemblée générale a abusé de son pouvoir d'appréciation en l'espèce, il faut rechercher si le montant de 50 000 fr. est proportionné au travail des administrateurs, aux services qu'ils ont rendus à la société et à la situation de l'entreprise; or le conseil d'administration ne se borne pas à surveiller la direction, mais il collabore activement aux affaires de la société et les fait prospérer; |161| de plus, son activité paraît couronnée de succès puisque le bénéfice d'exploitation réalisé au cours de l'exercice 1953/54 se monte à 434 586 fr. et que la valeur interne des actions est cinq fois supérieure à leur valeur nominale; dès lors, même s'il est élevé, le montant de 50 000 fr. alloué aux administrateurs peut se justifier et ne saurait être considéré comme des tantièmes déguisés.\n\nC.- Entre temps, l'assemblée générale des actionnaires avait décidé, pour l'exercice 1954/55, de répartir un dividende de 15% et d'allouer aux administrateurs une rétribution de 70 000 fr. Brandt a également attaqué cette décision en justice.\n\nLa Cour d'appel du canton de Berne a admis l'action et annulé la décision attaquée dans la mesure où elle allouait au conseil d'administration une rétribution supérieure à 50 000 fr. Le Tribunal fédéral a confirmé ce jugement par arrêt du 26 septembre 1958 (RO 84 II 550). Après avoir considéré que l'assemblée générale ne pouvait attribuer de tantièmes lorsqu'une telle allocation n'était pas prévue par les statuts, il a jugé que le montant de 70 000 fr. était excessif. En effet - a-t-il expliqué - la société ne justifie l'augmentation de cette rétribution que par celle du bénéfice d'exploitation, qui a passé de 434 586 fr. 63 à 620 000 fr.; cependant, le bénéfice supplémentaire procède en partie de la revalorisation d'un stock de marchandises et, dans cette mesure, il n'est qu'apparent; d'autre part, si, dans son arrêt du 13 février 1956, le Tribunal fédéral a déclaré qu'il fallait tenir compte de la situation de l'entreprise pour arrêter la rétribution des administrateurs, cela ne signifie pas que celle-ci puisse être proportionnelle au bénéfice d'exploitation; les statuts prévoyant la rétribution de l'\"activité\" des administrateurs, les éléments essentiels qu'on doit prendre en considération sont l'importance du travail fourni et les profits qu'il a procurés à la société; quant à la situation économique de l'entreprise, il faut qu'elle se soit modifiée de façon sensible pour justifier à elle seule une augmentation ou |162| une réduction du montant auquel peut prétendre le conseil d'administration; or cette condition n'est pas remplie en l'espèce.\n\nD.- Pour l'exercice 1955/56, la société a fait un bénéfice d'exploitation de 918 666 fr. Par décision du 3 juillet 1956, l'assemblée générale a fixé le dividende à 18% et la rétribution des administrateurs à 70 000 fr.\n\nBrandt a, derechef, attaqué cette décision devant la Cour d'appel du canton de Berne.\n\nPar jugement du 23 septembre 1959, cette juridiction a annulé la décision du 3 juillet 1956 en tant qu'elle allouait au conseil d'administration une rétribution supérieure à 50 000 fr. Elle a constaté que, durant l'exercice 1955/56, le travail fourni par les administrateurs et les services qu'ils avaient rendus à la société avaient été sensiblement les mêmes qu'au cours des années précédentes; qu'une augmentation de leur rétribution ne pourrait donc être justifiée que par une amélioration sensible de la situation de l'entreprise; que cette condition n'était pas remplie, la société ayant simplement poursuivi sa marche ascendante sans aucun changement de structure.\n\nE.- La société recourt en réforme au Tribunal fédéral, en concluant à ce que Brandt soit débouté des fins de son action.\n\nL'intimé propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Comme le Tribunal fédéral l'a jugé dans son arrêt du 26 septembre 1958, l'assemblée générale ne pouvait allouer aux administrateurs une participation au bénéfice net, puisque l'allocation de tantièmes n'est pas prévue dans les statuts. Dès lors, le montant de 70 000 fr. accordé aux membres du conseil d'administration ne peut rétribuer que leur \"activité\", conformément à l'art. 14 al. 3 des statuts de la société.\n\nEn principe, l'assemblée générale est libre dans la fixation de la rétribution des administrateurs. Cependant, cette liberté est restreinte par le droit des actionnaires |163| au dividende. Le montant alloué au conseil d'administration ne doit pas, en effet, avoir pour conséquence de faire passer des intérêts particuliers avant les intérêts légitimes de la société et des actionnaires. Ainsi que le Tribunal fédéral l'a déjà exposé dans ses arrêts antérieurs, il faut donc que la rémunération fixée soit justifiée par l'activité des administrateurs. On doit examiner si le montant alloué est proportionné à leur travail, aux services qu'ils ont rendus à la société et à la situation de l'entreprise. Toutefois, s'agissant de rétribuer une \"activité\", ce dernier élément est secondaire. Il ne peut donc justifier, à lui seul, une augmentation de la rémunération des administrateurs que si la situation économique de la société s'est améliorée de façon sensible. En revanche, la juridiction cantonale exige à tort des changements de structure. S'il faut tenir compte de la situation de l'entreprise, c'est parce que, en cas de prospérité, une société augmente normalement les salaires de sa direction et de ses ouvriers et doit pouvoir le faire aussi, dans une plus large mesure, pour la rétribution de son conseil d'administration. Or, en pratique, une telle augmentation n'est pas subordonnée à l'existence de modifications dans la structure même de l'entreprise.\n\nLe juge ne peut fixer lui-même le montant qui doit revenir équitablement aux administrateurs. Il ne saurait intervenir, comme le Tribunal fédéral l'a déjà expliqué, que si la décision de l'assemblée générale ne peut se justifier par des considérations économiques raisonnables.\n\nLa recourante prétend que cette question doit être examinée de façon indépendante pour chaque exercice et qu'on ne peut se borner à faire des comparaisons avec les exercices précédents. Cette thèse est trop absolue. Le Tribunal fédéral a fixé ce qu'il considérait comme une rétribution maximum pour l'exercice 1953/54 et rien n'indique que la décision qu'il a prise alors soit erronée. Elle peut donc servir de base pour les exercices suivants. En revanche, la recourante déclare avec raison que, pour juger si le montant de 70 000 fr. dépasse le maximum admissible, il faut faire la comparaison avec les résultats |164| de l'exercice 1953/54; c'est en effet pour cette période que le Tribunal fédéral a jugé que le montant de 50 000 fr. constituait un maximum et, s'il l'a maintenu pour l'année suivante malgré l'amélioration de la situation de l'entreprise, c'est parce qu'il a jugé que ce changement n'était pas assez important pour exercer une influence légitime sur la rétribution des administrateurs.\n\n2. La juridiction cantonale a constaté définitivement que, durant l'exercice en cause aujourd'hui, l'activité du conseil d'administration et les services qu'il avait rendus à la société avaient été à peu près les mêmes qu'au cours des années précédentes. L'augmentation de la rétribution des administrateurs ne peut donc être justifiée que par la prospérité plus grande de l'entreprise.\n\nOr, sur ce point, la différence est importante. Pour l'exercice 1955/56, le bénéfice d'exploitation a été de 918 666 fr., c'est-à-dire plus de deux fois supérieur à celui de l'exercice 1953/54. De ce fait, le dividende payé aux actionnaires a passé de 12 à 18%. La répartition d'un dividende aussi important n'a pas empêché, selon la Cour cantonale, la constitution de nouvelles réserves latentes, qui ont accru sensiblement la valeur interne des actions.\n\nDans ces conditions, on doit admettre que la situation économique de la société s'est améliorée de façon sensible. Une augmentation de la rétribution des administrateurs pouvait donc se justifier. Sans doute le montant de 70 000 fr. est-il très élevé. Cependant, si l'on considère l'importance du dividende et l'accroissement de la valeur interne des actions, cette rémunération peut encore se justifier par des arguments économiques raisonnables et ne porte donc pas atteinte aux droits des actionnaires. Dès lors, l'action de Brandt a été admise à tort par la juridiction bernoise.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule le jugement attaqué et rejette la demande."}