{"annee": "86", "cour": "III", "page": "36", "date": "10/5/1960", "cite": ["63 II 368", "75 III 28", "61 II 259", "80 III 131", "79 III 75"], "cite_par": ["111 II 71", "104 III 84", "103 III 40"], "chapeau": "13. Entscheid vom 10. Mai 1960 i.S. Zürcher.", "regestes": ["Droit de rétention (art. 283 LP). Pouvoir des autorités de poursuite d'examiner si le bailleur possède un droit de rétention fondésur l'art. 272 CO. On ne peut prendre inventaire pour sauvegarder les indemnités prévues à l'art. 269 CO ou des dommagesintérêts pour violation du contrat."], "faits": "|37|\n\nHans Zürcher mietete von Werner Ammann am 1. Februar 1959 die dem Betrieb der Wirtschaft Schanz in Waldenburg dienenden Räumlichkeiten für fünf Jahre vom 15. Februar 1959 an. Der jährliche Mietzins von Fr. 3500.-- war in vierteljährlichen Raten, die jeweilen am Ende eines Kalenderquartals fällig wurden, vorauszubezahlen.\n\nNachdem Zürcher dem Vermieter erklärt hatte, er löse das Mietverhältnis auf den 31. März 1960 auf, leitete dieser gegen ihn beim Bezirksgericht Waldenburg einen Prozess ein, in welchem die Parteien am 16. November 1959 den folgenden Teilvergleich schlossen:\n\n\"1. - Die Parteien lassen die Frage offen, ob wichtige Gründe im Sinn von Art. 269 OR für eine vorzeitige Auflösung des Mietverhältnisses bestehen, und kommen überein, dass der Beklagte bis zum 31. März 1960 die Wirtschaft Schanz betreibt und bis dann die Verpflichtungen gemäss Mietvertrag erfüllt, wobei indessen der Mietzins monatlich im voraus (und nicht vierteljährlich im voraus) zu zahlen ist.", "considerants": "2. Der Kläger behält sich sämtliche Forderungen gemäss OR 269 aus der vorzeitigen Auflösung des Mietverhältnisses gegen den Beklagten vor.\"\n\nAm 24. März 1960 stellte Ammann beim Betreibungsamt Waldenburg das Begehren um Aufnahme einer Retentionsurkunde. Als \"Forderungssumme\" war in diesem Begehren neben fälligem Mietzins vom 15. Februar bis 31. März 1960 u.a. angegeben: \"1 Halbjahreszins gemäss OR 269, vgl. Akten beim Bezirksgericht Waldenburg, Fr. 1750.--\" Das Betreibungsamt Waldenburg führte in der Retentionsurrkunde vom 28. März 1960 statt dieser Forderung den laufenden Mietzins vom 1. April bis 30. Juni 1960 im Betrage von Fr. 875.-- auf mit dem Bemerken: \"Gemäss Art. 272 OR besteht das Retentionsrecht |38| nur für einen verfallenen Jahreszins und den laufenden Halbjahreszins.\"\n\nDer Schuldner führte gegen den Retentionsvollzug Beschwerde, mit der er schliesslich nur noch verlangte, die Retention sei insoweit aufzuheben, als sie sich auf den Betrag von Fr. 875.-- beziehe. Den abweisenden Entscheid der kantonalen Aufsichtsbehörde vom 20. April 1960 hat er an das Bundesgericht weitergezogen.\n\nDie Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nWie die Vorinstanz mit Recht angenommen hat, ist das Betreibungsamt nur dann berechtigt und verpflichtet, die Aufnahme eines Retentionsverzeichnisses aus materiellen Gründen abzulehnen, wenn sich auf Grund der Akten unzweifelhaft ergibt, dass das beanspruchte Retentionsrecht nicht besteht (BGE 75 III 31/32 mit Hinweisen;BGE 79 III 77, BGE 80 III 131).\n\nDass diese Voraussetzung hinsichtlich des Retentionsrechts für den streitigen Betrag von Fr. 875.-- zutreffe, wird im angefochtenen Entscheid mit der Begründung verneint, es sei zwar möglich, dass nach dem Vergleich vom 16. November 1959 das Mietverhältnis am 31. März 1960 zu Ende gegangen sei und der Vermieter sich lediglich eine Schadenersatzforderung vorbehalten habe, für die gemässBGE 61 II 264das Retentionsrecht nicht bestehe. Es sei aber auch möglich, dass der Vergleich nur den Sinn gehabt habe, hinsichtlich des Auszugs des Mieters und der Weiterführung der Wirtschaft im Interesse der Erhaltung der Kundschaft und des Patentes eine klare Situation zu schaffen, während die Frage der Auflösung des Vertrags dem Entscheid des Richters vorbehalten geblieben sei. Damit will die Vorinstanz offenbar sagen, es sei nicht ausgeschlossen, dass es sich beim streitigen Betrag um Mietzins für die Zeit vom 1. April 1960 an handle, für den der Vermieter das Retentionsrecht habe.\n\n|39|\n\nDer Vermieter hat jedoch in seinem Retentionsbegehren die Forderung, die er neben dem fälligen Mietzins, dem Wasserzins und der Instandstellungsentschädigung gemäss Art. 17 des Mietvertrags geltend machte, selber ausdrücklich als \"Halbjahreszins gemäss OR 269\" bezeichnet, was nichts anderes bedeuten kann, als dass er das Retentionsrecht für die Forderung auf Bezahlung von (mindestens) einem halben Jahreszins beanspruchte, die Art. 269 Abs. 2 OR dem Vermieter gewährt, wenn der Mieter ein für ein Jahr oder längere Zeit abgeschlossenes Mietverhältnis aus wichtigen Gründen vorzeitig auflöst. Diese eindeutige Qualifizierung der streitigen Forderung durch den Vermieter selber ist für die Betreibungsbehörden massgebend. Sie haben nicht zu prüfen, ob der Vermieter den in Frage stehenden Betrag oder einen Teil davon bei der gegebenen Aktenlage allenfalls auch unter einem andern Titel hätte fordern können.\n\nFür Forderungen aus Art. 269 Abs. 2 OR besteht das Retentionsrecht im Sinne von Art. 272 OR unzweifelhaft nicht (BGE 61 II 264; vgl. auchBGE 63 II 368ff., insbesondere 379). Das Betreibungsamt hätte also den Vollzug der Retention für den \"Halbjahreszins gemäss OR 269\" ohne weiteres ablehnen sollen.\n\nDer angefochtene Entscheid müsste im übrigen sogar dann aufgehoben werden, wenn der Vermieter das Retentionsrecht nicht für eine Forderung aus Art. 269 Abs. 2 OR, sondern für laufenden Mietzins ab 1. April 1960 beansprucht hätte, wie ihn das Betreibungsamt in der Retentionsurkunde anstelle jener Forderung aufgeführt hat. Aus dem Vergleich vom 16. November 1959 ergibt sich nämlich klar, dass das Mietverhältnis als solches am 30. März 1960 endigen und der Vermieter nur bis dahin Anspruch auf Mietzins haben sollte. Für den Fall, dass der Richter die offen gelassene Frage des Vorliegens wichtiger Gründe für die vorzeitige Auflösung des Vertrags bejahen sollte, behielt sich der Vermieter einzig die Ansprüche aus Art. 269 OR vor. Für den (nicht besonders geregelten) |40| gegenteiligen Fall lässt ihm der Vergleich nur die Möglichkeit, anstelle des nicht mehr geschuldeten Mietzinses Schadenersatz wegen Vertragsverletzung zu verlangen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nIn Gutheissung des Rekurses werden der angefochtene Entscheid und die Retention Nr. 1 des Betreibungsamtes Waldenburg, soweit sie für den Betrag von Fr. 875.-- vollzogen wurde, aufgehoben."}