{"annee": "86", "cour": "IV", "page": "145", "date": "14/10/1960", "cite": ["80 IV 209", "73 IV 65", "79 IV 97"], "cite_par": ["90 IV 168", "115 IV 75", "143 IV 104", "111 IA 161", "97 IV 1", "89 IV 57", "128 IV 53"], "chapeau": "36. Auszug aus dem Urteil des Kassationshofes vom 14. Oktober 1960 i.S. Wittelsbach gegen Egger.", "regestes": ["Art. 30, 31 CP. L'accusateur privé, qui poursuit l'un des participants, porte en même temps et de ce fait plainte contre les autres; il ne peut donc plus renoncer à son droit de porter plainte, mais n'a plus que la faculté de retirer sa plainte. Ce retrait ne suppose aucune déclaration expresse de volonté."], "faits": "|145|\n\nA.- Am 22. Mai 1957 erschien in der Zeitung \"Die Tat\" unter dem Titel \"Aus dem Reiche Wittelsbach\" ein Artikel, in dem an den Anstellungsverhältnissen und Arbeitsbedingungen der Lehrer am Konservatorium für Musik in Zürich Kritik geübt wird. Verfasser des Artikels war der Journalist Schmid, der die sachlichen Unterlagen im wesentlichen von Egger, damals Musiklehrer am Konservatorium, erhalten und den Artikel mit dessen Zustimmung veröffentlicht hatte. Am 30. August 1957 reichte Wittelsbach, Direktor des Konservatoriums, gegen Schmid, der am 31. Mai 1957 in einer schriftlichen Erklärung die Verantwortung für das Presseerzeugnis übernommen hatte, beim Bezirksgericht Zürich Strafklage wegen Ehrverletzung ein.\n\n|146|\n\nWährend des Untersuchungsverfahrens stellte der Verteidiger des Angeklagten Schmid den Antrag, Egger als Zeugen einzuvernehmen. Der Anwalt des Anklägers widersetzte sich mit Eingabe vom 14. Oktober 1958 diesem Begehren. Zur Begründung seines Antrages auf Nichtabnahme des Zeugnisses machte er geltend, die Aussagen Eggers seien im Hinblick auf seine Mitwirkung bei der Abfassung des Artikels und seine Stellung als Mittäter für den Prozess bedeutungslos; anschliessend bemerkte er:\n\n\"Egger gehört also ebensogut auf die Anklagebank wie Schmid. Damit hat er ohnehin die Stellung eines Zeugen verwirkt, auch wenn der Ankläger, um Egger zu schonen, auf eine Anklage gegen ihn verzichtet hat.\"\n\nAm 6. November 1958 wurde Egger in Anwesenheit der Parteien und ihrer Anwälte als Zeuge einvernommen und vorgängig vom Instruktionsrichter darauf aufmerksam gemacht, dass ihm kein Zeugnisverweigerungsrecht zustehe, da der Ankläger ausdrücklich auf eine Strafklage gegen ihn verzichtet habe.\n\nNachdem sich Egger in einer weitern Zeugeneinvernahme geweigert hatte, die Namen von Kollegen zu nennen, die durch die Leitung des Konservatoriums ungerechtfertigt gemassregelt worden seien, stellte der Vertreter des Anklägers mit Eingabe vom 3. Januar 1959 das Begehren, Egger nochmals über konkrete Vorfälle einzuvernehmen. In der Begründung wurde u.a. ausgeführt:\n\n\"Die Weigerung des Zeugen ist sachlich unberechtigt und zudem ungesetzlich, denn es steht ihm kein Zeugnisverweigerungsrecht zu (StPO 129/131).\"\n\nNach Abschluss des Beweisverfahrens, in welchem Schmid wiederholt die Abschreibung des Prozesses beantragt hatte, weil der Ankläger auf den Strafantrag verzichtet habe, erhob Wittelsbach am 4. Dezember 1959 auch gegen Egger als Anstifter und Mittäter von Schmid Strafklage wegen Ehrverletzung.\n\nB.- Am 18. Dezember 1959 sprach das Bezirrksgericht Zürich den Angeklagten Schmid von Schuld und Strafe |147| frei. Durch Beschluss vom gleichen Tage wies es die Anklage gegen Egger von der Hand mit der Begründung, der Ankläger habe durch sein Schreiben vom 14. Oktober 1958 auf die Strafklage gegen Egger verzichtet.\n\nDas Obergericht des Kantons Zürich wies am 4. Juli 1960 den Rekurs, den Wittelsbach gegen den bezirksgerichtlichen Einstellungsbeschluss eingereicht hatte, als unbegründet ab. Es erblickt in der Eingabe des Anklägers vom 3. Januar 1959 einen Rückzug des Strafantrages im Sinne von Art. 31 StGB, indem Wittelsbach darin das Zeugnisverweigerungsrecht Eggers unter Hinweis auf § 131 StPO bestritten und damit ausdrücklich zu erkennen gegeben habe, dass Egger im Zusammenhang mit der Sache, in der er als Zeuge auszusagen habe, von Seiten des Anklägers keine Strafverfolgung zu gewärtigen habe.\n\nC.- Wittelsbach führt Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichtes sei aufzuheben und die Sache zur materiellen Beurteilung der Anklage gegen Egger an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Art. 27 StGB schliesst, wenn der Verfasser eines ehrenrührigen Zeitungsartikels bekannt ist, die Bestrafung der nicht im Druckereigewerbe tätigen Personen, die nach den allgemeinen Vorschriften des StGB als Mittäter, Anstifter oder Gehilfe des Verfassers mitverantwortlich sind, nicht aus (BGE 73 IV 67). Egger, der als Musiklehrer dem Verfasser des eingeklagten Zeitungsartikels die Unterlagen verschafft und bei der Veröffentlichung mitgewirkt hat, fällt als Mittäter oder als Teilnehmer an der Schmid zur Last gelegten Ehrverletzung in Betracht. Er ist daher Beteiligter im Sinne von Art. 30 StGB.\n\n2. Nach dieser Bestimmung sind alle Beteiligten zu verfolgen, wenn ein Antragsberechtigter gegen einen an der Tat Beteiligten Strafantrag stellt. Der Kassationshof hat diese Vorschrift dahin ausgelegt, dass auch in den Kantonen, deren Prozessrecht eine formelle Anklage gegen |148| jeden der Beteiligten verlangt, schon mit dem gültig gestellten Antrag gegen einen Beteiligten bundesrechtlich die Voraussetzung zur Verfolgung der andern erfüllt ist, und zwar ohne Rücksicht darauf, in welchem Zeitpunkt gegenüber den andern Beteiligten Anklage erhoben wird (BGE 80 IV 212 Erw. 2). Man könnte sich fragen, ob diese Auslegung mit dem vom Bundesrecht zwingend aufgestellten Grundsatz der Unteilbarkeit des Strafantrages vereinbar sei, mit andern Worten, ob die Verwirklichung dieses Prinzips nicht voraussetze, dass auch in den im Privatstrafklageprozess durchzuführenden Strafsachen das gegen einen Beteiligten angehobene Strafverfahren von Amtes wegen auf die andern ausgedehnt werde oder dass zum mindesten der Privatstrafkläger die prozessualen Handlungen, die zur Ingangsetzung des Strafverfahrens gegenüber den andern Beteiligten nach kantonalem Prozessrecht notwendig sind, innert der Antragsfrist des Art. 29 Abs. 1 StGB vornehme. Die erwähnte Entscheidung, auf die sich auch der Beschluss des Obergerichts stützt, wird jedoch von keiner der beteiligten Parteien angefochten, und ein zwingender Anlass, sie einer erneuten Prüfung zu unterziehen, besteht im vorliegenden Falle nicht. Die Frage kann daher offen bleiben.\n\n3. Geht man von der bisherigen Rechtsprechung aus, so hatte die am 30. August 1957 gegen Schmid innert der Antragsfrist und in der vom zürcherischen Prozessrecht geforderten Form anhängig gemachte Anklage gemäss Art. 30 StGB zugleich die Wirkung eines Strafantrages gegen alle Beteiligten, gleichgültig, ob diese bereits bekannt waren oder erst im Verlaufe der Untersuchung ermittelt wurden. Damit war auch gegen Egger, obschon in der Anklageschrift nicht genannt, nach Bundesrecht rechtswirksam Strafantrag gestellt; um das Untersuchungsverfahren gegen ihn auszulösen, bedurfte es nur noch der prozessrechtlich erforderlichen Anklage, die auch noch nach Ablauf der Frist des Art. 29 Abs. 1 StGB möglich war. Hat somit der Ankläger von seinem Recht, Strafantrag |149| zu stellen, rechtsgültig Gebrauch gemacht, so konnte er, wie das Obergericht richtigerweise feststellt, auf die Ausübung dieses Rechtes nicht mehr verzichten, denn ein Verzicht setzt voraus, dass der Antrag noch nicht gestellt ist (Art. 28 Abs. 5 StGB). Ein bereits gestellter Strafantrag kann nur durch Rückzug im Sinne von Art. 31 StGB rechtsunwirksam gemacht werden.\n\nDas Obergericht ist der Meinung, dass der Rückzug des Strafantrages wie der Verzicht auf das Antragsrecht eine ausdrückliche Willenserklärung erfordere; der Wille des Berechtigten, den Strafantrag zurückzuziehen, müsse sich eindeutig und vorbehaltlos aus dem Wortsinn der Erklärung selbst ergeben. Dieser Auffassung steht der klare Wortlaut des Gesetzes entgegen, indem es nur in Art. 28 Abs. 5 für den Verzicht, nicht aber in Art. 31 für den Rückzug Ausdrücklichkeit verlangt. Demnach kann auf den Willen, den Strafantrag zurückzunehmen, auch aus den gesamten Umständen geschlossen werden, sofern er unmissverständlich zum Ausdruck kommt und nicht an eine Bedingung geknüpft ist (BGE 79 IV 100). An den Rückzug des Strafantrages weniger strenge Anforderungen zu stellen als an den Verzicht, ist auch sachlich gerechtfertigt. Wer auf sein Antragsrecht verzichtet, tut es vor Anhebung der Strafuntersuchung und damit regelmässig in Ungewissheit über den Verlauf des Verfahrens und den möglichen Ausgang der Klage, während der Rückzug des Strafantrages im allgemeinen in einem Zeitpunkt erfolgt, in dem die Untersuchung bereits bestimmte Ergebnisse gezeitigt hat, so dass der Antragsteller den Entschluss in Kenntnis der Sach- und Prozesslage fassen kann.\n\n4. (Gekürzt) In der Eingabe vom 14. Oktober 1958 erklärte der Beschwerdeführer vorbehaltlos, er habe darauf verzichtet, die Bestrafung Eggers zu verlangen. Der Verzicht war als endgültiger zu verstehen, da der Beschwerdeführer ein für allemal von einer Anklage absehen und sich trotzdem der Einvernahme Eggers als Zeuge widersetzen konnte, in der Meinung, dieser sei als Mittäter befangen |150| und verdiene als Zeuge keinen Glauben. Der Wille, keine Strafverfolgung einzuleiten, ergibt sich auch aus dem Verhalten des Beschwerdeführers in der Verhandlung vom 6. November 1958. Aus der Zeugenbelehrung und der entsprechenden Protokollierung war klar ersichtlich, dass Egger das Recht zur Zeugnisverweigerung nur deswegen abgesprochen wurde, weil die Erklärung des Beschwerdeführers vom 14. Oktober 1958 als verbindliche Zusicherung aufgefasst wurde, Egger laufe keine Gefahr, wegen seiner Aussagen vom Ankläger strafrechtlich verfolgt zu werden. Hätte der Beschwerdeführer seiner Erklärung eine weniger weit gehende Tragweite beigemessen, hätte er die Möglichkeit und nach Treu und Glauben auch die Pflicht gehabt, Vorbehalte anzubringen, was er jedoch unterliess. Schliesslich bestätigte der Beschwerdeführer den geäusserten Willen noch durch sein Schreiben vom 3. Januar 1959. Wenn er darin unter Hinweis auf die §§ 129/131 StPO bestritt, dass Egger ein Recht zur Zeugnisverweigerung habe, so wurde damit nicht bloss gesagt, dass Drittpersonen durch die Aussagen Eggers keinen Nachteilen ausgesetzt würden, sondern die Erklärung hatte, was aus dem Wortlaut des § 131 StPO folgt, gleichzeitig den Sinn, auch Egger selber laufe nicht Gefahr, strafrechtlich zur Verantwortung gezogen zu werden, wenn er als Zeuge aussage. Das gesamte Verhalten des Beschwerdeführers führt daher zum Schluss, dass er den Strafantrag gegen Egger zurückgezogen hat.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}