{"annee": "86", "cour": "II", "page": "125", "date": "31/3/1960", "cite": ["41 II 405"], "cite_par": ["101 IB 56"], "chapeau": "21. Urteil der I. Zivilabteilung vom 31. März 1960 i.S. Glatt und Konsorten gegen Blanc und Basel-Landschaft, Regierungsrat.", "regestes": ["Recours en nullité, art. 68 OJ, recevabilité. Un différend relatif à l'affermage de la chasse selon le droit cantonal n'est pas une affaire civile. Le Tribunal fédéral ne peut revoir l'application du code des obligations comme droit cantonal supplétif. Art. 68 al. 1 litt. a OJ. L'art. 68 al. 1 litt. b OJ ne peut être invoqué que pour violation d'une règle de compétence du droit privé fédéral."], "faits": "|125|\n\nA.- Nach § 34 der Verfassung des Kantons BaselLandschaft ist die Jagd eine Gerechtsame der Gemeinden. Das kantonale Einführungsgesetz vom 26. Februar 1959 zum Bundesgesetz über Jagd und Vogelschutz (EG/JVG) erklärt in § 1 ausschliesslich das System der Revierjagd zulässig. § 3 EG/JVG verpflichtet die Gemeinden, die Jagdreviere periodisch öffentlich zu versteigern.\n\nDie Gemeinde Diegten führte am 6. Februar 1960 die öffentliche Versteigerung ihres Jagdreviers durch. Dabei kam es zu einem Wettlauf zwischen der bisherigen Pächterin, der Jagdgesellschaft Blanc und Mitbeteiligte, und den Brüdern Glatt als neuen Bewerbern. Die Jagdpacht wurde zum Preis von Fr. 9100.-- den Brüdern Glatt zugeschlagen. |126|\n\nB.- Gegen diesen Zuschlag erhoben die früheren Pächter Blanc und Mitbeteiligte beim Regierungsrat Basel-Landschaft Beschwerde mit dem Begehren, die Versteigerung sei ungültig zu erklären. Zur Begründung machten sie geltend, die Steigerungsvorschriften seien dadurch verletzt worden, dass der Gantleiter ein Höhergebot der bisherigen Pächter nicht beachtet habe.\n\nC.- Mit Entscheid vom 23. Februar 1960 erklärte der Regierungsrat die Jagdpachtversteigerung vom 6. Februar 1960 als ungültig und wies den Gemeinderat Diegten an, eine neue Versteigerung durchzuführen.\n\nD.- Diesen Regierungsratsentscheid fechten die Brüder Glatt und die Gemeinde Diegten mit der vorliegenden Nichtigkeitsbeschwerde beim Bundesgericht an. Sie machen geltend, der Entscheid sei wegen Anwendung kantonalen öffentlichen Rechts anstelle von Bundeszivilrecht (Art. 68 Abs. 1 lit. a OG), sowie wegen Verletzung der durch das Bundeszivilrecht vorgeschriebenen sachlichen Zuständigkeit der Behörden (Art. 68 Abs. 1 lit. b OG) aufzuheben.\n\nDie Beschwerdeführer beantragen sodann, es sei ihrer Beschwerde aufschiebende Wirkung gemäss Art. 70 Abs. 2 OG zu gewähren.\n\nNeben der Nichtigkeitsbeschwerde haben die Beschwerdeführer vorsorglich auch noch eine staatsrechtliche Beschwerde gemäss Art. 84 OG eingereicht und auch mit dieser ein Sistierungsgesuch gestellt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nIn BGE 41 II 405 ff. wurde entschieden, dass das Jagdpachtverhältnis, insbesondere auch die Gültigkeit einer Jagdpachtsteigerung, dem kantonalen Recht unterstehe, weshalb eine Berufung an das Bundesgericht wegen Fehlens einer Verletzung von Bundesprivatrecht ausgeschlossen sei.\n\nGleich wie die Berufung ist auch die Nichtigkeitsbeschwerde nach Art. 68 OG nur in Zivilsachen zulässig. An dieser Voraussetzung gebricht es im vorliegenden Fall. |127|\n\nDenn die Jagdpacht ist im Kanton Basel-Landschaft wie andernorts ein öffentlichrechtliches Verhältnis, das dem kantonalen Recht untersteht. Die Einräumung der Jagdberechtigung ist öffentlichrechtliche Verleihung des Jagdrechtes für ein bestimmtes Revier. Das durch diese Verleihung begründete Rechtsverhältnis wird durch das kantonale Recht geregelt, und zwar sowohl inhaltlich wie mit Bezug auf das Verleihungsverfahren.\n\nFür das Pachtverhältnis werden zwar im vorliegenden Pachtvertrag (Ziff. 9) \"die Bestimmungen des Schweizerischen Obligationenrechts, insbesondere die Art. 275-298\" als anwendbar erklärt. Dadurch wird jedoch der sogenannte Jagdpachtvertrag nicht zu einem Pachtvertrag im Sinne des Bundesprivatrechts. Desgleichen macht die gesetzliche Anordnung einer öffentlichen Versteigerung der Jagdpacht (womit auf die Bestimmungen der Art. 229 ff. OR über die Versteigerungen hingewiesen wird) das Verfahren nicht zu einer dem Bundesprivatrecht unterstehenden Versteigerung. In beiden Fällen gelten die anwendbar erklärten Bestimmungen des OR nicht als Bundesrecht, sondern als subsidiäres kantonales Recht. Verletzung kantonalen Rechts kann aber weder mit Berufung, noch mit Nichtigkeitsbeschwerde gemäss Art. 68 Abs. 1 lit. a OG gerügt werden.\n\nAuch der Beschwerdegrund von Art. 68 Abs. 1 lit. b OG ist nicht gegeben. Die Beschwerdeführer behaupten, für die Beurteilung der Frage der Gültigkeit der Jagdpachtversteigerung sei nicht der Regierungsrat, sondern der Richter zuständig. Gemäss Art. 230 Abs. 1 OR und § 5 Abs. 3 EG/JVG hätte die Klage auf Ungültigerklärung der Versteigerung beim ordentlichen Richter angebracht werden müssen. Die Beschwerdeführer übersehen jedoch, dass Art. 230 Abs. 1 OR nur dann als Bundesrecht gilt, wenn es sich um eine Versteigerung nach Privatrecht handelt. Steht dagegen, wie hier, eine vom kantonalen öffentlichen Recht beherrschte Versteigerung in Frage, so greift das kantonale Recht auch durch mit Bezug auf die |128| Regelung der Zuständigkeit zur Entscheidung von Streitigkeiten über die Gültigkeit einer Versteigerung. Das Bundesrecht schreibt für diesen Fall nichts vor über die Ordnung der örtlichen oder sachlichen Zuständigkeit. Eine solche Vorschrift wäre aber Voraussetzung für eine Anrufung von Art. 68 Abs. 1 lit. b OG.\n\nAuf die Nichtigkeitsbeschwerde kann daher nicht eingetreten werden. Damit erübrigt sich ein Eingehen auf das von den Beschwerdeführern gestellte Sistierungsgesuch.\n\nDie vorsorglich eingereichte staatsrechtliche Beschwerde, über die mit Rücksicht auf die Unzulässigkeit der Nichtigkeitsbeschwerde entschieden werden muss, ist samt dem ebenfalls gestellten Sistierungsbegehren der zuständigen staatsrechtlichen Abteilung des Bundesgerichts zur Behandlung zu überweisen.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}