{"annee": "86", "cour": "IV", "page": "9", "date": "5/2/1960", "cite": ["76 IV 21", "70 IV 53", "73 IV 90"], "cite_par": ["90 IV 66"], "chapeau": "4. Auszug aus dem Urteil des Kassationshofes vom 5. Februar 1960 i.S. Zollinger gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 69 CP. Imputation de la détention préventive subie entre les condamnations de première et de seconde instance lorsque l'inculpé a refusé de commencer à subir sa peine par anticipation?"], "faits": "", "considerants": "BGE 86 IV 9 S. 9\n\nAus den Erwägungen:\n\nDie Vorinstanz hat dem Beschwerdeführer die Anrechnung der zwischen der erst- und der zweitinstanzlichen Aburteilung erstandenen Haft verweigert, weil \"das von ihm eingelegte Rechtsmittel verbunden mit dem Einspruch gegen den vorzeitigen Strafvollzug\" trölerisch gewesen sei; er habe, nachdem der erstinstanzliche Schuldspruch in drei Punkten unangefochten geblieben sei, nicht damit rechnen können, er werde mit der Appellation in dem Masse Erfolg haben, dass er keine Strafe mehr zu verbüssen brauche.\n\nTatsächlich hat Zollinger einen vorzeitigen Strafantritt abgelehnt. Das kann ihm jedoch nicht zum Vorwurf gereichen. Denn es war nicht seine Pflicht, sondern bloss sein Recht, vor Eintritt der Rechtskraft die Strafe an sich vollziehen zu lassen (vgl. BGE 70 IV 56 /7). Diese dem Verurteilten zustehende Befugnis, einen vorzeitigen Strafantritt abzulehnen, schliesst indessen nicht aus, dass er die sich aus einer solchen Weigerung ergebenden Folgen nach Art. 69 StGB tragen muss. Die Anrechnung der Haft ist eine Billigkeitsmassnahme, die das Gesetz für den Fall vorschreibt, dass die Haft unabhängig vom Verhalten des Beschuldigten nach der Tat verhängt wird oder fortdauert (BGE 73 IV 91, BGE 76 IV 23). Es ist aber nicht ein Gebot der Billigkeit, einem Angeklagten die Sicherheitshaft BGE 86 IV 9 S. 10anzurechnen, wenn er den vorzeitigen Strafantritt abgelehnt hat, obwohl er sich bei Ergreifung des Rechtsmittels bewusst sein musste, dass eine Verurteilung zu einer Strafe milderer Art (z.B. Haft statt Gefängnis) nicht in Betracht komme und dass er von der ausgefällten Strafe jedenfalls soviel zu verbüssen haben werde, als der voraussichtlichen Dauer des Rechtsmittelverfahrens entspreche. Das kann entweder deswegen der Fall sein, weil er das erstinstanzliche Urteil überhaupt nur zum Teil angefochten hat oder weil das Rechtsmittel zumindest teilweise trölerisch war (Urteil i.S. Blank vom 12. Juni 1959)."}