{"annee": "86", "cour": "III", "page": "4", "date": "20/4/1960", "cite": ["85 III 14"], "cite_par": [], "chapeau": "3. Entscheid vom 20. April 1960 i.S. Herrmann.", "regestes": ["Opposition (art. 74 LP). Comment interpréter la déclaration du débiteur selon laquelle il ne reconnaît pas la dette et fera opposition?"], "faits": "|4|\n\nIn der Betreibung, die Karl Herrmann für eine Forderung von Fr. 1388.90 gegen Frau Wuthier führt, stellte das Betreibungsamt Kreuzlingen der Schuldnerin am 15. Dezember 1959 den Zahlungsbefehl zu. Bei dieser Gelegenheit erklärte die Schuldnerin laut Bericht des Amtes vom 22. Februar 1960, sie anerkenne diese Forderung nicht und werde Rechtsvorschlag erheben; sie werde die Sache ihrem Sohn übergeben. Eine weitere Mitteilung erhielt das Betreibungsamt während der Frist für den Rechtsvorschlag nicht. Es nahm deswegen an, ein |5| Rechtsvorschlag sei nicht erfolgt, und erliess am 15. Januar 1960 die Pfändungsankündigung. Die Schuldnerin erhielt davon am 19. Januar (bei der Rückkehr von einem mehrwöchigen Besuch in Basel) Kenntnis und liess hierauf am 22. Januar durch einen Anwalt beim Präsidenten des Bezirksgerichts Kreuzlingen das Gesuch um Bewilligung des nachträglichen Rechtsvorschlags stellen. Der Gerichtspräsident wies dieses Gesuch am 2. Februar ab, erkannte aber in seiner Eigenschaft als untere Aufsichtsbehörde in Betreibungssachen gleichzeitig:\n\n\"Das Begehren wird als betreibungsrechtliche Beschwerde in dem Sinne geschützt, dass das Betreibungsamt Kreuzlingen angewiesen wird, den von der Impetrantin dem zustellenden Beamten Stuber mündlich erklärten Rechtsvorschlag als gültig entgegenzunehmen. Die Pfändungsankündigung fällt dahin.\"\n\nDie kantonale Aufsichtsbehörde hat dieses - vom Gläubiger weitergezogene - Erkenntnis am 28. März 1960 bestätigt.\n\nHiegegen rekurriert der Gläubiger an das Bundesgericht.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDie Erklärung, welche die Schuldnerin nach dem von der Vorinstanz als zuverlässig beurteilten Berichte des Betreibungsamtes bei der Zustellung des Zahlungsbefehls abgegeben hat, wäre wohl als Rechtsvorschlag zu betrachten, wenn die Schuldnerin einfach erklärt hätte, sie bestreite die Forderung. Sie hat aber beigefügt, sie werde Rechtsvorschlag erheben und die Sache ihrem Sohn übergeben. Damit hat sie sich die endgültige Stellungnahme zu der in Betreibung gesetzten Forderung für einen spätern Zeitpunkt vorbehalten. Unter diesen Umständen ist in ihrer Erklärung nicht ein Rechtsvorschlag, sondern nur die Ankündigung eines solchen zu erblicken. Bei dieser ist es geblieben, da die Schuldnerin bis zum Ablauf der Frist für den Rechtsvorschlag keine weitern Vorkehren getroffen hat. Die Pfändungsankündigung ist daher zu Recht erfolgt. |6|\n\nDem von der Vorinstanz angezogenen Entscheide BGE 85 III 14 ff. lag ein vom vorliegenden wesentlich verschiedener Tatbestand zugrunde.\n\nDie wiedergegebene Erklärung entgegen ihrem Wortlaut als Rechtsvorschlag zu deuten, geht um so weniger an, als die Schuldnerin nach Erhalt der Pfändungsankündigung selber nicht geltend machte, sie habe wirksam Rechtsvorschlag erhoben, sondern durch einen Anwalt ausdrücklich erklären liess, sie habe dies nicht in rechtsgültiger Form getan und ersuche daher um Bewilligung des nachträglichen Rechtsvorschlags durch den Richter.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nIn Gutheissung des Rekurses wird der angefochtene Entscheid aufgehoben und das Gesuch der Schuldnerin vom 22. Januar 1960 abgewiesen, soweit es als betreibungsrechtliche Beschwerde gelten kann."}