{"annee": "86", "cour": "IV", "page": "92", "date": "8/4/1960", "cite": ["82 IV 138", "81 I 274", "85 IV 173", "83 IV 121", "82 I 150"], "cite_par": ["87 II 320", "92 I 307", "96 IV 155", "93 IV 66", "100 II 230", "87 IV 97", "88 IV 133", "100 II 52"], "chapeau": "25. Auszug aus dem Urteil des Kassationshofes vom 8. April 1960 i.S. Staatsanwaltschaft des Kantons Schwyz gegen Fässler.", "regestes": ["L'art. 66 LAMA n'exclut pas l'application des dispositions sur l'escroquerie (art. 148 CP) et le faux dans les titres (art. 251 CP)."], "faits": "", "considerants": "|92|\n\nAus den Erwägungen:\n\nDie Frage, ob der Täter, der durch Übertretung des Art. 66 KUVG zugleich die gemeinrechtlichen Tatbestände des Betruges und der Urkundenfälschung erfüllt, nach Art. 148 und 251 StGB zu bestrafen sei, ist vom Kassationshof i.S. Treyvaud (BGE 82 IV 138) im bejahenden Sinne entschieden worden. An dieser Rechtsprechung ist festzuhalten.\n\na) Einzuräumen ist, dass zwischen Art. 66 KUVG und Art. 148 und 251 StGB nicht schon wegen der Verschiedenheit der geschützten Rechtsgüter Gesetzeskonkurrenz besteht. Wie der Kassationshof unlängst festgestellt hat, liegt es gerade im Wesen des Spezialgesetzes, dass es andere Zwecke verfolgt und andere Interessen schützt als das Strafgesetzbuch, weshalb auf diese mehr oder weniger immer vorhandenen Unterschiede zur Lösung von Konkurrenzfragen nicht abgestellt werden kann, soll die Anwendung des Grundsatzes der Spezialität nicht praktisch verunmöglicht werden (BGE 85 IV 180 /1).\n\nDagegen bleibt, was auch die Vorinstanz anerkennt, die Verschiedenheit der Tatbestände, wie sie in Art. 66 KUVG und in Art. 148 und 251 StGB umschrieben werden, bestehen. Sie ist auch bedeutsam, da nicht gesagt werden kann, dass derjenige, der die Lohnlisten nicht pflichtgemäss führt, sozusagen immer auch arglistig, mit Schädigungsvorsatz und in Bereicherungsabsicht oder zur Erlangung anderer unrechtmässiger Vorteile handle und Art. 66 |93| KUVG deswegen notwendig auch die Urkundenfälschung und die betrügerische Prämienhinterziehung miterfasse. BÜHLER weist in einem 1921 verfassten Aufsatz auf die tatsächlich häufig vorkommenden Fälle hin, in denen Betriebsinhaber auf dem Lande der Vorschrift des Art. 64 KUVG vorsätzlich nicht nachleben, nicht weil sie die Versicherungsanstalt um Prämien prellen wollen, sondern einzig deshalb, weil sie einer geordneten Buchführung kein Verständnis entgegenbringen oder sonstwie die Ordnung vernachlässigen (SJZ Bd. 18 S. 138). Hiezu kommen die von MAURER in einer neueren Abhandlung erwähnten Fälle, in denen Betriebsinhaber die Lohnlisten aus blosser Widersetzlichkeit nicht oder verspätet erstellen (Recht und Praxis der schweiz. obligatorischen Unfallversicherung, S. 351).\n\nb) Das Kantonsgericht hält demgegenüber den Willen des historischen Gesetzgebers, der eindeutig auf den Ausschluss des gemeinen Strafrechtes gerichtet gewesen sei, für ausschlaggebender. Dem ist nicht beizupflichten.\n\nRichtig ist, dass bloss für den Fall der betrügerischen Erschleichung von Versicherungsleistungen ein ausdrücklicher Vorbehalt zugunsten der Strafgesetze in das KUVG (Art. 99 Abs. 2) aufgenommen wurde, und zwar gegen die Opposition des Ständerates, der auf Antrag seiner Kommission vorerst den ganzen Art. 99 (damals 69) als überflüssig streichen wollte, bei der Differenzenbereinigung aber dann dem Nationalrat folgte (Sten. Bull. StR 1910 S. 50, 1911 S. 50). Bei Art. 66 KUVG (Art. 89bis bzw. Art. 45bis der Vorlagen) war es der Nationalrat, der in der Differenzenbereinigung dem Ständerat nachgab und den in der ersten Lesung bereits beschlossenen Vorbehalt zugunsten der Strafgesetze ohne Diskussion wieder fallen liess (Sten. Bull NatR 1908 S. 583, 1910 S. 456, Prot. der nationalrätl. Kommission vom 15. September 1910). Die Gesetzesmaterialien lassen indessen erkennen, dass der Gesetzgeber bestrebt war, nur die notwendigsten Strafbestimmungen in das Gesetz aufzunehmen (Botschaft des Bundesrates, |94| BBl 1906 VI S. 399) und sie - offensichtlich aus referendumspolitischen Gründen - milde zu gestalten (vgl. Votum Usteri, Prot. ständerätl. Kommission vom 27. Februar 1909). Diese Grundhaltung des Gesetzgebers, ferner die Erläuterungen des Experten Cérésole in der nationalrätlichen Kommission (Prot. S. 294), wonach auf alle Fälle die Anwendung der kantonalen Strafbestimmungen vorbehalten bleibe, soweit sie für Betrug und Urkundenfälschung strengere Strafen vorsähen, und das Votum von Usteri, der im Ständerat die vorgeschlagene Streichung des Art. 99 KUVG damit begründete, dass nicht längst im OR und in den Strafgesetzbüchern Geordnetes wiederholt zu werden brauche, lassen immerhin als zweifelhaft erscheinen, ob im KUVG die strafrechtlichen Sanktionen abschliessend geregelt werden wollten.\n\nIst aber der Wille des historischen Gesetzgebers den Materialien nicht mit eindeutiger Klarheit zu entnehmen, so hindert der Gesetzestext nicht, bei dessen Auslegung der allgemeinen Rechtsentwicklung und den gegenwärtigen Verhältnissen Rechnung zu tragen (vgl. BGE 83 IV 128 /9, BGE 82 I 153, BGE 81 I 282 Erw. 3). Unter diesem Gesichtspunkt ist zu berücksichtigen, dass in den 50 Jahren, die seit der Beratung des KUVG verflossen sind, die Anschauungen vor allem auf sozialem Gebiet sich geändert haben und dass die kantonalen Strafgesetze, die den Betrug und die Urkundenfälschung unterschiedlich umschrieben und zum Teil mit sehr schweren Strafen bedrohten, inzwischen durch einheitliche Strafbestimmungen mit weiter gespannten Strafrahmen ersetzt worden sind. Nach heutigem Rechtsempfinden wäre es unverständlich, wenn der Arbeitnehmer, der auf betrügerische Weise von der Suva Versicherungsleistungen bezieht, nach der Vorschrift des Art. 99 Abs. 2 KUVG wegen Betruges gemäss Art. 148 StGB verurteilt werden müsste, während der Betriebsinhaber, der durch betrügerische Machenschaften Prämien hinterzieht, nach dem Wortlaut des Art. 66 KUVG bloss mit einer Übertretungsstrafe wegkäme. Der Sinn des Gesetzes kann vernünftigerweise nur der sein, dass Arbeitgeber und |95| Arbeitnehmer der gleichen Strafdrohung unterstehen. Dass im neuzeitlichen Sozialversicherungsrecht wegen seiner zunehmenden Bedeutung andere Massstäbe anzulegen sind als vor Jahrzehnten, wird durch das AHV-Gesetz (Art. 87) und das Gesetz über die Arbeitslosenversicherung (Art. 58) dargetan, in denen der Gesetzgeber es für angezeigt hielt, für Vergehen und Verbrechen allgemein das Strafgesetzbuch vorzubehalten, gleichgültig, ob der Versicherte oder der Arbeitgeber sich des Betruges oder der Urkundenfälschung schuldig macht und ob die strafbare Handlung die Erwirkung einer Kassenleistung oder die Hinterziehung von Beiträgen zum Ziele hat.\n\nc) Verfehlt ist auch der Standpunkt der Vorinstanz, dass die in Art. 66 KUVG auf Rückfall angedrohte Strafe von Fr. 1000.-- Busse und sechs Monaten Gefängnis die ausschliessliche Anwendung dieser Bestimmung rechtfertige. Beim Vergleich der Höhe der in den konkurrierenden Tatbeständen angedrohten Strafen ist selbstverständlich von der einfachen und nicht von der qualifizierten Strafdrohung auszugehen. Der im Normalfall bis zu drei Monaten Haft und Fr. 500.-- Busse reichende Strafrahmen des Art. 66 KUVG ist aber, jedenfalls in schwereren Fällen, ungenügend, um die zugleich begangenen Verbrechen des Betruges und der Urkundenfälschung abzugelten, für welche Art. 148 und 251 StGB Zuchthausstrafe bis zu fünf Jahren oder Gefängnis bis zu drei Jahren vorsehen.\n\nZu beachten ist ferner, dass nach Art. 34 des Bundesgesetzes vom 4. Februar 1853 über das Bundestrafrecht, dessen allgemeine Bestimmungen gemäss Art. 66 Abs. 3 KUVG bei der Beurteilung von Widerhandlungen gegen das KUVG anzuwenden waren, die Verjährung der Strafverfolgung erst nach Ablauf von drei Jahren eintrat und diese Frist bei jeder Untersuchungshandlung wieder neu zu laufen begann, während seit dem Inkrafttreten des eidgenössischen Strafgesetzbuches Übertretungen schon nach einem Jahr und selbst im Falle der Unterbrechung nach zwei Jahren absolut verjähren. Die unhaltbaren Folgen, die sich aus dieser kurzen Verjährungsfrist ergeben, |96| wenn mit der Übertretung des Art. 66 KUVG zugleich ein Betrug oder eine Urkundenfälschung begangen wird, sind ein Grund mehr, von der im Falle Treyvaud vertretenen Auffassung nicht abzugehen. Damit wird Art. 1 StGB nicht verletzt, da diese Bestimmung nur verbietet, im Gesetz nicht erwähnte Tatbestände strafbar zu erklären, dagegen nicht hindert, eine Strafbestimmung sinngemäss auszulegen.\n\nd) Ebensowenig trifft die Ansicht der Vorinstanz zu, dass die Versicherungsbeiträge den Steuern gleichzustellen seien und dass demzufolge derjenige, der Prämien hinterziehe, gleich zu behandeln sei wie der Steuerhinterzieher. Die öffentlichrechtlichen Versicherungsprämien sind nicht Abgaben im Sinne des Fiskalrechtes, die vom Staat für beliebige allgemeine Bedürfnisse verwendet werden können, sondern zweckgebundene Gegenleistung für die von der Suva übernommene Verpflichtung zur Deckung von Unfallschäden und somit eine Folge der vermögensrechtlichen Beziehungen, welche die Betriebsinhaber mit der Suva verbinden.\n\nAuch der Hinweis, dass die Suva mit öffentlichrechtlichen Befugnissen ausgestattet sei und der Betriebsinhaber darum im Verhältnis zu ihr eine untergeordnete Parteistellung einnehme, ändert am Charakter der strafbaren Handlung wenig. Die Suva ist zur Erfüllung ihrer Aufgabe darauf angewiesen, dass ihr die unterstellten Betriebe über die Arbeits- und Lohnverhältnisse des versicherten Personals wahrheitsgemässe Angaben machen, die sie nicht ständig überprüfen kann. Ihre Kontrollbefugnisse unterscheiden sich übrigens nicht wesentlich von denen privater Versicherungsgesellschaften. Umso weniger könnte verstanden werden, dass der Prämienbetrug zum Nachteil einer privaten Versicherung unter die Strafdrohung des Art. 148 StGB fällt, die gleiche Tat, wenn sie zum Nachteil der Sozialversicherung begangen wird, aber nur mit Busse oder Haft geahndet würde."}