{"annee": "86", "cour": "III", "page": "6", "date": "20/1/1960", "cite": ["56 III 198", "82 III 152"], "cite_par": [], "chapeau": "4. Auszug aus dem Entscheid vom 20. Januar 1960 i.S. Zumstein.", "regestes": ["Insaisissabilité d'une petite machine à laver adoptée aux besoins d'une famille lorsque celle-ci ne dispose pas d'une autre installation rendant le même service. Art. 92 ch. 1 LP. Le créancier peut-il offrir, en échange de l'objet saisi, un appareil non mécanique?"], "faits": "|6|\n\nAus dem Tatbestand:\n\nDas Betreibungsamt Olten-Gösgen pfändete eine Waschmaschine, geschätzt auf Fr. 620.--. Dieses Gerät befindet |7| sich in der Wohnung, welche die vom Schuldner getrennt lebende Ehefrau benutzt. In dieser Wohnung leben ferner drei Söhne. Die Ehefrau des Schuldners besorgt auch die Wäsche des auswärts in der Lehre befindlichen vierten Sohnes. Es steht keine Waschküche zur Verfügung, noch gehören zur Wohnung Vorrichtungen zur Besorgung der Wäsche (Waschhafen, Auswinde usw.). Dagegen ist ein Badzimmer vorhanden, in dem die Waschmaschine mit Handmange und eingebauter Heizung als einziges Waschgerät untergebracht ist.\n\nÜber die Pfändung dieser Sache beschwerte sich die Ehefrau des Schuldners bei der kantonalen Aufsichtsbehörde ohne Erfolg. Mit vorliegendem Rekurs hält sie an der Beschwerde fest.", "considerants": "Aus den Erwägungen:\n\n... Die Beschwerde erweist sich entgegen dem angefochtenen Entscheid als begründet. Zu den dem Schuldner und seiner Familie unentbehrlichen Hausgeräten im Sinne von Art. 92 Ziff. 1 SchKG (in der Fassung der Gesetzesnovelle vom 28. September 1949; danach fallen nicht nur \"die notwendigsten Hausgeräte\" in Betracht, wie sie die Vorinstanz gemäss der frühern Ziff. 2 des Art. 92 allein berücksichtigen zu dürfen glaubt) gehören auch die notwendigen Vorrichtungen zum Besorgen der Wäsche. Sie spielen allerdings für die Anwendung von Art. 92 SchKG keine Rolle, wenn der Schuldner kraft Wohnungsmiete dem Vermieter gehörende ausreichende Vorrichtungen benutzen kann. Wo dies aber, wie im vorliegenden Falle, nicht zutrifft, ist der Schuldner, und daher auch seine Familie, auf eine eigene Einrichtung zum Waschen angewiesen, die dem Schutze des Art. 92 Ziff. 1 SchKG untersteht. Er kann nicht darauf verwiesen werden, dafür die Badwanne zu verwenden, die sich dazu nicht eignet und bei solcher Verwendung übermässig abgenützt würde, was der Vermieter nicht zu dulden braucht. Daher erscheint ein Waschhafen mit Zubehör (Heizung usw.) oder eine |8| Waschmaschine als unentbehrlich. Ob die Wohnung der Rekurrentin für eine Einrichtung der erstern Art genügend Raum böte, ist nicht abgeklärt. Das nach ihren Angaben enge, zudem das Klosett enthaltende Badzimmer käme dafür kaum in Betracht. Wie es sich mit dem verfügbaren Waschraum verhält, kann indessen offen bleiben. Ein Waschhafen ist tatsächlich nicht vorhanden, und dem Gläubiger könnte unter den vorliegenden Umständen nicht gestattet werden, einen solchen als Ersatz anzubieten, um die Waschmaschine pfänden lassen zu können. Bisher hatte er gar keine Veranlassung, ein solches Angebot zu machen, da die Waschmaschine ja ohnedies (wie dargetan, zu Unrecht) gepfändet wurde. Es ist ihm aber ein Anspruch auf Auswechslung überhaupt abzusprechen, da man es mit einer dem Familienbedarf angepassten kleinen und nicht luxuriös ausgestatteten Waschmaschine zu tun hat, deren Wert nicht in offensichtlichem Missverhältnis zum Wert einer nicht maschinellen Waschvorrichtung steht (BGE 56 III 198, BGE 82 III 153 /54)."}