{"annee": "86", "cour": "I", "page": "165", "date": "15/7/1960", "cite": ["75 I 284", "84 I 7", "74 I 403", "74 I 346"], "cite_par": ["97 I 748", "100 IB 299", "105 IA 214", "102 IB 356", "91 I 480", "93 I 656", "89 I 224", "93 I 390", "88 I 260", "118 II 199", "120 IB 193", "94 I 336"], "chapeau": "25. Urteil vom 15. Juli 1960 i.S. Joppi gegen Regierungsrat des Kantons Luzern.", "regestes": ["Nationalité suisse. 1. Statut d'un enfant légitime qui est né d'une mère suisse et dont le père, originaire de la partie de langue allemande du Tyrol.méridional, a acquis la nationalité allemande avant le mariage, conformément à une convention italo-allemande de 1939, après avoir opté et émigré en territoire autrichien, raison pour laquelle la République fédérale allemande les reconnaît, lui et l'enfant, comme ressortissants allemands (consid. 2-4). 2. A quelles conditions l'autorité peut-elle revenir après coup sur une décision constatant que l'enfant possède la nationalité suisse? (consid. 5, 6)."], "faits": "BGE 86 I 165 S. 165\n\nA.- Ferdinand Joppi, geboren am 20. Dezember 1919, ist deutschsprachiger Südtiroler. Er wohnte bis Anfang 1940 im Südtirol und war italienischer Staatsangehöriger.BGE 86 I 165 S. 166\n\nGestützt auf die deutsch-italienische Vereinbarung vom 21. Oktober 1939 über \"Richtlinien für die Rückwanderung der Reichsdeutschen und Abwanderung der Volksdeutschen aus dem Alto Adige in das Deutsche Reich\" optierte er am 30. November 1939 für die deutsche Reichsangehörigkeit. Er wanderte dann nach Österreich ab, das damals dem Deutschen Reich angeschlossen war. Am 17. Januar 1940 wurde ihm in Österreich die deutsche Reichsangehörigkeit verliehen. Er wurde zum Dienst in der deutschen Wehrmacht eingezogen.\n\nNachdem er aus der Kriegsgefangenschaft heimgekehrt war, heiratete er am 30. Mai 1949 in Dornbirn (Österreich) Zita Louisa Niesper, von Wolhusen (Luzern). Der Ehe entspross ein Sohn, Harald Christian Joppi, geboren am 22. Juni 1949 in Dornbirn.\n\nB.- Im Jahre 1953 beantragte das eidg. Justiz- und Polizeidepartement der zuständigen Behörde des Kantons Luzern, im Verfahren gemäss Art. 49 BG über Erwerb und Verlust des Schweizerbürgerrechts vom 29. September 1952 (BüG) zu prüfen, ob Frau Joppi-Niesper und ihr Sohn das Schweizerbürgerrecht besässen. Das Departement gelangte damals zum Schluss, Ferdinand Joppi habe sich zur Zeit der Eheschliessung und seither weder von Italien noch von Österreich noch von Deutschland als Staatsbürger anerkennen lassen können; er sei bei der Verheiratung staatenlos gewesen und es geblieben, so dass die Ehefrau das Bürgerrecht des Kantons Luzern und der Gemeinde Wolhusen und das Schweizerbürgerrecht behalten habe und der Sohn von Geburt an ebenfalls diese Rechte besitze (Art. 5 Abs. 2 und 3 BRB über Änderung der Vorschriften über Erwerb und Verlust des Schweizerbürgerrechts vom 11. November 1941 - BRB 1941).\n\nDas Gemeindedepartement des Kantons Luzern teilte diese Auffassung, ebenso der Gemeinderat von Wolhusen. Dieser beschloss daher im August 1953, Frau Joppi-Niesper und Harald Christian Joppi als Bürger der Gemeinde BGE 86 I 165 S. 167anzuerkennen, \"das Kind jedoch nur bis zum Erwerb eines ausländischen Staatsbürgerrechtes\" (Art. 5 Abs. 2 BüG).\n\nDie Ehe Joppi-Niesper wurde im Jahre 1955 geschieden. Frau Niespcr heiratete am 29. Mai 1956 den Schweizerbürger Bruno Gröbli. Sie besitzt seither das Bürgerrecht von Henau (St. Gallen).\n\nC.- In der Folge beantragte das eidg. Justiz- und Polizeidepartement, in einem neuen Verfahren nach Art. 49 BüG zu überprüfen, ob Harald Christian Joppi das Schweizerbürgerrecht besitze. Es erhielt mit einer Note der Botschaft der Bundesrepublik Deutschland in Bern vom 22. Oktober 1957 eine Bestätigung der \"Bundesstelle für Verwaltungsangelegenheiten des Bundesministers des Innern - Staatsangehörigkeitsangelegenheiten -\" vom 9. August 1957. In der Bestätigung wird erklärt, dass Ferdinand Joppi \"die deutsche Staatsangehörigkeit seit dem 17. Januar 1940 besitzt\", und in der Begleitnote, dass demzufolge auch sein Sohn, durch Abstammung, deutscher Staatsangehöriger sei.\n\nGestützt auf diese neuen Unterlagen entschied der Gemeinderat von Wolhusen am 30. Januar 1958, dass Harald Christian Joppi im Jahre 1953 zu Unrecht als Bürger dieser Gemeinde (und des Kantons Luzern und als Schweizerbürger) anerkannt worden sei und dass diese \"Erteilung\" des Bürgerrechts daher widerrufen werde. Eine Beschwerde des Harald Christian Joppi hiegegen wies der Regierungsrat des Kantons Luzern am 25. Januar 1960 ab.\n\nD.- Gegen diesen Entscheid erhebt Harald Christian Joppi Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei festzustellen, dass er nach wie vor das Schweizerbürgerrecht und das Bürgerrecht von Wolhusen besitze.\n\nEs wird geltend gemacht, Ferdinand Joppi sei seit dem Jahre 1940 staatenlos. Seine damals verfügte Aufnahme in das deutsche Bürgerrecht sei nichtig. Deutschland habe mit der Einbürgerung dieses Südtirolers, der nie auf BGE 86 I 165 S. 168deutschem Staatsgebiet, sondern immer in Österreich gewohnt habe, seine völkerrechtlichen Kompetenzen überschritten und alle einschlägigen Bestimmungen seines eigenen Staatsangehörigkeitsgesetzes von 1913 missachtet. Der Bundesrepublik möge es als billig erscheinen, diesen Akt nachträglich anzuerkennen. Keinesfalls aber könne er für die schweizerischen Behörden rechtsverbindlich sein, da er in die Hoheitsrechte der Schweiz eingreife und gegen die schweizerische Auffassung von öffentlicher Ordnung verstosse. Er könne nicht dazu führen, dass der Beschwerdeführer, Sohn einer schweizerischen Mutter, das ihm bereits im Jahre 1953 zuerkannte Schweizerbürgerrecht verliere.\n\nE.- Der Regierungsrat des Kantons Luzern und das eidg. Justiz- und Polizeidepartement beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Ein Entscheid, mit dem die letzte kantonale Instanz im Verfahren nach Art. 49 BüG feststellt, ob eine Person das Schweizerbürgerrecht (und das mit in Frage stehende Kantons- und Gemeindebürgerrecht) besitzt oder nicht, unterliegt der Verwaltungsgerichtsbeschwerde (Art. 50 BüG). Einen solchen Entscheid hat im vorliegenden Fall der Regierungsrat am 25. Januar 1960 gefällt. Auf die hiegegen gerichtete Beschwerde ist einzutreten.\n\n2. Ferdinand Joppi, der Vater des Beschwerdeführers, hat die italienische Staatsangehörigkeit, die er früher besessen hatte, spätestens im Jahre 1940 verloren, weil er für die deutsche Reichsangehörigkeit optiert und sie, nach der Abwanderung nach Österreich, auch erhalten hat. Er hat zwar im Januar 1949 ein Gesuch um Wiederaufnahme in das italienische Bürgerrecht gestellt, jedoch ohne Erfolg. Anderseits hat das nach dem Kriege wiedererstandene Österreich die auf seinem Gebiet während des Anschlusses an das Deutsche Reich vorgenommenen BGE 86 I 165 S. 169Aufnahmen in die deutsche Reichsangehörigkeit von jeher nicht als für sich verbindlich betrachtet; es hat daher Ferdinand Joppi nicht als österreichischen Staatsangehörigen anerkannt. Seitdem Ferdinand Joppi in die deutsche Reichsangehörigkeit aufgenommen worden ist (17. Januar 1940), muss er entweder weiterhin deutscher Staatsangehöriger oder aber staatenlos gewesen sein.\n\nNun erklärt die \"Bundesstelle für Verwaltungsangelegenheiten des Bundesministers des Innern - Staatsangehörigkeitsangelegenheiten -\" in der Bestätigung vom 9. August. 1957, dass Ferdinand Joppi \"die deutsche Staatsangehörigkeit seit dem 17. Januar 1940 besitzt\". Ferner stellt die Botschaft der Bundesrepublik Deutschland in Bern in der Note vom 22. Oktober 1957 fest, dass infolgedessen auch seine Ehefrau - durch die Eheschliessung vom 30. Mai 1949 - und sein Sohn - durch die Geburt - die deutsche Staatsangehörigkeit erworben haben (§§ 6 und 4 des deutschen Reichs- und Staatsangehörigkeitsgesetzes vom 22. Juli 1913). Aus diesen Erklärungen könnte geschlossen werden, dass Ferdinand Joppi nicht staatenlos, sondern eben deutscher Staatsangehöriger war, als er Zita Louisa Niesper heiratete und sein Sohn geboren wurde. Wenn es sich so verhält, ist weder Art. 5 Abs. 2 BRB 1941 anwendbar, wonach die Schweizerin bei Eingehung der Ehe mit einem Ausländer das Schweizerbürgerrecht behält, wenn sie andernfalls unvermeidlich staatenlos würde, noch Abs. 3 ebenda, wonach das eheliche Kind einer Schweizerin, die das Schweizerbürgerrecht gemäss Abs. 2 nicht verloren hat, mit der Geburt das Schweizerbürgerrecht erhält, sofern andernfalls auch es unvermeidlich staatenlos wäre. Vielmehr ist dann der Sohn, nach dem in Art. 270 ZGB anerkannten allgemeinen Grundsatz, durch Abstammung deutscher Staatsangehöriger geworden.\n\nIndessen führt das eidg. Justiz- und Polizeidepartement aus, die deutschen Behörden hätten es nach dem Kriege anfänglich abgelehnt, die während des Anschlusses auf BGE 86 I 165 S. 170österreichischem Gebiet in die deutsche Reichsangehörigkeit aufgenommenen Personen weiterhin als deutsche Staatsangehörige anzuerkennen. Eine andere Auffassung habe sich in Deutschland erst später durchgesetzt, nämlich auf Grund eines Urteils des deuschen Bundesverfassungsgerichts vom 28. Mai 1952, worin der Standpunkt vertreten wird, Zwangsverleihungen deutscher Staatsangehörigkeit, die im Zusammenhang mit den vom Deutschen Reich seit dem 1. Januar 1938 vollzogenen Annexionen vorgenommen worden sind, seien trotz der Unwirksamkeit dieser Annexionen als rechtsgültig zu betrachten, wenn die betreffenden Personen dem deutschen Volke angehören, vom Staate, dessen Gebiet annektiert wurde, nicht als Bürger in Anspruch genommen werden und nach dem Zusammenbruch des Reiches im Jahre 1945 den Willen bekundet haben, weiterhin als deutsche Staatsangehörige behandelt zu werden (BVerfGE Bd. 1, S. 322 ff.). Danach wäre Ferdinand Joppi im Jahre 1949 deutscherseits nicht mehr und noch nicht wieder als deutscher Staatsangehöriger anerkannt worden. Wenn dem so ist, dann könnte angenommen werden, er sei damals eben doch staatenlos gewesen, so dass sein Kind nach Art. 5 Abs. 3 BRB 1941 mit der Geburt Schweizerbürger geworden sei, weil es sonst unvermeidlich ebenfalls staatenlos geworden wäre.\n\nOb diese Annahme oder die gegenteilige richtig ist, kann jedoch offen gelassen werden, weil der Beschwerdeführer im einen wie im andern Fall das Schweizerbürgerrecht heute nicht besitzt.\n\n3. Nach der erwähnten Bescheinigung der \"Bundesstelle für Verwaltungsangelegenheiten des Bundesministers des Innern - Staatsangehörigkeitsangelegenheiten -\" ist Ferdinand Joppi in der Bundesrepublik Deutschland auf jeden Fall heute als deutscher Staatsangehöriger anerkannt. Diese Amtsstelle ist, wie sich aus ihrer Bezeichnung ergibt und die Botschaft der Bundesrepublik in Bern in der Note vom 22. Oktober 1957 bestätigt, in Bürgerrechtsfragen BGE 86 I 165 S. 171zuständig. Es besteht kein Grund zum Zweifel daran, dass ihre Auskunft der nun in der Bundesrepublik geltenden Ordnung entspricht. Diese Ordnung besteht darìn, dass deutschsprachigen Südtirolern, die auf Grund des deutsch-italienischen Abkommens von 1939, wenn auch auf österreichischem Gebiet, die deutsche Reichsangehörigkeit erhalten haben, weiterhin die deutsche Staatsangehörigkeit zuerkannt wird, sofern dies ihr Wille ist - was hier offenbar zutrifft. Ist aber Ferdinand Joppi heute als deutscher Staatsangehöriger anerkannt, so hat, nach dem deutschen Staatsangehörigkeitsgesetz von 1913, nun auch sein Sohn als solcher zu gelten, wie in jener Note der deutschen Botschaft weiter bestätigt wird. Wenn der - heute noch unmündige - Sohn gemäss Art. 5 Abs. 3 BRB 1941 mit der Geburt das Schweizerbürgerrecht erhalten hat, so hat er es daher nach Art. 5 Abs. 2 BüG wieder verloren, weil er \"vor der Mündigkeit die ausländische Staatsangehörigkeit des Vaters besitzt\". Diese Bestimmung gilt nach Art. 57 Abs. 4 BüG auch für das eheliche Kind eines ausländischen Vaters und einer schweizerischen Mutter, welches, vor Inkrafttreten dieses Gesetzes (1. Januar 1953), das Schweizerbürgerrecht der Mutter nur erworben hat, weil es andernfalls staatenlos geworden wäre. Harald Christian Joppi besitzt somit auf jeden Fall heute das Schweizerbürgerrecht nicht. Der angefochtene Entscheid ist - wenn nicht in der Begründung, so doch im Ergebnis - richtig.\n\n4. Der Beschwerdeführer wendet vergeblich ein, die Zuerkennung der deutschen Staatsangehörigkeit an Ferdinand Joppi seitens Deutschlands sei nichtig oder zum mindesten für die schweizerischen Behörden nicht verbindlich, weil sie weder mit dem Völkerrecht noch mit den Hoheitsrechten der Schweiz und den schweizerischen Anschauungen von öffentlicher Ordnung noch mit dem deutschen Staatsangehörigkeitsgesetz von 1913 vereinbar sei. Nach Art. 5 Abs. 2 und 3 BRB 1941 und Art. 5 Abs. 2 BüG kommt es auf die staatsrechtliche Stellung des ausländischen BGE 86 I 165 S. 172Ehemannes und Vaters an und darauf, ob das ausländische Recht, welches diese Stellung ordnet, sie auch der schweizerischen Ehefrau und dem Kind zuerkennt oder nicht. Die Bestimmungen des ausländischen Rechtes hierüber bilden die Gegebenheiten, von denen das schweizerische Recht seinerseits die staatsrechtliche Stellung der Ehefrau und des Kindes zur Schweiz abhängen lässt. Sie sind von der schweizerischen Behörde hinzunehmen. Ob sie mit dem Völkerrecht übereinstimmen oder nicht, hat diese Behörde nicht zu prüfen, und ebensowenig, ob sie schweizerischen Auffassungen von öffentlicher Ordnung entsprechen oder nicht (BGE 74 I 349). Ein Eingriff in Hoheitsrechte der Schweiz kann nicht vorliegen, da das schweizerische Recht selber auf die ausländische Ordnung verweist. Die schweizerische Behörde hat auch nicht zu untersuchen, ob die Annahme der zuständigen deutschen Behörde, dass Ferdinand Joppi die deutsche Staatsangehörigkeit besitzt, mit dem deutschen Staatsangehörigkeitsgesetz von 1913 vereinbar sei oder nicht. Diese Anerkennung stützt sich gar nicht auf das Gesetz von 1913, sondern auf den deutsch-italienischen Staatsvertrag von 1939, welcher eine besondere Ordnung für die Aufnahme von Südtirolern in die deutsche Staatsangehörigkeit enthält. Diese Ordnung ist im vorliegenden Fall, wie auf Grund der Bestätigung der deutschen Stelle vom 9. August 1957 angenommen werden muss, eingehalten worden, was der Beschwerdeführer nicht bestreitet.\n\n5. Im Entscheid vom 30. Januar 1958, den der ange fochtene Entscheid des Regierungsrates schützt, hat der Gemeinderat von Wolhusen den von ihm im Jahre 1953 gefassten Beschluss, Harald Christian Joppi als Bürger der Gemeinde (und des Kantons Luzern und als Schweizerbürger) anzuerkennen, als aufgehoben erklärt (\"widerrufen\"). Der aufgehobene Beschluss stellt, wie der Aufhebungsbeschluss, einen im Feststellungsverfahren nach Art. 49 BüG getroffenen Entscheid dar. Er ist seinerzeit nicht an eine obere Instanz weitergezogen worden, ist BGE 86 I 165 S. 173also formell rechtskräftig geworden. Es fragt sich, ob die Behörde nachträglich auf ihn zurückkommen durfte.\n\nDem zwingenden Charakter des öffentlichen Rechts und der Natur der öffentlichen Interessen entspricht es, dass ein formell rechtskräftiger Verwaltungsakt zurückgenommen oder abgeändert werden darf, wenn sich herausstellt, dass er mit dem Gesetze nicht im Einklang steht. Anderseits kann es ein Gebot der Rechtssicherheit sein, dass eine administrative Verfügung, welche eine Rechtslage begründet oder feststellt, nicht nachträglich wieder in Frage gestellt werde. Falls das Gesetz die Frage der Widerruflichkeit offen lässt, ist sie von der zu dessen Anwendung berufenen Behörde zu lösen, wobei abzuwägen ist, ob dem Postulat der richtigen Durchführung des objektiven Rechts oder den Anforderungen der Rechtssicherheit der Vorrang gebühre (BGE 84 I 11 Erw. 4 und dort zitierte Urteile). Selbst in Angelegenheiten, in denen die Rechtssicherheit mehr Gewicht hat, kann es sich indessen unter bestimmten Voraussetzungen ausnahmsweise rechtfertigen, dass die Verwaltung auf eine formell rechtskräftige Verfügung nachträglich zurückkommt, sei es deshalb, weil inzwischen Tatsachen eingetreten sind, die nach der besonderen Ordnung des anwendbaren Gesetzes eine neue Rechtslage begründen, sei es deshalb, weil einer der Revisionsgründe, welche die Rechtsprechung in Anlehnung an Art. 136 und 137 OG (Revision bundesgerichtlicher Entscheide) anerkennt (BGE 74 I 406 Erw. 3), besteht und rechtzeitig geltend gemacht wird.\n\nDie geltende Gesetzgebung über das Schweizerbürgerrecht enthält, wie die frühere, keine Bestimmung darüber, ob ein Entscheid, der feststellt, dass eine Person dieses Bürgerrecht besitzt, nachträglich widerrufen werden darf oder nicht. Das Bundesgericht hat einen solchen Feststellungsentscheid für (grundsätzlich) unwiderruflich erklärt in Erwägung, dass die Rücksicht auf die Rechtssicherheit den Vorrang verdiene (BGE 75 I 288f.). Dieses Urteil betrifft einen Entscheid, den vor dem 1. Januar BGE 86 I 165 S. 1741941 die damals zuständige kantonale Behörde getroffen und nach diesem Zeitpunkt das nun gemäss den Bundesratsbeschlüssen vom 20. Dezember 1940 und 11. November 1941 über Änderung der Vorschriften über Erwerb und Verlust des Schweizerbürgerrechts zuständige eidg. Justiz- und Polizeidepartement umgestossen hatte. Die dort angestellte Erwägung ist auch für den hier vorliegenden Fall massgebend, wo die Verbindlichkeit eines im Feststellungsverfahren nach Art. 49 BüG getroffenen Entscheides in Frage steht. Eine Person, die in diesem Verfahren einmal als Schweizerbürger anerkannt worden ist, darf sich hierauf verlassen. Sie hat Anspruch darauf, in ihrem Vertrauen auf die formell rechtskräftig gewordene amtliche Feststellung ihrer schweizerischen Staatsangehörigkeit geschützt zu werden. Ein Zurückkommen auf einen solchen Feststellungsentscheid ist nur zulässig, wenn seither Tatsachen eingetreten sind, die nach der Gesetzgebung über das Schweizerbürgerrecht den Verlust dieses Bürgerrechts nach sich ziehen, oder wenn ein Revisionsgrund im Sinne der Art. 136 und 137 OG rechtzeitig angeführt wird.\n\n6. Falls anzunehmen wäre, dass Ferdinand Joppi zur Zeit, da der Entscheid von 1953 getroffen wurde, noch als staatenlos zu gelten hatte, dann wäre dieser Entscheid zwar richtig gewesen, doch hätte nachträglich wegen Veränderung der Verhältnisse gestützt auf Art. 5 Abs. 2 BüG ein anderer Entscheid getroffen werden müssen. Wenn dagegen anzunehmen wäre, dass Ferdinand Joppi von den deutschen Behörden bereits wieder als deutscher Staatsangehöriger behandelt wurde, als der Entscheid von 1953 gefällt wurde, so wäre dieser Entscheid zwar unrichtig gewesen, hätte aber nachträglich nur dann widerrufen werden dürfen, wenn ein Revisionsgrund im Sinne der Art. 136 und 137 OG rechtzeitig angeführt worden wäre. Welche staatsrechtliche Stellung Ferdinand Joppi im Jahre 1953 hatte, kann dahingestellt bleiben. Für den Fall, dass er schon damals wieder als deutscher Staatsangehöriger BGE 86 I 165 S. 175hätte betrachtet werden müssen, wäre ein Revisionsgrund gegeben. Die schweizerischen Behörden durften im Jahre 1953 von der Annahme ausgehen, dass Ferdinand Joppi staatenlos sei. Wird vorausgesetzt, dass er bereits um jene Zeit wieder als deutscher Staatsangehöriger anerkannt war, so wäre diese wesentliche Tatsache den schweizerischen Behörden damals jedenfalls nicht bekannt gewesen. Sie hätten sie erst nachträglich erfahren, nämlich auf Grund der Bestätigung der deutschen Behörde vom 9. August 1957. Es läge eine \"neue\" Tatsache vor, welche nach Art. 137 lit. b OG die Revision des früheren Entscheides rechtfertigen würde, wenn er vom Bundesgericht getroffen worden wäre. Diese Bestimmung darf hier, wo es sich um die Revision des Entscheides einer unteren Instanz handelt, entsprechend angewendet werden.\n\nArt. 141 OG bestimmt, dass die Revision eines bundesgerichtlichen Entscheides im Falle von Art. 137 lit. b binnen 90 Tagen, von der Entdeckung des Revisionsgrundes an, nachgesucht werden muss und nach Ablauf von 10 Jahren nicht mehr nachgesucht werden kann. Es rechtfertigt sich, auch die Revision eines von einer unteren Instanz im Verfahren nach Art. 49 BüG getroffenen Entscheides auszuschliessen, wenn einmal 10 Jahre verflossen sind. Im vorliegenden Fall wäre diese Frist nicht abgelaufen. Ob hier auch die 90tägige Frist zu beachten wäre, ist zweifelhaft, da sie für ein Parteiverfahren aufgestellt ist, die zur Feststellung des Bürgerrechts nach Art. 49 BüG zuständige kantonale Behörde aber nicht nur auf Antrag, sondern auch von Amtes wegen entscheiden kann. Die Frage kann indessen offen gelassen werden. Die 90tägige Frist wäre vom Zeitpunkt an zu rechnen, da die antragstellende Behörde, das eidg. Justiz- und Polizeidepartement, sichere Kenntnis vom Revisionsgrund erhalten hätte. Diese Kenntnis konnte dem Departement erst die Bestätigung der zuständigen deutschen Behörde vom 9. August 1957 vermitteln, die ihm mit der Note der BGE 86 I 165 S. 176deutschen Botschaft vom 22. Oktober 1957 zugestellt worden ist. Das Departement hat aber bereits am 21. März 1957, auf Grund vorläufiger neuer Erhebungen, die Durchführung eines nochmaligen Feststellungsverfahrens beantragt, und am 6. Dezember 1957, nach Erhalt jener Note, hat es den Antrag erneuert. Es hätte also die 90tägige Frist nicht überschritten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}