{"annee": "86", "cour": "III", "page": "1", "date": "8/1/1960", "cite": ["31 I 534"], "cite_par": ["99 III 18"], "chapeau": "1. Entscheid vom 8. Januar 1960 i.S. H.", "regestes": ["Procédure devant les autorités cantonales de surveillance. Application du droit cantonal. Il n'est pas contraire au droit fédéral d'exiger la signature manuscrite des écrits judiciaires."], "faits": "|1|\n\nMit Beschwerde vom 10./12. Oktober 1959 beantragte Dr. H., die gegen ihn gerichtete Betreibung Nr. 5248 des Betreibungsamtes Zürich 7 sei wegen örtlicher Unzuständigkeit dieses Amtes aufzuheben; eventuell sei sie bis zur Erledigung eines beim Kassationsgericht des Kantons Zürich hängigen Verfahrens einzustellen. Die untere Aufsichtsbehörde wies die Beschwerde am 18. November 1959 |2| ab. Die kantonale Aufsichtsbehörde trat auf den Rekurs des Beschwerdeführers gegen diesen Entscheid am 11. Dezember 1959 unter Hinweis auf die Entscheidungen ZR 49 Nr. 111 und 50 Nr. 19 nicht ein, \"da die Rekursschrift vom Beschwerdeführer nicht eigenhändig unterzeichnet worden ist.\" (Das \"Gerichtsdoppel\" dieser Rechtsschrift ist überhaupt nicht unterschrieben, das \"Doppel für den Rekursgegner\" lediglich mit dem Faksimilestempel \"Dr. H. ..\" versehen.)\n\nDen Entscheid der kantonalen Aufsichtsbehörde hat der Beschwerdeführer an das Bundesgericht weitergezogen. Die Schuldbetreibungs- und Konkurskammer weist den Rekurs ab, soweit darauf eingetreten werden kann.", "considerants": "Erwägungen:\n\nAus dem Hinweis auf ZR 49 Nr. 111 und 50 Nr. 19 erhellt, dass die Vorinstanz ihren Schluss, der an sie gerichtete Rekurs sei mangels eigenhändiger Unterzeichnung der Rekursschrift unwirksam, auf das kantonale Recht gestützt hat. Unter Vorbehalt gewisser bundesrechtlich geregelter Punkte (wie namentlich der Rechtsmittelfristen, Art. 17 Abs. 2 und Art. 18 Abs. 1 SchKG) ist es in der Tat Sache des kantonalen Rechts, das Verfahren vor den kantonalen Aufsichtsbehörden zu ordnen und insbesondere darüber zu bestimmen, welchen formellen Anforderungen die Beschwerde im Sinne von Art. 17 und die Weiterziehung im Sinne von Art. 18 SchKG zu genügen haben (vgl.BGE 31 I 536- Sep.ausg. 8 S. 244). Das Erfordernis der eigenhändigen Unterschrift, das die Vorinstanz aus dem hienach grundsätzlich massgebenden kantonalen Recht abgeleitet hat, widerspricht keinem Satze des Bundesrechts. Wenn das kantonale Recht die eigenhändige Unterzeichnung der Rechtsschriften verlangt, stimmt es vielmehr mit dem für das Verfahren vor Bundesgericht geltenden Art. 30 Abs. 1 OG überein.\n\nOb die Vorinstanz das kantonale Recht richtig angewendet habe, kann vom Bundesgericht entgegen der Auffassung |3| des Rekurrenten nicht überprüft werden, da mit dem Rekurs an das Bundesgericht nur geltend gemacht werden kann, der angefochtene Entscheid beruhe auf einer Verletzung des Bundesrechts (Art. 81 in Verbindung mit Art. 43 OG)."}