{"annee": "86", "cour": "I", "page": "209", "date": "6/7/1960", "cite": [], "cite_par": ["100 IA 244", "92 I 439", "94 I 37"], "chapeau": "28. Sentenza 6 luglio 1960 nella causa Società anonima di assicurazioni X contro Commissione cantonale di ricorso in materia d'imposta del Canton Ticino.", "regestes": ["Impôt complémentaire sur le capital des sociétés anonymes. Art. 4 et 46 al. 2 Cst. 1. L'art. 49 de la loi tessinoise d'impôt, d'après lequel la part de la fortune immobilière des sociétés anonymes excédant le capital social et les réserves est soumis à l'impôt complémentaire sur le capital de ces sociétés, n'est pas contraire à l'art. 4 Cst. (consid. 2). 2. Le prélèvement d'un tel impôt auprès de sociétés qui n'ont dans le canton ni siège ni activité viole l'interdiction de la double imposition (art. 46 al. 2 Cst.) (consid. 3). 3. Lorsque, pour les immeubles qu'elles possèdent dans le canton, les sociétés d'assurance sont soumises à l'impôt sur la fortune prévu aussi pour les personnes physiques domiciliées dans d'autres cantons, elles ont, si elles remplissent les conditions précitées, le droit d'obtenir une déduction proportionnelle des dettes (consid. 4)."], "faits": "|210|\n\nA.- La Compagnia di assicurazioni X SA è proprietaria di immobili a Lugano senza tuttavia avervi alcuna filiale o sede materiale di frazione dell'impresa.\n\nPer l'esercizio tributario 1951, l'autorità fiscale ticinese procedette avantutto a determinare il capitale proporzionalmente imponibile nel Ticino, tenendo conto delle attività e delle passività complessive della contribuente in Svizzera e fondandosi sui seguenti dati: a) totale degli attivi: 767 227 826 fr.; b) totale delle passività: 758 989 572 fr.; c) capitale non versato: 5 000 000 fr.; d) beni immobili nel Ticino: 1 528 400 fr.\n\nCiò stante, essa determinò in 0'1992% il rapporto fra la sostanza immobiliare nel Ticino e il complesso degli attivi in Svizzera ed applicò questo rapporto al totale delle |211| passività determinando in 1 511 907 fr. il passivo da dedurre proporzionalmente nel Cantone. Alla differenza fra la sostanza immobiliare e i passivi deducibili nel Cantone, di 16 493 fr., aggiunse 4 980 fr., risultanti dall'applicazione dello stesso rapporto di 0'1992% al capitale non versato, e determinò in 21 473 fr. il capitale netto imponibile nel Ticino.\n\nSecondo l'art. 49 della legge tributaria cantonale dell'11 aprile 1950 (LT), il risultato dei calcoli suesposti (capitale netto) costituisce l'ente imponibile agli effetti dell'imposta sulla sostanza solo se raggiunge o supera il valore di perequazione degli immobili situati nel Cantone; verificandosi, come in concreto, un'eccedenza di tale valore, anche questa eccedenza soggiace all'imposta sulla sostanza. Pertanto, l'autorità cantonale applicò l'imposta sulla sostanza ad un imponibile di 1 528 400 fr., pari al valore di perequazione degli immobili nel Ticino.\n\nB. - Contro questa decisione, la contribuente si aggravò in sede cantonale, chiedendo che fosse ammessa in deduzione una quota di debiti determinata secondo i criteri vigenti in materia di riparto intercantonale.\n\nLa Commissione cantonale di ricorso in materia di imposte (CCR) confermò la tassazione di prima istanza osservando che l'imposta sulla sostanza, a carico delle persone giuridiche tassate secondo l'art. 49 LT, costituisce per determinate società, aventi nel Cantone proprietà immobiliari di valore eccedente il capitale e le riserve, un'imposta reale ed aggiuntiva a quella prevista dall'art. 58 per tutte le persone giuridiche. Essa ammise che l'imposta in questione, essendo di carattere reale, non tien conto di talune particolari circostanze, per cui è possibile che due società proprietarie dei medesimi valori immobiliari possono essere sottoposte a identiche tassazioni sulla sostanza anche se una è gravata da forti passività e l'altra ne è esente, ma fece rilevare che in tali casi il differenziamento dell'onere tributario si verifica nella determinazione dell'imposta sul reddito, per la quale è ammessa integralmente |212| la deduzione degli interessi ipotecari. Questa interpretazione sarebbe conforme a quella data dal Gran Consiglio in forma autentica per il riparto dell'imposta a carico delle aziende idroelettriche.\n\nPer quanto concerne la critica di doppia imposizione, la CCR ritenne dimostrata l'\"impossibilità del sorgere di una doppia imposizione intercantonale, sia effettiva sia virtuale, in urto coi principi sanciti dal Tribunale federale, non appena si verifichi, come nella fattispecie, una eccedenza di valori immobiliari fiscali tanto nel Cantone quanto nel complesso e quando in ognuno dei Cantoni interessati al riparto - in applicazione della legge tributaria ticinese - sarebbe prelevabile un'imposta sull'eccedenza.\"\n\nC.- L'8 giugno 1960, la X ha interposto ricorso di diritto pubblico al Tribunale federale invocando il divieto dell'arbitrio (art. 4 CF) e quello della doppia imposizione intercantonale (art. 46 cp. 2 CF).\n\nEssa afferma in particolare che l'autorità cantonale, ravvisando nell'imposizione sulla sostanza delle persone giuridiche un'imposta reale, avrebbe dato all'art. 49 LT un'interpretazione arbitraria, e che, comunque, \"se veramente l'art. 49 prevedesse una 'componente reale' nella tassazione della sostanza delle società anonime, esso sarebbe inconciliabile con l'art. 4 CF perchè escluderebbe senza motivo pertinente dall'imposizione reale medesima contribuenti della medesima categoria, graverebbe inoltre le società anonime in modo unilaterale ed eccessivo rispetto alle altre società.\"\n\nLa CCR avrebbe sostanzialmente ammesso che si tratta di un'imposta soggettiva nel riconoscere che il legislatore ticinese si è uniformato ai principi dell'imposizione personale tanto per le persone fisiche quanto per le persone giuridiche. D'altronde, se il carattere effettivamente reale fosse riconosciuto oltre che alla tassa immobiliare prevista dall'art. 58 LT anche all'imposta sulla sostanza istituita dall'art. 49, si colpirebbe, senza ragioni sostenibili, due volte il medesimo oggetto con un'identica tassa. Secondo |213| la ricorrente, la contribuzione sull'eccedenza, o costituisce effettivamente un'imposta reale ed allora dovrebbe essere dovuta da tutti i contribuenti della stessa categoria a cui appartiene l'oggetto della contribuzione, oppure è di natura soggettiva ed in tal caso si deve ammettere la deduzione dei debiti. La contribuente fa inoltre rilevare che l'imposizione sulla sostanza, riflettendosi pure sulle imposte speciali e su quelle comunali, la relativa aliquota è sproporzionata alle imposte reali riscosse negli altri Cantoni. Sempre per quanto concerne la contestazione di arbitrio, richiama infine la sentenza del Tribunale federale pubblicata nella RU 40 p. 56 segg..\n\nD'altra parte, l'interpretazione data dalle autorità cantonali all'art. 49 LT violerebbe l'art. 46 cp. 2 CF perchè, avendo il Ticino, così come il Cantone sede, adottato il principio dell'imposta soggettiva, il Cantone in cui si trovano gli immobili sarebbe tenuto, per evitare la doppia imposizione, ad effettuare la deduzione dei debiti professati in Svizzera, secondo il rapporto intercorrente fra il valore dell'immobile e il totale degli attivi della contribuente. Ad ogni modo un contribuente non può essere imposto in misura maggiore soltanto per il fatto che soggiace a due sovranità fiscali cantonali. In concreto, la società non sarebbe imposta sull'eccedenza di stima se avesse la sua sede nel Cantone Ticino.\n\nLa ricorrente conclude domandando, in via principale, che l'impugnata decisione sia annullata in applicazione dell'art. 4 CF. In via subordinata, domanda che tale decisione sia annullata perchè presa in violazione dell'art. 46, cp. 2 CF e la causa rinviata all'autorità cantonale per nuovo giudizio.\n\nNelle sue osservazioni di risposta, la CCR ha confermato le argomentazioni esposte nella decisione querelata richiamando la giurisprudenza del Tribunale federale, in particolare la sentenza sul ricorso della SA Terreni alla Maggia.\n\nEssa precisa che nell'art. 49 LT sono previste alternativamente due imposte assolutamente indipendenti e distinte: |214| una soggettiva che colpisce il capitale e le riserve e che tien conto della deduzione proporzionale dei debiti; l'altra di natura reale fondata sull'eccedenza del valore di perequazione, la cui natura non consente, in principio, la deduzione dei debiti neppure nei rapporti intercantonali. Tuttavia, nella sua recente giurisprudenza, la CCR avrebbe colmato anche la lacuna verificatasi nei rapporti intercantonali, rinunciando a determinare l'imponibile sull'eccedenza di stima risultante dalla differenza fra il capitale netto suesposto e il valore di perequazione degli immobili nel Ticino e limitandosi ad imporre la quota di eccedenza spettante proporzionalmente al Ticino, risultante dalla differenza fra i beni immobili appartenenti in Svizzera al contribuente e il relativo capitale imponibile. La CCR domanda di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n1. Mediante la legge 11 aprile 1950, anche il Cantone Ticino ha adottato il sistema, comune alle moderne legislazioni cantonali, che stabilisce come oggetto principale dell'imposta il reddito e prevede un'imposta complementare sulla sostanza.\n\nPer l'imposta sul reddito, l'imposizione delle persone giuridiche è regolata in modo analogo a quella delle persone fisiche. Le relative disposizioni differiscono nella loro formulazione dipendente dalla diversa natura dei due soggetti fiscali, nell'esonero dell'ammontare iniziale ammesso solo per le persone fisiche e nell'aliquota, che per queste varia dal 4 all'11,5% (art. 31), mentre che per le persone giuridiche è stabilita fra un minimo del 4 e un massimo del 15% (art. 48). È però accordata - per le une come per le altre e indipendentemente dal domicilio - la deduzione degli interessi passivi.\n\nInvece, per l'imposta complementare sulla sostanza - la sola che in concreto è litigiosa -, i due soggetti fiscali hanno in comune soltanto la tassa immobiliare comunale (art. 71); per il resto sono imposti in modo sostanzialmente |215| diverso. In sede cantonale, le persone fisiche sono tassate sulla sostanza mediante un'aliquota progressiva che va dall'1,5 al 3% e beneficiano - indipendentemente dal loro domicilio - della deduzione proporzionale dei debiti professati in Svizzera (art. 4 e 43). Le persone giuridiche sono imposte in modo più intenso, perchè indistintamente gravate da una tassa immobiliare dell'1, esclusa ogni deduzione di debiti (art. 58), e inoltre colpite da un'imposta sulla sostanza, che per talune, come le cooperative basate sulla mutualità, è conforme a quella delle persone fisiche (art. 53); per altre invece, le società anonime, in accomandita per azioni, a garanzia limitata e le cooperative non basate sulla mutualità, si applica l'aliquota fissa del 3 (art. 49).\n\n2. L'art. 49 LT, che la ricorrente ritiene arbitrariamente interpretato dall'autorità cantonale o, eventualmente, inconciliabile coll'art. 4 CF, è del seguente tenore:\n\n\"L'imposta sulla sostanza colpisce nella ragione del 3 il capitale versato, il capitale di garanzia, il 50% del capitale non versato, le riserve aperte e tacite e la eccedenza del valore imponibile dei beni descritti e valutati come agli art. 36, 37 e 38 sul capitale versato più riserve allibrate o tassate.\"\n\nRitenendo che l'indicazione \"riserve allibrate o tassate\" comprenda le riserve precedentemente indicate come \"aperte e tacite\", si dovrebbe conseguire che, praticamente, la \"sostanza\" nel senso di questa disposizione è determinata in un minimo corrispondente al valore di perequazione degli immobili (art. 36, 37 e 38), più il capitale di garanzia e la metà del capitale non versato. Tuttavia, nel caso in esame, si stabilì tale minimo tenendo conto soltanto dei valori immobiliari, l'eccedenza imponibile di questi essendo stata determinata deducendo proporzionalmente non solo il capitale versato e le riserve, ma anche la parte imponibile del capitale non versato.\n\nComunque, e contrariamente a quanto afferma la ricorrente, l'imposizione sulla sostanza secondo l'art. 49 LT |216| non costituisce una mera imposta patrimoniale (Reinvermögenssteuer), simile a quella prevista per le persone fisiche, perchè - indipendentemente dal fattore beni come agli art. 36, 37 e 38 (e secondo la CCR ad esclusione quindi dell'art. 43 che contempla la deduzione dei debiti) - colpisce anche altri valori nominali come il capitale versato, la metà del capitale non versato e il capitale di garanzia che, dovendo risultare dall'iscrizione nel registro di commercio, non trovano necessariamente preciso riscontro negli effettivi elementi patrimoniali della società (cfr. a questo riguardo Prof. IRENE BLUMENSTEIN in Arch. 23, p. 12).\n\nUna siffatta imposizione, anche se è il corrispettivo dell'imposta patrimoniale gravante le persone fisiche, costituisce un'imposta sul capitale il cui imponibile è dato principalmente da fattori oggettivi, assunti allo scopo, precisato nelle discussioni parlamentari ed evidente, di impedire che società immobiliari aventi un esiguo capitale sociale ed immobili di valore rilevante, fortemente gravati da ipoteche, eludano la contribuzione immobiliare. Le altre società, che necessitano di notevoli capitali a scopi commerciali e industriali e per le quali gli immobili costituiscono un accessorio, non sono pregiudicate dalla seconda parte dell'art. 49 LT, perchè l'imponibile stabilito sul capitale sociale e le riserve, anche tenuto conto della deduzione delle passività (che come risulta dall'impugnata decisione è ammessa), supera generalmente il valore degli immobili.\n\nCiò stante, il sistema adottato dal Cantone per premunirsi da eventuali abusi delle società immobiliari può essere discusso ma, contrariamente a quanto esposto nel ricorso, non è arbitrario perchè tale regolamentazione di un'imposizione complementare a carico di una categoria di persone giuridiche ha un fondamento oggettivo ed è giustificato da una determinata situazione di fatto (RU 80 I 138, sentenza inedita sul ricorso SA Terreni alla Maggia). La sentenza 6 febbraio 1914, invocata dalla ricorrente e riguardante l'applicazione della legge glaronese del 7 maggio 1911 sulla |217| tassazione delle società anonime (RU 40 I 56), si riferisce ad una fattispecie sostanzialmente diversa. L'imposta sulla sostanza disciplinata da detta legge non era complementare ma principale, con la conseguenza che il contribuente non beneficiava di alcuna deduzione di passività, di cui invece nel caso in esame si è comunque tenuto conto deducendo gli interessi passivi nella determinazione dell'imponibile agli effetti dell'imposta principale sul reddito. Già per questo motivo l'invocata sentenza non trova raffronto in concreto.\n\n3. Ad ogni modo, i Cantoni possono imporre contribuzioni, reali o patrimoniali, solo nell'ambito della loro sovranità fiscale.\n\nIl Cantone Ticino non ha oltrepassato tali limiti imponendo alla ricorrente, in quanto persona giuridica, la tassa immobiliare sul valore degli immobili nel Cantone (art. 58), dovuta da tutti i soggetti fiscali di tale natura. Invece, assoggettandola anche all'imposta sul capitale, di cui il valore degli immobili - pur essendo in taluni casi determinante - rappresenta solo uno degli elementi, l'autorità ticinese ha gravato anche dei beni esclusivamente sottoposti alla sovranità di altri Cantoni.\n\nInfatti, l'art. 49 LT non costituisce una sufficiente base legale per l'imposizione di un'ulteriore tassa immobiliare perchè non colpisce dei singoli elementi o la somma dei medesimi, ma la risultante di diversi fattori che si condizionano vicendevolmente. Peraltro, anche prendendo questi fattori separatamente, sarebbe imponibile non il valore di perequazione degli immobili ma l'eccedenza degli stessi, che non è accertabile senza tener conto degli altri fattori di imposizione. Comunque, l'autorità ticinese ha sottomesso ad imposta anche una porzione del capitale versato, del capitale non versato e delle riserve palesi ed occulte che, secondo le norme tributarie intercantonali e anche secondo l'art. 7 num. 3 LT, possono essere chiamate a contribuzione solo nel Cantone sede o in quelli in cui la società esercita un'attività commerciale o industriale o detiene una frazione d'impresa. Questi presupposti non si |218| verificano in concreto perchè una società d'assicurazioni come la ricorrente, impiegando capitali nell'acquisto di immobili in un Cantone diverso da quello della sua sede, non esercita operazioni pertinenti ai suoi precipui scopi sociali e commerciali, ma una generica attività simile a quella di qualunque persona fisica di un altro Cantone che effettua le medesime operazioni. Alla stessa stregua della persona fisica, essa può pertanto essere imposta solo nella sua qualità di proprietaria dei beni immobili e di beneficiaria dei relativi frutti (RU 78 I 330/31; 79 I 32).\n\nNe consegue che l'autorità ticinese, sottoponendo la ricorrente ad un'imposta sulla sostanza secondo l'art. 49 LT, e quindi computando nell'imponibile anche il capitale sociale e le riserve, ha invaso la sovranità fiscale di altri cantoni e trasgredito il divieto di doppia imposizione di cui all'art. 46 cp. 2 CF.\n\n4. Qualora, oltre alla tassa immobiliare, la ricorrente sia sottomessa ad un'imposta sulla sostanza, dovendo essere trattata alla stessa stregua di una persona fisica, ha diritto alla deduzione proporzionale dei debiti secondo gli art. 4 e 43 LT e in virtù della regolamentazione tributaria intercantonale (RU 74 I 460/61 e 79 I 345 sgg.). Dell'art. 49 LT può restare riservata solo la questione a sapere se sia applicabile l'aliquota fissa del 3%, quantunque non si veda quali motivi potrebbero giustificare un trattamento più gravoso di quello riservato alle società aventi sede all'estero che, secondo l'art. 57 LT, soggiaciono all'imposta come persone fisiche.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto e la decisione 11 maggio 1959 della Commissione in materia di imposte del Cantone Ticino è annullata."}