{"annee": "86", "cour": "II", "page": "221", "date": "14/6/1960", "cite": ["50 II 13", "78 II 221", "72 II 235", "44 II 172", "72 II 39", "84 II 369", "71 II 99", "72 II 358", "85 II 565", "85 II 97", "78 II 445", "56 II 444", "49 II 28", "86 II 33", "71 III 80", "84 IV 163", "76 II 300", "78 II 412", "41 III 437"], "cite_par": ["96 II 79", "110 II 447", "86 II 398", "94 II 297", "96 II 47", "88 II 18", "104 II 99", "94 II 37"], "chapeau": "37. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Junl 1960 i. S. Fritschi gegen Kohler und Erben Studer.", "regestes": ["Transfert d'immeubles à fin de garantie. Licéité. Cause. Vente avec droit de réméré ou transfert à fin de garantie? Forme du contrat ayant pour objet le transfert d'un immeuble (art. 657 al. 1 CC et 216 al. 1 CO). Contrat passé en la forme authentique mais n'indiquant pas le prix exact ou la cause véritable du transfert de propriété. Vice de forme sans conséquence d'après les règles de la bonne foi (art. 2 CC). Contrat de vente; rescision du contrat par le vendeur en cas de demeure de l'acheteur (art. 214 CO). Dans la vente immobilière, le vendeur qui ne s'est pas réservé expressément le droit de se départir du contrat ne perd pas cette faculté au moment du transfert de possession mais seulement lors de l'inscription de l'acheteur au registre foncier (art. 214 al. 3 et art. 221 CO). Le vendeur qui, n'ayant pas avisé immédiatement l'acheteur selon l'art. 214 al. 2 CO, a perdu le droit de se départir du contrat en vertu de l'art. 214 al. 1 CO peut encore agir par la voie des art. 107 et suiv. CO. Fixation de plusieurs délais. Déclaration selon laquelle on se départ du contrat si le délai fixé n'est pas observé."], "faits": "|222|\n\nAus dem Tatbestand:\n\nA.- Mit öffentlich beurkundetem Vertrag vom 25. Juli 1938 verkaufte Fritschi, der im eigenen Haus eine mechanische Werkstatt betrieb, an Studer sein Haus (Liegenschaft Nr. 1847) im Schatzungswerte von Fr. 29'530.-- und drei Stücke Wiesland im Schatzungswerte von Fr. 370.-- zum Preise von Fr. 22'000.--, der laut Vertrag durch Übernahme der auf den Liegenschaften lastenden Grundpfandschulden im gleichen Betrag zu tilgen war. Der Übergang von \"Zins, Nutzen und Schaden\" wurde auf den 1. August 1938 festgesetzt.\n\nEbenfalls am 25. Juli 1938 schlossen Fritschi und Studer einen schriftlichen Vertrag, der unter Hinweis auf den Kaufvertrag über die Liegenschaften feststellte, dass \"mit diesem Kaufvertrage d.h. mit dem Kaufpreise\" eine Schuld Fritschis gegenüber Studer von Fr. 8000.-- \"als verrechnet abgeschrieben worden\" sei, \"indem der Kaufpreis dementsprechend kleiner angesetzt wurde.\" |223|\n\nMit öffentlich beurkundetem Vertrag vom gleichen Tage räumte Studer dem Fritschi an den verkauften Liegenschaften für vier Jahre ab 1. August 1938 ein Kaufsrecht zum Preise von Fr. 27'000.-- ein.\n\nMit einem weitern, als \"Miet- bzw. Pachtvertrag\" überschriebenen Vertrage vermietete bzw. verpachtete Studer dem Fritschi die in Frage stehenden Liegenschaften ab 1. August 1938. Als Mietzins hatte Fritschi den Betrag zu bezahlen, der dem banküblichen Zins für eine Hypothek von Fr. 22'000.-- entsprach. Zudem hatte er \"für die Brandsteuer, Wasserzins und elektr. Licht und Kraft aufzukommen.\" Die Kündigung war dem Vermieter grundsätzlich erst nach Ablauf des Kaufsrechts gemäss Kaufsrechtsvertrag vom 25. Juli 1938 gestattet.\n\nDer Kaufvertrag wurde gemäss Bescheinigung des Grundbuchamtes des Bezirkes Zurzach vom 10. August 1938 ins \"Interimregister mit einfacher Grundbuchwirkung im Sinne des Art. 48 des Schlusstitels des ZGB\" eingetragen.\n\nB.- Am 1. August 1947 schlossen Studer und Fritschi für fünf Jahre einen neuen Kaufrechtsvertrag, in welchem die Kaufsumme auf Fr. 29'000.-- erhöht wurde.\n\nAm 4. März 1948 gewährte Studer dem Fritschi ein Darlehen von Fr. 15'000.--. In der Folge ermöglichte er den Widerruf des am 28. April 1948 über Fritschi eröffneten Konkurses, indem er eine Gutsprache in Höhe von Fr. 4000.-- leistete. Am 8. Februar 1950 liess er Fritschi eine Aufstellung über dessen Schulden ihm gegenüber zustellen, worin u.a. die rückständigen Zinsen von folgenden Posten gefordert wurden:\n\n- Forderung herrührend aus Zahlung im Konkurs Fr. 3799. 65\n\n- Kapital \"lt. Kaufvertrag vom 25. Juli 1938\" \" 7000.--\n\n- Kapital vom 4. März 1948 \" 15 000.--\n\nIn seiner Antwort vom 12. Februar 1950 anerkannte Fritschi diese Forderungen mit Ausnahme des ersten Postens, der noch abgeklärt werden müsse, machte aber geltend, zur Verzinsung der Kapitalien genüge der Mietzins, |224| den sein derzeitiger Mieter an die Bank Studers zahle; zudem sei \"der ganze Betrag an der Liegenschaft gesichert.\"\n\nC.- Am 6. Juni 1950 verkaufte Fritschi dem Studer sein Werkstattinventar zum Preise von Fr. 9644.50, der laut Kaufvertrag \"mit der Schuld des Fritschi an Studer zu verrechnen, d.h. an diese Schuld gutzuschreiben\" war. In einem neuen Kaufrechtsvertrage vom gleichen Datum wurde der Kaufpreis für die Liegenschaften auf Fr. 54'000.-- erhöht und die Ausübungsfrist bis zum 1. Juni 1955 verlängert.\n\nD.- Nachdem Studer am 28. September 1950 \"sämtliche Darlehen\" auf den 11. November 1950 gekündigt hatte, betrieb er Fritschi im Jahre 1951 u.a. für das Darlehen von Fr. 15'000.-- und die Forderung aus der Zahlung im Konkurs sowie für die Zinsen des \"Fr. 22'000.-- übersteigenden Kapitals von Fr. 7000.--\", abzüglich des zur Verrechnung gebrachten Kaufpreises für das Werkstattinventar. Rechtsöffnung erhielt er nur für einen kleinen Teilbetrag, weil der Richter das Darlehen von Fr. 15'000.-- als nicht fällig betrachtete.\n\nAbrechnungen Studers vom Februar und Dezember 1953 sowie vom Dezember 1954 führten als Schuld Fritschis u.a. das Kapital von Fr. 7000.-- auf.\n\nE.- Am 27. Februar 1955 kündigte Studer den Mietvertrag auf den 1. Juni 1955. Als er ausserdem noch eine Betreibung einleitete, machte ihm Fritschi am 9. April 1955 den Vorschlag, ihm die Liegenschaften samt Inventar zu Fr. 44'000.-- abzukaufen, womit alle gegenseitigen Ansprüche ausgeglichen sein sollten. Am 25. April 1955 wurde ein entsprechender Kaufvertrag öffentlich beurkundet. Fritschi hatte an den Kaufpreis bis Ende Mai 1955 den Betrag von Fr. 35'000.-- (den er gegen eine I. Hypothek von einer Bank zu erhalten hoffte) bar zu zahlen. Für die restlichen Fr. 9000.-- sollte zugunsten Studers ein Namenschuldbrief im II. Rang errichtet werden.\n\n|225|\n\nAm 6. und 15. Juni 1955 mahnte Studer den Käufer schriftlich zur Zahlung der Fr. 35'000.--. Nachdem Studer im September 1955 gestorben war, setzten seine Erben dem Käufer mit Schreiben vom 19. November 1955 eine letzte Frist bis zum 30. November 1955. Für den Fall, dass der Betrag von Fr. 35'000.-- samt Verzugszinsen bis dahin nicht bezahlt sein sollte, erklärten sie zugleich den Rücktritt vom Kaufvertrag. Fritschi zahlte nicht.\n\nAm 19. Januar 1956 verkauften die Erben Studer das Wohnhaus mit Werkstatt (Liegenschaft Nr. 1847) einschliesslich des Werkstattinventars zum Preise von Fr. 42'000.-- an den Spenglermeister Kohler. Dieser Kaufvertrag wurde ins Grundbuch (Interimregister) eingetragen.\n\nF.- Am 18. Oktober 1956 reichte Fritschi gegen Kohler und die Erben Studer Klage ein mit den Begehren, es sei festzustellen, dass er Eigentümer der Liegenschaften sei; anstelle Kohlers sei er (Fritschi) als Eigentümer der Liegenschaft Nr. 1847 im Grundbuch einzutragen; ferner seien die Beklagten zu verpflichten, ihm (u.a. wegen Verletzung des Vertrags vom 25. April 1955) Schadenersatz im Betrage von Fr. 20'000.-- zu leisten.\n\nIn Übereinstimmung mit den aargauischen Gerichten weist das Bundesgericht die Klage ab.", "considerants": "Aus den Erwägungen:\n\n4. Um darzutun, dass er trotz dem Verkauf von 1938 Eigentümer der streitigen Liegenschaften geblieben sei, hat Fritschi im kantonalen Verfahren geltend gemacht, der Kaufvertrag vom 25. Juli 1938 sei nur zwecks Sicherstellung der ihm gewährten Darlehen abgeschlossen worden. Es habe sich dabei also um ein fiduziarisches Rechtsgeschäft gehandelt. Hätte der beurkundende Notar den Vertragsparteien die Begründung eines Pfandrechts vorgeschlagen, so hätten sie ebenfalls zugestimmt. Studer habe gar nicht unbeschränktes Eigentum an den Liegenschaften |226| erwerben wollen, sondern es sei ihm immer daran gelegen gewesen, wieder in den Besitz der geliehenen Geldbeträge zu kommen und dafür gesichert zu sein. Dies ergebe sich namentlich auch aus den Abrechnungen, die er ihm (Fritschi) zugestellt habe. Er selber (Fritschi) habe nach dem Mietvertrag \"alle diejenigen Rechte und Pflichten\" behalten, \"die ihm als eigentlicher (richtig: eigentlichem) Eigentümer zustanden bzw. oblagen\". Vor Bundesgericht hat Fritschi seine Stellungnahme dahin verdeutlicht, dass der Kaufvertrag vom 25. Juli 1938 zumal im Hinblick auf den Weiterbestand der Forderung Studers gegen ihn nicht dem wahren Willen der Vertragsparteien entsprochen habe; dieser Wille sei vielmehr auf grundpfändliche Sicherstellung der Darlehen gegangen; Studer habe nicht Eigentümer werden und er selber (Fritschi) sein Eigentum nicht aufgeben wollen.\n\nAn diesen Ausführungen ist richtig, dass die Vertragsparteien mit dem im Juli 1938 abgeschlossenen Kaufvertrag den Zweck verfolgten, Studer eine Sicherheit für das dem Fritschi geliehene Geld zu verschaffen. Dies ist von der Vorinstanz ausdrücklich festgestellt worden und steht nach den Umständen ausser Zweifel.\n\nAus der Tatsache, dass ein nach seinem Wortlaut auf Übertragung des Eigentums gerichteter Vertrag zur Sicherung einer Forderung des Erwerbers abgeschlossen wird, folgt aber keineswegs, dass die in Frage stehende Sache nach dem wahren Willen der Vertragsparteien nur verpfändet werden soll. Der wirtschaftliche Zweck, bewegliche oder unbewegliche Sachen zur Sicherung eines Geldgebers zu verwenden, lässt sich nämlich nicht bloss durch deren Verpfändung, sondern auch durch deren (fiduziarische) Übereignung erreichen. Im schweizerischen Recht ist anerkannt, dass die Übereignung zu Sicherungszwecken (Sicherungsübereignung) zulässig ist und dem Erwerber das volle Eigentum verschafft (BGE 41 III 446,BGE 56 II 447,BGE 71 III 86,BGE 72 II 240,BGE 78 II 414; OFTINGER, Fahrnispfand, Systematischer Teil N. 234 ff., mit weitern |227| Literaturangaben; zum fiduziarischen Geschäft im allgemeinen vgl. fernerBGE 71 II 99,BGE 78 II 451, BGE 85 II 99 /100).\n\nAls Rechtsgrund einer Eigentumsübertragung zu solchem Zweck kann ein Kauf, verbunden mit der Einräumung eines Rückkaufsrechtes dienen (sog. Sicherungskauf; vgl.BGE 41 III 446,BGE 56 II 447), aber auch eine Abmachung des Inhalts, dass die Sache dem Geldgeber als Sicherheit für seine Forderung zu Eigentum übertragen werde und der Schuldner berechtigt sei, sie im Falle der Tilgung seiner Schuld zurückzuverlangen (sog. reine Sicherungsübereignung; vgl.BGE 71 III 86,BGE 72 II 240,BGE 78 II 416). Wenn OFTINGER (a.a.O. N. 242) den EntscheidBGE 72 II 361dahin deutet, dass bei Grundstücken der Rechtsgrund der Eigentumsübertragung nicht in einer solchen Abmachung liegen könne, so ist dies unrichtig; der erwähnte Entscheid, der sich mit einer als Kauf getarnten fiduziarischen Schenkung befasst, sagt an der angeführten Stelle nur, bei Grundstücken sei eine Eigentumsübertragung ohne Angabe eines Rechtsgrundes unzulässig.\n\nBei einem als Kauf bezeichneten Sicherungsgeschäft handelt es sich um einen ernstgemeinten Kauf, wenn der übereinstimmende Wille der Parteien dahin geht, dass nicht nur die Sache ins Eigentum des Geldgebers übergehen, sondern auch der vereinbarte Preis tatsächlich beglichen werden soll (sei es durch Barzahlung, wobei das bezahlte Geld wirtschaftlich die Darlehensvaluta bildet, vgl.BGE 56 II 444ff., sei es durch Verrechnung mit einem bereits gewährten Darlehen), und dass die dadurch geschaffene Lage unter dem einzigen Vorbehalt der Ausübung des dem Veräusserer eingeräumten Rückkaufsrechts bestehen bleiben soll (was in der Regel nur angenommen werden kann, wenn die Parteien die Leistung und die Gegenleistung als gleichwertig ansahen). In diesem Falle sind die den Kauf kennzeichnenden Rechtswirkungen (vgl. Art. 184 OR) wirklich gewollt, auch wenn der Beweggrund des Geschäftsabschlusses darin lag, dem |228| Erwerber für dem Veräusserer zur Verfügung zu stellendes oder bereits zur Verfügung gestelltes Geld eine Sicherheit zu verschaffen. Anders verhält es sich dagegen z.B. dann, wenn die Parteien übereinstimmend der Meinung sind, der \"Käufer\" solle zwar Eigentümer der Kaufsache werden, habe aber den vereinbarten Kaufpreis nicht zu begleichen, sondern solle die ihm in Wirklichkeit ohne Gegenleistung überlassene Sache als Sicherheit für eine Forderung erhalten mit der Verpflichtung, sie im Falle der Bezahlung seiner Forderung an den Schuldner zurückzuübertragen. Ein solches Geschäft ist kein wirklicher Kauf, sondern unter dem Kaufvertrag verbirgt sich die Vereinbarung einer reinen Sicherungsübereignung.\n\nIm vorliegenden Falle betrug der Kaufpreis nach den vorgelegten Verträgen in Wirklichkeit Fr. 30'000.-- (und entsprach damit ungefähr dem Schatzungswert der Liegenschaften), weil Studer darnach nicht nur die Grundpfandschulden von Fr. 22'000.-- zu übernehmen, sondern darüber hinaus gemäss Zusatzvertrag seine Forderung von Fr. 8'000.-- als mit dem Kaufpreis verrechnet abzuschreiben hatte. Entsprachen diese Abmachungen dem wirklichen Willen der Vertragsparteien und sollte Fritschi nur das auf vier Jahre befristete Rückkaufsrecht gemäss Kaufrechtsvertrag vom 25. Juli 1938 vorbehalten bleiben, so liegt nach dem Gesagten ein ernstgemeinter Kauf vor.\n\nNach dem Umständen ist nun allerdings nicht sicher, dass die Verrechnung des Darlehens von Fr. 8000.-- mit dem Kaufpreis wirklich gewollt war; denn Studer verlangte in der Folge für den grössten Teil des Betrags von Fr. 8000.--, nämlich für Fr. 7000.--, von Fritschi Zinsen (welchen Anspruch er in seinem Rechtsöffnungsbegehren von 1951 auf eine \"separate Abmachung\" stützte), und nahm den Betrag von Fr. 7000.-- als \"Kapital It. Kaufvertrag vom 25. Juli 1938\" in die Abrechnungen auf, die er Fritschi in den Jahren 1950-1954 zugehen liess und von denen Fritschi mindestens die erste als richtig anerkannte. Es kann hier jedoch dahingestellt bleiben, |229| ob aus diesen (und einigen weitern) Indizien mit genügender Sicherheit geschlossen werden könne, die Vertragsparteien seien schon im Juli 1938 darüber einig gewesen, dass die im Zusatzvertrag vereinbarte Verrechnung nicht stattfinden, sondern der Betrag von Fr. 8000.-- (oder ein Teil davon) weiterhin als Schuld Fritschis gelten solle. Wollte man nämlich davon ausgehen, dass dies der wahre Wille der Parteien gewesen sei, so wäre daraus doch keineswegs zu schliessen, dass nur eine Verpfändung der Liegenschaften gewollt gewesen sei. Vielmehr müsste nach den gesamten Umständen angenommen werden, es habe die Abmachung bestanden, Studer solle die Liegenschaften Fritschis gegen blosse Übernahme der - nach der klaren Meinung der Parteien ihren Wert nicht erreichenden - Grundpfandschulden als Sicherheit für seine weiterbestehende Forderung von Fr. 8000.-- zu Eigentum erhalten und entsprechend diesem Zweck der Eigentumsübertragung (vgl.BGE 78 II 416, Erw. 2 a.E.) unabhängig von seinen Pflichten aus dem Kaufrechtsvertrag (insbesondere auch noch nach dem Erlöschen des auf vier Jahre befristeten Kaufrechts) verpflichtet sein, sie nach Bezahlung seiner Forderung an Fritschi zurückzuübertragen. In diesem Falle läge zwar kein wirklicher Kauf, wohl aber ein Vertrag auf reine Sicherungsübereignung vor. (Dass Studer die Liegenschaften unter dem einzigen Vorbehalt des auf vier Jahre befristeten Kaufsrechts des Veräusserers gegen blosse Übernahme der Grundpfandschulden von Fr. 22'000.-- kaufweise erwerben und demzufolge nach unbenütztem Ablauf der Frist für die Ausübung des Kaufsrechts berechtigt sein solle, von Fritschi die Rückzahlung des Darlehens von Fr. 8000.-- zu verlangen, ohne ihm dafür die Liegenschaften zurückgeben zu müssen, kann nicht die Meinung der Vertragsparteien gewesen sein; denn Fritschi hatte keinen Anlass, für den Fall, dass ihm die Ausübung des Kaufsrechts innert vier Jahren nicht möglich sein sollte, Studer den Betrag zu schenken, um den der Wert der Liegenschaften |230| die Grundpfandschulden überstieg). Die Übertragung des Eigentums an Studer war also auf jeden Fall gewollt und die darüber getroffene Abmachung rechtlich zulässig.\n\nDer Mietvertrag, auf den Fritschi noch hinweist, verrät keinen andern Parteiwillen. Aus der Tatsache, dass Studer dem Fritschi die \"volle Benützung sämtlicher Räumlichkeiten und Grundstücke\" sowie das Recht zur Untervermietung und zur Vornahme gewisser (keine Wertverminderung verursachender) Umbauten einräumte und dass Fritschi einen dem Hypothekarzins entsprechenden Mietzins zu zahlen sowie die Brandsteuer usw. zu tragen hatte, folgt keineswegs, dass das Eigentum nach dem wahren Willen der Parteien nicht auf Studer habe übergehen sollen.\n\nDass die zu Sicherungszwecken erfolgte Übereignung der Liegenschaften mangels Übertragung des (unmittelbaren) Besitzes ungültig sei, ist schon deswegen unrichtig, weil es für die Übertragung von Grundeigentum einer Besitzesübertragung nicht bedarf.\n\nWas Fritschi zur Begründung dafür vorbringt, dass er Eigentümer der Liegenschaften geblieben und Studer zu Unrecht als solcher eingetragen worden sei, ist also nicht stichhaltig.\n\n5. Kann Fritschi seinen Eigentumsanspruch nicht auf die von ihm geltend gemachten Gründe stützen, so bleibt noch die in den Rechtsschriften und in den kantonalen Urteilen nicht aufgeworfene, aber nach der Rechtsprechung (BGE 78 II 226Erw. 2; vgl. auch BGE 85 II 568) als Rechtsfrage von Amtes wegen zu prüfende Frage zu entscheiden, ob der Vertrag, der die Übertragung des Eigentums an Studer vorsah, den gesetzlichen Formvorschriften genüge oder ob er wegen Formmangels ungültig und die darauf beruhende Eintragung Studers im Grundbuch aus diesem Grunde ungerechtfertigt sei.\n\nLaut Gesetz bedarf ein Vertrag auf Übertragung von Grundeigentum, insbesondere ein Kaufvertrag, der Grundstücke zum Gegenstand hat, zu seiner Gültigkeit der |231| öffentlichen Beurkundung (Art. 657 Abs. 1 ZGB, Art. 216 Abs. 1 OR). Nach der Rechtsprechung des Bundesgerichtes (BGE 84 IV 164 und BGE 86 II 36 mit Hinweisen; Urteil der I. Zivilabteilung vom 10. Mai 1960 i.S. City Umbau AG gegen Cresta AG, S. 9) muss die Form alle wesentlichen Punkte eines solchen Vertrages decken, namentlich auch die ganze für das Grundstück versprochene Gegenleistung, und zwar gilt dies, wie in den eben angeführten Urteilen in Abweichung von einer frühern Praxis entschieden wurde, auch dann, wenn die Gegenleistung teilweise schon vor der Beurkundung des Vertrages erbracht wurde.\n\nGeht man - mit den Erben Studer - davon aus, dass die in den Verträgen vom Juli 1938 niedergelegten Abmachungen dem wirklichen Willen der Parteien entsprochen haben und dass insbesondere die im Zusatzvertrag enthaltene Vereinbarung über die Verrechnung der Forderung Studers mit dem Kaufpreis ernst gemeint sei, so erweist sich der Grundstückkauf vom 25. Juli 1938 nach der eben angeführten Praxis als formnichtig; denn die öffentliche Urkunde gibt den Kaufpreis mit Fr. 22'000.-- an, während er, wie schon gesagt, in Wirklichkeit Fr. 30'000.-- betrug, wenn Studer nicht bloss die Grundpfandschulden von Fr. 22'000.-- zu übernehmen, sondern ausserdem seine Forderung von Fr. 8000.-- als mit dem Kaufpreis verrechnet abzuschreiben hatte. Die Formgültigkeit des Vertrags, auf den die Eintragung im Grundbuch sich stützt, wäre aber auch dann mindestens zweifelhaft, wenn man annähme, die Verrechnungsabrede sei simuliert und Fritschi habe Studer die Liegenschaften gegen blosse Übernahme der Grundpfandschulden von Fr. 22'000.-- überlassen wollen, um ihm für das weiterhin geschuldete Darlehen von Fr. 8000.-- in Gestalt des die Pfandbelastung übersteigenden Wertes der Liegenschaften eine Sicherheit zu verschaffen. In diesem Falle hätte man es, wie in Erw. 4 hievor dargetan, entgegen dem Vertragswortlaut nicht mehr mit einem wirklichen Kauf, sondern mit einer |232| blossen Sicherstellungsvereinbarung zu tun. Im öffentlich beurkundeten Vertrag wäre also der Rechtsgrund der Eigentumsübertragung unrichtig angegeben. Die Abmachung, dass die Übereignung einfach den erwähnten Zweck habe und dass Studer folglich unter allen Umständen (auch nach dem Erlöschen des Fritschi eingeräumten Kaufsrechts) verpflichtet sei, die Liegenschaften bei Bezahlung seiner Forderung an Fritschi zurückzuübertragen, hätte aber doch wohl als wesentlicher Punkt des Übereignungsvertrags zu gelten, so dass der Vertrag jedenfalls bei strenger Auslegung der in den erwähnten Präjudizien niedergelegten Grundsätze nur gültig wäre, wenn der öffentlich beurkundete Vertragstext diese Abmachung irgendwie zum Ausdruck brächte, was nicht der Fall ist.\n\n6. Die Formnichtigkeit eines Vertrags ist jedoch nach der Rechtsprechung unbeachtlich, wenn die Berufung darauf einen offenbaren Rechtsmissbrauch darstellt, d.h. gegen Treu und Glauben verstösst (BGE 72 II 41mit Hinweisen,BGE 78 II 226Erw. 2, BGE 84 II 375 Erw. 2 und 641 Erw. 2). Die Frage, ob der Formmangel nach Treu und Glauben nicht berücksichtigt werden dürfe, stellt sich auch dann, wenn er im Prozess nicht ausdrücklich geltend gemacht wurde (BGE 78 II 227). Sie ist wie die Formfrage selber von Amtes wegen zu prüfen (vgl. den eben zit. Entscheid). Dabei hat der Richter ohne Bindung an starre Regeln die gesamten Umstände nach freiem Ermessen zu würdigen (BGE 72 II 44,BGE 78 II 227, BGE 84 II 375).\n\nIm vorliegenden Falle hat Fritschi seine Pflichten aus dem Kaufvertrage vom 25. Juli 1938 erfüllt, indem er die Liegenschaften im Grundbuch auf Studer übertragen liess. Studer seinerseits hat die ihm überbundenen Grundpfandschulden übernommen und verzinst. Für den mit dem Kaufpreis verrechneten (oder allenfalls durch die Übertragung der Liegenschaften sichergestellten) Darlehensbetrag hat er in der Folge zwar Zinsen verlangt, womit Fritschi einverstanden war; doch konnte dieser das Kapital (das Studer auch nach der am 28. September |2331950| erfolgten Kündigung \"sämtlicher Darlehen\" nicht einzutreiben suchte) behalten und von Studer sogar neue Darlehen erwirken, die Studer ihm offenbar im Vertrauen darauf gewährte, dass er in den ihm übertragenen Liegenschaften wirtschaftlich (auch) dafür eine gewisse Sicherheit besitze. Fritschi machte in seinem Schreiben vom 12. Februar 1950 ausdrücklich geltend, dass der ganze Betrag seiner Schulden \"an der Liegenschaft gesichert\" sei. Am 25. April 1955 schloss Fritschi mit Studer über die seinerzeit an diesen veräusserten Liegenschaften einen Kaufvertrag, der zur Voraussetzung hat, dass Studer Eigentümer dieser Liegenschaften geworden sei. Auf diesen Vertrag beruft er sich auch noch im vorliegenden Prozess. Unter diesen Umständen würde es einen klaren Rechtsmissbrauch bedeuten, wenn Fritschi heute behaupten würde, der Kaufvertrag von 1938 sei wegen Formmangels ungültig. Dieser Formmangel muss daher unbeachtet bleiben, mit andern Worten es ist so zu halten, wie wenn jener Vertrag gültig zustandegekommen wäre. Fritschi muss deshalb die Annahme gegen sich gelten lassen, dass Studer seinerzeit zu Recht als Eigentümer eingetragen worden sei und das folglich Kohler von seinen Erben das Eigentum an der Liegenschaft Nr. 1847 habe erwerben können.\n\nIst die Klage Fritschis auf Feststellung seines Eigentums an der Liegenschaft Nr. 1847 und auf entsprechende Berichtigung des Grundbuchs aus diesem Grund abzuweisen, so kann die von den Erben Studer in den mündlichen Vorträgen vor Obergericht und vor Bundesgericht aufgeworfene Frage der Ersitzung gemäss Art. 661 ZGB dahingestellt bleiben.\n\n11. ...c) Dass die Erben Studer mit dem Verkauf der Liegenschaft Nr. 1847 ihre Pflichten aus dem Kaufvertrage vom 25. April 1955 verletzt hätten, kann deshalb nicht anerkannt werden, weil sie von diesem Vertrage wirksam zurückgetreten sind.\n\nZu Unrecht behauptet Fritschi, die Erben Studer seien |234| gemäss Art. 214 Abs. 3 OR überhaupt nicht berechtigt gewesen, von diesem Vertrage zurückzutreten, weil die Liegenschaften schon vor der Zahlung des Kaufpreises durch \"brevi manu traditio\" in seinen Besitz übergegangen seien und Studer sich das Rücktrittsrecht nicht ausdrücklich vorbehalten habe. Abgesehen davon, dass nach der Auffassung von OSER/SCHÖNENBERGER (N. 12 zu Art. 214 OR) die Bestimmung von Art. 214 Abs. 3 OR nur für den Kreditkauf gilt, während nach dem Sinne des Vertrags vom 25. April 1955 die Liegenschaften erst nach Zahlung des Kaufpreises an Fritschi zurückzuübertragen waren, ist der im Abschnitt über den Fahrniskauf stehende Art. 214 OR gemäss Art. 221 OR auf den Grundstückskauf nicht unmittelbar, sondern lediglich entsprechend anwendbar. Dabei ist zu berücksichtigen, dass die Funktion, die bei der Erfüllung des Fahrniskaufs dem Besitzesübergang zukommt, bei der Erfüllung des Grundstückskaufs der Eintragung im Grundbuch zufällt. Nicht der vor der Zahlung des Kaufpreises erfolgte Besitzesübergang, sondern die vor der Zahlung vollzogene Eintragung des Käufers im Grundbuch hat daher beim Grundstückskauf die in Art. 214 Abs. 3 OR vorgesehenen Rechtsfolgen. Fritschi kann sich also schon deshalb nicht mit Erfolg auf diese Bestimmung berufen, weil der Kauf vom 25. April 1955 nicht im Grundbuch eingetragen worden ist.\n\nStand Art. 214 Abs. 3 OR einem Rücktritt nicht im Wege, so hätte Studer, der die Liegenschaften erst nach Zahlung des Kaufpreises an Fritschi zurückzuübertragen hatte, gemäss Art. 214 Abs. 1 und Art. 221 OR das Recht gehabt, ohne weiteres vom Vertrage zurückzutreten, als Fritschi mit der Barzahlung, die gemäss Vertrag vom 25. April 1955 bis Ende Mai 1955 zu leisten war, in Verzug kam. Dieses Recht hat er verwirkt, weil er die sofortige Anzeige im Sinne von Art. 214 Abs. 2 OR unterliess. Damit hat er aber nicht auch das Recht verloren, nach Art. 107 ff. OR vorzugehen (BGE 49 II 32Erw. 3, insbesondere S. 34; BECKER N. 5 zu Art. 214 OR). Ebensowenig |235| hat er das Rücktrittsrecht dadurch eingebüsst, dass er den Rücktritt nicht sofort erklärte, nachdem er Fritschi im Mahnschreiben vom 15. Juni 1955 erstmals eine Nachfrist im Sinne von Art. 107 Abs. 1 OR angesetzt hatte und die Zahlung innert dieser (bis zum 30. Juni 1955 reichenden) Frist nicht erfolgt war. Der Gläubiger, der nach unbenütztem Ablauf der Nachfrist keine Wahlerklärung im Sinne von Art. 107 Abs. 2 OR abgibt, ist vielmehr berechtigt, dem Schuldner neuerdings eine Nachfrist im Sinne von Art. 107 Abs. 1 OR anzusetzen (BGE 76 II 304mit Hinweisen; OSER/SCHÖNENBERGER N. 21 zu Art. 107 OR). Dies haben die Erben Studer mit ihrem Schreiben vom 19. November 1955 getan. Dass sie dabei für den Fall der Nichteinhaltung der Frist zugleich den Rücktritt vom Vertrag erklärten, war zulässig (BGE 44 II 174mit Hinweisen undBGE 50 II 19; OSER/SCHÖNENBERGER N. 33 zu Art. 107 OR). Mit dem unbenützten Ablauf dieser letzten Frist, die am 30. November 1955 endigte, ist also der Vertrag vom 25. April 1955 ohne weiteres infolge Rücktritts dahingefallen."}