{"annee": "86", "cour": "IV", "page": "111", "date": "20/5/1960", "cite": [], "cite_par": ["106 IV 138", "104 IV 201"], "chapeau": "29. Urteil des Kassationshofes vom 20. Mai 1960 i. S. Chatton gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 45 al. 2 RA, art. 3 al. 1 OSR. L'inobservation d'une ligne de démarcation n'est punissable que si, en faisant preuve de l'attention voulue, le conducteur pouvait distinguer cette ligne sans difficulté."], "faits": "BGE 86 IV 111 S. 111\n\nA.- Chatton fuhr am Vormittag des 17. Oktober 1958 am Steuer eines Personenautos auf der Hauptstrasse Nr. 1 von Bern Richtung Zürich. In Murgenthal/AG überholte er nach der Linkskurve, die der Bahnunterführung folgt, einen sehr langsam fahrenden, mit Langholz beladenen Lastwagen, wobei er die auf diesem Strassenstück durchgezogene Sicherheitslinie mit seinem Fahrzeug vollständig überfuhr.\n\nB.- Das Obergericht des Kantons Aargau verurteilte deswegen Chatton am 26. Januar 1960 in Anwendung von Art. 45 Abs. 2 MFV zu einer Busse von Fr. 40.-. Den Einwand des Gebüssten, er habe die abgefahrene Sicherheitslinie auf der nassen Strasse, auf der sich eine Aufhellung am nordöstlichen Horizont gespiegelt habe, nicht erkennen können, verwarf es mit der Begründung, die Sicherheitslinie sei bei pflichtgemässer Aufmerksamkeit wahrnehmbar gewesen.\n\nC.- Chatton führt Nichtigkeitsbeschwerde mit dem Antrag, er sei wegen Verletzung von Art. 19 Abs. 1 und Art. 18 Abs. 3 StGB freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 3 Abs. 1 der Signalverordnung vom 17. Oktober 1932 müssen Strassensignale so aufgestellt BGE 86 IV 111 S. 112werden, dass sie vom Führer leicht erkannt werden können. Unter Signal werden in dieser Verordnung und in den sie ergänzenden oder abändernden Erlassen (vgl. insbesondere BRB vom 28. Juni 1949 und 3. März 1958) streng genommen nur Tafeln mit Bildern und Aufschriften verstanden, nicht auch Markierungen, die auf der Strasse selber aufgetragen werden. Die Bedeutung der Bodenmarkierungen, soweit sie im Interesse der Verkehrssicherheit den Strassenverkehr ordnen, steht indessen derjenigen der Signaltafeln nicht nach, weshalb die erwähnte Vorschrift des Art. 3 Abs. 1 SigV sinngemäss auch auf Bodensignale wie Sicherheitslinien, Einspurlinien usw. anwendbar ist. Die Nichtbeachtung solcher Signale ist daher ebenfalls nur strafbar, wenn sie vom Führer leicht erkannt werden können. Das trifft zu, wenn sie bei gehöriger Aufmerksamkeit erkennbar sind, nicht aber, wenn sie infolge Abnützung oder aus anderen Gründen kaum mehr sichtbar sind.\n\n2. Nach der Feststellung des Obergerichtes, die den Kassationshof gemäss Art. 273 lit. b und Art. 277 bis Abs. 1 BStP bindet, war am 17. Oktober 1958 die Sicherheitslinie auf der in Frage stehenden Strecke nur leicht abgefahren, was bedeutet, dass der weisse Farbanstrich auf der Asphaltstrasse nicht stark abgenützt war. Eine so beschaffene Sicherheitslinie kann nach allgemeiner Lebenserfahrung von Motorfahrzeugführern ohne weiteres als solche erkannt werden. Was die Spiegelung auf der nassen Strasse betrifft, welche die Erkennbarkeit der Sicherheitslinie ausgeschlossen haben soll, stellt die Vorinstanz verbindlich fest, dass sie nicht wesentlich grösser gewesen sei, als sie auf den Photographien der Polizei zu Tage trete. Auf diesen Bildern ist eine Spiegelung auf dem Strassenbelag kaum wahrzunehmen und die Sicherheitslinie auf eine grössere Entfernung gut sichtbar. Waren aber die Beleuchtungs- und Sichtverhältnisse, die der Beschwerdeführer angetroffen hat, nur wenig schlechter, als sie auf diesen Photographien feststellbar sind, so waren sie immer noch so gut, dass die Sicherheitslinie vom Beschwerdeführer bei BGE 86 IV 111 S. 113gehöriger Aufmerksamkeit erkannt werden konnte. Wenn er sie trotzdem nicht gesehen hat, war er pflichtwidrig unaufmerksam, so dass ihn der Vorwurf der Fahrlässigkeit im Sinne des Art. 18 Abs. 3 StGB trifft. Er kann sich demzufolge nicht auf Irrtum über den Sachverhalt berufen und ist gemäss Art. 19 Abs. 2 StGB in Verbindung mit Art. 65 Abs. 1 MFG und Art. 45 Abs. 2 MFV zu Recht wegen Überfahrens der Sicherheitslinie bestraft worden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}