{"annee": "86", "cour": "II", "page": "201", "date": "27/9/1960", "cite": [], "cite_par": [], "chapeau": "34. Arrêt de la Ire Cour civile du 27 septembre 1960 dans la cause Bergerioux contre Association genevoise des fabricants de bijouterie-joaillerie et de boîtes de montres.", "regestes": ["Art. 28 CC, 20 CO; droits de la personnalité. Constitue une atteinte illicite aux droits de la personnalité la décision d'une personne privée ou une réglementation corporative de droit privé, qui rendent illusoire l'exercice d'une activité expressément autorisée par l'administration."], "faits": "BGE 86 II 201 S. 201\n\nA.- L'Association genevoise des fabricants de bijouterie-joaillerie et de boîtes de montres (en abrégé: Association genevoise), la Société suisse des fabricants de boîtes de montres en or, à La Chaux-de-Fonds (en abrégé: Société suisse) et le Syndicat des patrons décorateurs de boîtes de montres et bijoutiers, à La Chaux-de-Fonds également, constituent ensemble la Fédération suisse des associations de fabricants de boîtes de montres en or (ci-après FB). Le 19 mars 1936, la FB a communiqué à ses membres la décision suivante, prise par son comité central:\n\n\"... Les membres de la Société suisse et les maisons ... (suit l'énumération de sept entreprises membres de l'Association genevoise) BGE 86 II 201 S. 202ont seuls le droit de fabriquer les boîtes rondes or et platine. Les autres membres de l'Association genevoise et du Syndicat des Bijoutiers de La Chaux-de-Fonds n'ont pas la faculté de fabriquer ces boites...\"\n\nLe 14 mai 1956, l'Association genevoise a tenu une assemblée générale, au cours de laquelle elle a approuvé un projet de nouveau règlement, que la FB a adopté le 26 mai 1956. D'après ce règlement, les membres de la Société suisse et les membres des sections de bijoutiers au bénéfice d'une situation acquise reconnue à la date du 19 mars 1936 ont seuls le droit de fabriquer des boîtes or rondes (art. 2). Cependant, le comité central de la FB peut autoriser un membre d'une section de bijoutier à fabriquer des boîtes rondes, moyennant accord de la Société suisse et paiement à celle-ci d'une indemnité \"en compensation des charges qu'elle a assumées pour la défense du métier\" (art. 6).\n\nB.- Pierre Bergerioux entra en 1931 comme ouvrier bijoutier-joaillier dans l'entreprise Klauber, à Genève. Sieur Klauber étant décédé, Bergerioux reprit l'affaire et adhéra à l'Association genevoise. Le 24 octobre 1941, il passa avec elle une convention qui prévoit notamment ce qui suit:\n\n\"... 2o Monsieur Bergerioux s'engage à ne pas modifier l'activité de l'atelier de feu Klauber. Cette activité consistait principalement dans la fabrication de bijouterie et joaillerie ainsi que dans l'exécution de boîtes de montres riches et soignées. La fabrication de la boîte de montre n'était pas la principale activité et se limitait à de petites séries seulement.\n\nAucune modification de l'atelier permettant de fabriquer la boîte en grandes séries ne pourra se faire sans entente préalable avec l'Association genevoise...\n\nIl est précisé qu'au moment du décès de M. Klauber le personnel était de cinq personnes, ouvriers et apprentis, dont un seul déclaré comme ouvrier boitier...\"\n\nAu vu de cette convention, la FB renonça à exercer un droit de préemption qui lui appartenait sur l'entreprise de feu Klauber.\n\nIl semble que Bergerioux ne tarda pas à chercher à étendre sa fabrication de boîtes de montres. En tout cas, BGE 86 II 201 S. 203le 29 septembre 1944, il obtint du Département fédéral de l'économie publique son inscription au registre des entreprises horlogères, l'autorisant à fabriquer des boîtes de montres en or et en platine, avec un effectif maximum de 17 ouvriers. Toutefois, étant donné la convention qu'il avait signée et comme il ne figurait pas parmi les maisons auxquelles la décision de la FB du 19 mars 1936 avait reconnu le droit de fabriquer des \"boîtes rondes or et platine\", il dut limiter son activité à la boîte or \"riche et soignée\". Il en va de même actuellement sous l'empire de l'art. 2 du règlement de la FB du 26 mai 1956, auquel il tenta en vain de s'opposer.\n\nC.- Désireux de se faire reconnaître le droit de fabriquer des boîtes de montres en or et en platine, Bergerioux assigna, le 29 juin 1956, l'Association genevoise devant le Tribunal de première instance de Genève en concluant notamment à ce que l'art. 2 de la convention de 1941 et la décision de l'Association genevoise du 14 mai 1956 approuvant le projet de nouveau règlement soient annulés, la possibilité étant reconnue au demandeur, comme membre de l'Association, de fabriquer n'importe quel genre de boîtes de montres en or ou en platine, en particulier la boîte ronde. Le 2 juillet 1959, le Tribunal de première instance débouta Bergerioux. Celui-ci recourut à la Cour de justice qui, le 12 avril 1960, confirma le jugement attaqué, en constatant notamment que Bergerioux n'avait jamais demandé au comité central de la FB l'autorisation prévue par l'art. 6 du règlement de 1956.\n\nD.- Contre l'arrêt de la Cour de justice, Bergerioux a interjeté un recours en réforme dans lequel il reprend les conclusions de sa demande. L'intimée a proposé le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant soutient que l'art. 2 de la convention du 24 octobre 1941 restreint sa liberté économique d'une manière excessive et que, partant, il doit être annulé BGE 86 II 201 S. 204conformément à l'art. 20 CO. Certes, cette convention a des conséquences très lourdes pour le recourant. Elle dispose cependant que l'intimée peut autoriser ce dernier à fabriquer la boîte en grandes séries. L'autorisation ainsi prévue ne pourra pas dépendre de n'importe quelle condition. Elle devra être accordée ou refusée selon que le recourant satisfera ou non aux exigences posées par le règlement de la FB. La convention, qui date d'une époque où la corporation recourait au contrat particulier plutôt qu'à la réglementation générale pour atteindre ses buts, ne saurait être interprétée autrement. Elle apparaît ainsi comme le moyen pour l'intimée d'obtenir du recourant le respect de la réglementation corporative exprimée dans les règlements de la FB. Sa validité se confond dès lors avec celle de la réglementation qu'attaque le recourant. Il n'y a donc pas lieu de l'examiner pour elle-même.\n\n2. Tenant compte des intérêts supérieurs de l'horlogerie dans son ensemble, la Confédération limite l'ouverture, l'agrandissement ou la transformation d'entreprises dans ce secteur de l'économie et n'accorde des autorisations que dans la mesure compatible avec le maintien d'une industrie saine. Les associations horlogères n'ont dès lors plus la faculté d'adopter une réglementation privée qui serait fondée sur les mêmes considérations que la législation fédérale et qui aggraverait les conditions d'ouverture, d'extension ou de transformation d'une entreprise horlogère. Comme l'a exposé le Conseil fédéral dans son message du 6 octobre 1950 à l'appui de l'arrêté fédéral du 22 juin 1951 sur les mesures propres à sauvegarder l'existence de l'industrie horlogère suisse (AIH), \"celui qui a obtenu une autorisation doit pouvoir s'en servir... Il serait inadmissible qu'un groupement professionnel ou une tierce personne la rendît illusoire, par exemple en refusant l'admission du titulaire dans l'organisation intéressée\" (FF 1950 III p. 99). Ce principe a trouvé son expression à l'art. 4 al. 6 AIH, aux termes duquel \"le Conseil fédéral prendra les mesures nécessaires BGE 86 II 201 S. 205pour qu'un permis ... ne puisse être rendu inopérant par un ou plusieurs groupements professionnels\".\n\nCes considérations s'appliquent au cas particulier de bijoutiers-joailliers qui demandent l'autorisation d'étendre leur activité à la fabrication de boîtes de montres en or et en platine. Selon une pratique, confirmée dans son principe par le Tribunal fédéral (RO 79 I 378, 84 I 252), l'autorité administrative tient compte de la concurrence que les bijoutiers-joailliers pourraient faire aux entreprises horlogères spécialisées dans la fabrication des boîtes de montres. La réglementation de la FB ne saurait donc tendre, elle aussi, à sauvegarder les intérêts que les entreprises horlogères possèdent à cet égard ni, sous prétexte de protéger ces intérêts, rendre illusoire un permis accordé par l'autorité administrative.\n\nEn l'état de la cause, on ne saurait affirmer que le règlement adopté par la FB le 26 mai 1956 ait de telles conséquences, car il prévoit que le comité central de la FB peut accorder l'autorisation de fabriquer des boîtes rondes (art. 6). Or, en sa qualité de membre de l'intimée, le recourant est en principe lié par les décisions de l'Association genevoise et de la FB, sauf s'il établit qu'elles violent des dispositions légales. Il lui incombe donc - ce qu'il n'a pas encore fait - d'user de la faculté que lui confère l'art 6 précité. La réglementation de la FB ne pourra apparaître comme illicite que suivant le contenu de la décision qui sera prise sur la demande du recourant et notamment si l'autorisation sollicitée est refusée ou si elle est assortie de conditions prohibitives ou non objectivement justifiées, si par exemple l'indemnité réclamée au recourant ne représente pas la contre-partie équitable d'avantages qui lui seraient assurés. Le recourant pourrait alors s'adresser à l'administration, conformément à l'art. 4 al. 6 AIH. Il aurait également la faculté de saisir les tribunaux ordinaires sans qu'on puisse lui opposer cette dernière disposition, car une décision d'une personne privée ou une réglementation corporative de droit privé, BGE 86 II 201 S. 206qui rendent illusoire l'exercice d'une activité expressément autorisée par l'administration, constituent une atteinte illicite aux droits de la personnalité, atteinte que le juge a la compétence de faire cesser en vertu soit des art. 28 CC et 41 al. 2 CO, soit de l'art. 20 CO. Comme l'action ne tendrait alors pas à l'annulation d'une décision irrégulière de l'Association mais à la cessation d'une atteinte illicite aux droits personnels, elle ne serait pas subordonnée à l'observation du délai prévu par l'art. 75 CC.\n\nActuellement toutefois, comme le recourant n'a pas sollicité l'autorisation prévue par l'art. 6 du règlement de 1956, on ignore comment cette disposition sera appliquée et si l'usage qui en sera fait empêchera le recourant d'exercer l'activité pour laquelle il a reçu autorisation, ou la soumettra à des conditions prohibitives. L'action ne peut donc être que rejetée. Il s'ensuit que l'arrêt attaqué doit être confirmé sans qu'il soit nécessaire d'examiner encore les autres questions soulevées par le recourant.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours et confirme l'arrêt attaqué."}