{"annee": "86", "cour": "IV", "page": "167", "date": "10/6/1960", "cite": [], "cite_par": ["90 IV 190", "120 IV 117"], "chapeau": "41. Extrait de l'arrêt du 10 juin 1960 dans la cause Stegmann contre Ministère public du canton de Genève.", "regestes": ["Art. 140 ch. 1 al. 2 CP. L'emprunteur d'une somme d'argent commet-il un abus de confiance lorsqu'il n'emploie pas cette somme conformément à la destination convenue?"], "faits": "|168|\n\nRésumé des faits:\n\nA. - Au mois de février ou de mars 1957, Stegmann était sous le coup d'une plainte pour violation d'une obligation d'entretien envers ses deux enfants mineurs. Il reçut de X., avec laquelle il entretenait une liaison, une somme de 1000 fr. pour payer sa dette d'aliments, mais il n'acquitta pas cette dette et employa l'argent pour lui.\n\nStatuant sur ces faits, le 7 octobre 1959, la Cour correctionnelle de Genève, siégeant avec le concours du jury, a condamné Stegmann, pour abus de confiance, à huit mois d'emprisonnement avec sursis pendant cinq ans, peine ajoutée à celle qui avait déjà été prononcée contre lui, le 14 juillet 1958, pour violation d'une obligation d'entretien.\n\nB. - Le 10 février 1960, la Cour de cassation du canton de Genève a rejeté un recours formé par Stegmann contre ce jugement.\n\nC. - Stegmann s'est pourvu en nullité contre cet arrêt. Il conclut à libération.\n\nD. - Le Ministère public du canton de Genève conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. .....\n\n2. L'art. 140 ch. 1 al. 2 CP punit celui qui, sans droit, a employé à son profit une chose fongible appartenant à autrui et qui lui avait été confiée. La cour de céans a jugé que la chose fongible et en particulier l'argent était confié, même s'il était devenu propriété de l'auteur, lorsque, du point de vue économique, il rentrait dans le patrimoine d'autrui (RO 70 IV 72). Cette interprétation, qui définit le caractère de chose confiée non par le rapport juridique de propriété, mais par la destination économique de la chose, est conforme à la lettre et à la genèse du texte légal (arrêt précité). Il s'ensuit qu'une chose fongible n'est confiée selon l'art. 140 ch. 1 al. 2 CP que si elle a été remise |169| à l'auteur non pas pour lui-même, c'est-à-dire dans son propre intérêt, mais dans l'intérêt d'une autre personne (RO 80 IV 55; arrêts Vetsch, du 22 novembre 1957 et Häfliger, du 1er avril. 1958; cf. arrêt Stähli, du 12 décembre 1958, non publiés). Appliquant ce principe dans son arrêt Häfliger (précité), la cour de céans a dit qu'en général, ne commet pas un abus de confiance l'emprunteur d'une somme d'argent qui n'emploie pas cette somme conformément à la destination convenue, pourvu que le prêt lui ait été accordé dans son propre intérêt et non dans l'intérêt d'autrui. Dans ce dernier cas, en revanche, l'emprunteur commet, le cas échéant, un abus de confiance, vu la destination économique de l'argent, qui en fait une chose confiée.\n\n3. En l'espèce, X. a remis à Stegmann la somme de 1000 fr. pour payer les arrérages de la pension alimentaire qu'il devait et pour lesquels il était sous le coup d'une poursuite pénale. Peu importe que, du point de vue juridique, l'opération ait constitué un prêt ou une donation, c'est la destination économique de l'argent qui détermine son caractère éventuel de chose confiée selon l'art. 140 ch. 1 al. 2 CP.\n\nOr la destination économique des mille francs remis à Stegmann par X. n'est pas douteuse. Dans sa plainte du 14 juillet 1958 déjà, dont la Cour de cassation genevoise fait état, la lésée allègue uniquement que son avance de fonds était motivée \"par la nécessité où se trouvait M. Stegmann de payer pension alimentaire pour sa femme et ses deux enfants mineurs, sous peine d'être emprisonné\". Elle affirmait donc elle-même avoir entendu favoriser non pas les créanciers d'aliments, mais bien Stegmann, qu'elle voulait soustraire à la poursuite pénale ouverte contre lui. La question posée au jury vise la même intention; il s'agissait de savoir si l'inculpé avait commis un abus de confiance en demandant à X. \"la somme de 1000 francs pour payer prétendûment la pension alimentaire... affirmant se trouver sous la menace d'une plainte pénale en violation d'une obligation d'entretien... en se gardant bien de remettre cette somme à son ex-femme et en utilisant cet argent pour ses |170| besoins personnels\". De plus, l'autorité cantonale de seconde instance a, elle aussi, constaté en fait que l'argent avait été remis \"pour éviter à Stegmann une condamnation, une arrestation éventuelle\". Si elle a néanmoins confirmé la condamnation prononcée en première instance, c'est qu'elle a admis par erreur que Stegmann avait l'obligation d'utiliser les mille francs \"dans l'intérêt d'autrui\", c'est-à-dire des bénéficiaires de la pension due par lui, alors que, d'après la destination convenue entre X. et le recourant, si la somme devait être remise à autrui, c'était dans l'intérêt de Stegmann et non pas de ses créanciers.\n\nIl suit de là qu'il n'y a pas eu chose confiée, en l'espèce, ni, partant, abus de confiance.\n\nPar ces motifs, la Cour de cassation pénale\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour que celle-ci prononce la libération de Stegmann du chef de l'abus de confiance."}