{"annee": "86", "cour": "IV", "page": "201", "date": "23/12/1960", "cite": ["71 IV 68", "82 IV 131"], "cite_par": ["125 IV 118", "92 IV 77", "88 IV 10"], "chapeau": "51. Auszug aus dem Urteil des Kassationshofes vom 23. Dezember 1960 i.S. Trachsler gegen Staatsanwaltschaft des Kantons Graubünden.", "regestes": ["Art. 15, 42 et 44 CP. Quelles mesures doit-on prendre contre un buveur d'habitude dont la responsabilité est restreinte ou qui est irresponsable, lorsqu'il se trouve dans le cas de l'art. 42 CP? Quelles sont les circonstances qui déterminent le choix entre l'internement de par cette disposition légale, l'hospitalisation en vertu de l'art. 15 CP et le renvoi dans un asile pour buveurs selon l'art. 44 CP?"], "faits": "|201|\n\nA.- Trachsler, der vom April bis August 1959 als Bauschreiner einer Unternehmung im Misox arbeitete, wurde am 20. Juni 1960 vom Kreisgerichtsausschuss Misox wegen Veruntreuung (Art. 140 Ziff. 1 StGB), Urkundenfälschung (Art. 251 Ziff. 1) und Betruges (Art. 148 Abs. 1) zu vierzehn Monaten Zuchthaus verurteilt. An Stelle der Strafe erkannte das Gericht auf Verwahrung im Sinne des Art. 42 StGB und auf zehnjährige Einstellung in der bürgerlichen Ehrenfähigkeit gemäss Art. 52 Ziff. 1 Abs. 3 StGB.\n\n|202|\n\nB.- Der Kantonsgerichtsausschuss von Graubünden wies am 19. Oktober 1960 die Berufung des Verurteilten ab, soweit er darauf eintrat. Nicht eingetreten wurde auf das in der Berufung enthaltene Revisionsgesuch, weil keine neuen erheblichen Tatsachen oder Beweismittel namhaft gemacht würden und das Gesuch zudem an die unzuständige Instanz gerichtet sei.\n\nC.- Gegen dieses Urteil führt Trachsler Nichtigkeitsbeschwerde.\n\nD.- Die Staatsanwaltschaft des Kantons Graubünden beantragt in ihrer Vernehmlassung dem Sinne nach Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n.....\n\n5. a) (Zusammengefasst) Der Beschwerdeführer hat wegen Verbrechen und Vergehen zahlreiche Freiheitsstrafen verbüsst. In den Jahren 1949 und 1950, als er erstmals nach Art. 42 StGB verwahrt wurde, konnte auch kein Zweifel darüber bestehen, dass er einen Hang zu Verbrechen und Vergehen hat. Aus dem erneuten Rückfall muss jedoch nicht notwendigerweise abgeleitet werden, dieser Hang bestehe immer noch. Gegen die dahingehende Annahme spricht, dass sich der Beschwerdeführer im Anschluss an die Entlassung aus der Arbeitskolonie vom 6. Oktober 1953 bis zum April 1959 keine Verfehlungen zuschulden kommen liess. Dafür, dass der Vollzug der früher verhängten Verwahrungen in Verbindung mit den Strafverbüssungen nicht wirkungslos geblieben ist, der Beschwerdeführer also nicht schlechthin besserungsunfähig ist, könnten allenfalls auch die Umstände der neuen Verfehlungen sprechen, vor allem dann, wenn es aus einer besonderen Konfliktssituation heraus zu den Rückfällen gekommen ist. Diese Umstände sind, da das angefochtene Urteil darüber nicht hinreichend Aufschluss gibt, noch näher abzuklären.\n\nb) Sollte die Vorinstanz dabei wiederum zum Schlusse |203| kommen, dass auch diese Voraussetzung der Verwahrung nach Art. 42 StGB erfüllt sei, so frägt sich, ob diese Massnahme geboten ist oder nicht eine Versorgung nach Art. 15 oder die Einweisung in eine Trinkerheilanstalt nach Art. 44 am Platze wäre.\n\nWie sich aus den Akten und zum Teil aus dem kreisgerichtlichen Urteil ergibt, war die Mutter des Beschwerdeführers wegen Geisteskrankheit in einer Heil- und Pflegeanstalt interniert. Der Beschwerdeführer selber befand sich, angeblich wegen Rauschgiftsucht, von 1942-1944 in der Anstalt Burghölzli. Diesem Aufenthalt folgten nach seinen Angaben, die auch von der Staatsanwaltschaft in der Anklageschrift übernommen wurden, bis 1959 vier weitere Aufenthalte in der gleichen Anstalt. Was diese Internierungen notwendig machte, geht aus den Akten nicht mit Sicherheit hervor. Nach dem Bericht der Heil- und Pflegeanstalt Beverin-Cazis vom 10. September 1959 sollen im Burghölzli Psychopathie, Drang- und Verstimmungszustände diagnostiziert worden sein. Der Beschwerdeführer seinerseits will sich jeweilen freiwillig wegen seiner Trunksucht in die Anstalt begeben haben. Dass er der Trunksucht verfallen ist, stellt auch das Kreisgericht fest. Daneben verzeichnet aber der Strafregisterauszug ein Urteil des Obergerichtes des Kantons Zürich vom 28. April 1944, durch das der Beschwerdeführer unter Einstellung der ausgefällten Strafe von einem Jahr Gefängnis \"i.S. der Art. 14 und 15 StGB\" in eine Heilanstalt eingewiesen wurde. Dabei dürfte es sich um eine der Internierungen im Burghölzli gehandelt haben. Laut dem Bericht von Beverin-Cazis hat der Beschwerdeführer schon öfters Selbstmordversuche unternommen.\n\nÜber alle diese Umstände geht der Kantonsgerichtsausschuss vollständig hinweg, und auch das Kreisgericht, das auf sie anspielt, hat sich in keiner Weise damit auseinandergesetzt. Von ihnen hängt aber ab, welche Massnahme anzuordnen ist. Die Geisteskrankheit seiner Mutter und die mehrmaligen Internierungen des Beschwerdeführers |204| selber, von denen eine auf gerichtlichem Urteil nach Art. 14/15 StGB beruhte, lassen erhebliche Zweifel an seiner geistigen Gesundheit aufkommen. Dazu liegt offenbar Trunksucht im Sinne von Art. 44 StGB vor. Nun schliessen zwar weder Unzurechnungsfähigkeit oder verminderte Zurechnungsfähigkeit noch Trunksucht die Verwahrung nach Art. 42 aus. Ist der Angeklagte ganz oder teilweise unzurechnungsfähig, so kommt jedoch diese Massnahme nur in Betracht, wenn er nicht einer Heilbehandlung bedarf oder pflegebedürftig ist. Trifft das zu, ist er gemäss Art. 15 in eine Heil- und Pflegeanstalt einzuweisen (BGE 71 IV 71). Steht die strafbare Handlung dagegen mit der Trunksucht im Zusammenhang und kann von der Behandlung eine Besserung erwartet werden, greift Art. 44 mit der Trinkerheilanstalt Platz. Ist der Täter sowohl ganz oder teilweise unzurechnungsfähig als gleichzeitig Gewohnheitstrinker, so kommt es wieder darauf an, ob er der Pflege bedarf oder eine Heilbehandlung Erfolg verspricht, und wenn dies der Fall ist, ob sich dafür eine Heil- und Pflegeanstalt besser eignet oder ob die Behandlung ebensogut in einer Trinkerheilanstalt durchgeführt werden kann (BGE 82 IV 134). Demgemäss darf nach Art. 42 nur verwahrt werden in Fällen, wo keine Pflegebedürftigkeit besteht und eine Heilbehandlung weder für den Geisteszustand noch für die Trunksucht des Angeklagten Aussichten bietet.\n\nDer Kantonsgerichtsausschuss wird im neuen Urteil den Fall des Beschwerdeführers auch nach diesen Kriterien zu prüfen haben. Um dazu in der Lage zu sein, wird der Beschwerdeführer gemäss Art. 13 StGB psychiatrisch zu begutachten sein, sofern nicht schon dem Bericht der Anstalt Rheinau alles entnommen werden kann, was für die Entscheidung nötig ist."}