{"annee": "86", "cour": "III", "page": "8", "date": "3/5/1960", "cite": ["73 III 84", "76 III 18"], "cite_par": ["91 III 81"], "chapeau": "5. Entscheid vom 3. Mai 1960 i.S. Vonlanthen.", "regestes": ["L'office devant lequel la poursuite est pendante peut saisir luimême des créances (en particulier un salaire futur) même si le tiers débiteur a son domicile et le siège de ses affaires (lieu de travail du débiteur poursuivi) dans un autre arrondissement. - Art. 89 LP."], "faits": "|8|\n\nGegen den Rekurrenten läuft eine Betreibung beim Amt seines Wohnortes im freiburgischen Sensebezirk. Von |9| dem Lohn, den er als Hilfsarbeiter in Münchenbuchsee verdient, wurden Fr. 30.- für je 14 Tage gepfändet. Darüber beschwerte sich der Schuldner bei der Aufsichtsbehörde des Kantons Freiburg, wurde aber mit Entscheid vom 7. April 1960 abgewiesen. Mit vorliegendem Rekurs macht er geltend, zur Vornahme einer Lohnpfändung wäre das Betreibungsamt Fraubrunnen, nicht dasjenige von Tafers zuständig.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nMit der auf Art. 89 SchKG gestützten Rüge will der Rekurrent nicht den Betreibungsort als solchen in Frage stellen. Er hält jedoch dafür, das die Betreibung führende Amt hätte eine Lohnpfändung nicht selber vornehmen dürfen, sondern damit das Betreibungsamt seines Arbeitsortes beauftragen sollen. Diesem Standpunkt kann nicht beigetreten werden. Einmal gilt ein Lohnguthaben nicht als am Wohn- (oder Geschäfts-) ort des Arbeitgebers gelegen, weshalb sich für die Ansicht des Rekurrenten von vornherein nichts aus Art. 89 SchKG herleiten lässt. Nicht in Wertpapieren verkörperte Forderungen gelten vielmehr, wenn ihr Gläubiger (derjenige, dem sie zustehen, hier also der betriebene Schuldner) einen bekannten Wohnsitz in der Schweiz hat, als an diesem Orte gelegen (vgl. BGE 76 III 19). Sodann ist es bei der Pfändung von Forderungen (insbesondere Lohnguthaben) nicht erforderlich, am Wohnort des Drittschuldners (Arbeitgebers) Amtshandlungen vorzunehmen, die nur dem dortigen Betreibungsamte zustünden. Im Gegensatze zu den bei Sachpfändungen an Ort und Stelle, wo sich das Pfändungsobjekt befindet, zu treffenden Feststellungen über dessen Vorhandensein und Beschaffenheit, samt der allenfalls notwendigen Wegnahme in amtlichen Gewahrsam, genügen bei Forderungspfändungen in der Regel briefliche oder telefonische Erkundigungen. Diese kann das die Betreibung führende Amt sehr wohl selber einziehen, ohne damit in fremde |10| Amtsgewalt einzugreifen. Ebenso steht ihm die der Sicherung der Forderungspfändung dienende Versendung der Anzeige an den Drittschuldner nach Art. 99 SchKG zu, selbst wenn dieser nicht in seinem Amtsbezirke wohnt. Eine Forderungspfändung kann danach in allen Fällen von dem die Betreibung führenden Amte selbst, somit am Betreibungsorte, vollzogen werden (vgl. BGE 73 III 87 und 119; JAEGER, N. 5 zu Art. 89 SchKG; FRITZSCHE, Schuldbetreibung, Konkurs und Sanierung I 142 und 151).\n\nDie auf einen ausführlichen Amtsbericht gestützten Feststellungen der Vorinstanz über Einkommen und Notbedarf des Schuldners sind im Rekurse nicht angefochten.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}