{"annee": "120", "cour": "IV", "page": "172", "date": "3/8/1994", "cite": ["114 IV 11", "114 IV 138", "118 IV 102", "79 IV 156", "74 IV 12"], "cite_par": [], "chapeau": "28. Urteil des Kassationshofes vom 3. August 1994 i.S. S. gegen Staatsanwaltschaft des Kantons Zug (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 CP, art. 272 al. 7 PPF; nouvel octroi du sursis après l'admission d'un pourvoi en nullité; prise en compte du temps d'épreuve déjà subi. Lorsque l'autorité cantonale accorde le sursis à un condamné pour une peine privative de liberté et que le pourvoi en nullité déposé contre sa décision est admis par le Tribunal fédéral, elle doit, lorsqu'elle statue à nouveau, prendre en considération le fait que le condamné, entre le prononcé de l'arrêt annulé et la notification de l'arrêt du Tribunal fédéral, s'est trouvé en période d'épreuve. Si l'autorité cantonale prononce à nouveau une peine assortie du sursis, elle doit prendre en compte la durée de l'épreuve déjà subie."], "faits": "|173|\n\nA.- Am 1. Dezember 1987 verurteilte das Strafobergericht des Kantons Zug S. zweitinstanzlich wegen fortgesetzten Pfändungsbetruges zu zwei Monaten Gefängnis, bedingt bei einer Probezeit von zwei Jahren.\n\nB.- Am 27. Juni 1988 hiess das Bundesgericht eine von S. dagegen erhobene eidgenössische Nichtigkeitsbeschwerde teilweise gut, hob das angefochtene Urteil auf und wies die Sache zur Neubeurteilung an die Vorinstanz zurück (BGE 114 IV 11).\n\nC.- Am 14. Dezember 1993 verurteilte das Strafobergericht S. wegen mehrfachen Pfändungsbetruges zu einem Monat Gefängnis, bedingt bei einer Probezeit von zwei Jahren.\n\nD.- S. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Strafobergerichtes vom 14. Dezember 1993 aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit diese auf die Ansetzung einer Probezeit verzichte.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer wendet sich einzig gegen die Ansetzung der Probezeit von zwei Jahren. Er macht geltend, er habe sich in der von der Vorinstanz in ihrem ersten Urteil angesetzten Probezeit bewährt. Es gehe nicht an, ihm erneut eine Probezeit aufzuerlegen allein deshalb, weil das erste Urteil der Vorinstanz bundesrechtswidrig gewesen und vom Bundesgericht daher aufgehoben worden sei. Entgegen der Vorinstanz komme es nicht einem Strafverzicht gleich, wenn von der Anordnung einer Probezeit |174| abgesehen würde. Hätte er während der im ersten Urteil festgelegten Probezeit eine Straftat begangen und wäre die Nichtigkeitsbeschwerde abgewiesen worden, hätte er die Strafe verbüssen müssen.\n\n2. a) Die Probezeit beginnt mit der Eröffnung des Urteils zu laufen, das vollstreckbar wird. Da die eidgenössische Nichtigkeitsbeschwerde die Vollziehung des damit angefochtenen kantonalen Urteils nicht hemmt (Art. 272 Abs. 7 BStP), bleibt es trotz Einlegung dieses Rechtsmittels vollstreckbar und entfaltet die gesetzlichen Folgen, insbesondere in bezug auf die Probezeit (BGE 74 IV 12 E. 1; BGE 118 IV 102 E. 1b mit Hinweisen). Begeht der Verurteilte während des eidgenössischen Rechtsmittelverfahrens eine weitere Straftat und weist das Bundesgericht die Nichtigkeitsbeschwerde ab, so hat der Verurteilte in der Probezeit delinquiert, weshalb über den Widerruf des bedingten Strafvollzuges zu entscheiden ist.\n\nHeisst das Bundesgericht die eidgenössische Nichtigkeitsbeschwerde gut und hebt es deshalb das kantonale Urteil auf, stellt sich die Frage, was mit der angebrochenen oder schon abgelaufenen Probezeit, die jedenfalls faktisch bestanden hat, geschieht.\n\nb) Das Bundesgericht äusserte sich in BGE 79 IV 156 zu einer vergleichbaren Fragestellung. Der Täter war im Jahre 1947 zu vier Monaten Gefängnis verurteilt worden, bedingt bei einer Probezeit von vier Jahren. Im Jahre 1953 wurde die Verurteilung im Wiederaufnahmeverfahren aufgehoben und der Täter neu mit zwei Monaten Gefängnis bestraft, unter Gewährung des bedingten Strafvollzugs bei einer Probezeit von zwei Jahren. Das Bundesgericht legte dar, der Richter dürfe über Rechtsfolgen, die aufgrund des rechtskräftig gewesenen früheren Urteils bereits eingetreten seien, nicht hinwegsehen, als ob dieses Urteil überhaupt nie ausgefällt worden wäre. Für den Verurteilten sei es ein Rechtsnachteil gewesen, aufgrund des früheren Urteils auf die Probe gestellt zu sein. Dieser Rechtsnachteil dürfe in einem nach Wiederaufnahme des Strafverfahrens ausgefällten Urteil nicht erneuert werden. Soweit sich der Richter im neuen Urteil zur Frage des bedingten Strafvollzugs äussere, gehe es dabei nur um die Feststellung, ob diese Massnahme im früheren Urteil zu Recht ausgesprochen worden und unter anderem hinsichtlich der Dauer der Probezeit richtig ausgestaltet worden sei. Wie lange die Probezeit gedauert habe, beurteile sich dann aufgrund des neuen Urteils. Für die Frage, ob sich der Verurteilte bewährt habe, sei dagegen sein Verhalten in der Zeit nach Eintritt der Rechtskraft des früheren Urteils massgebend. In verschiedenen Bestimmungen des |175| Strafgesetzbuchs finde sich die Regel, dass auf Rechtsfolgen, die der Betroffene wegen seiner Tat vor der Ausfällung des letzten Urteils erlitten hat, Rücksicht zu nehmen sei (Art. 4 Abs. 2, Art. 6 Ziff. 2 Abs. 4 StGB betreffend Anrechnung einer im Ausland verbüssten Strafe; Anrechnung von Untersuchungshaft [Art. 69 StGB]; Anrechnung bereits verbüsster Strafen auf eine nachträglich ausgefällte Gesamtstrafe [Art. 336 lit. d StGB]).\n\nDer Sache nach auf entsprechenden Überlegungen beruht BGE 114 IV 138 : Wird der Gesuchsteller im zu seinen Gunsten angeordneten Wiederaufnahmeverfahren erneut verurteilt, so ist in bezug auf die Frist zur Löschung des Eintrags im Strafregister von der Fiktion auszugehen, das neue Urteil sei bereits im Zeitpunkt des aufgehobenen ausgesprochen worden (E. 3b).\n\nc) Diese im Zusammenhang mit einer neuen Verurteilung nach Bewilligung der Wiederaufnahme des Verfahrens entwickelten Grundsätze sind analog anzuwenden auf die hier gegebene Fragestellung. Hebt das Bundesgericht ein kantonales Urteil in Gutheissung einer dagegen erhobenen eidgenössischen Nichtigkeitsbeschwerde auf, hat die kantonale Behörde bei der Neubeurteilung der Sache zu berücksichtigen, dass der Verurteilte zwischen der Eröffnung ihres aufgehobenen Entscheids und der Mitteilung des Bundesgerichtsurteils bereits unter Probe gestanden hat. Verurteilt sie den Betroffenen erneut zu einer bedingten Freiheitsstrafe, hat sie deshalb diese bereits ausgestandene auf die neue Probezeit anzurechnen.\n\nDer Beschwerdeführer dürfte hier zwischen dem 1. Dezember 1987 (erstes Urteil der Vorinstanz) und dem 29. August 1988 (Zustellung des bundesgerichtlichen Urteils vom 27. Juni 1988) unter Probe gestanden haben. Die Vorinstanz wird dies im einzelnen allerdings noch festzustellen haben. Diese Probezeit hätte die Vorinstanz auf die in ihrem zweiten Urteil festgesetzte Probezeit anrechnen müssen. Bei der Neubeurteilung der Sache wird die Vorinstanz überdies die Zeit zwischen der Eröffnung ihres zweiten Urteils und der Mitteilung des vorliegenden Bundesgerichtsurteils anzurechnen haben. Diese Anrechnungen sind im Urteil ausdrücklich zu erwähnen, und entsprechend ist der Strafregistereintrag vorzunehmen.\n\nd) Die Nichtigkeitsbeschwerde ist in diesem Sinne teilweise gutzuheissen. Unbegründet ist der Antrag, es sei auf die Ansetzung einer Probezeit überhaupt zu verzichten. Zwischen der Eröffnung des ersten Urteils der Vorinstanz und der Zustellung des dazu ergangenen Bundesgerichtsurteils liegen rund neun Monate. Zählt man die Zeit zwischen der Eröffnung des zweiten kantonalen Urteils und der Mitteilung des vorliegenden |176| Bundesgerichtsurteils dazu, hat der Beschwerdeführer jedenfalls noch nicht zwei Jahre unter Probe gestanden. Es kann deshalb offenbleiben, ob dort, wo die bereits ausgestandene Probezeit die im neuen Urteil an sich anzusetzende erreicht, auf die Anordnung einer Probezeit zu verzichten ist oder ob in derartigen Fällen formell eine Probezeit anzuordnen, aber - ähnlich wie bei der Anrechnung von die Strafdauer mindestens erreichender Untersuchungshaft - gleichzeitig festzustellen ist, dass die Probezeit zufolge Anrechnung bereits abgelaufen ist."}