{"annee": "120", "cour": "II", "page": "42", "date": "15/3/1994", "cite": ["65 II 21", "117 II 256", "78 II 61"], "cite_par": [], "chapeau": "11. Auszug aus dem Urteil der I. Zivilabteilung vom 15. März 1994 i.S. G. gegen S. AG (Berufung)", "regestes": ["Marché différentiel; exception de jeu (art. 513 al. 2 CO). Critères permettant de déterminer l'existence d'un marché différentiel, au sens de l'art. 513 al. 2 CO, avec pour conséquence l'inadmissibilité d'une action en justice."], "faits": "|43|\n\nDie S. AG (Klägerin) als Kreditgeberin und G. (Beklagter) als Kreditnehmer schlossen am 9. Juli 1980 einen Krediteröffnungsvertrag. Darin verpflichtete sich die Klägerin, dem Beklagten einen Kredit in laufender Rechnung zu eröffnen. Gleichentags unterzeichnete der Beklagte auch die Allgemeinen Geschäftsbedingungen der Klägerin (AGB) und tätigte schon bald nachher Devisengeschäfte. 1986/87 war er D., einem anderen Bankkunden der Klägerin, behilflich, auf dessen Rechnung und Gefahr bei der Klägerin Differenzgeschäfte abzuwickeln.\n\nAm 12. Oktober 1989 verpfändete der Beklagte der Klägerin zwei Lebensversicherungspolicen zur Sicherstellung des Kredits.\n\nMit Schreiben vom 8. Mai 1990 kündigte die Klägerin dem Beklagten den Kontokorrentkredit auf den 18. Mai 1990 und forderte ihn auf, seine Schuld zu tilgen. Da der Beklagte dieser Zahlungsaufforderung nicht nachkam, betrieb ihn die Klägerin auf Faustpfandverwertung.\n\nAuf Klage der S. AG verpflichtete das Amtsgericht Luzern-Stadt am 21. Januar 1992 den Beklagen zur Zahlung seiner Schuld. Gleich entschied auf Appellation des Beklagten das Obergericht des Kantons Luzern mit Urteil vom 15. September 1993. Eine vom Beklagten gegen dieses Urteil eingereichte Berufung weist das Bundesgericht ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Der Beklagte erblickt eine Verletzung von Art. 513 Abs. 2 OR in der Verneinung des Spielcharakters seiner Differenzgeschäfte. Er macht geltend, er sei von Beruf Coiffeur und es fehle damit ein notwendiger Zusammenhang zwischen der Spekulation und seinem Beruf. Ferner unterhalte er keine Beziehungen zu den Unternehmen, deren Aktien er gekauft habe, er sei bei seinen Differenzgeschäften plan- und systemlos vorgegangen und er habe gleichzeitig à la hausse und à la baisse spekuliert. Überdies sei er nicht börsenfachkundig.\n\na) Aus Darlehen und Vorschüssen, die wissentlich zum Behufe des Spiels und der Wette gemacht werden, sowie aus Differenzgeschäften und solchen Lieferungsgeschäften über Waren oder Börsenpapiere, die den Charakter eines Spiels oder einer Wette haben, entsteht keine Forderung (Art. 513 Abs. 2 OR). |44|\n\nVoraussetzungen für das Vorliegen eines nicht klagbaren Differenzgeschäftes im Sinne von Art. 513 Abs. 2 OR sind ein Termingeschäft, Waren und Börsenpapiere als Leistungsgegenstand und der Spielcharakter des Geschäfts. Spielcharakter hat ein Vertrag, wenn er von mindestens einer Partei in Spielabsicht abgeschlossen wird und dies die andere Partei weiss oder objektiv hätte erkennen können (ERIC F. STAUBER, Der Spieleinwand [\"Differenzeinwand\"] insbesondere bei Traded Options, Financial Futures und Devisenterminkontrakten, S. 22 f.). Das spielartige Differenzgeschäft unterscheidet sich weder in seiner äusseren Form noch in seiner Durchführung vom ernsthaften Börsentermingeschäft. Dasselbe Geschäft kann je nach dem Einzelfall ernsthafte Spekulation oder blosses Spiel sein. Ob einem Börsengeschäft Spielcharakter zukomme, ist nach ständiger Rechtsprechung des Bundesgerichts (BGE 78 II 61 E. 2, BGE 65 II 21 E. 5b) und herrschender Lehrmeinung auf Grund der sogenannten Differenzumstände, das heisst nach den gesamten Umständen im Einzelfall zu beurteilen. Als solche gelten im wesentlichen: das völlige Missverhältnis zwischen der Vermögenslage und dem Verlustrisiko, das sich aus der Abwicklung des eingegangenen Geschäftes ergeben kann, das Fehlen jeglichen Zusammenhangs zwischen den Lieferungsgeschäften über Waren mit der Berufstätigkeit des Spekulanten, wobei das Bundesgericht diesen Differenzumstand in seiner neueren Rechtsprechung relativiert hat (unveröffentlichter Entscheid vom 5. November 1980, zitiert bei THOMAS BAUER, Börsenmässige Termingeschäfte und Differenzeinwand im schweizerischen und deutschen IPR, Diss. Basel 1988, S. 192), die Wahl- und Planlosigkeit der Abschlüsse sowie bei Börsengeschäften das völlige Fehlen von Kenntnissen im Börsenwesen (BGE 78 II 61 E. 2 S. 65). Gegen den Spielcharakter spricht aber bereits, wenn der Spekulant nicht gerade als Neuling in den betreffenden Börsengeschäften zu betrachten ist (Entscheide des Bundesgerichts vom 19. November 1980 in SJ 103/1981, 523 E. 2c S. 526 und der CJ GE in SJ 104/1982, 169 E. 4 S. 173; THOMAS BAUER, a.a.O., S. 192; kritisch zu den Differenzumständen DIETER C. HAUSER, Spekulative Warentermingeschäfte, Diss. Zürich 1986, S. 134 ff., 150). Hingegen ist nach bundesgerichtlicher Rechtsprechung nicht mehr entscheidend, ob die effektive Lieferung oder Abnahme der gekauften oder verkauften Börsenpapiere und Waren ausgeschlossen wurde (BGE 65 II 21 E. 2b).\n\nIm Interesse der Verkehrssicherheit ist bei Termingeschäften, die über eine Börse oder einen anderen organisierten Handel abgewickelt werden, der |45| Spieleinwand nur unter besonders strengen Voraussetzungen zuzulassen (Entscheide des Bundesgerichts vom 19. November 1980 in SJ 103/1981, 523 E. 2b S. 526 sowie vom 2. November 1972 in SJ 95/1973, 449 E. 3b S. 454; ERIC F. STAUBER, a.a.O., S. 30 f., 34; AMONN, SPR VII/2, S. 470). Nach DIETER C. HAUSER (a.a.O., S. 150) sollte dem Spekulanten die Berufung auf die Einrede aus Spiel und Wette grundsätzlich verweigert werden. Nur so könne dem Umstand Rechnung getragen werden, dass es sich bei den spielartigen Verträgen regelmässig um Verträge des gewöhnlichen Geschäftslebens handle, welche eine echte wirtschaftliche Funktion aufwiesen (vgl. auch AMONN, SPR VII/2, S. 468 und 470).\n\nEs gilt die Vermutung, ein Termingeschäft sei nicht in Spielabsicht abgeschlossen worden. Die den Spieleinwand erhebende Partei hat demnach einerseits die eigene Spielabsicht sowie anderseits deren leichte Erkennbarkeit für die Gegenpartei zu beweisen (vgl. BGE 78 II 61, BGE 65 II 21; BK-GIOVANOLI, N. 34 zu Art. 513 OR; AMONN, SPR VII/2, S. 468; ERIC F. STAUBER, a.a.O., S. 32).\n\nb) Das Obergericht verneint aufgrund der von der Rechtsprechung entwickelten Indizien den Spielcharakter der vom Beklagten getätigten Börsendifferenzgeschäfte. Der Beklagte habe während rund zehn Jahren solche Geschäfte ausgeführt, in den Jahren 1986 und 1987 auch für D., einen weiteren Kunden der Klägerin. Er gelte daher als erfahrener \"Hobby-Börsianer\". Aus den Kontoauszügen seines Wertschriftenkredits seit Anfang 1989 sei ersichtlich, dass er jeweils mit Devisenterminkontrakten einen Verkauf (oder mehrere Verkäufe) tätigte, in der Folge jeweils im Plus war, kurz darauf jedoch - ebenfalls mit Devisenterminkontrakten - einen Kauf tätigte und so in der Regel ins Minus geriet. Er habe um das Spekulationsrisiko gewusst und es in Kauf genommen. Von einem plan- und wahllosen Vorgehen könne nicht gesprochen werden. Die von Roll-Aktien habe der Beklagte gekauft, um frühere Verluste abzutragen. Auch wenn die Klägerin seine finanziellen Verhältnisse seit 25 Jahren gekannt und ihm in grossem Umfang Kredit gewährt habe, lasse dies nicht auf den Spielcharakter seiner Börsengeschäfte schliessen.\n\nDie Würdigung der gesamten Umstände durch die Vorinstanz und die darauf abgestützte Verneinung des Spielcharakters der beklagtischen Spekulationen sind bundesrechtlich nicht zu beanstanden. Das Obergericht beurteilt die Spieleinrede nach den genannten Kriterien und geht zu Recht von einer einschränkenden Zulassung der Differenzeinrede aus. Die vom Beklagten zum |46| Spielcharakter gemachten Ausführungen vermögen dagegen nicht durchzudringen:\n\naa) Entgegen der Auffassung des Beklagten lässt sich aus dem behaupteten Missverhältnis zwischen seinem Vermögen und dem Umfang der getätigten Geschäfte nichts zu seinen Gunsten ableiten. Nach den verbindlichen Feststellungen der Vorinstanz war der Beklagte seit 25 Jahren Kunde der Klägerin und waren dieser seine Vermögensverhältnisse aus den Geschäftsbeziehungen bekannt, auch wenn der Beklagte - wie sich später herausstellte - über kein nennenswertes Vermögen verfügte. Entscheidend für die Klägerin war nach Massgabe dieser Feststellungen seine Kreditwürdigkeit. Der Beklagte führte ein gutgehendes Geschäft und verlegte dieses später ins Stadtzentrum; er galt als erfolgreicher Geschäftsmann. Für die Klägerin bestand daher keine Veranlassung, weitere Abklärungen über die Vermögensverhältnisse des Beklagten vorzunehmen, zumal sich die Geschäfte zwischen den Parteien während vieler Jahre offensichtlich problemlos abgewickelt haben. Die Vorinstanz konnte für die Beurteilung der ökonomischen Lage des Beklagten demnach durchaus seine Zahlungsfähigkeit und Kreditwürdigkeit berücksichtigen (THOMAS BAUER, a.a.O., S. 187 mit Nachweisen).\n\nbb) Das Fehlen von Beziehungen zu den Unternehmen, deren Aktien der Beklagte kaufte, ist nicht entscheidend. Im Gange der zunehmenden Organisierung und Anonymisierung des Wertpapierhandels und des Börsenwesens entspricht dies dem Regelfall, da es dem einzelnen Käufer regelmässig nicht mehr um die persönliche Beziehung zum Unternehmen geht, sondern einzig um die Geldanlage. Bezweckt wird damit, einen möglichst hohen Gewinn zu erzielen.\n\ncc) Die Spieleinrede ist insbesondere auch unter dem Gesichtspunkt der doch regelmässigen und systematischen Spekulation des Beklagten sowie seiner Spekulation für D. zu verwerfen. Offeriert jemand seine diesbezüglichen Kenntnisse einer Drittperson, kann kaum mehr von einem bloss plan- und wahllosen Spiel gesprochen werden; vielmehr weist ein solches Verhalten auf eine gute Kenntnis des Börsenwesens hin. Der Beklagte tätigte seine Geschäfte auch nicht zufällig, sondern stützte seine Kaufs- und Verkaufsentscheide auf Informationen aus Bankkreisen ab, namentlich seitens der Herren S. und K., ehemalige Direktor und Mitarbeiter der Klägerin. Diese Indizien sprechen klar gegen den Spielcharakter der fraglichen Geschäfte. |47|\n\ndd) Überdies ist aufgrund der allgemeinen Lebenserfahrung (BGE 117 II 256 E. 2b) und gestützt auf die tatsächlichen Feststellungen der Vorinstanz die Börsenkundigkeit des Beklagten durchaus zu bejahen. Aufgrund einer zehnjährigen Spekulationstätigkeit verfügt auch ein anfänglicher Neuling auf diesem Gebiet über hinreichende Kenntnisse, vor allem wenn er regelmässig spekuliert."}