{"annee": "120", "cour": "II", "page": "206", "date": "6/6/1994", "cite": ["106 II 166", "118 II 130", "117 II 458", "117 II 415"], "cite_par": ["120 II 341", "121 III 214", "137 III 362", "121 III 6", "121 III 460"], "chapeau": "38. Auszug aus dem Urteil der I. Zivilabteilung vom 6. Juni 1994 i.S. Urs H.K. und Charles O. gegen Christian G. (Berufung)", "regestes": ["Motivation d'une hausse de loyer (art. 269d CO; art. 19 al. 1 let. a OBLF). La motivation d'une augmentation de loyer doit obligatoirement figurer sur la formule officielle d'avis de majoration, en satisfaisant aux exigences de la forme écrite qualifiée (consid. 3a). Une hausse de loyer signifiée est nulle lorsque les motifs de majoration, non mentionnés dans la formule officielle, sont indiqués uniquement dans une annexe ou dans une lettre d'accompagnement (consid. 3b)."], "faits": "BGE 120 II 206 S. 207\n\nMit amtlichem Formular vom 19. März 1992 kündigten Urs H.K. und Charles O. ihrem Untermieter Christian G. eine Mietzinserhöhung auf den 1. April 1992 an, wobei sie zur Begründung der Erhöhung auf das in Kopie beigelegte Formular des Hauptvermieters verwiesen. In einem Begleitschreiben teilten sie dem Untermieter mit, er habe vorläufig den alten Mietzins zu bezahlen, da sie die ihnen angekündigte Mietzinserhöhung anfechten würden. In der Folge schlossen Urs H.K. und Charles O. mit ihrem Vermieter einen Vergleich hinsichtlich der Höhe des Mietzinses. Den Vergleich teilten sie Christian G. mit, der sich damit nicht einverstanden erklärte.\n\nNachdem Urs H.K. und Charles O. (nachfolgend Kläger) dem Untermieter (nachfolgend Beklagter) erfolglos Frist zur Zahlung der seit dem 1. April 1992 bestehenden Mietzinsdifferenz gesetzt hatten, kündigten sie das Untermietverhältnis und verlangten im Anschluss daran die Ausweisung von Christian G. Der Untermieter focht die Kündigung an. Mit Verfügung vom 22. Juni 1993 lehnte der zuständige Einzelrichter das Kündigungsschutzbegehren ab und ordnete die sofortige Räumung des Mietobjektes an. Auf Rekurs des Beklagten hin hob das Obergericht den Entscheid des Einzelrichters auf und wies das Ausweisungsbegehren der Kläger ab.\n\nDie von den Klägern erhobene Berufung weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Im angefochtenen Beschluss hat das Obergericht die Mietzinserhöhung vom 19. März 1992 wegen fehlender Bestimmtheit als unwirksam bezeichnet und die Mitteilung des Vergleichs hinsichtlich der Mietzinserhöhung als nichtig erachtet, da diese nicht mit amtlichem Formular erfolgt sei. Ausgehend von einer nichtigen Mietzinserhöhung hat es die Voraussetzungen für eine ausserordentliche Kündigung gemäss Art. 257d OR verneint und das Ausweisungsbegehren abgewiesen. Diese Betrachtungsweise ist nach Auffassung der Kläger bundesrechtswidrig. Sie machen ausdrücklich eine Verletzung von Art. 269d OR in Verbindung mit Art. 19 VMWG (Verordnung vom 9. Mai 1990 über die Miete und Pacht von Wohn- und Geschäftsräumen, SR 221.213.11) sowie von Art. 270b OR geltend.BGE 120 II 206 S. 208\n\nb) Der angefochtene Beschluss ist insofern unklar, als das Obergericht die am 19. März 1992 angekündigte Mietzinserhöhung als \"unwirksam\" bezeichnet, ohne auszuführen, ob damit Anfechtbarkeit oder Nichtigkeit gemeint ist. Die Kläger ihrerseits bestreiten, dass ein Nichtigkeitsgrund im Sinne von Art. 269d Abs. 2 OR vorliegt, und weisen darauf hin, dass der Untermietvertrag auch die Weitergabe von Mietzinserhöhungen aus dem Hauptmietverhältnis umfasse, was vorliegend geschehen sei; der Beklagte habe die Mietzinserhöhung vom 19. März 1992 nicht angefochten.\n\n3. a) Mietzinserhöhungen sind mindestens zehn Tage vor Beginn der Kündigungsfrist auf einem vom Kanton genehmigten Formular mitzuteilen und zu begründen (Art. 269d OR). Gesetzlich vorgeschrieben ist eine qualifizierte Schriftform, da sie nicht nur die Art, sondern auch den Inhalt der Mitteilung umfasst (BGE 118 II 130 E. 2b und c S. 132 f.; SCHMIDLIN, Berner Kommentar, N. 63 und 67 zu Art. 11 OR; SCHÖNENBERGER/JÄGGI, Zürcher Kommentar, N. 35 und 55 f. zu Art. 11 OR). Das Mietrecht, ein durch Formstrenge gekennzeichnetes Rechtsgebiet, lässt Ausnahmen von einer zum Schutz des Mieters aufgestellten Regel grundsätzlich nicht zu (BGE 117 II 415 E. 5d S. 420 f.). Art. 269d OR verlangt ausdrücklich die Begründung der Mietzinserhöhung im Formular selbst; sie gehört zum notwendigen Bestandteil des Formulars und hat auch den Erfordernissen der qualifizierten Schriftlichkeit zu genügen. Sinn und Zweck von Art. 269d OR ist es, dem Mieter ein klares Bild über Tragweite und Berechtigung der Mietzinserhöhung zu verschaffen (vgl. auch BGE 118 II 130 E. 2b S. 132, BGE 117 II 458 E. 2a S. 460). An der unter altem Mietrecht geltenden Praxis ist festzuhalten, wonach es dem Vermieter durchaus frei steht, die im Formular genannten Gründe für die Mietzinserhöhung in einem begleitenden Schreiben näher auszuführen und zu erläutern (BGE 106 II 166 E. 4 S. 168, 356 E. 3c S. 360). Art. 19 Abs. 1 lit. a Ziff. 4 VMWG steht nicht entgegen, ein solches Begleitschreiben bei der vertrauenstheoretischen Auslegung der Erklärung des Vermieters beizuziehen.\n\nb) Die Kläger haben die für den 1. April 1992 vorgesehene Mietzinserhöhung ihrem Untermieter mit dem amtlichen Formular vom 19. März 1992 angezeigt. Zur Begründung haben sie auf die in Kopie beigelegte Ankündigung der Mietzinserhöhung durch den Hauptvermieter verwiesen. Dieser blosse Verweis genügt der mietrechtlichen Formstrenge nicht. Das beigelegte Formular des Hauptvermieters kann lediglich als Anhang zur Ankündigung der Mietzinserhöhung angesehen werden. Unter diesen Umständen ist die BGE 120 II 206 S. 209Mietzinserhöhung gemäss Art. 269d Abs. 2 lit. b OR nichtig. An dieser Schlussfolgerung ändert auch das Begleitschreiben vom 19. März 1994 nichts; dieses kann die im Formular fehlende Begründung nicht ersetzen, sondern bloss ergänzen. Das Schreiben ist, wie das Obergericht zu Recht ausführt, alles andere als klar und wäre bei einer Auslegung nach Treu und Glauben zuungunsten der Kläger zu würdigen. Gemäss Art. 19 Abs. 1 lit. a Ziff. 4 VMWG muss die Begründung der Mietzinserhöhung klar sein. Das Begleitschreiben enthält keine Angaben über den Betrag der vorgesehenen Mietzinserhöhung und über dessen Fälligkeit. Ebensowenig musste der Beklagte bei Erhalt dieses Schreibens davon ausgehen, er selbst habe die angekündigte Erhöhung ebenfalls anzufechten. Die gesetzlichen Anforderungen an die Begründungspflicht gemäss Art. 269d OR wären selbst dann nicht erfüllt, wenn man das Vorgehen der Kläger als solches, entgegen der klaren Rechtsprechung, genügen liesse.\n\nErweist sich die Mietzinserhöhung vom 19. März 1992 als nichtig und steht fest, dass nachher keine formgültige Mietzinserhöhung erfolgt und der Beklagte seinen vertraglichen Zahlungspflichten nachgekommen ist, so fehlt es an dem für die ausserordentliche Kündigung gemäss Art. 257d OR vorausgesetzten Zahlungsrückstand. Mit der Abweisung des Ausweisungsbegehrens hat das Obergericht kein Bundesrecht verletzt."}