{"annee": "120", "cour": "V", "page": "134", "date": "2/5/1994", "cite": ["115 V 133"], "cite_par": ["122 V 335", "138 V 41", "130 V 433", "126 V 363"], "chapeau": "18. Auszug aus dem Urteil vom 2. Mai 1994 i.S. C. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 84 al. 2 seconde phrase LAA, art. 86 al. 1 let. a, art. 87 al. 1 et 2 OPA: rapport entre l'indemnité pour changement d'occupation et la rente d'invalidité. Dans sa capacité résiduelle de gain, le bénéficiaire d'une rente partielle d'invalidité peut subir sur le marché du travail un préjudice considérable dans son avancement professionnel, par suite d'une décision d'inaptitude le concernant. Il a droit dès lors, à titre supplémentaire, à une indemnité pour changement d'occupation, pour autant que les autres conditions soient remplies."], "faits": "BGE 120 V 134 S. 134\n\nA.- Nach Durchführung lungenärztlicher, arbeitsmedizinischer und erwerblicher Abklärungen sprach die SUVA C. mit Verfügung vom 23. September 1991, unter Ablösung der bisherigen 15%igen Invalidenrente, ab 1. September 1991 neu eine solche auf der Grundlage eines Invaliditätsgrades von 35% zu. Überdies verneinte sie mit Verfügung vom 1. Oktober 1991 einen über Ende August 1991 hinausreichenden Anspruch des Versicherten auf Übergangsleistungen. Die gegen beide letztgenannten Verfügungen erhobene Einsprache wies die Anstalt ab (Einspracheentscheid vom 21. Februar 1992).\n\nB.- In teilweiser Gutheissung der dagegen eingereichten Beschwerde stellte das Versicherungsgericht des Kantons Aargau mit Entscheid vom 23. November BGE 120 V 134 S. 1351992 fest, dass C. ab 1. September 1991 Anspruch auf eine 40%ige Invalidenrente hat; soweit mit der Beschwerde eine höhere Rente, die Weiterausrichtung der Übergangsentschädigung über den 31. August 1991 hinaus, eine Integritätsentschädigung sowie die Zusprechung von Leistungen wegen Rückenbeschwerden unter dem Titel einer Berufskrankheit geltend gemacht worden war, wurde sie abgewiesen.\n\nC.- C. lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, die SUVA sei zu verpflichten, ihm zusätzlich zur Invalidenrente eine Übergangsentschädigung auszurichten; eventuell sei ihm eine höhere Rente zuzusprechen.\n\nDie SUVA schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde, während das Bundesamt für Sozialversicherung auf eine Vernehmlassung verzichtet.", "considerants": "Aus den Erwägungen:\n\n3. a) Führt ein versichertes Ereignis, namentlich ein Berufsunfall und/oder eine Berufskrankheit (Art. 6 Abs. 1 UVG), zu einer Invalidität im Sinne von Art. 18 Abs. 2 UVG, so hat der Versicherte Anspruch auf eine Invalidenrente (Art. 18 Abs. 1 UVG). Dabei handelt es sich offensichtlich um eine Versicherungsleistung (vgl. die systematische Einordnung der Art. 18 ff. über die Invalidenrente unter dem Dritten Titel des Gesetzes [\"Versicherungsleistungen\"; Art. 10-52 UVG]). Der Invalidenrentenanspruch entsteht, wenn von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes mehr erwartet werden kann und allfällige Eingliederungsmassnahmen der Invalidenversicherung abgeschlossen sind. Mit dem Rentenbeginn fallen die Heilbehandlung und die Taggeldleistungen dahin (Art. 19 Abs. 1 Sätze 1 und 2 UVG).\n\nb) Gemäss Art. 84 Abs. 1 UVG können die Durchführungsorgane nach Anhören des Arbeitgebers und der unmittelbar betroffenen Versicherten bestimmte Massnahmen zur Verhütung von Berufsunfällen und Berufskrankheiten anordnen (Satz 1). In diesem Rahmen können die Durchführungsorgane Versicherte, die hinsichtlich Berufsunfällen oder Berufskrankheiten durch bestimmte Arbeiten besonders gefährdet sind, von diesen Arbeiten ausschliessen (Art. 84 Abs. 2 Satz 1 UVG). Gemäss Satz 2 dieser Bestimmung ordnet der Bundesrat die Entschädigung für Versicherte, die durch den Ausschluss von ihrer BGE 120 V 134 S. 136bisherigen Arbeit im Fortkommen erheblich beeinträchtigt sind und keinen Anspruch auf andere Versicherungsleistungen haben.\n\nGestützt auf diese Bestimmungen hat der Bundesrat in den Art. 82 ff. der Verordnung über die Verhütung von Unfällen und Berufskrankheiten (VUV) vom 19. Dezember 1983 die Ansprüche des Arbeitnehmers geordnet, welcher von einer befristeten oder dauernden (definitiven) Nichteignungsverfügung betroffen ist. Zu dessen Ansprüchen gehören die persönliche Beratung (Art. 82 VUV), das Übergangstaggeld (Art. 83-85 VUV), welches, betraglich dem vollen gewöhnlichen Taggeld des Art. 17 Abs. 1 UVG entsprechend, während höchstens vier Monaten entrichtet wird (Art. 84 VUV), und schliesslich die Übergangsentschädigung gemäss den Art. 86-88 VUV. Diese kann, unter den in Art. 86 VUV normierten Voraussetzungen, welche hier nicht zur Diskussion stehen, während höchstens vier Jahren ausgerichtet werden (Art. 87 Abs. 3 VUV). Dabei beträgt die Übergangsentschädigung 80% der Lohneinbusse, die der Arbeitnehmer wegen des befristeten oder dauernden Ausschlusses von der ihn gefährdenden Arbeit oder infolge der Verfügung auf bedingte Eignung auf dem Arbeitsmarkt erleidet; als Lohn gilt der versicherte Verdienst nach Art. 15 UVG (Art. 87 Abs. 1 VUV). Erhält ein Arbeitnehmer, dem eine Übergangsentschädigung zugesprochen wurde, später Taggelder oder eine Rente für die Folgen eines Berufsunfalls oder einer Berufskrankheit, die mit der in der Verfügung bezeichneten Arbeit zusammenhängt, so kann die Übergangsentschädigung laut Art. 87 Abs. 2 VUV an diese Leistungen ganz oder teilweise angerechnet werden.\n\nTrifft das Übergangstaggeld oder die Übergangsentschädigung mit anderen (d.h. nicht vom zuständigen Unfallversicherer erbrachten) Sozialversicherungsleistungen zusammen, so kommt die Kürzungsregelung gemäss Art. 40 UVG zum Zuge (Art. 89 Abs. 1 VUV), ferner, bei Erfüllung der in Art. 89 Abs. 2 lit. a-c VUV normierten Voraussetzungen, welche hier ebenfalls sachlich nicht von Bedeutung sind, die Kürzungsregelung gemäss Art. 37 Abs. 1 und 2 UVG.\n\n4. a) Im Lichte dieser gesetzlichen Bestimmungen ist vorliegend einzig zu prüfen, ob die SUVA dem Beschwerdeführer den Anspruch auf weitergehende Übergangsentschädigung über den 31. August 1991 hinaus deshalb ablehnen durfte, weil sie ihm mit Wirkung ab 1. September 1991 eine neu 35%ige Invalidenrente zusprach. Ist dies zu bejahen, so erweist sich die BGE 120 V 134 S. 137entsprechende vorinstanzlich bestätigte Ablehnung als Rechtens. Ist diese Frage jedoch zu verneinen, so müsste die Sache diesbezüglich unter Aufhebung von vorinstanzlichem und Einspracheentscheid an die SUVA zurückgewiesen werden, damit diese die materiellen Voraussetzungen auf Übergangsentschädigung in der Zeit ab 1. September 1991 prüfe, gegebenenfalls die Übergangsentschädigung bemesse und sie, unter Berücksichtigung der dargelegten Kürzungsvorschriften, verfügungsweise festlege.\n\nb) Die Vorinstanz hat im angefochtenen Entscheid erwogen, gegen die vom Beschwerdeführer geltend gemachte Kumulation von Übergangsentschädigung und Invalidenrente aufgrund einer Berufskrankheit spreche bereits der Wortlaut von Art. 84 Abs. 2 Satz 2 UVG. Danach sei die Übergangsentschädigung nur für Versicherte bestimmt, die keinen Anspruch auf andere Versicherungsleistungen hätten. Dasselbe ergebe sich aus Sinn und Zweck der beiden Leistungsarten. Wie das Eidg. Versicherungsgericht in EVGE 1967 S. 206 f. festgehalten habe, solle dem Versicherten mit der Übergangsentschädigung der Wechsel von der ihn gefährdenden Arbeit auf eine neue geeignete Tätigkeit und die Erlangung der für die Wiedereingliederung erforderlichen Fertigkeiten erleichtert werden. Demnach sei die Übergangsentschädigung vergleichbar mit den von der Invalidenversicherung während der Eingliederung ausgerichteten Taggeldleistungen nach Art. 22 IVG. Im Unterschied zu diesen setze sie aber - auch nach der Lehrmeinung von MAURER, Schweizerisches Unfallversicherungsrecht, S. 594 FN 1517a - weder Arbeitsunfähigkeit noch Invalidität voraus. Dadurch unterscheide sich die Übergangsentschädigung auch von der Invalidenrente gemäss den Art. 18 ff. UVG. Die Zusprechung einer Invalidenrente setze praxisgemäss (BGE 115 V 133 Erw. 2 mit Hinweisen) stets eine unfall- oder berufskrankheitsbedingte Arbeitsunfähigkeit voraus. Mit einer Invalidenrente würden die dauernden oder voraussichtlich für längere Zeit bestehenden erwerblichen Nachteile entschädigt, die der Versicherte zufolge seiner Arbeitsunfähigkeit auf dem gesamten für ihn in Betracht fallenden Arbeitsmarkt erleide. Demgegenüber werde mit der Übergangsentschädigung bloss eine vorübergehende Lohneinbusse ausgeglichen, die der Versicherte durch die erzwungene Aufgabe einer konkreten, gesundheitsgefährdenden Arbeit erleide. Die völlig verschiedene Zwecksetzung der beiden Leistungsarten und die unterschiedliche Art des damit abgegoltenen Schadens verbiete grundsätzlich eine Kumulation von Übergangsentschädigung und Invalidenrente sowohl in sachlicher wie in BGE 120 V 134 S. 138zeitlicher Hinsicht. Gerade eine solche Kumulation wolle die Koordinationsbestimmung von Art. 87 Abs. 2 VUV vermeiden, falls hinsichtlich einer Zeitspanne, für welche bereits eine Übergangsentschädigung zugesprochen worden sei, später auch noch eine Rente für eine berufskrankheitsbedingte Invalidität gewährt werde. Mit der genannten Verordnungsbestimmung solle eine Überversicherung verhindert werden für den Fall, dass ex post eine berufskrankheitsbedingte (dauernde) Invalidität auch für einen Zeitraum festgestellt werde, für den dies ex ante betrachtet nicht angenommen, sondern mit Bezug auf welchen vielmehr vorerst nur von einer vorübergehenden - durch eine Übergangsentschädigung zu entgeltenden - erwerblichen Beeinträchtigung des Versicherten zufolge Ausschlusses von einer ihn gefährdenden Arbeit ausgegangen worden sei.\n\nDie beschwerdebeklagte SUVA schliesst sich in ihrer Vernehmlassung im wesentlichen der vom kantonalen Gericht vertretenen Auffassung an.\n\nc) Das Herausstellen der unterschiedlichen Zwecke der beiden in Frage stehenden Leistungsarten und die Argumentation mit dem Wortlaut von Art. 84 Abs. 2 Satz 2 UVG vermögen indessen vorliegend nicht zu überzeugen.\n\naa) Unter der Annahme, dass der Beschwerdeführer weder aufgrund der Folgen des versicherten Unfalles vom 10. August 1981 (operativ sanierter Abriss der Bizepssehne) noch zufolge der chronischen asthmoiden Bronchitis, welche die SUVA als versicherte Berufskrankheit anerkannt hat, eine Teilinvalidenrente beanspruchen könnte, stünde ihm in dem durch Art. 87 Abs. 3 VUV eröffneten vierjährigen Leistungsbezugsrahmen unbestrittenermassen so lange eine Übergangsentschädigung zu, als die Folgen der definitiven Nichteignungsverfügung - die erhebliche Beeinträchtigung im beruflichen Fortkommen auf dem Arbeitsmarkt - andauern. Das bedeutete, dass ihm während einer Dauer von bis zu vier Jahren nach Art. 87 Abs. 1 Satz 1 VUV 80% der auf die Nichteignungsverfügung zurückzuführenden Lohneinbusse vergütet würde. Da laut Satz 2 der letztgenannten Verordnungsbestimmung als Lohn der versicherte Verdienst nach Art. 15 UVG gilt, entspräche die Übergangsentschädigung im Maximalfall dem Betrag der vollen Unfallinvalidenrente (80% des versicherten Verdienstes bei Vollinvalidität; Art. 20 Abs. 1 UVG).\n\nbb) Indem nun die SUVA den Fall per 1. September 1991 abgeschlossen hat und in der Weise zur Berentung übergegangen ist, dass sie dem Versicherten ab BGE 120 V 134 S. 139diesem Zeitpunkt eine 35%ige Invalidenrente für die erwerblichen Folgen der versicherten Ereignisse zugesprochen hat, ist dies gleichbedeutend mit der Feststellung, dass der Beschwerdeführer aus unfallversicherungsrechtlicher Sicht über eine beträchtliche Resterwerbsfähigkeit im Umfange von 65% verfügt. Die Vorinstanz hat diese - mit der Anerkennung des Anspruchs auf eine 40%ige Invalidenrente, was zu bestätigen ist - im angefochtenen Entscheid auf 60% veranschlagt. Sowohl das kantonale Gericht als auch die SUVA übersehen, dass der Versicherte im Rahmen dieser ihm verbliebenen Erwerbsfähigkeit nach wie vor zufolge der definitiven Nichteignungsverfügung in seinem beruflichen Fortkommen auf dem Arbeitsmarkt beeinträchtigt sein kann. Das in diesem Zusammenhang vorgebrachte Argument, die unterschiedlichen Ziele, welche mit der Übergangsentschädigung einerseits und der Ausrichtung einer Invalidenrente anderseits verfolgt würden, stünden einer Kumulation der beiden Leistungsarten entgegen, erweist sich als nicht stichhaltig. Gerade weil der Gegenstand von Unfallinvalidenrente und von unfallversicherungsrechtlicher Übergangsentschädigung verschieden ist, kann nicht angenommen werden, dass eine Teilinvalidenrente den Anspruch auf Übergangsentschädigung konsumiere. Denn bei richtiger Betrachtungsweise geht es - entgegen den Ausführungen von Vorinstanz und SUVA - nicht um eine Kumulation beider Leistungsarten. Es verhält sich nämlich nicht so, dass dem Beschwerdeführer für den gleichen Schaden Invalidenrente und (kumulativ) Übergangsentschädigung zuzusprechen wäre. Wie in der Verwaltungsgerichtsbeschwerde zu Recht eingewendet wird, stellt sich vielmehr die Frage nach einer sachgerechten Koordination der beiden Leistungsarten, welchen unterschiedliche leistungsbegründende Tatbestände, d.h. verschiedenartige Risiken, zugrunde liegen. Wenn und soweit ein Versicherter über eine ganze oder teilweise Erwerbsfähigkeit verfügt, steht ihm keine Invalidenrente zu Lasten des Unfallversicherers zu. In diesem Umfange bezieht er keine anderen Versicherungsleistungen im Sinne von Art. 84 Abs. 2 Satz 2 UVG. Damit verbietet es das UVG nicht, im Rahmen der verbliebenen Resterwerbsfähigkeit eine Übergangsentschädigung auszurichten. Angesichts des von der Vorinstanz zutreffenderweise auf 40% erhöhten Invalidenrentenanspruches kommt folglich die Zusprechung einer nach Art. 87 Abs. 1 VUV berechneten Übergangsentschädigung von maximal 60% des Betrages einer vollen Invalidenrente in Betracht (vgl. Erw. 4c/aa in fine hievor), dies ab 1. September 1991 während höchstens drei weiteren Jahren und unter BGE 120 V 134 S. 140der Voraussetzung, dass die Anspruchserfordernisse gemäss Art. 86 VUV weiterhin erfüllt sind. Zur Durchführung der notwendigen Abklärungen ist die Sache an die SUVA zurückzuweisen."}