{"annee": "120", "cour": "V", "page": "265", "date": "27/5/1994", "cite": ["114 V 129", "114 V 72", "116 V 305", "113 V 6", "120 V 44"], "cite_par": ["123 V 156", "128 II 90"], "chapeau": "35. Arrêt du 27 mai 1994 dans la cause Office fédéral des assurances sociales, Berne contre T. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 23bis al. 1 et 23ter al. 1 let. a RAVS: cotisation spéciale sur le bénéfice en capital. Le Conseil fédéral n'a pas adopté la solution consistant à exonérer partiellement le bénéfice en capital en vertu de l'art. 6quater RAVS parce que considéré, pour le tout, comme le pur revenu d'une activité lucrative, solution qui ne découle pas directement de la loi. Or, sur ce point, le juge ne saurait substituer son pouvoir d'appréciation à celui de l'autorité exécutive. Par ailleurs, il n'existe en l'occurrence aucune lacune authentique nécessitant son intervention (consid. 2). Art. 134, 135 et 156 al. 1 OJ: frais de justice. Selon la pratique du Tribunal fédéral des assurances, les frais de justice ne peuvent être mis à la charge de la partie intimée, lorsque le procès concerne exclusivement des questions de droit de procédure et que la partie intimée n'a pas pris part à la procédure fédérale ou qu'elle a conclu à l'admission du recours de droit administratif. Il n'y a aucune raison qu'il en aille autrement lorsque, comme en l'espèce, l'intimé se trouve impliqué malgré lui dans un procès sur une question de fond, s'il n'a pas participé à la procédure (consid. 3)."], "faits": "BGE 120 V 265 S. 266\n\nA.- T., né le 30 mars 1915, maçon de profession, oeuvrait comme artisan maçon indépendant. Affilié à ce titre à la Caisse cantonale vaudoise de compensation, il a continué de travailler à son compte au-delà du 1er avril 1980, date à partir de laquelle la caisse lui a alloué une rente de vieillesse. Le 31 décembre 1988, il a mis fin à son activité lucrative.\n\nLa Commission d'impôt du district X, dans une communication du 20 décembre 1991 se fondant sur une taxation intermédiaire pour cessation d'activité lucrative, a avisé la caisse que T. avait réalisé le 21 septembre 1989 un bénéfice en capital de 442'000 francs. Elle a confirmé cette information par communication du 19 février 1992, où elle signalait que la taxation fiscale était passée en force.\n\nSur cette base, la caisse, par décision du 9 mars 1992, a fixé à 36'801 fr. 90 la cotisation spéciale (frais d'administration compris) due par T. sur le bénéfice en capital réalisé par ce dernier le 21 septembre 1989. Dans le même document, elle réclamait à l'assuré, selon décompte de cotisations AVS/AI/APG relatives à son activité indépendante, le versement de 24'938 fr. 80 (36'801 fr. 90 - 11'863 fr. 10).\n\nB.- T. a recouru contre cette décision devant le Tribunal des assurances du canton de Vaud, en concluant à l'annulation de celle-ci. Il refusait de payer la somme de 24'938 fr. 80, dont il ne comprenait au demeurant pas le calcul, alléguant d'une part que les cotisations réclamées se rapportaient au transfert d'un immeuble personnel, acquis au moyen de fonds propres en BGE 120 V 265 S. 2671974, et, d'autre part, qu'il avait cotisé pendant toute la durée de son activité lucrative.\n\nLa caisse, dans sa réponse au recours, a informé le tribunal qu'il y avait une erreur dans le calcul de la cotisation spéciale, dont elle proposait que le montant fût ramené à 34'413 fr. 95.\n\nPar jugement du 20 octobre 1992, la juridiction cantonale a admis partiellement le recours, et réformé la décision attaquée \"en ce sens que le montant du bénéfice en capital, soumis à la cotisation spéciale, est diminué de la somme de 3'160 francs, représentant la part de la franchise déductible sur le revenu des bénéficiaires de rentes de vieillesse de l'AVS, calculée en fonction du nombre d'années au cours desquelles une activité lucrative a été exercée et du laps de temps séparant l'ouverture du droit à la rente de vieillesse de l'AVS du moment de la réalisation du bénéfice en capital\". Le dossier était en conséquence renvoyé à la caisse, afin qu'elle calcule à nouveau le montant de la cotisation spéciale due sur le bénéfice en capital et rende telle nouvelle décision que de droit.\n\nC.- L'Office fédéral des assurances sociales (OFAS) interjette recours de droit administratif contre ce jugement, en concluant à l'annulation de celui-ci. Il demande que la décision administrative litigieuse du 9 mars 1992 soit rétablie, compte tenu de la proposition de la caisse en procédure cantonale.\n\nT. n'a pas répondu au recours. La caisse renonce à se déterminer.", "considerants": "Considérant en droit:\n\n1. Le principe de la perception d'une cotisation spéciale sur le bénéfice en capital réalisé par l'intimé lors de la liquidation de son commerce n'est pas en cause devant la Cour de céans. Ce que l'office recourant demande, c'est le rétablissement de la décision administrative litigieuse du 9 mars 1992, compte tenu de la rectification du montant de la cotisation spéciale proposée par la caisse en procédure cantonale.\n\nLe présent litige concerne donc uniquement la question, nouvelle, soulevée par les premiers juges à propos de l'art. 6quater RAVS, disposition réglementaire qu'ils entendent appliquer en introduisant dans le calcul de la cotisation spéciale la notion de franchise partielle déductible du bénéfice en capital.\n\n2. Aux termes de l'art. 4 al. 2 let. b LAVS, le Conseil fédéral peut excepter du calcul des cotisations le revenu de l'activité lucrative obtenu BGE 120 V 265 S. 268par les femmes après l'accomplissement de leur 62e année, par les hommes après l'accomplissement de leur 65e année, jusqu'à concurrence d'une fois et demie le montant minimum de la rente simple de vieillesse prévue à l'art. 34 al. 2 LAVS. Le Conseil fédéral a fait usage de cette délégation de compétence à l'art. 6quater RAVS, qui fixe, à son alinéa 2, à 15'600 francs par an (12'000 francs jusqu'au 31 décembre 1989) la part du revenu de l'activité indépendante non soumise à cotisations dans ce cas.\n\na) Le raisonnement tenu par la juridiction cantonale est pour l'essentiel le suivant: la cotisation spéciale sur le bénéfice en capital est une cotisation perçue sur le revenu d'une activité lucrative; dans la mesure où le bénéfice en capital représente le revenu d'une activité lucrative exercée après l'âge d'ouverture du droit à la rente de vieillesse, le calcul de la cotisation spéciale doit en tenir compte. En effet, selon les premiers juges, il est décisif de savoir si l'on est en présence du revenu d'une activité lucrative, question qui doit être tranchée dans chaque cas particulier, en tenant compte, d'une part, de l'apport économique des revenus pour le bénéficiaire et, d'autre part, de leur importance par rapport à l'activité lucrative de ce dernier. Or, déclarent-ils, l'ampleur de l'activité lucrative que l'assuré peut encore exercer après l'âge d'ouverture du droit à la rente de vieillesse s'amenuise, aussi bien en raison de son âge que du fait que son état de santé est susceptible de se dégrader dans un bref laps de temps. C'est dès lors afin de tenir compte de la diminution de l'importance des revenus par rapport à l'activité lucrative exercée après l'âge d'ouverture du droit à la rente de vieillesse, qu'ils ont exonéré en partie le bénéfice en capital en introduisant dans le calcul de la cotisation spéciale la notion de franchise partielle déductible dudit bénéfice.\n\nb) Selon la jurisprudence (ATF 116 V 305), même lorsque le bénéfice de liquidation a été réalisé après l'accomplissement de la 62e ou de la 65e année, la franchise prévue à l'art. 6quater RAVS n'est pas déductible. Dans cet arrêt, la Cour de céans a notamment exposé ce qui suit:\n\n\"... ou bien le bénéfice en capital est assimilé pour une part - et pour des raisons de politique sociale évidentes - à un capital affecté à des buts de prévoyance (cf. RCC 1983 p. 295; KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, p. 220, note 14.23); ou bien ce même bénéfice est considéré, pour le tout, comme le pur revenu d'une activité lucrative et il peut être partiellement exonéré en vertu de l'art. 6quater RAVS. Mais on conçoit mal que les avantages attachés à chacun des deux systèmes puissent être combinés, et ce serait accorder un privilège BGE 120 V 265 S. 269injustifié que de permettre une exemption supplémentaire lorsque la cessation de l'activité indépendante intervient après l'âge de 62 ou de 65 ans. En tout cas, on ne voit vraiment pas en quoi le refus d'appliquer ici la franchise prévue à l'art. 6quater RAVS serait source d'inégalités de traitement entre assurés ou entraînerait, sur le plan de l'équité, des conséquences insatisfaisantes\" (ATF 116 V 306 ss consid. 3b).\n\nLa solution adoptée par le Conseil fédéral consiste donc à assimiler pour une part le bénéfice en capital à un capital affecté à des buts de prévoyance, lorsque l'assuré a accompli sa 50e année au moment de la réalisation du bénéfice (art. 23ter al. 1 let. a RAVS).\n\nc) Le système d'après lequel le bénéfice en capital peut être partiellement exonéré en vertu de l'art. 6quater RAVS parce que considéré, pour le tout, comme le pur revenu d'une activité lucrative, ne découle pas directement de la loi, contrairement à ce que semblent croire les premiers juges, lesquels se fondent sur l'art. 4 al. 1 LAVS en corrélation avec l'art. 6 al. 1 RAVS.\n\naa) En vertu de l'art. 4 al. 1 LAVS, les cotisations des assurés qui exercent une activité lucrative sont calculées en pour-cent du revenu provenant de l'exercice de l'activité dépendante et indépendante.\n\nD'après les art. 4 al. 1 LAVS et 6 al. 1 RAVS est considéré comme revenu provenant d'une activité lucrative tout gain qui provient d'une activité et augmente la capacité économique de l'assuré (ATF 114 V 131 consid. 3a).\n\nbb) Ainsi qu'on va le voir, l'art. 4 al. 1 LAVS et la jurisprudence y relative s'opposent à la solution retenue par la juridiction cantonale.\n\nEn effet, l'AVS, par la perception d'une cotisation spéciale sur le bénéfice en capital, impose l'exploitation de l'entreprise dans son résultat économique (ATF 114 V 77 consid. 4c), et non pas l'exercice proprement dit de l'activité lucrative indépendante. A cet égard, la réalisation du bénéfice en capital au sens de l'art. 17 let. d RAVS n'est pas assimilée à l'activité commerciale proprement dite (RCC 1988 p. 586 consid. 3a).\n\nPour cette raison déjà, la cotisation spéciale sur le bénéfice en capital ne saurait être calculée en fonction de l'importance de l'activité lucrative par rapport à la durée de l'exploitation.\n\nd) Le Conseil fédéral n'a donc pas adopté la solution consistant à exonérer partiellement le bénéfice en capital en vertu de l'art. 6quater RAVS parce que considéré, pour le tout, comme le pur revenu d'une activité lucrative. Or, sur ce point, le juge ne saurait substituer son pouvoir d'appréciation BGE 120 V 265 S. 270à celui de l'autorité exécutive. Par ailleurs, il n'existe en l'occurrence aucune lacune authentique nécessitant son intervention (comp. ATF 113 V 11 consid. 3c). Le recours est dès lors bien fondé.\n\n3. La procédure devant le Tribunal fédéral des assurances n'est pas gratuite, s'agissant d'un litige en matière de cotisations d'assurance (art. 134 OJ a contrario). Aux termes de l'art. 156 al. 1 en corrélation avec l'art. 135 OJ, en règle générale, les frais judiciaires sont mis à la charge de la partie qui succombe.\n\nToutefois, la procédure fédérale a été provoquée par le fait que la juridiction cantonale a souhaité s'écarter, sur un point de droit, de la jurisprudence de la Cour de céans relative au calcul de la cotisation spéciale perçue sur le bénéfice de liquidation. C'est donc malgré lui que l'intimé, qui n'a pas recouru contre le jugement attaqué, se trouve impliqué dans le procès devant la Cour de céans (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. V ad art. 156 n. 2 et la référence topique).\n\nOr, selon la pratique du Tribunal fédéral des assurances, les frais de justice ne peuvent être mis à la charge de la partie intimée, lorsque le procès concerne exclusivement des questions de droit de procédure et que la partie intimée n'a pas pris part à la procédure fédérale ou qu'elle a conclu à l'admission du recours de droit administratif (ATF 120 V 57 consid. 7). Il n'y a aucune raison qu'il en aille autrement lorsque, comme en l'espèce, l'intimé se trouve impliqué malgré lui dans un procès sur une question de fond, s'il n'a pas participé à la procédure. En conséquence, il ne sera pas perçu de frais de justice.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis et le jugement du Tribunal des assurances du canton de Vaud, du 20 octobre 1992, est annulé."}