{"annee": "120", "cour": "V", "page": "81", "date": "28/2/1994", "cite": ["116 V 16", "96 II 301", "110 V 242", "108 II 30", "109 V 241", "110 II 113", "109 V 75", "100 V 88", "116 V 28"], "cite_par": ["124 V 389", "122 V 362", "124 V 180", "121 V 382"], "chapeau": "11. Sentenza del 28 febbraio 1994 nella causa O. contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 23 al. 2 LAVS: droit de la femme divorcée à une rente de veuve. - Dans le cadre du droit à la rente de veuve, la femme divorcée, en cas de décès de son ex-mari, est assimilée à la veuve si le mariage avait duré dix ans au moins et si le mari était tenu envers elle à une pension alimentaire: on ne saurait admettre l'existence d'une telle obligation légale si c'est l'invalidité du mari au moment du divorce qui a conduit l'épouse à renoncer à des prestations d'entretien. - Les directives administratives de l'Office fédéral des assurances sociales, dont la solution est différente, sont contraires à la loi."], "faits": "|82|\n\nA.- Renata O., nata nel 1935, contrasse matrimonio il 1o luglio 1974 con Angelo B., matrimonio dal quale nacque un figlio nel 1975. Il 21 marzo 1985 il Pretore di L. pronunciò il divorzio tra le parti; nella convenzione sulle conseguenze accessorie era precisato che la moglie avrebbe rinunciato a qualsiasi prestazione giusta gli art. 151 e 152 CC e che il marito avrebbe versato al figlio, a titolo di alimenti, integralmente la rendita dell'assicurazione per l'invalidità di sua spettanza.\n\nIn seguito al decesso di Angelo B., avvenuto il 4 dicembre 1990, Renata O., domiciliata in Italia, ha presentato il 3 luglio 1991 al competente Consolato generale di Svizzera una richiesta di rendita vedovile. La domanda è stata disattesa dalla Cassa svizzera di compensazione mediante decisione 30 luglio 1991, dal momento che secondo convenzione il marito non doveva alla ex moglie nessuna pensione alimentare.\n\nB.- Renata O. è insorta con gravame alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero. Ha argomentato che inizialmente, in una precedente convenzione accessoria, le parti avevano pattuito l'assegnazione di una rendita alimentare, ma che al momento del divorzio il marito, beneficiario della sola rendita dell'assicurazione per l'invalidità, non sarebbe stato in grado di versare alcunché alla moglie; si sarebbe in sostanza trattato di un impedimento oggettivo.\n\nNella risposta al gravame, la Cassa ha rilevato che la cifra marginale 126 delle direttive sulle rendite edite dall'Ufficio federale delle assicurazioni sociali (UFAS) prevedevano un'eccezione alla regola secondo cui l'obbligo di mantenimento deve essere stabilito in un giudizio di divorzio oppure in una convenzione omologata dal giudice, più precisamente quando l'ex marito era invalido ai sensi della LAI e non si poteva oggettivamente, per questo motivo, imporgli il pagamento di una pensione alimentare: la legalità di tale direttiva non era però mai stata confermata dal Tribunale federale delle assicurazioni.\n\nPer giudizio 22 ottobre 1992 la Commissione federale di ricorso ha respinto il gravame. Premesso che in virtù della convenzione l'ex marito non era |83| tenuto a versare gli alimenti, i primi giudici hanno asserito che carente era una condizione di legge, legge che non tollerava un'interpretazione estensiva. L'autorità giudiziaria di primo grado ha poi osservato non poter essere applicabile la cifra marginale 126 delle direttive sulle rendite edite dall'UFAS, la quale esorbitava dal contenuto della regola legale e non resisteva ad un controllo di legalità; i primi giudici si sono riferiti al riguardo a giurisprudenza del Tribunale federale delle assicurazioni in cui il tema era stato lasciato irrisolto.\n\nC.- Renata O. produce ricorso di diritto amministrativo a questa Corte. Ribadisce di aver rinunciato alla percezione di alimenti in considerazione della particolare situazione finanziaria del marito. Nega di aver potuto prendere conoscenza della risposta della Cassa nel procedimento ricorsuale. Del resto, nemmeno avrebbe ricevuto copia della sentenza del Tribunale federale delle assicurazioni che esaminava il tema. Afferma che l'ex marito, quando ancora era in vita, avrebbe in qualche modo contribuito effettuando \"piccoli lavoretti\" e occupandosi dell'educazione del figlio minorenne. Le direttive dell'UFAS del resto comprovano che l'amministrazione si è resa conto della particolare situazione della moglie il cui marito sia stato al beneficio di una rendita dell'assicurazione per l'invalidità e non in condizione di versare alimenti. Decidere altrimenti, ha concluso l'insorgente, sarebbe avvantaggiare divorziate il cui ex marito morto fosse stato tenuto a versare una minima prestazione.\n\nMentre la Cassa svizzera di compensazione contrasta queste tesi e propone la reiezione del ricorso, l'UFAS le fa proprie postulando al contrario l'accoglimento del gravame.", "considerants": "Diritto:\n\n1. (Potere cognitivo)\n\n2. a) La ricorrente lamenta di non aver potuto prendere conoscenza dell'atto di risposta dell'amministrazione. Ora, correttamente, i primi giudici avrebbero dovuto intimare l'allegato. Comunque lo stesso è stato riprodotto nei suoi elementi essenziali nel giudizio in lite e esattamente era posto in risalto che in quella sede l'amministrazione si era astenuta dal formulare proposte. In queste condizioni, visto inoltre che con il ricorso di diritto amministrativo la ricorrente ha comunque potuto prendere cognizione del contenuto dell'atto e sullo stesso si sarebbe potuta esprimere, è da ritenere sanata una eventuale violazione del diritto di |84| essere sentiti, quand'anche una simile riparazione debba avvenire solo in via eccezionale (DTF 116 V 32 consid. 3 e 186 consid. 1b).\n\nb) L'assicurata lamenta inoltre di non aver ricevuto copia della sentenza del Tribunale federale delle assicurazioni menzionata nel querelato giudizio. Orbene, non emerge dall'inserto che il documento sia stato richiamato. Ad ogni modo il Tribunale federale delle assicurazioni aveva in quella sentenza allora lasciato aperto il tema della legittimità della direttiva dell'UFAS in questione e la Commissione federale di ricorso si è limitata ad indicare detta circostanza, per cui l'addebito non è di rilievo.\n\n3. Giusta l'art. 23 cpv. 1 LAVS hanno diritto alla rendita le vedove quando alla morte del coniuge siano adempiute determinate condizioni; per il cpv. 2 della stessa norma la donna divorziata, in caso di morte del marito dal quale è divorziata, viene parificata alla vedova se il matrimonio è durato almeno dieci anni e se il marito era obbligato a pagare una pensione alimentare.\n\nChiaramente questa normativa fa riferimento agli art. 151 e 152 CC. La giurisprudenza in materia ha conosciuto un laborioso sviluppo.\n\nGià nella sentenza in STFA 1959 pag. 195 cpv. 1 si era affermato che l'obbligo di prestazione alimentare doveva figurare o nella sentenza di divorzio o in una convenzione sugli effetti accessori omologata dal giudice. In seguito si è detto che non importava se la pensione alimentare fosse stata dovuta solo sino a un certo termine, anteriore o posteriore alla morte dell'ex marito (DTF 100 V 88).\n\nPiù tardi si è precisato, a modifica della giurisprudenza, nel caso di un divorzio pronunciato secondo il diritto straniero, che l'obbligo di mantenimento, anche se non stabilito nella sentenza o in una convenzione omologata, fosse comunque da riconoscere in presenza di un titolo giuridico valido ed esecutivo secondo il diritto straniero (DTF 109 V 79 consid. 3). Parimenti si è riconosciuto diritto a rendita vedovile alla donna divorziata la quale, secondo la convenzione, aveva rinunciato agli alimenti, ma cui la pensione era stata assegnata ulteriormente ai sensi dell'art. 152 CC in virtù di un giudizio di revisione passato in giudicato e reso dopo la morte dell'ex marito (DTF 109 V 241).\n\nPrecisando e modificando la giurisprudenza, il Tribunale federale delle assicurazioni ha poi asserito che le indennità uniche versate dall'ex marito alla moglie sono da assimilare alle pensioni alimentari, quando destinate a compensare la perdita di alimenti ai sensi degli art. 151 e 152 CC. Inoltre, l'obbligo alimentare non deve necessariamente e unicamente |85| essere dedotto dal testo della sentenza o della convenzione, ma può risultare da altri mezzi di prova quando possa essere stabilito che altre prestazioni a carico del marito, in forza di giudizio o convenzione, rappresentano un indennizzo per la perdita di pensione (DTF 110 V 242).\n\nAnaloghe disposizioni sono contenute agli art. 29 cpv. 4 LAINF, 52 cpv. 4 LAM e 19 cpv. 3 LPP in relazione con l'art. 20 OPP2, con inflessioni sul quantum e la durata delle prestazioni.\n\nNelle direttive sulle rendite edite dall'UFAS, la cifra marginale 126 precisa quanto segue:\n\n\"Se al momento del divorzio il marito era invalido ai sensi dell'AI e,\n\nmanifestamente, questa circostanza ha ostacolato il pagamento degli\n\nalimenti, si può ammettere l'esistenza dell'obbligo legale in questione\n\nanche se non è stato stabilito in una sentenza o in una convenzione di\n\ndivorzio.\"\n\n4. a) Per giustificare la determinazione contenuta nelle sue direttive, l'UFAS nella risposta al gravame si prevale dell'art. 153 cpv. 2 CC, secondo il quale il coniuge obbligato a fornire una rendita può essere liberato o pretenderne una riduzione quando il bisogno più non esista o sia sensibilmente diminuito, come pure quando le condizioni economiche del debitore più non corrispondono alla rendita. Richiama giurisprudenza federale (DTF 108 II 32 e DTF 96 II 302), nonché dottrina. In particolare vengono citati BÜHLER/SPÜHLER, Berner Kommentar, art. 153 no. 70, in cui si afferma che in sostanza una soppressione o riduzione della prestazione non debba essere operata se il debitore agisce con abuso di diritto, nella misura comunque ove egli abbia la possibilità di migliorare le sue condizioni economiche, il che sarebbe comunque da escludere nel caso di lunga privazione della libertà personale o di invalidità, nonché HINDERLING, Das Schweizerische Ehescheidungsrecht, pag. 145, secondo il quale la modificazione sarebbe solo possibile nel caso dell'art. 152 e non dell'art. 151, tesi questa comunque revocata in dubbio dallo stesso autore a pag. 144 e sconfessata quando ricorrano particolari circostanze, come si allude in DTF 110 II 114. Ricorda inoltre quanto affermato da BÜHLER/SPÜHLER, op.cit., art. 151 no. 39 e art. 152 no. 16, nel senso che determinante sarebbe la capacità di prestare del debitore. Conclude asserendo che se la sentenza o la convenzione di divorzio prevedono l'assegnazione di prestazioni ed esse sono in seguito, in virtù dell'art. 153 cpv. 2 CC, soppresse, ciò non pregiudica il diritto dell'ex moglie all'assegnazione di una pensione vedovile, altrettanto dovrebbe valere quando al momento del divorzio esiste un'invalidità del marito che conduce |86| alla rinuncia agli alimenti da parte della moglie; si eviterebbe così un peggioramento a sfavore della donna divorziata: secondo la prassi amministrativa è stata supposta eccezionalmente \"de lege ferenda l'esistenza di un obbligo di pensione alimentare in simili casi\". Del resto lo stesso legislatore avrebbe nell'ambito dell'ottava revisione AVS abbandonato il principio della perdita di sostentamento.\n\nb) Le direttive edite dall'UFAS, come le ordinanze amministrative, non assumono che natura di interpretazione di una norma di legge; esse non creano nuove disposizioni legali e sono liberamente esaminate dal giudice delle assicurazioni sociali, il quale ne controlla la costituzionalità e legalità nell'ambito del giudizio su un caso concreto (DTF 116 V 19 consid. 3c e sentenze ivi citate).\n\nQuesta Corte ha più volte considerato la direttiva in questione, in un primo tempo contemplata alla cifra marginale 112, lasciando comunque indeciso il tema della sua legittimità (sentenze inedite 19 agosto 1991 in re M., 10 ottobre 1990 in re M., 19 febbraio 1990 in re V., 30 agosto 1982 in re R., 5 maggio 1980 in re U., 29 settembre 1978 in re B., 3 marzo 1977 in re D., e 18 febbraio 1976 in re S.).\n\nNell'evenienza concreta il tema non può ulteriormente rimanere insoluto.\n\nIn sostanza l'UFAS argomenta che se basta in un qualsiasi momento che l'ex marito sia tenuto a una prestazione, irrilevante il montante della stessa, e che se la successiva soppressione dell'onere alimentare ad opera del giudice civile non pregiudica il diritto dell'ex moglie, altrettanto deve essere detto quando al momento del divorzio già sussistono le condizioni per fare in modo che l'ex marito invalido non sia condannato a prestazioni alimentari.\n\nLo stesso UFAS afferma di aver introdotto una supposizione eccezionale, de lege ferenda. Orbene, de lege ferenda si possono proporre modificazioni, ma le proposte in tal senso assumono valore solo in quanto adottate dal legislatore, il che non è del caso.\n\nSe è vero ora che, in virtù della giurisprudenza del Tribunale federale delle assicurazioni, esiste un contrasto a seconda che l'obbligo alimentare venga abolito dopo la pronunzia del divorzio, o che esso sia inizialmente dichiarato inesistente, vuol comunque essere osservato che tale ipotesi non si verifica solo nel caso del pensionato AI, le cui condizioni economiche per questo fatto convincano il giudice civile o la moglie nella convenzione a non imporre il pagamento degli alimenti, ma anche in altri casi, ad esempio in quello del pensionato AVS, del condannato ad una pena privativa |87| della libertà di lunga durata, del disoccupato cronico, o infine di chi, in generale, non sia oggettivamente in grado di pagare prestazioni. Con ciò si crea un ingiustificato privilegio a favore dell'invalido riconosciuto tale dall'assicurazione per l'invalidità. Per evitare pertanto una evidente disparità di trattamento la presunzione dovrebbe essere estesa a ogni caso di impossibilità oggettiva, il che comporterebbe un aggravio amministrativo tale da imporre all'amministrazione indagini complesse, magari quando il divorzio risale a un lontano passato e quando una parte, l'ex marito, non è più in grado di documentare i fatti.\n\nInoltre la norma di cui all'art. 23 cpv. 2 LAVS nella sua interpretazione letterale, sempre confermata da questa Corte, intende assegnare all'ex moglie, quando il matrimonio sia durato almeno 10 anni, diritto a rendita vedovile, quando l'ex marito fosse stato tenuto a prestare una pensione alimentare. L'obbligo di pagamento, irrilevante il montante, la forma e la durata, deve comunque sussistere e tale non è un obbligo inesistente perché non ragionevolmente addossabile al marito.\n\nNe deve essere dedotto che la motivazione addotta dall'UFAS a giustificazione delle proprie direttive da un lato contrasta con i principi di parità di trattamento e, dall'altro lato, è contraria al testo letterale della norma.\n\n5. Ci si può infine chiedere se il diritto agli alimenti della donna divorziata non possa essere surrogato dagli art. 22bis LAVS e 34 cpv. 2 LAI.\n\nGiusta l'art. 22bis cpv. 1 LAVS il marito ha diritto a una rendita completiva per la moglie se gli spetta una rendita semplice di vecchiaia e se essa ha compiuto i 55 anni. Tale diritto sussiste anche per una moglie più giovane se il marito immediatamente prima che sia sorto il diritto alla rendita semplice di vecchiaia abbia ricevuto una rendita completiva dell'assicurazione per l'invalidità. La donna divorziata è parificata alla moglie se provvede in modo preponderante ai figli che le sono assegnati e non possa pretendere né una rendita di vecchiaia né di invalidità. Questo disciplinamento è ripreso all'art. 34 cpv. 2 LAI, nel senso che la donna divorziata è parificata alla donna sposata se provvede in misura preponderante al sostentamento dei figli attribuitile e non può pretendere una rendita di invalidità.\n\nOra le disposizioni citate si riferiscono, se del caso, al sostentamento dei figli e non già a quello della moglie e la normativa di legge di cui |88| all'art. 23 cpv. 2 LAVS quando accenna ad alimenti manifestamente si riferisce a quelli attribuiti alla divorziata.\n\nIl diritto alle prestazioni richieste non può pertanto essere riconosciuto nemmeno da questo profilo, ritenuto inoltre che, nella fattispecie, non risulta dagli atti essere per la ex moglie stata versata una rendita complementare.\n\n6. In queste condizioni, il giudizio commissionale impugnato non può che essere tutelato."}