{"annee": "120", "cour": "V", "page": "15", "date": "12/1/1994", "cite": ["115 V 27", "117 V 50", "116 V 218", "116 V 198", "118 V 35", "112 II 245"], "cite_par": ["129 V 245", "123 III 402", "140 V 154", "129 V 251", "130 V 369", "120 V 445", "126 V 314", "126 V 468", "122 V 320"], "chapeau": "3. Urteil vom 12. Januar 1994 in Sachen Migros-Pensionskasse gegen Pensionskasse Eternit und Verwaltungsgericht des Kantons Glarus", "regestes": ["Art. 73 LPP. La compétence ratione materiae des autorités juridictionnelles instituées par l'art. 73 LPP doit aussi être admise lorsque deux institutions de prévoyance sont en litige et que la contestation a pour objet un rapport concret de prévoyance (consid. 1b). Art. 10 LPP. Début et fin du rapport d'assurance en matière de prévoyance professionnelle (consid. 2a). Art. 46 al. 2 LPP, art. 1er al. 1 let. c et al. 4 OPP 2. La LPP exclut les doubles assurances proprement dites (consid. 3). Art. 10 al. 3 LPP. Application par analogie de cette disposition légale, lorsque le salarié prend un nouvel emploi avant la cessation de l'ancien rapport de travail et qu'il ne s'agit pas d'un cas de double assurance improprement dite (art. 46 LPP) (consid. 4)."], "faits": "|16|\n\nA.- Der 1952 geborene W. arbeitete als Concierge bei der T. SA und war bei der Pensionskasse Eternit berufsvorsorgerechtlich versichert. Am 28. März 1989 kündigte er das Arbeitsverhältnis auf den 31. Mai 1989. Die T. SA bestätigte am 29. März 1989 die Kündigung auf den 31. Mai 1989 und setzte den Dienstaustritt unter Berücksichtigung eines anteilsmässigen Ferienanspruchs von 8,5 Tagen auf den 19. Mai 1989, 14.00 Uhr fest.\n\nAm 5. April 1989 wurde W. von der Firma M. als Concierge angestellt. Im Anstellungsschreiben wurde der Stellenantritt auf den 22. Mai 1989 festgesetzt und der Anschluss an die Migros-Pensionskasse bestätigt. Am 31. Mai 1989 starb W. und hinterliess seine Ehefrau und zwei Kinder.\n\nDie Migros-Pensionskasse zahlte der Witwe M. das versicherte Todesfallkapital von Fr. 98'800.-- aus und sprach ihr eine Witwenrente von Fr. 931.-- sowie zwei Waisenrenten von je Fr. 352.-- im Monat zu (Schreiben vom 16. August 1989 und 5. Februar 1990). Bereits am 26. Juli 1989 war die Migros-Pensionskasse an die Pensionskasse Eternit gelangt mit der Feststellung, dass W. am Todestag bei beiden Kassen versichert gewesen sei und sich die Pensionskasse Eternit mit der Erbringung der Freizügigkeitsleistung nicht von der Pflicht zur Ausrichtung der reglementarisch versicherten Renten befreien könne. Im Sinne einer vergleichsweisen Regelung schlug die Migros-Pensionskasse vor, dass diejenige Kasse, welche gemäss Reglement die höheren Leistungen vorsehe, die vollen Leistungen erbringe, und die andere Kasse dieser Mittel für die anteilsmässige Gewährung der BVG-Leistungen und der sich deckenden überobligatorischen Leistungen zur Verfügung stelle. Die Pensionskasse Eternit lehnte diesen Vorschlag am 29. November 1989 ab und beharrte darauf, dass sie ihren Verpflichtungen mit der Überweisung der |17| Freizügigkeitsleistung von Fr. 34'427.65 vollumfänglich nachgekommen sei.\n\nB.- Am 23. Oktober 1990 klagte die Migros-Pensionskasse beim Verwaltungsgericht des Kantons Glarus auf Feststellung, dass die Pensionskasse Eternit zu Vorsorgeleistungen gegenüber den Hinterbliebenen des W. verpflichtet sei; eventuell sei die Pensionskasse Eternit zur Zahlung eines Betrages von Fr. 180'000.-- (unter Anrechnung der bereits erbrachten Freizügigkeitsleistung) an die Migros-Pensionskasse zur Mitfinanzierung der laufenden Witwen- und Waisenrenten zu verpflichten.\n\nDas Verwaltungsgericht des Kantons Glarus gelangte im wesentlichen zum Schluss, dass das Arbeitsverhältnis mit der T. SA in gegenseitigem Einvernehmen vorzeitig auf den 19. Mai 1989 aufgelöst worden sei, in welchem Zeitpunkt auch die Versicherungspflicht geendet habe. Bis zum Antritt der neuen Stelle am 22. Mai 1989 sei W. gemäss Art. 10 Abs. 3 BVG noch bei der Pensionskasse Eternit versichert gewesen, anschliessend allein bei der Migros-Pensionskasse. Die Pensionskasse Eternit habe daher lediglich die Freizügigkeitsleistung zu erbringen und sei nicht zur Ausrichtung von Hinterlassenenleistungen in Zusammenhang mit dem am 31. Mai 1989 eingetretenen Versicherungsfall verpflichtet (Entscheid vom 9. April 1991).\n\nC.- Die Migros-Pensionskasse erhebt Verwaltungsgerichtsbeschwerde mit den Rechtsbegehren, der vorinstanzliche Entscheid sei aufzuheben und es sei festzustellen, dass das Arbeitsverhältnis zwischen der T. SA und W. und damit auch das Versicherungsverhältnis mit der Pensionskasse Eternit bis und mit 31. Mai 1989 bestanden habe und diese die gesetzlichen und reglementarischen Leistungen an die Hinterbliebenen zu erbringen habe; des weitern sei das erstinstanzliche Eventualbegehren als angemessene Lösung zu bezeichnen und es sei die Pensionskasse Eternit zur Zahlung einer Einmalsumme von Fr. 180'000.-- (unter Anrechnung der bereits erbrachten Freizügigkeitsleistung) zu verpflichten; alles unter Kosten- und Entschädigungsfolge zu Lasten der Beschwerdegegnerin.\n\nDie Pensionskasse Eternit lässt sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen. Das Bundesamt für Sozialversicherung äussert sich zur Sache, enthält sich jedoch eines Rechtsbegehrens. Die als Mitinteressierte beigeladene M. hat sich nicht vernehmen lassen.\n\nAuf die Rechtsschriften wird, soweit erforderlich, in den Erwägungen eingegangen.\n\n|18|", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 73 BVG bezeichnet jeder Kanton als letzte kantonale Instanz ein Gericht, das über die Streitigkeiten zwischen Vorsorgeeinrichtungen, Arbeitgebern und Anspruchsberechtigten entscheidet (Abs. 1). Die Entscheide der kantonalen Gerichte können auf dem Wege der Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht angefochten werden (Abs. 4).\n\nArt. 73 BVG findet auf den obligatorischen, vor-, unter- und überobligatorischen Bereich registrierter privat- und öffentlichrechtlicher Vorsorgeeinrichtungen Anwendung, ferner auf nichtregistrierte Personalvorsorgestiftungen. Dabei ist ohne Belang, ob sich die fraglichen Ansprüche aus privatem oder öffentlichem Recht ergeben. Voraussetzung für den Rechtsweg nach Art. 73 Abs. 1 und 4 BVG bildet jedoch, dass die zwischen dem Versicherten resp. Anspruchsberechtigten und der Vorsorgeeinrichtung bestehende Streitigkeit die berufliche Vorsorge im engeren oder weiteren Sinn betrifft. In zeitlicher Hinsicht ist der Geltungsbereich von Art. 73 BVG auf die Beurteilung von Streitigkeiten beschränkt, in welchen der Versicherungsfall nicht vor dem 1. Januar 1985 eingetreten oder die in Frage stehende Forderung bzw. Verpflichtung nicht vor dem Inkrafttreten des neuen Rechts entstanden ist; der Umstand, dass in einem solchen Fall Sachverhalte aus der Zeit vor und nach dem 1. Januar 1985 zu beurteilen sind, ändert an der BVG-Rechtspflegezuständigkeit nichts (BGE 117 V 50 Erw. 1 und 341 Erw. 1b, BGE 116 V 220 Erw. 1a mit Hinweisen auf Lehre und Rechtsprechung).\n\nDie Frage der richtigen Behandlung der Eintretensvoraussetzungen durch die Vorinstanz, insbesondere die Zuständigkeit nach Art. 73 Abs. 1 BVG unter sachlichem und zeitlichem Gesichtspunkt, prüft das Eidg. Versicherungsgericht von Amtes wegen (BGE 116 V 202 Erw. 1a).\n\nb) Im vorliegenden Verfahren geht es nicht um eine Streitigkeit zwischen Vorsorgeeinrichtung und Anspruchsberechtigtem. Die sachliche Zuständigkeit der Rechtspflegeorgane nach Art. 73 BVG ist indessen auch dann zu bejahen, wenn - wie hier - zwei Vorsorgeeinrichtungen am Recht stehen und der Streit ein konkretes Vorsorgeverhältnis zum Gegenstand hat (vgl. RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 127; WALSER, Aktuelle Probleme im Hinblick auf den Vollzug des BVG, SZS, 32 (1988), S. 295).\n\n|19|\n\nDie Verwaltungsgerichtsbeschwerde betrifft insofern nicht unmittelbar den Anspruch auf Vorsorgeleistungen, als die Beschwerdeführerin ihre Leistungspflicht nicht generell bestreitet und die gesetzlichen und reglementarischen Leistungen bisher vollumfänglich ausgerichtet hat. Sie verlangt indessen eine angemessene Mitbeteiligung der Beschwerdegegnerin an den von ihr erbrachten und weiterhin zu erbringenden Hinterlassenenleistungen. Die Streitigkeit hat damit ein konkretes Vorsorgeverhältnis zum Gegenstand, weshalb sie in die sachliche Zuständigkeit des BVG-Richters nach Art. 73 BVG fällt. Da es sich bei den beteiligten Pensionskassen um registrierte Vorsorgeeinrichtungen gemäss Art. 48 BVG handelt und die Zuständigkeit nach Art. 73 Abs. 1 und 4 BVG auch in zeitlicher Hinsicht besteht, ist auf die Verwaltungsgerichtsbeschwerde einzutreten.\n\n2. a) Nach Art. 10 BVG beginnt die obligatorische Versicherung mit dem Antritt des Arbeitsverhältnisses (Abs. 1). Die Versicherungspflicht endet, wenn der Anspruch auf eine Altersleistung entsteht, das Arbeitsverhältnis aufgelöst oder der Mindestlohn unterschritten wird (Abs. 2). Für die Risiken Tod und Invalidität bleibt der Arbeitnehmer während 30 Tagen nach Auflösung des Arbeitsverhältnisses bei der bisherigen Vorsorgeeinrichtung versichert; beginnt er vorher ein neues Arbeitsverhältnis, so ist die neue Vorsorgeeinrichtung zuständig (Abs. 3).\n\nIm Rahmen der obligatorischen Vorsorge beginnt die Versicherung an dem Tag, an dem der Arbeitnehmer aufgrund der Anstellung die Arbeit antritt oder hätte antreten sollen, in jedem Fall aber im Zeitpunkt, da er sich auf den Weg zur Arbeit begibt (Art. 6 BVV 2). Im Bereich der weitergehenden Vorsorge ist zu unterscheiden, ob es sich um ein privatrechtliches Arbeitsverhältnis oder um ein öffentlichrechtliches Dienstverhältnis handelt. Im ersten Fall beginnt das Versicherungsverhältnis im Zeitpunkt, in welchem sich der Arbeitnehmer dem Reglement oder den Statuten der Vorsorgeeinrichtung ausdrücklich oder konkludent (beispielsweise durch widerspruchslose Entgegennahme des Reglementes, Bezahlung der Beiträge oder Hinnahme der entsprechenden Lohnabzüge) unterzieht. Im zweiten Fall erfolgt der Beitritt zur Versicherung in der Regel von Gesetzes wegen mit Beginn des Dienstverhältnisses nach den anwendbaren Bestimmungen des Bundes, des Kantons oder der Gemeinde (Urteil P. vom 9. Februar 1989 Erw. 3d, veröffentlicht in SZS, 34 (1990), S. 95 f.; vgl. auch BGE 112 II 245 ff. sowie RIEMER, a.a.O., S. 103). Wo die weitergehende Vorsorge vertraglicher Natur ist, muss der Beginn des Versicherungsschutzes nicht notwendigerweise mit dem |20| Beginn des Versicherungsverhältnisses übereinstimmen; massgebend ist der von den Parteien vereinbarte bzw. durch das Reglement oder die Statuten bestimmte Zeitpunkt (BEROS, Die Stellung des Arbeitnehmers im BVG - Obligatorium und freiwillige berufliche Vorsorge, Diss. Zürich, S. 29; vgl. auch MAURER, Schweizerisches Sozialversicherungsrecht, Band I, S. 260).\n\nDas Versicherungsverhältnis endet u.a. mit der Auflösung des Arbeitsverhältnisses. Dies gilt nicht nur in der obligatorischen Versicherung (Art. 10 Abs. 2 BVG), sondern auch im Rahmen der weitergehenden Vorsorge (BGE BGE 115 V 33 Erw. 5). Dabei kommt es praxisgemäss darauf an, ob und wann das Arbeitsverhältnis rechtlich aufgehört hat zu existieren; nicht massgeblich ist die effektive Arbeitsausübung oder -niederlegung (BGE 118 V 39 Erw. 2a; vgl. auch BEROS, a.a.O., S. 16). Entscheidend ist somit die Beendigung des Arbeitsverhältnisses nach den zivilrechtlichen Regeln gemäss Art. 334 ff. OR mit der Folge, dass das Versicherungsverhältnis in der Regel bei Ablauf der gesetzlichen oder vertraglichen Kündigungsfrist endet. Unerheblich ist, ob der tatsächliche Dienstaustritt schon früher erfolgt ist (BGE 115 V 34 Erw. 5 in fine). Das Versicherungsverhältnis bleibt insbesondere auch bestehen, wenn der Arbeitnehmer während der Kündigungsfrist noch Ferien bezieht (BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, S. 507 N. 72). Anderseits wird die Dauer des Versicherungsverhältnisses nicht dadurch erstreckt, dass der Arbeitnehmer nach Ablauf der Kündigungsfrist Entschädigungen für nicht bezogene Ferientage erhält (Art. 329d Abs. 2 OR e contrario; nicht veröffentlichtes Urteil S. vom 25. März 1993; MOSER, Die zweite Säule und ihre Tragfähigkeit, Diss. Basel 1992, S. 47). Vorbehalten bleibt die Nachversicherung gemäss Art. 10 Abs. 3 BVG.\n\nb) W. hat das Arbeitsverhältnis mit der T. SA am 29. März 1989 auf den 31. Mai 1989 gekündigt. Effektiv arbeitete er bis 19. Mai 1989 für diese Firma und bezog in der Folge die ihm noch zustehenden Ferientage. Bereits am 22. Mai 1989 trat er eine neue Stelle bei der Firma M. an.\n\nDie Vorinstanz erwog, dass bei fortbestehendem Arbeitsvertrag die Ausübung einer bezahlten Erwerbstätigkeit bei einem Dritten wohl als vertragswidrig zu würdigen sei, dass die T. SA an der Durchsetzung des Vertrages aber kein Interesse mehr gehabt habe. Dadurch, dass der Arbeitsplatz am 19. Mai 1989 geräumt worden sei, habe auch der Arbeitgeber zu erkennen gegeben, dass das Arbeitsverhältnis abgeschlossen sei. Insbesondere habe er nicht erwartet, |21| dass der Arbeitnehmer seine Arbeitskraft weiterhin zur Verfügung stelle. Unter diesen Umständen sei davon auszugehen, dass das Arbeitsverhältnis zwischen W. und der T. SA im gegenseitigen Einverständnis vorzeitig auf den 19. Mai 1989 aufgelöst worden sei. Dementsprechend habe auch die Versicherungspflicht an diesem Datum geendet.\n\nOb und gegebenenfalls unter welchen Voraussetzungen das Versicherungsverhältnis vor Ablauf der Kündigungsfrist endet, wenn der Arbeitsvertrag im gegenseitigen Einverständnis vorzeitig aufgelöst wird, kann offenbleiben. Denn die Annahme der Vorinstanz, dass der Arbeitsvertrag einvernehmlich auf den 19. Mai 1989 aufgelöst worden sei, findet in den Akten keine Stütze. Die T. SA hat W. am 25. Mai 1989, und damit nach dem Stellenantritt bei der Firma M., den vollen Lohn für den Monat Mai 1989 ausbezahlt, und es bestehen keine Anhaltspunkte dafür, dass die Firma anlässlich des Dienstaustritts von W. vom unmittelbar bevorstehenden Antritt der neuen Stelle bei der Firma M. Kenntnis hatte. Im übrigen beruft sich auch die beschwerdeführende Migros-Pensionskasse nicht darauf, dass das Arbeitsverhältnis vorzeitig aufgelöst worden sei. Entgegen der Auffassung der Vorinstanz ist daher davon auszugehen, dass das Arbeitsverhältnis bei der T. SA und damit auch das Versicherungsverhältnis bei der Pensionskasse Eternit bis zum 31. Mai 1989 gedauert haben.\n\nAnderseits steht fest, dass W. bereits am 22. Mai 1989 ein neues Arbeitsverhältnis eingegangen ist. Auch wenn das frühere Arbeitsverhältnis noch andauerte, war der neue Arbeitsvertrag unter obligationenrechtlichen Gesichtspunkten nicht ungültig (vgl. TERCIER, La partie spéciale du Code des obligations, S. 221 N. 1718). Des weitern ist unbestritten, dass W. nach Gesetz (Art. 10 Abs. 1 BVG und Art. 6 BVV 2) und Reglement (Art. 7 des Reglementes der Migros-Pensionskasse, Ausgabe 15. Januar 1985) mit Beginn des Arbeitsverhältnisses, d.h. ab 22. Mai 1989, bei der Firma M. versichert war. Bei Eintritt des Versicherungsfalls am 31. Mai 1989 waren somit die Voraussetzungen der Versicherung von W. bei beiden Vorsorgeeinrichtungen erfüllt. Streitig und im folgenden zu prüfen ist, welche Rechtsfolgen sich hieraus für die Leistungspflicht der beteiligten Pensionskassen ergeben.\n\n3. a) Gemäss Art. 34 Abs. 2 Satz 1 BVG erlässt der Bundesrat Vorschriften zur Verhinderung ungerechtfertigter Vorteile des Versicherten oder seiner Hinterlassenen beim Zusammentreffen mehrerer Leistungen. Der Bundesrat ist diesem Auftrag nachgekommen und hat mit Art. 24 ff. BVV 2 nähere |22| Bestimmungen betreffend die \"Überentschädigung und Koordination mit anderen Sozialversicherungen\" erlassen. Nach Art. 24 Abs. 1 BVV 2 kann die Vorsorgeeinrichtung die Hinterlassenen- und Invalidenleistungen kürzen, soweit sie zusammen mit anderen anrechenbaren Einkünften 90% des mutmasslich entgangenen Verdienstes übersteigen.\n\nDie genannten Bestimmungen regeln die Kürzung der von einer Vorsorgeeinrichtung zusammen mit andern Einkünften der Anspruchsberechtigten zu erbringenden Leistungen sowie die Koordination der berufsvorsorgerechtlichen Leistungen mit Leistungen anderer Sozialversicherungsträger. Sie regeln dagegen nicht die Konkurrenz von Leistungen mehrerer Einrichtungen der beruflichen Vorsorge untereinander. Art. 24 BVV 2 bildet demzufolge keine Rechtsgrundlage für den Entscheid im vorliegenden Fall.\n\nb) Nach Auffassung des Bundesamtes für Sozialversicherung ist für den Fall, dass bei Eintritt des versicherten Risikos zwei Arbeitsverhältnisse bestanden haben, Art. 46 Abs. 2 BVG in Verbindung mit Art. 1 Abs. 1 lit. c und Abs. 4 BVV 2 anwendbar. Nach diesen Bestimmungen ist der Arbeitnehmer für eine nebenberufliche Erwerbstätigkeit dem Versicherungsobligatorium nicht unterstellt, wenn er im Hauptberuf entweder bereits obligatorisch versichert oder selbständigerwerbend ist; er kann sich hiefür jedoch freiwillig versichern lassen (Art. 1 Abs. 4 BVV 2). W. war aber weder bei der Beschwerdeführerin noch bei der Beschwerdegegnerin für eine nebenberufliche Tätigkeit versichert, weshalb für die Frage der Leistungspflicht nicht darauf abgestellt werden kann, welche Tätigkeit als Haupt- und welche als Nebenbeschäftigung zu gelten hat.\n\nDie Bestimmung von Art. 46 BVG regelt die Versicherung von Arbeitnehmern, die als Teilzeitbeschäftigte im Dienste mehrerer Arbeitgeber stehen (vgl. Botschaft des Bundesrates zum BVG vom 19. Dezember 1975, Separatausgabe, S. 105). Sie hat insofern keine echte Doppelversicherung zum Gegenstand, als der vorsorgerechtlich relevante Lohn nur einmal versichert wird. Im vorliegenden Fall geht es dagegen insofern um eine doppelte Versicherung, als W. in der Zeit, als er noch einen Lohnanspruch gegenüber dem früheren Arbeitgeber hatte, vom neuen Arbeitgeber den vollen Lohn bezog und grundsätzlich für beide Bezüge berufsvorsorgerechtlich versichert war. Weil es sich vorsorgerechtlich um den gleichen Lohn für die funktionell gleiche hauptberufliche Tätigkeit handelt, liegt eine echte Doppelversicherung vor, wie sie dann gegeben ist, wenn der Versicherte für das gleiche Risiko bei |23| verschiedenen Versicherungsträgern versichert ist (MAURER, Schweizerisches Sozialversicherungsrecht, Band I, S. 201 f.; vgl. auch Art. 53 Abs. 1 VVG sowie MAURER, Einführung in das schweizerische Privatversicherungsrecht, 2. Aufl. 1986, S. 383 ff.). Es ist vorab somit zu prüfen, ob das BVG echte Doppelversicherungen zulässt.\n\n4. a) Die berufliche Vorsorge gemäss BVG soll den Betagten, Hinterlassenen und Invaliden zusammen mit den Leistungen der AHV/IV die Fortsetzung der gewohnten Lebenshaltung in angemessener Weise ermöglichen (Art. 34quater BV). Im Hinblick auf dieses Leistungsziel erklärt das Gesetz die berufliche Vorsorge innerhalb bestimmter Grenzen für obligatorisch (Art. 8 BVG) und umschreibt die von den registrierten Vorsorgeeinrichtungen zu erbringenden Mindestleistungen (Art. 13 ff. BVG).\n\nMit dem Verfassungsauftrag und der gesetzlichen Ordnung des BVG als obligatorische Mindestversicherung lassen sich echte Doppelversicherungen nicht vereinbaren. Würden solche zugelassen, so hätte der Versicherte für das gleiche Risiko zweimal Beiträge zu bezahlen und hätte grundsätzlich auch einen doppelten Leistungsanspruch, was im Hinblick auf das Überversicherungsverbot (Art. 24 BVV 2) regelmässig zu Leistungskürzungen Anlass geben würde. Zudem bedürfte es besonderer Regeln bezüglich der Leistungspflicht der beteiligten Vorsorgeeinrichtungen in solchen Fällen. Das BVG enthält indessen keine Normen über die anteilsmässige Leistungspflicht von zwei Vorsorgeeinrichtungen; auch fehlen gesetzliche Bestimmungen über den Rückgriff zwischen mehreren Vorsorgeeinrichtungen. Solche ergeben sich insbesondere aus Art. 23 BVG und der zugehörigen Rechtsprechung nicht, wonach die Vorsorgeeinrichtung für den zu einer andern Einrichtung übergetretenen Versicherten leistungspflichtig bleibt, wenn die Arbeitsunfähigkeit, die zur späteren Invalidität geführt hat, während der Zeit aufgetreten ist, als der Arbeitnehmer bei ihr versichert war (BGE 118 V 35, 95, 158, 239). Anderseits hat der Gesetzgeber mit Art. 10 Abs. 3 BVG eine Regelung getroffen, mit welcher nicht nur Lücken in der Versicherungsdeckung vermieden, sondern auch Doppelversicherungen ausgeschlossen werden sollen (vgl. MAURER, Bundessozialversicherungsrecht, S. 203).\n\nAuch wenn die Gesetzesmaterialien zur Frage der Doppelversicherung nichts aussagen, lassen Verfassungsauftrag und gesetzliche Regelung auf ein qualifiziertes Schweigen des Gesetzgebers in dem Sinne schliessen, dass echte Doppelversicherungen ausgeschlossen sind. Das gleiche ergibt sich aus Sinn und Zweck des Gesetzes.\n\n|24|\n\nb) Die Beschwerdeführerin räumt ein, dass das BVG echte Doppelversicherungen nicht vorsieht. Sie vertritt dagegen die Auffassung, dass solche auch nicht ausdrücklich verboten seien. Soweit sie damit geltend machen will, eine (umhüllende) Vorsorgeeinrichtung könne im Reglement oder in den Statuten echte Doppelversicherungen vorsehen, kann die Frage offenbleiben. Weder die Beschwerdeführerin noch die Beschwerdegegnerin haben in diesem Punkt eine vom BVG abweichende Regelung getroffen. Die streitige Frage ist daher allein nach dem BVG zu entscheiden, was nach dem Gesagten zum Schluss führt, dass eine echte Doppelversicherung nicht zulässig ist.\n\n5. Schliesst das BVG echte Doppelversicherungen aus, so bleibt zu entscheiden, in welchem Zeitpunkt im vorliegenden Fall der Übertritt von der bisherigen in die neue Vorsorgeeinrichtung erfolgt ist.\n\na) Art. 10 BVG regelt den Beginn und das Ende der Versicherung und damit indirekt auch den Zeitpunkt des Übertritts von einer Vorsorgeeinrichtung zu einer andern bei Abschluss eines neuen Arbeitsverhältnisses. Dabei ist nach dem Gesagten auf die arbeitsvertraglichen Regeln des Zivilrechts abzustellen. Diese Praxis, an welcher festzuhalten ist, dient nicht nur der Rechtssicherheit, sondern ist im allgemeinen auch sachgerecht und verhindert Versicherungslücken. Das Abstellen auf den Arbeitsvertrag kann allerdings zu Doppelversicherungen führen, die sich mit dem Gesetz nicht vereinbaren lassen. Es kann in diesen Fällen daher nicht allein auf die Regeln des Arbeitsvertragsrechts abgestellt werden; vielmehr ist die Frage unmittelbar aufgrund von vorsorgerechtlichen Überlegungen zu entscheiden.\n\nb) Für den Übergang der Versicherung von der ursprünglichen zur neuen Vorsorgeeinrichtung gibt es zwei Lösungsmöglichkeiten: Es kann auf den Beginn des neuen (22. Mai 1989) oder auf das rechtliche Ende des alten Arbeitsverhältnisses (31. Mai 1989) abgestellt werden. Während sich für ein Aufschieben des Versicherungsbeginns im Sinne der zweiten Variante im Gesetz keine Parallele finden lässt, kann bezüglich der ersten Variante auf Art. 10 Abs. 3 BVG verwiesen werden. Nach dieser Bestimmung bleibt der Arbeitnehmer für die Risiken Tod und Invalidität während 30 Tagen nach Auflösung des Arbeitsverhältnisses bei der bisherigen Vorsorgeeinrichtung versichert (Satz 1); beginnt er vorher ein neues Arbeitsverhältnis, so ist die neue Vorsorgeeinrichtung zuständig (Satz 2). Die Bestimmung von Art. 10 Abs. 3 Satz 2 BVG hat zwar allein die Nachversicherung bei Auflösung des |25| Arbeitsverhältnisses zum Gegenstand und findet im Rahmen von Art. 10 Abs. 2 BVG, welcher das Ende der obligatorischen Versicherung regelt, grundsätzlich keine Anwendung. Auch geht es im Rahmen von Art. 10 Abs. 3 BVG um die Vermeidung von Versicherungslücken, wogegen hier die Frage einer Doppelversicherung zur Diskussion steht. Dennoch rechtfertigt es sich, Satz 2 von Art. 10 Abs. 3 BVG auf Fälle der vorliegenden Art analog anzuwenden, weil diese Lösung im Einklang mit den Regeln über den Beginn des Versicherungsverhältnisses (Art. 10 Abs. 1 BVG) steht - welche schon aus Gründen der Rechtssicherheit streng zu handhaben sind - und sie gleichzeitig den tatsächlichen Verhältnissen Rechnung trägt, indem das Versicherungsverhältnis am effektiv bestehenden Arbeitsverhältnis anknüpft. Dem Umstand, dass zivilrechtlich zwei Arbeitsverhältnisse nebeneinander bestehen können, vorsorgerechtlich eine (echte) Doppelversicherung jedoch ausgeschlossen ist, ist somit in der Weise Rechnung zu tragen, dass in Fällen der vorliegenden Art auf den Beginn des nachfolgenden Arbeitsverhältnisses abgestellt wird. Demnach entfällt die bisherige und beginnt die neue Versicherung mit dem Antritt der neuen Stelle, wenn der Arbeitnehmer vor Beendigung des bisherigen Arbeitsverhältnisses eine neue Stelle antritt und es sich nicht um den Fall einer unechten Doppelversicherung (Art. 46 BVG) handelt. Insoweit ist vom Grundsatz abzugehen, dass die rechtliche und nicht die tatsächliche Beendigung des Arbeitsverhältnisses für die Dauer des Versicherungsschutzes ausschlaggebend ist (BGE 115 V 33 Erw. 5).\n\n6. a) Das Arbeitsverhältnis zwischen W. und der T. SA endete mit Ablauf der Kündigungsfrist am 31. Mai 1989. Weil er mit der Firma M. jedoch vorzeitig einen anderen Arbeitsvertrag abgeschlossen und die Stelle bereits am 22. Mai 1989 angetreten hat, endete das Vorsorgeverhältnis bei der Pensionskasse Eternit nach dem Gesagten mit dem Antritt der neuen Stelle und dem Beginn der Versicherung bei der Migros-Pensionskasse. Dementsprechend war W. bei Eintritt des Versicherungsfalls am 31. Mai 1989 allein bei der Migros-Pensionskasse versichert, welche die gesetzlichen und reglementarischen Leistungen zu erbringen hat.\n\nb) An diesem Ergebnis vermag der Einwand der Beschwerdeführerin nichts zu ändern, wonach es gegen den Grundsatz von Treu und Glauben verstosse, wenn sie die gesamten Leistungen allein zu erbringen habe, nachdem W. bei der Pensionskasse Eternit während langer, bei ihr aber nur während sehr kurzer Zeit versichert gewesen sei. Wie bereits die Vorinstanz festgestellt hat, |26| liegt es im Wesen einer Risikoversicherung, dass Leistungen im einen Fall schon nach kurzer Zeit, im andern Fall erst später oder überhaupt nie zu erbringen sind. Tritt das Risiko im Einzelfall sehr früh ein, so kann dies auch von einer Vorsorgeeinrichtung, welche ein früheres Versicherungsverhältnis ersetzt, nicht als unbillig betrachtet werden. Im übrigen hat die Beschwerdeführerin von der Pensionskasse Eternit unbestrittenermassen die Freizügigkeitsleistung überwiesen erhalten. Dem Beschwerdebegehren kann daher auch unter dem Gesichtspunkt von Treu und Glauben nicht entsprochen werden.\n\n7. (Kostenpunkt)"}