{"annee": "120", "cour": "IV", "page": "136", "date": "10/5/1994", "cite": ["114 IB 238", "117 IV 467", "116 IV 288", "118 IV 397", "103 IV 247", "117 IV 112", "116 IV 292", "107 IV 113", "115 IV 161", "103 IV 186", "115 IV 189", "90 IV 137", "119 IV 28", "85 IV 142", "112 IB 381", "104 IV 288", "117 IV 401", "71 IV 101", "81 IV 163", "118 IV 14", "74 IV 57", "113 IB 307", "112 IA 107", "110 IV 92", "118 IV 130", "105 IV 48", "69 IV 1", "117 IV 130"], "cite_par": ["133 IV 97", "125 IV 64", "127 IV 101", "121 IV 49", "141 IV 61", "122 IV 265", "120 IV 330", "121 IV 3", "121 IV 193", "125 IV 134", "123 IV 49", "127 IV 115", "122 IV 156", "123 IV 150", "134 IV 17", "128 IV 73", "124 IV 127"], "chapeau": "23. Extrait de l'arrêt de la Cour de cassation pénale du 10 mai 1994 en la cause S. c. Procureur général du canton du Jura (pourvoi en nullité)", "regestes": ["Art. 286 CP; opposition aux actes de l'autorité. L'opposition aux actes de l'autorité est une infraction de résultat qui suppose que l'auteur, sans recourir à la violence ou à la menace, adopte un comportement qui entrave l'autorité ou le fonctionnaire dans l'accomplissement d'un acte officiel (consid. 2a). Coactivité. La seule volonté, notamment le fait d'approuver l'acte d'autrui, ne suffit pas pour retenir la coactivité; il faut encore que le coauteur participe effectivement à la prise de décision, à l'organisation ou à la réalisation de l'infraction (consid. 2b). Omission. Une infraction de résultat ne peut être réalisée par omission que si l'auteur omet par sa faute un acte qu'il était juridiquement tenu d'accomplir; il n'existe pas de devoir général d'empêcher la commission d'une infraction par autrui (consid. 2b). Art. 63 CP; fixation de la peine; obligation de motiver; peine excessive. La motivation contenue dans le jugement doit justifier la peine prononcée. Si, à la lecture de la décision attaquée, il apparaît que la peine est exagérée, il faut en déduire soit que la motivation est insuffisante, soit que la peine est excessive, sans que la cour de cassation ne doive nécessairement trancher entre ces deux termes de l'alternative (consid. 3a). Le juge doit tenir compte de la hiérarchie des intérêts juridiquement protégés. Il doit expliquer un écart important entre les peines infligées à deux coaccusés, prévenus pour l'essentiel des mêmes infractions (consid. 3b)."], "faits": "BGE 120 IV 136 S. 137\n\nA.- Par jugement du 30 novembre 1992, la Cour criminelle du Tribunal cantonal jurassien a reconnu S. coupable de brigandages en bande, de vol par métier et en bande, de tentative de vol par métier et en bande, de BGE 120 IV 136 S. 138dommages à la propriété, de violation de domicile, de vols d'usage de véhicules automobiles et d'opposition aux actes de l'autorité. Elle l'a condamné à la peine de douze ans de réclusion, ordonnant par ailleurs diverses confiscations et statuant sur les frais.\n\nSe fondant sur les aveux du coaccusé, R., corroborés par divers indices, elle a retenu pour l'essentiel que les deux comparses avaient commis trois hold-up au préjudice d'établissements bancaires, soit le 30 janvier 1989 à l'encontre de la Caisse Raiffeisen à Boécourt, le 7 février 1989 à l'encontre de la Banque de l'Etat de Fribourg à Chiètres et le 6 juin 1989 à l'encontre de la Banque cantonale de Lucerne à Reiden. Dans chaque cas, l'opération avait été minutieusement préparée; R. a pénétré dans les lieux et a fait usage de la menace au moyen de son pistolet chargé, désassuré, mais dont le chien était relâché, tandis que S. l'attendait à l'extérieur dans une voiture. Le butin, dépassant largement un million de francs suisses, a été par la suite en grande partie récupéré. Par ailleurs, il a été retenu que les deux comparses avaient commis une longue série de cambriolages, s'emparant notamment de plusieurs voitures de valeur.\n\nB.- S'agissant plus précisément de la condamnation pour opposition aux actes de l'autorité, il fut retenu que, le 19 janvier 1989 à 8h.30, alors que la police cantonale neuchâteloise avait mis en place un barrage sommaire à Rochefort dans le but d'intercepter une voiture volée, R. qui se trouvait au volant de cette voiture, accompagné de S., a forcé le passage en roulant en direction d'un agent de la police cantonale qui, en sautant de côté, a pu éviter de justesse de se faire happer par le véhicule; malgré sommations et coups de feu, la voiture a continué sa route. Pour ces faits, R., qui conduisait la voiture, a été reconnu coupable d'opposition aux actes de l'autorité et de mise en danger de la vie d'autrui, tandis que S., qui était passager, a été libéré de cette dernière prévention, mais reconnu coupable d'opposition aux actes de l'autorité au sens de l'art. 286 CP.\n\nC.- En ce qui concerne la fixation de la peine, la Cour criminelle a relevé que S. avait un casier judiciaire chargé, qu'il avait choisi de mener sa vie dans la délinquance et qu'il était un récidiviste au sens de l'art. 67 CP; elle a tenu compte du concours d'infractions (art. 68 CP), observant qu'il avait préparé minutieusement ses forfaits, qu'il était le cerveau de l'affaire et qu'il devait être tenu pour un individu dangereux et sans scrupules.\n\nD.- S. s'est pourvu en nullité à la Cour de cassation du Tribunal fédéral contre cette décision. Soutenant que les faits retenus, en ce qui concerne les événements qui se sont produits à Rochefort le 19 janvier 1989, ne BGE 120 IV 136 S. 139permettaient pas de le reconnaître coupable d'opposition aux actes de l'autorité (art. 286 CP) et que la peine infligée est insuffisamment motivée et exagérément sévère, il conclut, avec suite de frais et dépens, à l'annulation de la décision attaquée dans la mesure où elle le reconnaît coupable d'opposition aux actes de l'autorité et le condamne à une peine de douze ans de réclusion; il sollicite par ailleurs l'assistance judiciaire.\n\nDans ses observations, la cour cantonale conclut au rejet du pourvoi. Invité à se déterminer, le Ministère public n'a pas déposé d'observations.\n\nS. a déposé parallèlement un pourvoi en nullité cantonal, portant exclusivement sur des questions de procédure au sens large, qui a été rejeté par arrêt rendu le 21 février 1994 par la Cour de cassation extraordinaire du canton du Jura.", "considerants": "Extrait des considérants:\n\n2. a) Le recourant soutient que les faits retenus à son encontre ne réalisent pas les conditions d'une opposition aux actes de l'autorité au sens de l'art. 286 CP.\n\nSelon cette disposition, \"celui qui aura empêché une autorité, un membre d'une autorité ou un fonctionnaire de faire un acte entrant dans ses fonctions sera puni de l'emprisonnement pour un mois au plus ou de l'amende\".\n\nIl s'agit d'une infraction de résultat (TRECHSEL, Kurzkommentar StGB, art. 286 no 1). Il n'est pas nécessaire que l'auteur empêche l'accomplissement de l'acte officiel, il suffit qu'il le rende plus difficile, l'entrave ou le diffère (ATF 103 IV 186 consid. 4, ATF 90 IV 137 ss, ATF 85 IV 142 consid. 2, ATF 74 IV 57 consid. 4, ATF 71 IV 101 ss; HAUSER/REHBERG, Strafrecht IV p. 265; STRATENWERTH, Bes. Teil II p. 282 no 9). L'infraction se distingue de celle prévue par l'art. 285 CP en ce que l'auteur ne recourt ni à la violence, ni à la menace; elle se distingue également de celle prévue par l'art. 292 CP, parce qu'une simple désobéissance ne suffit pas; pour qu'il y ait opposition aux actes de l'autorité au sens de l'art. 286 CP, il faut que l'auteur, par son comportement, entrave l'autorité ou le fonctionnaire dans l'accomplissement d'un acte officiel; il ne suffirait pas qu'il se borne à ne pas obtempérer à un ordre qui lui est donné, par exemple de souffler dans l'éthylomètre, de parler moins fort ou de ne pas conduire (ATF 110 IV 92 consid. b, ATF 81 IV 163 consid. 2, ATF 69 IV 1 consid. 2; TRECHSEL, op.cit., art. 286 note 3; HAUSER/REHBERG, op.cit., p. 265; STRATENWERTH, op.cit., BGE 120 IV 136 S. 140p. 282 no 9). Exprimer son désaccord à l'endroit d'un acte entrepris par un fonctionnaire, mais sans l'entraver, ne suffit pas (ATF 105 IV 48 consid. 3). L'art. 286 CP n'est pas applicable si l'acte officiel n'est pas entravé, mais que l'auteur empêche qu'il atteigne le résultat escompté, par exemple en prévenant les automobilistes d'un contrôle radar (ATF 104 IV 288 consid. 3b, ATF 103 IV 186 consid. 4 et 5).\n\nL'art. 286 CP vise une résistance sans violence ni menace, qui implique cependant une certaine activité (HAUSER/REHBERG, op.cit., p. 264). Il a été jugé que le fait de prendre la fuite, par exemple pour empêcher un fonctionnaire compétent de fouiller un coffre, constituait un comportement actif réalisant l'infraction (ATF 103 IV 247 consid. 6b, ATF 85 IV 142 consid. 2; TRECHSEL, op.cit., art. 286 no 6; STRATENWERTH, op.cit., p. 282 no 9).\n\nLa jurisprudence a laissé ouverte la question de savoir si l'infraction pourrait être réalisée par un comportement purement passif, c'est-à-dire une abstention (ATF 103 IV 247 consid. 6b); dans un arrêt plus récent, elle ne l'a pas exclu (ATF 107 IV 113 consid. 4d). La doctrine estime qu'une omission ne pourrait suffire que si l'auteur était juridiquement obligé, indépendamment de l'acte officiel, d'écarter une entrave qu'il a créée et qu'il s'abstient de le faire (STRATENWERTH, op.cit., p. 283 no 10); la répression d'une simple omission implique une position de garant fondant un devoir juridique d'agir (TRECHSEL, op.cit., art. 286 no 4 et les références). Selon la jurisprudence, imposer sa présence dans une salle à l'effet d'empêcher une autorité d'y tenir séance constitue une opposition aux actes de l'autorité (ATF 107 IV 113 consid. 4).\n\nDans l' ATF 85 IV 142 consid. 2, il a été affirmé que l'interdiction de réprimer les actes d'autofavorisation ne s'appliquait qu'à l'hypothèse de l'art. 305 CP, et non pas à celle de l'art. 286 CP; cette opinion est critiquée par la doctrine (STRATENWERTH, op.cit., p. 283 no 12; TRECHSEL, op.cit., art. 286 no 6 et les références citées).\n\nIl a été jugé que celui qui, pour empêcher l'arrestation de sa femme, ne dit pas où elle se trouve et prend la fuite ne commet pas l'infraction prévue par l'art. 286 CP parce qu'il n'a pas l'obligation juridique de collaborer à l'arrestation de son épouse (ATF 103 IV 247 consid. 6c).\n\nb) En l'espèce, la cour cantonale a constaté - ce qui lie la Cour de cassation (art. 277bis PPF) - que le recourant était passager de la voiture lorsque le conducteur a décidé de forcer le passage, empêchant les policiers de procéder au contrôle qu'ils étaient en droit d'opérer. La cour BGE 120 IV 136 S. 141cantonale n'a pas établi que le recourant aurait poussé le conducteur à agir ainsi ou qu'il l'aurait, par des actes ou des paroles, favorisé dans son action. Il est donc reproché au recourant un comportement purement passif, en tant que passager d'un véhicule qu'il ne pilotait pas.\n\nLa première question que l'on peut se poser, dans ce contexte, est de savoir si le recourant ne devrait pas être considéré comme coauteur de l'infraction commise par le conducteur. Le coauteur est celui qui collabore intentionnellement et de manière déterminante avec d'autres personnes dans la décision de commettre une infraction, dans son organisation ou son exécution, au point d'apparaître comme l'un des participants principaux (ATF 118 IV 397 consid. 2b, 227 consid. 5c/aa, ATF 115 IV 161 consid. 2 et les arrêts cités). Cependant, la seule volonté ne suffit pas pour admettre la coactivité, il faut encore que le coauteur participe effectivement à la prise de la décision, à l'organisation ou à la réalisation de l'infraction; la jurisprudence la plus récente, se référant à la doctrine, exige même que le coauteur ait une certaine maîtrise des opérations et que son rôle soit plus ou moins indispensable (ATF ATF 118 IV 397 consid. 2b, 227 consid. 5c/aa et les références citées). Or, en l'espèce, il ne ressort nullement de l'état de fait retenu que le recourant aurait, par des actes ou des paroles, participé à la prise de décision ou à la réalisation de l'acte lui-même. Ainsi, la coactivité est d'emblée exclue et il importe peu que le recourant ait ou non, en son for intérieur, approuvé le comportement du conducteur, puisque la coactivité ne peut pas être fondée sur la seule volonté, en l'absence de toute participation à la prise de décision, à l'organisation ou à l'exécution de l'infraction.\n\nComme il n'est pas retenu non plus que le recourant aurait poussé le conducteur à agir ainsi, qu'il l'aurait encouragé ou favorisé d'une quelconque manière dans son action, l'instigation (art. 24 CP) ou la complicité (art. 25 CP) sont également exclues. D'ailleurs, la cour cantonale ne paraît pas avoir admis que le recourant était un participant principal ou accessoire à l'infraction commise par le conducteur.\n\nDès lors qu'il est exclu de retenir que le recourant a participé à l'infraction commise par le conducteur, on ne voit pas comment il aurait lui-même commis une opposition aux actes de l'autorité au sens de l'art. 286 CP. En effet, en tant que passager de la voiture, il n'avait aucune maîtrise des événements et ce n'est pas son comportement personnel qui a empêché ou entravé le contrôle de police. Il importe peu qu'il ait eu ou non l'obligation juridique de s'y soumettre ou qu'il s'agisse ou non d'un BGE 120 IV 136 S. 142acte d'autofavorisation non punissable; en effet, dès lors qu'il n'était que passager, le recourant n'avait aucune maîtrise des événements et ce n'est pas lui qui a empêché le contrôle de police.\n\nLe seul reproche qui pourrait lui être adressé est de ne pas avoir empêché le conducteur de commettre l'infraction. Il s'agirait alors de réprimer une omission. Or, une infraction de résultat ne peut être réalisée par omission que lorsque l'auteur omet par sa faute l'accomplissement d'un acte qu'il était juridiquement tenu d'accomplir (ATF 117 IV 130 consid. 2a; cf. pour le cas voisin de l'art. 305 CP: ATF 117 IV 467 consid. 3). Or, il n'existe aucun devoir général obligeant les citoyens à dénoncer une infraction ou un fugitif, à renseigner la police ou à collaborer à une arrestation (ATF 117 IV 467 consid. 3, ATF 103 IV 247 consid. 6c). Faute d'un devoir juridique d'agir, le comportement du passager d'une voiture qui n'empêche pas la commission d'une infraction par le conducteur ne constitue pas une omission punissable. Au demeurant, encore faudrait-il qu'en cas d'accomplissement de l'acte omis il eût été hautement vraisemblable que le résultat ne se serait pas produit (ATF 118 IV 130 consid. 6a, ATF 115 IV 189 consid. 2) et on ne voit pas ce qu'aurait pu faire le recourant pour empêcher la réalisation du résultat.\n\nAinsi, le comportement du recourant, tel qu'il a été retenu par la cour cantonale, ne réalise pas l'infraction prévue par l'art. 286 CP, de sorte que la condamnation prononcée de ce chef viole le droit fédéral. Le jugement attaqué doit donc être annulé sur ce point, mais les autres points du verdict, qui n'ont pas été remis en cause dans le pourvoi en nullité, restent acquis.\n\n3. a) L'une des infractions retenues devant être écartée, cela suffit pour annuler également la décision sur la peine; la question de la peine devra en effet faire l'objet d'une nouvelle décision de l'autorité cantonale, à laquelle il appartiendra d'exercer à nouveau son pouvoir d'appréciation en fonction du verdict modifié. Il faut cependant observer que l'infraction prévue par l'art. 286 CP n'est passible que d'un mois d'emprisonnement au maximum, de sorte que la modification du verdict ne peut logiquement avoir qu'une influence minime sur la quotité de la peine. Il se justifie donc, notamment pour des motifs d'économie de procédure, d'examiner brièvement les griefs du recourant concernant la peine (ATF 119 IV 28 consid. 1, ATF 117 IV 401 consid. 2), sans toutefois trancher définitivement la question, dès lors que la cour cantonale est libre d'adopter une nouvelle motivation et de revoir dans son ensemble la peine infligée.BGE 120 IV 136 S. 143\n\nLe recourant soutient que la peine est insuffisamment motivée et qu'elle est exagérément sévère. Les deux griefs sont étroitement liés. En effet, la motivation doit justifier la peine prononcée. Si, à la lecture de l'arrêt, la peine apparaît excessive, il faut en déduire soit que la cour cantonale n'a pas présenté l'argumentation qui puisse expliquer cette sévérité, soit que la peine est exagérée pour le cas d'espèce. Il n'appartient généralement pas à la Cour de cassation de trancher entre ces alternatives, puisqu'elle doit se borner à examiner la compatibilité de la décision attaquée avec le droit fédéral, sans avoir à rechercher elle-même dans le dossier si d'autres éléments auraient pu être invoqués pour justifier la décision rendue.\n\nEn ce qui concerne plus précisément la motivation de la peine, nécessaire pour contrôler de quelle manière le droit fédéral a été appliqué (art. 277 PPF; RS 312.0), il faut rappeler que l'autorité n'est pas obligée de prendre position sur les moindres détails qui ont été plaidés et qu'elle peut passer sous silence les faits qui, sans arbitraire, lui paraissent à l'évidence non établis ou sans pertinence (ATF 112 Ia 107 consid. 2b et la jurisprudence citée); le juge n'est nullement tenu d'exprimer en chiffres ou en pourcentages l'importance qu'il accorde à chacun des éléments qu'il cite; un pourvoi ne saurait d'ailleurs être admis simplement pour améliorer ou compléter un considérant lorsque la décision rendue apparaît conforme au droit (ATF 118 IV 14 consid. 2 et la jurisprudence citée). Le juge doit cependant exposer, dans sa décision, les éléments essentiels relatifs à l'acte ou à l'auteur qu'il prend en compte, de manière à ce que l'on puisse constater que tous les aspects pertinents ont été pris en considération et comment ils ont été appréciés, que ce soit dans un sens aggravant ou atténuant; la motivation doit justifier la peine prononcée, en permettant de suivre le raisonnement adopté, à savoir les éléments pris en compte et l'importance qui leur est accordée; plus la peine est élevée, plus la motivation doit être complète; cela vaut surtout lorsque la peine, dans le cadre légal, apparaît comparativement très élevée (cf. ATF 118 IV 14 consid. 2, 119 consid. 2b et la jurisprudence citée).\n\nPour ce qui est de la fixation de la peine proprement dite, l'art. 63 CP, tout en exigeant que la peine soit fondée sur la faute, n'énonce pas de manière détaillée et exhaustive les éléments qui doivent être pris en considération, ni les conséquences exactes qu'il faut en tirer quant à la fixation de la peine; cette disposition confère donc au juge un large pouvoir d'appréciation; même s'il est vrai que la cour de cassation examine librement s'il y a eu violation du droit fédéral, elle ne peut admettre un BGE 120 IV 136 S. 144pourvoi en nullité portant sur la quotité de la peine, compte tenu du pouvoir d'appréciation reconnu en cette matière à l'autorité cantonale, que si la sanction a été fixée en dehors du cadre légal, si elle est fondée sur des critères étrangers à l'art. 63 CP, si les éléments d'appréciation prévus par cette disposition n'ont pas été pris en compte ou enfin si la peine apparaît exagérément sévère ou clémente au point que l'on doive parler d'un abus du pouvoir d'appréciation (ATF 118 IV 14 consid. 2, 21 consid. 2a et les arrêts cités). Les éléments pertinents pour la fixation de la peine ont été exposés de manière détaillée dans les ATF 117 IV 112 consid. 1 et ATF 116 IV 288 consid. 2a, de sorte qu'il n'y a pas lieu d'y revenir. Dans le contexte de la fixation de la peine, le recourant peut également faire valoir une inégalité de traitement (ATF 116 IV 292 consid. 2; cf. également: ATF 117 IV 112 consid. 2b/cc, 401 consid. 4b). Compte tenu toutefois des nombreux paramètres qui interviennent dans la fixation de la peine, une comparaison avec des affaires concernant d'autres accusés et des faits différents est d'emblée délicate (ATF 116 IV 292); il ne suffirait d'ailleurs pas que le recourant puisse citer un ou deux cas où une peine particulièrement clémente a été fixée pour prétendre à un droit à l'égalité de traitement (cf. ATF 114 Ib 238 consid. 4c, ATF 113 Ib 307 consid. 3, ATF 112 Ib 381 consid. 6 et les références).\n\nb) Dans une affaire concernant trois viols, le Tribunal fédéral n'a pas admis une peine de quinze ans de réclusion, considérant qu'elle correspondait à ce que l'on rencontre ordinairement en cas de meurtre ou d'assassinat et qu'elle devait être qualifiée d'extrêmement sévère, de sorte que seules des circonstances extraordinaires pouvaient la justifier (ATF 117 IV 401 consid. 4).\n\nCette jurisprudence est transposable, mutatis mutandis, au cas d'une peine de douze ans de réclusion pour des infractions contre le patrimoine. Certes, la peine encourue selon la loi n'exclut pas le prononcé d'une peine supérieure, mais il appartient au juge de tenir compte, dans le cadre de l'art. 63 CP, de l'ensemble des circonstances et notamment de la hiérarchie des intérêts juridiquement protégés. Une peine de douze ans de réclusion correspond à ce que l'on rencontre habituellement pour des homicides intentionnels, éventuellement de graves trafics de stupéfiants mettant en danger la santé de nombreuses personnes ou des viols répétés. Il apparaît d'emblée en l'espèce que le recourant n'a ni tué, ni blessé, ni violé, ni mis des personnes en danger de mort imminent. Il n'est pas rare de se trouver en présence d'un voleur par métier, au passé judiciaire chargé, qui BGE 120 IV 136 S. 145se voit reprocher une longue série de cambriolages; trois hold-up pour un butin supérieur à un million de francs ne constituent pas un cas extraordinaire dans les annales judiciaires suisses; or, des affaires de ce genre donnent lieu généralement à des peines ne dépassant pas dix ans de réclusion. Pour prononcer une peine sortant ainsi de l'ordinaire, la cour cantonale devait démontrer l'existence de circonstances exceptionnelles.\n\nLa motivation adoptée par la cour cantonale est succincte et tient, pour les circonstances concrètes, sur une demi-page environ. Il a été relevé que le recourant avait \"choisi de mener sa vie dans la délinquance\". Il ne semble pas que cette affirmation repose sur une déclaration de l'intéressé, mais bien plutôt sur un examen de son casier judiciaire, qui n'est d'ailleurs jamais exposé de manière précise dans l'arrêt; on ne peut cependant pas imaginer que des antécédents puissent conduire à une augmentation si massive de la peine, parce que cela reviendrait à condamner une deuxième fois pour des actes déjà jugés. La cour cantonale relève aussi qu'il est \"le cerveau de l'affaire\". Cette affirmation ne repose cependant pas sur les faits constatés, qui lient la cour de cassation (art. 277bis PPF), puisqu'il lui est attribué un rôle plutôt effacé de chauffeur, sans expliquer en quoi il serait le moteur de l'ensemble des actes, son comparse semblant au contraire avoir fait preuve de beaucoup de détermination.\n\nSurtout, l'arrêt attaqué ne permet pas de comprendre l'écart important entre la peine infligée au recourant et celle infligée à son comparse, fixée à neuf ans de réclusion. En effet, le comparse a été reconnu coupable, outre les infractions reprochées au recourant, d'autres infractions, dont la mise en danger de la vie d'autrui commise à Rochefort; par ailleurs, lors des brigandages, c'est le comparse qui n'a pas hésité à menacer les victimes à l'aide d'une arme chargée. On aurait donc pu s'attendre à ce qu'il soit condamné à une peine plus sévère que le recourant. Certes, le fait qu'il a passé aux aveux et que ses antécédents sont moins chargés pouvait, dans l'appréciation, compenser ces éléments. On ne saisit cependant pas comment l'écart a pu être inversé à ce point en défaveur du recourant. La cour cantonale évoque certes le fait qu'il était \"le cerveau\", mais sans fournir beaucoup d'explications à ce sujet; si l'on songe à la détermination qu'implique les actes accomplis par le comparse seul dans les établissements bancaires, on conçoit mal qu'il n'ait été qu'un jouet dans les mains du recourant; l'importance de la peine qui lui a été infligée confirme la gravité de sa faute, qui ne s'accommode pas de l'idée d'un être manipulé.BGE 120 IV 136 S. 146\n\nEn conséquence, la motivation adoptée par la cour cantonale ne suffit pas pour justifier la peine particulièrement lourde prononcée à l'encontre du recourant; il est d'ailleurs probable que cela ne tienne pas à la motivation choisie, mais bien au fait que la peine est exagérément sévère.\n\nLe pourvoi doit dès lors être admis et la cause renvoyée à l'autorité cantonale pour nouvelle décision."}