{"annee": "120", "cour": "V", "page": "385", "date": "21/9/1994", "cite": ["112 V 136", "115 V 428", "110 V 117", "115 V 434", "110 V 210", "108 V 100", "108 V 95"], "cite_par": ["143 V 168", "122 V 265", "125 V 51", "126 V 520", "136 V 231", "120 V 392", "123 V 214", "145 V 399", "126 V 124", "136 V 95"], "chapeau": "53. Urteil vom 21. September 1994 i.S. Kantonales Amt für Industrie, Gewerbe und Arbeit, Bern, gegen J. und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 15 al. 1 LACI et art. 14 al. 3 OACI: Aptitude au placement. - Un étudiant est réputé apte au placement s'il est disposé et en mesure d'exercer de manière durable, tout en poursuivant ses études, une activité à plein temps ou à temps partiel. En revanche, il faut nier la disponibilité au placement et donc l'aptitude au placement d'un étudiant qui ne désire exercer une activité lucrative que pour de brèves périodes ou sporadiquement, notamment pendant les vacances semestrielles. - Confirmation de la jurisprudence rendue sous l'ancien droit (art. 13 al. 1 let. c LAC et art. 24 al. 2 let. c en corrélation avec l'art. 26 al. 1 LAC; ATF 108 V 100)."], "faits": "BGE 120 V 385 S. 386\n\nA.- J. (geb. 1960), von Beruf kaufmännischer Angestellter, holte an den Feusi-Schulen in Bern die Matura Typus E nach. Vom 30. April 1990 bis 31. März 1991 arbeitete er - mit Unterbrechungen, bei einem Arbeitspensum von anfänglich 100%, dann 50% - aushilfsweise als Verwaltungsbeamter bei der Eidg. Versicherungskasse (EVK). Ende Oktober 1991 nahm er das Studium der Wirtschaftswissenschaften an der Universität Bern auf.\n\nIm Juni 1992, noch vor Ende des Sommersemesters am 4. Juli 1992, meldete sich J. zur Arbeitsvermittlung sowie zum Bezug von Arbeitslosenentschädigung ab 22. Juni 1992 (Beginn der Stempelkontrolle) an. Nach seinen Angaben suchte er bis Ende der Semesterferien am 30. Oktober 1992 eine Teilzeit- oder Vollzeitbeschäftigung, wobei ein sofortiger Arbeitsbeginn möglich sei. Die Arbeitslosenkasse des Kantonalen Amtes für Industrie, Gewerbe und Arbeit (KIGA), Bern, richtete ab 22. Juni 1992 Taggelder aus, stellte jedoch die Leistungen ab 15. August 1992 ein, nachdem das Arbeitsamt der Stadt Bern Zweifel an einer genügend ausreichenden Vermittlungsfähigkeit des Versicherten angemeldet hatte. Zu einer Stellungnahme hiezu aufgefordert, wies J. darauf hin, dass er ab 1. August 1992 eine befristete Anstellung gefunden habe, weshalb er \"offensichtlich ausreichend vermittlungsfähig sei\".\n\nMit Verfügung vom 3. September 1992 verneinte das KIGA, Abteilung Arbeitsmarkt, die Vermittlungsfähigkeit und damit auch die Anspruchsberechtigung von J. ab 24. Juni 1992. Zur Begründung führte es im wesentlichen an:\n\n\"Nicht vermittlungsfähig ist in der Regel ein Versicherter, der auf einen bestimmten Zeitpunkt anderweitig disponiert hat, und deshalb für eine neue Beschäftigung nur während verhältnismässig kurzer Zeit zur Verfügung steht BGE 120 V 385 S. 387und praktisch keine Aussichten hat, von einem Arbeitgeber angestellt zu werden.\n\nDemnach kann sich Herr J. auch nicht auf die Annahme einer auf kurze Zeit befristeten Stelle berufen, ist doch bereits im allgemeinen Begriff der Vermittlungsfähigkeit von Artikel 15 Absatz 1 AVIG die objektive Fähigkeit und die subjektive Bereitschaft zur Annahme einer Dauerstelle vorausgesetzt. Das bedeutet, dass der Versicherte, solange er an der UNI ununterbrochen studiert und nur für die Semesterferien Arbeit sucht, die Anspruchsvoraussetzungen der Vermittlungsfähigkeit nicht zu erfüllen vermag.\"\n\nB.- Beschwerdeweise beantragte J. die \"Bestätigung\" seiner Anspruchsberechtigung. Er beanstandete die Beurteilung der Vermittlungsfähigkeit durch das KIGA, wobei er sinngemäss geltend machte, er habe ab 24. Juni 1992 eine bis Ende Oktober 1992 befristete 100%-Stelle und gleichzeitig eine unbefristete 30-40%-Stelle gesucht.\n\nDas Verwaltungsgericht des Kantons Bern bejahte die Vermittlungsfähigkeit des Versicherten ab 24. Juni 1992 und hiess die Beschwerde in dem Sinne gut, dass es die angefochtene Verfügung aufhob und die Sache zur Prüfung der weiteren Anspruchsvoraussetzungen und zu anschliessend neuer Verfügung an die Verwaltung zurückwies (Entscheid vom 18. März 1993).\n\nC.- Das KIGA führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der kantonale Entscheid sei aufzuheben und die Ablehnungsverfügung (vom 3. September 1992) zu bestätigen.\n\nJ. schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde, wobei er die Zahlung eines angemessenen Zinses auf den ihm zustehenden Leistungen sowie die Rückerstattung der \"Auslagen von Fr. 200.--, für rechtliche Beratung\" durch das KIGA verlangt. Das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) beantragt Gutheissung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. Streitig und zu prüfen ist die Vermittlungsfähigkeit des Beschwerdeführers ab 24. Juni 1992. Diese Frage beurteilt sich - wie im Sozialversicherungsrecht die Regel - prospektiv, d. h. von jenem Zeitpunkt aus und aufgrund der tatsächlichen Verhältnisse, wie sie sich bis zum Erlass der Ablehnungsverfügung (am 3. September 1992) entwickelt haben (BGE BGE 120 V 385 S. 388116 V 248 Erw. 1a; ARV 1993/1994 Nr. 8 S. 57 Erw. 3, 1992 Nr. 2 S. 75 Erw. 3).\n\n3. a) Eine der gesetzlichen Voraussetzungen für den Anspruch auf Arbeitslosenentschädigung ist die Vermittlungsfähigkeit (Art. 8 Abs. 1 lit. f AVIG). Gemäss Art. 15 Abs. 1 AVIG ist der Arbeitslose vermittlungsfähig, wenn er bereit und in der Lage ist, eine zumutbare Arbeit anzunehmen. Zur Vermittlungsfähigkeit gehört demnach nicht nur die Arbeitsfähigkeit im objektiven Sinn, sondern subjektiv auch die Bereitschaft, die Arbeitskraft entsprechend den persönlichen Verhältnissen während der üblichen Arbeitszeit einzusetzen (BGE 115 V 436 Erw. 2a mit Hinweisen; ARV 1993/1994 Nr. 8 S. 54 Erw. 1).\n\nVermittlungsunfähigkeit liegt unter anderem vor, wenn ein Versicherter aus persönlichen oder familiären Gründen seine Arbeitskraft nicht so einsetzen kann oder will, wie es ein Arbeitgeber normalerweise verlangt. Versicherte, die im Hinblick auf anderweitige Verpflichtungen oder besondere persönliche Umstände lediglich während gewisser Tages- oder Wochenstunden sich erwerblich betätigen wollen, können nur sehr bedingt als vermittlungsfähig anerkannt werden. Denn sind einem Versicherten bei der Auswahl des Arbeitsplatzes so enge Grenzen gesetzt, dass das Finden einer Stelle sehr ungewiss ist, muss Vermittlungsunfähigkeit angenommen werden. Der Grund für die Einschränkung in den Arbeitsmöglichkeiten spielt dabei keine Rolle (BGE 115 V 436 Erw. 2a mit Hinweisen; ARV 1992 Nr. 10 S. 123 Erw. 1).\n\nDiese Rechtsprechung galt grundsätzlich bereits unter der Herrschaft des alten, bis 31. Dezember 1983 gültig gewesenen Rechts (Art. 13 Abs. 1 lit. c AlVG sowie Art. 24 Abs. 2 lit. c in Verbindung mit Art. 26 Abs. 1 AlVG; BGE 115 V 433 Erw. 2c/bb, BGE 112 V 137 f. Erw. 3a; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], Bd. I, N. 8 zu Art. 15).\n\nb) Die Vermittlungsfähigkeit von Temporärarbeitnehmern bestimmt sich nach Art. 14 Abs. 3 AVIV. Danach gelten Versicherte, die vor ihrer Arbeitslosigkeit temporär beschäftigt waren, nur dann als vermittlungsfähig, wenn sie bereit und in der Lage sind, eine Dauerstelle anzunehmen.\n\nUnter diese Sonderbestimmung fallen diejenigen Arbeitnehmer, die sich lediglich für Arbeitseinsätze von unregelmässiger Dauer und Häufigkeit zur Verfügung stellen, aber keine feste Stelle annehmen wollen; sie haben das damit verbundene Risiko des Beschäftigungsausfalles zwischen zwei Arbeitsstellen unter dem Gesichtspunkt der Vermittlungsfähigkeit BGE 120 V 385 S. 389grundsätzlich selber zu tragen (BGE 110 V 212 Erw. 2a mit Hinweis, BGE 108 V 97 Erw. 1b; GERHARDS, a.a.O., N. 76 f. zu Art. 15). Die Regelung der Vermittlungsfähigkeit von Temporärarbeitnehmern gemäss Art. 14 Abs. 3 AVIV ist gesetzmässig. Sie steht im Einklang mit der Legaldefinition der Vermittlungsfähigkeit nach Art. 15 Abs. 1 AVIG und der diesbezüglichen Rechtsprechung (unveröffentlichtes Urteil B. vom 20. Oktober 1988) und wird dementsprechend vom Eidg. Versicherungsgericht auch angewendet (vgl. ARV 1991 Nr. 4 S. 27 Erw. 2, 1988 Nr. 2 S. 24 Erw. 2b). Im übrigen setzt Vermittlungsfähigkeit nach Art. 14 Abs. 3 AVIV nicht die Bereitschaft zur Annahme einer Vollzeitbeschäftigung voraus; es genügt grundsätzlich, wenn der Temporärarbeitnehmer bereit und in der Lage ist, eine Teilzeit-Dauerstelle anzunehmen (erwähntes Urteil B. vom 20. Oktober 1988).\n\n4. a) Zur Vermittlungsfähigkeit von Studenten, welche studiumbegleitend oder zwischen einzelnen Studienabschnitten einer Erwerbstätigkeit nachgehen, hat das Eidg. Versicherungsgericht festgestellt, dass ein Student, der - allenfalls unter Inkaufnahme eines zeitlich erheblich verlängerten Studienganges - vor Eintritt der Arbeitslosigkeit im Prinzip voll erwerbstätig gewesen sei, sein Studium nebenbei absolviere und weiterhin zu voller Erwerbstätigkeit bereit und imstande wäre, als vermittlungsfähig zu gelten habe. Dagegen müsse einem Studenten, der nur bereit sei, für kürzere Zeitspannen oder sporadisch einer Erwerbstätigkeit nachzugehen, die Vermittlungsbereitschaft und damit die Vermittlungsfähigkeit abgesprochen werden. Denn dieser Student befände sich in einer ähnlichen Lage wie jener Versicherte, der sich einer Organisation für temporäre Arbeit für eine Reihe von Arbeitseinsätzen von unregelmässiger Dauer und Häufigkeit zur Verfügung stelle, aber keine feste Stelle annehmen wolle. Er könne daher erst von dem Zeitpunkt an als vermittlungsfähig gelten, da er bereit sei, eine feste Stelle von einer gewissen minimalen Dauer anzunehmen, und dadurch seine Vermittlungsbereitschaft bekunde (BGE 108 V 101 Erw. 2 mit Hinweis).\n\nb) Diese noch unter der Herrschaft des alten Rechts ergangene, seit Inkrafttreten des AVIG und AVIV am 1. Januar 1984 nicht mehr in Frage gestellte Rechtsprechung wird vom kantonalen Gericht abgelehnt. Nach der Legaldefinition setze Vermittlungsfähigkeit nicht voraus, dass der Versicherte in der Lage und bereit ist, eine Dauerstelle anzunehmen. Nach neuem Recht und der hierzu entwickelten Rechtsprechung sei grundsätzlich zu trennen zwischen einem Temporärarbeitnehmer und einem Versicherten, der BGE 120 V 385 S. 390wegen der Kürze des Dispositionszeitraumes nicht in der Lage ist, eine Dauerstelle anzunehmen. Angesichts dieser Unterscheidung rechtfertige es sich nicht, einen Studenten weiterhin analog einem Temporärarbeitnehmer zu beurteilen. Vielmehr sei dieser einem Arbeitnehmer mit zeitlich eingeschränkter Disponibilität gleichzustellen. Nur eine solche Betrachtungsweise werde den unterschiedlichen Verhältnissen dieser beiden Kategorien von Arbeitsuchenden gerecht, stehe doch ein Temporärarbeitnehmer grundsätzlich durchgehend dem Arbeitsmarkt zur Verfügung, möchte aufgrund seiner besonderen Lebenseinstellung aber nicht in Dauerstellen beschäftigt sein, während der Student - sofern er sich während des Semesters ausschliesslich dem Studium widmet - lediglich zu ganz bestimmten Zeiten (nämlich während der Semesterferien) einer Erwerbstätigkeit nachgehen könne.\n\nc) aa) Der Begriff der Vermittlungsfähigkeit ist, wie in Erw. 3a in fine dargelegt, im neuen wie im alten Recht grundsätzlich derselbe. Der geltende Art. 15 Abs. 1 AVIG hat lediglich insofern eine \"Akzentverlagerung\" (GERHARDS, a.a.O., N. 8 f. zu Art. 15) gebracht, dass unter dem Gesichtspunkt der Vermittlungsfähigkeit schwergewichtig subjektive Eigenschaften des Versicherten erfasst werden sollen. Mit anderen Worten ist die Vermittlungsfähigkeit gemäss Art. 15 Abs. 1 AVIG von der objektiven arbeitsmarktabhängigen Vermittelbarkeit, wie sie insbesondere im Bereich der Präventivmassnahmen von Bedeutung ist (Art. 59 ff. AVIG; ARV 1993/1994 Nr. 6 S. 44 Erw. 1 mit Hinweisen), zu trennen (ARV 1992 Nr. 3 S. 79 Erw. 3a; vgl. BGE 115 V 433 Erw. 2c/bb). Für die Beurteilung der Vermittlungsfähigkeit von teilweise Arbeitslosen (Art. 10 Abs. 2 AVIG) ist daher in zeitlicher Hinsicht massgebend, ob sie bereit und in der Lage sind, eine zumutbare Arbeit im Umfang des geltend gemachten Arbeitsausfalles, der mindestens 20% einer Vollerwerbstätigkeit betragen muss, anzunehmen (BGE 115 V 431 f. Erw. 2c/aa, 436 f. Erw. 2c; GERHARDS, a.a.O., Fn. 6 zu N. 61 ff. zu Art. 15).\n\nbb) Im weitern gelten Versicherte, die aufgrund berufs- und arbeitsmarktspezifischer Umstände nicht in der Lage sind, eine Dauerstelle anzunehmen, nicht mehr grundsätzlich als vermittlungsunfähig. Es betrifft dies namentlich Berufe mit häufig wechselnden oder befristeten Anstellungen, wie beispielsweise Musiker, Schauspieler und Journalisten (Art. 8 AVIV in Verbindung mit Art. 11 Abs. 2 AVIG; vgl. BGE 110 V 211 ff. Erw. 2 und 3; GERHARDS, a.a.O., N. 79 zu Art. 15). Dem bei dieser Kategorie von Versicherten bestehenden erhöhten Risiko von BGE 120 V 385 S. 391Beschäftigungslücken wird durch die Nichtanrechnung des Arbeitsausfalles während einer bestimmten Wartezeit Rechnung getragen (Art. 6 AVIV in Verbindung mit Art. 11 Abs. 2 AVIG; GERHARDS, a.a.O., N. 37 und 49 zu Art. 11). Das Eidg. Versicherungsgericht stellte jedoch schon unter der Herrschaft des alten Rechts klar, dass die Vermittlungsfähigkeit dann zu verneinen wäre, wenn der Versicherte - i.c. ein Unterhaltungsmusiker - die Möglichkeit hätte, ein Arbeitsverhältnis von voraussichtlich längerer Dauer einzugehen, er dies aber nicht wollte (BGE 110 V 213 Erw. 2a). An diesem Grundsatz der Bereitschaft zur Annahme einer Dauerstelle als einem wesentlichen Merkmal der Vermittlungsfähigkeit hat sich, entgegen der Auffassung des kantonalen Gerichts, unter dem neuen Recht nichts geändert. Namentlich ergibt sich dies nicht aus dem in ARV 1991 Nr. 3 S. 22 veröffentlichten Urteil des Eidg. Versicherungsgerichts, war doch in casu das arbeitslose Ehepaar G. seit beinahe 20 Jahren im Service tätig gewesen und wollte diese Tätigkeit nach einem ihren Dispositionszeitraum von viereinhalb Monaten einschränkenden dreimonatigen Auslandaufenthalt wieder aufnehmen.\n\ncc) Die Situation eines Studenten, welcher (lediglich) in den Semesterferien einer Erwerbstätigkeit nachgehen will, ist unter dem Gesichtspunkt der Vermittlungsfähigkeit durchaus mit der eines Temporärarbeitnehmers im Sinne von Art. 14 Abs. 3 AVIV (Erw. 3b) vergleichbar, indem die auf die Semesterferien beschränkte Disponibilität ein ausbildungsimmanentes und damit gewissermassen ein gewolltes Risiko darstellt, überhaupt keine Anstellung oder lediglich eine von kürzerer als der gewünschten Dauer zu finden. Es kommt entscheidend dazu, dass während der Studienzeit ganz klar die Ausbildung im Vordergrund steht, weshalb, wie das BIGA zutreffend ausführt, nur jene Studierenden am Arbeitnehmerschutz der Arbeitslosenversicherung teilhaben sollen, die als eigentliche Werkstudenten bereit und in der Lage sind, einem dauerhaften (Voll- oder Teilzeit-)Erwerb nachzugehen. Dass sich an dieser Konzeption im Rahmen der zur parlamentarischen Beratung anstehenden zweiten Teilrevision des Arbeitslosenversicherungsgesetzes grundsätzlich etwas ändern wird, ist aufgrund der bundesrätlichen Botschaft vom 29. November 1993 (BBl 1994 I S. 340 ff.) nicht zu erwarten.\n\nd) Nach dem Gesagten besteht kein Grund, von der unter dem alten Recht ergangenen Rechtsprechung zur Vermittlungsfähigkeit von Studenten (BGE 108 V 100) abzuweichen (vgl. BGE 110 V 124 Erw. 2e mit Hinweisen).BGE 120 V 385 S. 392\n\n5. Die Vermittlungsfähigkeit des Beschwerdegegners ab 24. Juni 1992 ist mit dem beschwerdeführenden KIGA dann zu verneinen, wenn er lediglich während der Semesterferien bereit und in der Lage war, Arbeit anzunehmen.\n\nNach Lage der Akten gab der Beschwerdegegner in der \"Anmeldung zur Arbeitsvermittlung\" (vom 22. Juni 1992) an, nur eine bis 30. Oktober 1992 befristete Teil- oder Vollzeitbeschäftigung zu suchen. Indes hat er auf dem Kontrollausweis vom 29. September 1992 vermerkt, er suche ab Ende Oktober 1992 eine \"Dauerstelle von 30-40%\". In seiner Beschwerde vom 3. Oktober 1992 an das kantonale Gericht machte er sinngemäss geltend, ab 24. Juni 1992 neben einer bis Ende Oktober 1992 befristeten 100%-Stelle auch eine 30-40%-Dauerstelle gesucht zu haben. Auch wenn diese beiden Aktenstücke nach Erlass der Ablehnungsverfügung (am 3. September 1992) datieren, sind sie vorliegend zu berücksichtigen, da aufgrund der übrigen Akten nicht rechtsgenüglich auszuschliessen ist, dass der Beschwerdegegner innerhalb des massgebenden Prüfungszeitraumes (Erw. 2) tatsächlich eine Dauerstelle im Teilzeitverhältnis gesucht hatte. In diesem Sinne wird die Verwaltung die Anspruchsberechtigung des Beschwerdegegners ab 24. Juni 1992 erneut zu prüfen haben. Damit braucht das Zinsbegehren nicht behandelt zu werden.\n\n6. (Kostenpunkt)"}