{"annee": "120", "cour": "III", "page": "114", "date": "20/10/1994", "cite": ["110 III 9", "110 III 115", "105 III 107", "109 II 159", "98 III 27", "105 III 33"], "cite_par": ["128 III 465", "128 III 101", "132 I 249"], "chapeau": "38. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 20 octobre 1994 dans la cause L. (recours LP)", "regestes": ["Notification du commandement de payer (art. 64 ss et 72 LP); opposition (art. 74 al. 1 LP). Si, malgré le vice qui affecte sa notification, le commandement de payer est néanmoins parvenu en mains du poursuivi, le délai pour faire opposition commence à courir du moment où celui-ci a eu effectivement connaissance de l'acte. Opposition tardive considérée, en dépit de son retrait ultérieur lié à la décision de l'office d'annuler la notification, comme une opposition totale au commandement de payer (consid. 3)."], "faits": "|114|\n\nA.- Th. et A. L. ont fait notifier un commandement de payer à B. par l'Office des poursuites de Lausanne-Est. L'exemplaire \"créancier\" du commandement de payer indique que cet acte a été notifié le 21 octobre 1993 au poursuivi et n'a fait l'objet d'aucune opposition.\n\nLe 3 novembre 1993, B. a présenté au Tribunal du district de Lausanne une requête d'opposition tardive, alléguant n'avoir pris connaissance du commandement de payer que le 2 novembre, à son retour de l'étranger. A l'audience du tribunal du 2 décembre, après audition du postier qui avait dressé le procès-verbal de notification, le représentant de l'office a déclaré qu'une décision constatant la nullité de la notification intervenue |115| serait prochainement rendue, parce que le commandement de payer avait été notifié de manière irrégulière. B. a alors retiré sa requête d'opposition tardive.\n\nLe 2 décembre également, le débiteur s'est vu notifier, dans la poursuite en cause, une commination de faillite.\n\nB.- La décision de l'office déclarant nulle la notification du commandement de payer a été rendue le 3 décembre 1993.\n\nSur plainte de Th. et A. L., le Président du Tribunal du district de Lausanne, statuant en qualité d'autorité cantonale inférieure de surveillance, a annulé la décision de l'office et dit que la poursuite devait se continuer au stade où elle était parvenue le 3 décembre 1993.\n\nSaisie d'un recours de B. tendant au rejet de la plainte des créanciers et au maintien de la décision de l'office, la Cour des poursuites et faillites du Tribunal cantonal vaudois l'a admis partiellement et a réformé le prononcé de l'autorité inférieure en ce sens que la plainte était admise partiellement (ch. II.1), la décision de l'office du 3 décembre 1993 annulée (ch. II.2), le commandement de payer frappé d'opposition totale (ch. II.3) et la commination de faillite annulée (ch. II.4).\n\nC.- Th. et A. L. ont recouru à la Chambre des poursuites et des faillites du Tribunal fédéral aux fins de faire annuler les ch. II.3 et II.4 de l'arrêt cantonal, de faire constater que le commandement de payer litigieux n'était pas frappé d'opposition totale et d'obtenir que la poursuite en cause fût continuée au stade où elle était parvenue le 3 décembre 1993.", "considerants": "Extrait des considérants:\n\n3. Les recourants contestent la date du 2 novembre retenue par l'autorité cantonale comme jour de notification du commandement de payer et point de départ du délai de plainte et d'opposition. La date déterminante serait, selon eux, le 21 octobre, jour auquel le buraliste postal a \"procédé à la notification\", voire à la rigueur le 26 octobre, date à laquelle le commandement de payer est vraisemblablement parvenu à l'adresse professionnelle du débiteur. A cet égard, les recourants reprochent à l'autorité cantonale d'avoir omis de prendre en considération des circonstances déterminantes ressortant des pièces du dossier et du témoignage du buraliste postal, en particulier le fait - attesté par une formule de changement d'adresse de courte durée, versée au dossier - que l'intimé avait demandé la réexpédition de tous les envois à son adresse professionnelle ... et autorisé le postier à \"notifier les |116| commandements de payer et actes de poursuites et (lui) faire suivre les doubles à l'adresse ci-dessus\".\n\na) Dans la mesure où il vise l'appréciation des preuves disponibles et de la pertinence de celles-ci, le grief est irrecevable, car cette appréciation ne relève pas de l'application du droit fédéral, seule susceptible de faire l'objet du recours prévu à l'art. 19 LP, mais du droit cantonal de procédure (ATF 105 III 107 consid. 5b p. 116), dont la violation ne peut être alléguée que dans un recours de droit public fondé sur l'art. 4 Cst. (ATF 110 III 115 consid. 2 p. 117, ATF 105 III 33 /34). Il ne s'agit pas ici, au demeurant, d'un problème de fardeau de la preuve (art. 8 CC) ou d'inadvertance au sens de l'art. 63 al. 2 OJ (cf. ATF 109 II 159 consid. 2b p. 162 et les arrêts cités).\n\nLe grief est en revanche recevable dans la mesure où il consiste à remettre en cause le choix, entre différentes dates susceptibles d'entrer en ligne de compte, du point de départ du délai de plainte et d'opposition.\n\nb) Selon la jurisprudence, si malgré le vice qui affecte sa notification le commandement de payer est néanmoins parvenu en mains du poursuivi, il produit ses effets aussitôt que celui-ci en a eu connaissance; dans un tel cas, le délai pour porter plainte contre la notification ou pour faire opposition commence à courir du moment où le débiteur a eu effectivement connaissance de l'acte (ATF 110 III 9 consid. 2 p. 11 et les références de doctrine, 104 III 12; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., Lausanne 1993, p. 105 let. F).\n\nc) Selon les constatations souveraines de l'arrêt cantonal (art. 63 al. 2 par renvoi de l'art. 81 OJ), le poursuivi se trouvait à l'étranger du 21 octobre au 1er novembre et n'a pris connaissance du contenu du commandement de payer que le 2 novembre, soit le jour où cet acte est parvenu entre ses mains. Il n'a pas porté plainte contre la notification du commandement de payer, mais a formé le 3 novembre une opposition tardive dont une copie est parvenue à l'office des poursuites le 5 du même mois. Il a certes retiré cette opposition, mais à la suite de la décision de l'office d'annuler la notification du commandement de payer.\n\nL'autorité cantonale a déduit de ces faits que le délai pour faire opposition au commandement de payer avait commencé à courir le 2 novembre, que le poursuivi avait clairement exprimé, dans le délai de l'art. 74 al. 1 LP, son intention de s'opposer à la poursuite en cause et que, la loi ne prescrivant aucune formule déterminée pour l'opposition, son opposition |117| tardive devait être considérée - en dépit de son retrait ultérieur, lié à la décision de l'office - comme une opposition totale au commandement de payer.\n\nCes conclusions sont conformes à la jurisprudence rappelée sous lettre b ci-dessus (cf. en outre ATF 98 III 27 consid. 2 p. 30) et à la doctrine (GILLIÉRON, op.cit., p. 133 ss; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, vol. I, 3e éd., Zurich 1984, § 17 n. 26 ss; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5e éd., Berne 1993, § 18 n. 11 ss), de sorte que le recours ne peut qu'être rejeté."}