{"annee": "120", "cour": "IB", "page": "136", "date": "13/4/1994", "cite": ["115 IA 66", "105 IB 338", "112 IB 176", "117 IA 378", "118 IA 331", "117 IB 285", "119 IA 88", "118 IA 372", "114 IA 114", "111 IB 227", "118 IA 353", "118 IA 223"], "cite_par": ["132 II 65", "121 II 39", "120 IA 209", "125 II 417", "120 IB 287", "122 I 294", "123 II 88", "120 IB 224"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 13. April 1994 i.S. H.-F. gegen Kanton Luzern und Regierungsrat des Kantons Luzern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 99 let. c OJ, art. 22 ss LRN; modification d'un plan d'alignements pour une route nationale. Les décisions relatives à des plans qui peuvent avoir pour effet une expropriation matérielle comptent aussi parmi les décisions sur opposition contre des expropriations au sens de l'art. 99 let. c OJ (changement de jurisprudence). Dès lors, les modifications de plans d'alignements pour les routes nationales peuvent être attaquées par la voie du recours de droit administratif (consid. 1). Les alignements fixés dans le projet définitif peuvent être modifiés par la suite, sans qu'il y ait lieu à cette occasion de procéder à l'étude de l'impact sur l'environnement d'un élargissement éventuel de la route (consid. 3)."], "faits": "|137|\n\nNach der endgültigen Vermarkung des Trassees der Nationalstrasse N 2, Abschnitt Sursee - Kantonsgrenze Luzern/Aargau, überprüfte der Regierungsrat des Kantons Luzern die seinerzeit in den Ausführungsprojekten festgelegten Baulinien, passte diese an die neuen örtlichen Verhältnisse an und hob die nach Wiederherstellung des kantonalen und kommunalen Strassennetzes überflüssig gewordenen nationalstrassenrechtlichen Baulinien auf. Die geänderten Baulinienpläne wurden in den Gemeinden Langnau, Dagmersellen, Uffikon, Buchs, Knutwil und Sursee vom 6. November bis 5. Dezember 1989 öffentlich aufgelegt.\n\nWährend der Auflagefrist erhoben die Eheleute H.-F. als Eigentümer verschiedener in der Gemeinde Dagmersellen liegenden Grundstücke Einsprache gegen den neuen Baulinienplan. Die Einsprecher verlangten, dass der Baulinienabstand im Bereich der \"Überführung Grossfeld\" entlang der Nationalstrasse bzw. den dieser folgenden Nebengüterstrassen von vier auf drei Meter reduziert werde. Zur Begründung führten sie an, nach kantonalem Rechtbetrage der Baulinienabstand längs Nebengüterstrassen nur drei Meter und der nationalstrassenrechtliche Abstand von 25 m ab Strassenachse sei an der fraglichen Stelle erheblich überschritten.\n\nNach Durchführung einer Augenscheinsverhandlung entschied der Regierungsrat des Kantons Luzern am 4. September 1992, dem Begehren der Eheleute H.-F. nicht zu entsprechen. Gegen diesen Beschluss haben die Eheleute H.-F. Verwaltungs gerichtsbeschwerde erhoben, welche vom Bundesgericht - nach |138| Durchführung eines Meinungsaustausches mit dem Bundesrat im Sinne von Art. 96 Abs. 2 OG - abgewiesen worden ist.", "considerants": "Aus den Erwägungen:\n\n1. Die Beschwerdeführer haben den Regierungsratsbeschluss über die Änderung des Baulinien-Planes entsprechend der Rechtsmittelbelehrung mit Verwaltungsgerichtsbeschwerde angefochten. Tatsächlich ist dieses Rechtsmittel, wie auch im Meinungsaustausch bestätigt worden ist, in Änderung der Rechtsprechung zu Art. 99 lit. c OG für zulässig zu halten:\n\nNach Art. 22 des Bundesgesetzes über die Nationalstrassen vom 8. März 1960 (NSG, SR 725.11) sind mit Rücksicht auf die Bedürfnisse der Verkehrssicherheit, der Wohnhygiene sowie eines allfälligen späteren Ausbaus beidseitig der Nationalstrassen Baulinien festzulegen. Zwischen diesen Baulinien dürfen ohne Bewilligung weder Neubauten erstellt noch Umbauten vorgenommen werden; solche baulichen Massnahmen sind nur zu bewilligen, wenn die gemäss Art. 22 zu wahrenden öffentlichen Interessen nicht verletzt werden (Art. 24 und 25 NSG). Kommt die Beschränkung des Grundeigentums durch Baulinien in ihrer Wirkung einer Enteignung gleich, hat der Betroffene seine Entschädigungsansprüche dem Kanton schriftlich anzumelden und wird - falls diese bestritten werden - das Schätzungsverfahren gemäss Art. 57 ff. des Bundesgesetzes über die Enteignung vom 20. Juni 1930 (EntG, SR 711) eingeleitet (Art. 25 NSG).\n\nDie Nationalstrassen-Baulinien, die somit zu einer materiellen Enteignung führen können, werden in der Regel in den Ausführungsprojekten festgelegt und durch öffentliche Auflage der Pläne den Betroffenen zur Kenntnis gebracht (Art. 26 NSG). Innerhalb der Auflagefrist kann gegen das Projekt oder die darin enthaltenen Baulinien bei der zuständigen kantonalen Behörde Einsprache erhoben werden (Art. 27 NSG). Gegen den Einspracheentscheid ist nach der Rechtsprechung zu Art. 99 lit. c OG die Verwaltungsgerichtsbeschwerde insoweit zuzulassen, als (formell) Enteignete oder in ein Landumlegungsverfahren Einbezogene oder Gemeinden und Organisationen, die zur Anmeldung von Begehren im Sinne von Art. 7 bis 10 EntG befugt sind, als Beschwerdeführer auftreten (vgl. etwa BGE 117 Ib 285 E. 2a S. 290 f., BGE 105 Ib 338 E. 2c S. 341). Dagegen ist die Ausnahmebestimmung von Art. 99 lit. c OG von Bundesrat und Bundesgericht bisher so interpretiert worden, dass Verfügungen über Pläne, die bloss eine |139| materielle Enteignung bewirken können, der Verwaltungsgerichtsbarkeit nicht unterstünden und mit Verwaltungsbeschwerde beim Bundesrat anzufechten seien (VPB 1974 Nr. 104 E. 2 S. 104 f., 1985 Nr. 34 Ziff. 2 S. 193; Urteil vom 1. Oktober 1979, publ. in ZBl 81/1980 S. 90 f., nicht publ. Entscheide i.S. Commune de Vernier et Cloetta vom 6. März 1984 und i.S. Wendling vom 7. Dezember 1984). Diese Auslegung lässt sich im Lichte der sich auf die Praxis des Europäischen Gerichtshofes stützenden Entscheidungen des Bundesgerichtes zu Art. 6 Ziff. 1 EMRK nicht mehr aufrechterhalten.\n\nDas Bundesgericht hielt bereits in seiner Rechtsprechung zur Eigentumsgarantie fest, dieses verfassungsmässige Recht verpflichte die Kantone, ein gerichtliches Verfahren vorzusehen, in dem die von einer materiellen Enteignung Betroffenen ihre Ansprüche geltend machen könnten (vgl. BGE 112 Ib 176 E. 3a und die dort zitierten Entscheide). Der Zugang zum Richter müsse, wie weiter im Rahmen von eidgenössischen Expropriationen dargelegt worden ist (BGE 111 Ib 227 E. 2e S. 231 und BGE 112 Ib 176), auch im Verfahren der formellen Enteignung gewährleistet werden, und zwar aufgrund der Vorschrift von Art. 6 Ziff. 1 EMRK und der ihr in der Praxis beigelegten Bedeutung nicht nur bei der Festsetzung der Enteignungsentschädigung, sondern auch im vorangehenden Verfahren, in welchem über die Zulässigkeit des enteignenden Eingriffs entschieden wird (vgl. die Hinweise auf die Rechtsprechung des europäischen Gerichtshofes in BGE 111 Ib 227 E. 2e). Dieser Anspruch auf richterliche Überprüfung des Enteignungstitels ist im Grundsatzentscheid BGE BGE 115 Ia 66 für kantonalrechtliche Enteignungen bestätigt worden. Hieraus ist - was Verfügungen über Pläne betrifft - gefolgert worden, dass bei der Festsetzung von (Sonder-)Nutzungsplänen für ein konkretes Projekt, mit deren Genehmigung zugleich das Recht zur (formellen) Enteignung verliehen wird, den Anforderungen von Art. 6 EMRK entsprochen werden müsse; die Kontrolle solcher Planungen müsse daher im kantonalen oder eidgenössischen Verfahren einem alle Sachverhalts- und Rechtsfragen frei prüfenden Richter anvertraut werden können (vgl. BGE 114 Ia 114, BGE 118 Ia 223 mit der in E. 1c S. 227 zitierten Rechtsprechung des europäischen Gerichtshofes, BGE 118 Ia 331). Gleiches habe auch für den Erlass von Perimeter-Plänen in Landumlegungsverfahren zu gelten, da der Einbezug eines Grundstücks in die Umlegung jedenfalls zu Eigentumsbeschränkungen und allenfalls auch zu enteignenden Eingriffen führe (vgl. BGE 117 Ia 378 E. 5a mit Hinweisen auf |140| die Entscheide des europäischen Gerichtshofes, BGE 118 Ia 353 E. 2a). Dass der Anspruch des Grundeigentümers auf umfassenden gerichtlichen Rechtsschutz auch bei drohender materieller Enteignung bestehe, hat das Bundesgericht schliesslich in BGE 118 Ia 372 E. 6b S. 382 ausdrücklich erwähnt, wo es - ähnlich wie hier - um den Erlass eines Verkehrsbaulinienplanes zur Freihaltung des künftigen Strassenraumes und Sicherung des Landerwerbs ging. Übrigens ist auch unlängst die Anwendbarkeit von Art. 6 EMRK auf die Unterschutzstellung einer Baute angesichts dessen bejaht worden, dass diese Massnahme im konkreten Fall enteignungsähnlichen Charakter (\"un caractère quasi expropriatif\") habe (s. BGE 119 Ia 88 E. 4b S. 94 und die Übersicht über die Rechtsprechung in E. 3b S. 92 f.).\n\nIst somit nach bundesgerichtlicher Rechtsprechung zu Art. 6 EMRK der gerichtliche Rechtsschutz auch beim Erlass von Plänen zu gewährleisten, durch welche Enteignungen oder Eigentumsbeschränkungen, die einer Enteignung gleichkommen, herbeigeführt werden können, so lässt es sich nicht mehr rechtfertigen, bei der Anwendung von Art. 99 lit. c OG zwischen formeller und materieller Enteignung zu unterscheiden und eine Gabelung des Rechtsweges vorzusehen. Die genannte Verfahrensgarantie ist nur gegeben, wenn die von den Verwaltungsbehörden ausgehenden Verfügungen über Pläne im Sinne von Art. 99 lit. c OG, die - wie hier der Nationalstrassen-Baulinienplan - enteignungsgleiche oder -ähnliche Wirkung haben können, ebenfalls der eidgenössischen Verwaltungsgerichtsbarkeit unterstellt werden. Auf die Verwaltungsgerichtsbeschwerde ist daher einzutreten.\n\n2. Die Beschwerdeführer beanstanden in erster Linie, dass gemäss angefochtenem Beschluss gewisse im Ausführungsprojekt enthaltene Baulinien aufgehoben würden, da diese - soweit überhaupt erforderlich - durch Baulinien nach kantonalem Recht ersetzt worden seien. Es gehe nicht an - so die Beschwerdeführer -, eine gestützt auf ein Bundesgesetz festgelegte und formell genehmigte Baulinie einfach nach kantonalem Recht ausser Kraft zu setzen und darüber hinaus noch zu Ungunsten der Betroffenen abzuändern.\n\nWie der Luzerner Regierungsrat in seiner Beschwerdeantwort bestätigt hat, sollen im heutigen Verfahren jene Baulinien aufgehoben werden, die seinerzeit für das durch den Nationalstrassenbau berührte kantonale und kommunale Strassennetz gezogen worden sind. Im Bereich der Grundstücke der Beschwerdeführer betrifft dies die Baulinien für die im Ausführungsprojekt vorgesehene Querverbindungs-Strasse über das Grossfeld, auf deren Bau nach |141| dem vorliegenden Plan offenbar verzichtet worden ist. Diese Baulinien werden nun durch den abgeänderten Baulinienplan - also durch bundesrechtliche und keineswegs durch kantonalrechtliche Verfügung - ersatzlos aufgehoben. Inwiefern darin eine Verletzung formellen oder materiellen Bundesrechts liegen soll, ist nicht ersichtlich. Ebenfalls ist nicht einzusehen, welches Interesse die Beschwerdeführer - die sich für eine möglichst weitgehende Freihaltung ihres Grundeigentums einsetzen - an der Beibehaltung offensichtlich unnütz gewordener Baulinien haben könnten. Die Beschwerde erweist sich in dieser Hinsicht als unbegründet.\n\n3. Weiter beklagen sich die Beschwerdeführer darüber, dass der Kanton den Nationalstrassen-Baulinienabstand im Bereich der \"Überführung Grossfeld\" - einer dem Güterverkehr dienenden Brücke - etwas vergrössern will, um sich das im Fall eines Autobahn-Ausbaus für die beidseitigen Böschungen notwendige Land zu sichern. Diese Massnahme sei rechtswidrig, da nicht geprüft worden sei, ob am Ausbau der Nationalstrasse auf drei Spuren überhaupt ein öffentliches Interesse bestehe, und die Erweiterung auch keiner Umweltverträglichkeitsprüfung unterzogen worden sei. Im übrigen bestehe kein Grund für ein Abweichen vom normalen Baulinienabstand von 25 m, der in Art. 2 Abs. 1 der Verordnung über die Nationalstrassen vom 24. März 1964 (NSV; SR 725.111) vorgesehen werde.\n\nWie bereits dargelegt, sind gemäss Art. 22 NSG Baulinien längs der Nationalstrassen festzulegen und ist bei deren Bemessung namentlich auf die Anforderungen der Verkehrssicherheit und der Wohnhygiene sowie auf die Bedürfnisse eines allfälligen Ausbaues der Strasse Rücksicht zu nehmen. Diese Baulinien sind demnach von Gesetzes wegen zu ziehen, sie haben nach ausdrücklicher Vorschrift auch einem allfälligen Ausbau Rechnung zu tragen und dienen im übrigen anderen Zwecken als die Verkehrsbaulinien, die die Freihaltung des Strassenraumes für ein künftiges, noch nicht konkret erarbeitetes Projekt sichern sollen (vgl. BGE 118 Ia 372). Es kann angesichts der Natur dieser Linien keine Rede davon sein, dass bei deren nachträglicher Korrektur bereits die Umweltverträglichkeitsprüfung und die Interessenabwägung vorgenommen werden müssten, die der Genehmigung des Ausführungsprojektes für einen Ausbau der Nationalstrasse voranzugehen hätten. Vielmehr muss genügen, dass einer Erweiterung der Baulinien keine überwiegenden privaten Interessen entgegenstehen.\n\n|142|\n\nDass ein öffentliches Interesse daran besteht, die Autobahn im Bereich der Brücke \"Grossfeld\" bei einem Ausbau weiterhin zwischen Böschungen führen und auf die Erstellung teurer Stützmauern verzichten zu können, ist offensichtlich und an sich unbestritten. Diesem Anliegen steht nur ein relativ geringes Interesse der Beschwerdeführer an der Reduktion des Baulinienabstandes gegenüber, gehören doch ihre grossflächigen Grundstücke - wie im angefochtenen Entscheid ausgeführt - nicht zur Bauzone und würden diese auch bei einer Einzonung durch die geringe Baulinien-Belastung in ihrer Überbaubarkeit kaum eingeschränkt. Der Luzerner Regierungsrat durfte daher, wie es Art. 2 Abs. 3 NSV ausdrücklich gestattet, bei der Festsetzung des Baulinienabstandes mit gutem Grund von der Regel abweichen. Die Beschwerde ist somit auch in diesem Punkte abzuweisen."}