{"annee": "120", "cour": "II", "page": "71", "date": "8/2/1994", "cite": ["114 II 82", "69 II 421"], "cite_par": ["125 III 241", "121 III 279", "123 III 485"], "chapeau": "16. Auszug aus dem Urteil der I. Zivilabteilung vom 8. Februar 1994 i.S. X. AB gegen Y. und Z. (Berufung)", "regestes": ["Art. 1 al. 2 LBI; activité inventive, homme du métier. Il n'est pas nécessaire que l'homme du métier, dont il y a lieu de juger de l'activité inventive, soit une personne individuelle, avec des connaissances uniquement en un domaine professionnel. A certaines conditions sont au contraire déterminantes les connaissances et aptitudes d'un groupe entier de spécialistes en différents domaines techniques."], "faits": "|71|\n\nDie X. AB ist Inhaberin eines Schweizer Patentes für eine Wegwerfwindel, das ihr unter Inanspruchnahme einer schwedischen Priorität vom 25. Oktober 1982 am 31. März 1988 erteilt worden ist.\n\nMit Klage vom 13. Juni 1989 stellten die Gesellschaften Y. und Z. beim Handelsgericht des Kantons Bern den Antrag, es sei die Nichtigkeit des Patentes der X. AB festzustellen. Darauf schränkte diese ihr Patent, das in einem unabhängigen und in acht abhängigen Ansprüchen definiert war, in teilweiser Anerkennung der Klage ein. Der unabhängige Anspruch lautete nun wie folgt: |72|\n\n\"Wegwerfwindel, die mittels eines Druckklebebandes angelegt wird, welche Windel umfasst: eine flüssigkeitsdurchlässige zum Anliegen am Körper des Verwenders der Windel bestimmte Aussenschicht, eine flüssigkeitsdichte Aussenschicht, einen absorbierenden Körper, welcher zwischen den Aussenschichten angeordnet ist und an einem Ende der Windel Bandlappen in der Nähe der Ecken der Windel angeordnet sind, die jeweils mit einem Abschnitt permanent mit der flüssigkeitsdichten Aussenschicht am Ende der Windel verbunden sind, dadurch gekennzeichnet, dass ein Kunststoffstreifen zum Befestigen der Bandlappen beim Anlegen der Windel an dem entgegengesetzten Ende der Windel befestigt ist und aus einem Material besteht, welches unelastisch ist und Eigenschaften zum Befestigen der Bandlappen aufweist, um diese zu lösen und wieder zu befestigen, wobei der Kunststoffstreifen zur Steuerung der Adhäsion und Wiederbefestigungskapazität mit einer Prägung versehen ist.\"\n\nDie Beklagte hielt zudem an fünf abhängigen Patentansprüchen fest, mit denen teils die Grösse sowie das Material und die Anordnung des Kunststoffstreifens variiert, teils die Reissfestigkeit der flüssigkeitsdichten Aussenschicht im Verhältnis zur Klebefestigkeit des Klebstoffes der Bandlappen und des Kunststoffstreifens bestimmt wurde. Die Klägerinnen beharrten indessen auch gegenüber dem so eingeschränkten Patent auf ihrem Antrag auf Nichtigerklärung.\n\nMit Urteil vom 1. Dezember 1992 stellte das Handelsgericht in Gutheissung der Klage fest, das Patent der Beklagten sei auch in der eingeschränkten Fassung nichtig. Die Nichtigkeit wurde damit begründet, es fehle eine erfinderische Tätigkeit.\n\nDie Beklagte hat das Urteil des Handelsgerichts mit Berufung angefochten, die vom Bundesgericht abgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. Der Bereich des Erfinderischen beginnt nach der Rechtsprechung des Bundesgerichts erst jenseits der Zone, die zwischen dem vorbekannten Stand der Technik und dem liegt, was der durchschnittlich gut ausgebildete Fachmann des einschlägigen Gebiets gestützt darauf mit seinem Wissen und seinen Fähigkeiten weiterentwickeln und finden kann. Entscheidend ist daher, ob ein solcher Fachmann nach all dem, was an Teillösungen und Einzelbeiträgen den Stand der Technik ausmacht, schon mit geringer geistiger Anstrengung auf die Lösung des Streitpatentes kommen kann oder ob es dazu eines zusätzlichen schöpferischen Aufwandes bedarf (BGE 114 II 82 E. 2b S. 85 f.; BGE vom 17. November 1989 in SMI 1990, E. 2b S. 135). Diese |73| Anforderungen an die erfinderische Tätigkeit, welche das Patentgesetz mit dem Begriff des Nichtnaheliegens umschreibt (Art. 1 Abs. 2 PatG [SR 232.14]), galten im wesentlichen - damals unter dem Begriff der Erfindungshöhe - schon vor der Revision des Patentgesetzes von 1978, mit der dieses harmonisiert, das heisst an bestimmte internationale Übereinkommen, darunter das Europäische Patentübereinkommen (EPÜ), angeglichen worden ist (vgl. BBl 1976 II S. 1 ff.). Insoweit sind Nichtnaheliegen und Erfindungshöhe inhaltsgleiche Begriffe, wie bereits in zwei früheren Entscheiden festgehalten worden ist (vom 24. Juli 1991, E. 2a, publ. in SMI 1993 S. 144 ff.; zit. Entscheid vom 17. November 1989, E. 2b).\n\nDer durchschnittlich gut ausgebildete Fachmann, auf den bei der Beurteilung der erfinderischen Tätigkeit abgestellt wird, ist weder ein Experte des betreffenden technischen Sachgebiets noch ein Spezialist mit hervorragenden Kenntnissen. Er muss nicht den gesamten Stand der Technik überblicken, jedoch über fundierte Kenntnisse und Fähigkeiten, über eine gute Ausbildung sowie ausreichende Erfahrung verfügen und so für den in Frage stehenden Fachbereich gut gerüstet sein (zit. Entscheid vom 24. Juli 1991, E. 2a; HILTY, Der Schutzbereich des Patents, S. 126). Die erfinderische Tätigkeit ist - vereinfacht ausgedrückt - an den Fähigkeiten eines Konstrukteurs und nicht an jenen eines Erfinders zu messen (vgl. ZR 1988 Nr. 91, E. 3). Bei der Bestimmung der erforderlichen Qualifikation müssen indessen die Besonderheiten des technischen Zweiges berücksichtigt werden. In diesem Sinne ist der gewerblichen Zielsetzung und der in einem bestimmten Bereich üblichen Art, Fachleute einzusetzen, Rechnung zu tragen. Das kann dazu führen, dass auf die Kenntnisse und Fähigkeiten eines ganzen Forschungsteams oder eines Durchschnittsfachmanns abzustellen ist, der von einem Stab von wissenschaftlich geschulten und forschenden Mitarbeitern unterstützt wird (BENKARD/BRUCHHAUSEN, N. 11 zu § 4 DPatG; SINGER, N. 16 zu Art. 56 EPÜ; PAGENBERG, Münchner Gemeinschaftskommentar, N. 28 zu Art. 56 EPÜ). Ein solches Vorgehen drängt sich besonders dann auf, wenn bereits der massgebende Stand der Technik auf einer Kombination von Kenntnissen aus verschiedenen Bereichen der Technik beruht und jede Weiterentwicklung die Berücksichtigung mehrerer technischer Teilbereiche bedingt. Diesfalls handelt es sich zwangsläufig um einen kombinierten Fachbereich, der aus verschiedenen Gebieten stammendes Wissen voraussetzt, auf das auch der Durchschnittsfachmann im Sinne des Patentgesetzes angewiesen ist. |74|\n\nAbzustellen ist deshalb auf einen Fachmann, der in allen technischen Gebieten, die von der Lehre des Streitpatentes berührt werden, ein durchschnittliches Fachwissen besitzt oder es sich mit Hilfe eines Mitarbeiterstabes aneignen kann.\n\nIm Lichte dieser Kriterien ist nicht zu beanstanden, dass das Handelsgericht bei der Beurteilung der erfinderischen Tätigkeit auf die durchschnittlichen Kenntnisse und Fähigkeiten sowohl von Klebstoff- als auch von Werkstofftechnikern abgestellt hat. Zum einen ist angesichts der Entwicklungs- und Produktionsverhältnisse, wie sie bei der Fabrikation von Wegwerfwindeln üblich sind, davon auszugehen, dass sich nicht ein einzelner Techniker, sondern eine ganze Gruppe von Personen aus verschiedenen technischen Bereichen mit der Entwicklung einer verbesserten Wegwerfwindel beschäftigt. Zum andern setzt die Lösung der Aufgabe des Streitpatentes (wiederholte Verschliessbarkeit der Wegwerfwindel) voraus, dass einerseits das Adhäsionsverhalten der mit Klebstoff versehenen Bandlappen beachtet und anderseits die Beschädigung der flüssigkeitsdichten Aussenschicht beim Lösen der Bandlappen verhindert wird. Bei der Fortentwicklung des Standes der Technik ist es deshalb unumgänglich, die Erkenntnisse aus beiden Gebieten zu berücksichtigen. Dementsprechend hat der - im erwähnten Sinne umschriebene - Fachmann im Gesamtbereich der Problemstellung Umschau zu halten und muss sich, falls er lediglich über Kenntnisse in einem der in Betracht fallenden, produktbedingt aber zusammenhängenden Gebieten verfügt, auch jene des Nachbarbereichs aneignen oder erläutern lassen. Ist die Fortentwicklung in beiden Teilbereichen für sich allein naheliegend, so ist es auch deren Kombination, sofern diese nicht ihrerseits - im Sinne einer Kombinationserfindung - auf erfinderischer Tätigkeit beruht. Davon kann indessen im vorliegenden Fall keine Rede sein. Festzuhalten ist schliesslich, dass die Berücksichtigung koordinierter Fachkenntnisse entgegen dem Einwand der Beklagten nicht gegen das Verbot der rückschauenden Betrachtungsweise (vgl. dazu BGE 69 II 421 E. I/4 S. 427) verstösst. Ein solches Vorgehen läuft nicht darauf hinaus, bloss aus der Einfachheit der gefundenen Lösung rückblickend auf deren Naheliegen zu schliessen. Es geht vielmehr darum, eine erfinderische Tätigkeit nicht bereits deshalb zu bejahen, weil die Lösung verschiedene Merkmale aufweist, die mehreren technischen Gebieten angehören, und dieses Zusammenwirken für die Lösung der Aufgabe klar erkennbar notwendig ist. |75|\n\nAusgehend von den Fähigkeiten und Kenntnissen eines so umschriebenen Fachmannes kann dem Schluss der Vorinstanz zugestimmt werden, dass der mit dem Streitpatent aufgezeigten Lösung keine schöpferische Leistung und damit keine erfinderische Tätigkeit im Sinne des Patentgesetzes zugrunde liegt. Wie bereits erwähnt worden ist, liess sich die Idee, die Wegwerfwindel durch einen Kunststoffstreifen im Verschlussbereich zu verstärken, dem massgebenden Stand der Technik entnehmen. Ebenfalls bekannt war, dass die Adhäsion und Wiederbefestigungskapazität durch eine Prägung des Befestigungsbereichs gesteuert werden kann. Diese beiden Erkenntnisse in bezug auf den Verschluss einer Wegwerfwindel zu kombinieren, lag dem Fachmann offensichtlich nahe. Eine vorher bestehende technische Fehlvorstellung (Vorurteil) wurde damit nicht überwunden. Dass eine Lösung, die auf einer Kombination von Vorbekanntem beruht, möglicherweise ein lange bestehendes praktisches Bedürfnis befriedigt, reicht im übrigen für sich allein zur Bejahung einer erfinderischen Tätigkeit nicht aus. Zusätzlich wäre zu fordern, dass die Kombination nicht nahelag und besondere technische Schwierigkeiten zu meistern waren (vgl. BENKARD/BRUCHHAUSEN, N. 19 zu § 4 DPatG). Beides ist aber nach dem Gesagten im vorliegenden Fall zu verneinen. Das Handelsgericht hat im weitern zutreffend darauf hingewiesen, dass das Streitpatent weder über die Art der Prägung noch des zu verwendenden Klebstoffes etwas aussage und sich deshalb auch in dieser Hinsicht keine erfinderische Tätigkeit erkennen lasse. Der in diesem Zusammenhang erhobene Vorwurf, das Handelsgericht habe die Bedeutung abhängiger Patentansprüche verkannt, ist unerheblich. Die damit kritisierte Erwägung, wonach die Erwähnung eines Merkmals erst im letzten abhängigen Anspruch (gemeint: in der ursprünglichen Patentfassung) auf dessen Unwichtigkeit hindeute, ist zwar in dieser allgemeinen Form fragwürdig. Die Vorinstanz hat indessen nicht entscheidend darauf abgestellt, weshalb es sich erübrigt, die Frage im Berufungsverfahren weiter zu erörtern."}