{"annee": "120", "cour": "II", "page": "5", "date": "28/2/1994", "cite": ["111 II 1", "106 II 117", "107 II 105", "71 II 214", "107 II 504", "118 II 101", "62 II 268", "99 II 246"], "cite_par": ["126 III 198", "130 III 102", "126 III 361", "138 III 219", "139 III 384", "123 III 414", "127 III 429", "129 III 689", "130 III 550"], "chapeau": "3. Auszug aus dem Urteil der II. Zivilabteilung vom 28. Februar 1994 i.S. E. gegen X. AG (Berufung)", "regestes": ["Intérêt au recours; lésion comme condition de recevabilité. Droit de demander la nomination d'un curateur pour une personne morale (art. 397 CC). Le recours en réforme n'est recevable que dans la mesure où son auteur est lésé par la décision attaquée (consid. 2a). Seul celui qui peut subir un préjudice du fait de l'absence de représentation d'une personne morale a le droit de requérir la nomination d'un curateur pour cette dernière (consid. 2b). Celui qui a constaté que l'organe d'une personne morale se trouve dans un conflit d'intérêts peut néanmoins se fonder sur le pouvoir de représentation de l'organe, lorsque l'existence du pouvoir lui a été confirmée par l'autorité tutélaire compétente pour la nomination d'un curateur (consid. 3c)."], "faits": "BGE 120 II 5 S. 6\n\nA.- Anton E. und Max A. sind beide Aktionäre der X. AG. Max A. ist zudem deren einziger Verwaltungsrat.\n\nAm 3. Dezember 1990 hat Anton E. Max A. und die X. AG vor einem Schiedsgericht eingeklagt und die Übertragung von 25 Namensaktien der X. AG von Max A. auf ihn sowie die entsprechende Eintragung im Aktienbuch verlangt. In diesem Verfahren beantragte Anton E., der X. AG sei ein Prozessbeistand zu bestellen. Das Schiedsgericht setzte Anton E. Frist an, um ein entsprechendes Gesuch bei der zuständigen Vormundschaftsbehörde zu stellen. BGE 120 II 5 S. 7\n\nAm 9. August 1991 hatte Anton E. beim Einzelrichter in Schuldbetreibung und Konkurs beantragt, über die X. AG ohne vorgängige Betreibung den Konkurs zu eröffnen. Der Einzelrichter in Schuldbetreibung und Konkurs sistierte dieses Verfahren bis zur rechtskräftigen Entscheidung über das Gesuch um Ernennung einer Beistandschaft für die X. AG.\n\nB.- Am 2. Dezember 1991 gelangte Anton E. mit dem Gesuch an den Gemeinderat als Vormundschaftsbehörde, der X. AG sei ein Beistand bzw. ein Prozessvertreter zu ernennen. Am 10. Februar 1992 wies der Gemeinderat dieses Gesuch ab.\n\nEine gegen diesen Entscheid von Anton E. eingereichte Beschwerde wurde mit Beschluss vom 1. Juni 1992 vom Regierungsrat abgewiesen.\n\nMit Entscheid vom 14. Dezember 1993 wies das Verwaltungsgericht des Kantons Nidwalden eine von Anton E. gegen den regierungsrätlichen Beschluss erhobene Verwaltungsgerichtsbeschwerde ab.\n\nC.- Anton E. gelangt mit Berufung an das Bundesgericht und verlangt neben der Aufhebung des vorinstanzlichen Entscheides im wesentlichen die Bestellung eines Beistands für die X. AG in den vor Schiedsgericht und vor dem Einzelrichter in Schuldbetreibung und Konkurs hängigen Verfahren.\n\nDie X. AG beantragt, auf die Berufung nicht einzutreten, eventuell sei sie abzuweisen. Das Verwaltungsgericht hat mit Hinweis auf das angefochtene Urteil auf Gegenbemerkungen verzichtet.", "considerants": "Aus den Erwägungen:\n\n2. Die Berufungsbeklagte beantragt, auf das Rechtsmittel nicht einzutreten, weil der Berufungskläger zur Berufung nicht legitimiert sei. Er habe in keinem Zeitpunkt die von ihm behaupteten eigenen Interessen oder die Interessen der Berufungsbeklagten namhaft gemacht, die er zu schützen vorgebe.\n\na) Jeder Anspruch auf staatlichen Rechtsschutz setzt eine Beschwer voraus (MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, Zürich 1992, S. 63; STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, Zürich 1982, N. 9 zu § 51; STAEHELIN/SUTTER, Zivilprozessrecht, Zürich 1992, S. 249). Die formelle Beschwer ist gegeben, wenn der Partei nicht zugesprochen worden ist, was sie beantragt hatte. Zudem muss aber auch eine materielle Beschwer vorliegen, d.h. der angefochtene Entscheid muss die Partei in ihrer Rechtsstellung treffen, für BGE 120 II 5 S. 8sie in ihrer rechtlichen Wirkung nachteilig sein, und die Partei muss deshalb an der Abänderung interessiert sein (ERNST HÄGI, Die Beschwer als Rechtsmittelvoraussetzung im schweizerischen und im deutschen Zivilprozessrecht, Diss. Zürich 1974, S. 105). Diese Voraussetzung gilt auch für die eidgenössischen Rechtsmittel (zur Nichtigkeitsbeschwerde: BGE 107 II 506; zur staatsrechtlichen Beschwerde: 118 Ia 231 f.; zur Berufung: 111 II 1 f.; MESSMER/IMBODEN, S. 63 f.; POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Bern 1990, N. 5.1. zu Art. 53 OG; STRÄULI/MESSMER, N. 12 zu § 51 ZPO ZH; HÄGI, S. 123 ff.).\n\nEin solches Interesse ist in aller Regel ohne weiteres gegeben, wenn eine formelle Beschwer vorliegt. In gewissen Bereichen des Zivilrechts bestehen aber typischerweise Ausnahmen, so beispielsweise bei der Klage auf Aufhebung einer Stiftung nach Art. 89 Abs. 1 ZGB (BGE 99 II 256 f.) und bei der Scheidung, wenn diese aus einem anderen, als dem von der Partei angerufenen Grund ausgesprochen worden ist (BGE 106 II 117 ff.). Demgegenüber stellte sich zwar die Frage der materiellen Beschwer bei der Berufung, mit der eine Partei geltend machte, nur ihre Scheidungsklage hätte gutgeheissen werden dürfen und die Widerklage des Ehegatten hätte abgewiesen werden müssen, wenn beide Klagen gutgeheissen worden sind; die Frage wurde bejaht (BGE 111 II 1; weitere Beispiele aus der älteren Praxis bei HÄGI, S. 123 ff.).\n\nb) An der Beistandsernennung für eine andere Person kann jemand nur ein Rechtsschutzinteresse haben, wenn ihm ein Antragsrecht zukommt. Gemäss Art. 397 Abs. 1 ZGB gelten für das Verfahren bei der Anordnung einer Beistandschaft die gleichen Vorschriften wie bei der Bevormundung. Von diesem Verweis werden grundsätzlich auch die Regeln über den Kreis der antragsberechtigten Personen erfasst (SCHNYDER/MURER, Berner Kommentar, 1984, N. 35 zu Art. 397 ZGB). Legitimiert ist von Bundesrechts wegen, wer für die Anordnung der Beistandschaft ein rechtlich relevantes Interesse hat. Soweit es um eine natürliche Person geht, liegt dieses in erster Linie in den familienrechtlichen Unterhaltsansprüchen und der Verwandtenunterstützung begründet (SCHNYDER/MURER, N. 35 zu Art. 397 ZGB). Bei der juristischen Person ist danach zu unterscheiden, wem aus der fehlenden Vertretung ein Nachteil erwachsen kann (vgl. BGE 71 II 216 f.). Ob das kantonale Recht eine weitergehende Legitimation Privater vorsehen kann, wie das Bundesgericht dies in einem alten Entscheid angenommen (BGE 62 II 270), später dann aber wieder in Zweifel gezogen hat (nicht publ. BGE 120 II 5 S. 9Entscheid v. 9. Juni 1987 i.S. D. und Mitbeteiligte, E. 2), erscheint äusserst fraglich, braucht aber vorliegend nicht entschieden zu werden. Dass hier der Kanton Nidwalden ein über das Bundesrecht hinausgehendes Antragsrecht kennt, ist nämlich nicht dargetan.\n\nc) Vorliegend verlangt der Berufungskläger einen Beistand für die Berufungsbeklagte in zwei Prozessen, die er gegen sie führt. Unbestrittenermassen ist er durch den Entscheid der Vorinstanz formell beschwert. Eine materielle Beschwer läge hingegen nur vor, wenn seine eigene Rechtsstellung durch die Frage der Vertretung der Gegenpartei betroffen wäre. Eine solche Betroffenheit besteht, soweit durch eine unrichtige Vertretung der Gegenpartei in einem Prozess dem Berufungskläger ein rechtlicher Nachteil entstehen könnte.\n\nMit Bezug auf die gesetzliche Vertretung hat das Bundesgericht entschieden, dass der gute Glaube in die Vertretungsmacht zu schützen sei, wenn der Interessenkonflikt für den Dritten nicht erkennbar war (BGE 107 II 115 f.; vgl. auch BGE 118 II 107). Ob der Interessenkonflikt die Vertretungsmacht überhaupt begrenzt, wenn die Vormundschaftsbehörde die Bestellung eines Beistands ausdrücklich ablehnt, ist dabei offen gelassen worden (BGE 107 II 113). Nur falls eine Begrenzung auch in diesem Fall angenommen wird, stellt sich die weitere Frage, ob der Dritte auf den Entscheid der Vormundschaftsbehörde vertrauen darf, wenn er selber am Fehlen eines Interessenkonflikts zweifelt.\n\nDiese Rechtsprechung kann nicht unbesehen auf das Handeln der Organe einer juristischen Person übertragen werden, da letztere nicht nur durch die rechtsgeschäftlichen Handlungen ihrer Organe verpflichtet wird, sondern auch durch deren sonstiges Verhalten (Art. 55 Abs. 2 ZGB). Bei der Aktiengesellschaft kann der zur Vertretung befugte Verwaltungsrat im Namen der Gesellschaft alle Rechtshandlungen vornehmen, die der Zweck der Gesellschaft mit sich bringen kann (Art. 718a Abs. 1 OR). Nach Art. 718a Abs. 2 OR kann diese Vertretungsmacht zwar beliebig auch mit Wirkungen gegenüber Dritten beschränkt werden, eine Beschränkung der Vertretungsbefugnis hat aber gegenüber Gutgläubigen keine Wirkung, wenn sie nicht im Handelsregister eingetragen ist (vgl. BÖCKLI, Das neue Aktienrecht, Zürich 1992, Rz. 1580). Wohl hat der Gesetzgeber dabei in erster Linie an Einschränkungen der Zuständigkeit von Organen auf bestimmte Teilbereiche einer Gesellschaft gedacht. Dieser Gutglaubensschutz muss aber dem Dritten auch zukommen, wenn es um die Frage der Interessenkollision geht. Eine BGE 120 II 5 S. 10Beschränkung der Vertretungsmacht liegt regelmässig bei Insichgeschäften vor, wenn die Gefahr einer Interessenkollision besteht und nicht eine besondere Ermächtigung der dafür zuständigen Organe gegeben ist. In einem neueren Aufsatz vertritt ZOBL die Meinung, dass diese Beschränkung der Vertretungsmacht nicht auf die übrigen Fälle der Interessenkonflikte übertragen werden könne (ZOBL, Probleme der organschaftlichen Vertretungsmacht, ZBJV 1989, S. 305 f.). Allerdings will dieser Autor dann doch wieder geprüft haben, ob der Vertreter gestützt auf das Innenverhältnis zum Abschluss des fraglichen Geschäfts befugt gewesen ist (ZOBL, S. 307). Im Innenverhältnis kann aber der Interessenkonflikt Grund für eine Beschränkung der Vertretungsmacht darstellen. Rechtsklarheit und -sicherheit verlangen jedoch, dass Dritte sich auf die im Handelsregister eingetragene Vertretungsmacht verlassen können. Ein Gutglaubensschutz muss von daher auch bestehen, wenn der Dritte zwar die Möglichkeit eines Interessenkonflikts erkannt hat, ihm aber das dafür zuständige Organ der juristischen Person beziehungsweise die für eine Beistandsernennung zuständige Vormundschaftsbehörde das Bestehen der Vertretungsmacht bestätigt hat.\n\nMuss sich die Gesellschaft die Handlungen ihres Verwaltungsrates in den beiden Prozessen entgegenhalten lassen, für die der Berufungskläger die Beistandsernennung beantragt, so kann diesem aus dem Fehlen eines Beistands auch kein Nachteil erwachsen. Insofern ist er nicht im dargelegten Sinne materiell beschwert.\n\nEine materielle Beschwer des Berufungsklägers lässt sich auch nicht aus dessen Aktionärsstellung ableiten. Wohl kann in der Regel die Vertretung durch einen Verwaltungsrat, dessen Interessen mit jenen der Gesellschaft kollidieren, zu einem Schaden führen, der - wenigstens indirekt - auch die Aktionäre trifft. Handelt es sich aber um einen Prozess zwischen der Gesellschaft und einem Aktionär, so kann letzterer nicht geltend machen, es entstehe der Gesellschaft und damit auch ihm ein Schaden, wenn diese den Prozess verliere. Ein entsprechender Prozessausgang bedeutet ja sein Obsiegen.\n\nEs fehlt damit an einer Beschwer, weshalb auf die Berufung nicht einzutreten ist."}