{"annee": "120", "cour": "II", "page": "15", "date": "9/3/1994", "cite": ["61 II 323", "83 II 375", "91 II 100", "109 II 304", "119 II 84"], "cite_par": ["123 II 325", "143 III 242", "134 III 248", "123 II 74", "132 III 49", "121 II 317", "123 II 481"], "chapeau": "5. Auszug aus dem Urteil der II. Zivilabteilung vom 9. März 1994 i.S. X. AG gegen E. und B. G. (Berufung)", "regestes": ["Art. 684 CC. Bruit causé par des gens fréquentant un dancing. Un excès qui est la conséquence de l'usage du fonds peut ne se produire qu'à l'extérieur de celui-ci. Les personnes qui causent du bruit ne sont pas des tiers non autorisés dont le propriétaire du fonds ne doit pas répondre."], "faits": "|15|\n\nA.- E. und B. G. sind Eigentümer des Hotels A. an der Kantonsstrasse in F. Der X. AG gehört die nördlich desselben, ebenfalls an der Kantonsstrasse |16| gelegene, durch ein Wohn- und Geschäftshaus sowie eine zum Postplatz führende Querstrasse vom Hotel getrennte Liegenschaft, in welcher das Dancing I. Club betrieben wird.\n\nB.- Das Bezirksgericht Imboden hiess die Klage der E. und des B. G. am 2. Dezember 1992 teilweise gut, verbot der X. AG, den I. Club länger als bis zu den ortsüblichen Schliessungszeiten des Gastgewerbes geöffnet zu halten und drohte für den Fall der Widerhandlung gegen dieses Verbot ihren Organen unter Hinweis auf Art. 292 StGB Haft oder Busse an.\n\nDas Kantonsgericht von Graubünden wies die von der X. AG gegen dieses Urteil ergriffene Berufung am 13. Juli 1993 ab.\n\nC.- Die X. AG hat eidgenössische Berufung eingelegt mit dem Antrag, die Berufung gegen das Urteil des Bezirksgerichts Imboden gutzuheissen und die Klage vollumfänglich abzuweisen.\n\nE. und B. G. schliessen auf Abweisung der Berufung, soweit auf diese eingetreten werden könne. Das Kantonsgericht von Graubünden beantragt ebenfalls, die Berufung abzuweisen. Das Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2. Das Kantonsgericht stellt hinsichtlich Natur und Herkunft der von den Klägern beanstandeten Einwirkungen auf ihr Grundstück in tatsächlicher Hinsicht fest, die Gäste des Hotels A. seien während der Saison zwischen Mitternacht und drei Uhr morgens in ganz erheblichem Masse Lärm ausgesetzt. Die Ruhestörung werde insbesondere durch den Motorenlärm an- und wegfahrender Autos, Lärm vom Zuschlagen der Türen, vom Betrieb der Radios und vom Quietschen der Reifen verursacht. Zudem würden die Hotelgäste wie auch die Anwohner - fährt das Kantonsgericht fort - von sich laut unterhaltenden, rufenden und schreienden, teilweise betrunkenen Dancingbesuchern aus ihrem Schlafe aufgeweckt. Diese Beeinträchtigungen seien zu einem wesentlichen Teil direkte Folge des Betriebes des I. Clubs, der zeitweise von bis zu 150 Personen besucht werde, welche die öffentlichen Abstellflächen um den Postplatz benützten, da die Beklagte keine eigenen Parkplätze besitze. Die Vorinstanz rechnet diese zwar von öffentlichem Grund ausgehenden - von ihr unwidersprochen als übermässig bezeichneten - Immissionen dennoch der Beklagten zu, da zwischen dem Betrieb des I. Clubs und diesen ein ursächlicher Zusammenhang bestehe. |17|\n\nDie Beklagte bestreitet die Zurechenbarkeit im wesentlichen damit, der Lärm entstehe nicht im unmittelbaren Ein- und Ausgangsbereich des I. Clubs, sondern praktisch ausschliesslich auf entfernt liegendem, ihrer Herrschafts- und Einflussmöglichkeit entzogenem öffentlichem Grund. Die Ruhestörung stehe mit dem eigentlichen Betrieb des I. Clubs nicht in Verbindung. Die adäquate Kausalkette werde dadurch, dass sich die Gäste von ihrem Grundstück wegbegäben, unterbrochen. Die Beklagte wendet weiter ein, bei den Besuchern handle es sich nicht um ihre Hilfspersonen, sondern um unberechtigte Dritte, für deren Verhalten sie als Grundeigentümerin nicht einzustehen habe.\n\na) Nachbar im Sinne von Art. 684 ZGB ist nach allgemeiner Auffassung nicht nur der unmittelbare Anstösser, sondern jeder, der als Eigentümer eines Grundstücks von der Einwirkung betroffen wird (BGE 109 II 304 E. 2 S. 309 mit Hinweisen). Die Kläger haben deshalb in bezug auf die Gegenstand des vorliegenden Verfahrens bildenden Immissionen als Nachbarn der Beklagten zu gelten. Unter \"Einwirkungen auf das Eigentum der Nachbarn\", die unter den in Art. 684 ZGB bestimmten Voraussetzungen verboten werden können, ist alles zu verstehen, was sich als eine nach dem gewöhnlichen Lauf der Dinge unwillkürliche Folge eines mit der Benutzung eines andern Grundstücks adäquat kausal zusammenhängenden menschlichen Verhaltens auf dem betroffenen Grundstück auswirkt (MEIER-HAYOZ, N. 67 zu Art. 684 ZGB; HAAB/SIMONIUS, N. 7 zu Art. 684 ZGB; BGE 61 II 323 E. 4 S. 329). Die Immission muss nicht unbedingt von einer Benutzungshandlung ausgehen, die innerhalb der grundbuchlichen Grenzen des Ausgangsgrundstücks stattfindet; es genügt, dass sie als Folge einer bestimmten Benutzung oder Bewirtschaftung des Ausgangsgrundstücks erscheint, auch wenn die Störungsquelle ausserhalb des Grundstücks liegt. Deshalb ist der Lärm startender und landender Flugzeuge, auch soweit er nicht auf oder über dem Flugplatz entsteht, als Einwirkung des Flugplatzes anzusehen (MEIER-HAYOZ, N. 84 zu Art. 679 ZGB mit Hinweisen, N. 197 zu Art. 684 ZGB; STAUDINGER-ROTH, 12. Aufl., N. 102 zu § 906 BGB mit Hinweisen; SOERGEL-BAUR, 11. Aufl., N. 23a zu § 906 BGB mit Hinweisen), und der Grundeigentümer ist deshalb auch für die bei einem auf seinem Grundstück zu errichtenden Neubau durch die von der Belegung und Abschrankung des öffentlichen Strassenbodens hervorgerufene Verschlechterung des Zugangsweges zum nachbarlichen Ladengeschäft haftbar (BGE 91 II 100 E. 2 S. 106). In entsprechender Weise geht der Lärm von Gaststättenbetrieben auch dann vom Gaststättengrundstück |18| aus, wenn die Geräusche nicht auf dem Grundstück selbst oder dem dazugehörenden Parkplatz, sondern durch an- und abfahrende Personenwagen sowie aus der Unterhaltung der Gäste auf der öffentlichen Strasse in der Umgebung des Grundstücks erzeugt werden (STAUDINGER-ROTH, l.c.). Im Wesen einer Verursachungshaftung liegt es schliesslich, dass der Grundeigentümer nicht bloss für eigenes sowie für das Handeln eigentlicher Hilfspersonen einzustehen hat, sondern insbesondere auch für das Verhalten jener, die mit seiner Einwilligung das Grundstück oder dessen Einrichtungen benützen und daher nicht unbefugte Dritte sind (Keller, Haftpflicht im Privatrecht, Band I, 5. Aufl., S. 194; MEIER-HAYOZ, N. 63 zu Art. 679 ZGB; BGE 83 II 375 E. 2 S. 380).\n\nb) Das Kantonsgericht hat, indem es die durch das Verhalten der Gäste des I. Clubs ausserhalb der Grenzen des eigenen Grundstücks der Beklagten verursachten Immissionen auf die Liegenschaft der Kläger dem Gaststättengrundstück zurechnete, Bundesrecht demgemäss nicht verletzt. Die tatsächliche Feststellung der Vorinstanz, der übermässige Lärm sei zu einem wesentlichen Teil direkte Folge des Betriebes des I. Clubs, wird von der Beklagten in unzulässiger Weise kritisiert (Art. 55 Abs. 1 lit. c OG; BGE 119 II 84 mit Hinweis). Wenn nach der von der Beklagten nicht als bundesrechtswidrig beanstandeten Erwägung des Kantonsgerichts es der allgemeinen Erfahrung entspricht, dass Besucher von zur Nachtzeit geöffneten Gastwirtschaftsbetrieben durch lautes Sprechen, Singen, Grölen und beim Wegfahren mit ihren Autos unnötigen Lärm erzeugen, stellen die in Frage stehenden Lärmimmissionen auch adäquate Folge des Betriebes des I. Clubs dar. Eine Unterbrechung des adäquaten Kausalzusammenhanges wird nach dem Gesagten auch nicht dadurch bewirkt, dass sich die Gäste, wenn sie die Nachtruhe stören, nicht mehr auf dem Grundstück der Beklagten aufhalten, wenn nur - wie hier - ein Bezug zur Benützung desselben eindeutig besteht. Ohne Belang ist mithin auch, ob die Besucher, wenn sie Lärm machen, sich noch im Herrschaftsbereich der Beklagten oder ausserhalb desselben befinden, und ob sie bereits auf der Liegenschaft der Beklagten Hotelgäste auf diese Weise belästigt haben. Ihr Tun ist offenkundig kein solches unberechtigter Dritter, das bloss in einem unmittelbaren Zusammenhang mit der Benützung der öffentlichen Verkehrsflächen steht, jedoch mit der Ausübung des Grundeigentums durch die Beklagte nicht verknüpft ist. Dass die Lärmimmissionen \"bei Gebrauch des Grundstückes\" hervorgerufen werden |19| müssen, ist nicht zwingend, und dass sie \"an dasselbe gebunden\" sein müssen, trifft - wie dargelegt - ebenfalls nicht zu. Was die Beklagte zulässigerweise vorbringt, erweist sich insgesamt nicht als stichhaltig."}