{"annee": "120", "cour": "III", "page": "4", "date": "21/1/1994", "cite": ["68 III 16", "78 III 89", "80 III 97"], "cite_par": ["135 III 370"], "chapeau": "3. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 21. Januar 1994 i.S. Sch. (Rekurs)", "regestes": ["Art. 39 LP. 1. Les autorités de poursuite n'ont pas à examiner si les inscriptions ou radiations opérées au registre du commerce sont justifiées ou non. La poursuite dirigée contre le recourant, qui lors de la continuation de la poursuite est inscrit au registre du commerce en qualité d'associé dans une société en nom collectif, doit être continuée par voie de faillite en vertu de l'art. 39 al. 1 ch. 2 LP (consid. 4). 2. Les personnes physiques énumérées à l'art. 39 LP sont soumises à la poursuite par voie de faillite pour toutes leurs dettes, même pour celles qui ne découlent pas de leurs relations d'affaires (consid. 5)."], "faits": "BGE 120 III 4 S. 5\n\nA.- Am 3. September 1991 wurde unter der Firma T. eine Kollektivgesellschaft in das Handelsregister des Kantons Schwyz eingetragen. Die einzigen, je einzelzeichnungsberechtigten Kollektivgesellschafter sind Sch. und St.\n\nMit Verfügung des Einzelrichters des Bezirks March wurde über die Kollektivgesellschaft T. der Konkurs eröffnet und die Gesellschaft aufgelöst. Derselbe Richter stellte am 10. September 1993 das Konkursverfahren mangels Aktiven ein.\n\nB.- Aufgrund vorangegangener Betreibungen wurde von zwölf Gläubigern in der Zeit vom 24. März 1993 bis 4. Oktober 1993 gegen den in Arosa wohnenden Sch. das Fortsetzungsbegehren gestellt. Das führte zu insgesamt dreizehn Konkursandrohungen gegen Sch., welche von diesem am 8. Oktober 1993 in Empfang genommen wurden.\n\nMit Eingabe vom 19. Oktober 1993 beschwerte sich Sch. über die Konkursandrohungen beim Ausschuss des Kantonsgerichts von Graubünden. Er machte im wesentlichen geltend, dass er nicht konkursfähig sei, weil das Konkursverfahren über die Kollektivgesellschaft T. bereits am 10. September 1993 mangels Aktiven eingestellt worden sei. In einem solchen BGE 120 III 4 S. 6Fall unterliege der Schuldner sofort nach Schluss des Konkursverfahrens nur noch der Betreibung auf Pfändung.\n\nDer Ausschuss des Kantonsgerichts von Graubünden wies die Beschwerde ab, und grundsätzlich im gleichen Sinne entschied die Schuldbetreibungs- und Konkurskammer des Bundesgerichts.", "considerants": "Aus den Erwägungen:\n\n4. Betreibungsrechtlich ist es belanglos, ob und wann die Kollektivgesellschaft T. im Handelsregister hätte gelöscht werden müssen. Wie der Kantonsgerichtsausschuss von Graubünden unter Hinweis auf die ständige Rechtsprechung (BGE 80 III 97 mit Hinweisen; BGE 78 III 89 E. 1) ausgeführt hat, haben die Betreibungsbehörden nicht zu prüfen, ob die im Handelsregister erfolgten Eintragungen und Löschungen gerechtfertigt seien oder nicht. Vielmehr ist für sie der Registerstand massgebend, im vorliegenden Fall also die Tatsache, dass die Kollektivgesellschaft T. am 19. Oktober 1993 im Handelsregister noch nicht gelöscht war und dass insbesondere der Rekurrent als Mitglied dieser Kollektivgesellschaft an jenem Datum noch eingetragen war.\n\nIm Hinblick darauf, dass der Rekurrent im Zeitpunkt, wo ihm die Konkursandrohungen zugestellt wurden, noch im Handelsregister eingetragen war, kann er weder aus Art. 40 Abs. 1 SchKG noch aus der zu dieser Bestimmung ergangenen Rechtsprechung (BGE 68 III 16; BlSchK 1947, S. 142, zitiert bei BRÜGGER, SchKG, Schweizerische Gerichtspraxis 1946-1984, N. 1 zu Art. 40 SchKG) etwas zu seinen Gunsten herleiten. Diese Vorschrift setzt voraus, dass die dem Konkurs unterliegende Person im Handelsregister gestrichen ist und dass die Streichung durch das Schweizerische Handelsamtsblatt bekanntgemacht worden ist. Sodann gehen die beiden erwähnten Entscheide davon aus, dass über den unbeschränkt haftenden Gesellschafter selber vorher der Konkurs eröffnet worden ist.\n\nDie Betreibung gegen den Rekurrenten ist daher - gestützt auf Art. 39 Abs. 1 Ziff. 2 SchKG - zu Recht auf dem Wege des Konkurses fortgesetzt worden.\n\n5. Die in Art. 39 SchKG bezeichneten Einzelpersonen unterliegen der Konkursbetreibung für sämtliche Schulden, auch für die nicht aus dem Geschäftsbetrieb herrührenden (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5. Auflage Bern 1993, § 9 N. 4).BGE 120 III 4 S. 7\n\nVergeblich macht daher der Rekurrent geltend, die X. sei nie im Handelsregister eingetragen gewesen und für die diesbezüglichen Schulden könne er nicht auf Konkurs betrieben werden. Der Rekurrent war, wie festgestellt, im Zeitpunkt der Fortsetzung der Betreibung, als Mitglied einer Kollektivgesellschaft im Handelsregister eingetragen; und in dieser Eigenschaft unterliegt er auch für seine Privatschulden, als welche die aus der X. herrührenden gelten, der Konkursbetreibung."}