{"annee": "120", "cour": "IB", "page": "76", "date": "23/2/1994", "cite": ["118 IB 38", "105 IA 330", "118 IB 407", "107 IA 240", "110 IB 340", "114 IB 305", "105 IB 6", "111 IB 233", "114 IB 301", "107 IB 387"], "cite_par": ["131 II 65", "122 II 17", "126 II 300", "131 II 616", "121 II 317", "124 II 543", "132 II 475", "125 II 643", "132 II 371"], "chapeau": "13. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 23. Februar 1994 i.S. M. gegen Baudepartement des Kantons Schwyz und Regierungsrat des Kantons Schwyz (Verwaltungsgerichtsbeschwerde)", "regestes": ["Mesures de protection contre le bruit, prise en charge des coûts. La prise en charge du coût des mesures de protection contre le bruit est régie par les art. 19 ss LPE qui apportent des dérogations et des précisions au principe de la causalité énoncé à l'art. 2 LPE (consid. 3). Se trouve-t-on dans un cas d'application de l'art. 24 al. 1 LPE ou de l'art. 24 al. 2 LPE? Question laissée indécise en l'espèce. Même si l'on devait admettre, selon la thèse favorable au propriétaire, que les parcelles qu'il destine à la construction sont comprises dans une zone à bâtir conforme à la LAT et équipée, il devrait néanmoins supporter - en tout cas provisoirement - le coût des mesures de protection contre le bruit, conformément aux prescriptions topiques du droit fédéral de la protection de l'environnement (consid. 4). Possibilité de présenter des prétentions fondées sur le droit de l'expropriation en cas de refus de l'autorisation de construire fondé sur l'art. 22 LPE (consid. 5a), ou en cas de mise à la charge du propriétaire du coût des mesures de protection contre le bruit dans le cadre d'un plan d'affectation au sens des art. 14 ss LAT (consid. 5b)."], "faits": "|77|\n\nM. ist Eigentümer der in der Nähe der Nationalstrasse N3 befindlichen Liegenschaft \"Mühlebach\", die sich gemäss dem aus dem Jahre 1978 stammenden Zonenplan der Gemeinde Altendorf in der Zone W4 befindet. Die Gemeinde erliess ebenfalls im Jahre 1978 Sonderbauvorschriften (SBV) betreffend den Schutz vor Lärm von Hochleistungsstrassen. Diese Sonderbauvorschriften erstrecken sich auch auf die genannte Liegenschaft. Baureglement, Zonenplan und Sonderbauvorschriften wurden vom Regierungsrat des Kantons Schwyz am 12. Juni 1978 genehmigt. Art. 4 SBV schreibt folgendes vor:\n\n\"1. Neubauten dürfen nur gestützt auf einen Quartiergestaltungsplan § 41 Baugesetz bewilligt werden.\n\n2. Zum ordentlichen Inhalt des Gestaltungsplanes gehört in jedem Fall der Nachweis, dass in Wohn- und Schlafräumen die wünschbaren Lärmgrenzwerte in bezug auf den Hochleistungsstrassenlärm eingehalten sind.\n\n3. Solange keine anderen Vorschriften von Bund und Kantonen bestehen, sind die folgenden, im Schlussbericht vom März 1974 der vom eidg. Amt für Strassen- und Flussbau (ASF) eingesetzten Expertenkommission festgelegten, wünschbaren Lärmgrenzwerte einzuhalten.\n\nTag 06.00-22.00h: L50 = 50 dB(A) L1 = 60 dB(A)\n\nNacht 22.00-06.00h: L50 = 40 dB(A) L1 = 50 dB(A)\n\nDiese Werte sind berechnet auf Grund der im ASF Schlussbericht für Lärmberechnungen massgebenden Verkehrsmengen.\n\n4. Die Gebäude dürfen erst bewohnt werden, wenn alle erforderlichen Massnahmen wirksam sind.\"\n\nNach Art. 6 Ziff. 2 SBV kann der Gemeinderat auf Kosten der interessierten Grundeigentümer zusätzliche Untersuchungen anerkannter Akustiker verlangen, wenn ihm eine klare Beurteilung auf Grund der eingereichten Akten nicht |78| möglich ist. Gemäss Art. 7 SBV gehen diese Sonderbauvorschriften den übrigen Vorschriften der Bau- und Zonenordnung vor.\n\nAm 14. Februar 1989 genehmigte der Regierungsrat des Kantons Schwyz für eine von M. geplante Überbauung des fraglichen Gebietes einen Quartiergestaltungsplan. Dieser bezieht sich auf eine Grundfläche von insgesamt 17'057 m2, wovon sich 11'375 m2 in der Zone W4 und die übrigen 5'682 m2 in der Wohn- und Gewerbezone (WG) befinden. In Art. 12 der im Rahmen des Quartiergestaltungsplans erlassenen Sonderbauvorschriften wird M. verpflichtet, für die Realisierung der ersten Überbauungsetappe bauliche Lärmschutzmassnahmen entlang der N3 vorzunehmen. Art. 12 dieser Sonderbauvorschriften lautet wie folgt:\n\n\"Die exakten Ausmasse der Lärmschutzmassnahmen sind im beiliegenden EMPA- Bericht definiert.\n\nDie Lärmschutzmassnahmen werden entsprechend den hypothetischen Bauetappen realisiert.\n\n1. Etappe: REFH 1-7\n\nMassnahme gem. Beilage 5 EMPA-Bericht: Wall entlang N3 bis Mühlebach mit Kronenhöhe 432.0 - 435.5 m.ü.M. mit Abschluss südwestlich KTN 1237.\n\n2. Etappe: MFH A/B/C/D\n\nMassnahmen gem. Beilage 7 EMPA-Bericht:\n\nLärmschutzwand entlang N3 im Bereich Mühlebach mit Kronenhöhe 430.0 m.ü.M. und Kronenhöhe 3 m über Fahrbahnhöhe.\n\n3. Etappe: MFH E/F/G REFH 8-20\n\nMassnahme gem. Beilage 6 EMPA-Bericht: Lärmschutzwand entlang Kantonsstrasse mit 2 m Höhe. Nordfassade mit Schallschutzfenstern oder spezieller Fassadengestaltung (schallreflektierende Elemente).\n\nBei Etappe III können die Werte nur eingehalten werden, wenn Etappe IV oder eine entsprechende Lärmschutzwand entlang der N3 realisiert wurde.\n\n4. Etappe: Büro- und Gewerbehaus:\n\nMassnahmen gem. Beilage 6 EMPA-Bericht: Das Gebäude wirkt als Schallschutzwand und bedingt eine entsprechende Fassadengestaltung (festverglaste Fenster, Nebenräume an Fassade).\"\n\nIn Erfüllung dieser Verpflichtung liess M. im November 1990 eine Lärmschutzwand und einen Lärmschutzwall erstellen. Die damit verbundenen Kosten belaufen sich nach der von M. vorgelegten Abrechnung auf Fr. 260'948.--. |79|\n\nMit Schreiben vom 6. Mai 1991 ersuchte M. das Baudepartement des Kantons Schwyz um Rückerstattung der ihm entstandenen Kosten für die Lärmschutzmassnahmen. Mit Verfügung vom 24. Februar 1992 wies das Baudepartement des Kantons Schwyz dieses Gesuch im Sinne der Erwägungen ab. M. zog diese Verfügung mit Beschwerde an den Regierungsrat weiter, dem er folgende Anträge unterbreitete:\n\n\"1. Es sei in Aufhebung der Verfügung des Baudepartementes des Kantons Schwyz vom 24. Februar 1992 festzustellen, dass dem Gesuch des Beschwerdeführers um Rückerstattung der Planungs-, Projektierungs- und Baukosten für Lärmschutzmassnahmen an der N3 beim Areal 'Mühlebach', Altendorf, im Betrag von Fr. 260'948.-- im Rahmen des Strassensanierungsprogramms/Lärmbelastungskatasters zu entsprechen ist.\n\n2. Eventualiter: Es sei in Aufhebung der Verfügung des Baudepartementes des Kantons Schwyz vom 24. Februar 1992 festzustellen, dass das Gesuch des Beschwerdeführers um Rückerstattung der Planungs-, Projektierungs- und Baukosten für Lärmschutzmassnahmen an der N3 beim Areal 'Mühlebach', Altendorf, im Betrage von Fr. 260'948.-- im Rahmen des Strassensanierungsprogramms/Lärmbelastungskatasters zu prüfen ist.\n\n3. Die für das Strassensanierungsprogramm/Lärmbelastungskataster zuständigen Amtsstellen sind anzuweisen, den Beschwerdeführer über die Verfahrenseröffnung zu orientieren.\n\n4. Unter Kosten- und Entschädigungsfolgen zulasten des Staates/ Vorinstanz.\"\n\nMit Entscheid vom 22. Dezember 1992 wies der Regierungsrat des Kantons Schwyz die Beschwerde ab.\n\nMit Eingabe vom 8. Februar 1993 erhob M. Verwaltungsgerichtsbeschwerde an das Bundesgericht, mit der er im wesentlichen dieselben Anträge wie vor dem Regierungsrat stellte und um Rückerstattung der genannten Kosten für die fraglichen Lärmschutzmassnahmen ersuchte.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Nationalstrasse N3 steht im Abschnitt des Areals \"Mühlebach\" unter der Hoheit des Kantons Schwyz (Art. 8 Abs. 1 des Bundesgesetzes vom 8. März 1960 über die Nationalstrassen [NSG], SR 725.11). Der Regierungsrat vertritt im angefochtenen Entscheid die Auffassung, den Kanton Schwyz |80| treffe im Einzugsbereich der betroffenen Grundstücke im Lichte des Bundesgesetzes vom 7. Oktober 1983 über den Umweltschutz (Umweltschutzgesetz [USG], SR 814.01) und der diesbezüglichen Ausführungsbestimmungen keine Sanierungspflicht. Er stützt sich dabei namentlich auf Art. 13 Abs. 4 lit. b der Lärmschutzverordnung vom 15. Dezember 1986 (LSV, SR 814.41). Die Pflicht des Bauherrn, die notwendigen Lärmschutzmassnahmen vorzukehren, damit die Lärm- bzw. Immissionsgrenzwerte eingehalten werden könnten, ergebe sich schon aus Art. 10 des alten, zur Zeit der Überbauung des Areals \"Mühlebach\" noch geltenden Baureglementes der Gemeinde Altendorf. Demzufolge dürften Bauten im Lärmbereich der Autobahn N3 nur erstellt werden, wenn die Lärmgrenzrichtwerte nicht überschritten seien oder durch geeignete Massnahmen auf ein zulässiges Mass reduziert werden könnten. Art. 4 der damals ebenfalls noch in Kraft stehenden Sonderbauvorschriften habe im notwendigen Gestaltungsplan auch den Nachweis verlangt, dass die wünschbaren Lärmgrenzwerte eingehalten würden. Zudem werde darin festgehalten, dass die Gebäude erst bewohnt werden dürften, wenn alle erforderlichen Massnahmen wirksam seien. Durch diese Bestimmungen des kommunalen Bau- und Planungsrechts, welche die Vornahme von Lärmschutzmassnahmen verlangt hätten, habe gewährleistet werden können, dass die erforderlichen Grenzwerte eingehalten werden könnten. Eine Pflicht zur Sanierung der Autobahn N3 im Bereich der Überbauung Mühlebach zu Lasten des Inhabers der Autobahn sei demzufolge zu verneinen. Eine solche Betrachtungsweise sei umsomehr gerechtfertigt, als die Einzonung dieser lärmbelasteten Gebiete nur unter der Auflage erfolgt sei, dass die Einhaltung der geltenden Grenzwerte durch die Anordnung der erforderlichen Lärmschutzmassnahmen sichergestellt werde. Schon unter den inzwischen aufgehobenen Bestimmungen des alten Baureglementes und der Sonderbauvorschriften sei die Einhaltung der massgebenden Lärmgrenzwerte somit Voraussetzung dafür gewesen, dass eine Baubewilligung habe erteilt werden können.\n\nb) Der Beschwerdeführer macht demgegenüber im wesentlichen geltend, die Sanierungspflicht des Inhabers der N3 lasse sich entgegen der Auffassung des Regierungsrates nicht verneinen. Die richtige Auslegung der einschlägigen bundesrechtlichen Vorschriften führe zum Ergebnis, dass die grundsätzliche Sanierungspflicht für Emissionsbegrenzungen immer den Inhaber der Anlage treffe, wobei das Ausmass dieser Pflicht von verschiedenen Faktoren abhängig sei (Art. 11 Abs. 2, Art. 17 Abs. 1 USG; |81| Art. 13 Abs. 2, Art. 14 LSV u.a.). Die im Ausmass noch festzusetzende Sanierungspflicht sei sodann nicht sofort, sondern innert 15 Jahren seit Inkrafttreten der LSV zu erfüllen (Art. 17 Abs. 2 LSV). Für die so umschriebene Sanierungspflicht habe der Inhaber der Anlage in jedem Fall die Kosten zu tragen (Art. 16 Abs. 1 LSV). Werde der Bauwillige durch eine entsprechende Auflage im Sinne von Art. 22 USG im Baubewilligungsverfahren dazu veranlasst, emissionsbeschränkende Vorkehren auf seine Kosten zu treffen, die eigentlich, aufgrund des soeben erwähnten Grundsatzes, dem Inhaber der lärmigen Anlagen oblägen und aufgrund der Fristen in Art. 17 Abs. 3 LSV noch nicht durchgeführt worden seien, so seien in diesen Emissionsbeschränkungen keine Massnahmen im Sinne von Art. 13 Abs. 4 lit. b LSV zu sehen. Art. 22 Abs. 2 USG (oder auch Art. 24 USG) wolle nicht die Sanierungspflichten anders verteilen, sondern enthalte ergänzende Vorschriften, wenn die grundsätzliche Sanierungspflicht des Anlageinhabers aufgrund der konkreten Gegebenheiten nicht genügend weit gehe. Durch die Tatsache, dass der Bauwillige die eigentlich dem Anlageinhaber obliegende Sanierung vorweggenommen habe, ändere sich zumindest nichts an der Regelung der Kostentragung, die im Grundsatz in Art. 2 USG festgelegt sei. Der Anlageninhaber habe im Rahmen seiner Sanierungspflicht alle Kosten der durch den Bauwilligen vorfinanzierten Emissionsbeschränkungen zu tragen. Dabei gelte Art. 16 LSV; Art. 31 Abs. 3 LSV sei nur insofern anwendbar, als die Aufwendungen die Sanierungspflicht des Anlageninhabers überstiegen.\n\nc) Das EDI hält dafür, die von der N3 verursachten Immissionen überschritten die Immissionsgrenzwerte, seien also schädlich oder lästig. Demnach müssten grundsätzlich verschärfte Emissionsbegrenzungen angeordnet werden. Dies gelte allerdings nur soweit, als die betroffene Überbauung nach den Vorschriften des Bau- und Planungsrechts bei Inkrafttreten der LSV und damit der relevanten Belastungsgrenzwerte überhaupt hätte erstellt werden dürfen (Art. 41 Abs. 2 lit. a LSV). Für Gebiete, in denen in diesem Zeitpunkt keine lärmempfindlichen Gebäude hätten erstellt werden dürfen, weil die Erschliessung gefehlt habe, schreibe das USG in Art. 24 Abs. 2 vor, dass mit raumplanerischen Massnahmen (Auszonung, Umzonung) sichergestellt werden müsse, dass das Gebiet einer weniger empfindlichen Nutzung zugeführt werde, es sei denn, es könne mittels planerischer, gestalterischer oder baulicher Massnahmen die Einhaltung der massgebenden |82| Belastungsgrenzwerte erreicht werden. Bei solchen Massnahmen handle es sich somit nicht um Sanierungsmassnahmen für die lärmige Anlage, deren Kosten vom Anlageeigentümer zu tragen seien. Aus Art. 13 Abs. 4 lit. a LSV ergebe sich denn auch, dass gegenüber nicht erschlossenen Bauzonen keine Sanierungspflicht über die vorsorglichen Massnahmen hinaus bestehe. Entscheidend für den Umfang der Sanierungspflicht und damit gleichzeitig der Kostenpflicht der Nationalstrasse gegenüber der fraglichen Überbauung sei somit der Stand der Erschliessung beim Inkrafttreten der LSV. Gerade diese Frage habe aber die Vorinstanz offengelassen. Sie könne aufgrund der vorliegenden Akten nicht beantwortet werden. Deshalb könne auch nicht abschliessend zur Sanierungspflicht und zur Kostenpflicht Stellung genommen werden.\n\n3. a) Wer Massnahmen nach dem Umweltschutzgesetz verursacht, trägt die Kosten dafür (Art. 2 USG, Verursacherprinzip). Dies gilt grundsätzlich für die Massnahmen der vorsorglichen Emissionsbegrenzung (Art. 11 Abs. 2 und 3 USG) wie auch der Sanierung bestehender, die Umwelt belastender Anlagen (Art. 16 ff. USG). In Art. 19 ff. USG sind im Zusammenhang mit der Regelung der Kostentragungspflicht für Lärmschutzmassnahmen Ausnahmen vom Verursacherprinzip, wie es in Art. 2 USG verankert ist, bzw. Präzisierungen dazu vorgesehen (vgl. BGE 118 Ib 407 E. 3b S. 410 mit Hinweisen; RAUSCH, Kommentar zum USG, N. 18 ff. zu Art. 2; ZÄCH, ebenda, N. 3 zu Art. 20; BANDLI, ebenda, N. 13 zu Art. 21 und N. 19 f. zu Art. 24).\n\nDabei auferlegt das Umweltschutzgesetz die Pflicht zur Ergreifung von Lärmschutzmassnahmen teils dem Eigentümer der davon betroffenen Grundstücke. Dies geht in Durchbrechung des Verursacherprinzips in der Regel zu seinen Lasten.\n\nb) Zunächst betrifft Art. 20 USG den Fall, in welchem sich die Lärmimmissionen auf bestehende Gebäude in der Umgebung von bestehenden Strassen, Flughäfen, Eisenbahnanlagen oder andern öffentlichen oder konzessionierten ortsfesten Anlagen durch Massnahmen bei der Quelle nicht unter den Alarmwert herabsetzen lassen. In diesem Fall werden die Eigentümer der betroffenen Gebäude gestützt auf Art. 20 Abs. 1 USG verpflichtet, Räume, die dem längeren Aufenthalt von Personen dienen (lärmempfindliche Räume, Art. 2 Abs. 6 LSV), mit Schallschutzfenstern zu versehen oder durch ähnliche bauliche Massnahmen zu schützen. Die Eigentümer der lärmigen ortsfesten Anlagen tragen gemäss Art. 20 Abs. 2 USG die Kosten für die derart notwendigen Schallschutzmassnahmen, sofern sie |83| nicht nachweisen, dass zum Zeitpunkt der Baueingabe des betroffenen Gebäudes (a) die Immissionsgrenzwerte schon überschritten wurden oder (b) die Anlageprojekte bereits öffentlich aufgelegt waren. Nur wenn bestehende Gebäude im eben beschriebenen Sinn von besonders intensiven Lärmimmissionen betroffen werden, sieht das Umweltschutzgesetz somit die Kostentragungspflicht des Eigentümers der lärmigen ortsfesten Anlagen für die zum Schutz der vom Lärm betroffenen Gebäude notwendigen Schallschutzmassnahmen vor, wobei sich der Anlageneigentümer erst noch aus den genannten Gründen von der Kostentragungspflicht befreien kann.\n\nc) Sodann regelt Art. 21 USG die Verhältnisse in bezug auf den Schallschutz bei neuen Gebäuden. Wer ein Gebäude erstellen will, das dem längeren Aufenthalt von Personen dienen soll, muss nach Abs. 1 dieser Bestimmung einen angemessenen baulichen Schutz gegen Aussen- und Innenlärm sowie gegen Erschütterungen vorsehen. Diesen Mindestschutz auferlegt das Gesetz jedem Bauwilligen zu seinen Lasten.\n\nd) Gemäss Art. 22 Abs. 1 USG werden Baubewilligungen für neue Gebäude in lärmbelasteten Gebieten, die dem längeren Aufenthalt von Personen dienen, unter Vorbehalt von Abs. 2 nur erteilt, wenn die Immissionsgrenzwerte nicht überschritten werden. Sind diese Werte überschritten, so werden Baubewilligungen für Neubauten, die dem längeren Aufenthalt von Personen dienen, nur erteilt, wenn die notwendigen zusätzlichen Schallschutzmassnahmen getroffen und die Räume zweckmässig angeordnet werden. Mit diesen Vorschriften auferlegt das Bundesumweltschutzrecht dem Bauwilligen die Pflicht und damit auch die Kostenpflicht für die Ergreifung der notwendigen zusätzlichen Schallschutzmassnahmen, wenn er in einem Gebiet bauen will, wo die Immissionsgrenzwerte bereits überschritten sind. Ist der Bauwillige nicht bereit, diese zusätzlichen Schallschutzmassnahmen zu ergreifen und zu finanzieren, so darf ihm im Rahmen von Art. 22 USG keine Baubewilligung erteilt werden. In diesem Fall muss er warten, bis der für die Lärmverursachung Verantwortliche in Beachtung der ihm obliegenden Sanierungspflicht (Art. 16 ff. USG) saniert hat. Ob und gegebenenfalls unter welchen Voraussetzungen dem Bauwilligen, der Lärmschutzmassnahmen bezahlt hat, gegenüber dem Sanierungspflichtigen ein Rückerstattungsanspruch zusteht, muss hier nicht näher geprüft werden. Im Lichte von Art. 20-24 USG ist die Durchführung und Finanzierung \"zusätzlicher Schallschutzmassnahmen\" nach Art. 22 Abs. 2 USG somit |84| zumindest vorläufig Sache des bauwilligen Grundeigentümers.\n\nIm Hinblick auf Art. 24 USG ist festzustellen, dass die genannten Vorschriften von Art. 22 USG auf erschlossene Grundstücke in bestehenden, mit den Grundsätzen des eidgenössischen Raumplanungsgesetzes übereinstimmenden Bauzonen zugeschnitten sind (vgl. BANDLI, a.a.O., N. 7 zu Art. 24 USG; s. zum Ganzen auch Urteil des Verwaltungsgerichts des Kantons Bern vom 21. Oktober 1993 in URP 1994 S. 21 ff.).\n\ne) Für neue Bauzonen und für unerschlossene Teile von bestehenden Bauzonen, die mit dem eidgenössischen Raumplanungsgesetz vom 22. Juni 1979 (RPG, SR 700) übereinstimmen, enthält Art. 24 USG besondere Regelungen zur Bekämpfung unerwünschter Lärmimmissionen. Dabei werden in Abs. 1 dieser Bestimmung Anforderungen genannt, welche neue Bauzonen für Wohngebäude oder andere Gebäude, die dem längeren Aufenthalt von Personen dienen, erfüllen müssen. So dürfen neue Bauzonen für Gebäude mit lärmempfindlichen Räumen (Art. 2 Abs. 6 LSV) nur in Gebieten vorgesehen werden, in denen die Lärmimmissionen die unter den Immissionsgrenzwerten liegenden - also strengeren - Planungswerte nicht überschreiten oder in denen diese Werte durch planerische, gestalterische oder bauliche Massnahmen eingehalten werden können. Abs. 2 von Art. 24 USG schreibt für unerschlossene bestehende Bauzonen eine Pflicht zur Festsetzung weiterer Planungsmassnahmen vor. Werden die Planungswerte in einer bestehenden, aber noch nicht erschlossenen Bauzone für Wohngebäude oder andere Gebäude, die dem längeren Aufenthalt von Personen dienen, überschritten, so sind sie gemäss dieser letztgenannten Bestimmung einer weniger lärmempfindlichen Nutzungsart zuzuführen, sofern nicht durch \"planerische, gestalterische oder bauliche Massnahmen\" im überwiegenden Teil dieser Zone die Planungs- werte eingehalten werden können.\n\nSolche Massnahmen zur Einhaltung der Planungswerte sind vom zuständigen Planungsträger festzusetzen. Dies geschieht durch den Erlass planerischer Massnahmen, welche sich für den betroffenen Grundeigentümer als Eigentumsbeschränkungen erweisen. Unter Vorbehalt der materiellen und allenfalls formellen Enteignung sind solche Beschränkungen vom betroffenen Eigentümer grundsätzlich entschädigungslos hinzunehmen (vgl. ZÄCH, a.a.O., N. 6 und 8 zu Art. 20 USG; BANDLI, a.a.O., N. 13 zu Art. 21, N. 19 zu Art. 22, N. 15 ff. und N. 19 ff. zu Art. 24 USG). Er hat sie unter dem genannten |85| Vorbehalt selbst zu tragen, sollen doch die Kantone gestützt auf Art. 24 USG sicherstellen, dass keine neuen Sanierungsfälle (Art. 16 ff. USG) entstehen.\n\nf) Schliesslich dürfen nach Art. 25 USG neue ortsfeste Anlagen nur errichtet werden, wenn die durch diese Anlagen allein erzeugten Lärmimmissionen die Planungswerte in der Umgebung nicht überschreiten (Abs. 1). Nur wenn ein überwiegendes öffentliches Interesse an ihrer Errichtung besteht und die Einhaltung der Planungswerte zu einer unverhältnismässigen Belastung für das Projekt führen würde, dürfen für neue ortsfeste Anlagen Erleichterungen gewährt werden, solange die Immissionsgrenzwerte nicht überschritten werden (Abs. 2). Können bei der Errichtung von neuen Strassen, Flughäfen, Eisenbahnanlagen oder andern öffentlichen oder konzessionierten ortsfesten Anlagen durch Massnahmen bei der Quelle die Immissionsgrenzwerte nicht eingehalten werden, so müssen die vom Lärm betroffenen Gebäude durch Schallschutzmassnahmen geschützt werden, welche in diesem (zweiten) Fall ebenfalls auf Kosten des Anlageneigentümers gehen (Abs. 3).\n\ng) Die vorstehend dargelegte Rechtslage hinsichtlich der Art. 16-25 USG wird in der Lärmschutzverordnung präzisiert (s. dazu auch das bereits erwähnte bernische Urteil vom 21. Oktober 1993 in URP 1994 S. 21 ff.). So gelten die Belastungsgrenzwerte des Umweltschutzgesetzes gemäss Art. 41 LSV nicht nur bei Gebäuden mit lärmempfindlichen Räumen (Abs. 1), sondern auch in noch nicht überbauten Bauzonen, wo nach dem Bau- und Planungsrecht Gebäude mit lärmempfindlichen Räumen erstellt werden dürfen (Abs. 2 lit. a). Nach Art. 13 Abs. 4 lit. b LSV kann von Sanierungen abgesehen werden, wenn aufgrund des kantonalen Bau- und Planungsrechts am Ort der Lärmimmissionen planerische, gestalterische oder bauliche Massnahmen getroffen werden, mit denen die Immissionsgrenzwerte bis zum Ablauf der festgesetzten Fristen (Art. 17 LSV) eingehalten werden können. In Art. 29 LSV wird der Gehalt von Art. 24 Abs. 1 USG im wesentlichen wiederholt. In Art. 31 LSV wird Art. 22 USG konkretisiert. Danach dürfen, wenn die Immissionsgrenzwerte überschritten sind, Neubauten und wesentliche Änderungen von Gebäuden mit lärmempfindlichen Räumen nur bewilligt werden, wenn diese Werte eingehalten werden können, sei es durch bauliche oder gestalterische Massnahmen, die das Gebäude gegen Lärm abschirmen, sei es durch die Anordnung der lärmempfindlichen Räume auf der dem Lärm abgewandten Seite des Gebäudes (Art. 31 Abs. 1 LSV). Nach Art. 31 Abs. 3 |86| LSV tragen die Grundeigentümer die Kosten für die Massnahmen. Zum Ort der Ermittlung schreibt schliesslich Art. 39 Abs. 1 LSV vor, bei Gebäuden seien die Lärmimmissionen in der Mitte der offenen Fenster lärmempfindlicher Räume zu ermitteln.\n\n4. a) Beim Zonenplan der Gemeinde Altendorf vom 12. Juni 1978 dürfte es sich nicht um einen Nutzungsplan im Sinne des Raumplanungsgesetzes und der diesbezüglich massgebenden bundesgerichtlichen Rechtsprechung handeln (s. BGE 118 Ib 38 ff., BGE 114 Ib 301 ff. und 305 E. 5c sowie nicht publ. Urteile vom 27. August 1993 i.S. Gemeinde Gelterkinden, vom 15. Juli 1993 i.S. Gemeinde Goldach, vom 25. Februar 1993 i.S. Erbengemeinschaft M., vom 18. September 1992 i.S. Gemeinde Männedorf und vom 30. Juli 1992 i.S. Einwohnergemeinde Langenbruck). Diesen Schluss legt nur schon der Umstand nahe, dass der fragliche Plan jedenfalls nicht in einem RPG-konformen Verfahren erging (Art. 4 und 33 RPG, s. in diesem Zusammenhang BGE 114 Ib 305 E. 5c). Damit dürfte der vom Regierungsrat am 14. Februar 1989 genehmigte Quartiergestaltungsplan \"Ueberbauung Mühlebach\" vom 15. Mai 1988 für die beiden Grundstücke Kat.Nrn. 473 und 1155 die erste mit dem Raumplanungsgesetz des Bundes übereinstimmende nutzungsplanerische Massnahme und damit eine \"neue Bauzone\" nach Art. 24 Abs. 1 USG darstellen.\n\nArt. 3 Abs. 3 lit. b RPG bzw. Art. 24 Abs. 1 USG entsprechend (s. BANDLI, a.a.O., N. 3 zu Art. 22 und N. 2 zu Art. 24 USG), enthält dieser Quartiergestaltungsplan in Art. 12 der dazugehörigen Sonderbauvorschriften verschiedene Lärmschutzmassnahmen. Diese wurden dem Beschwerdeführer als Eigentümer der beiden genannten Parzellen im Sinne öffentlichrechtlicher Eigentumsbeschränkungen auferlegt. Vermögen sich diese Beschränkungen u.a. auf Art. 24 Abs. 1 USG abzustützen, so muss der Beschwerdeführer für die Verwirklichung der gemäss Art. 12 der besonderen Vorschriften zum Quartiergestaltungsplan vorgesehenen Lärmschutzmassnahmen im Hinblick auf die vorstehenden Ausführungen selbst und grundsätzlich auf eigene Kosten sorgen. Nur für den Fall, dass er durch diese ihm durch öffentlichrechtliche Eigentumsbeschränkungen auferlegten Lärmschutzmassnahmen enteignungsähnlich betroffen wird, kann er wie jeder andere von Planungsmassnahmen betroffene Grundeigentümer eine Entschädigung wegen materieller bzw. formeller Enteignung geltend machen. Sind die Voraussetzungen der enteignungsrechtlichen Entschädigungspflicht dagegen nicht erfüllt, so hat der Beschwerdeführer für die durch die |87| erwähnte Planung auferlegten Lärmschutzmassnahmen selbst aufzukommen.\n\nb) Im Lichte der nachfolgenden Erwägungen kann allerdings offenbleiben, ob überhaupt ein Anwendungsfall von Art. 24 Abs. 1 USG (neue Bauzone) oder allenfalls ein solcher von Art. 24 Abs. 2 USG (unerschlossene RPG-konforme Bauzone) vorliegt. Selbst wenn nämlich zu Gunsten des Beschwerdeführers angenommen wird, die beiden fraglichen Parzellen lägen in einer RPG-konformen, erschlossenen Bauzone, so hat er die Kosten für die Lärmschutzmassnahmen, die in Art. 12 der Sonderbauvorschriften zu diesem Quartiergestaltungsplan enthalten sind, im Hinblick auf die erwähnten Vorschriften des Bundesumweltschutzrechtes trotzdem zu tragen. Diesfalls muss dem fraglichen Quartiergestaltungsplan Baubewilligungscharakter beigemessen werden. Entsprechend wäre davon auszugehen, mit dessen Erlass seien wesentliche Teile der gestützt auf Art. 22 RPG notwendigen Baubewilligung erteilt worden. Dann wären aber im Baubewilligungsverfahren die dargelegten Grundsätze nach Art. 21 und 22 USG in bezug auf Schallschutzmassnahmen in unüberbauten, erschlossenen lärmbelasteten Gebieten anwendbar. Gemäss diesen Vorschriften haben - wie ausgeführt worden ist - die Grundeigentümer für die zur Einhaltung der Immissionsgrenzwerte notwendigen zusätzlichen Schallschutzmassnahmen in Fällen wie dem vorliegenden jedenfalls vorläufig aufzukommen (vgl. oben E. 3d). Das ergibt sich insbesondere aus Art. 22 Abs. 2 in Verbindung mit Art. 20 USG sowie aus Art. 31 Abs. 1 und 3 LSV. Aus dieser Baubewilligung ergäben sich für den Beschwerdeführer öffentlichrechtliche Eigentumsbeschränkungen, welche wie diejenigen, die sich aus Planungsmassnahmen herleiten, enteignungsrechtlich relevant sein können.\n\n5. a) Wird ein Baugesuch gestützt auf Art. 22 USG abgelehnt, weil das Baugrundstück übermässigen Immissionen der Nationalstrasse ausgesetzt ist, so hat der Grundeigentümer nach der Rechtsprechung des Bundesgerichtes grundsätzlich keinen Anspruch gegenüber der Gemeinde auf Entschädigung wegen materieller Enteignung, wohl aber unter Umständen einen enteignungsrechtlichen Entschädigungsanspruch gegen den Kanton als Werkeigentümer der Nationalstrasse (BGE vom 30. Mai 1979 i.S. Gemeinde Knonau, ZBl 81/1980, S. 354 ff.; s. auch ZÄCH, a.a.O., N. 37 zu Art. 20 USG, und BANDLI, N. 17 f. zu Art. 24 USG). Gegen solche Immissionen können sich die Betroffenen in der Regel mit den in Art. 679 und 684 ZGB umschriebenen |88| nachbarrechtlichen Klagen zur Wehr setzen (s. BGE 110 Ib 340 E. 2 S. 346 mit Hinweisen). Gehen die Immissionen dagegen, wie hier, von einem Werk aus, für welches den Werkeigentümern das Enteignungsrecht zusteht, so hat der Nachbar nur noch einen Entschädigungsanspruch gemäss Art. 5 des Bundesgesetzes vom 20. Juni 1930 über die Enteignung (EntG, SR 711; BGE 107 Ib 387 E. 2a S. 388 f. mit Hinweisen). Dieser Anspruch ist im formellen Enteignungsverfahren geltend zu machen, d.h. entweder im Planauflageverfahren nach Art. 27 ff. EntG bzw. Art. 39 Abs. 2 NSG anzumelden oder, wenn die Schädigung nicht vorauszusehen war, innerhalb der Frist gemäss Art. 41 Abs. 2 EntG nachträglich vorzubringen. In Fällen, in denen das für den Nationalstrassenbau benötigte Land entweder freihändig oder durch ein Güterzusammenlegungsverfahren erworben werden konnte und daher kein Enteignungsverfahren durchgeführt werden musste, kann der Grundeigentümer, der nachträglich Entschädigungsansprüche stellen will, innerhalb der Verjährungsfrist mit dem Begehren um Eröffnung eines Enteignungsverfahrens an den Kanton als Werkeigentümer der Autobahn gelangen. Ersatzansprüche, die im Landumlegungsverfahren nicht befriedigt werden konnten (Art. 23 der Verordnung vom 24. März 1964 über die Nationalstrassen [NSV], SR 725.111), sind innert einer Frist von fünf Jahren seit Entstehung des Anspruches geltend zu machen (BGE 105 Ib 6 E. 3c und d S. 13 ff.). Gegen eine allfällige Weigerung des Kantons, das Enteignungsverfahren einzuleiten, steht die Beschwerde an das Bundesgericht offen (BGE vom 30. Mai 1979 i.S. Gemeinde Knonau, ZBl 81/1980, S. 358 mit Hinweisen, s. auch BGE 111 Ib 233 ff., 110 Ib 43 ff. und 368 ff.).\n\nb) Anders verhält es sich, wenn die zu treffenden Schallschutzmassnahmen dem Grundeigentümer u.a. in Anwendung von Art. 24 Abs. 1 USG im Rahmen eines Nutzungsplanes nach Art. 14 ff. RPG auferlegt werden. In einem solchen Fall kann der Grundeigentümer gegenüber dem planenden Gemeinwesen ein Verfahren wegen materieller Enteignung (Art. 5 Abs. 2 und Art. 34 Abs. 1 RPG) einleiten (BGE 107 Ia 240 ff., BGE 105 Ia 330 E. 3e S. 338 f.; s. auch AEMISEGGER, Raumplanung und Entschädigungspflicht, VLP-Schriftenfolge Nr. 36, S. 112 f., und BANDLI, a.a.O., N. 16 f. zu Art. 24 USG). Soweit eine materielle Enteignung wegen Planungsmassnahmen, die aus Lärmschutzgründen festgesetzt werden, zu bejahen ist, steht dem planenden Gemeinwesen gegenüber dem für die Lärmverursachung Verantwortlichen ein Rückgriffsrecht zu. Zur Sicherung solcher Regressansprüche des planenden Gemeinwesens ist |89| der für die Lärmverursachung Verantwortliche zweckmässigerweise im Ent- eignungsverfahren beizuladen.\n\n6. Aus den dargelegten Gründen kann den vom Beschwerdeführer gestellten Begehren bei den gegebenen Verhältnissen nicht entsprochen werden. Entsprechend ist die Verwaltungsgerichtsbeschwerde abzuweisen."}