{"annee": "120", "cour": "II", "page": "11", "date": "26/1/1994", "cite": ["112 II 145", "118 II 528", "108 II 15", "117 II 163", "112 II 32", "104 II 163"], "cite_par": ["123 III 346", "124 III 478", "129 III 415", "124 III 44", "122 I 351"], "chapeau": "4. Auszug aus dem Urteil der Ia. Zivilabteilung vom 26. Januar 1994 i.S. W. gegen S. (Berufung)", "regestes": ["Contestation civile; propriété par étages; litige portant sur la nature, l'étendue, les modalités et le déroulement des travaux de construction nécessaires (art. 44 et 46 OJ; art. 712g, art. 647 al. 2 ch. 1, art 647c CC). Il n'y a pas contestation civile au sens des art. 44 et 46 OJ lorsque sont seuls en litige la nature, l'étendue, les modalités et le déroulement des travaux de construction nécessaires selon l'art. 647c CC, ainsi que la désignation d'un architecte chargé de les contrôler (consid. 2)."], "faits": "|11|\n\nA.- Walter S. und Rudolf W. erwarben am 28. Januar/5. Februar 1976 39% resp. 11% Miteigentumsanteile an einer an der Strasse X in Y gelegenen Liegenschaft. Rudolf W. besass daran bereits zuvor 50% Miteigentum, so dass sein Anteil nunmehr 61% betrug. Durch öffentliche Urkunde vom 19. Februar 1976 begründeten beide Miteigentümer an dieser Liegenschaft |12| Stockwerkeigentum, wobei Walter S. 39/100 Anteile, Rudolf W. hingegen 32/100 sowie 29/100 zugewiesen wurden. Der entsprechende Eintrag ins Grundbuch erfolgte am 2. März 1976. Am 19. Februar 1976 hatten die Parteien ein Reglement im Sinne von Art. 712g ZGB erstellt.\n\nIm Verlaufe der Jahre entstanden zwischen den beiden Stockwerkeigentümern zunehmend Differenzen bezüglich der Ausführung von Unterhaltsarbeiten, was schliesslich dazu führte, dass Walter S. am 27. Juni 1989 beim Appellationshof des Kantons Bern als einziger kantonaler Instanz Klage einreichte.\n\nB.- Mit Urteil vom 25. Juni 1993 hob die 1. Zivilkammer des Appellationshofs die Zirkularbeschlüsse Nr. 02, 02a und 03 der Stockwerkeigentümergemeinschaft vom 30. März 1989 auf und ordnete die Ausführung der im Gutachten K. vom 28. Januar 1993 zusammengefassten Arbeiten sowie zusätzlicher Bauarbeiten an, soweit diese sich als notwendig erweisen sollten. Ferner bestellte sie einen Vertreter der Stockwerkeigentümer, den sie mit genau bestimmten Aufgaben betraute, und regelte die übrigen Modalitäten der Arbeitsausführung.\n\nC.- Rudolf W. hat gegen dieses Urteil beim Bundesgericht sowohl Berufung als auch staatsrechtliche Beschwerde eingereicht. Mit der Berufung verlangt er die Aufhebung des angefochtenen Entscheids. Ferner beantragt er, es seien als notwendige bauliche Massnahmen gemäss Art. 647c ZGB diejenigen in Ziff. 6 des Expertenberichts K. vom 28. Januar 1993 aufgelisteten Arbeiten, welche nicht bereits erledigt sind, gerichtlich festzustellen. Überdies ersucht er um Anordnung anderer vom kantonalen Entscheid abweichender Massnahmen. Eventualiter schliesst er dahin, den angefochtenen Entscheid aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nWalter S. beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen. Der Appellationshof hat auf Vernehmlassung verzichtet. Das Bundesgericht tritt auf die Berufung nicht ein, aus folgender", "considerants": "Erwägung:\n\n2. Fraglich ist, ob überhaupt eine berufungsfähige Zivilrechtsstreitigkeit im Sinne von Art. 44 und 46 OG vorliegt.\n\na) Als Zivilrechtsstreitigkeit versteht die Rechtsprechung ein kontradiktorisches Verfahren zwischen zwei oder mehreren natürlichen oder |13| juristischen Personen in ihrer Eigenschaft als Trägerinnen privater Rechte oder zwischen solchen Personen und einer Behörde, die nach Bundesrecht die Stellung einer Partei einnimmt. Das Verfahren spielt sich vor dem Richter oder einer andern Spruchbehörde ab und bezweckt die endgültige, dauernde Regelung zivilrechtlicher Verhältnisse (BGE 118 II 530 E. 2a mit Hinweisen; BGE 117 II 164 E. 1a mit Hinweisen; BGE 112 II 147 E. 1 mit Hinweisen). Das beurteilt sich unabhängig davon, welches Verfahren die kantonale Behörde im konkreten Fall eingeschlagen hat, wenn nur die Parteien Ansprüche des Bundeszivilrechts erhoben haben und ebensolche objektiv streitig sind (BGE 112 II 34 E. 1a und 147 E. 1, je mit Hinweisen).\n\nb) Mit der Berufung wird ausser der Aufhebung des angefochtenen Urteils verlangt, es seien als notwendige bauliche Massnahmen gemäss Art. 647c ZGB diejenigen in Ziff. 6 des Expertenberichts K. vom 28. Januar 1993 aufgelisteten Arbeiten, welche nicht bereits erledigt sind, gerichtlich festzustellen (Ziff. 2). Ferner seien der Umfang und die Modalitäten der Durchführung der Renovationsarbeiten an der Liegenschaft Strasse X in Y gemäss Vergleichsvorschlag des Beklagten vom 28. Februar 1990, Ziff. 2, 3 (sinngemäss bezogen auf das Rechtsbegehren 2), 5, 6, 7, 8, 9, 10, 11 und 12 zum Urteil zu erheben. Als Bauleiter sei Beat H. und zum Stellvertreter bei dessen Abwesenheit sein Bruder Thomas H. einzusetzen (Ziff. 3). Schliesslich verlangt der Beklagte eventualiter, den Entscheid des Appellationshofs aufzuheben und die Sache zur Neubeurteilung an diese Instanz zurückzuweisen. Nicht bzw. nicht rechtsgenüglich (Art. 55 Abs. 1 lit. c OG) angefochten wird hingegen die Aufhebung der drei Beschlüsse der Stockwerkeigentümergemeinschaft (Nr. 02, Nr. 02a und Nr. 03) vom 30. März 1989 durch den Appellationshof. Es stehen somit lediglich die Art, der Umfang, die Modalitäten und der zeitliche Ablauf der als notwendig bezeichneten baulichen Massnahmen und die Bestellung eines Architekten als Kontrolleur zur Diskussion.\n\nc) Gegenstand des vorliegenden Streites sind damit weder subjektive Rechte der Parteien noch irgendwelche, unter ihnen bestehende Rechtsverhältnisse; streitig ist ausschliesslich die Frage, ob und gegebenenfalls welche als notwendige Verwaltungshandlungen im Sinne von Art. 647c ZGB zu betrachtende, bauliche Massnahmen in welchem Zeitablauf anzuordnen sind und wer mit der Überwachung des Ablaufs und mit der Regelung der Finanzierung zu betrauen ist. Wohl war vorfrageweise auch über die Aufhebung von drei |14| Beschlüssen der Stockwerkeigentümergemeinschaft zu befinden, wogegen - ähnlich wie bei Anfechtung von Vereinsbeschlüssen - in aller Regel die Berufung ergriffen werden kann (vgl. Art. 712m Abs. 2 ZGB mit Verweis auf Art. 75 ZGB; dazu MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, Zürich 1992, S. 74; vgl. BGE 108 II 17 /18 E. 1a; nicht publizierter Entscheid des Bundesgerichts i.S. F. vom 9. September 1991, E. 3a). Abgesehen davon, dass der Beklagte die Aufhebung der beiden auf Vorschlägen des Klägers beruhenden Beschlüsse Nr. 02 und 02a überhaupt nicht und die Annullierung des auf ihn zurückgehenden Zirkularbeschlusses Nr. 03 auf ungenügende Weise anficht, beinhalten auch diese Entscheide nicht etwa Regelungen betreffend die subjektiven Rechte der beiden Stockwerkeigentümer, sondern nur die je vom Kläger oder vom Beklagten als akzeptierbar befundenen Vorschläge der als notwendig betrachteten baulichen Massnahmen, welche gemäss Art. 18 des Reglements von der Stockwerkeigentümergemeinschaft anzuordnen gewesen wären, jedoch infolge der Mehrheits- und Minderheitsverhältnisse und der zwischen den beiden einzigen Stockwerkeigentümern bestehenden Differenzen nicht durchgeführt werden konnten.\n\nNach Art. 647 Abs. 2 Ziff. 1 ZGB, auf den Art. 712g Abs. 1 ZGB u.a. verweist (vgl. MEIER-HAYOZ, N. 19 zu Art. 647 ZGB), hat jeder Stockwerkeigentümer einen unabdingbaren Anspruch darauf, dass die notwendigen Verwaltungshandlungen durchgeführt und allenfalls durch den Richter angeordnet werden (MEIER-HAYOZ, N. 72 zu Art. 647 ZGB; N. 5 zu Art. 647c ZGB). Zu den notwendigen Verwaltungshandlungen im Sinne von Art. 647 Abs. 2 Ziff. 1 ZGB gehören alle Unterhalts-, Wiederherstellungs- und Erneuerungsarbeiten, die für die Erhaltung des Wertes und der Gebrauchsfähigkeit der Sache nötig sind (Art. 647c ZGB; Meier-Hayoz, N. 14, 15 zu Art. 647 ZGB; vgl. LIVER, Das Miteigentum, in Schweizerisches Privatrecht, V/1, Basel 1977, S. 67). Zwar ist der Anspruch auf Erhaltung des Wertes sowie der Gebrauchsfähigkeit der Sache für jeden einzelnen Miteigentümer unverzichtbar und gilt in der Lehre teilweise gar als wohlerworbenes Recht (MEIER-HAYOZ, N. 54 und 56 zu Art. 647 ZGB); dieses Recht ist aber als solches vorliegend gar nicht umstritten; der Streit dreht sich vielmehr allein um die Art und den Umfang der richterlich angeordneten Massnahmen sowie deren zeitliche Dringlichkeit. Es geht mithin lediglich um Verwaltungstätigkeit, die im Interesse der Stockwerkeigentümergemeinschaft gestützt auf praktische Überlegungen und auf Zweckmässigkeit gründenden |15| Anordnungen vom Richter anstelle der zerstrittenen Mitglieder der Stockwerkeigentümergemeinschaft hat ausgeübt werden müssen.\n\nNach der Rechtsprechung des Bundesgerichts (BGE 104 II 165; MEIER-HAYOZ, N. 70 zu Art. 647 ZGB) kann gegen einen Entscheid des letztinstanzlichen Richters über solche Verwaltungsmassnahmen keine Berufung erhoben werden, weil darin kein Streit um die Anerkennung oder Feststellung eines bestrittenen Rechts liegt. Auf die Berufung kann daher nicht eingetreten werden. Dass die Zuständigkeit des Appellationshofs im Sinne des Art. 7 Abs. 2 ZPO/BE gerade mit Blick auf die Berufungsfähigkeit und die Höhe des Streitwerts bejaht worden ist, vermag daran nichts zu ändern, zumal das Bundesgericht die Eintretensvoraussetzungen im eidgenössischen Rechtsmittelverfahren unabhängig von kantonalen Zuständigkeitsvorschriften prüft (vgl. BGE 104 II 165 mit Hinweisen). Im übrigen fällt auf, dass das angefochtene Urteil selbst - entgegen dem, was gegenüber eidgenössischen ordentlichen Rechtsmitteln üblich ist - keine Rechtsmittelbelehrung enthält."}