{"annee": "120", "cour": "II", "page": "28", "date": "6/1/1994", "cite": ["118 II 479", "108 II 337", "112 IA 311"], "cite_par": ["120 II 352", "137 I 135", "122 I 351"], "chapeau": "7. Extrait de l'arrêt de la Ire Cour civile du 6 janvier 1994 dans la cause dame K. contre époux V. (recours en réforme)", "regestes": ["Art. 259i al. 2 et 274d ss CO; procédure de conciliation en matière de bail à loyer et force dérogatoire du droit fédéral. L'autorité judiciaire doit examiner d'office et de manière préjudicielle la conformité du droit cantonal avec le droit fédéral (consid. 3). Le droit cantonal ne peut exclure l'accès à la voie judiciaire à la partie intimée et défaillante dans la procédure de conciliation (consid. 4), sous peine de violer le principe de la force dérogatoire du droit fédéral (consid. 5)."], "faits": "|28|\n\nA.- Les époux V., en qualité de locataires, ont exigé de dame K. la réparation de certaines malfaçons affectant leur appartement. Le 21 mars 1991, ils ont informé la commission cantonale de conciliation de la consignation des loyers et l'ont requise d'engager la procédure de conciliation prévue à l'art. 259i al. 1 CO. Lors de la séance organisée à cet effet, dame K. n'a pas comparu. La commission a constaté ce défaut et, par décision du 17 octobre 1991, elle a notamment accordé aux locataires une réduction de leur loyer.\n\nB.- Dame K. a ouvert action devant le juge du district de Monthey. Dans sa décision du 6 mai 1992, le juge concerné a déclaré l'action irrecevable, au motif que la demanderesse, absente lors de la séance en conciliation, était déchue de son droit de saisir l'autorité judiciaire. Dame K. a interjeté un appel auprès du Tribunal cantonal du canton du Valais. Par jugement du 2 septembre 1993, celui-ci a déclaré le recours irrecevable, motif pris que le juge de district avait fait uniquement application du droit cantonal de procédure et qu'ainsi seule la voie du pourvoi en nullité était ouverte.\n\n|29|\n\nC.- Le Tribunal fédéral a admis le recours en réforme interjeté par la demanderesse et a renvoyé la cause à l'autorité cantonale pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n3. Dans son écriture d'appel, la demanderesse avait déjà soutenu que la déchéance de son droit à faire valoir ses prétentions en justice équivalait à une violation du droit fédéral. Quoi qu'il en soit, le Tribunal cantonal devait examiner cette question d'office. Ne change rien, à cet égard, que la décision d'irrecevabilité rendue par le juge de district l'ait été en application correcte du droit cantonal. L'obligation d'appliquer d'office le droit fédéral implique en effet un examen préjudiciel de la conformité du droit cantonal avec la législation fédérale (cf. ATF 112 Ia 311 consid. 2c et les arrêts cités). Puisqu'en l'espèce la demanderesse a la possibilité d'invoquer au moyen du recours en réforme une prétendue violation du principe de la force dérogatoire de cette législation, la voie de l'appel au tribunal cantonal devait également lui être ouverte. Le jugement entrepris viole donc, à ce titre, le droit fédéral.\n\n4. Le bien-fondé de la prétention revendiquée par le recourant ne constitue pas une condition de recevabilité du recours en réforme (POUDRET, COJ, n. 1.1 ad art. 43 OJ). Par conséquent, le Tribunal fédéral pourrait se contenter de constater que le jugement d'irrecevabilité entrepris contrevient au droit fédéral avec pour conséquence le renvoi de l'affaire au Tribunal cantonal pour que celui-ci entre en matière sur l'appel. Afin d'éviter une prolongation inutile de la procédure, il y a lieu de trancher s'il y a, en l'espèce, violation du principe de la force dérogatoire du droit fédéral. En effet, en cas de compatibilité du droit cantonal litigieux avec la législation fédérale, il n'y aurait aucun intérêt à ce qu'un jugement de rejet remplace purement et simplement le jugement attaqué.\n\nLorsque la commission cantonale de conciliation rend une décision, celle-ci devient définitive, si la partie qui succombe ne saisit pas le juge dans les trente jours (art. 259i al. 2 et 274f al. 1 CO). Le droit fédéral (art. 274d ss CO) n'impose pas la comparution personnelle des parties en instance de conciliation, ni ne règle les conséquences du défaut d'une partie à comparaître. Il comporte toutefois un renvoi aux législations de procédure cantonales (cf. réserve de l'art. 274 CO); celles-ci proposent des solutions différenciées (cf., pour un aperçu de la question, GMÜR, Kündigungsschutz - |30| Prozessuales rund um den \"Entscheid\" der Schlichtungsbehörde, in Mietrechtspraxis 3/1990, p. 121 ss/128 ss; COMMENTAIRE DE L'USPI, n. 11 s. ad art. 274d CO). La question à résoudre en l'espèce consiste à savoir si elles ont la possibilité de prévoir la déchéance du droit de la personne intimée et défaillante en procédure de conciliation à obtenir un jugement de la part de l'autorité judiciaire.\n\nLe droit fédéral offre à la partie qui succombe devant l'autorité de conciliation un droit d'agir en justice dans les trente jours dès la notification de la décision de cette autorité (COMMENTAIRE DE L'USPI, n. 9 ad art. 259i CO et n. 8 ad art. 274f CO). Le droit cantonal peut prescrire dans quelles formes les actions judiciaires doivent être introduites; mais il ne peut pas poser des exigences telles qu'elles constitueraient des obstacles à l'application du droit fédéral (ATF 108 II 337 consid. 2d): il ne peut ainsi exclure l'accès à la voie judiciaire à l'intimé - en procédure de conciliation -, au motif que celui-ci aurait omis de prendre part à cette procédure; une telle solution reviendrait sinon à accorder aux législateurs cantonaux la compétence de prévoir la péremption des prétentions découlant du droit fédéral par le biais de pures règles de procédure, ce qui, selon la jurisprudence constante du Tribunal fédéral, est incompatible avec ce droit (ATF 118 II 479). Pareille omission ne peut avoir des implications, en vertu du droit cantonal, que pour la procédure de conciliation et non pour la procédure judiciaire ultérieure (dans ce sens, GMÜR, op.cit., p. 129; COMMENTAIRE DE L'USPI, n. 11 ad art. 274d CO). La question controversée de savoir si le requérant en procédure de conciliation - réputé, en cas de défaut, avoir retiré sa requête - est, lui, déchu de son droit d'agir en justice, ne se pose pas en l'occurrence; il n'y a dès lors pas lieu de la trancher (pro: COMMENTAIRE DE L'USPI, n. 11 s. ad art. 274d CO; DUCROT, Procédure et contentieux en matière de bail à loyer et de bail à ferme non agricole en particulier dans le canton du Valais, in RVJ 1991, p. 156 s.; contra: GMÜR, op.cit., p. 129 s.).\n\n5. En l'espèce, le prononcé de déchéance du droit de la demanderesse d'agir en justice se heurte au principe de la force dérogatoire du droit fédéral. Le recours doit, par conséquent, être admis, le jugement attaqué annulé et l'affaire renvoyée à l'autorité cantonale pour nouvelle décision, étant précisé que la juridiction compétente - en application des dispositions de la procédure cantonale valaisanne - devra se prononcer sur les prétentions de la demanderesse au fond."}