{"annee": "120", "cour": "IV", "page": "73", "date": "20/4/1994", "cite": ["114 IV 148", "95 IV 144", "100 IV 258", "106 IV 396", "115 IV 51", "114 IV 154", "90 IV 94", "109 IV 137"], "cite_par": ["126 IV 53", "125 IV 283", "131 IV 36", "124 IV 175"], "chapeau": "14. Urteil des Kassationshofes vom 20. April 1994 i.S. M. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 91 al. 3 nouveau LCR; soustraction à la prise de sang. L'omission volontaire d'annoncer un accident conformément à la loi réalise également au regard du nouveau droit l'infraction de soustraction à la prise de sang, lorsqu'une telle mesure devait apparaître comme très vraisemblable au vu de l'ensemble des circonstances pertinentes du cas et que le conducteur connaissait les circonstances justifiant la grande vraisemblance que la mesure soit ordonnée. Dans ce cas, il devait escompter qu'une prise de sang serait ordonnée au sens de l'art. 91 al. 3 LCR."], "faits": "BGE 120 IV 73 S. 73\n\nA.- M. hielt sich in der Nacht vom 10. auf den 11. Juli 1992, zwischen ca. 23.00 und 02.30 Uhr, in einem Restaurant in Häuslenen auf. Anschliessend fuhr er in seinem Personenwagen in Richtung Wiesendangen, wo er wohnt. Auf der 6 m breiten Verbindungsstrasse zwischen Oberschneit und Kappel kam er nach rechts von der Fahrbahn ab. Sein Wagen stiess mit einiger Wucht gegen einen hölzernen Gartenzaun, der auf eine Länge von ca. 5 m niedergedrückt und teilweise zerstört wurde; dabei wurden auch einige Büsche in Mitleidenschaft gezogen. Das Fahrzeug wurde insbesondere vorne rechts stark beschädigt.\n\nM. konnte den Wagen mit Hilfe eines andern Automobilisten aus der Unfallendlage befreien. Er fuhr in der Folge nach Hause. Am Vormittag des 11. Juli 1992 (Samstag) versuchte er erfolglos, einen Vertreter der geschädigten Gemeinde zu erreichen; erst am Montagvormittag kam der Kontakt zustande. M. unterliess es, die Polizei zu verständigen.\n\nBGE 120 IV 73 S. 74\n\nB.- Das Obergericht des Kantons Zürich sprach M. am 6. Juli 1993 in Bestätigung des Entscheides des Einzelrichters in Strafsachen des Bezirksgerichts Winterthur vom 20. Januar 1993 der Verletzung von Verkehrsregeln (Art. 90 Ziff. 1 SVG [SR 741.01] in Verbindung mit Art. 3 Abs. 1 VRV [SR 741.11]), des Führens eines nichtbetriebssicheren Fahrzeugs, des pflichtwidrigen Verhaltens bei Unfall (Art. 92 Abs. 1 in Verbindung mit Art. 51 Abs. 3 SVG) sowie der Vereitelung einer Blutprobe (Art. 91 Abs. 3 SVG) schuldig und verurteilte ihn deswegen zu einer bedingt vollziehbaren Gefängnisstrafe von 7 Tagen und zu einer Busse von Fr. 1'500.--.\n\nC.- Der Verurteilte führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Entscheid des Obergerichts bezüglich des Schuldspruchs der Vereitelung einer Blutprobe aufzuheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach Art. 91 Abs. 3 SVG in der Fassung gemäss Bundesgesetz vom 6. Oktober 1989, in Kraft seit 1. Februar 1991, wird bestraft, wer sich vorsätzlich einer Blutprobe, die angeordnet wurde oder mit deren Anordnung er rechnen musste, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahmen vereitelt. Mit dieser neuen Fassung des Gesetzes sollte der langjährigen bundesgerichtlichen Rechtsprechung zum Tatbestand der Vereitelung einer Blutprobe Rechnung getragen werden. Allerdings wird in der bundesrätlichen Botschaft (BBl 1986 III 209ff.) insoweit nur auf BGE 90 IV 95 verwiesen (S. 228), nicht auch auf die Präzisierung der Rechtsprechung durch BGE 109 IV 137 ff. Mit der in den älteren Bundesgerichtsentscheiden (BGE 95 IV 144, BGE 100 IV 262 E. 4, BGE 106 IV 396) verwendeten Formel \"mit einer Blutprobe rechnen musste\" sollte indessen unter anderem gerade das objektive Erfordernis der hohen Wahrscheinlichkeit der Anordnung einer Blutprobe zum Ausdruck gebracht werden (vgl. schon BGE 95 IV 148 : \"reale Wahrscheinlichkeit\").\n\nDie neue Fassung von Art. 91 Abs. 3 SVG geht auf den Vorschlag der ständerätlichen Kommission zurück (Amtl.Bull. StR 1988 S. 549 f.), nachdem der Bundesrat sich mit dem Vorschlag auf Streichung der Worte \"amtlich angeordneten\" begnügt hatte (BBl 1986 III 228, 236). Für die Annahme, jemand habe eine Blutprobe vereiteln wollen, müssen gemäss einem Votum im Ständerat (Cavelty) \"objektive Anhaltspunkte vorhanden sein\", d.h. muss dem Fahrer nachgewiesen werden können, \"dass und warum er mit einer Blutprobe BGE 120 IV 73 S. 75hätte rechnen müssen\"; auch in diesem Bereich sollen die üblichen Beweisregeln ohne besondere Schuldvermutungen gelten (Amtl.Bull. StR 1988 S. 550).\n\nb) Nach der bundesgerichtlichen Rechtsprechung zu Art. 91 Abs. 3 aSVG erfüllt die Unterlassung der Meldung eines Unfalls an die Polizei dann den objektiven Tatbestand von Art. 91 Abs. 3 SVG, wenn der Fahrzeuglenker gemäss Art. 51 SVG zur Meldung verpflichtet und die Benachrichtigung der Polizei möglich war und wenn bei objektiver Betrachtung aller Umstände die Polizei bei Meldung des Unfalls sehr wahrscheinlich eine Blutprobe angeordnet hätte. Ob die Anordnung einer Blutprobe sehr wahrscheinlich war, hängt von den Umständen des konkreten Falles ab. Dazu gehören einerseits der Unfall als solcher (Art, Schwere, Hergang) und anderseits der Zustand sowie das Verhalten des Fahrzeuglenkers vor und nach dem Unfall bis zum Zeitpunkt, an dem die Meldung spätestens hätte erfolgen müssen (BGE 109 IV 137 E. 2a, BGE 114 IV 148 E. 2).\n\n2. Der Fahrzeuglenker musste dann im Sinne von Art. 91 Abs. 3 SVG n.F. mit einer Blutprobe rechnen, wenn diese sehr wahrscheinlich war und er die die hohe Wahrscheinlichkeit begründenden Umstände kannte. Das Erfordernis der hohen Wahrscheinlichkeit gilt mithin auch unter der Herrschaft des neuen Rechts, durch das der Gesetzgeber der langjährigen bundesgerichtlichen Rechtsprechung Rechnung getragen hat (siehe das nicht publizierte Urteil des Kassationshofes vom 23. November 1993 i.S. Generalprokurator des Kantons Bern c. Z.).\n\na) Der Unfall ereignete sich nachts gegen 03.00 Uhr. Der Beschwerdeführer hatte sich zuvor nach seinen eigenen Angaben während rund dreieinhalb Stunden in einem Restaurant aufgehalten und dabei zirka 2,5 dl gespritzten Weisswein getrunken. Er geriet gemäss den Ausführungen im angefochtenen Urteil auf einem geraden und trotz des Regens übersichtlichen, ihm wohlbekannten und mit einer zulässigen Höchstgeschwindigkeit von 50 km/h signalisierten Streckenabschnitt nach rechts von der Fahrbahn ab. Sein Wagen legte zunächst einige Büsche um und prallte dann in einen hölzernen Gartenzaun. Angesichts der Schäden an der Unfallstelle sowie am Fahrzeug muss der Aufprall mit einiger Wucht erfolgt sein. Der Beschwerdeführer meinte denn auch selber, er habe nicht gebremst. Er erklärte das Abkommen von der Fahrbahn damit, dass er am Autoradio hantiert, nämlich einen Sender eingestellt und die Lautstärke etwas zurückgedreht habe.\n\nBGE 120 IV 73 S. 76\n\nb) Aufgrund dieser Umstände durfte die Vorinstanz ohne Verletzung von Bundesrecht den Schluss ziehen, dass die Polizei sehr wahrscheinlich eine Blutprobe angeordnet hätte. Auch wenn mit der Vorinstanz abweichend von der ersten Instanz davon auszugehen ist, es dürfe mangels diesbezüglicher Abklärungen nicht unterstellt werden, dass der Beschwerdeführer Alkoholsymptome aufgewiesen habe, war die Anordnung einer Massnahme zur Ermittlung der Blutalkoholkonzentration angesichts des Unfallgeschehens sehr wahrscheinlich. Das Abkommen von der Fahrbahn konnte weder durch die Strassen- oder Verkehrsverhältnisse noch durch einen Defekt am Fahrzeug erklärt werden. Wie im angefochtenen Urteil zutreffend ausgeführt wird, ist das Hantieren am Autoradio, mit dem der Beschwerdeführer den Unfall erklärte, eine gewöhnliche Tätigkeit, die vom Fahrzeuglenker während der Fahrt (und insbesondere bei ruhigen Verkehrsverhältnissen auf gerader Strecke) in der Regel problemlos vorgenommen werden kann. Hat diese Tätigkeit auf einem gerade verlaufenden, dem Fahrzeuglenker wohlbekannten Streckenabschnitt bei einer zulässigen Höchstgeschwindigkeit von 50 km/h ohne äussere Einwirkungen derart ungewöhnliche Folgen wie im vorliegenden Fall, entsteht der dringende Verdacht, dass Alkohol im Spiel und der Fahrzeuglenker aus diesem Grunde in seiner Konzentrations- und Reaktionsfähigkeit beeinträchtigt gewesen sei. Zur Abklärung dieses dringenden Verdachts hätte die Polizei sehr wahrscheinlich eine Massnahme zur Ermittlung der Blutalkoholkonzentration angeordnet.\n\n3. Auch die übrigen Voraussetzungen des objektiven Tatbestands von Art. 91 Abs. 3 SVG sind vorliegend erfüllt. Der Beschwerdeführer war gemäss Art. 51 Abs. 3 SVG verpflichtet, sofort den Geschädigten zu benachrichtigen und, wenn dies nicht möglich war, unverzüglich die Polizei zu verständigen. Jedenfalls die sofortige Benachrichtigung der Polizei wäre möglich gewesen.\n\nDurch eine Verurteilung allein gemäss Art. 51 Abs. 3 in Verbindung mit Art. 92 Abs. 1 SVG würde das inkriminierte Verhalten entgegen den Andeutungen in der Nichtigkeitsbeschwerde nicht vollumfänglich geahndet; diesfalls bliebe nämlich unberücksichtigt, dass der Beschwerdeführer sich durch sein pflichtwidriges Verhalten einer Blutprobe, die sehr wahrscheinlich angeordnet worden wäre, entzogen hat (siehe dazu BGE 115 IV 51 E. 4b).\n\nDa der Beschwerdeführer durch sein Verhalten unstreitig die in Art. 51 Abs. 3 SVG festgelegten Verhaltenspflichten verletzt hat, kann dahingestellt bleiben, ob das Verlassen der Unfallstelle bei hoher Wahrscheinlichkeit einer Blutprobe abweichend von der bundesgerichtlichen Rechtsprechung BGE 120 IV 73 S. 77(siehe etwa BGE 114 IV 154 E. 2a) den Tatbestand von Art. 91 Abs. 3 SVG auch dann erfüllen kann, wenn der Fahrzeuglenker bei einem Selbstunfall mangels eines Fremdschadens keine Pflichten im Sinne von Art. 51 Abs. 3 SVG zu erfüllen hatte (kritisch zum Erfordernis der Verletzung einer Verhaltenspflicht als Voraussetzung für eine Verurteilung wegen Vereitelung einer Blutprobe SCHULTZ, Zur Revision von Art. 91 Abs. 3 SVG, ZStrR 109/1992 S. 317 ff., 323 f.; SCHULTZ, Rechtsprechung und Praxis zum Strassenverkehrsrecht in den Jahren 1983 bis 1987, S. 289 ff.; der bundesgerichtlichen Rechtsprechung zustimmend dagegen SCHUBARTH, Vereitelung der Blutprobe, in: Jörg Schuh [Hrsg.], Verkehrsdelinquenz, Grüsch 1989, S. 301 ff., 309).\n\n4. Der subjektive Tatbestand der Vereitelung einer Blutprobe ist nach der bundesgerichtlichen Rechtsprechung erfüllt, wenn der Fahrzeuglenker die die Meldepflicht sowie die die hohe Wahrscheinlichkeit einer Blutprobe begründenden Tatsachen kannte und daher die Unterlassung der gesetzlich vorgeschriebenen und ohne weiteres möglichen Meldung vernünftigerweise nur als Inkaufnahme der Tatbestandsverwirklichung gewertet werden kann (BGE 109 IV 137 E. 2b, BGE 114 IV 148 E. 2b). Diese Rechtsprechung hat entgegen der Auffassung des Beschwerdeführers keineswegs zur Folge, dass die Verletzung der in Art. 51 Abs. 3 SVG festgelegten Pflichten nach einem nächtlichen Unfall selbst durch einen völlig nüchternen Fahrzeuglenker stets zu einer Verurteilung auch wegen Vereitelung einer Blutprobe führt. Entscheidend ist, ob angesichts der konkreten Umstände des Falles sehr wahrscheinlich eine Blutprobe angeordnet worden wäre. Das ist vorliegend unter Berücksichtigung von Art und Hergang des Unfalls, die dem Beschwerdeführer bekannt waren, zu bejahen, auch wenn nicht unterstellt werden kann, dass der Beschwerdeführer (wahrnehmbare) Alkoholsymptome aufwies.\n\nDer weitere Einwand des Beschwerdeführers, er habe nicht gewusst, dass er gemäss Art. 51 Abs. 3 SVG verpflichtet gewesen sei, sofort den Geschädigten und, wenn dies nicht möglich ist, unverzüglich die Polizei zu benachrichtigen, steht im Widerspruch zu den tatsächlichen Feststellungen der Vorinstanz und ist ausserdem unerheblich; die angebliche Unkenntnis des Gesetzes berührt den Vorsatz nicht. Die Zubilligung von Rechtsirrtum (Art. 20 StGB) fällt mangels zureichender Gründe ausser Betracht. Im übrigen hat es der Beschwerdeführer auch am Samstagvormittag, nachdem er angeblich erfolglos Kontakt mit der Geschädigten aufzunehmen versucht hatte, unterlassen, die Polizei zu benachrichtigen."}