{"annee": "120", "cour": "III", "page": "64", "date": "31/8/1994", "cite": ["119 III 57", "100 IB 455", "113 III 120", "115 II 396", "69 III 33", "116 II 92"], "cite_par": ["125 III 42"], "chapeau": "21. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 31. August 1994 i.S. S. AG (Rekurs)", "regestes": ["Art. 77 LP. Art. 79 al. 1 OJ. Art. 65 et 66 al. 1 LP. Les autorités de surveillance en matière de poursuite pour dettes et de faillite ne sont pas compétentes pour admettre une opposition tardive (consid. 1). On ne peut joindre dans un seul mémoire un recours de droit public et un recours à la Chambre des poursuites sans clairement les distinguer, formellement et intrinsèquement (consid. 2). La notification d'actes de poursuite au détenteur du domicile d'une société qui n'a pas de bureau au lieu de son siège statutaire est régulière (consid. 3)."], "faits": "BGE 120 III 64 S. 64\n\nA.- Die S. AG, gegen welche die Betreibung Nr. 94476 des Betreibungsamtes X. eingeleitet worden ist, stellte mit Eingabe vom 15. Juli 1994 beim Kantonsgerichtspräsidium Zug das Begehren um Bewilligung eines nachträglichen Rechtsvorschlages im Sinne von Art. 77 SchKG.\n\nDer Rechtsöffnungsrichter beim Kantonsgerichtspräsidium Zug teilte der Gesuchstellerin mit Schreiben vom 20. Juli 1994 mit, dass er auf das Gesuch wegen verspäteter Einreichung nicht eintreten könne. Da gleichzeitig geltend gemacht werde, die Zustellung des Zahlungsbefehls sei auf unzulässige Weise erfolgt, leite er aber die Akten an die Justizkommission BGE 120 III 64 S. 65des Obergerichts als Aufsichtsbehörde über Schuldbetreibung und Konkurs weiter zur Prüfung der Frage, ob die Eingabe als Beschwerde im Sinne von Art. 17 SchKG behandelt werden könne.\n\nMit einer weiteren Eingabe vom 26. Juli 1994 beanstandete die S. AG auch die Zustellung des Zahlungsbefehls in der Betreibung Nr. 94504 des Betreibungsamtes X.\n\nB.- Die Justizkommission des Obergerichts des Kantons Zug trat auf die Beschwerden mit Beschluss vom 29. Juli 1994 nicht ein.\n\nDiesen Entscheid zog die S. AG mit Rekursschrift vom 16. August 1994 an die Schuldbetreibungs- und Konkurskammer des Bun desgerichts weiter. Sie schrieb: \"Wir beantragen, dass der nachträgliche Rechtsvorschlag gemäss Art. 77 SchKG bewilligt werde, und wir beantragen weiter, dass uns die Kosten des Verfahrens nicht auferlegt werden.\"\n\nDie Schuldbetreibungs- und Konkurskammer des Bundesgerichts wies den Rekurs ab, soweit sie darauf eintrat.", "considerants": "Aus den Erwägungen:\n\n1. Die Bewilligung für den nachträglichen Rechtsvorschlag wird vom Richter erteilt (Art. 77 Abs. 2 und 3 SchKG; vgl. AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5. Auflage Bern 1993, § 18 N. 28 ff., insbesondere N. 33). Die Aufsichtsbehörden über Schuldbetreibung und Konkurs, so auch die Schuldbetreibungs- und Konkurskammer des Bundesgerichts, sind hiefür nicht zuständig.\n\n2. Ein gesetzwidriger Entscheid einer kantonalen Aufsichtsbehörde über Schuldbetreibung und Konkurs kann binnen zehn Tagen seit dessen Mitteilung an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen werden (Art. 19 Abs. 1 SchKG; Art. 75 ff. OG). Insofern die S. AG die Zustellung von Zahlungsbefehlen als unrechtmässig rügt und sie - wenigstens implizite - die Aufhebung des Beschlusses der Justizkommission des Obergerichts des Kantons Zug verlangt, ist daher der vorliegende Rekurs grundsätzlich zulässig.\n\nNicht stattzugeben ist indessen dem \"weiteren Antrag\" der S. AG, dieselbe Eingabe \"auch der für Rechtsverweigerung und Willkür zuständigen Kammer des Bundesgerichtes zu übergeben\", womit offenbar die Entgegennahmen einer staatsrechtlichen Beschwerde angestrebt wird. Die staatsrechtliche BGE 120 III 64 S. 66Beschwerde kann in einer einzigen Eingabe sowenig mit einem Rekurs als mit einer Berufung verbunden werden, wenn dies - wie im vorliegenden Fall - ohne äusserlich und inhaltlich klare Trennung geschieht (vgl. BGE 113 III 121 E. 1; BGE 115 II 397 E. 2a; BGE 116 II 93 E. 1; MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, Zürich 1992, Ziff. 24, S. 30; SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, Bern 1994, N. 226, S. 82; N. 242a, S. 86).\n\n3. Mit der Antwort auf die Frage, ob die Zustellung der Zahlungsbefehle in den Betreibungen Nrn. 94476 und 94504 des Betreibungsamtes X. rechtmässig erfolgt sei, beantwortet sich im vorliegenden Fall auch die Frage nach der Rechtzeitigkeit der hiegegen erhobenen Beschwerden im kantonalen Verfahren.\n\na) Die Justizkommission des Obergerichts des Kantons Zug ist im angefochtenen Beschluss davon ausgegangen, dass eine Gesellschaft, die am Ort ihres statutarischen Sitzes kein Geschäftsbüro hat, im Handelsregister eintragen lassen müsse, bei wem sich an diesem Ort das Domizil befindet (Art. 43 Abs. 1 und Art. 78 Abs. 1 lit. f HRegV). Mitteilungen aller Art seien grundsätzlich an dieses Domizil zu richten (BGE 100 Ib 458 E. 4), da es gleichsam die Empfangsstelle der juristischen Person sei. Demzufolge sei eine Zustellung an einen Verwaltungsrat oder einen Prokuristen der juristischen Person nicht mehr zulässig. Ein Domizilhalter nehme also gleichsam die Stellung eines Bevollmächtigten ein, wie ihn der am Betreibungsort nicht anwesende Schuldner bestimmen könne (Art. 66 Abs. 1 SchKG; BGE 69 III 35 f.). Übernehme eine Aktiengesellschaft das Domizil einer Aktiengesellschaft, so sei eine Betreibungsurkunde einem nach Art. 65 SchKG zur Entgegennahme berechtigten Vertreter der Domizilhalterin auszuhändigen (BGE 119 III 57).\n\nb) In tatsächlicher Hinsicht hat die kantonale Aufsichtsbehörde festgestellt, dass die Rekurrentin bei der B. AG ein Domizil begründet hat. Bei der Person von Y., der den Zahlungsbefehl in der Betreibung Nr. 94476 am 27. Juni 1994 für die S. AG entgegengenommen habe, handle es sich unbestrittenermassen um ein Mitglied des Verwaltungsrates der Domizilhalterin der Rekurrentin. In der Betreibung Nr. 94504 sei der Zahlungsbefehl am 30. Juni 1994 Z., der ebenfalls Mitglied des Verwaltungsrates der B. AG sei, zugestellt worden.\n\nNach den Feststellungen der kantonalen Aufsichtsbehörde ist somit erwiesen, dass die Zustellung des Zahlungsbefehls in den erwähnten beiden Betreibungen gesetzeskonform erfolgte. Die Beschwerde vom 15. Juli 1994 BGE 120 III 64 S. 67gegen die Zustellung des Zahlungsbefehls in der Betreibung Nr. 94476 war demzufolge ebenso verspätet wie die am 26. Juli 1994 erhobene Beschwerde gegen die Zustellung des Zahlungsbefehls in der Betreibung Nr. 94504."}