{"annee": "120", "cour": "V", "page": "170", "date": "21/4/1994", "cite": ["110 V 248", "117 V 257", "113 V 13", "99 V 19"], "cite_par": ["127 V 209"], "chapeau": "24. Urteil vom 21. April 1994 i.S. Bundesamt für Sozialversicherung gegen S. G. und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 23, 24 e 46 al. 1 LAVS, art. 35 al. 1 et art. 36 al. 1 CC. Le délai quinquennal de péremption de l'art. 46 al. 1 LAVS commence à courir au moment où l'ayant droit peut au plus tôt obtenir du juge une déclaration d'absence de droit civil, soit dans le cas de la personne disparue dont on n'a pas eu de nouvelles depuis longtemps, six ans après les dernières nouvelles (changement de jurisprudence)."], "faits": "|170|\n\nA.- S. G. (geb. 1958) war seit dem 27. Oktober 1978 mit A. G. (geb. 1956) verheiratet. Ende September 1980 begab sich ihr Ehemann ins M., um dort Ferien zu machen. Nachdem S. G. von ihrem Ehemann während längerer Zeit kein Lebenszeichen bekommen hatte, meldete sie ihren Ehemann am 7. November 1980 bei der Polizei als vermisst. Die anschliessenden Nachforschungen verliefen ergebnislos.\n\nIm Frühjahr 1990 leitete S. G. das Verfahren zur Verschollenerklärung ein. Mit Beschluss des Zivilgerichts Basel-Stadt vom 8. Mai 1990, veröffentlicht im Amtsblatt vom 22. Mai 1990, wurde \"jede Person, die über den Vermissten Aufschluss geben kann, aufgefordert, bis spätestens 7. Juni 1991\" sich beim Gericht zu melden. Am 4. November 1990 fand ein Pilzsucher in der Nähe des damaligen Ferienortes Knochen und Kleidungsstücke, die sich in der Folge als die sterblichen Überreste des A. G. bestimmen liessen. Nachdem das Zivilstandsamt der Gemeinde, wo die Leiche gefunden worden war, den Todesschein ausgestellt und das Zivilstandsamt der letzten Wohnsitzgemeinde den Tod in einem abgekürzten Todesschein mit dem Vermerk \"im September 1980 (Auffindung: 4. Nov. 1990) ist gestorben zu B. G.A. ...\" verurkundet hatte, schrieb das Zivilgericht |171| Basel-Stadt das Verfahren um Verschollenerklärung als gegenstandslos geworden ab.\n\nAm 22. April 1991 meldete sich S. G. bei der AHV zum Bezug von Hinterlassenenleistungen an. Die Ausgleichskasse des Basler Volkswirtschaftsbundes kam zum Schluss, S. G. habe grundsätzlich Anspruch auf eine Witwenabfindung in Form einer dreifachen Jahres-Witwenrente, doch könne diese Leistung im Hinblick auf Art. 46 AHVG wegen verspäteter Anmeldung nicht mehr ausbezahlt werden. Nach Einholung einer Stellungnahme des Bundesamtes für Sozialversicherung (BSV) lehnte die Ausgleichskasse den Anspruch auf Witwenabfindung zufolge verspäteter Anmeldung mit Verfügung vom 18. September 1991 ab.\n\nB.- Die hiegegen von S. G. erhobene Beschwerde hiess die Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt mit Entscheid vom 30. Januar 1992 gut und wies die Sache an die Ausgleichskasse zur Zusprechung einer Witwenabfindung zurück.\n\nC.- Das BSV führt Verwaltungsgerichtsbeschwerde und beantragt die Aufhebung des kantonalen Entscheides.\n\nWährend S. G. sich nicht vernehmen lässt, beantragt die Ausgleichskasse Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Wer als Witwe eines Versicherten im Zeitpunkt der Verwitwung die Voraussetzungen (des Art. 23 AHVG) für den Anspruch auf eine Witwenrente nicht erfüllt, hat gemäss Art. 24 AHVG Anspruch auf eine einmalige Abfindung. Diese beläuft sich auf das Doppelte bis Fünffache des Jahresbetreffnisses der Witwenrente (Art. 36 Abs. 2 lit. a-d in Verbindung mit Abs. 1 AHVG), im Falle der Witwe, welche wie im vorliegenden Fall mindestens ein Jahr verheiratet war und vor Vollendung des 40. Altersjahres verwitwet ist, das Dreifache (Art. 36 Abs. 2 lit. b AHVG).\n\nb) Eingeordnet im Dritten Abschnitt (Die Renten), unter Abschnitt E. (Verschiedene Bestimmungen), sieht Art. 46 Abs. 1 AHVG, überschrieben mit der Marginalie \"Nachzahlung nicht bezogener Renten und Hilflosenentschädigungen\", vor, dass der Anspruch auf Nachzahlung erlischt mit dem Ablauf von fünf Jahren seit Ende des Monats, für welchen die Leistung geschuldet war. |172|\n\nc) Der Anspruch auf eine Witwenrente entsteht am ersten Tag des dem Tode des Ehemannes folgenden Monats (Art. 23 Abs. 3 Satz 1 AHVG; BGE 117 V 258 ff. Erw. 1a-c). Im Falle der Verschollenheit wird nach Art. 38 Abs. 2 ZGB die Wirkung der Verschollenerklärung auf den Zeitpunkt der Todesgefahr oder der letzten Nachricht zurückbezogen. Wegen dieser zivilrechtlichen Gleichstellung der Verschollenheit mit dem Tod sieht Rz. 139 der Wegleitung des BSV über die Renten (RWL) vor, dass auch bei Verschollenheit der Anspruch auf Witwenrente am ersten Tag des dem Tode des Ehemannes folgenden Monats entsteht.\n\nDer Anspruch auf einmalige Abfindung, bei Fehlen der Voraussetzungen für die Witwenrente, entsteht im Zeitpunkt der Verwitwung (vgl. Rz. 149 in Verbindung mit Rz. 135 ff. RWL).\n\n2. a) Die Kantonale Rekurskommission hat gestützt auf die vorinstanzliche Vernehmlassung der Ausgleichskasse den Anspruch der Beschwerdegegnerin auf eine Witwenabfindung bejaht. Sie ging von einer unechten Gesetzeslücke aus, da der Gesetzgeber kaum an die ungewöhnliche, stossende und sachwidrige Konsequenz gedacht habe, welche die Anwendung der Verwirkungsregel des Art. 46 Abs. 1 AHVG auf Nachforderungen bei Verschollenheit zur Folge haben könne. Die vom Eidg. Versicherungsgericht aufgestellten Voraussetzungen zum ausnahmsweisen Schliessen einer unechten Lücke (Wertungslücke, Berufung auf BGE 99 V 23 Erw. 4) seien im vorliegenden Fall erfüllt. Es erscheine naheliegend, die Korrektur in Anlehnung an die Regel von Art. 134 Abs. 1 Ziff. 6 OR vorzunehmen, wonach die Verjährung nicht beginnt oder stillsteht, solange eine Forderung vor einem schweizerischen Gericht nicht geltend gemacht werden kann. Dementsprechend könne die Verwirkungsfrist gemäss Art. 46 Abs. 1 AHVG nicht zu laufen beginnen, solange beim Verschwinden einer Person die Verschollenerklärung nicht ausgesprochen oder der Tod nicht inzwischen nachgewiesen worden ist. Damit es allerdings nicht im Belieben des Ansprechers stehe, den Zeitpunkt des Verwirkungsbeginns durch langes Zuwarten mit dem Gesuch um Verschollenerklärung hinauszuschieben, sei der Beginn der Verwirkungsfrist auf jenen Zeitpunkt anzusetzen, in welchem sich frühestens ein Verschollenheitsurteil erwirken lasse, d.h. auf ein Jahr nach dem Zeitpunkt der Todesgefahr oder auf fünf Jahre nach dem nachrichtenlosen Verschwinden zuzüglich der mutmasslichen Dauer des Verschollenerklärungsverfahrens (mindestens ein Jahr). |173|\n\nb) Das BSV geht in der Verwaltungsgerichtsbeschwerde davon aus, dass der Tod des Versicherten nach den in Erfahrung gebrachten Umständen höchstwahrscheinlich im November 1980 eingetreten und der Anspruch auf Hinterlassenenleistungen somit am 1. Dezember 1980 entstanden sei. Wie das Eidg. Versicherungsgericht schon verschiedentlich festgehalten habe, habe der Gesetzgeber zwar solche Fälle nicht vorgesehen, in welchen der Fälligkeitszeitpunkt einer Leistung nicht mit demjenigen Zeitpunkt übereinstimme, in dem der Leistungsanspruch entstehe. Dies habe aber nicht zur Folge, dass der Gesetzgeber diese Fälle grundsätzlich anders lösen wollte, als es dem Wortlaut von Art. 46 AHVG entspreche. Die Verwirkungsfrist beginne deshalb im vorliegenden Fall nach dem Ende des Monats zu laufen, in welchem die Abfindung zur Auszahlung fällig werde, d.h. spätestens am 1. Januar 1981. Im Zeitpunkt der Anmeldung am 15. April 1991 sei somit der Anspruch der Beschwerdegegnerin auf eine Witwenabfindung erloschen. Da die Frist von Art. 46 Abs. 1 AHVG nach Lehre und Rechtsprechung unbestrittenerweise Verwirkungscharakter habe, sei eine analoge Anwendung der von der Vorinstanz erwähnten Regel des OR über Hinderung und Stillstand der Verjährung ausgeschlossen.\n\nc) Im vorinstanzlichen Verfahren hatte die Beschwerdegegnerin darauf hingewiesen, sie habe sich am 22. April 1991 bei der Ausgleichskasse für eine Witwenrente angemeldet, sobald der Tod ihres Ehemannes eindeutig festgestanden habe. Bis dahin habe sie sich als Ehefrau gefühlt und sei als solche auch von den Behörden (z.B. dem Steueramt) behandelt worden. Weiter hatte sie ausgeführt: \"Damit ich die mir zustehende Witwenabfindung erhalten könnte, hätte ich mich als Ehefrau für eine Witwenrente anmelden müssen. Dies ist eine unmenschliche Forderung, da ich gegen meine Hoffnungen und meine innerste Überzeugung meinem Manne hätte den Tod wünschen müssen.\"\n\n3. a) Bereits früh hat das Eidg. Versicherungsgericht entschieden, dass die fünfjährige Nachzahlungsfrist des Art. 46 Abs. 1 AHVG auch die Witwenabfindung erfasst (EVGE 1955 S. 110, bestätigt in BGE 113 V 15 Erw. 3a). Wiederholt hat es auch erkannt, dass diese Frist gewahrt bleibt, wenn das Leistungsgesuch vor ihrem Ablauf eingereicht wird, auch wenn die Verschollenerklärung durch den Richter noch nicht ausgesprochen ist (EVGE 1955 S. 113, 1967 S. 235; BGE 110 V 250 Erw. 1 am Ende; ZAK 1960 S. 178 Erw. 1). Im Lichte dieser Rechtsprechung wirkt sich im vorliegenden Fall auch die Tatsache nicht entscheidend aus, dass es nicht zur Verschollenerklärung gekommen, sondern während deren Hängigkeit der Tod des |174| Versicherten festgestellt worden ist. In beiden Fällen ist der Anspruch der Beschwerdegegnerin auf Witwenabfindung spätestens am 1. Dezember 1980 entstanden, weil wahrscheinlicher Todeszeitpunkt und Beginn der langen nachrichtenlosen Abwesenheit hier zeitlich übereinstimmen (November 1980). Dem Zeitpunkt des Leichenfundes kommt im einen wie im anderen Fall keine anspruchsbegründende Wirkung zu, wie das Eidg. Versicherungsgericht in BGE 117 V 257 richtiggestellt hat.\n\nb) Die wiedergegebene Rechtsprechung des Eidg. Versicherungsgerichts vermag das Auseinanderfallen der sozialversicherungsrechtlichen Verwirkungsordnung und der zivilrechtlichen Rechtslage bei der Verschollenerklärung infolge Verschwindens in hoher Todesgefahr oder bei langer nachrichtenloser Abwesenheit letztlich nur mit dem Hinweis zu rechtfertigen, dass es dem Leistungsansprecher zumutbar sei, vorsorglich zwecks Wahrung seiner Hinterlassenenansprüche eine Anmeldung einzureichen. So hielt das Eidg. Versicherungsgericht in EVGE 1967 S. 236 Erw. 2 fest, es dürfe von Angehörigen eines Vermissten, die in den Genuss von Leistungen der AHV gelangen wollten, erwartet werden, dass sie an den für die Erklärung der Verschollenheit zuständigen Zivilrichter gelangen, sobald ihnen das Gesetz die Möglichkeit dazu gebe und dass sie sich dann unverzüglich an die Verwaltung wenden, um die Ausrichtung der Renten zu erwirken. Wenn es sich aber so verhält, bleibt unverständlich, warum die Rechtsprechung die fünfjährige Verwirkungsfrist mit der durch den Tod oder die Verschollenerklärung begründeten Entstehung des Renten- oder Abfindungsanspruchs beginnen lässt, und nicht von demjenigen Zeitpunkt an, in welchem frühestens zivilrechtlich eine Verschollenerklärung erwirkt werden kann. Tod und Verschollenerklärung sind Sachverhalte oder zivilrechtliche Tatbestände, welche in Fällen der vorliegenden Art in aller Regel erst nachträglich festgestellt oder geschaffen werden können. Dabei bleibt erst noch lange unklar, ob es überhaupt zur Kenntnis des Todes oder zur Aussprechung der Verschollenheit mit ihrer zivilrechtlichen rückwirkenden Todesgleichstellung kommt. Es widerspricht an sich dem Charakter einer (Verwirkungs-)Frist, erst nach Klärung der Sach- und Rechtslage den Anspruchsbeginn zeitlich festzulegen und daran retrospektiv den Beginn der Nachzahlungsfrist zu knüpfen.\n\nIm weiteren ist die Situation von Hinterbliebenen eines Verstorbenen und denjenigen eines jahrelang Verschwundenen nicht dieselbe. Der Tod weist den |175| Versicherungsfall und die Entstehung der daraus resultierenden Leistungsansprüche klar aus, wogegen im Falle des Verschwindens des Versicherten zunächst völlig offenbleibt, ob dereinst aus dieser langen nachrichtenlosen Abwesenheit ein Leistungsanspruch resultiert oder nicht, sei es, dass es zur Verschollenerklärung kommt, sei es, dass nach Jahr und Tag der Tod des Versicherten festgestellt werden kann, sei es, dass er wieder auftaucht. Es wird somit Gleiches mit Ungleichem verglichen, wenn der Ehefrau eines vermissten Versicherten zugemutet wird, sie könne sich so gut wie eine Witwe bei der AHV zum Leistungsbezug anmelden. Eine solche Betrachtungsweise misst den Vorschriften über die Verwirkung des Leistungsanspruchs (Art. 46 Abs. 1 AHVG) eine sachfremde Bedeutung zu. Der Sinn der Verwirkungsfrist besteht darin, im Sinne einer ausgleichenden Regelung einerseits dem Versicherten in einer bestimmten Zeitspanne den entstandenen und ausgewiesenen materiellen Leistungsanspruch zu erhalten, anderseits die Verwaltung vor der materiellen Prüfung von lange nach dem eingetretenen und an sich sofort beweisbaren versicherten Ereignis eingereichten Leistungsgesuchen, mit allen später damit verbundenen Abklärungsschwierigkeiten, zu schützen. Wo sich indessen der Nachweis des versicherten Ereignisses (Tod) aus nicht vom Leistungsansprecher zu vertretenden Gründen zunächst gar nicht und später erst mit langer zeitlicher Verzögerung erbringen (Festlegung des wahrscheinlichen Todeseintritts) oder sogar nur fingieren lässt, findet sich, wie die Ausgleichskasse richtig feststellt, keine Rechtfertigung, den Hinterbliebenen den Ablauf der fünfjährigen Verwirkungsfrist seit dem erst nachträglich feststellbaren und festgestellten Tod bzw. seit Wirkung der Verschollenerklärung entgegenzuhalten. Aus diesen Gründen ist die bisherige Rechtsprechung des Eidg. Versicherungsgerichts (zuletzt BGE 110 V 249 f. Erw. 1 am Ende, mit Hinweisen) dahingehend abzuändern, dass die fünfjährige Verwirkungsfrist des Art. 46 Abs. 1 AHVG in dem Zeitpunkt zu laufen beginnt, da die Hinterbliebene frühestens eine zivilrechtliche Verschollenerklärung durch den Richter erwirken kann.\n\nc) Nach Massgabe von Art. 36 Abs. 1 ZGB, wonach das Gesuch nach Ablauf von mindestens einem Jahr seit dem Zeitpunkt der Todesgefahr oder im Falle der langen nachrichtenlosen Abwesenheit von fünf Jahren seit der letzten Nachricht angebracht werden kann, konnte die Beschwerdegegnerin vor Ablauf von fünf Jahren seit September 1980, als sie von ihrem Ehemann das letzte Lebenszeichen erhalten hatte, somit vor September 1985, zivilrechtlich |176| nichts unternehmen, um dem ungewissen Zustand ein Ende zu bereiten. Von ihr bereits vorher die vorsorgliche Einreichung eines Leistungsgesuchs zu verlangen geht nach dem Gesagten fehl. Die fünfjährige Nachzahlungsfrist gemäss Art. 46 Abs. 1 AHVG konnte daher frühestens im September 1986 beginnen, dem Zeitpunkt nach Ablauf von fünf Jahren seit dem nachrichtenlosen Verschwinden, zuzüglich der mit dem kantonalen Gericht auf ein Jahr zu veranschlagenden Dauer des Verschollenerklärungsverfahrens (vgl. Art. 36 Abs. 3 ZGB). Das im April 1991 eingereichte Gesuch zum Bezug von Hinterlassenenleistungen der AHV ist damit rechtzeitig. Der vorinstanzliche Entscheid erweist sich daher als richtig, weshalb die Verwaltungsgerichtsbeschwerde abzuweisen ist."}