{"annee": "120", "cour": "II", "page": "365", "date": "3/11/1994", "cite": ["112 V 55", "78 II 265"], "cite_par": ["124 III 346", "135 III 349", "123 V 75"], "chapeau": "66. Extrait de l'arrêt de la Ire Cour civile du 3 novembre 1994 dans la cause dame S. et Caisse cantonale neuchâteloise d'assurance contre le chômage contre Masse en faillite de B. SA (recours en réforme)", "regestes": ["Subrogation légale de la caisse de chômage (art. 29 al. 1 et 2 LACI); action en contestation de l'état de collocation. Qualité de la caisse de chômage pour intenter en son propre nom une action en contestation de l'état de collocation dans la faillite de l'employeur de son assurée; conditions et rapport avec l'action parallèle de la travailleuse."], "faits": "|365|\n\nA.- Dans la faillite de B. SA, dame S. a produit une créance correspondant à des salaires impayés pour la période comprise entre le 1er juin 1992 et le 31 janvier 1993; cette créance a été écartée par l'administration de la faillite.\n\nLe 23 octobre 1992, dame S. et la Caisse cantonale neuchâteloise d'assurance contre le chômage (ci-après: la Caisse) - cette dernière agissant en vertu de la subrogation légale - ont ouvert action en contestation de l'état de collocation. La masse en faillite s'y est opposée en déniant à la Caisse la qualité pour agir et en contestant, de surcroît, l'existence même de ladite créance. |366|\n\nPar jugement du 6 décembre 1993, la Ire Cour civile du Tribunal cantonal du canton de Neuchâtel, admettant partiellement la demande, a ordonné la collocation en première classe d'une créance en faveur de chacune des deux demanderesses.\n\nB.- Dame S. et la Caisse interjettent un recours en réforme au Tribunal fédéral aux fins d'obtenir l'intégralité de leurs conclusions. Par la voie du recours joint, la défenderesse conclut, de son côté, à la réforme du jugement cantonal en tant qu'il admet la qualité pour agir de la Caisse.\n\nLe Tribunal fédéral admet le recours principal, mais rejette le recours joint.", "considerants": "Extrait des considérants:\n\n4. La défenderesse conteste la qualité pour agir de la Caisse. A titre subsidiaire, elle ne l'admet que jusqu'à concurrence des indemnités de chômage versées à l'assurée pour les mois de novembre et décembre 1992. Elle souligne, à ce propos, que la Caisse n'a jamais produit, dans la faillite de B. SA, la créance qu'elle avait acquise de son assurée par l'effet de la subrogation légale et en déduit que la Caisse n'était donc pas légitimée à ouvrir action en contestation de l'état de collocation, voire ne l'était tout au plus que pour les indemnités qu'elle avait versées postérieurement au 11 septembre 1992, date à laquelle elle avait annoncé à l'administration de la masse qu'elle se subrogeait à son assurée dans ses droits concernant la créance de salaire.\n\nDans le jugement attaqué, la cour cantonale constate, de manière à lier la juridiction de réforme, que la Caisse a versé à son assurée des indemnités de chômage pour les mois de juin 1992 à janvier 1993 et qu'elle a régulièrement informé l'administration de la subrogation légale découlant de ces versements. Elle en tire la conclusion que la qualité de la Caisse pour agir en contestation de l'état de collocation doit être admise en ce qui concerne les prestations dont a pu bénéficier l'assurée et qui doivent être imputées sur la créance de salaire.\n\nLorsque la caisse verse l'indemnité de chômage parce qu'elle a des doutes quant aux droits de son assuré découlant du contrat de travail, elle se subroge au chômeur dans tous ses droits, y compris le privilège légal, jusqu'à concurrence de ses prestations (art. 29 al. 1 et 2 LACI; RS 837.0). La subrogation légale de la caisse intervient également lors du versement de l'indemnité en cas d'insolvabilité (art. 54 al. 1 LACI). Pour qu'elle ne |367| demeure pas sans effet, la loi prévoit expressément, dans cette dernière hypothèse, que, dans la procédure de faillite ou de saisie, le travailleur est tenu de prendre toutes les mesures propres à sauvegarder son droit envers l'employeur, jusqu'à ce que la caisse l'informe de la subrogation dans ladite procédure (art. 55 al. 1 LACI; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, vol. II, p. 218, n. 5), faute de quoi il devra rembourser l'indemnité dans les cas visés par l'art. 55 al. 2 LACI (cf. l'ATF ATF 112 V 55 consid. 4). La production de la créance de salaire dans la faillite de l'employeur constitue l'une de ces mesures (GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, vol. I, n. 4 ad art. 55-56; STAUFFER, Die Arbeitslosenversicherung, p. 181; SPÜHLER, Grundriss des Arbeitslosenversicherungsrechts, p. 69). De l'art. 55 al. 1 LACI on peut donc déduire, d'une part, le droit du travailleur de produire même des créances de salaire qui ont déjà été transférées à la caisse par l'effet de la subrogation légale, d'autre part, la possibilité pour la caisse de décider à quel moment elle deviendra partie à la procédure de faillite. Cela étant, rien ne s'oppose à l'adoption d'une telle solution pour le cas similaire des droits qui ont été acquis par la caisse en vertu de la subrogation instituée par l'art. 29 al. 2 LACI. Au contraire, en présence de situations de fait essentiellement semblables, il sied d'appliquer par analogie les règles de procédure régissant l'une des deux hypothèses voisines à celle qui n'a pas fait l'objet d'une réglementation sur ce point. Par conséquent, dans le cas particulier, la Caisse avait le droit d'intervenir personnellement dans la procédure de faillite et d'intenter en son propre nom une action en contestation de l'état de collocation (voir aussi l'ATF 78 II 265 consid. 2). Il faut encore souligner qu'à l'ouverture de la faillite, la qualité pour agir, relativement à la créance de salaire future exigible dès ce moment-là (art. 208 LP), n'appartenait qu'à dame S. (BK-REHBINDER, n. 17 ad art. 325 CO) et relever, en outre, que la Caisse a régulièrement informé l'administration de la faillite de la subrogation intervenue ultérieurement. Dans ces conditions, l'administration de la faillite aurait sans doute dû assimiler ces communications de la Caisse à des productions et rendre une décision à leur sujet. La défenderesse se prévaut, dès lors, à tort de l'absence d'une telle décision pour contester la qualité pour agir de la Caisse, d'autant plus que l'administration de la faillite n'a pas écarté la créance litigieuse par le motif que la travailleuse n'en était pas la titulaire exclusive, mais parce qu'elle a considéré que cette créance n'avait pas de fondement juridique. |368|\n\nAu demeurant, les conditions d'une rectification de la collocation au profit de la Caisse pour une partie de la créance produite par la travailleuse seraient assurément réalisées dans la présente espèce. Force est, enfin, d'observer que la loi interdit, en principe, à la caisse de chômage de renoncer à faire valoir ses droits résultant de la subrogation (art. 29 al. 2 LACI).\n\nPour toutes ces raisons, les objections soulevées par la défenderesse au sujet de la qualité pour agir de la Caisse ne peuvent pas être retenues."}