{"annee": "120", "cour": "IB", "page": "390", "date": "20/10/1994", "cite": ["118 IB 11", "118 IA 118", "55 I 74", "112 IA 129"], "cite_par": [], "chapeau": "54. Extrait de l'arrêt de la IIe Cour de droit public du 20 octobre 1994 dans la cause Willy Cretegny-Dupraz contre Conseil d'Etat du canton de Genève (recours de droit administratif et recours de droit public).", "regestes": ["Art. 32quater al. 6 Cst.; art. 31 et 367 ODA: autorisation de vendre du vin sur les marchés. L'art. 32quater al. 6 Cst., qui prohibe le colportage et les autres modes de vente ambulante des boissons spiritueuses (y compris le vin), fait partie du droit public (administratif) fédéral au sens des art. 97 OJ et 5 PA (consid. 3 et 4). Rapport entre l'art. 32quater al. 6 Cst. et l'art. 32quater al. 4 2ème phrase Cst. (consid. 5). Distinction entre colportage et vente ambulante d'une part et vente sur les marchés d'autre part. Aucune norme de droit fédéral n'interdit la vente de vin sur le marché au sens étroit de ce terme. Demeurent réservées les dispositions cantonales en la matière (consid. 6-8)."], "faits": "BGE 120 Ib 390 S. 391\n\nWilly Cretegny-Dupraz exerce la profession de viticulteur-encaveur et exploite le Domaine de la Devinière à Satigny. Il écoule sa production soit par la vente directe dans sa cave, soit par l'intermédiaire de revendeurs.\n\nLe 6 août 1991, Willy Cretegny-Dupraz a sollicité auprès du Département de justice et police du canton de Genève (ci-après: le département) une patente pour étalage en vue de vendre sur les marchés le vin issu de sa production. Par décision du 30 août 1991, le département a refusé l'octroi de cette patente en se fondant sur l'art. 19 de la loi genevoise du 27 octobre 1923 sur l'exercice des professions ou industries permanentes, ambulantes et temporaires (en abrégé: LPAT) qui selon lui exclut expressément les vins, spiritueux et alcools des denrées pouvant faire l'objet d'un commerce ambulant (art. 5 LPAT) ou temporaire (art. 6 LPAT), étant précisé que parmi les professions temporaires se trouve l'étalage, c'est-à-dire l'ouverture temporaire d'un débit de marchandises installé sur la voie publique (art. 6 al. 1 lettre b LPAT).\n\nPar arrêté du 23 décembre 1992, le Conseil d'Etat a rejeté un recours formé par Willy Cretegny-Dupraz contre la décision précitée au motif que l'interdiction de vendre du vin sur les marchés découlait directement de l'art. 32quater al. 6 Cst. Le gouvernement cantonal a expressément substitué cette motivation à celle du Département de justice et police qui s'était fondé sur la législation cantonale pour refuser l'autorisation sollicitée.\n\nAgissant par la voie du recours de droit administratif, Willy Cretegny-Dupraz conclut à l'annulation de l'arrêté pris le 23 décembre 1992 par le Conseil d'Etat et à ce qu'il soit autorisé à vendre sur les marchés du canton de Genève le vin issu de sa production. Il allègue notamment une violation de l'art. 32quater al. 6 Cst.\n\nParallèlement, Willy Cretegny-Dupraz a déposé un recours de droit public contre le même acte.\n\nLe Juge délégué a interpellé le Conseil d'Etat sur le point de savoir s'il y avait cas échéant matière à appliquer en l'espèce la loi genevoise du 12 BGE 120 Ib 390 S. 392mars 1892 sur la vente à l'emporter des boissons alcooliques, bien que ce texte n'ait pas été invoqué jusqu'ici. Dans sa réponse, le Conseil d'Etat a déclaré que la loi en question ne permettait pas d'interdire la vente à l'emporter de boissons alcooliques en dehors de tout établissement et notamment sur les marchés. A cette occasion, il a produit une documentation de l'Institut du fédéralisme de l'Université de Fribourg sur les prescriptions cantonales en matière de vente de vin sur les marchés. Le recourant a pu s'exprimer sur les déterminations complémentaires du Conseil d'Etat.\n\nLe Tribunal fédéral a admis le recours de droit administratif et a déclaré irrecevable le recours de droit public.", "considerants": "Extrait des considérants:\n\n3. a) Bien que la patente ait été demandée selon la procédure prévue par le droit cantonal, le Conseil d'Etat s'est fondé exclusivement sur le droit fédéral pour la refuser, soit sur l'art. 32quater al. 6 Cst. Il a même exclu expressément l'application en l'espèce de la loi cantonale sur la vente à l'emporter des boissons alcooliques et, comme motif de refus, a substitué l'art. 32quater al. 6 Cst. au fondement que le département voulait trouver à l'art. 19 LPAT. Dans ces conditions, il s'agit bien d'une décision fondée sur le droit fédéral (WALTER KÄLIN/MARKUS MÜLLER, Vom ungeklärten Verhältnis zwischen Verwaltungsgerichtsbeschwerde und staatsrechtlicher Beschwerde, ZBl 1993/94, p. 439 et 448; ALOIS PFISTER, Staatsrechtliche und Verwaltungsgerichts-Beschwerde: Abgrenzungsschwierigkeiten, RJB 1985/121, p. 549/550).\n\nMais la voie du recours de droit administratif n'est ouverte, selon l'art. 97 OJ, que contre les décisions au sens de l'art. 5 PA (RS 172.021) fondées sur le droit public fédéral, par quoi on entend en principe le droit administratif fédéral (ATF 118 Ia 118 consid. 1b p. 121; ALFRED KÖLZ/ISABELLE HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zurich 1993, n. 224 et 225, p. 136/137; KÄLIN/MÜLLER, op.cit., p. 439). Il est vrai qu'en principe le droit constitutionnel ne ressortit pas au droit administratif fédéral. Cependant, une disposition de la Constitution fédérale - pour autant qu'il ne s'agisse pas d'un droit constitutionnel des citoyens-- entre dans la catégorie du droit public fédéral au sens de l'art. 5 PA lorsqu'elle relève, par son objet, du droit administratif et régit une matière de façon suffisamment précise pour être immédiatement appliquée (PIERRE MOOR, Droit administratif, vol. II, Berne 1991, p. 142). Tel est bien le le cas en l'espèce.\n\nBGE 120 Ib 390 S. 393\n\nL'art. 32quater al. 6 Cst. est une disposition impérative et suffisamment précise pour que son application ne nécessite pas l'adoption préalable d'une loi d'exécution. Il s'agit d'une règle d'application immédiate (JEAN-FRANÇOIS AUBERT, Commentaire de la Constitution fédérale, n. 47 ad art. 32quater; sur l'application immédiate de l'art. 24sexies Cst., cf. ATF 118 Ib 11 consid. 1e p. 15). De plus, force est de constater que, matériellement, il s'agit plutôt d'une disposition légale relevant du droit administratif que d'un principe de rang constitutionnel. En fait, l'art. 32quater al. 6 Cst. est largement inspiré, si ce n'est repris des art. 265, 276 et 308 de l'ancienne ordonnance du 23 février 1926 réglant le commerce des denrées alimentaires et de divers objets usuels (RO 1926, p. 41; ci-après: aODA). Il a été introduit lors des débats aux Chambres sur proposition de la Commission du Conseil national (Bull.Sten. 1929 CN 680/681). A ce propos, le rapporteur du Conseil des Etats relevait que cette disposition n'avait au fond pas sa place dans la Constitution fédérale mais plutôt dans une loi cantonale ou dans l'ordonnance du Conseil fédéral sur les denrées alimentaires (Bull.Sten. 1929 CE 263).\n\nb) Formé en temps utile contre une décision prise en dernière instance cantonale (art. 98 let. g OJ) et fondée sur du droit public fédéral, le présent recours de droit administratif est donc recevable au regard des art. 97 ss OJ. Il s'ensuit que le recours de droit public doit être déclaré irrecevable.\n\n4. Parmi les boissons spiritueuses (geistige Getränke) visées à l'art. 32quater Cst. figure le vin (AUBERT, op.cit., n. 13 ad art. 32quater). Les boissons spiritueuses au sens de l'art. 32quater Cst. ne se recoupent donc pas exactement avec les spiritueux au sens de l'art. 390 de l'ordonnance du 26 mai 1936 sur les denrées alimentaires et les objets usuels (ODA; RS 817.02), qui sont des produits alcooliques obtenus par distillation (alcool de bouche, eau de vie, liqueur ...). Du reste, dans le texte allemand de l'art. 390 ODA, il n'est pas question de \"geistige Getränke\" mais de \"Spirituosen\".\n\n5. Le recourant soutient que l'interdiction incriminée serait contraire à l'art. 32quater al. 4 2ème phrase Cst., d'après lequel \"les producteurs de vin et de cidre peuvent sans autorisation et sans payer de droit, vendre le produit de leur propre récolte par quantités de 2 l ou plus\". Toutefois, il faut considérer que l'al. 6 de l'art. 32quater Cst., qui prohibe le colportage et les autres modes de vente ambulante des boissons spiritueuses, vin compris, est une disposition spéciale par rapport à l'alinéa 4. Autrement dit, la liberté garantie aux producteurs de vin selon l'art. 32quater al. 4 2ème phrase Cst. ne s'étend pas au colportage et BGE 120 Ib 390 S. 394autres modes de vente ambulante, qui leur est interdit comme à tout un chacun. Du reste, l'art. 32quater al. 4 2ème phrase Cst. a été introduit en fonction de la coutume existant dans les pays de vignobles de vente directe aux consommateurs (Message du Conseil fédéral à l'appui de la révision du régime des alcools, FF 1926 I p. 328); or, cette coutume est avant tout celle de la vente à la cave (ou de la livraison au domicile du client). Au surplus, on peut noter que l'art. 32quater al. 4 2ème phrase Cst. vise la vente par quantités de 2 l ou plus, soit s'il s'agit de bouteilles de 7 dl ou 7,5 dl, 3 bouteilles au moins; or, le recourant n'a pas indiqué qu'il voulait s'en tenir à cette limitation.\n\n6. L'art. 32quater al. 6 Cst. a la teneur suivante dans les trois langues officielles:\n\n\"Le colportage et les autres modes de vente ambulante des boissons spiritueuses sont interdits.\"\n\n\"Das Hausieren mit geistigen Getränken sowie ihr Verkauf im Umherziehen sind untersagt.\"\n\n\"Per le bevande spiritose sono vietati il commercio ambulante e ogni forma di vendita girovaga.\"\n\nLa vente sur les marchés n'est pas du colportage au sens étroit, par quoi l'on entend la vente au détail de produits que le marchand porte avec lui et offre de maison en maison (ULRICH LUDER, Der Hausierhandel im schweizerischen Recht, thèse Zurich 1945, p. 38 ss). Dans une acception un peu plus large (LUDER, op.cit., p. 48), le colportage comprend également la vente sur les routes et places, le cas échéant avec un stand facilement amovible (sur la question de l'assimilation de la vente par camion au colportage au sens large, cf. LUDER, op.cit., p. 48 ss). Mais il s'agit toujours d'un marchand qui se rend de façon continue de place en place. Si ces formes de distribution tombent sous le coup de la notion de colportage ou de vente ambulante au sens de l'art. 32quater al. 6 Cst., la question de la vente sur les marchés est beaucoup plus délicate. En effet, il s'agit d'une réunion de vendeurs dans un lieu déterminé, organisée le plus souvent à des dates fixes et contrôlée en général par une collectivité publique (LUDER, op.cit., p. 52). Par rapport à la vente ambulante telle que décrite ci-dessus, le marché se différencie par cette organisation; de plus, si les commerçants viennent au marché, ils ne s'y déplacent pas à l'intérieur pour solliciter la clientèle mais attendent celle-ci à l'emplacement qui leur est attribué. Il faut dès lors par voie d'interprétation examiner si les marchés doivent malgré tout être assimilés à une vente ambulante.\n\nBGE 120 Ib 390 S. 395\n\na) Une interprétation littérale ne permet pas d'arriver à une conclusion définitive. Certes, comme indiqué ci-dessus, même s'il n'est pas ouvert en permanence, le marché présente un élément de stabilité qui le distingue de la vente ambulante. De plus, le terme de \"vente ambulante\" contient une idée de déplacement, qui ne se retrouve pas à l'intérieur du marché tout au moins (on retrouve la même idée de déplacement dans les termes de \"Verkauf im Umherziehen\" et de \"commercio ambulante\" ou \"vendita girovaga\"). Mais, il existe aussi des marchands qui vont de foire en foire et qui sont qualifiés d'ambulants. Cependant, les termes utilisés dans la disposition constitutionnelle en cause conduisent plutôt à ne pas y inclure les marchés, d'autant que la vente ambulante est mise en relation avec le colportage qui, dans son sens traditionnel, se distingue assez nettement de la vente sur les marchés.\n\nb) Si l'on replace l'art. 32quater al. 6 Cst., adopté en votation populaire le 6 avril 1930, dans le contexte de l'époque et des travaux préparatoires, il faut constater qu'au début du siècle le colportage au sens étroit était considéré comme une source de danger pour le public, y compris dans le commerce des vins (LUDER, op.cit., p. 18 ss; CARL SCHAUWECKER, Der schweizerische Weinhandel unter dem Einflusse der gegenwärtigen Wirtschaftspolitik, thèse Zurich 1913, p. 145 ss). Des voix s'étaient élevées en faveur d'une réglementation plus sévère (HAUSIERHANDEL UND UNLAUTERER WETTBEWERB, Gutachten erstattet vom Zentralvorstand des Schweizerischen Gewerbevereins an das Eidgenössische Handelsdepartement, Berne 1901, p. 52; ALPHONS HÄTTENSCHWILLER, Wanderhandel und Wandergewerbe in der westlichen Schweiz, thèse Fribourg 1899, p. 8/9). Mais on ne voit pas que la vente sur les marchés ait suscité les mêmes critiques.\n\nL'art. 32quater al. 6 Cst. s'inspire de l'interdiction du colportage ou de la vente de diverses boissons alcooliques, qui se trouvait déjà dans l'ancienne ordonnance sur les denrées alimentaires de 1926: à l'art. 265 pour le vin, interdiction du colportage (Hausieren und Verkauf im Umherziehen dans le texte allemand, commercio ambulante dans le texte italien); à l'art. 276 pour le cidre et à l'art. 308 pour les spiritueux, interdiction du colportage (Hausieren, commercio ambulante). Il est frappant de constater que, dans le texte français de tous les articles, seul le colportage est interdit, de même que dans le texte allemand aux art. 276 et 308. Il n'y a aucune raison de penser qu'on ait voulu donner une portée plus grande à l'interdiction en mentionnant dans le seul texte allemand de l'art. 265 outre l'interdiction du \"Hausieren\" celle du BGE 120 Ib 390 S. 396\"Verkauf im Umherziehen\". On doit plutôt penser que l'expression \"Verkauf im Umherziehen\" se rattache au colportage proprement dit, soit à la vente de maison en maison, voire à celle où le marchand se rend de place en place, ce qui ne vise pas les marchés.\n\nDe plus, à l'époque déjà, les lois cantonales sur la police du commerce distinguaient et soumettaient à des réglementations en bonne partie différente le commerce ambulant, colportage compris (Wandergewerbe/Hausieren ou Verkauf im Umherziehen) de la vente sur les marchés (la loi cantonale lucernoise du 30 janvier 1912 sur la police du commerce interdit même à son art. 17 le colportage sur les marchés, ce qui montre bien que la vente sur les marchés, soit sur la place publique n'est en elle-même pas du colportage au regard de cette législation).\n\nLors des débats aux Chambres, il a été question de lutte contre l'alcoolisme et d'une protection des auberges fixes contre la concurrence (le nombre des auberges fixes devant être réduit, il fallait également diminuer les auberges \"ambulantes\"; cf. Bull.Sten. 1929 CN 680/681 et CE 263/264). Si l'on ne peut tirer des conclusions définitives de ces considérations, qui pourraient s'appliquer à la vente sur les marchés, il faut bien voir que la disposition en cause visait, selon les déclarations faites aux Chambres, à part le colportage traditionnel, plus particulièrement la vente de boissons alcooliques distribuées dans les villes et les grands villages par camions et automobiles. Comme la définition entre commerce ambulant et marché était bien ancrée dans les lois cantonales, il eût été normal de préciser que les marchés étaient également visés, si tel avait été le but de la disposition; par ailleurs, rien dans les travaux préparatoires ne permet de penser que l'intention du législateur était d'interdire la vente de boissons alcooliques sur les marchés également.\n\nc) La quasi totalité des législations cantonales édictées après 1930 a continué à distinguer colportage et vente ambulante d'une part de la vente sur les marchés d'autre part et à les soumettre à des réglementations en partie différentes. La distinction est un peu moins affirmée dans certaines lois romandes. En droit vaudois, on distingue notamment le commerce temporaire ou ambulant, y compris l'étalage soit l'ouverture temporaire d'un débit de marchandises sur la voie publique et le colportage des foires et marchés; cependant, les dispositions sur l'étalage sont applicables aux marchés, avec toutefois quelques spécificités (loi vaudoise du 18 novembre 1935 sur la police du commerce: art. 1, 7 et 122). A Genève, la loi règle BGE 120 Ib 390 S. 397dans le même chapitre les professions ambulantes et temporaires. Elle traite dans une première section des professions ambulantes, y compris le colportage consistant à circuler de maison en maison ou de rue en rue pour y vendre des marchandises; dans une deuxième section, il est question des professions temporaires, qui comprennent l'étalage comme ouverture temporaire d'un débit de marchandises sur la voie publique (cf. art. 5 et 6 LPAT).\n\nD'une manière générale, on constate donc que la vente sur les marchés n'est pas assimilée au colportage ou à la vente ambulante (LUDER, op.cit., p. 52; cf. aussi ATF 55 I 74 consid. 3 p. 78, où le colporteur est décrit comme un vendeur partant à la recherche du client). Il est du reste concevable que des colporteurs essaient de vendre sur un marché, sans y avoir de stand et en se déplaçant (bien entendu sous réserve de dispositions cantonales l'interdisant).\n\nd) Quant à la vente des vins sur les marchés, elle est interdite expressément par un certain nombre de lois cantonales sur la police du commerce, comme cela ressort de la documentation de l'Institut du fédéralisme (à l'art. 5 de sa loi du 7 mai 1922 sur la police du commerce, Glaris n'interdit que la vente des boissons distillées, tant pour le colportage que sur les marchés du reste). Dans les autres cantons, les lois réglementant la vente des boissons alcooliques n'interdisent en général pas expressément la vente de boissons alcooliques sur les marchés (pareille interdiction se trouve cependant à l'art. 5 de la loi vaudoise du 11 décembre 1984 sur les auberges et les débits de boissons). La plupart des lois cantonales prévoient toutefois que la patente est accordée pour un local déterminé. A défaut de précision sur l'interprétation de telles dispositions par les autorités de chaque canton, il est difficile de dire si celles-ci en déduisent une interdiction de vente sur les marchés (en l'espèce, le Conseil d'Etat genevois a répondu plutôt par la négative à cette question). Dans le canton de Neuchâtel, la vente de boissons alcooliques sur les marchés par un commerçant ou un producteur est autorisée, moyennant le respect des conditions légales en matière de commerce de détail de ces produits (pareille pratique est cependant rare). Sans qu'on puisse déterminer sur quelle base constitutionnelle se fondent les cantons qui, en dérogation à l'art. 31 Cst., interdisent la vente de boissons alcooliques sur les marchés, on peut constater qu'une telle interdiction est certes répandue mais qu'il n'y a pas d'unanimité pour prohiber clairement cette pratique en application de l'art. 32quater al. 6 Cst.\n\ne) Dès lors, il faut considérer qu'en interdisant le colportage et la vente ambulante des boissons alcooliques, l'art. 32quater al. 6 Cst. vise BGE 120 Ib 390 S. 398uniquement l'activité du commerçant qui se déplace individuellement de maison en maison ou de rue en rue en transportant avec lui les produits à vendre, mais pas celle du vendeur qui a obtenu une autorisation pour installer un stand fixe sur un marché stricto sensu (soit un lieu de réunion périodique de marchands) réglementé comme tel par une collectivité publique (cf. AUBERT, op.cit., n. 47 ad art. 32quater Cst., qui ne parle que du colportage et même pas de vente ambulante, laisse ainsi entendre que la disposition constitutionnelle ne vise que le colportage proprement dit; cet auteur n'indique en aucune façon qu'il y aurait lieu d'interpréter plus largement cette notion).\n\n7. Reste à déterminer si d'autres dispositions du droit fédéral s'opposent à la délivrance de l'autorisation sollicitée.\n\na) L'art. 31 al. 1 ODA interdit le colportage proprement dit de denrées alimentaires, soit l'offre de maison en maison de marchandises que le vendeur porte avec lui. L'art. 31 al. 3 ODA traite des autres modes de vente ambulante, notamment la vente sur la voie publique, pour réserver les mesures de police sanitaire des cantons. Même si la notion de vente ambulante est ici large et peut viser la vente sur les marchés, il ne s'agit pas d'une interdiction. De plus, le fait que le terme de vente ambulante soit ici pris dans un sens large n'est pas déterminant pour le problème des boissons alcooliques, qui fait l'objet de la réglementation spéciale de l'art. 367 ODA.\n\nDans les mêmes termes que ceux de l'art. 32quater al. 6 Cst., l'art. 367 al. 2 ODA interdit \"le colportage, ainsi que la vente ambulante des boissons visées dans le présent chapitre\", soit en particulier le vin. Toutefois, selon l'art. 367 al. 1 ODA, \"aucune vente sur la voie publique (dans les gares, etc.) ou aux enchères ni aucune vente forcée d'une des boissons visées dans le présent chapitre ne peuvent avoir lieu sans l'autorisation du laboratoire officiel compétent\". Cette dernière disposition - qui cite à titre exemplatif la vente \"dans les gares\" - n'exclut donc pas la vente sur les marchés. Autrement dit, la vente sur la voie publique peut être autorisée, à l'exception du colportage et de la vente ambulante. Le terme de vente ambulante a donc ici un sens plus étroit, puisqu'il ne comprend pas toute vente sur la place publique. On ne peut donc déduire des termes de l'art. 367 al. 2 ODA une interdiction de la vente du vin sur les marchés. Il faut plutôt interpréter cette disposition de la même manière que l'art. 32quater al. 6 Cst., soit ne pas y voir une interdiction de vente des boissons alcooliques concernées sur les marchés (sous réserve des dispositions cantonales en la matière).BGE 120 Ib 390 S. 399\n\nb) L'ordonnance du 12 mai 1959 sur le commerce des vins (RS 817.421) ne prévoit pas un régime d'interdiction mais de permis pour les opérations qu'elle vise. La décision entreprise ne saurait donc se fonder sur cette ordonnance pour prohiber la vente du vin sur les marchés (indépendamment même du fait que le recourant pourrait ne pas y être assujetti selon l'art. 2 al. 1 lettre a; cf. également art. 1 al. 4 de l'ordonnance du 1er juillet 1961 du DFI sur le commerce des vins, RS 817.421.1).\n\n8. En résumé, la décision attaquée, soit le refus de l'autorisation sollicitée ne peut se fonder sur le droit fédéral. Le Conseil d'Etat a exclu que le refus puisse se fonder sur la loi cantonale de 1892 sur la vente à l'emporter des boissons alcooliques. La situation est moins claire pour ce qui touche la loi genevoise de 1923 sur l'exercice des professions ou industries permanentes, ambulantes et temporaires (en particulier l'art. 19 LPAT). En effet, le Conseil d'Etat a certes substitué à la motivation du département statuant en première instance sur la base de l'art. 19 LPAT une autre motivation fondée sur l'application directe de l'art. 32quater al. 6 Cst. Il n'est toutefois pas certain, bien que cela soit possible, qu'il ait voulu par là écarter l'art. 19 LPAT même pour le cas où l'art. 32quater al. 6 Cst. ne serait pas applicable. Dès lors, point n'est besoin de se demander si et à quelles conditions le Tribunal fédéral pourrait cas échéant confirmer dans le cadre d'un recours de droit administratif une décision cantonale en substituant à une règle de droit fédéral une prescription du droit cantonal (sur le contrôle de l'application du droit cantonal dans le cadre d'un recours de droit administratif, cf. KÄLIN/MÜLLER, op.cit., p. 444 ss). En effet, la situation n'étant pas claire, une substitution de motifs n'entre de toute façon pas en ligne de compte (ATF 112 Ia 129 consid. 3c p. 135).\n\nL'arrêté du Conseil d'Etat du 23 décembre 1992 doit en conséquence être annulé. Il n'est en revanche pas possible d'autoriser directement le recourant à vendre son vin sur les marchés du canton de Genève, car il n'est pas établi que toutes les conditions que pourrait poser le droit cantonal sont remplies, par exemple celles découlant de la police sanitaire. Dans ces conditions, il n'est pas non plus nécessaire d'examiner dans quelle mesure ces conditions seraient ou non compatibles avec le droit fédéral."}