{"annee": "120", "cour": "IV", "page": "276", "date": "6/5/1994", "cite": ["117 IV 256", "81 II 197", "112 II 444", "118 IV 32", "119 IV 145"], "cite_par": [], "chapeau": "45. Extrait de l'arrêt de la Cour de cassation pénale du 6 mai 1994 dans la cause B. et C. c. le Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 140 ch. 1 al. 2 CP; abus de confiance portant sur l'attribution définitive d'actions souscrites. L'avis par lequel la banque émettrice notifie à la banque souscriptrice le nombre définitif des actions nominatives qui lui sont attribuées, ainsi que les conditions de cette attribution, confère à la banque souscriptrice un droit à la remise des titres aux conditions fixées, sur la base d'un contrat innommé proche du contrat de vente. Des employés de la banque souscriptrice qui, en violation de règles contractuelles internes, s'attribuent à eux-mêmes lesdites actions, commettent un abus de confiance."], "faits": "|276|\n\nA.- B. est devenu dès le 12 décembre 1986 directeur adjoint et chef du service financier, soit responsable des services de la bourse et de la gestion de l'ABN, dont le siège est à Genève. C. était chef du service de la bourse de la même banque avec rang de fondé de pouvoir depuis le 1er juillet 1985.\n\nEn vertu du règlement interne de l'ABN, les collaborateurs de celle-ci n'étaient pas autorisés à effectuer des opérations de bourse à leur profit dans la mesure où il en résulterait un préjudice pour la banque et ses clients. |277|\n\nLa banque S. à Zurich a procédé à l'émission d'actions nominatives, ouverture à la bourse le 13 avril 1987. C. avait été informé de cette émission par une collaboratrice de la banque S. et savait que ces actions prendraient rapidement de la valeur. Il a été avisé téléphoniquement le 10 avril 1987 que l'ABN s'était vu attribuer la veille vingt de ces actions d'une valeur de 3'000 fr. chacune, pour lesquelles elle devait être débitée de 60'000 fr., valeur au 15 avril 1987. Un avis écrit émanant de la banque S. daté du 9 avril 1987 confirmant cette attribution et les conditions de celle-ci, a été envoyé le même jour à l'ABN. Le jour de la réception de cet avis, soit le 13 avril 1987, B., C. et une autre employée travaillant auprès du service de la bourse de l'ABN se sont répartis, à l'insu de leur employeur, les 20 actions attribuées à ABN, soit 7 actions à B., 7 à C. et 6 à l'autre employée. Puis, ils ont demandé le 27 avril 1987 l'enregistrement de ces actions à leur nom. La valeur de ces actions a très rapidement augmenté. Le 9 juin 1987, elles étaient négociées sur le marché à un cours de 7'850 fr.\n\nEn raison de ces faits notamment, B. et C. ont été licenciés abruptement pour justes motifs, le 9 juin 1987, par l'ABN qui a déposé plainte pénale le 5 février 1988 et s'est constituée partie civile.\n\nB.- Le 16 septembre 1992, le Tribunal de police a libéré B. et C. de la prévention de gestion déloyale, mais il les a reconnus coupables respectivement d'abus de confiance qualifié et d'abus de confiance simple. Il les a condamnés respectivement à des peines de trois mois d'emprisonnement avec sursis pendant trois ans et de deux mois d'emprisonnement avec un sursis de même durée. Ce jugement a été confirmé par la Chambre pénale de la Cour de justice le 26 avril 1993. L'autorité cantonale a retenu en substance que l'ABN était devenue l'ayant-droit et la propriétaire des actions à réception de l'avis du 9 avril 1987 lui confirmant l'attribution de vingt actions nominatives de la banque S. sur la base d'un transfert de possession sans tradition. En souscrivant après coup les titres pour eux-mêmes et en demandant leur inscription au registre des actions, les accusés s'étaient appropriés une chose mobilière appartenant à autrui et dont ils n'avaient pas le droit de disposer de manière unilatérale, soit sans en référer aux autres organes de l'ABN.\n\nC.- B. et C. ont formé contre cet arrêt un recours de droit public qui a été rejeté ce jour. Ils se pourvoient également en nullité en invoquant la violation du code des obligations et celle de l'art. 140 ch. 1 al. 1 CP.\n\n|278|", "considerants": "Extraits des considérants:\n\n2. D'après l'art. 140 ch. 1 CP, commet un abus de confiance celui qui, dans un dessein d'enrichissement illégitime, s'approprie sans droit une chose mobilière appartenant à autrui et qui lui avait été confiée ou celui qui, sans droit emploie à son profit ou à celui d'un tiers une chose fongible, notamment une somme d'argent qui lui avait été confiée.\n\nL'un des éléments de l'infraction est que l'objet ou l'argent que l'auteur s'est approprié sans droit soit une chose confiée. L'auteur acquiert ainsi, grâce à la confiance dont il jouit, la possibilité de disposer du bien d'autrui. Une chose est donc confiée au sens de l'art. 140 ch. 1 CP lorsqu'elle est remise ou laissée à l'auteur pour qu'il l'utilise de manière déterminée dans l'intérêt d'autrui, en particulier pour la garder, l'administrer ou la livrer selon des instructions qui peuvent être expresses ou tacites (ATF 118 IV 32 consid. 2b; ATF 117 IV 256 consid. 1a et jurisprudence citée).\n\n3. Les recourants contestent s'être rendus coupables d'abus de confiance au sens de l'art. 140 ch. 1 al. 1 CP. Ils prétendent que selon cette disposition l'objet du délit d'appropriation ne peut être qu'un objet corporel, à l'exception des droits et des créances. Invoquant le code des obligations, ils soutiennent que le titre, objet de l'appropriation qui leur est reprochée, n'existait pas au moment de ce que l'autorité cantonale décrit comme l'acte d'appropriation, parce qu'il n'avait pas encore été créé au nom d'une personne déterminée (art. 974 CO).\n\nDans le cas particulier, la cour cantonale a retenu que le 9 avril 1987, l'ABN s'était vu attribuer 20 actions nominatives de S. pour lesquelles elle devait être débitée de 60'000 fr. Partant elle a considéré que par cet avis, l'ABN était devenue l'ayant-droit et la propriétaire de ces titres, cet avis constituant la déclaration prévue à l'art. 967 al. 2 CO et qu'il y avait eu un transfert de possession des titres sans tradition.\n\nPoint n'est besoin dans le cas particulier d'examiner si les actions nominatives pouvaient être considérées comme déjà créées et si l'ABN en était devenue propriétaire. En effet, les actions nominatives, contrairement à ce que prétendent les recourants, sont des titres à ordre créés par la loi, et non pas des titres nominatifs (ATF 81 II 197 consid. 4), qui sont transmissibles par endossement ou déclaration de cession donnée sur le document même ou séparément (ATF 81 II 197 précité). |279|\n\nCependant, l'action nominative est émise au nom d'une personne déterminée et elle n'est pas fongible ni susceptible de mélange (cf. notamment LOUIS DALLÈVES, La dématérialisation des papiers-valeurs: un décalage croissant entre droit et réalité, in La société anonyme suisse, 1987, p. 45). Or, dans le cas particulier, l'acte d'appropriation reproché par l'autorité cantonale aux recourants a eu lieu avant qu'une demande d'enregistrement des actions nominatives S. au nom d'une personne (physique ou morale) déterminée ait été adressée à ladite banque, ce qui tend à confirmer la thèse des recourants, mais les faits retenus par l'autorité cantonale ne permettent pas de répondre précisément à cette question. Celle-ci peut cependant rester ouverte, car quand bien même l'autorité cantonale se serait trompée, l'arrêt ne devrait pas être annulé, la condamnation des recourants pour abus de confiance étant de toute manière justifiée pour d'autres motifs. Or, un pourvoi ne peut être admis s'il ne s'agit que de modifier les considérants de la décision attaquée, sans que cela ait une influence sur la déclaration de culpabilité ou la peine prononcée (ATF 119 IV 145 consid. 2a et c).\n\n4. L'avis écrit du 9 avril 1987 a pour but d'informer le souscripteur du nombre d'actions qui lui sont attribuées (cf. sur ce point EMCH/RENZ/BÖSCH, Das schweizerische Bankgeschäft, p. 405). Il ne peut être que postérieur à la souscription par laquelle le souscripteur s'est obligé à accepter les titres souscrits et à en payer le prix. Dès l'avis écrit du nombre de titres qui lui sont attribués, le souscripteur acquiert ainsi un droit à la délivrance de ceux-ci. Le contrat entre le souscripteur et la banque (\"Zeichnungsstelle\", soit, dans le cas particulier, la banque S.) a déjà été qualifié par le Tribunal fédéral de contrat de vente par lequel la banque s'engage à livrer les papiers-valeurs et le souscripteur à payer le prix d'émission (EMCH/RENZ/BÖSCH, op.cit., p. 389). De toute manière il s'agit d'un contrat peut-être innommé mais assimilable à une vente (cf. Schönle, Zürcher Kommentar, Art. 184 CO Nos 63-68). Le souscripteur acquiert ainsi contre la banque une créance dont l'objet n'est pas une somme d'argent (ATF 112 II 444 consid. 2 et 4), mais un fongible aussi longtemps qu'il ne s'agit que d'un droit sur des actions nominatives non encore individualisées par l'inscription de leur propriétaire au registre des actionnaires. De ce point de vue il est donc sans pertinence de savoir si la banque était en droit de devenir propriétaire desdites actions au regard de la législation suisse, puisqu'elle n'a jamais prétendu à leur propriété mais seulement à la titularité du droit - cessible - de les acquérir ou de permettre leur acquisition, moyennant rétribution le cas |280| échéant, par les personnes de son choix autorisées par la loi, en exerçant une activité d'intermédiaire qui est le propre des banques.\n\nOr, la jurisprudence admet qu'une créance peut constituer une chose confiée au sens de l'art. 140 ch. 1 al. 2 CP (ATF 118 IV 32 consid. 2a et les références citées). Dès sa naissance, la créance relative à la délivrance des vingt actions nominatives S. faisait partie du patrimoine de l'ABN, qui apparaissait en tant que souscripteur, à qui les actions avaient été attribuées et qui était débitrice de leur valeur. Cette créance ne pouvait donc faire partie du patrimoine des recourants pour lesquels elle devait rester une créance appartenant à autrui, ce qui créait une situation parfaitement analogue à celle prévue au premier alinéa de l'art. 140 ch. 1 al. 1 CP, sous la réserve que le bien en question n'était pas celui prévu audit alinéa, mais à l'alinéa 2 de la même disposition (ATF 118 IV 32 consid. 2b).\n\nDe plus, il ressort des faits constatés par l'autorité cantonale qu'en vertu de la réglementation interne de la banque, les recourants ne pouvaient pas disposer dans leur propre intérêt de la créance de la banque vis-à-vis de la banque S., sans en référer aux autres organes de l'ABN, afin que cette dernière puisse prendre une décision sur l'attribution. En demandant l'enregistrement à leur nom des actions nominatives à l'insu de leur employeur, les recourants ont employé dans leur propre intérêt la créance qui leur était confiée, abusant du rapport de confiance qui les liait à leur employeur et privant ainsi ce dernier de ce que cette créance aurait pu lui rapporter.\n\nPar conséquent, la condamnation des recourants pour abus de confiance ne viole pas le droit fédéral et les recours doivent être rejetés. Les frais judiciaires, répartis par moitié, sont mis à la charge des recourants."}