{"annee": "120", "cour": "V", "page": "429", "date": "27/9/1994", "cite": ["116 V 86", "117 V 287", "114 V 139"], "cite_par": ["123 V 20"], "chapeau": "60. Sentenza del 27 settembre 1994 nella causa Z. contro Cassa cantonale di compensazione, Bellinzona, e Tribunale cantonale delle assicurazioni, Lugano", "regestes": ["Art. 19 al. 1, seconde phrase, RAI: indemnité journalière allouée pendant la période d'attente durant la recherche d'un emploi. Conformément aux versions italienne et française - déterminantes en l'occurrence - de l'art. 19 al. 1, seconde phrase, RAI, il suffit, pour que le droit à l'indemnité journalière soit donné, que la recherche d'un emploi ait été précédée d'une formation professionnelle initiale (art. 16 LAI) ou d'un reclassement dans une nouvelle profession (art. 17 LAI). Dès lors, il n'est pas nécessaire que la condition du placement (art. 18 LAI) soit réalisée, comme le prévoit le texte allemand de la disposition réglementaire précitée."], "faits": "BGE 120 V 429 S. 430\n\nA.- Z., nato nel 1943, di professione muratore, domiciliato a B., ha presentato il 17 marzo 1987 una richiesta di prestazioni dell'assicurazione invalidità. Faceva valere un'incapacità lavorativa per asma bronchiale et bronchite.\n\nNel rapporto del 6 luglio 1987 il dott. L., medico curante, ha posto la diagnosi di bronchite cronica asmatiforme, di obesità con ipercolesterinemia e ipertrigliceridemia e di diminuita tolleranza al glucosio; egli ha dichiarato il paziente inabile al lavoro in misura totale dal 26 gennaio al 9 maggio 1987 e dal 29 maggio 1987 alla data del certificato.\n\nIn una relazione del 12 giugno 1987, stesa all'intenzione e all'indirizzo del medico curante, i dott.ri T., Q. e B., primario il primo, capo-clinica il secondo e assistente il terzo dell'Ospedale X, avevano dichiarato che Z. non subiva un'incapacità di lavoro, anche se questo richiedesse sforzi fisici medio-pesanti; tuttavia, i medici non lo ritenevano più adatto a lavorare sui cantieri quale muratore e ne prevedevano una riqualificazione professionale, che gli aprisse la possibilità di lavoro in ambienti esenti da polveri e da fumo.\n\nDopo un periodo di osservazione trascorso dall'assicurato nel Centro professionale invalidi, la Cassa di compensazione del Cantone Ticino ha con provvedimenti del 10 gennaio 1989 rispettivamente del 2 agosto 1989 e dell'8 ottobre 1989 preso a carico la riformazione dell'assicurato nella professione di cuoco, che è iniziata il 23 dicembre 1988 e terminata il 16 luglio 1992.\n\nIl 6 agosto 1992 l'Ufficio regionale per l'integrazione professionale di Bellinzona ha dichiarato che Z. aveva portato a termine con successo il tirocinio nella professione di cuoco e ch'egli era quindi da ritenersi sufficientemente integrato dal profilo professionale.\n\nSubito dopo la conclusione della riformazione professionale, l'assicurato, secondo un appunto preso dal funzionario della Cassa, si è ammalato dal 17 luglio 1992 al 18 agosto successivo e in seguito si è annunciato in data 19 agosto 1992, siccome senza lavoro, alla Cassa di disoccupazione. L'interessato ha pure chiesto all'assicurazione per l'invalidità di poter completare la sua formazione di cuoco con la specializzazione di cuoco dietetico.\n\nLa Cassa di compensazione del Cantone Ticino, con decisioni del 22 settembre 1992 e del 6 ottobre 1992, ha rifiutato ulteriori provvedimenti reintegrativi di carattere professionale, adducendo che l'assicurato era già convenientemente reintegrato nell'ambito della sua capacità di lavoro residua. La Cassa precisava che il diritto dell'assicurato a un'indennità BGE 120 V 429 S. 431giornaliera era decaduto il 16 luglio 1992, quando era terminata la riformazione.\n\nB.- L'assicurato ha interposto ricorso contro la decisione del 22 settembre 1992 al Tribunale delle assicurazioni del Cantone Ticino, il quale l'ha respinto mediante giudizio del 17 agosto 1993. Il Tribunale cantonale ha accertato che Z. aveva seguito e compiuto una formazione professionale tale da permettergli il reperimento di un'occupazione confacente, senza la necessità di una formazione specialistica ulteriore.\n\nL'istanza giudiziaria cantonale ha del resto preso atto che l'insorgente medesimo non pretendeva più, in quella sede ricorsuale, la continuazione della misura di integrazione, essendosi egli limitato a pretendere l'indennità giornaliera per le vacanze perse al termine del tirocinio.\n\nA quest'ultimo riguardo, la suddetta istanza ha stabilito che nessuna indennità giornaliera dell'assicurazione invalidità spettava a Z. per il fatto ch'egli, al termine della riformazione professionale, si era immediatamente annunciato all'assicurazione contro la disoccupazione. Infine, la Corte cantonale ha rilevato che nei confronti dei propri assicurati l'assicurazione invalidità non soggiace alle regole sul contratto di lavoro stabilito dal Codice delle obbligazioni.\n\nC.- Z. insorge dinanzi al Tribunale federale delle assicurazioni con un ricorso di diritto amministrativo. Chiede di essere posto \"al beneficio dell'indennità giornaliera dell'assicurazione invalidità assegnatagli sino al termine della riformazione, dal 17 luglio 1992 al 18 agosto 1992\".\n\nL'insorgente dichiara di seguire il Tribunale cantonale, laddove esso afferma che l'assicurazione per l'invalidità non è un datore di lavoro nei confronti dei propri assicurati, né soggiace al Codice delle obbligazioni. Z. ritiene però che il Tribunale medesimo erri quando afferma ch'egli si sarebbe \"immediatamente\" annunciato all'assicurazione contro la disoccupazione, al termine della riformazione professionale. Egli asserisce che, appena terminata quest'ultima, avrebbe cercato lavoro, non trovandolo. È soltanto il 19 agosto 1992, come si evince dai documenti prodotti con il presente gravame, che si è annunciato alla Cassa di disoccupazione. L'interessato invoca quindi l'applicazione della norma di legge concernente l'erogazione dell'indennità giornaliera per il periodo decorrente dalla fine della riformazione professionale sino all'annuncio all'assicurazione contro la disoccupazione.\n\nBGE 120 V 429 S. 432\n\nLa Cassa di compensazione del Cantone Ticino propone di respingere il ricorso di diritto amministrativo. Inviando l'incarto al Tribunale federale delle assicurazioni i giudici cantonali hanno dichiarato di rinunciare a presentare osservazioni.\n\nNel corso della procedura federale è emerso che questa Corte non era in grado di prendere una decisione unanime per circolazione degli atti. Il Presidente del Tribunale federale delle assicurazioni ha quindi indetto per il 27 settembre 1994 un'udienza pubblica, alla quale le parti, debitamente invitate, hanno dichiarato di rinunciare a presenziare.", "considerants": "Diritto:\n\n1. L'oggetto della lite verte in procedura federale unicamente sul tema dell'assegnazione a Z. dell'indennità giornaliera dell'AI dal 17 luglio 1992, ossia dal giorno successivo alla fine dei provvedimenti professionali sino al 18 agosto 1992, giorno precedente all'annuncio del ricorrente all'assicurazione contro la disoccupazione.\n\nSecondo l'art. 22 cpv. 1 prima frase LAI l'assicurato ha diritto, durante l'integrazione, a un'indennità giornaliera, se l'esecuzione dei provvedimenti d'integrazione gli impedisce d'esercitare un'attività lucrativa per almeno tre giorni consecutivi o se l'incapacità di lavoro nella sua attività abituale raggiunge almeno il 50%.\n\nDi regola, il diritto all'indennità giornaliera è collegato al periodo d'esecuzione di provvedimenti d'integrazione di una certa durata, dei quali questa indennità rappresenta una prestazione accessoria (DTF 116 V 88 consid. 2a, DTF 114 V 140 consid. 1; MAURER, Bundessozialversicherungsrecht, pag. 159; MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, pag. 146; VALTERIO, Droit et pratique de l'assurance-invalidité, pag. 187 seg.).\n\nIl principio dell'accessorietà non ha per contro una portata assoluta, poiché giusta l'art. 22 cpv. 3 LAI, il Consiglio federale stabilisce le condizioni alle quali possono essere assegnate le indennità giornaliere per giorni singoli e per i periodi istruttori, di attesa e di avviamento. A mente dell'art. 19 cpv. 1 OAI l'assicurato non ha diritto all'indennità giornaliera per il periodo in cui attende che gli si trovi un impiego idoneo (prima frase). Tuttavia, se la ricerca dell'impiego è preceduta da una prima formazione professionale, egli continua a ricevere, per 60 giorni al massimo, l'indennità giornaliera fino allora assegnatagli (seconda frase). Inoltre giusta l'art. 19 cpv. 2 OAI gli assicurati che beneficiano BGE 120 V 429 S. 433dell'indennità giornaliera dell'assicurazione contro la disoccupazione non hanno diritto all'indennità giornaliera dell'assicurazione per l'invalidità.\n\n2. Il ricorrente si avvale nella fattispecie di quanto disposto nella versione italiana dell'art. 19 cpv. 1 seconda frase OAI per chiedere, avendo egli terminato la riformazione professionale, la continuazione dell'erogazione dell'indennità giornaliera dell'AI nel periodo litigioso.\n\na) Innanzi tutto va messo in evidenza come l'art. 19 cpv. 1 OAI nella versione tedesca si discosti sensibilmente dalla versione italiana e francese. Infatti nel testo tedesco la suddetta norma reca il titolo \"Wartezeiten während der Arbeitsvermittlung\", mentre nel testo italiano e francese porta il titolo \"Periodo d'attesa durante la ricerca di un impiego\" rispettivamente \"Délai d'attente pendant la recherche d'un emploi\".\n\nL'art. 19 cpv. 1 seconda frase OAI nella versione tedesca prevede quale requisito supplementare per l'erogazione dell'indennità giornaliera oltre alla conclusione dei provvedimenti professionali pure il collocamento (\"Arbeitsvermittlung\") dell'assicurato giusta l'art. 18 cpv. 1 LAI. Va precisato per contro che nelle versioni italiana e francese non appare il termine \"collocamento\" (traduzione letterale di \"Arbeitsvermittlung\") ma quello della \"ricerca dell'impiego\" (risp. in francese \"la recherche d'un emploi\") come pure in entrambe le versioni è sufficiente, a differenza della versione tedesca, per l'assegnazione dell'indennità giornaliera che la suddetta ricerca sia stata preceduta da una prima formazione professionale (art. 16 LAI) o da una riformazione professionale (art. 17 LAI) dell'assicurato. Si pone quindi il quesito di conoscere quale versione dell'art. 19 cpv. 1 seconda frase OAI sia determinante per l'erogazione dell'indennità giornaliera dell'AI.\n\nb) In questo contesto deve essere sottolineato che la delega legislativa di cui all'art. 22 cpv. 3 LAI non contiene alcuna indicazione circa i presupposti relativi all'assegnazione dell'indennità giornaliera durante il periodo d'attesa, essendosi il legislatore limitato con la summenzionata normativa a conferire al Consiglio federale la competenza di istituire il diritto all'indennità giornaliera dell'AI anche per i periodi istruttori e d'attesa che precedono o seguono la riformazione professionale.\n\nQuando una disposizione presenta una discrepanza fra le versioni nelle tre lingue ufficiali, risulta determinante il testo che secondo il metodo usuale d'interpretazione rende più esattamente il senso della norma e può BGE 120 V 429 S. 434essere considerato come giusto (GRISEL, Traité de droit administratif, pag. 126). Nella fattispecie spetta quindi al giudice stabilire il testo che corrisponda meglio allo scopo dell'art. 19 cpv. 1 OAI (DTF 117 V 291 consid. 3b e sentenze ivi citate).\n\nSulla base dei lavori preparatori va constatato che il legislatore ha conferito al Consiglio federale la competenza di istituire il diritto all'indennità giornaliera dell'AI nei periodi istruttori e d'attesa che precedono il riadattamento propriamente detto o per i periodi d'avviamento al lavoro che lo seguono e di garantire così, in taluni casi degni di considerazione, la continuità delle prestazioni dal momento in cui l'invalidità si manifesta sino alla completa ripresa professionale (Messaggio concernente un disegno di legge su l'assicurazione per l'invalidità e un disegno di legge inteso a modificare l'assicurazione per la vecchiaia e per i superstiti del 24 ottobre 1958; FF 1958 I 1096). Inoltre nell'ambito della revisione dell'Ordinanza dell'assicurazione invalidità, entrata in vigore il 1o gennaio 1968 e volta ad estendere da 30 a 60 giorni al massimo l'indennità giornaliera dell'AI, accordata ai sensi dell'art. 19 cpv. 1 OAI (RCC 1968 pag. 21), la Commissione federale degli esperti ha sottolineato come la suddetta modifica si prefigga di ridurre al minimo i casi in cui l'assicurato, rimasto senza un posto di lavoro una volta finita la riformazione professionale, rischi di essere privato di una prestazione (Rapport de la Commission fédérale d'experts pour la revision de l'assurance-invalidité, del 1o luglio 1966, pag. 63).\n\nSulla base delle considerazioni esposte, è quindi ravvisabile nella continuazione dell'assegnazione dell'indennità giornaliera dell'AI dopo la fine della riformazione professionale, la volontà del legislatore di concedere un aiuto economico in relazione con la ricerca di un impiego a quelle persone che, una volta terminati i provvedimenti d'integrazione professionale, sono costrette a superare un momento difficile, in quanto si trovano senza un posto di lavoro e non sono al beneficio di un'indennità giornaliera dell'assicurazione contro la disoccupazione (art. 19 cpv. 2 e contrario OAI). Questa Corte reputa quindi che per il diritto all'indennità giornaliera dell'AI è sufficiente unicamente l'adempimento del presupposto circa la conclusione della prima formazione professionale (art. 16 LAI) o circa la conclusione della riformazione professionale (art. 17 LAI), escludendo pertanto che l'assegnazione di detta indennità dipenda pure dal requisito del collocamento ai sensi dell'art. 18 LAI."}