{"annee": "120", "cour": "IA", "page": "95", "date": "25/2/1994", "cite": ["113 IA 336", "119 IA 214", "113 IA 332", "114 IA 168", "119 IA 4", "117 IA 262", "60 I 230", "113 IA 107", "112 IA 356", "88 I 107", "103 IA 58", "116 IA 52"], "cite_par": ["121 I 218", "125 I 161", "144 II 77", "123 III 454", "131 I 91", "124 I 223", "133 II 400", "145 I 239", "125 I 14", "125 I 71", "142 II 259", "124 II 409"], "chapeau": "14. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 25. Februar 1994 i.S. Kt. BS gegen B. u. Mitb. sowie Appellationsgericht (als Verwaltungsgericht) des Kt. BS (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ, art. 4 al. 2, 3e phrase Cst.; qualité du canton pour former un recours de droit public dans une contestation pécuniaire en matière de droit de la fonction publique (jardinières d'enfants bâloises). Un canton ne peut, sur la base de l'art. 4 al. 2, 3e phrase Cst., former un recours de droit public contre un arrêt rendu par son tribunal administratif ni sur le fond (consid. 1) ni pour se plaindre d'éventuels vices de procédure (consid. 2). Question laissée ouverte dans l'hypothèse de rapports de service régis par le droit privé (consid. 1c/cc)."], "faits": "BGE 120 Ia 95 S. 96\n\nBasler Kindergärtnerinnen, Arbeits- und Hauswirtschaftslehrerinnen gelangten am 27. Oktober 1987 mit dem Begehren an den Regierungsrat, es sei ihnen gestützt auf Art. 4 Abs. 2 Satz 3 BV für das Jahr 1986 ein je separat berechnetes Lohnguthaben nachzuzahlen; inskünftig und rückwirkend ab 1. Januar 1987 sei ihnen überdies eine Besoldung auszurichten, die einer um zwei Lohnklassen höheren Einstufung entspreche. Der Regierungsrat wies diese Anträge am 21. Juni 1988 ab. Die betroffenen Lehrerinnen rekurrierten hierauf an das Appellationsgericht als Verwaltungsgericht, das am 23. März 1990 zwar teilweise eine Verletzung von Art. 4 Abs. 2 Satz 3 BV feststellte, den Rekurs indessen abwies, da es die Ausgestaltung einer verfassungsmässigen Lösung dem Gesetzgeber vorbehalten wollte.\n\nAm 31. Mai 1991 hiess das Bundesgericht eine hiergegen gerichtete staatsrechtliche Beschwerde gut (BGE 117 Ia 262 ff.), worauf das Verwaltungsgericht am 9. Juli 1993 den Beschluss des Regierungsrats vom 21. Juni 1988 aufhob und die Sache zu neuem Entscheid im Sinne der Erwägungen an die Vorinstanz zurückwies. Es war nach Beizug eines Experten zum Schluss gekommen, dass die 19 Lehrerinnen ab 1. November 1987 tatsächlich Anspruch auf eine um zwei Lohnklassen höhere Besoldung hätten.\n\nDer Regierungsrat des Kantons Basel-Stadt hat gegen diesen Entscheid eine staatsrechtliche Beschwerde eingereicht, auf die das Bundesgericht nicht eintritt", "considerants": "aus folgenden Erwägungen:\n\n1. a) Die staatsrechtliche Beschwerde ist ein Rechtsmittel zum Schutz der Träger verfassungsmässiger Rechte gegen Übergriffe der Staatsgewalt. Solche Rechte stehen grundsätzlich nur dem Bürger zu, nicht aber dem Gemeinwesen als Inhaber hoheitlicher Gewalt. Öffentlichrechtliche Korporationen - wie Kantone und Gemeinden oder ihre Behörden - können gegen Akte anderer BGE 120 Ia 95 S. 97Staatsorgane, die sie als Träger hoheitlicher Befugnisse treffen, demnach in der Regel nicht staatsrechtliche Beschwerde führen. Eine Ausnahme besteht nur insofern, als sie sich gegen eine Verletzung ihrer durch das kantonale Recht gewährleisteten Autonomie oder Bestandesgarantie zur Wehr setzen (vgl. BGE 116 Ia 252 E. 3b S. 255, BGE 114 Ia 168 E. 2a S. 170). Wie Private generell zur staatsrechtlichen Beschwerde legitimiert sind öffentlichrechtliche Körperschaften dagegen, wenn sie nicht hoheitlich handeln, sich auf dem Boden des Privatrechts bewegen oder sonstwie als dem Bürger gleichgeordnete Rechtssubjekte auftreten und durch den angefochtenen Akt wie eine Privatperson betroffen werden (BGE 119 Ia 214 E. 1a S. 216, BGE 113 Ia 336 E. 1a S. 338, 112 Ia 356 E. 5a S. 363; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 212 ff., ANDREAS AUER, Die schweizerische Verfassungsgerichtsbarkeit, Basel/Frankfurt a.M. 1984, S. 196 ff., N. 345 ff.). Ob diese Voraussetzungen erfüllt sind, bestimmt sich nicht in erster Linie danach, mit wem die Körperschaft in einem Rechtsverhältnis steht, sondern aufgrund der Rechtsnatur des Verhältnisses, das der Auseinandersetzung zugrunde liegt (WILHELM BIRCHMEIER, Über die Legitimation des Staates, der Gemeinde und der Behörden zur staatsrechtlichen Beschwerde an das Bundesgericht, in: ZBl 51/1950 S. 127; MARGRIT BAUMANN, Die Legitimation des Gemeinwesens zur staatsrechtlichen Beschwerde, Diss. ZH 1955, S. 89).\n\nb) Der Kanton Basel-Stadt wird durch den angefochtenen Entscheid nicht wie ein Privater, sondern als Träger hoheitlicher Befugnisse getroffen, ohne dass Autonomie- oder Bestandesaspekte zur Diskussion stünden: Sämtliche Beschwerdegegnerinnen, denen das Verwaltungsgericht gestützt auf das kantonale Besoldungsgesetz und Art. 4 Abs. 2 Satz 3 BV eine höhere Einstufung und Lohnnachzahlungen zugesprochen hat, stehen als Beamtinnen in einem öffentlichrechtlichen Dienstverhältnis. Ihr Status wird ausserhalb privatrechtlicher Regeln aufgrund öffentlichrechtlicher Erlasse bestimmt (vgl. Art. 342 Abs. 1 lit. a OR; HERMANN SCHROFF/DAVID GERBER, Die Beendigung der Dienstverhältnisse in Bund und Kantonen, St. Gallen 1985, S. 27 f.); das öffentlichrechtliche Dienstverhältnis zeichnet sich als Sonderstatusverhältnis gerade dadurch aus, dass der Betroffene in eine besondere Beziehung zum Gemeinwesen tritt, das ihm gegenüber nicht wie ein Privater, sondern - auch im Besoldungssektor - aufgrund staatlicher Prärogative handelt (vgl. PIERRE MOOR, Droit administratif, Bd. III, Bern 1992, S. 219, Ziff. 5.2.2; MAX IMBODEN/RENÉ A. RHINOW, Schweizerische BGE 120 Ia 95 S. 98Verwaltungsrechtsprechung, Basel/Frankfurt a.M. 1986, S. 1079, Nr. 147, B. III.). Das Bundesgericht hat es deshalb wiederholt abgelehnt, das Gemeinwesen mit Bezug auf Geldforderungen aus dem Dienstverhältnis dem Beamten wie eine Privatperson gegenüberzustellen (WILHELM BIRCHMEIER, a.a.O., S. 127; bereits unveröffentlichtes Urteil des Bundesgerichts vom 26. September 1946 i.S. EinwGde Grenchen c. W. G. und RR SO, E. 1; vgl. auch BGE 103 Ia 58 ff.).\n\nc) Was der Beschwerdeführer hiergegen vorbringt, überzeugt nicht.\n\naa) Soweit er geltend macht, er habe im verwaltungsgerichtlichen Verfahren wie die Rekurrentinnen Parteistellung gehabt, verkennt er, dass es hierauf nicht ankommt (vgl. E. 1a und BGE 60 I 230 E. 3 S. 234). Hat das dem Streit zugrundeliegende Rechtsverhältnis hoheitlichen Charakter und wird das betroffene Gemeinwesen wie hier in hoheitlichen Befugnissen berührt, kann es sich auch nur im Rahmen einer Autonomiebeschwerde auf eigene Vermögensinteressen berufen (BGE 119 Ia 216 E. 1b u. c mit Hinweisen). Der Hinweis, das Bundesgericht habe dem Beschwerdeführer in seinem Urteil vom 31. Mai 1991 die Kosten auferlegt, womit anerkannt sei, dass \"in vorliegendem Verfahren die Vermögensinteressen des Kantons gleich denjenigen eines Privaten im Vordergrund\" stünden, geht am Problem vorbei: Kantonen dürfen nach Art. 156 Abs. 2 OG in der Regel dann keine Kosten auferlegt werden, wenn das Bundesgericht in Angelegenheiten, die ihren amtlichen Wirkungskreis betreffen, angerufen wird und zudem keine Vermögensinteressen des Kantons berührt sind. Aus der Kostenauflage kann deshalb nicht geschlossen werden, der Beschwerdeführer werde durch die Lohngleichheitsproblematik wie ein Privater betroffen; hoheitliches Handeln schliesst kantonale Vermögensinteressen nicht aus. Nichts anderes ergibt sich aus der vom Beschwerdeführer angerufenen Praxis, wonach öffentlichrechtliche Körperschaften zur staatsrechtlichen Beschwerde gegen Rechtsöffnungsentscheide zugelassen wurden (BGE 88 I 107). Bei der Vollstreckung von Geldforderungen tritt die öffentlichrechtliche Körperschaft dem Schuldner in gleicher Weise und im gleichen Verfahren entgegen wie ein privater Gläubiger; diese Situation kann nicht mit dem vorliegenden Fall verglichen werden, wo Ansprüche aus einem öffentlichrechtlichen Dienstverhältnis als solche umstritten sind.\n\nbb) Soweit der Beschwerdeführer behauptet, bei der Regelung von Art. 4 Abs. 2 Satz 3 BV handle es sich um Bundesverwaltungsrecht, weshalb eine Verletzung dieser Bestimmung eigentlich mit Verwaltungsgerichtsbeschwerde BGE 120 Ia 95 S. 99geltend zu machen wäre, dringt seine Kritik nicht durch: Lohnansprüche aus Art. 4 Abs. 2 Satz 3 BV bestehen - öffentlichrechtlich - nur im Rahmen des kantonalen Dienstrechts, welches die Besoldungsfrage regelt. Bedienstete können sich gegen eine Lohnregelung, die den Grundsatz der gleichen Besoldung bei gleichwertiger Arbeit verletzt, auf das in Art. 4 Abs. 2 Satz 3 BV verankerte verfassungsmässige Individualrecht berufen; der Entscheid der kantonalen Behörde stellt - wie jener im Anwendungsbereich des Doppelbesteuerungsverbots (Art. 46 Abs. 2 BV) - nicht eine in Anwendung von Bundesverwaltungsrecht ergangene Verfügung im Sinne von Art. 5 VwVG dar. Die Verwaltungsgerichtsbeschwerde hat nur Entscheide zum Gegenstand, die sich auf öffentliches Recht des Bundes unterhalb der Verfassungsstufe stützen (vgl. GEORG MÜLLER, Kommentar BV, Art. 4, Rz. 147 und 148 Fn. 366; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 111 Ziff. 6). Bereits vor Einführung von Art. 4 Abs. 2 BV waren angeblich geschlechtsbedingte Besoldungsdiskriminierungen im öffentlichen Dienstrecht der Kantone und Gemeinden mit staatsrechtlicher Beschwerde geltend zu machen (vgl. BGE 103 Ia 517, 105 Ia 120), woran sich mit der Ergänzung von Art. 4 BV durch den Absatz 2 nichts geändert hat.\n\ncc) Der Beschwerdeführer beruft sich schliesslich vergeblich auf das Urteil in BGE 113 Ia 107 ff., worin das Bundesgericht dem privaten Arbeitgeber die Befugnis zugestanden hat, bei einem Streitwert unter Fr. 8'000.-- die Anwendung von Art. 4 Abs. 2 Satz 3 BV im privaten Arbeitsrecht mit staatsrechtlicher Beschwerde überprüfen zu lassen. Der Entscheid ist in der Literatur auf Kritik gestossen (vgl. CHARLES-ALBERT MORAND, L'érosion jurisprudentielle du droit fondamental à l'égalité entre hommes et femmes, in: Charles-Albert Morand (éd.), L'égalité entre hommes et femmes, Lausanne 1988, S. 92 f.; SUZETTE SANDOZ, L'inapplicable article 4 al. 2 de la constitution fédérale, in: Die Gleichstellung von Frau und Mann als rechtspolitischer Auftrag, Festschrift für Margrith Bigler-Eggenberger, Basel/Frankfurt a.M. 1993, S. 306 ff.; ANDREAS AUER, Les mesures positives et l'art. 4 al. 2 Cst., in: AJP 11/1993 S. 1341 [Fn. 43]). Im vorliegenden Zusammenhang genügt festzuhalten, dass sich die entsprechenden Ausführungen auf den zivilrechtlichen Gehalt von Art. 4 Abs. 2 Satz 3 BV bezogen haben, wobei das Bundesgericht einen Rechtsstreit zwischen Privaten zu beurteilen hatte; hier ist dagegen strittig, ob ein Kanton ein Urteil seines BGE 120 Ia 95 S. 100Verwaltungsgerichts, das ihn in hoheitlicher Tätigkeit trifft, wegen einer angeblich falschen Anwendung verfassungsmässiger Rechte des Bürgers mit staatsrechtlicher Beschwerde anfechten kann, was mit Blick auf das Wesen dieses Rechtsmittels zu verneinen ist. Ob das Gemeinwesen, wenn es sein Personal privatrechtlich anstellt, legitimiert wäre, bei einem Streitwert unter Fr. 8'000.-- (vgl. Art. 46 OG) eine falsche Anwendung von Art. 4 Abs. 2 Satz 3 BV mit staatsrechtlicher Beschwerde geltend zu machen, braucht hier nicht entschieden zu werden. Immerhin handelt der staatliche Arbeitgeber auch in diesen Fällen in Erfüllung öffentlicher Aufgaben und bestimmt sich regelmässig auch in diesem Zusammenhang die Besoldung der Bediensteten nach den generell-abstrakten Regeln des öffentlichen Dienstrechts.\n\n2. Trotz fehlender Legitimation in der Sache kann ein Beschwerdeführer die Verletzung von Verfahrensvorschriften rügen, deren Missachtung eine formelle Rechtsverweigerung darstellt. Das nach Art. 88 OG erforderliche rechtlich geschützte Interesse ergibt sich in diesem Fall nicht aus der Berechtigung in der Sache, sondern aus jener, am Verfahren teilzunehmen. Kommt einem Beschwerdeführer gestützt auf das kantonale Recht Parteistellung zu, kann er eine Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen (BGE 119 Ia 4 E. 1). Diese Rechtsprechung gilt für öffentlichrechtliche Korporationen, die mit hoheitlichen Aufgaben betraut sind, nur insofern, als die entsprechenden Rügen in engem Zusammenhang mit jener einer Verletzung der Autonomie oder Bestandesgarantie stehen (vgl. BGE 116 Ia 52 E. 2 S. 54 und 252 E. 3b S. 255, BGE 113 Ia 332 E. 1b S. 333). Der aus Art. 4 BV abgeleitete Anspruch auf rechtliches Gehör soll als verfassungsmässiges Individualrecht den Bürger gegen staatliche Hoheitsakte schützen; er ermöglicht einer hoheitlich handelnden Behörde nicht, sich unabhängig von Autonomie oder Bestandesgarantie gegen allfällige (prozessuale) Fehler einer im Rechtsmittelverfahren übergeordneten Instanz zur Wehr zu setzen (vgl. BGE 112 Ia 356 E. 6b S. 367; Urteil i.S. Munizipalgemeinde Bürchen vom 26. Oktober 1987, in: ZBl 89/1988 E. 1c S. 331 f.; unveröffentlichtes Urteil vom 2. Juni 1993 i.S. EinwGde Reinach c. RR BL, E. 3a); auch unter diesem Gesichtswinkel ist auf die vorliegende staatsrechtliche Beschwerde somit nicht einzutreten."}