{"annee": "120", "cour": "V", "page": "194", "date": "6/7/1994", "cite": ["116 V 114"], "cite_par": ["125 V 278", "124 V 185", "123 V 53", "128 V 143", "128 V 135"], "chapeau": "28. Auszug aus dem Urteil vom 6. Juli 1994 i.S. Krankenkasse Helvetia gegen S. und Obergericht des Kantons Schaffhausen", "regestes": ["Art. 12 al. 2 ch. 1 et 2 LAMA. Intervention chirurgicale dans l'articulation temporo-mandibulaire: prestation obligatoire à la charge de la caisse-maladie."], "faits": "|194|\n\nA.- S. (geboren 1934) ist bei der Krankenkasse Helvetia u.a. für Krankenpflege versichert. Die ebenfalls angebotene Zahnpflegeversicherung \"Heldenta\" (Abt. AZ) hat sie nicht abgeschlossen. Dr. med. dent. E., Leitender Arzt an der Klinik/Poliklinik für Kiefer- und Gesichtschirurgie des Universitätsspitals Zürich, stellte im Zeugnis vom 8. Januar 1992 fest:\n\n\"Bei obengenannter Patientin liegt eine degenerative Erkrankung des rechten Temporomandibulargelenkes vor. Wir planen eine Arthroskopie des Kiefergelenkes und evtl. open surgery mit Ohrknorpelimplantat rechts. Die Hospitalisationsdauer für diesen medizinisch indizierten Eingriff beträgt ca. 5 Tage.\"\n\nDie Krankenkasse weigerte sich (mit Ausnahme einer freiwilligen Leistung von 50% der Kosten, maximal Fr. 1'000.-- pro Jahr), für den Eingriff aufzukommen (Verfügung vom 25. Mai 1992).\n\nB.- Eine gegen die Verfügung vom 25. Mai 1992 erhobene Beschwerde hiess das Obergericht des Kantons Schaffhausen am 27. August 1993 gut und verpflichtete die Helvetia, die Kosten für den im zahnärztlichen Zeugnis vom 8. Januar 1992 der Klinik/Poliklinik |195| für Kiefer- und Gesichtschirurgie des Universitätsspitals Zürich umschriebenen medizinischen Eingriff im Rahmen der geltenden Tarife zu übernehmen.\n\nC.- Die Helvetia führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid vom 27. August 1993 sei aufzuheben.\n\nS. und das Bundesamt für Sozialversicherung lassen sich nicht vernehmen.", "considerants": "Aus den Erwägungen:\n\n2. a) ...\n\nb) Die zahnärztliche Versorgung ist generell nicht ärztliche Behandlung im Sinne von Art. 12 Abs. 2 KUVG, so dass die Krankenkassen hiefür nicht aufzukommen haben. Sie sind indessen leistungspflichtig, wenn und soweit die Statuten sie dazu verpflichten.\n\nNach der Rechtsprechung des Eidg. Versicherungsgerichts sind zahnärztliche Behandlungen grundsätzlich therapeutische Vorkehren am Kausystem. Darunter fallen die Behandlung der Zähne, des Zahnhalteapparates sowie die Behandlung an den Organbereichen, die ein künstliches Gebiss aufzunehmen haben. Bezüglich der Leistungspflicht der Krankenkassen kommt es dabei nicht darauf an, ob solche Behandlungen von einem Arzt oder Zahnarzt vorgenommen werden. Weiter ist unerheblich die Ursache des Leidens bzw. die Tatsache, dass die Zahnbehandlung eine Folge anderer, ärztlich anzugehender Krankheiten ist. Ebensowenig ist die Wirkung der Zahnbehandlung auf den Gesundheitszustand eines Versicherten rechtserheblich, insbesondere die Verhütung oder günstige Beeinflussung von Krankheiten der Verdauungsorgane. Das Gericht hat sodann festgestellt, dass nur der Gesetzgeber die genannte gesetzliche Ordnung ändern könne (BGE 116 V 114 mit Hinweisen; RKUV 1991 Nr. K 881 S. 289).\n\nc) Nach konstanter Rechtsprechung sind demnach therapeutische Vorkehren am Zahn und am Zahnhalteapparat (Parodont) zahnärztliche Behandlungen und daher keine gesetzlichen Pflichtleistungen der Krankenkasse. Als Parodont (\"[grch. ... para \"um herum\", odus \"Zahn\"]\") gilt das Zahnbett, ein funktionelles System, das aus Zahnfleisch, Wurzelhaut, -zement und Alveolarknochen (zahnumgebendem Knochen) besteht und alle Stützgewebe umfasst, die die Belastung des Zahns auffangen (RATEITSCHAK KLAUS H., Parodontologie, 1984, Farbatlanten der Zahnmedizin, Bd. 1). Bei therapeutischen Vorkehren, die ausserhalb dieses Bereiches ansetzen oder |196| vorgenommen werden, muss grundsätzlich auf ärztliche oder arztäquivalente Behandlung geschlossen werden.\n\n3. Nach den Berichten der Klinik und Poliklinik des Universitätsspitals Zürich vom 8. Januar 1992 und von Dr. med. dent. A., Schaffhausen, vom 19. März 1992, ist eindeutig ein chirurgischer Eingriff am Kiefergelenk vorgesehen. Die beschwerdeführende Krankenkasse behauptet, es handle sich bei der geplanten Operation um eine therapeutische Vorkehr am Kausystem. Diese Auffassung ist unzutreffend. Mit dem Eingriff wurden die in Erw. 2b und c erwähnten Organbereiche nicht angegangen. Entgegen der Ansicht der Vorinstanz ist nicht entscheidend, nach welcher Methode behandelt wird, d.h. ob die im Einzelfall angewandte therapeutische Methode der Zahnheilkunde oder einem anderen Gebiet zuzuordnen ist, mithin, ob die im vorliegenden Fall vorgeschlagene Arthroskopie für sich allein eine medizinisch-chirurgische Massnahme darstellt. (vgl. RKUV 1991 Nr. K 877 S. 253 Erw. 3b)\n\nNachdem unbestritten ist, dass die Beschwerdegegnerin an einer Krankheit leidet und dass mit dem Eingriff der Eintritt eines drohenden Gesundheitsschadens oder die Verschlimmerung eines bestehenden Leidens verhindert werden soll, schuldet die Krankenkasse die gesetzlichen und statutarischen Leistungen für den Eingriff am Kiefergelenk.\n\nUnbehelflich ist die Berufung der Beschwerdeführerin auf die unveröffentlichten Urteile Z. vom 6. März 1990 und F. vom 7. Januar 1993: Im ersten Fall waren die vorgenommenen zahnärztlichen Behandlungen, nämlich das Einschleifen der Zähne und das Anbringen einer Aufbissschiene zweifellos zahnärztliche Vorkehren. Auch im zweiten Fall betraf der Eingriff die in Erw. 2b und c erwähnten Organbereiche, namentlich den Alveolarknochen als sogenannte Vorbereitungsmassnahme für die Aufnahme einer Zahnprothese."}