{"annee": "120", "cour": "IV", "page": "1", "date": "4/2/1994", "cite": ["115 IV 87", "116 IV 101", "118 IV 351", "105 IV 87", "118 IV 337", "107 IV 20"], "cite_par": ["137 V 154", "124 IV 246", "123 IV 1", "127 IV 154", "134 IV 1", "123 IV 100", "129 IV 161"], "chapeau": "1. Auszug aus dem Urteil des Kassationshofes vom 4. Februar 1994 i.S. Staatsanwaltschaft des Kantons St. Gallen gegen W. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 43 ch. 2 al. 2 CP; suspension de l'exécution de la peine pour permettre un traitement ambulatoire. Même une peine privative de liberté de plus de 18 mois (en l'espèce de deux ans et demi d'emprisonnement pour viol qualifié) peut être suspendue pour permettre un traitement ambulatoire. Les soins ambulatoires doivent prévaloir lorsqu'un traitement immédiat offre de bonnes chances de resocialisation et que celle-ci serait à l'évidence compromise gravement par l'exécution de la peine privative de liberté. Plus la peine privative de liberté est de longue durée, plus importante doit être l'anomalie qu'il faut soigner."], "faits": "|2|\n\nAls W. am Abend des 7. Februar 1990 an der Wohnungstür von Frau A. klingelte und wegen eines angeblichen Autounfalls zu telefonieren wünschte, liess diese den ihr unbekannten, bleichen und aufgeregten Mann in die Wohnung treten und bot ihm in der Küche zur Beruhigung einen Kaffee an. W. ging wiederholt in die Wohnstube, um zu telefonieren. Weil ihm dies angeblich infolge Betriebsstörungen nicht gelang, kniete sich Frau A. zum Apparat und nahm prüfend den Telefonhörer zur Hand. Da ergriff W. die Frau überraschend von hinten und hielt ihr eine (nicht geladene) Pistole an den Kopf. Er klemmte ihren Kopf zwischen seine Knie, stopfte ihr mehrmals ein Tuch in den Mund, um sie am Schreien zu hindern (\"dann würgte er mir wieder das Tuch rein, ich bin fast erstickt\"), riss ihr die Kleider vom Leib, betastete ihre Vagina und setzte sich \"verkehrt\" auf sie. Er benützte zudem eine Rasierklinge, fuhr damit über ihren Körper hin und her und rasierte ihr die Schamhaare; er versetzte sie in Angst, geschnitten zu werden. Er legte sich auch auf sie, doch ohne vollständige Erektion. Nach Wahrnehmung von Frau A. dauerte der Überfall zwischen 20 Minuten und einer halben Stunde. Sie wehrte sich durchgängig, schrie, biss, versuchte ihn zu treten und hämmerte mit den Händen auf den Boden. Als schliesslich ein Nachbar in die Wohnung trat, suchte W. fortzuspringen, wurde jedoch von jenem bis zum Eintreffen der Polizei festgehalten.\n\nDas Bezirksgericht St. Gallen verurteilte am 11. April 1991 W. wegen versuchter qualifizierter Notzucht nach Art. 187 Abs. 2 aStGB sowie Widerhandlung gegen die Waffenverordnung zu zweieinhalb Jahren Zuchthaus und zur Bezahlung von Fr. 10'000.-- Genugtuung. Es verpflichtete ihn, die ambulante psychiatrische Behandlung fortzusetzen, solange die Ärztin dies für nötig erachtet. Den Vollzug der Strafe schob es nicht auf. Auf Berufung von W. verurteilte ihn das Kantonsgericht St. Gallen am 25. Mai 1993 wegen versuchter qualifizierter Vergewaltigung gemäss Art. 190 Abs. 3 StGB zu zweieinhalb Jahren Gefängnis und sprach ihn von der Widerhandlung gegen die Waffenverordnung frei. Es ordnete eine ambulante psychiatrische Behandlung an und schob den Vollzug der Freiheitsstrafe auf. Hinsichtlich der Zivilklage (Genugtuungsforderung) einigte sich die Straf- und Zivilklägerin mit W. Das Kantonsgericht bestätigte das bezirksgerichtliche Erkenntnis.\n\nDie Staatsanwaltschaft des Kantons St. Gallen erhebt Nichtigkeitsbeschwerde und beantragt, das angefochtene Urteil sei aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\n|3|", "considerants": "Aus den Erwägungen:\n\n2. In der Hauptsache rügt die Beschwerdeführerin den Aufschub der Freiheitsstrafe zwecks ambulanter Behandlung. Ein Strafaufschub zugunsten einer ambulanten Massnahme sei bereits dann generell nicht mehr zulässig, wenn die Strafe mehr als 18 Monate betrage. Dann gehe der Strafanspruch des Staates vor und dürfe nicht durch die Anordnung einer ambulanten Massnahme vereitelt werden. Die Vergeltungsbedürfnisse hätten bei hohen Strafen in jedem Fall Vorrang vor der Spezialprävention. Eher sei auf die Behandlung zu verzichten.\n\na) Erfordert der Geisteszustand des Täters ärztliche Behandlung oder besondere Pflege und ist anzunehmen, dadurch lasse sich die Gefahr weiterer mit Strafe bedrohter Taten verhindern oder vermindern, so kann der Richter gemäss Art. 43 Ziff. 1 Abs. 1 StGB eine ambulante Behandlung anordnen, sofern der Täter für Dritte nicht gefährlich ist. Er kann den Vollzug der Strafe aufschieben, um der Art der Behandlung Rechnung zu tragen (Ziff. 2 Abs. 2).\n\nb) Nach der Rechtsprechung des Bundesgerichts sollte dort, wo ein Erfolg wahrscheinlich ist, tendenziell eine ärztliche Behandlung eingreifen. Der Strafaufschub ist angezeigt, wenn eine tatsächliche Aussicht auf erfolgreiche Behandlung durch den sofortigen Vollzug der Freiheitsstrafe erheblich beeinträchtigt würde. Doch ist eine Beeinträchtigung nicht erst erheblich, wenn der Vollzug eine Behandlung verunmöglicht oder den Behandlungserfolg völlig in Frage stellt. Vielmehr geht die Therapie vor, sobald eine sofortige Behandlung gute Resozialisierungschancen bietet, welche der Vollzug der Freiheitsstrafe klarerweise verhindern oder vermindern würde. Diesfalls ist der Vollzug mit der Behandlung nicht vereinbar (\"n'est pas compatible avec le traitement\", gemäss französischem Gesetzeswortlaut; BGE 116 IV 101 E. 1a, BGE 115 IV 87 E. 1a und b). Unter dem Gesichtspunkt des Gleichheitsgebots muss die Abnormität desto ausgeprägter sein und mithin ein Aufschub umso zurückhaltender gehandhabt werden, je länger die zugunsten der ambulanten Behandlung aufzuschiebende Freiheitsstrafe ist (vgl. BGE 118 IV 351 E. 2e, BGE 107 IV 20 E. 5b). Ausserdem darf die ambulante Behandlung nicht missbraucht werden, um etwa den Vollzug der Strafe zu umgehen oder ihn auf unbestimmte Zeit hinauszuschieben. Der Aufschub muss sich aus Gründen der Heilbehandlung hinreichend rechtfertigen (BGE 107 IV 20 E. 4c, BGE 105 IV 87 E. 2b).\n\n|4|\n\nAngesichts einer schweren geistigen Abnormität kann somit eine längere Freiheitsstrafe zugunsten einer ambulanten Behandlung aufgeschoben werden. Dabei ist ein Widerstreit zwischen Spezial- und Generalprävention möglich, weil ihre Zielsetzungen nach unterschiedlichen Sanktionen rufen können (Behandlung ausserhalb des Strafvollzugs bzw. Vollzug der Freiheitsstrafe). Ebenso kann der Gesichtspunkt der Spezialprävention mit dem Aspekt der rechtsgleichen Behandlung in Konflikt treten. Die Lösung lässt sich somit nicht einfach aufgrund der einen oder andern Zielsetzung finden. Die Strafzwecke stehen sich denn auch nicht unvereinbar gegenüber. Sie bilden vielmehr ein komplexes Verhältnis wechselseitiger Ergänzung, wobei je nach Sachzusammenhang das eine oder das andere Kriterium stärker hervortritt (STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil I, S. 44 N. 28). Spezial- und Generalprävention sind gegeneinander abzuwägen und in eine Rangfolge zu bringen. Dabei gerät die Spezialprävention in zweifacher Hinsicht in den Vordergrund. Zum einen dient das Strafrecht in erster Linie nicht der Vergeltung, sondern der Verbrechensverhütung. Dies bringt der Gesetzgeber nicht nur mit der Bezeichnung der Resozialisierung als Ziel des Strafvollzuges (Art. 37 Ziff. 1 Abs. 1 StGB) zum Ausdruck, sondern vor allem auch mit der bei der StGB-Teilrevision von 1971 erfolgten Ausweitung der Möglichkeit der Anordnung von Massnahmen. Deshalb sind Sanktionen, die die Besserung oder Heilung des Täters gewährleisten, zu verhängen und solche, die dem Anliegen der Verbrechensverhütung zuwiderlaufen, möglichst zu vermeiden (BGE 118 IV 337 E. 2c). Zum andern ist zu berücksichtigen, dass im Konfliktsfall ein Vorrang der Generalprävention das spezialpräventive Ziel zu vereiteln droht, die Bevorzugung der Spezialprävention hingegen die generalpräventiven Wirkungen einer Sanktion nicht ausschliesst, sondern höchstens in einer schwer messbaren Weise abschwächt; denn auch eine mildere Sanktion wirkt generalpräventiv. Andererseits gebührt den spezialpräventiven Bedürfnissen nur insoweit der Vorrang, wie generalpräventive Mindesterfordernisse noch gewahrt sind (ROXIN, Strafrecht, Allgemeiner Teil I, München 1992, S. 39 N. 40). Im Rahmen der Art. 43 und 44 StGB ist diese Problematik jedoch insoweit etwas relativiert, als das Gesetz gerade davon ausgeht, dass der geistig Abnorme oder Süchtige grundsätzlich massnahmebedürftig ist und - anders als der gewöhnliche Täter - einer spezifischen Sanktion bedarf.\n\nc) Der Richter beurteilt im Rahmen des Art. 43 Ziff. 2 Abs. 2 StGB den Einzelfall unter Berücksichtigung der erwähnten Grundsätze und aller |5| konkreten Umstände, insbesondere von Notwendigkeit und Chancen einer Behandlung im Vergleich zu den Auswirkungen des Strafvollzuges sowie des Erfordernisses, Straftaten zu ahnden. Doch selbst wenn er zum Ergebnis gelangt, eine Behandlung sei ohne Beeinträchtigung der Erfolgsaussichten vollzugsbegleitend nicht durchführbar, verlangt Art. 43 Ziff. 2 Abs. 2 StGB nicht zwingend, den Vollzug der Freiheitsstrafe auch tatsächlich aufzuschieben. Die Bestimmung ist als \"Kann\"-Vorschrift ausgestaltet; sie überlässt es dem Richter, nach seinem (pflichtgemässen) Ermessen über den Strafaufschub zu befinden. In dieses weite Beurteilungsermessen des Sachrichters kann das Bundesgericht nur bei Ermessensüberschreitung oder -missbrauch eingreifen (BGE 116 IV 101 E. 1a).\n\nd) Die Vorinstanz weist vorab auf den schwer gestörten Geisteszustand des Täters im Sinne von Art. 43 Ziff. 1 Abs. 1 StGB hin. Nach den Gutachten schäle sich beim Täter als Kernsymptomatik ein psychopathologisches Syndrom heraus, das nicht nur als schizoide, sondern bereits als krankhafte, präschizophrene Persönlichkeit umschrieben werden müsse. Nach Würdigung der verschiedenen Gutachten kommt die Vorinstanz zum Schluss, die medizinische Behandlungsnotwendigkeit und die Erfolgsaussichten der Behandlung seien ausgewiesen, ein Strafvollzug jedoch mit dieser Behandlung unvereinbar. Sie wägt die Aspekte der Spezialprävention gegen jene der Generalprävention ab und schliesst, dass den beiden Bedürfnissen nicht in gleicher Weise Rechnung getragen werden könne. Bei dieser Sachlage bewertet sie die begründete Aussicht, dass durch die Behandlung des (mit Jahrgang 1968 noch jungen) Täters weiteren Gewaltausbrüchen und entsprechend schwerwiegenden Delikten wirksam vorgebeugt werden könne, höher als das Interesse an der Vollstreckung der Freiheitsstrafe. Die zweieinhalbjährige Strafe sei zwar nicht kurz, aber auch nicht derart lang, dass generalpräventive Gesichtspunkte einen Strafaufschub ausschliessen müssten.\n\ne) Damit beurteilt die Vorinstanz die Sache nach den massgeblichen Kriterien. Sie gewichtet die verschiedenen Gesichtspunkte sorgfältig und berücksichtigt auch das Erfordernis der Verbrechensverhütung. Schliesslich hat sie beim Entscheid, die Freiheitsstrafe zugunsten der ambulanten Massnahme aufzuschieben, ihr (weites) Ermessen nicht überschritten. Das angefochtene Urteil verletzt demnach kein Bundesrecht."}