{"annee": "120", "cour": "IB", "page": "431", "date": "29/11/1994", "cite": ["118 IB 206", "115 IB 387", "119 IB 458"], "cite_par": ["139 II 328", "121 II 176", "123 II 376"], "chapeau": "58. Urteil der I. öffentlichrechtlichen Abteilung vom 29. November 1994 i.S. S. gegen Schweizerische Bundesbahnen, Kreisdirektion II, und Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Qualité pour former une opposition contre un projet de chemin de fer. L'exigence de motivation de l'opposition concerne aussi la question de la qualité pour agir. On peut aussi admettre l'existence d'une relation suffisamment étroite avec l'objet de la contestation lorsque, par la réalisation de l'installation projetée, on crée une source de dangers particulière et que l'on expose les habitants voisins à des risques accrus. Dans un tel cas, pour que la qualité pour former opposition soit reconnue, il faut que le risque de mise en danger soit particulièrement grand et que l'opposant y soit exposé d'une manière spécialement forte."], "faits": "|432|\n\nIm kombinierten Plangenehmigungs- und Enteignungsverfahren für die im Rahmen des Konzeptes \"Bahn 2000\" neu zu erstellende Eisenbahnstrecke Mattstetten-Rothrist fand die öffentliche Auflage der Pläne vom 18. Januar bis 8. März 1993 statt. Während der Auflagefrist gingen in den betroffenen Gemeinden insgesamt zwischen 6000 und 7000 Einsprachen ein, die zur Behandlung dem Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement (EVED) überwiesen wurden.\n\nMit Entscheid vom 6. Dezember 1993 trat das EVED auf die von S. in der Gemeinde Langenthal gegen das Projekt erhobene Einsprache mangels Legitimation nicht ein. Das EVED führte hiezu im wesentlichen aus, S. gehöre zu den zahlreichen Einsprechern, die mit einer vorformulierten oder ähnlich lautenden Einsprache die Umweltunverträglichkeit des Bauvorhabens behaupteten. Zur Einsprache befugt seien jedoch nur jene Personen, die eine besonders nahe, vor allem räumliche Beziehung zum Streitgegenstand und ein unmittelbares, eigenes Interesse an der Aufhebung der angefochtenen Verfügung hätten; zudem sei darzutun, inwiefern das Auflageprojekt im Bereich eines konkreten Grundstücks gegen Bundesrecht verstosse. Was S. anbelange, so wohne er zwar in der vom Projekt berührten Gemeinde Langenthal, jedoch südlich der bestehenden Bahnlinie Olten-Bern und damit in einer beträchtlichen Distanz zum geplanten Trassee. Es fehle daher einerseits an der räumlichen Nähe, derer es zur Einsprachebefugnis bedürfe, und sei andererseits ausgeschlossen, dass er von allfälligen Immissionen aus dem Bau oder Betrieb der neuen Strecke stärker betroffen werde als die |433| Allgemeinheit. Eine besonders nahe Beziehung zum Projekt könne auch nicht aus der geltend gemachten möglichen Beeinträchtigung des Grundwassers bzw. der Trinkwasserversorgung hergeleitet werden. In der Einsprache werde einzig darauf hingewiesen, dass eine Verunreinigung des Grundwasservorkommens für die gesamte Region zu existentiellen Problemen führen könnte. Selbst wenn der Einsprecher sein Trinkwasser aber aus dem Grundwasservorkommen im Raum Bützberg/Roggwil beziehen sollte - was nicht einmal behauptet werde -, wäre er deshalb noch nicht zur Einsprache befugt, da die Erhaltung des Grundwassers bzw. der Wasserversorgung im öffentlichen Interesse liege, welches von den mit dieser Aufgabe betrauten Behörden oder Organisationen wahrgenommen werden müsse.\n\nS. hat Verwaltungsgerichtsbeschwerde gegen den Entscheid des EVED erhoben, dessen Aufhebung sowie die Rückweisung der Sache an die Vorinstanz zur materiellen Behandlung verlangt.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. In der Beschwerde wird zunächst geltend gemacht, das Departement habe bei der Prüfung der Legitimationsfrage nicht untersucht, ob der Beschwerdeführer allenfalls von den mit dem Bau der neuen Eisenbahnstrecke verbundenen Immissionen betroffen werde, und dadurch den Sachverhalt nur unvollständig festgestellt. Dieser Vorwurf ist jedoch offensichtlich unbegründet:\n\nZur Einsprache gegen ein Eisenbahnprojekt ist legitimiert, wer durch die Projektpläne berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (Art. 48 VwVG; SR 172.021). Dieses Interesse kann rechtlicher oder auch nur tatsächlicher Natur sein, doch muss der Einsprecher durch das Projekt stärker als die Allgemeinheit betroffen sein und in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache stehen (BGE 116 Ib E. 1b S. 450, BGE 115 Ib 387 E. 2a S. 389). Diese besondere Beziehung ist vom Einsprecher selbst darzulegen, da sich seine Begründungspflicht auch auf die Frage der Legitimation erstreckt (BGE 119 Ib 458 nicht publ. E. 3b). Nun hat sich der Beschwerdeführer darauf beschränkt, in seiner Einsprache zu erwähnen, dass er in Langenthal Wohnsitz habe. Weitere Angaben über seine Beziehung zum Streitobjekt enthielt seine Eingabe nicht. Dennoch hat das EVED im einzelnen untersucht, |434| ob er allenfalls durch Immissionen betroffen werden könnte, wobei entgegen der Behauptung des Beschwerdeführers auch mögliche Einwirkungen während der Bauphase in Betracht gezogen wurden. Eine solche Beeinträchtigung ist jedoch angesichts der Distanz zwischen dem Wohnort des Beschwerdeführers und dem geplanten Bahntrassee zu Recht ausgeschlossen worden. In der Tat ist nicht davon auszugehen, dass der Beschwerdeführer an seinem Wohnort im Zentrum Langenthals, mehr als eineinhalb Kilometer vom geplanten Bahntrassee entfernt, unter Baulärm, Staub, Erschütterungen oder anderen Einwirkungen aus dem Bahnbau zu leiden haben wird.\n\nIm weiteren lässt sich ein Beschwerderecht auch nicht aus der vermuteten Gefährdung des Grundwassers bzw. der Trinkwasserversorgung herleiten. Wohl kann eine genügend nahe Beziehung zur Streitsache auch dann angenommen werden, wenn von der projektierten Anlage zwar im Normalfall keine Immissionen ausgehen, mit dieser aber ein besonderer Gefahrenherd geschaffen wird und sich die Anwohner einem erhöhten Risiko ausgesetzt sehen. So hat der Bundesrat in seiner Rechtsprechung über die Teilnahme am Bewilligungsverfahren für Kernkraftwerke ausgeführt, legitimiert seien auch all jene, die den spezifischen Risiken von atomaren Anlagen - Freisetzung von radioaktiven Stoffen bei kleineren oder grösseren Betriebsunfällen oder gar den unmittelbaren Gefahren einer eigentlichen Katastrophe im Werk - in höherem Masse preisgegeben seien als die Allgemeinheit. Für die Beurteilung der Schutzwürdigkeit sei auszugehen vom Gefährdungspotential als dem Risiko, das theoretisch mit einer solchen Anlage verbunden sei. Jedermann, der innerhalb eines Bereiches lebe, in dem dieses Gefährdungspotential besonders hoch einzuschätzen sei, habe ein schützenswertes Interesse daran, dass der Eigenart und der Grösse der Gefahr angemessene und geeignete Schutzmassnahmen ergriffen würden, und sei deshalb zur Teilnahme am Verfahren befugt. Dieses Recht finde indessen eine Schranke an der Unzulässigkeit der Popularbeschwerde. Erstrecke sich die Gefährdung auf einen so weiten Raum, dass ein grosser Teil der Bevölkerung einer ganzen Landesgegend davon betroffen sei, so könne der einzelne nur noch dann ein besonderes Interesse geltend machen, wenn er stärker exponiert sei als die übrigen Einwohner. Es seien daher rund um die Kraftwerke Zonen abzugrenzen, in denen von einer erkennbar stärkeren Gefährdung der Bewohner und daher von deren Beschwerderecht auszugehen sei, während ausserhalb dieser Zonen |435| Wohnende ihre besondere Gefährdung nachzuweisen hätten (VPB 42/1978 Nr. 96 S. 429 ff.; VPB 46/1982 Nr. 54, 44/1980 Nr. 89).\n\nIm vorliegenden Fall geht es weder um den Betrieb eines Atomkraftwerkes noch einer anderen Baute mit einem vergleichbaren Gefahrenpotential, sondern um eine Verkehrsanlage. Zudem weist der Beschwerdeführer zur Begründung seiner Legitimation lediglich auf Risiken hin, die - vor allem beim Bau des Eisenbahntrassees - für die Trinkwasserversorgung entstünden. Nun ergeben sich beim Bau eines solchen Verkehrsstrangs kaum grössere Gefahren für das Trinkwasser als bei der Erstellung irgendeiner Baute oder Anlage in einem Gebiet mit Grundwasservorkommen: Weder besteht beim Eisenbahnbau eine besonders ausgeprägte Tendenz zur Verursachung von Gewässerverschmutzungen, noch zeitigen allfällige Eingriffe in Wasservorkommen in der Regel quantitativ oder qualitativ speziell schwere Folgen. Zwar kann bei Bau- wie auch bei Betriebsunfällen selbst bei grösster Sorgfalt nie ganz ausgeschlossen werden, dass der Grundwasserhaushalt gestört wird (vgl. BGE 118 Ib 206 E. 14 S. 228). Eine ernst- und dauerhafte Beeinträchtigung der Wasserversorgung tritt jedoch kaum je ein. Es dürfte deshalb hier schon an der Voraussetzung eines besonders grossen Gefährdungspotentials fehlen. Im weiteren würde eine Störung des Grundwasservorkommens in erster Linie die für die Trinkwasserversorgung verantwortlichen Personen oder Behörden treffen und weisen diese daher eine viel engere Beziehung zum Projekt auf als die Trinkwasserbezüger. In diesem Sinne kann der Argumentation des EVED zugestimmt werden, dass für blosse Trinkwasserbezüger die für die Legitimation notwendige unmittelbare Berührtheit nicht gegeben sei. Jedenfalls macht der Beschwerdeführer nicht geltend, dass er stärker exponiert wäre als die übrigen Bezüger. Seine Beschwerde erweist sich daher als unbegründet.\n\n2. Da nach dem Gesagten hier das Bundesgesetz über die Enteignung keine Anwendung finden kann, sind die Gerichtskosten dem Ausgang des Verfahrens entsprechend dem Beschwerdeführer zu überbinden."}