{"annee": "120", "cour": "IB", "page": "167", "date": "7/6/1994", "cite": ["115 IB 517", "113 IB 175", "110 IB 173", "116 IB 452", "116 IB 96", "118 IB 111", "119 IV 17", "109 IV 121", "105 IB 418", "115 IV 173"], "cite_par": ["123 II 134"], "chapeau": "25. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. Juni 1994 i.S. H. gegen Staatsanwaltschaft und Obergericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Entraide judiciaire internationale en matière pénale; art. 94 ss et art. 107 al. 3 EIMP. Exécution du jugement d'un tribunal étranger portant confiscation du produit d'une infraction à la législation sur les stupéfiants. Lorsque ce produit ne peut plus être saisi, le recouvrement d'une créance compensatrice de l'Etat requérant est assimilable à une sanction qui peut être exécutée au sens de l'art. 94 EIMP (consid. 3). Dans ce cas, la solution prévue à l'art. 107 al. 3 EIMP pour l'exécution d'une décision qui ne concerne que les frais, est applicable par analogie; ainsi, la procédure d'entraide judiciaire ne doit pas être gratuite, les débours qu'elle occasionne étant prélevés sur le montant à remettre à l'Etat requérant (consid. 4)."], "faits": "BGE 120 Ib 167 S. 168\n\nDie Polizeibehörde von Randers/Dänemark führte gegen H. ein Ermittlungsverfahren u.a. wegen illegalen Rauschgifthandels. Es wurde ihm namentlich vorgeworfen, von Ende 1990 bis Frühjahr 1992 mehreren Personen Drogen in Form von Amphetamin und Haschisch zum Weiterverkauf geliefert zu haben. Im Rahmen dieser Strafuntersuchung gelangten die dänischen Behörden am 5. Februar und 1. Mai 1992 auf dem Rechtshilfeweg an die zuständigen schweizerischen Amtsstellen. Sie führten aus, es sei festgestellt worden, dass der Beschuldigte über eine Bankbeziehung zur Bank X. in der Schweiz verfüge. Bei seiner Verhaftung habe sich ergeben, dass er ein Konto oder mehrere Konten, darunter auch Bankschliessfächer sowie eventuell ein Depot bei der Bank X. unterhalte. Es sei anzunehmen, dass dort der Ertrag aus den H. angelasteten Delikten bzw. eine diesem Ertrag entsprechende Summe einbezahlt worden sei. In Anbetracht dessen wurden die schweizerischen Behörden ersucht, die dem Beschuldigten gehörenden Vermögenswerte zu sperren und anschliessend an die Polizeibehörde in Randers herauszugeben.\n\nMit Verfügung vom 11. Mai 1992 sperrte die Bezirksanwaltschaft IV für den Kanton Zürich gestützt auf die massgebenden Bestimmungen des Europäischen Übereinkommens vom 20. April 1959 über die Rechtshilfe in Strafsachen (EÜR, SR 0.351.1) und das Bundesgesetz vom 20. März 1981 über internationale Rechtshilfe in Strafsachen (IRSG, SR 351.1) die Vermögenswerte des Be schuldigten bei der Bank X. Sodann ordnete sie die Erhebung der sachdienlichen Bankunterlagen an. Der Entscheid über die Herausgabe der fraglichen Werte wurde aufgeschoben, \"da noch nicht feststeht, welche Vermögenswerte vom Rechtshilfeersuchen betroffen sind und welche aus einer rechtshilfefähigen Straftat stammen\". Im Rahmen des Vollzugs des Rechtshilfeersuchens wurde bei der Bank X. die auf H. lautende Kundenverbindung mit einem Wert von Fr. 20'381.-- festgestellt und beschlagnahmt. Mit der Erledigung des Ersuchens wurde den dänischen Behörden Gelegenheit eingeräumt, hinsichtlich der gesperrten Vermögenswerte BGE 120 Ib 167 S. 169allfällige weitere Anträge zu stellen.\n\nAm 20. Januar 1993 wurde H. erstinstanzlich u.a. wegen Rauschgifthandels zu drei Jahren Gefängnis verurteilt. Gleichzeitig wurde angeordnet, den von H. aus dem Handel mit Drogen unrechtmässig erzielten Gewinn einzuziehen. Auf staatsanwaltschaftlich eingereichtes Rechtsmittel hin verschärfte das Berufungsgericht Vestre Landsret die Strafe mit Entscheid vom 2. März 1993 und verurteilte den Angeklagten zu drei Jahren und sechs Monaten Gefängnis. Gleichzeitig bestätigte das Berufungsgericht den erstinstanzlichen Einziehungsentscheid.\n\nMit Schreiben vom 26. April 1993 ersuchte das dänische Justizministerium die schweizerischen Behörden um Rechtshilfe zur Vollstreckung der nach dem genannten Urteil angeordneten Einziehung.\n\nDas Bundesamt für Polizeiwesen (BAP) stellte am 10. Mai 1993 fest, dass dieses Ersuchen den massgebenden Formerfordernissen genüge und kein Grund bestehe, es als offensichtlich unzulässig zu erklären. Demgemäss überwies es das Begehren zur weiteren Prüfung an die Bezirksanwaltschaft IV für den Kanton Zürich. Gestützt auf einen Kantonsratsbeschluss vom 22. November 1982, wonach die Behandlung eines solchen Vollstreckungsersuchens in die Zuständigkeit des Obergerichts des Kantons Zürich fällt (ZR 331.6), überwies die Bezirksanwaltschaft die Eingabe vom 26. April 1993 mit Verfügung vom 17. Juni 1993 an die für Rechtshilfesachen zuständige III. Strafkammer des Obergerichts.\n\nMit Verfügung vom 8. Juli 1993 ersuchte der Präsident der III. Strafkammer das Justizministerium Dänemarks um Mitteilung, ob das Urteil des Berufungsgerichts Vestre Landsret vom 2. März 1993 rechtskräftig und vollstreckbar sei. Gleichzeitig wurde das Justizministerium eingeladen, dem Verurteilten und seinem Rechtsbeistand das Ersuchen vom 26. April 1993 zuzustellen, von ihnen zuhanden des schweizerischen Vollstreckungsverfahrens eine Vernehmlassung einzuholen und diese an die schweizerischen Behörden weiterzuleiten.\n\nMit Schreiben vom 20. August 1993 teilte der dänische Rechtsbeistand von H. dem Obergericht mit, dass das in Frage stehende Konto bei der Bank X. vor 1984 eröffnet worden sei und mit der Kriminalität im Jahre 1990 nichts zu tun habe.\n\nAm 29. Oktober 1993 bestätigte das Justizministerium Dänemarks, dass das oberinstanzliche Urteil vom 2. März 1993 rechtskräftig und vollstreckbar BGE 120 Ib 167 S. 170sei; das Vollstreckungsbegehren sowie die Präsidialverfügung vom 8. Juli 1993 seien dem Verurteilten mit Schreiben vom 17. August 1993 zugestellt worden.\n\nMit Beschluss vom 8. Dezember 1993 erklärte die III. Strafkammer des Obergerichts des Kantons Zürich den Entscheid des Berufungsgerichts Vestre Landsret, bei H. den Deliktserlös von DKK 126'500.-- einzuziehen, als vollstreckbar. Die Bank X. wurde angewiesen, das bei ihr befindliche, H. zuzuschreibende Guthaben der ersuchenden Behörde zu überweisen, dies nach Abzug der dem Staate Dänemark auferlegten und direkt der Obergerichtskasse gutzuschreibenden Gerichtskosten in der Höhe von insgesamt Fr. 1'250.--.\n\nMit Eingabe vom 28. Februar 1994 liess H. durch seinen schweizerischen Rechtsbeistand Verwaltungsgerichtsbeschwerde an das Bundesgericht erheben, mit der folgendes beantragt wird:\n\n\"1. In Aufhebung des Beschlusses des Obergerichtes des Kantons Zürich sei die Verwaltungsgerichtsbeschwerde gutzuheissen und das ausländische Urteil der Vestre Landsret vom 2. März 1993 als nicht vollstreckbar zu erklären. Demzufolge seien sämtliche Vermögenswerte des Beschwerdeführers (bei der Bank X.) freizugeben.\n\n2. Eventuell: Sollte die Sperre (bei der Bank X.) aufrecht erhalten werden, sei bezüglich der Vollstreckung einschränkend folgendes anzuordnen:\n\nDas Bundesamt für Polizeiwesen habe vom ersuchenden Staat ein rechtskräftiges Urteil zu verlangen, das die Anordnung einer Ersatzvornahme ausdrücklich vorsehe und begründe. Das rechtskräftige Urteil muss innert einer vom BAP angesetzten, angemessenen Frist vorliegen.\"\n\nZudem ersucht der Beschwerdeführer um Gewährung der unentgeltlichen Rechtspflege.", "considerants": "Aus den Erwägungen:\n\n3. a) Dem dänischen Vollstreckungsbegehren liegt das inzwischen rechtskräftig gewordene Urteil des Berufungsgerichts Vestre Landsret vom 2. März 1993 zugrunde, wonach der Beschwerdeführer u.a. wegen Rauschgifthandels zu drei Jahren und sechs Monaten Gefängnis verurteilt wurde. Gleichzeitig wurde beschlossen, beim Verurteilten in Anwendung von § 75 des dänischen Strafgesetzbuches den 126'500 dänische Kronen ausmachenden unrechtmässig erzielten Gewinn aus dem Drogenhandel (rund 28'800 Schweizer Franken) einzuziehen. Mit dem vorliegenden BGE 120 Ib 167 S. 171Rechtshilfebegehren wird um Vollstreckung dieses Einziehungsentscheides ersucht. Weder in der Anklage noch im erst- oder zweitinstanzlichen Urteil wird allerdings ein Zusammenhang zwischen den in der Schweiz gesperrten Geldern und den vom Beschwerdeführer verübten Widerhandlungen gegen die Betäubungsmittelgesetzgebung behauptet oder nachgewiesen, wie der Beschwerdeführer zu Recht feststellt und denn auch die Vorinstanz nicht verkennt. Anklagebehörde und Gerichte sind im Gegenteil davon ausgegangen, dass der Angeklagte bereits 1986, rund vier Jahre vor den ihm zur Last gelegten Betäubungsmitteldelikten, in der Schweiz über ein Guthaben in der Höhe von Fr. 22'527.-- verfügt habe. Entsprechend wird mit dem Rechtshilfebegehren die Einziehung und Herausgabe dieses Betrages als eine dem Deliktsbetrag (ungefähr) entsprechende Summe verlangt, weil der Verurteilte in Dänemark selber gemäss den Feststellungen der Vorinstanz, die nicht als mangelhaft im Sinne von Art. 105 Abs. 2 OG erscheinen und von denen daher hier auszugehen ist, inzwischen mittellos sein soll, so dass eben gestützt auf die Bestimmung von Art. 75 Abs. 1 des dänischen Strafgesetzbuches, die denn auch bereits dem zu vollstreckenden Entscheid zugrundeliegt, das in Zürich vorgefundene und gesperrte Guthaben des Beschwerdeführers eingezogen werden soll. Wie die Vorinstanz zutreffend ausgeführt hat, handelt es sich bei der beantragten Rechtshilfe nach schweizerischer Terminologie nicht um die Vollstreckung einer Ausgleichs-Einziehung von deliktisch erlangten Vermögenswerten im Sinne von Art. 58 Abs. 1 StGB, sondern um die Vollstreckung einer Ersatzforderung gemäss Art. 58 Abs. 4 StGB.\n\nb) Für die Beurteilung der vorliegenden Beschwerde sind in erster Linie die Bestimmungen des Bundesgesetzes vom 20. März 1981 über internationale Rechtshilfe in Strafsachen (IRSG, SR 351.1) beizuziehen, namentlich diejenigen nach dem fünften Titel (Art. 94 ff.) des IRSG (\"Vollstreckung von Strafentscheiden\"), wie die Vorinstanz zutreffend ausgeführt hat; auf die diesbezüglichen Erwägungen des angefochtenen obergerichtlichen Entscheides kann grundsätzlich verwiesen werden. Auch wenn die Bestimmungen nach Art. 94 ff. IRSG die rechtshilfeweise Vollstreckung ausländischer Einziehungsbeschlüsse nicht ausdrücklich erwähnen, gehören sie nach der bundesgerichtlichen Rechtsprechung zu den Sanktionen im Sinne von Art. 94 Abs. 2 IRSG, die in der Schweiz vollstreckt werden können (s. BGE 115 Ib 517 ff.). Das Europäische Rechtshilfeübereinkommen vom 20. April 1959 (EÜR, SR 0.351.1) bezieht sich einzig auf die Beweisstücke, nicht dagegen BGE 120 Ib 167 S. 172auf Deliktsgut darstellende Objekte oder Vermögenswerte (oder allenfalls diesbezügliche Ersatzforderungen des ersuchenden Staates), wie sie Gegenstand des gemäss dem vorliegenden Rechtshilfebegehren in der Schweiz zu vollstreckenden Einziehungsentscheides bilden. Es kann in diesem Zusammenhang vorweg auf die bisherige bundesgerichtliche Rechtsprechung in bezug auf die Vollstreckung von ausländischen (Einziehungs-)Entscheiden nach Art. 94 ff. IRSG verwiesen werden (s. BGE 115 Ib 517 ff., insb. E. 6d S. 529, mit Hinweisen, zudem auch BGE 116 Ib 452 ff., mit Bezug ebenfalls zu Art. 74 IRSG).\n\nBei der Beurteilung eines Vollstreckungsbegehrens, wie es hier in Frage steht, kann nunmehr ebenfalls das Übereinkommen Nr. 141 des Europarates betreffend die Geldwäscherei sowie Ermittlung, Beschlagnahme und Einziehung von Erträgen aus Straftaten (Geldwäschereiübereinkommen, GWÜ SR 0.311.53; AS 1993 S. 2386 ff.) von Bedeutung sein. Dieses ist von der Schweiz am 11. Mai 1993 ratifiziert worden und damit für sie am 1. September 1993 bereits in Kraft getreten (s. Art. 36 Ziff. 4 GWÜ sowie AS 1993 S. 2384 f. und 2386; zudem BBl 1992 VI S. 9 ff. und 1993 III S. 328). Dabei ist mit dem BAP festzustellen, dass die Schweiz sich mit Art. 7 Ziff. 2 lit. a GWÜ verpflichtet hat, auch solchen ausländischen Ersuchen stattzugeben, welche auf die Einziehung von Erträgen lauten, \"die in der Verpflichtung zur Zahlung eines dem Wert des Ertrags entsprechenden Geldbetrags besteht\". Diese Bestimmung entspricht der Sache nach der schweizerischen Regelung gemäss Art. 58 Abs. 4 StGB, wonach als Ausgleichseinziehung eine Ersatzforderung des Staates vorgesehen ist, wenn (nach Art. 58 Abs. 1 StGB oder etwa auch nach Art. 24 BetmG einzuziehende) Vermögensvorteile oder Gegenstände nicht mehr vorhanden sind (ebenso die diesbezügliche Revisionsvorlage, s. BBl 1993 III S. 311 ff.). Nichts anderes bezweckt die Bestimmung des Art. 75 Abs. 1 des dänischen Strafgesetzbuches, auf die sich das Gegenstand des dänischen Vollstreckungsbegehrens bildende Urteil abstützt; auch nach dieser Bestimmung kann der Gewinn aus einer strafbaren Handlung oder eben, wenn dieser nicht mehr vorhanden ist, \"ein entsprechender Betrag\" eingezogen werden, womit wie im schweizerischen Recht oder im GWÜ klarerweise nichts anderes als eine Ersatzforderung gemeint ist.\n\nAllerdings hat der im vorliegenden Fall ersuchende Staat Dänemark das GWÜ am 8. November 1990 erst unterzeichnet, seither aber noch nicht BGE 120 Ib 167 S. 173ratifiziert, weshalb es für ihn noch keine Rechtswirkungen aufweist und er entsprechend auch nicht beanspruchen kann, dass das GWÜ ihm gegenüber bereits angewandt werde. Man kann sich daher fragen, ob die Schweiz anderseits von sich aus schon im vorliegenden Fall über das IRSG hinausgehend auch auf das GWÜ abstellen kann, wie dies der Auffassung des BAP entspricht. So vorzugehen, könnte insofern im Interesse des ersuchenden Staates liegen, als die staatsvertragliche Regelung allenfalls rechtshilfefreundlicher als diejenige des IRSG lauten würde. Doch wäre dem die Frage gegenüberzustellen, ob durch solches Vorgehen (auch wenn die Rechtsanwendung von Amtes wegen zu erfolgen hat) die Rechtsstellung des Beschwerdeführers auf unzulässige Weise beeinträchtigt werden könnte (dies erst recht bei bisher fehlender Möglichkeit des Beschwerdeführers, zur Anwendung des GWÜ Stellung zu nehmen, nachdem erst das BAP sich im Verlaufe des bundesgerichtlichen Verfahrens zu diesem Abkommen geäussert hat). Bei den gegebenen Verhältnissen können die vorstehend aufgeworfenen Fragen jedoch offenbleiben.\n\nc) aa) Ob im Rahmen der \"Vollstreckung von Strafentscheiden\" auch die Vollstreckung von Ersatzforderungen unter Art. 94 ff. IRSG fällt, ist in den diesbezüglichen Gesetzesbestimmungen nicht ausdrücklich geregelt und auch durch die bereits zitierte bundesgerichtliche Rechtsprechung (oben lit. b) nicht beurteilt worden.\n\nWie das Obergericht aber zu Recht festgestellt hat, ist nicht ersichtlich, weshalb staatliche Ersatzforderungen im Rahmen von Art. 94 IRSG anders behandelt werden sollten als Ausgleichseinziehungen. Der Grundgedanke für das Geltendmachen einer derartigen Ersatzforderung besteht darin, dass derjenige, der den Erlös aus seiner Straftat verbraucht und damit der Einziehung entzogen hat, nicht besser dastehen soll als derjenige, bei dem das Deliktsgut noch vorhanden ist und daher beschlagnahmt und eingezogen werden kann. Zwar unterscheidet sich die Vollstreckung von Ersatzforderungen von der Vollstreckung von Ausgleichseinziehungen insofern, als bei Ersatzforderungen nicht nur auf Deliktsgut, sondern auf irgendwelches Vermögen des Verurteilten gegriffen werden kann. Dies ist aber z.B. auch bei der in Art. 94 Abs. 4 IRSG ausdrücklich vorgesehenen Vollstreckung von ausländischen Bussen der Fall. Hinzu kommt, dass nach der Definition des Art. 11 Abs. 2 IRSG der Begriff \"Sanktion\" jede Strafe oder Massnahme umfasst; und bei einem Einziehungsbeschluss der hier in Frage stehenden Art, der im Rahmen eines Strafverfahrens ergangen ist, handelt es BGE 120 Ib 167 S. 174sich zweifelsohne auch um eine \"Strafsache\" im Sinne von Art. 1 Abs. 3 IRSG (vgl. MARKEES, SJK 421 S. 9 f.). Abgesehen davon ist es - wie schon ausgeführt worden ist - nach schweizerischem Recht ganz allgemein zulässig, nicht aus der deliktischen Tätigkeit stammende Vermögenswerte zur Sicherung einer Ersatzforderung gemäss Art. 58 Abs. 4 StGB zu beschlagnahmen und einzuziehen (s. diesbezüglich BGE 119 IV 17, BGE 109 IV 121, mit Hinweisen). In Anbetracht dessen rechtfertigt es sich, bereits im Rahmen von Art. 94 IRSG auch Ersatzforderungen ausländischer Staaten grundsätzlich als rechtshilfefähige Sanktionen zu erachten.\n\nDieses Ergebnis entspricht denn auch der Bestimmung von Art. 7 Ziff. 2 lit. a GWÜ, wonach sich die Schweiz inzwischen ausdrücklich verpflichtet hat, auch einem Vollstreckungsbegehren zu entsprechen, das eine dem Wert des Deliktsbetrages entsprechende Er satzforderung des ausländischen Staates zum Gegenstand hat.\n\nbb) Wie erwähnt, wird mit dem dänischen Rechtshilfebegehren gestützt auf das rechtskräftig gewordene Urteil des Berufungsgerichts Vestre Landsret vom 2. März 1993 die Einziehung des ermittelten Deliktsbetrags bzw. - da dieser offenbar inzwischen nicht mehr greifbar ist - im Sinne einer Ersatzforderung die Einziehung des in Zürich gesperrten Bankguthabens des Beschwerdeführers verlangt. Da diese Möglichkeit der Ersatzforderung auch nach der Bestimmung von Art. 75 Abs. 1 des dänischen Strafgesetzbuches ausdrücklich vorgesehen ist und dem fraglichen Urteil auch diese Bestimmung zugrundeliegt, kann nunmehr davon abgesehen werden, von den dänischen Behörden noch ergänzend einen ausdrücklichen Ersatzforderungsbeschluss zu verlangen, wie er vom Beschwerdeführer verlangt wird; dass für den nun vorliegenden Fall des Fehlens des Deliktserlöses eine Ersatzforderung in der Höhe des in Zürich beschlagnahmten Bankguthabens des Beschwerdeführers eingezogen werden soll, geht aus dem betreffenden Urteil in Verbindung mit der zitierten Gesetzesbestimmung und auch aus dem Ersuchen selber hinreichend klar hervor, und an diese Darstellung der ersuchenden Behörde ist die Schweiz gebunden (Art. 97 IRSG). Einer weitergehenden Begründung der staatlichen Ersatzforderung bedarf es unter diesen Umständen jedenfalls für das Rechtshilfeverfahren nicht. Inwieweit der in Frage stehende rechtskräftige Einziehungsbeschluss des dänischen Berufungsgerichts in diesem Punkt EMRK-widrig sein bzw. auf einem EMRK-widrigen Gerichtsverfahren beruhen und deswegen ein - die Rechtshilfe ausschliessender - Mangel nach Art. 2 IRSG vorliegen soll, ist nicht BGE 120 Ib 167 S. 175ersichtlich. Ob die Höhe der Ersatzforderung im Einzelfall angemessen ist (vgl. in diesem Zusammenhang BGE 119 IV 17 ff.), hängt eng mit den Tat- und Schuldfragen zusammen und ist daher im Rechtshilfeverfahren nicht zu beurteilen (BGE 118 Ib 111 E. 5b S. 123 mit Hinweis). Falls der Beschwerdeführer diesem Punkt im ausländischen Verfahren zu wenig Beachtung geschenkt hat, hat er dies selber zu vertreten; zusammen mit seinem Rechtsbeistand war es ihm unbenommen, seine Interessen insbesondere auch im dänischen Berufungsverfahren wahrzunehmen. Auch die Regelung gemäss Art. 75 Abs. 1 des dänischen Strafgesetzbuches lässt die Möglichkeit offen, dem Einzelfall gerecht werden zu können, indem ein Deliktserlös oder ein entsprechender Betrag unter Umständen nur teilweise eingezogen werden kann. Doch ist auch derartiges ausländisches Recht, das nicht direkt auf die Ausführung eines Ersuchens Anwendung findet, im Rechtshilfeverfahren nicht im einzelnen zu prüfen (s. BGE 113 Ib 175 E. 7a und BGE 105 Ib 418 E. 3).\n\ncc) Sind demgemäss bei Vorliegen der gesetzlichen Voraussetzungen auch Ersatzforderungen fremder Staaten in der Schweiz vollstreckbar, ist der Einwand des Beschwerdeführers, die in Zürich beschlagnahmten Vermögenswerte stammten nicht aus den in der Zeit von 1990 bis 1992 verübten Drogendelikten, unerheblich.\n\nDass die Bezirksanwaltschaft Zürich dem Ersuchen der dänischen Behörden, die gesperrten Gelder schon während der laufenden Strafuntersuchung herauszugeben, nicht entsprach und den Herausgabeentscheid mit Verfügung vom 11. Mai 1992 aufgeschoben hat, hat auf die Frage, ob dem dänischen Staat bei der Vollstreckung des nunmehr rechtskräftigen dänischen Urteils Rechtshilfe zu gewähren sei, keinen Einfluss, wie die Vorinstanz ebenfalls zutreffend festgestellt hat.\n\nSodann ist entgegen der Auffassung des Beschwerdeführers nicht ersichtlich, inwiefern die damals vorsorglich erfolgte Sperre seines Bankguthabens in Zürich auf unzulässige Weise erfolgt sein soll. Die beim damaligen Stand des Rechtshilfeverfahrens schon vorhandenen Angaben der dänischen Behörden waren jedenfalls hinreichend, um das fragliche Bankguthaben, in bezug auf dessen Herkunft und weitere Verwendung noch keine Klarheit herrschte, gestützt auf Art. 18 IRSG bis zur rechtskräftigen Beurteilung der Rechtshilfevoraussetzungen sicherzustellen und zu beschlagnahmen (vgl. BGE 116 Ib 96 E. 3). Dass es nun bei nicht mehr vorhandenem Deliktserlös zur Befriedigung einer Ersatzforderung des ausländischen Staates herausgegeben werden soll, vermag daran nichts zu ändern.\n\nBGE 120 Ib 167 S. 176\n\nEbenfalls diese die vorsorglichen Massnahmen betreffende Regelung von Art. 18 IRSG wird durch das GWÜ der Sache nach bestätigt (s. Art. 11 Ziff. 1).\n\nd) Die einzelnen gesetzlichen Vollstreckungsvoraussetzungen sind von der Vorinstanz zutreffend als gegeben erachtet worden:\n\naa) Der Gegenstand des dänischen Begehrens bildende Einziehungsbeschluss ist im ersuchenden Staat rechtskräftig und vollstreckbar (Art. 94 Abs. 1 IRSG). Eine entsprechende Bescheinigung liegt vor.\n\nbb) Das Erfordernis von Art. 94 Abs. 1 lit. a IRSG ist in einem Fall wie dem vorliegenden, in dem nicht eine Freiheitsstrafe, sondern lediglich eine Ersatzforderung zu vollstrecken ist, ohne weitere Bedeutung (vgl. BGE 115 Ib 517 E. 8c S. 546).\n\ncc) Die Voraussetzung der beidseitigen Strafbarkeit (Art. 94 Abs. 1 lit. b IRSG) ist hier ohne weiteres gegeben. Der Beschwerdeführer hat sich des illegalen Handels mit Drogen schuldig gemacht, was wie nach dänischem auch nach schweizerischem Recht strafbar ist (s. namentlich Art. 19 Ziff. 1 Abs. 3 und 4 BetmG).\n\ndd) Sodann verlangt Art. 94 Abs. 1 lit. c IRSG, dass die Vollstreckung in der Schweiz aus einem der Gründe nach Art. 85 Abs. 1 und 2 IRSG angezeigt ist oder dass sie im ersuchenden Staat als ausgeschlossen erscheint.\n\nWiederum mit der Vorinstanz ist festzustellen, dass auch diese Voraussetzungen nur für die Vollstreckung freiheitsbeschränkender Sanktionen von Bedeutung zu sein scheinen. Ob sie auch dann erfüllt sein müssen, wenn eine andere Sanktion als eine Freiheitsstrafe vollstreckt werden soll, braucht hier aber schon deswegen nicht weiter erörtert zu werden, weil im vorliegenden Fall ohnehin davon auszugehen ist, dass die Vollstreckung im ersuchenden Staat als ausgeschlossen erscheint.\n\nDenn mit Blick auf die durch die Akten belegten und daher hier nach Art. 105 Abs. 2 OG verbindlichen Feststellungen der Vorinstanz ist davon auszugehen, dass der Beschwerdeführer in Dänemark vor seiner Verhaftung von der öffentlichen Hand lebte und über kein Vermögen verfügte. Auch während der noch einige Zeit zu verbüssenden Gefängnisstrafe wird er über kein Einkommen verfügen, das ihm die Tilgung der Ersatzforderung erlauben würde. Mangels Vollstreckbarkeit der Ersatzforderung im ersuchenden Staat ist somit auch die Voraussetzung von Art. 94 Abs. 1 lit. c IRSG als erfüllt zu erachten.\n\nee) Gemäss Art. 94 Abs. 2 IRSG dürfen im Ausland verhängte Sanktionen vollzogen werden, soweit sie das Höchstmass der im schweizerischen Recht BGE 120 Ib 167 S. 177für eine entsprechende Tat vorgesehenen Strafe nicht übersteigen. Sanktionen, die unter dem schweizerischen Strafrahmen bleiben, dürfen vollzogen werden.\n\nNach schweizerischem Recht dürfen Ersatzforderungen des Staates den unrechtmässigen Vorteil betragsmässig nicht überschreiten (BGE 115 IV 173, vgl. auch BGE 119 IV 17 ff.; s. auch Trechsel, Schweizerisches Strafgesetzbuch, Kurzkommentar, N. 7 zu Art. 58). Die in Frage stehende Ersatzforderung gemäss dem dänischen Rechtshilfebegehren bzw. dem diesem zugrundeliegenden Urteil übersteigt den vom Verurteilten aus seinem Drogenhandel erwirtschafteten Bruttoerlös klarerweise nicht. Die Sanktion bleibt somit im dafür nach schweizerischem Recht vorgesehenen Rahmen.\n\nff) Da im vorliegenden Fall Straftaten eines dänischen Staatsangehörigen in Dänemark in Frage stehen, bei denen kein Schweizer geschädigt wurde, sind die Bestimmungen von Art. 5 und 6 StGB nicht anwendbar. Art. 94 Abs. 3 IRSG ist daher hier nicht anwendbar.\n\ngg) Die Vollstreckung von Bussen und Kosten nach Art. 63 IRSG erfordert, dass der ersuchende Staat Gegenrecht hält (Art 94 Abs. 4 und Art. 107 Abs. 3 IRSG). Es fragt sich, ob diese Voraussetzung nicht auch bei der Vollstreckung ausländischer Einziehungsbeschlüsse bzw. Ersatzforderungen zu gelten hat. Das Bundesgericht hat die Frage in bezug auf die Vollstreckung ausländischer Einziehungsbeschlüsse bis anhin offengelassen (BGE 115 Ib 517 E. 8d S. 548 oben).\n\nGemäss den allgemeinen Bestimmungen des IRSG ist eine Gegenrechtserklärung des ersuchenden Staates unter gewissen Umständen nicht erforderlich. So kann nach Art. 8 Abs. 2 lit. a IRSG auf das Erfordernis des Gegenrechts verzichtet werden, wenn dies im Hinblick auf die Art der Tat oder die Notwendigkeit der Bekämpfung bestimmter Taten als geboten erscheint. Mit der Vorinstanz ist festzustellen, dass gerade bei der Bekämpfung von Widerhandlungen gegen die Betäubungsmittelgesetzgebung eine gut funktionierende internationale Zusammenarbeit besonders wichtig erscheint. Bei den gegebenen Verhältnissen ist daher der Entscheid des hiefür zuständigen BAP (Art. 8 Abs. 1 IRSG) im Lichte von Art. 104 lit. a OG nicht zu beanstanden, entsprechend ebensowenig der diesen Entscheid bestätigende Beschluss der Vorinstanz; beim Entscheid über das Einholen einer Gegenrechtserklärung steht dem BAP ein grosser Ermessensspielraum zu (BGE 110 Ib 173 E. 3a S. 176, nicht publ. Urteile des Bundesgerichts vom BGE 120 Ib 167 S. 17818. August 1993 i.S. C. und vom 3. Dezember 1991 i.S. G.), der hier weder als überschritten noch als missbraucht bezeichnet werden kann. Es kann in diesem Zusammenhang im übrigen auf die zutreffenden Ausführungen des Obergerichts verwiesen werden.\n\nAuf das förmliche Einholen einer Gegenrechtserklärung kann um so mehr verzichtet werden, als - wie erwähnt - auch der ersuchende Staat Dänemark das Geldwäschereiübereinkommen ja auch bereits unterzeichnet und damit zum Ausdruck gebracht hat, seinerseits in Fällen der vorliegenden Art internationale Rechtshilfe leisten zu wollen.\n\nhh) Gründe für die Unzulässigkeit der Vollstreckbarkeit im Sinne von Art. 95 IRSG oder solche für deren Ablehnung im Sinne von Art. 96 IRSG liegen nicht vor. Ebenso fehlen allgemeine Verweigerungsgründe nach Art. 2 - 6 IRSG.\n\n4. Demgemäss ergibt sich zusammenfassend, dass die Vollstreckungsvoraussetzungen gegeben sind. Die Beschwerde ist daher unbegründet und abzuweisen. Damit ist dem dänischen Ersuchen im Sinne des angefochtenen obergerichtlichen Beschlusses vom 8. Dezember 1993 zu entsprechen, dies in Berücksichtigung der nachfolgenden Erwägungen in bezug auf die Kostenfolgen des bundesgerichtlichen Verfahrens.\n\nEntsprechend dem Ausgang des Verfahrens wird der Beschwerdeführer an sich kostenpflichtig (Art. 156 Abs. 1 OG). Da er aber nach den nicht als mangelhaft erscheinenden und damit nach Art. 105 Abs. 2 OG verbindlichen Feststellungen der Vorinstanz in Dänemark selber über keine Einkünfte oder Vermögenswerte verfügt und da ihm auch die Verfügungsgewalt über die in der Schweiz gesperrte und nunmehr dem ersuchenden Staat herauszugebende Summe entzogen ist, ist er insofern als bedürftig im Sinne von Art. 152 OG zu erachten. Zudem kann seine Beschwerde nicht als zum vornherein aussichtslos gemäss dieser Bestimmung angesehen werden. Dem von ihm gestellten Gesuch um Gewährung der unentgeltlichen Rechtspflege ist daher dem Grundsatze nach zu entsprechen. Bei den gegebenen Verhältnissen ist dem Gesuch insofern stattzugeben, als der Beschwerdeführer von der direkten Bezahlung der Prozesskosten zu befreien und ihm sein Anwalt als amtlicher Rechtsbeistand beizuordnen ist.\n\nIn bezug auf die Kostenfolgen rechtfertigt es sich aber - wie die Vorinstanz zu Recht festgestellt hat -, die für die Vollstreckung ausländischer Kostenentscheide gemäss Art. 107 Abs. 3 IRSG vorgesehene Lösung in einem Fall wie dem vorliegenden sinngemäss anzuwenden.BGE 120 Ib 167 S. 179\n\nEntsprechend ist (auch) das bundesgerichtliche Verfahren nicht unentgeltlich zu führen, sondern sind die Kosten dieses Verfahrens und auch die dem Rechtsbeistand des Beschwerdeführers zuzusprechende Entschädigung (wie die Kosten des vorinstanzlichen Verfahrens) dem rechtshilfeweise herauszugebenden Betrag vorweg zu belasten."}