{"annee": "120", "cour": "IB", "page": "6", "date": "28/2/1994", "cite": ["118 IB 81", "105 IB 165", "116 IB 353", "106 IB 125", "109 IB 183", "110 IB 201", "118 IB 145"], "cite_par": ["122 II 1", "141 II 169", "134 II 1", "122 II 289", "134 II 10", "131 II 329", "127 II 49", "122 II 145", "124 II 289", "130 II 176", "135 II 377"], "chapeau": "2. Urteil der II. öffentlichrechtlichen Abteilung vom 28. Februar 1994 i.S. X. und Y. c. Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation de séjour (art. 7 LSEE). Répartition fédérale des compétences en matière de droit des étrangers; pouvoirs des autorités fédérales dans la procédure d'approbation (consid. 2 et 3). Octroi de l'autorisation de séjour au conjoint étranger d'un citoyen suisse; pesée des intérêts lorsqu'il existe un motif d'expulsion (consid. 4)."], "faits": "|6|\n\nX., argentinischer Staatsangehöriger, wurde am 13. Februar 1991 mit Urteil der Kriminalkammer des Kantons Bern wegen wiederholter und fortgesetzter, mengenmässig qualifiziert begangener Widerhandlung gegen das Bundesgesetz über die Betäubungsmittel zu einer fünfjährigen Zuchthausstrafe sowie zu Landesverweisung für fünf Jahre verurteilt. Die Verurteilung erfolgte, weil er im Juni 1988 in Buenos Aires und Rio de Janeiro einem Schweizer 1 kg Kokain gegen eine Provision von Fr. 2'000.-- vermittelt, im Sommer 1988 in |7| der Schweiz 10 g Kokain gekauft und verkauft sowie am 14. Juli 1989 in Zürich-Kloten 73 Gramm Kokain eingeführt und selber seit 1986 bis zu seiner Verhaftung Kokain konsumiert hatte.\n\nIn der Strafanstalt lernte X. die Schweizer Bürgerin Y. kennen, welche dort beruflich tätig war. Am 13. September 1991 heirateten die beiden. X. wurde am 24. November 1992 bedingt aus dem Strafvollzug entlassen; gleichzeitig wurde die strafrechtliche Landesverweisung probeweise aufgeschoben.\n\nAm 10. Dezember 1991 verfügte die Fremdenpolizei des Kantons Bern gegen X. die Ausweisung aus der Schweiz auf unbestimmte Dauer und ordnete an, dass bei Haftentlassung die Ausreise zu erfolgen habe. Eine Beschwerde an die Polizeidirektion des Kantons Bern blieb erfolglos. Dagegen hiess das Verwaltungsgericht des Kantons Bern mit Urteil vom 18. Januar 1993 die von X. und Y. eingereichte Verwaltungsgerichtsbeschwerde gut, hob den Entscheid der Polizeidirektion sowie die Verfügung der Fremdenpolizei auf und wies die Akten an die Fremdenpolizei zurück, damit diese eine Aufenthaltsbewilligung B erteile; zudem wies das Verwaltungsgericht das Bundesamt für Ausländerfragen an, hiezu die Zustimmung gemäss Art. 18 Abs. 3 ANAG (SR 142.20) zu geben.\n\nDas Bundesamt für Ausländerfragen verweigerte mit Verfügung vom 5. März 1993 die Zustimmung zur vom Kanton Bern erteilten Aufenthaltsbewilligung. Eine Beschwerde gegen diese Verfügung wies das Eidgenössische Justiz- und Polizeidepartement mit Entscheid vom 20. Juli 1993 ab.\n\nMit Eingabe vom 4. August 1993 haben X. und Y. Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben. Sie stellen den Antrag, die Verfügung des Bundesamtes für Ausländerfragen und der Entscheid des Eidgenössischen Justiz- und Polizeidepartements seien aufzuheben und das Bundesamt sei anzuweisen, die Zustimmung zur vom Kanton Bern erteilten Aufenthaltsbewilligung zu erteilen.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. Nach Art. 100 lit. b Ziff. 3 OG ist die Verwaltungsgerichtsbeschwerde auf dem Gebiete der Fremdenpolizei unzulässig gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\n|8|\n\nGemäss Art. 4 ANAG entscheidet die zuständige Behörde, im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland, nach freiem Ermessen über die Bewilligung von Aufenthalt oder Niederlassung. Es besteht damit grundsätzlich kein Anspruch auf Erteilung einer Aufenthaltsbewilligung, es sei denn, der Ausländer oder seine in der Schweiz lebenden Angehörigen könnten sich auf eine Sondernorm des Bundesrechts oder eines Staatsvertrags berufen. Nach Art. 7 ANAG in der Fassung des Gesetzes vom 23. März 1990 hat der ausländische Ehegatte eines Schweizer Bürgers Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung, wobei der Anspruch erlischt, wenn ein Ausweisungsgrund vorliegt. Des weitern ergibt sich nach der bundesgerichtlichen Rechtsprechung auch aus dem in Art. 8 Ziff. 1 EMRK garantierten Schutz des Familienlebens ein Anspruch auf Erteilung der Aufenthaltsbewilligung für den ausländischen Ehegatten eines Schweizer Bürgers, wenn die eheliche Beziehung tatsächlich gelebt wird (BGE 109 Ib 183).\n\nDie Beschwerdeführer sind verheiratet. Sie können sich für die Erteilung der verlangten Aufenthaltsbewilligung auf Art. 7 ANAG und, weil ihre Ehe unzweifelhaft gelebt wird, auch auf Art. 8 EMRK berufen. Mit dem angefochtenen Entscheid verweigerten die Bundesbehörden die Zustimmung zur Erteilung der Aufenthaltsbewilligung. Gegen diesen Entscheid ist die Verwaltungsgerichtsbeschwerde wie gegen einen die Bewilligung verweigernden kantonalen Entscheid zulässig. Auf die Beschwerde ist damit einzutreten. Ob im konkreten Fall die Bewilligung bzw. die Zustimmung hiezu verweigert werden durfte, weil gegen den Beschwerdeführer ein Ausweisungsgrund vorliegt, ist Frage der materiellen Beurteilung (BGE 118 Ib 145 E. 3d S. 151; Urteil vom 13. Mai 1992, in ZBl 93/1992, S. 569 E. 1).\n\n2. In erster Linie stellt sich dem Bundesgericht im vorliegenden Fall allerdings eine andere Frage. Die Beschwerdeführer wie auch das Verwaltungsgericht des Kantons Bern sind der Auffassung, die Bundesbehörden seien nicht befugt, die Zustimmung zur Erteilung einer Aufenthaltsbewilligung zu verweigern, wenn ein kantonales Verwaltungsgericht in Anwendung von Art. 7 ANAG oder Art. 8 EMRK entschieden habe, die Bewilligung sei zu erteilen. Das Zustimmungsverfahren gemäss Art. 18 Abs. 3 ANAG sei zugeschnitten auf Ermessensentscheide der kantonalen Behörden, nicht aber auf richterliche Entscheide über Rechtsansprüche. Diese könnten vom Eidgenössischen Justiz- und |9| Polizeidepartement als dem in der Sache zuständigen Departement gestützt auf Art. 103 lit. b OG beim Bundesgericht angefochten werden; die Bundesbehörden dürften aber nicht auf das Zustimmungsverfahren ausweichen und sich über das Urteil eines Gerichts hinwegsetzen.\n\nDas Departement ist demgegenüber der Auffassung, es entspreche der bundesstaatlichen Kompetenzordnung im Fremdenpolizeirecht, dass die Kantone über Gesuche um Erteilung einer Aufenthaltsbewilligung zu befinden hätten, bei Gutheissung aber regelmässig zusätzlich die Zustimmung des Bundes erforderlich sei. Das verhalte sich nicht anders, wenn ein Rechtsanspruch in Frage stehe, und zwar selbst dann nicht, wenn darüber ein kantonales Gericht entschieden habe. Dem Bundesamt für Ausländerfragen stehe auch diesbezüglich eine eigene Sachentscheidkompetenz zu. Das rechtskräftige Urteil des Verwaltungsgerichts des Kantons Bern bedeute nichts anderes, als dass dieser Kanton bereit sei, dem Beschwerdeführer eine Aufenthaltsbewilligung zu erteilen. Im Zustimmungsverfahren sei darüber zu befinden, ob auch der Bund damit einverstanden sei.\n\n3. a) Gemäss Art. 69ter Abs. 2 BV treffen nach Massgabe des Bundesrechts die Kantone die Entscheidung über Aufenthalt und Niederlassung der Ausländer; dem Bund steht jedoch das endgültige Entscheidungsrecht u.a. gegenüber kantonalen Bewilligungen für länger dauernden Aufenthalt und für Niederlassung zu. Das Gesetz sieht in Art. 15 Abs. 2 ANAG vor, dass der Entscheid über die Erteilung oder den Fortbestand einer Aufenthalts- oder Niederlassungsbewilligung der kantonalen Fremdenpolizei oder einer ihr übergeordneten Behörde zu übertragen ist; das kantonale Recht muss, soweit die in Art. 15 Abs. 2 aufgezählten Entscheide nicht dem Regierungsrat oder dem Departementschef vorbehalten sind, für den Ablehnungsfall den Rekurs vorsehen (Art. 19 Abs. 1 ANAG). Der eine Bewilligung verweigernde kantonale Entscheid ist aber endgültig (Art. 18 Abs. 1 ANAG); er kann nicht an eine Verwaltungsbehörde des Bundes weitergezogen werden (vgl. BGE 106 Ib 125 E. 1 S. 126). Bei Gutheissung eines Gesuchs ist demgegenüber gemäss Art. 18 Abs. 3 ANAG mit Ausnahme der in Abs. 2 genannten Fälle die Zustimmung des Bundesamtes für Ausländerfragen erforderlich. Die bundesstaatliche Kompetenzordnung im Fremdenpolizeirecht ist damit aufgrund der verfassungsrechtlichen wie der gesetzlichen Regelung vom Grundsatz gekennzeichnet, dass die Kantone zwar befugt sind, Bewilligungen in eigener |10| Zuständigkeit zu verweigern, dass aber bei Gutheissung eines Gesuchs um Aufenthalt oder Niederlassung regelmässig zusätzlich die Zustimmung auch des Bundes erforderlich ist (vgl. BGE 118 Ib 81 E. 3c S. 88).\n\nZu den Ausnahmen vom Zustimmungserfordernis, wie sie in Art. 18 Abs. 2 ANAG vorgesehen sind, gehört die Bewilligung an den ausländischen Ehegatten eines Schweizer Bürgers nicht. Das entspricht dem Grundgedanken, von dem dieser Ausnahmekatalog getragen ist; in der alleinigen Kompetenz der Kantone sollte der Entscheid über die Bewilligung dann liegen, wenn nicht mit einem dauernden Bleiben des Ausländers gerechnet werden muss (Botschaft des Bundesrates, BBl 1929 I 921; M. RUTH, Das Fremdenpolizeirecht der Schweiz, Zürich 1934, S. 80 f.). Allerdings sieht Art. 18 Abs. 4 ANAG (eingefügt durch die Gesetzesrevision vom 8. Oktober 1948) vor, dass der Bundesrat befugt ist, die Zuständigkeit der Kantone abweichend von den Absätzen 2 und 3 zu ordnen. Der Bundesrat hat von dieser Befugnis insbesondere mit der Verordnung vom 6. Oktober 1986 über die Begrenzung der Zahl der Ausländer (Begrenzungsverordnung, BVO; SR 823.21) sowie mit der Verordnung vom 20. April 1983 über die Zuständigkeit der Fremdenpolizeibehörden Gebrauch gemacht (Zuständigkeitsverordnung, SR 142.202). Eine ausdrückliche Regelung für die Bewilligungserteilung an den ausländischen Ehegatten eines Schweizer Bürgers hat er aber nicht getroffen. Aus der Begrenzungsverordnung ergibt sich immerhin, dass im vergleichbaren Fall des Familiennachzugs des aufenthaltsberechtigten Ausländers die Zustimmung nicht erforderlich ist (vgl. Art. 52 BVO). Das gilt aber nicht uneingeschränkt, denn die Zuständigkeitsverordnung sieht vor, dass das Eidgenössische Justiz- und Polizeidepartement zur Koordination der Praxis das Zustimmungserfordernis für bestimmte Gruppen von Ausländern vorsehen kann (Art. 1 Abs. 1 lit. a); das Bundesamt für Ausländerfragen ist seinerseits befugt, die Unterbreitung zur Zustimmung im Einzelfall zu verlangen (Art. 1 Abs. 1 lit. c).\n\nDer Verzicht auf das Zustimmungserfordernis in der Begrenzungsverordnung beim Familiennachzug hat damit nicht definitiven Charakter; er kann auf Grundlage der Zuständigkeitsverordnung wieder rückgängig gemacht werden, und dies selbst im Einzelfall. Das Bundesamt für Ausländerfragen kann damit auch im Lichte der gestützt auf Art. 18 Abs. 4 ANAG ergangenen bundesrätlichen Verordnungen verlangen, dass ihm die Bewilligung an den |11| ausländischen Ehegatten eines Schweizer Bürgers zur Zustimmung unterbreitet werde.\n\nb) Das Verwaltungsgericht des Kantons Bern und die Beschwerdeführer vertreten nun aber die Auffassung, das Zustimmungsverfahren sei von seinem Sinn und Zweck her allein auf Ermessensentscheide zugeschnitten, nicht aber auf Rechtsansprüche, wie sie erst nach Erlass des ANAG vereinzelt entstanden seien.\n\nDiese Auffassung ist unzutreffend. Es ist zwar richtig, dass ein Rechtsanspruch auf Aufenthaltsbewilligung des ausländischen Ehegatten noch nicht lange besteht. Ein solcher wurde erstmals mit dem Beschluss des Bundesgerichts vom 9. Dezember 1983 i.S. Reneja (BGE 109 Ib 183) gestützt auf Art. 8 EMRK anerkannt. Einen Rechtsanspruch auf Niederlassungsbewilligung sah aber bereits Art. 17 Abs. 2 ANAG in der ursprünglichen Fassung des Gesetzes vom 26. März 1931 für die Ehefrau und die Kinder eines niedergelassenen Ausländers vor, wobei aber gerade für diese Fälle ausdrücklich und zwingend bestimmt war, dass die Zustimmung der damaligen eidgenössischen Fremdenpolizei einzuholen sei (Art. 18 Abs. 5 der Vollziehungsverordnung vom 5. Mai 1933 zum Bundesgesetz über Aufenthalt und Niederlassung der Ausländer; Eidg. Gesetzessammlung, Neue Folge, Bd. 49, S. 301). So verhält es sich im übrigen auch heute noch (Art. 18 Abs. 8 der Vollziehungsverordnung vom 1. März 1949 zum Bundesgesetz über Aufenthalt und Niederlassung der Ausländer, ANAV; SR 142.201). Daraus ergibt sich, dass das Zustimmungsverfahren von seinem Zweck her nicht auf den Bereich des freien Ermessens beschränkt ist.\n\nc) Dem Bundesamt für Ausländerfragen kann es auch nicht deshalb verwehrt sein, das Zustimmungsverfahren durchzuführen, weil auf kantonaler Ebene ein Gericht und nicht eine Verwaltungsbehörde entschieden hat und das Departement die Möglichkeit gehabt hätte, gegen das kantonale Urteil Verwaltungsgerichtsbeschwerde zu erheben (Art. 103 lit. b OG). Da die Kantone bei der Gewährung von Aufenthaltsbewilligungen grundsätzlich frei sind (Art. 4 ANAG) und solche auch dann erteilen dürfen, wenn kein Anspruch besteht, ist Bundesrecht im Ergebnis nicht verletzt, wenn die Anspruchsvoraussetzungen von einer kantonalen Behörde zu grosszügig gehandhabt werden; für die erfolgreiche Ergreifung einer Verwaltungsgerichtsbeschwerde durch das Departement würde es am Beschwerdegrund der Bundesrechtsverletzung (Art. 104 lit. a OG) fehlen. Dazu kommt, dass die Verwaltungsgerichtsbeschwerde gar unzulässig ist, wenn |12| das kantonale Verwaltungsgericht zu Unrecht annimmt, es bestehe ein bundesrechtlicher Bewilligungsanspruch, denn Art. 100 lit. b Ziff. 3 OG schliesst dieses Rechtsmittel auch aus gegen die Erteilung von Bewilligungen, auf die das Bundesrecht keinen Rechtsanspruch einräumt. Die originäre Sachentscheidkompetenz, welche dem Bund aufgrund der bundesstaatlichen Kompetenzordnung im Fremdenpolizeirecht zusteht (E. 3a) und die in der Literatur auch als Vetorecht bezeichnet wird (PETER KOTTUSCH, Die Bestimmungen über die Begrenzung der Zahl der Ausländer, SJZ 84/1988, S. 38), lässt sich daher nicht durch die Befugnis ersetzen, verwaltungsgerichtliche Urteile beim Bundesgericht anzufechten.\n\nd) Es ist damit festzuhalten, dass das Bundesamt für Ausländerfragen befugt war, das Zustimmungsverfahren durchzuführen, auch wenn das Verwaltungsgericht des Kantons Bern einen Rechtsanspruch auf Erteilung der Aufenthaltsbewilligung bejaht hat. Das Bundesgericht hat seinerseits materiell zu prüfen, ob die Zustimmung verweigert werden durfte, wobei auch die Überlegungen des Verwaltungsgerichts in die Beurteilung miteinzubeziehen sind. Festzuhalten ist des weitern, dass das Verwaltungsgericht des Kantons Bern in erster Linie darüber zu befinden hatte, ob gegen den Beschwerdeführer die Ausweisung verfügt werden durfte. Es hat dies verneint, die von der Fremdenpolizei des Kantons Bern angeordnete Ausweisung, welche den Beschwerdeführer verpflichtet, die Schweiz zu verlassen und sie nicht wieder zu betreten, ist damit aufgehoben. Ob das Verwaltungsgericht gleichzeitig und ohne dass ein entsprechendes Gesuch vorgelegen hätte, auch über die Erteilung einer Aufenthaltsbewilligung befinden durfte, hat das Bundesgericht nicht zu entscheiden, da das Urteil des Verwaltungsgerichts nicht angefochten ist. Zu prüfen ist einzig, ob die Bundesbehörden die Zustimmung zur Erteilung der Aufenthaltsbewilligung verweigern durften.\n\n4. a) Wie bereits dargelegt, hat der ausländische Ehegatte eines Schweizer Bürgers Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung, wobei der Anspruch entfällt, wenn ein Ausweisungsgrund vorliegt (Art. 7 Abs. 1 ANAG). Gemäss Art. 10 Abs. 1 lit. a ANAG kann ein Ausländer aus der Schweiz ausgewiesen werden, wenn er wegen eines Verbrechens oder Vergehens gerichtlich bestraft worden ist. Die Ausweisung soll aber nur verfügt werden, wenn sie nach den gesamten Umständen verhältnismässig erscheint (Art. 11 Abs. 3 ANAG). Dabei ist namentlich auf die Schwere des Verschuldens des Beschwerdeführers, auf die Dauer seiner Anwesenheit in der |13| Schweiz sowie auf die ihm und seiner Familie drohenden Nachteile abzustellen (Art. 16 Abs. 3 ANAV). Die Nichterteilung einer Aufenthaltsbewilligung an den wegen eines Verbrechens oder Vergehens verurteilten ausländischen Ehegatten eines Schweizer Bürgers setzt in gleicher Weise eine Interessenabwägung voraus. Das ergibt sich neben dem Verweis in Art. 7 Abs. 1 ANAG auf den Ausweisungsgrund von Art. 10 Abs. 1 lit. a ANAG auch aus Art. 8 EMRK. Danach ist das Familienleben geschützt (Ziff. 1) und ein Eingriff in dieses Rechtsgut nur statthaft, insoweit er gesetzlich vorgesehen ist und eine Massnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutze der Gesundheit und Moral sowie der Rechte und Freiheiten anderer notwendig ist (Ziff. 2).\n\nDer Anspruch auf Erteilung der Bewilligung gemäss Art. 7 Abs. 1 ANAG erlischt damit nicht bereits dann, wenn ein Ausländer wegen eines Verbrechens oder Vergehens verurteilt wurde, sondern erst, wenn auch die Interessenabwägung ergibt, dass die Bewilligung zu verweigern ist (Urteil des Bundesgerichts vom 13. Mai 1992, ZBl 93/1992 S. 569 ff. E. 2a). Das Ergebnis dieser Interessenabwägung braucht allerdings nicht dasselbe zu sein, wie wenn eine Ausweisung angeordnet worden wäre. Wenn ein Ausländer ausgewiesen wird, darf er die Schweiz nicht mehr betreten, während dies bei Verweigerung der Aufenthaltsbewilligung möglich bleibt. Aufgrund dieses Unterschieds in der Schwere der Massnahme kann sich in Grenzfällen ergeben, dass die Verweigerung der Aufenthaltsbewilligung zulässig ist, die Anordnung einer Ausweisung aber unverhältnismässig wäre.\n\nb) Der Beschwerdeführer ist von der Kriminalkammer des Kantons Bern zu einer Zuchthausstrafe von fünf Jahren verurteilt worden, weil er in schwerer Weise gegen das Betäubungsmittelgesetz verstossen hatte. Was die Umstände seiner deliktischen Tätigkeit betrifft, weist das Departement mit Recht darauf hin, dass er im Jahre 1989 eigens zwecks Drogentransports in die Schweiz eingereist war und dabei eine erhebliche kriminelle Energie entwickelt hatte. Er war für Beschaffung und Transport der Ware allein zuständig und nahm dabei auch erhebliche Risiken in Kauf; das Kokain transportierte er, indem er es in Plastikbeutelchen verpackte und es in den After einführte. Zu Recht hält das Departement auch fest, dass die Vermittlung des einen Kilogramms Kokain in Südamerika nicht etwa deshalb |14| bagatellisiert werden darf, weil der Beschwerdeführer bis zu diesem Zeitpunkt nicht mit derartigen Mengen gehandelt hatte. Von Bedeutung ist vielmehr, dass er ohne Skrupel seine Bereitschaft zeigte, auch grosse Mengen zu vermitteln und er zudem alles daran setzte, den Auftrag zu erfüllen; es sei hier nur darauf hingewiesen, dass dafür ein Flug von Rio de Janeiro nach Buenos Aires notwendig war. Damit ist ohne Einschränkung von schwerwiegenden Straftaten und einem schweren Verschulden des Beschwerdeführers auszugehen, wie dieses auch im hohen Strafmass von fünf Jahren Zuchthaus zum Ausdruck kam.\n\nSowohl das Verwaltungsgericht wie auch das Eidgenössische Justiz- und Polizeidepartement haben in ihren Entscheiden verschiedene Urteile des Bundesgerichts zum Vergleich herangezogen, um zu bestimmen, wie schwer die Verfehlungen des Beschwerdeführers in fremdenpolizeilicher Hinsicht wiegen. Was diese Vergleiche betrifft, ist vorerst darauf hinzuweisen, dass die Abwägung zwischen öffentlichen und privaten Interessen wesentlich von den Umständen des Einzelfalles abhängt. Dennoch ist es richtig, die Höhe der vom Strafrichter verhängten Strafe als Ausgangspunkt und Massstab für die fremdenpolizeiliche Beurteilung zu nehmen. Dabei muss allerdings beachtet werden, dass nur ähnlich gelagerte Fälle verglichen werden. Vorliegend geht es um die erstmalige Bewilligung des Aufenthalts an den Ehemann einer Schweizer Bürgerin. Zu Unrecht bezieht sich deshalb das Verwaltungsgericht auf BGE 105 Ib 165, wo es um die Ausweisung einer Frau ging, welche bereits mehrere Jahre in der Schweiz gelebt hatte, als sie straffällig wurde. Was die erstmalige Erteilung einer Aufenthaltsbewilligung oder deren Verlängerung nach kurzer Aufenthaltsdauer betrifft, so hat das Bundesgericht im Urteil i.S. Reneja (dem ersten Fall, in welchem aus Art. 8 EMRK ein Anspruch auf Aufenthaltsbewilligung abgeleitet wurde) die aussergewöhnlichen Umstände hervorgestrichen, welche trotz der Verurteilung zu einer Freiheitsstrafe von 24 Monaten die Erteilung einer Aufenthaltsbewilligung noch zu rechtfertigen vermochten (BGE 110 Ib 201). Auch wenn bezüglich des Strafmasses eine feste Grenze nicht gezogen werden kann, so ist doch festzuhalten, dass das Bundesgericht die Vorgaben des genannten Urteils weiterhin für massgebend betrachtet.\n\nc) Für die Interessenabwägung ist damit davon auszugehen, dass der Beschwerdeführer zu einer weit schwereren Freiheitsstrafe verurteilt worden ist, als dies in der bisherigen bundesgerichtlichen Rechtsprechung noch akzeptiert wurde, um den Ehegatten zu ermöglichen, ihre Beziehung in der |15| Schweiz zu leben. In Betracht fällt sodann, dass die Beschwerdeführerin ihren Mann erst kennengelernt und geheiratet hat, als sich dieser bereits im Strafvollzug befand. Auch wenn sie angenommen haben mochte, sie könne ihre Ehe trotz der strafrechtlichen Verurteilung in der Schweiz leben, so musste ihr doch zumindest bewusst sein, dass eine Aufenthaltsbewilligung nicht ohne weiteres ausgestellt würde und jedenfalls von einer behördlichen Entscheidung abhing, zumal der Strafrichter eine Landesverweisung und zusätzlich das Bundesamt für Ausländerfragen eine Einreisesperre verhängt hatten. Sie hätte damit jedenfalls in Betracht ziehen müssen, dass sie die Ehe mit ihrem zu fünf Jahren Freiheitsstrafe verurteilten Mann womöglich nicht in der Schweiz leben könnte. Zutreffend ist zwar, dass es für die Beschwerdeführerin mit Schwierigkeiten verbunden wäre, ihrem Ehemann in dessen Heimat nach Argentinien zu folgen. Dabei ist zu berücksichtigen, dass sie in der Schweiz zwei - allerdings erwachsene - Kinder hat und auch ihre betagte Mutter hier lebt. Aber auch in beruflicher Hinsicht dürfte es für sie nicht einfach sein, in Argentinien eine angemessene Beschäftigung zu finden. Dennoch sind die Lebensverhältnisse in Argentinien in sozialer und kultureller, aber auch in wirtschaftlicher Hinsicht nicht derart verschieden von denjenigen, wie sie in der Schweiz bestehen, dass ein Leben in diesem Land für eine Schweizerin zum vorneherein als unzumutbar bezeichnet werden müsste, besonders wenn bedacht wird, dass die Zumutbarkeit der Ausreise für die hier ansässigen Familienangehörigen eines Ausländers nach der Rechtsprechung um so eher zu bejahen ist, als das Verhalten des Ausländers seinen Aufenthalt in der Schweiz als unerwünscht erscheinen lässt (BGE 116 Ib 353 E. 3d S. 358).\n\nVon anderen Fällen unterscheidet sich der vorliegende dadurch, dass hier von vergleichsweise günstigen Resozialisierungschancen gesprochen werden muss, weil die Beschwerdeführerin aufgrund ihrer Tätigkeit im Strafvollzug die nötige Erfahrung mit sich bringt und davon ausgegangen werden kann, dass sie in der Lage wäre, ihren Ehemann positiv zu beeinflussen. Der Resozialisierungsgedanke ist aus fremdenpolizeilicher Sicht aber nur einer unter mehreren Faktoren. Hier steht, wie sich aus den in Art. 10 Abs. 1 ANAG genannten, bereits weit unterhalb der Schwelle strafbaren Verhaltens beginnenden Ausweisungsgründen ergibt, das Interesse der öffentlichen Ordnung und Sicherheit im Vordergrund. Das Risiko eines Rückfalls ist deshalb um so weniger hinzunehmen, je schwerwiegender die Taten zu gewichten sind, welche der Ausländer verübt hat; diese sind, wie schon |16| dargelegt, als sehr gravierend einzustufen.\n\nd) Das Interesse der Beschwerdeführer, ihre Ehe in der Schweiz leben zu können, erscheint bei dieser Sachlage wohl gewichtig, wird aber relativiert durch die Tatsache, dass die Lebensverhältnisse in Argentinien für die schweizerische Ehegattin nicht geradezu unzumutbar sind und sie im übrigen bei der Eheschliessung damit rechnen musste, ihrem Ehemann in dieses Land folgen zu müssen. Das öffentliche Interesse daran, dem Beschwerdeführer trotz Heirat mit einer Schweizer Bürgerin keine Aufenthaltsbewilligung zu erteilen, ist angesichts seiner schweren Delikte von grösserem Gewicht, auch wenn berücksichtigt wird, dass seine Resozialisierungschancen aufgrund der spezifischen beruflichen Fähigkeiten seiner Ehegattin besser sind, als dies im allgemeinen der Fall ist."}