{"annee": "120", "cour": "IA", "page": "165", "date": "20/6/1994", "cite": ["103 IA 8", "116 II 721", "120 II 222", "106 IA 151", "117 IA 193", "119 IB 56", "104 IA 487", "114 IA 209", "117 IB 156", "109 IA 169", "116 IA 149", "118 IA 46", "118 IA 184", "118 IA 488"], "cite_par": ["124 I 231", "120 II 222", "126 I 144", "121 I 93", "121 I 279", "127 I 164", "121 I 42", "121 IV 345", "120 IA 369", "125 II 86", "121 II 72"], "chapeau": "23. Extrait de l'arrêt de la IIe Cour civile du 20 juin 1994 dans la cause W. P. c. W. M. (recours de droit public)", "regestes": ["Enlèvement international d'enfants; recours de droit public; décision exécutée, intérêt au recours (art. 88 OJ)? Le recourant doit avoir, en principe, un intérêt actuel et pratique à l'annulation de la décision attaquée. Un tel intérêt fait défaut lorsque, comme en l'espèce, la décision ordonnant le retour immédiat d'un enfant dans son Etat de résidence antérieur a été exécutée et que l'enfant ne se trouve dès lors plus en Suisse (consid. 1a et b)."], "faits": "BGE 120 Ia 165 S. 165\n\nA.- P. et dame M., ressortissants américains, se sont mariés aux Etats-Unis en 1979. De leur union est née, en 1984, une fille prénommée A.\n\nLe 25 février 1991, la District Court de Jefferson, Etat du Colorado (USA), a prononcé le divorce des époux P.-M. Elle a attribué à la mère l'autorité parentale ainsi que la garde de l'enfant A., et accordé au père un large droit de visite.\n\nA l'occasion de l'exercice de son droit de visite au cours de l'été de 1992, P. a quitté les Etats-Unis et, après un bref séjour en Pologne, emmené sa fille en Suisse. Il a pris domicile dans le canton de Vaud. L'enfant A. a été placée dans un institut.\n\nDame M. a déposé plainte pénale pour enlèvement de mineur contre son ex- époux auprès des autorités américaines, puis vaudoises. Par ailleurs, la mère de l'enfant a saisi la Justice de paix du cercle de Lausanne d'une requête en restitution de sa fille. Le 16 septembre 1993, la Justice de paix a fait droit à cette demande, en application de la Convention de la Haye du 25 octobre 1980 sur les BGE 120 Ia 165 S. 166aspects civils de l'enlèvement international d'enfants (RS 0.211.230.02, ci-après: la Convention). La Justice de paix a déclaré la décision immédiatement exécutoire.\n\nDame M. et sa fille ont quitté la Suisse le 24 septembre 1993.\n\nB.- Par arrêt du 23 février 1994, la Chambre des tutelles du Tribunal cantonal du canton de Vaud a rejeté le recours interjeté par le père de l'enfant contre le prononcé de la Justice de paix.\n\nC.- Contre cette décision, P. exerce le présent recours de droit public. Il estime que l'autorité cantonale a violé son droit d'être entendu et demande au Tribunal fédéral d'annuler le jugement de la Chambre des tutelles du 23 février 1994.\n\nL'intimée conclut au rejet du recours. La Chambre des tutelles se réfère aux considérants de son arrêt.\n\nContre l'arrêt de la Chambre des tutelles, le recourant a également interjeté un recours en réforme, que la Cour de céans a jugé irrecevable par arrêt de ce jour (voir ATF 120 II 222 ss).", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (cf. art. 40 OJ et 3 al. 1 PCF; ATF 119 Ib 56 consid. 1, ATF 118 Ia 184 consid. 1 ainsi que les arrêts cités).\n\na) Selon la jurisprudence relative à l'art. 88 OJ, le recourant doit avoir en principe un intérêt actuel et pratique à l'annulation de la décision attaquée, respectivement à l'examen des griefs soulevés (cf. ATF 118 Ia 488 consid. 1a, ATF 118 Ia 46, p. 53 consid. 3c, ATF 116 II 721, p. 729 consid. 6). Il importe peu que la qualité de partie ait été reconnue dans la procédure cantonale (cf. ATF 117 Ib 156 consid. 1b, ATF 114 Ia 209 consid. 1a et les arrêts cités). L'intérêt au recours doit encore exister au moment où le Tribunal fédéral est appelé à trancher (cf. ATF 118 Ia 46 précité). Inspirée du souci de l'économie de la procédure, cette exigence vise à garantir que la Cour de céans se prononce sur des questions concrètes et non pas simplement théoriques. Aussi l'intérêt actuel requis fera-t-il défaut, en général, lorsque la décision attaquée a été exécutée ou est devenue sans objet (cf. ATF 109 Ia 169 consid. 3a, ATF 106 Ia 151 consid. 1a, ATF 104 Ia 487 consid. 2). Le Tribunal fédéral renonce à l'exigence d'un intérêt actuel lorsque cette condition de recours fait obstacle au contrôle de la constitutionnalité d'un acte qui peut se reproduire en tout temps, dans des circonstances semblables et qui, en raison de sa brève durée, BGE 120 Ia 165 S. 167échapperait toujours à la censure de la Cour suprême (cf. ATF 118 Ia 46, p. 53 consid. 3c, ATF 117 Ia 193 consid. 1a et ATF 116 Ia 149 consid. 2a).\n\nb) En l'espèce, la mesure confirmée par l'arrêt contesté a été exécutée, l'enfant A. ayant été restituée à sa mère. Au bénéfice de la décision de la Justice de paix, déclarée immédiatement exécutoire, dame M. et sa fille ont quitté la Suisse. Une issue favorable au présent recours ne serait dès lors pas susceptible d'apporter au recourant le succès escompté: l'autorité cantonale appelée, le cas échéant, à statuer à nouveau ne pourrait que constater que les conditions d'application de la Convention ne sont plus réunies, l'enfant ne se trouvant plus en Suisse. Le recourant n'a dès lors pas d'intérêt actuel et pratique à l'annulation de la décision attaquée (cf. ATF 116 II 721; SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, Berne 1994, p. 28, n. 14/15). Il est sans importance, à cet égard, que le reproche tiré par le recourant de la violation de son droit d'être entendu soit de nature purement formelle. On ne saurait par ailleurs déroger au principe et admettre l'existence d'un intérêt virtuel au recours, dès lors qu'il est peu probable que la violation attaquée de droit constitutionnel se reproduise dans des conditions identiques (cf. ATF ATF 106 Ia 152, ATF 104 Ia 488, ATF 103 Ia 10). Partant, faute d'intérêt juridique actuel et pratique, le présent recours de droit public doit être jugé irrecevable (cf. ATF 116 II 721, p. 729 consid. 6)."}