{"annee": "120", "cour": "V", "page": "10", "date": "21/2/1994", "cite": ["117 II 530", "70 II 149", "117 V 153"], "cite_par": ["138 III 548", "125 V 69", "122 V 394"], "chapeau": "2. Urteil vom 21. Februar 1994 in Sachen Ausgleichskasse des Kantons Solothurn gegen B. und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 3 al. 1 let. f LPC, art. 17 OPC-AVS/AI, art. 218quinquies CO, art. 94 al. 3 LDFR: Dessaisissement de fortune. Vente d'une entreprise agricole à un héritier présomptif à la valeur de rendement. Pas d'imputation à la valeur vénale."], "faits": "BGE 120 V 10 S. 10\n\nA.- Das Ehepaar B. bezog Ergänzungsleistungen zur AHV-Rente. Am 10. Dezember 1991 verstarb die Ehegattin. Anlässlich der Inventarsverhandlung vom 25. März 1992 trat der 1902 geborene Witwer B. alle Grundstücke zum Ertragswert von Fr. 107'080.-- und den Viehbestand für Fr. 15'000.-- seinem Sohn ab. Dieser übernahm die Grundpfandschulden von Fr. 80'057.--. Den Rest des Übernahmepreises von Fr. 42'023.-- trat B. seinen beiden Nachkommen zu gleichen Teilen ab.\n\nMit Verfügung vom 28. August 1992 verneinte die Ausgleichskasse des Kantons Solothurn einen Anspruch von B. auf Ergänzungsleistungen mit Wirkung ab 1. Januar 1992. Die Ausgleichskasse errechnete einen Einnahmenüberschuss von Fr. 155'219.--. Zu diesem führten insbesondere die Anrechnung einer Schenkung von Fr. 1'090'839.-- bzw. ein Zehntel Vermögensverzehr hievon und BGE 120 V 10 S. 11Fr. 54'542.-- als Zinsen aus Verzicht. Dabei hat die Kasse das landwirtschaftliche Gewerbe des Versicherten, das dieser zum Ertragswert abgetreten hatte, zum Verkehrswert angerechnet.\n\nB.- Eine hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Solothurn am 23. November 1992 gut. Das Gericht stellte fest, der Sohn des Versicherten habe vom Vorkaufsrecht zum Ertragswert gemäss Bundesgesetz vom 12. Juni 1961 über die Erhaltung des bäuerlichen Grundbesitzes (EGG) Gebrauch gemacht. Die Ausgleichskasse habe den Ertragswert des landwirtschaftlichen Gewerbes und den Nutzwert des Viehbestandes auf die Zeit der Abtretung durch die kantonale Schätzungsstelle feststellen zu lassen. Alsdann seien der Kapitalwert des Wohn- und Mitbenützungsrechts des Versicherten, der von der Ausgleichskasse bereits mit Fr. 20'839.-- errechnet worden sei, und die Schuldübernahme des Käufers von Fr. 80'057.-- zu berücksichtigen. In dem Ausmass, als der amtlich geschätzte Ertrags- und Nutzwert einerseits den Kapitalwert des Wohn- und Mitbenützungsrechts zusammen mit dem Betrag der Schuldübernahme anderseits übersteige, habe B. auf Vermögenswerte und mithin auf entsprechende Einkünfte verzichtet.\n\nC.- Die Ausgleichskasse des Kantons Solothurn führt Verwaltungsgerichtsbeschwerde mit dem Begehren, der kantonale Entscheid vom 23. November 1992 sei aufzuheben.\n\nB. und das Bundesamt für Sozialversicherung (BSV) beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Art. 2 Abs. 1 und 5 ELG haben in der Schweiz wohnhafte Schweizer Bürger, denen eine Rente oder eine Hilflosenentschädigung der Alters- und Hinterlassenenversicherung oder mindestens eine halbe Rente der Invalidenversicherung zusteht, Anspruch auf Ergänzungsleistungen, soweit ihr anrechenbares Jahreseinkommen einen bestimmten Grenzbetrag nicht erreicht. Dabei entspricht die jährliche Ergänzungsleistung dem Unterschied zwischen der massgebenden Einkommensgrenze und dem anrechenbaren Jahreseinkommen (Art. 5 Abs. 1 ELG).\n\nDas anrechenbare Einkommen wird nach den Bestimmungen der Art. 3 ff. ELG berechnet. Als Einkommen anzurechnen sind danach u.a. Einkünfte und Vermögenswerte, auf die verzichtet worden ist (Art. 3 Abs. 1 lit. f ELG in BGE 120 V 10 S. 12der hier anwendbaren, ab 1987 gültigen Fassung). Mit dieser neuen Regelung, welche die Verhinderung von Missbräuchen bezweckt, soll eine einheitliche und gerechte Lösung ermöglicht werden, indem sich die schwierige Prüfung der Frage fortan erübrigt, ob beim Verzicht auf Einkommen und Vermögen der Gedanke an eine Ergänzungsleistung tatsächlich eine Rolle gespielt hat oder nicht (BGE 117 V 155 Erw. 2a mit Hinweisen).\n\nGestützt auf die ihm in Art. 3 Abs. 6 ELG eingeräumte Befugnis hat der Bundesrat in Art. 17 ELV die Bewertung des Vermögens geregelt. Nach Abs. 1 dieser Bestimmung (in der seit 1. Januar 1992 geltenden, vorliegend anwendbaren Fassung) ist das anrechenbare Vermögen nach den Grundsätzen der Gesetzgebung über die direkte kantonale Steuer für die Bewertung des Vermögens im Wohnsitzkanton zu erfassen. Dienen Grundstücke dem Bezüger oder einer Person, die in der EL-Berechnung eingeschlossen ist, nicht zu eigenen Wohnzwecken, so sind diese zum Verkehrswert einzusetzen (Abs. 4). Der Verkehrswert einer Liegenschaft ist der Verkaufswert, den sie im normalen Geschäftsverkehr besitzt. Darunter versteht man auch die im freien Handel mit landwirtschaftlichen Liegenschaften bezahlten Preise (NÄGELI/HUNGERBÜHLER, Handbuch des Liegenschaften-Schätzers, Zürich 1988, S. 117, 154). In den Erläuterungen zur Änderung der ELV auf den 1. Januar 1992 führte das BSV aus, solange ein EL-Bezüger bzw. eine in der Berechnung eingeschlossene Person in der Liegenschaft wohne, sei eine Aufwertung auf den Verkehrswert nicht gerechtfertigt. Sobald ihm das Grundstück nicht mehr zu eigenen Wohnzwecken diene, sollte der Wert, den die Liegenschaft verkörpere, voll angerechnet werden können. Es wäre nicht richtig, auf Kosten der EL eine Liegenschaft für die Erben erhalten zu können. Zudem sollte derjenige, der Wertschriften, Sparhefte oder Bargeld habe, gegenüber dem Liegenschaftsbesitzer nicht benachteiligt werden (ZAK 1991 S. 406).\n\n2. Am 1. Januar 1994 trat das Bundesgesetz über das bäuerliche Bodenrecht (BGBB) vom 4. Oktober 1991 in Kraft. Das BGBB bestimmt, dass ein bei Inkrafttreten dieses Gesetzes bereits bestehender Gewinnanspruch auch unter dem neuen Recht seine Gültigkeit behält (Art. 94 Abs. 3). Bei einer bis zum 31. Dezember 1993 erfolgten Übertragung des landwirtschaftlichen Gewerbes oder Grundstücks auf den Kindskäufer gilt daher das gesetzliche Gewinnanspruchsrecht gemäss Art. 218quinquies OR weiterhin, und einer EL-rechtlich vorzunehmenden Anrechnung des landwirtschaftlichen Gewerbes oder BGE 120 V 10 S. 13Grundstücks zum Ertragswert steht grundsätzlich nichts entgegen (BATZ, EL-rechtliche Aspekte des Kindskaufs, SZS 1994 S. 45).\n\n3. Im vorliegenden Fall hat der Beschwerdegegner sein landwirtschaftliches Gewerbe dem Sohn zum Ertragswert verkauft. Entgegen der Auffassung der Vorinstanz hat dieser nicht das ihm im Falle eines Verkaufs an einen Dritten zustehende Vorkaufsrecht nach Art. 6 EGG ausgeübt, womit ihm von Gesetzes wegen die Übernahme zum Ertragswert (Art. 12 Abs. 1 EGG) zugestanden hätte. Alle Kaufverträge, bei welchen trotz der gewählten Form erbrechtliche Motive überwiegen (Verwandten- und Kindskauf; vgl. BGE 70 II 149), gelten nicht als Vorkaufsfall, sondern als den Vorkaufsfall nicht auslösende Rechtsgeschäfte (KOLLER, Der Grundstückkauf, 1989, S. 334; BATZ, a.a.O., S. 36 f.).\n\nVerkauft der Erblasser sein landwirtschaftliches Gewerbe zu seinen Lebzeiten einem zukünftigen Erben, so finden die Bestimmungen des bäuerlichen Erbrechts, die eine Integralzuweisung und das Ertragswertprinzip vorsehen (Art. 620 ZGB), keine Anwendung (BGE 117 II 530).\n\n4. a) Der Kauf eines landwirtschaftlichen Gewerbes oder Grundstücks durch einen präsumptiven Erben wird als Kindskauf bezeichnet (SCHÖBI, Privatrechtliche Beschränkungen im landwirtschaftlichen Bodenrecht, ZBGR 1993 S. 151 mit Hinweis). Verschiedene Gründe können zu diesem Vorgehen veranlassen: \"Das Heimwesen soll dadurch höheren Ertrag abwerfen, dass junge Kräfte es fortan bewirtschaften.\" Ein Erbe soll das Heimwesen zu \"normalen Bedingungen\" übernehmen können, so dass es nicht überschuldet oder doch nicht noch mehr verschuldet wird. Das Heimwesen soll in die Hände dessen übergehen, den der abtretende Bauer für geeignet erachtet; die Zuweisung soll nicht dem ungewissen Ausgang künftiger Erbstreitigkeiten anheim gestellt werden. Der Kindskauf soll dem alternden Bauern die Mittel verschaffen, damit er sich zurückziehen kann, und zugleich verhindern, dass seine Erbanwärter jahrzehntelang als Knechte auf dem väterlichen Hof arbeiten müssen (HOTZ, Bäuerliches Grundeigentum, ZSR, NF 98 [1979] II S. 174). Um diese Ziele zu erreichen, muss der Veräusserer dem Erwerber regelmässig einen Vorzugspreis einräumen. Wird der Erbe ein Grundstück landwirtschaftlich nutzen - dieses Anliegen steckt hinter der Sondernorm über den Gewinnanspruch beim Kindskauf -, so muss er es zum Ertragswert erhalten. An diesen Fall knüpft Art. 218quinquies OR an. Danach fällt der Gewinn, den der Erwerber erzielt, wenn er das ihm übertragene landwirtschaftliche Grundstück weiter BGE 120 V 10 S. 14veräussert, von Gesetzes wegen an den ersten Veräusserer. Die Aussicht, den Gewinn dem Veräusserer zu erstatten oder allenfalls mit dessen Erben teilen zu müssen, macht Handänderungen für den Erwerber wirtschaftlich uninteressant. Art. 218quinquies OR will also den bäuerlichen Grundbesitz festigen und verfolgt im wesentlichen die gleichen Ziele wie das EGG (HOTZ, a.a.O., S. 174 und 175).\n\nb) Der Veräusserer hat somit einen Anspruch auf den Gewinn, wenn der Erwerber das Grundstück zum Verkehrswert veräussert oder wenn es ihm zum Verkehrswert enteignet wird. Indem das Gesetz ihm einen Gewinnanspruch einräumt und soweit der Veräusserer darauf nicht verzichtet, hat er auch nicht auf Vermögenswerte gemäss Art. 3 Abs. 1 lit. f ELG verzichtet, sondern bei allfälligem Gewinn seinen Anteil vorbehalten (vgl. auch BATZ, a.a.O., S. 37). Art. 17 Abs. 4 ELV kommt daher im vorliegenden Fall nicht zur Anwendung.\n\nc) Schliesslich ist festzuhalten, dass EL-rechtlich das in der Bundesverfassung, im Erbrecht und im Vorkaufsrecht zum Ausdruck kommende Ziel nicht vereitelt werden soll, den bäuerlichen Grundbesitz der Familie des Eigentümers zu tragbaren Bedingungen zu erhalten (vgl. BGE 117 II 533), und dies namentlich dann, wenn der Erblasser, im vorliegenden Fall der 90jährige Beschwerdegegner, das Vorrecht des geeigneten Selbstbewirtschafters zu Lebzeiten gewährleisten will und die Sicherung des Übergangs des (nicht in der Bauzone befindlichen) Landwirtschaftsbetriebes nichts anderes als eine antizipierte Erbteilungsmassnahme darstellt.\n\n5. Die Ausgleichskasse wird eine neue Berechnung vorzunehmen haben, wie sie im vorinstanzlichen Entscheid aufgezeigt ist. Daraus ergibt sich ein neuer Wert betreffend Rest des Übernahmepreises, auf den der Beschwerdegegner verzichtet hat. Das BSV führt zutreffend aus, es sei daher nicht zulässig, die Restanz in Höhe von Fr. 42'023.--, die sich nach der alten Berechnung ergeben habe, zusätzlich als Verzicht aufzurechnen."}