{"annee": "120", "cour": "IA", "page": "265", "date": "2/12/1994", "cite": ["97 I 792", "120 IA 1", "118 IA 320"], "cite_par": ["122 I 61", "128 I 317", "143 II 283", "124 I 216", "124 I 289", "123 I 1", "127 I 60", "131 I 333", "135 I 233", "122 I 305", "123 I 248"], "chapeau": "41. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 2. Dezember 1994 i.S. Steinemann AG gegen Verwaltungsgericht des Kantons St. Gallen; politische Gemeinde Oberuzwil (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.: base légale pour le prélèvement de taxes, principes de l'équivalence et de la couverture des frais. Exigences d'une base légale formelle, telles qu'elles découlent de la Constitution fédérale, pour le prélèvement de taxes d'équipement communales; une délégation à l'exécutif communal sous forme de blanc-seing ne suffit pas (consid. 2)."], "faits": "|265|\n\nIm Jahre 1987 wurde die Liegenschaft Nr. 1712 der Steinemann AG in Oberuzwil/SG an das Abwasserkanalisationsnetz angeschlossen. Die Gemeinde Oberuzwil veranlagte die Grundeigentümerin am 18. April 1988 für verschiedene Gebäude (Fabrikhalle, Verwaltungs- und Lagergebäude, Schuppen) mit Gewässerschutzbeiträgen von insgesamt Fr. 231'735.--. Eine hiergegen erhobene Einsprache wies der Gemeinderat am 11. Januar 1991 ab.\n\nDie Steinemann AG verlangte mit Rekurs vom 22. Januar/22. Februar 1991, den Einspracheentscheid und die Rechnungsverfügungen vollumfänglich |266| aufzuheben und die Gewässerschutzbeiträge auf \"total und maximal\" Fr. 80'000.-- festzusetzen. Die Verwaltungsrekurskommission des Kantons St. Gallen wies den Rekurs am 18. Mai 1992 ab. Eine dagegen eingereichte Beschwerde wurde vom Verwaltungsgericht des Kantons St. Gallen mit Urteil vom 27. November 1992 abgewiesen.\n\nDie Steinemann AG hat staatsrechtliche Beschwerde eingereicht und beantragt, das Urteil des Verwaltungsgerichts aufzuheben. Sie rügt eine Verletzung von Art. 4 BV (Anspruch auf rechtliches Gehör, Akteneinsichtsrecht, Willkür, Verbot des überspitzten Formalismus) sowie der Grundsätze der Gesetzmässigkeit (Legalitätsprinzip), der Gewaltentrennung und der Verhältnismässigkeit.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach der Rechtsprechung des Bundesgerichts kommt dem Erfordernis der gesetzlichen Grundlage im Abgaberecht die Bedeutung eines verfassungsmässigen Rechts zu, dessen Verletzung selbständig, unmittelbar gestützt auf Art. 4 BV, mit staatsrechtlicher Beschwerde geltend gemacht werden kann (G. MÜLLER in Kommentar BV, Art. 4, Rz. 78; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 70, mit Hinweisen).\n\nÖffentliche Abgaben der hier zur Diskussion stehenden Art bedürfen nach ständiger Rechtsprechung in aller Regel der Grundlage in einem formellen Gesetz, d.h. normalerweise in einem dem Referendum unterstehenden Erlass. Delegiert das Gesetz die Kompetenz zur (rechtssatzmässigen) Festsetzung einer Abgabe an den Verordnungsgeber, so muss es zumindest den Kreis der Abgabepflichtigen sowie Gegenstand und Bemessungsgrundlage der Abgabe selber festlegen. Dieser Grundsatz kann gelockert werden, wenn dem Bürger die Überprüfung der Abgabe auf ihre Rechtmässigkeit anhand von verfassungsrechtlichen Prinzipien (Kostendeckungs- und Äquivalenzprinzip) offensteht, so dass nicht allein der Gesetzesvorbehalt diese Schutzfunktion erfüllt (BGE 120 Ia 1 E. 3c S. 3, mit Hinweisen). Das Gesagte gilt auch dort, wo die Regelungskompetenz - aufgrund einer einschlägigen Kompetenzausscheidung - bei der Gemeinde liegt. Ein kommunaler Erlass kann einem eigentlichen formellen Gesetz gleichgestellt werden, wenn er von der nach dem kantonalen Recht ermächtigten Gemeindelegislative (Gemeindeversammlung oder -parlament) beschlossen wurde oder aber dem |267| (obligatorischen oder fakultativen) Referendum unterstand (vgl. RHINOW/KRÄHENMANN, Verwaltungsrechtsprechung, Ergänzungsband, Nr. 12 Ziff. VII S. 34; vgl. auch BGE 97 I 792 E. 7 S. 804 f., BGE 118 Ia 320 E. 3 S. 323 f., mit Hinweisen; Urteil des Obergerichts Schaffhausen vom 23. Februar 1979 in: ZBl 80/1979 S. 78 ff.); eine Blankodelegation an die Gemeindeexekutive zur Festsetzung von öffentlichen Abgaben vermag hingegen dem Erfordernis der gesetzlichen Grundlage nicht zu genügen (vgl. BGE 118 Ia 320 ff. betreffend Gebühren für die Trinkwasserversorgung).\n\nb) Das sanktgallische Einführungsgesetz zum eidgenössischen Gewässerschutzgesetz enthält unter anderem Bestimmungen über die von den Gemeinden zwecks Finanzierung der Abwasserentsorgung zu erhebenden Beiträge (Art. 12-15 EGzGschG). Ob es sich dabei um eine Kompetenzausscheidung zwischen Kanton und Gemeinden handelt, wie das Verwaltungsgericht annimmt, oder um eine Delegation an den kommunalen Gesetzgeber (vgl. dazu grundsätzlich YVO HANGARTNER, Rechtsetzung durch Gemeinden, in: Aktuelle Probleme des Staats- und Verwaltungsrechts, Festschrift für Otto K. Kaufmann, Bern und Stuttgart 1989, S. 209 ff.), kann offenbleiben. Die kantonalen Vorgaben sind jedenfalls nicht bereits derart bestimmt, dass die erforderliche Konkretisierung unmittelbar durch eine Verordnung der Gemeindeexekutive erfolgen könnte. Das Verwaltungsgericht sieht die formell-gesetzliche Grundlage denn auch - zu Recht - nicht in diesen kantonalen Bestimmungen, sondern im kommunalen Reglement vom 14. Mai 1974 über die Finanzierung der Aufwendungen für den Gewässerschutz (GFR). Die Voraussetzungen, die es rechtfertigen würden, das Erfordernis einer gesetzlichen Grundlage zu lockern, sind vorliegend nicht gegeben: Wo es wie hier um die Finanzierung von kommunalen Versorgungsanlagen mit offenem Benützerkreis und nicht klar abgrenzbaren Kosten (für Erweiterungen, Sanierungen, Unterhalt, Rückstellungen usw.) geht, vermag weder das Kostendeckungs- noch das Äquivalenzprinzip eine wirksame Begrenzung der Gebühren und Beiträge sicherzustellen und damit die dem Gesetzesvorbehalt zugedachte Schutzfunktion zugunsten des Abgabepflichtigen zu übernehmen; insbesondere ist mit der blossen Feststellung, dass der Gesamtertrag der Abgaben die Gesamtkosten der Anlage nicht übersteigen und dass die Abgabe nicht in einem offensichtlichen Missverhältnis zum objektiven Wert der Leistung stehen darf beziehungsweise sich in vernünftigen Grenzen bewegen muss, noch nicht gesagt, in welcher Form und in welchem Ausmass die |268| einzelnen Benützerkategorien zur Finanzierung herangezogen werden sollen (vgl. BGE 118 Ia 320 E. 4 S. 325 f.). Das fragliche Gebührenreglement wurde vom Gemeinderat (Exekutive) erlassen und unterstand dem (fakultativen) Referendum unbestrittenermassen nicht; es stellt insofern, wie die Beschwerdeführerin zu Recht kritisiert, keine taugliche, den bundesverfassungsrechtlichen Anforderungen (Art. 4 BV) genügende Rechtsgrundlage für die Erhebung der streitigen Beiträge dar. Daran ändert nichts, dass die gewählte Rechtsform offenbar dem damaligen kantonalen Organisationsrecht entsprach und dass das gemeinderätliche Reglement seinerzeit öffentlich aufgelegt und anschliessend vom Baudepartement genehmigt worden war; dieses Prozedere vermochte die nach Bundesverfassungsrecht erforderliche demokratische Beschlussfassung nicht zu ersetzen.\n\nc) Die Gemeinde Oberuzwil wendet in der Vernehmlassung vor Bundesgericht freilich ein, das \"heute unverändert gültige GFR vom 14. Mai 1974\" sei durch das am 2. Mai 1984 erlassene kommunale Abwasserreglement, das seinerseits dem fakultativen Referendum unterstellt worden sei, \"gedeckt\"; dieses halte in Art. 56 wörtlich fest: \"Die einmaligen Anschlussbeiträge und die jährlichen Betriebsgebühren werden in einem Reglement über die Finanzierung der Aufwendungen für den Gewässerschutz festgelegt\".\n\nWäre davon auszugehen, dass mit dem neuen, unter dem Vorbehalt des fakultativen Referendums zustandegekommenen Abwasserreglement (AR) gleichzeitig das hier fragliche Gebührenreglement von 1974 (GFR) nachträglich genehmigt wurde, so bestünde für die streitigen Abgaben in der Tat eine genügende gesetzliche Grundlage. Für diese Auffassung liesse sich wohl anführen, dass die Formulierung in Art. 56 AR genau dem Titel des Gebührenreglements von 1974 entspricht und dass die Stimmbürger davon ausgehen mussten, dieses solle zumindest bis zum Erlass eines neuen Reglements Grundlage für die weitere Erhebung der Abgaben bilden. Doch sprechen überwiegende Gründe gegen diese Betrachtungsweise: Weder in den Abstimmungsunterlagen zum Abwasserreglement 1984 noch in der Vorlage selber wurde das Gebührenreglement 1974 (GFR) erwähnt; es kann deshalb nicht unterstellt werden, der Stimmbürger habe dieses zusammen mit dem Abwasserreglement (wenn auch nur vorläufig) genehmigt. Andernfalls müsste nämlich gefolgert werden, dass im Fall der Ablehnung des Abwasserreglements 1984 zugleich auch das Gebührenreglement 1974 seine Geltungskraft verloren hätte; eine Konsequenz, die sich offensichtlich nicht vertreten liesse und die von keiner Seite auch nur erwogen wurde. In Wirklichkeit hatte der |269| Stimmbürger (auch) mit der Abstimmung über das Abwasserreglement im Jahre 1984 keine Möglichkeit, in bundesverfassungsrechtlich genügender Weise am umstrittenen Gebührenreglement 1974 mitzuwirken. Die hierauf gestützten angefochtenen Beiträge verletzen somit das Legalitätsprinzip (im Abgaberecht), weshalb das Urteil des Verwaltungsgerichts aufzuheben ist."}