{"annee": "120", "cour": "IV", "page": "67", "date": "28/2/1994", "cite": ["117 IV 112", "118 IV 14"], "cite_par": ["141 IV 61"], "chapeau": "13. Urteil des Kassationshofes vom 28. Februar 1994 i.S. Staatsanwaltschaft des Kantons Zürich gegen F. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 90 ch. 2 LCR, Art. 63 CP; violation grave des règles de la circulation, choix de la peine; mesure de la peine. Les critères applicables au choix de la peine sont les mêmes que ceux qui fondent la mesure de celle-ci; l'opportunité d'une sanction déterminée joue un rôle important et les décisions sur ces points exercent l'une sur l'autre une influence réciproque. Les conséquences civiles de l'infraction peuvent aussi être prises en considération lors de la fixation de la peine."], "faits": "BGE 120 IV 67 S. 68\n\nA.- F. fuhr am 22. August 1991, um 17.45 Uhr, mit seinem Personenwagen der Marke Fiat Uno Turbo auf der Kasernenstrasse in Bülach, wo eine Höchstgeschwindigkeit von 50 km/h gilt, mit einer Geschwindigkeit von mindestens 80 km/h. Dabei übersah er zunächst den aus der Gegenrichtung herkommenden Personenwagen der Marke Fiat Panda des G., welcher nach links auf einen Parkplatz auf dem Vorplatz des dort gelegenen \"Radcenters Vögeli\" abbiegen wollte. Wegen seiner übersetzten Geschwindigkeit war F. sodann nicht mehr in der Lage, rechtzeitig anzuhalten, so dass er heftig von der Seite mit dem Fahrzeug des G. zusammenstiess. Dieser erlitt starke Prellungen am rechten Oberschenkel, am rechten Arm und im Schulterbereich; an den beiden Fahrzeugen entstand Totalschaden.\n\nB.- Aufgrund dieses Sachverhalts erklärte die Einzelrichterin in Strafsachen des Bezirkes Bülach F. mit Urteil vom 21. Dezember 1992 der groben Verletzung der Verkehrsregeln schuldig und verurteilte ihn zu einer Busse von Fr. 800.--, bedingt löschbar nach Ablauf einer Probezeit von einem Jahr. Auf eine Berufung der Staatsanwaltschaft hin bestätigte das Obergericht des Kantons Zürich mit Urteil vom 13. Mai 1993 den erstinstanzlichen Entscheid.\n\nC.- Gegen dieses Urteil führt die Staatsanwaltschaft des Kantons Zürich eidgenössische Nichtigkeitsbeschwerde, mit der sie beantragt, das angefochtene Urteil sei aufzuheben und die Sache zur Neuentscheidung an die Vorinstanz zurückzuweisen.\n\nBGE 120 IV 67 S. 69\n\nD.- F. beantragt in seiner Vernehmlassung Abweisung der Nichtigkeitsbeschwerde. Das Obergericht des Kantons Zürich hat auf Gegenbemerkungen verzichtet.", "considerants": "Aus den Erwägungen:\n\n1. a) Die Beschwerdeführerin rügt eine Verletzung von Art. 63 StGB, weil die Vorinstanz den Beschwerdegegner nicht zu einer Gefängnisstrafe, allenfalls kombiniert mit einer Busse, verurteilt hat. Sie führt zunächst aus, die Vorinstanz habe nicht begründet, inwieweit sich der Umstand, wonach es sich beim Beschwerdegegner nicht um einen erfahrenen und über mehrjährige Fahrpraxis verfügenden Autolenker handle, strafmindernd auswirke. Eine Überprüfung der Strafzumessungsüberlegungen sei insofern nur bedingt möglich.\n\nDie Beschwerdeführerin bringt sodann vor, Art. 90 Ziff. 2 SVG (SR 741.01) sehe als Sanktion Gefängnis oder Busse vor. Die Strafzumessungsgrundsätze von Art. 63 StGB müssten auch bei der Wahl der Strafart zur Anwendung gelangen. Das Gesetz berücksichtige bei der Bestimmung der Sanktion das Gewicht der Straftat. Dies bedeute für den Richter, dass er bei der Entscheidung, ob eine Geld- oder eine Freiheitsstrafe zu verhängen sei, von der Frage ausgehen müsse, ob die Tat noch mit einer blossen Geldstrafe geahndet werden könne. Dabei erlangten die Tatschwere und das Verschulden des Täters entscheidende Bedeutung. Deshalb sei hier eine Freiheitsstrafe, gegebenenfalls verbunden mit einer Busse auszusprechen. Die Vorinstanz habe eine unhaltbar milde Strafe ausgesprochen und dadurch ihr Ermessen verletzt.\n\nb) Die Vorinstanz beurteilte die Geschwindigkeitsüberschreitung des Beschwerdegegners zutreffend als grobe Verkehrsregelverletzung im Sinne von Art. 90 Ziff. 2 SVG. Für die Strafzumessung ging sie vom gesetzlichen Strafrahmen aus, der Busse bis Fr. 40'000.-- oder Gefängnis bis zu drei Jahren vorsieht. Der Umstand, dass es sich beim Beschwerdegegner nicht um einen erfahrenen und über mehrjährige Fahrpraxis verfügenden Autolenker handelt, berücksichtigte sie im Rahmen der persönlichen Verhältnisse im Gegensatz zur ersten Instanz, die Art. 64 Abs. 6 StGB anwandte, lediglich strafmindernd.\n\nDie Vorinstanz wertete das Verschulden des Beschwerdegegners in Übereinstimmung mit der Einzelrichterin als schwer. Wer im Innerortsverkehr im Bereich von Fussgängerstreifen und Trottoirs die zulässige BGE 120 IV 67 S. 70Höchstgeschwindigkeit um 30 km/h überschreite, handle grundsätzlich verantwortungslos. Für das Vorleben und die persönlichen Verhältnisse des Beschwerdegegners verwies sie auf die Darstellung im erstinstanzlichen Urteil. Strafmilderungs- oder Strafschärfungsgründe schloss die Vorinstanz aus. Sie berücksichtigte indes mit der Einzelrichterin strafmindernd, dass der Beschwerdegegner nicht vorbestraft und sein automobilistischer Leumund ungetrübt war. Insgesamt rechtfertige sich aufgrund der rücksichtslosen Inkaufnahme und der tatsächlich eingetretenen Gefährdung anderer Verkehrsteilnehmer, aus generalpräventiven Gründen eine Freiheitsstrafe auszufällen. Eine Strafe beruhe jedoch nicht bloss auf generalpräventiven Überlegungen, vielmehr solle sie auch gezielt die mutwillige Fahrweise des betreffenden Verkehrsteilnehmers bestrafen und sein künftiges Verhalten im Strassenverkehr beeinflussen. Diesem Gesichtspunkt trage die von der Einzelrichterin ausgefällte Busse von Fr. 800.-- in Berücksichtigung der wirtschaftlichen und der persönlichen Verhältnisse des Beschwerdegegners am besten Rechnung. Zusammen mit den übrigen finanziellen Konsequenzen des von ihm verursachten Unfalles treffe ihn diese Busse mit Sicherheit hart, und diese Sanktion lasse mit gutem Grund erwarten, der Beschwerdeführer werde inskünftig den Regeln des Strassenverkehrsgesetzes die notwendige Beachtung schenken.\n\n2. a) Gemäss Art. 63 StGB misst der Richter die Strafe nach dem Verschulden des Täters zu; er berücksichtigt die Beweggründe, das Vorleben und die persönlichen Verhältnisse des Schuldigen. Dem Sachrichter steht bei der Gewichtung der im Rahmen der Strafzumessung zu beachtenden Komponenten ein erheblicher Spielraum des Ermessens zu. Das Bundesgericht greift in dieses auf Nichtigkeitsbeschwerde hin, mit der ausschliesslich eine Verletzung von Bundesrecht geltend gemacht werden kann (Art. 269 BStP; SR 312.0), nur ein, wenn der kantonale Richter den gesetzlichen Strafrahmen über- oder unterschritten hat, wenn er von rechtlich nicht massgebenden Gesichtspunkten ausgegangen ist oder wenn er wesentliche Gesichtspunkte ausser acht gelassen bzw. in Überschreitung oder Missbrauch seines Ermessens falsch gewichtet hat (BGE 118 IV 14 E. 2; BGE 117 IV 112 E. 1 mit Hinweisen).\n\nDer Richter hat in seinem Urteil in der Regel den zur Anwendung gelangenden Strafrahmen zu nennen und die wesentlichen schuldrelevanten Tat- und Täterkomponenten so zu erörtern, dass festgestellt werden kann, ob alle rechtlich massgebenden Gesichtspunkte Berücksichtigung fanden und wie sie gewichtet wurden, d.h. ob und in welchem Grade sie strafmindernd oder BGE 120 IV 67 S. 71straferhöhend in die Waagschale fielen (BGE 117 IV 112 E. 1). Diese Rechtsprechung bedeutet nicht, dass der Sachrichter etwa in absoluten Zahlen oder in Prozenten angeben müsse, inwieweit er einem bestimmten Faktor straferhöhend bzw. strafmindernd Rechnung trug. Er muss aber die Überlegungen, die er bei der Bemessung der Strafe angestellt hat, in den Grundzügen darstellen und die Strafzumessung so gut wie möglich nachvollziehbar machen. Dabei müssen die einzelnen Strafzumessungsfaktoren nicht in allen Einzelheiten ausgebreitet werden und über Umstände ohne oder von ausgesprochen untergeordneter Bedeutung darf auch mit Stillschweigen hinweggegangen werden. Je höher die ausgefällte Strafe ist, desto höher sind auch die Anforderungen an ihre Begründung (BGE 118 IV 14 E. 2 und 337 E. 2a, BGE 117 IV 112 E. 1).\n\nb) Art. 90 Ziff. 2 SVG sieht als Strafrahmen Gefängnis oder Busse bis Fr. 40'000.-- (Art. 48 Ziff. 1 StGB) vor. Ist im Gesetz wahlweise Freiheitsstrafe oder Busse angedroht, so kann der Richter in jedem Fall beide Strafen miteinander verbinden (Art. 50 Ziff. 2 StGB). Er kann überdies statt auf Gefängnis auf Haft erkennen (Art. 39 Ziff. 1 Abs. 2 StGB). Das Gesetz bestimmt zwar nicht ausdrücklich, auf welche Art und Weise die Wahl der angemessenen Strafart zu erfolgen hat. Es gelten hiefür aber dieselben Kriterien, die Art. 63 StGB für die Strafzumessung aufstellt, namentlich das Gewicht der Tat und das Verschulden des Täters (vgl. den französischen Gesetzestext: \"Le juge fixera la peine ...\", was nicht nur die Höhe, sondern auch die Art der Strafe zu umfassen scheint; vgl. auch LOGOZ/SANDOZ, Commentaire du Code Pénal Suisse, Partie Générale, Art. 63 no 8; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, Art. 63 N. 1; für das deutsche Recht vgl. SCHÖNKE/SCHRÖDER/STREE, Strafgesetzbuch, Kommentar, 24. Aufl., N. 60 zu § 48 dStGB). Dabei spielen auch Gesichtspunkte der Zweckmässigkeit einer bestimmten Form der Sanktion eine wichtige Rolle. Die Bestimmung des Strafmasses und die Wahl der Strafart lassen sich im übrigen nicht ohne weiteres trennen, sondern beeinflussen sich gegenseitig (so STRATENWERTH, Schweizerisches Strafrecht, Allg. Teil II, § 7 N. 74/75). Auch für die Wahl der Strafart steht dem Richter somit ein weiter Spielraum des Ermessens zu.\n\nDie Vorinstanz würdigte das Verschulden des Beschwerdegegners zu Recht als schwer. Es kann hiefür auf das angefochtene Urteil und die Ausführungen der ersten Instanz verwiesen werden. Dass die Vorinstanz in diesem Zusammenhang das verantwortungs- und rücksichtslose Verhalten des Beschwerdegegners BGE 120 IV 67 S. 72berücksichtigte, bedeutet entgegen dessen Auffassung keinen Verstoss gegen das Doppelverwertungsverbot, da der Richter dem Ausmass eines qualifizierenden oder privilegierenden Tatumstandes bei der Strafzumessung Rechnung tragen darf (BGE 118 IV 342 E. 2b). Der Einwand der Beschwerdeführerin, die Vorinstanz habe nicht begründet, inwieweit sich die mangelnde Fahrpraxis des Beschwerdegegners strafmindernd auswirke, geht fehl. Die Vorinstanz wertete im Gegensatz zur ersten Instanz den genannten Umstand nicht strafmildernd, sondern bloss strafmindernd. Da sie indessen die Höhe der Strafe bestätigte, beurteilte sie den Umstand im Ergebnis im selben Umfang. Dies ist nicht zu beanstanden.\n\nNach Abwägung aller Umstände gelangte die Vorinstanz zum Schluss, dass eine Geldstrafe zweckmässig sei. Sie liess sich für diese Wahl der Strafart von spezialpräventiven Gesichtspunkten leiten. Sie nahm an, die Busse werde den Beschwerdeführer zusammen mit den übrigen finanziellen Konsequenzen des von ihm verursachten Verkehrsunfalles mit Sicherheit hart treffen, so dass die Sanktion erwarten lasse, er werde inskünftig den Regeln des Strassenverkehrsgesetzes die notwendige Beachtung schenken. Damit ging die Vorinstanz von richtigen Beurteilungskriterien aus und hielt sich auch im Rahmen ihres Ermessens. Hinzuzufügen ist, dass in derartigen Fällen der Führerausweis in der Regel entzogen werden muss (Art. 16 Abs. 3 lit. a SVG), was eine zusätzliche einschneidende Sanktion darstellt. Schliesslich fällt ins Gewicht, dass der Beschwerdeführer, da die Verkehrsregelverletzung zu einem Unfall mit Totalschaden an beiden Fahrzeugen geführt hat, auch zivilrechtliche Folgen zu tragen hat. Der präventive Effekt von zivilrechtlichen Sanktionen (z.B. Regress der Haftpflichtversicherung, höhere Versicherungsprämie aufgrund des Bonus-/Malussystems etc.) darf im Rahmen der Strafzumessung mitberücksichtigt werden (vgl. zu den zivilrechtlichen Folgen PIERRE TERCIER, Droit civil et prévention des accidents de la circulation routière, in JÖRG SCHUH [Hrsg.], Verkehrsdelinquenz, 1989, S. 269 ff.). Die Aussprechung einer Busse ist somit bundesrechtlich nicht zu beanstanden.\n\nDass die Busse zu niedrig angesetzt worden sei, macht die Beschwerdeführerin nicht ausdrücklich geltend. Dies ist auch nicht ersichtlich. Die Vorinstanz hat sämtliche Gesichtspunkte der Strafzumessung berücksichtigt und im Rahmen ihres Ermessens gewürdigt. Das angefochtene Urteil verstösst auch in dieser Hinsicht nicht gegen Bundesrecht."}