{"annee": "120", "cour": "II", "page": "4", "date": "14/2/1994", "cite": ["117 II 359"], "cite_par": [], "chapeau": "2. Extrait de l'arrêt de la IIe Cour civile du 14 février 1994 dans la cause R. contre dame R. (recours en réforme)", "regestes": ["Art. 153 al. 2 CC; modification d'un jugement de divorce. La rente ne peut être supprimée ou réduite que si l'amélioration de la situation économique de l'ayant droit est durable; examen de cette condition en l'espèce."], "faits": "", "considerants": "BGE 120 II 4 S. 4\n\nExtrait des considérants:\n\n5. d) La Cour de justice a estimé que, vu l'âge de la défenderesse, née en 1936, l'amélioration de sa situation ne pourrait, de toute manière, pas être considérée comme durable en raison de sa mise à la retraite dès le 1er décembre 1998. L'intéressée sera alors dans une position nettement défavorable, \"compte tenu du peu d'années pendant lesquelles elle aurait été en mesure de cotiser à un fonds de prévoyance pour une activité à plein temps\"; elle est dès lors contrainte de \"se constituer des économies importantes si elle veut maintenir un train de vie comparable à celui qui bénéficie d'une retraite pleine et entière à la suite d'une longue activité professionnelle pour le compte du même employeur\".\n\nBGE 120 II 4 S. 5\n\nCette opinion est fondée. Dans un arrêt récent, le Tribunal fédéral a examiné le cas d'une épouse divorcée qui n'avait repris une activité professionnelle à mi-temps qu'à l'âge de 47 ans. Il a constaté que cette dernière percevrait une rente simple de vieillesse, calculée sur les cotisations payées pendant 15 ans; si la pension fixée par la cour cantonale excédait en l'espèce les besoins actuels de l'épouse, il n'y avait toutefois pas lieu de prévoir une rente échelonnée jusqu'à la retraite, car un montant plus élevé devait permettre à l'intéressée de se constituer une prévoyance complémentaire appropriée dans la perspective de sa retraite (arrêt K. c. dame K. du 3 mars 1992, SJ 1992 p. 385 consid. 4b). Cette décision, certes rendue à propos d'une rente d'assistance de l'art. 152 CC, n'en pose pas moins le principe selon lequel, pour fixer le montant de la pension, il faut prendre en considération les circonstances futures déjà certaines ou fort probables (p. 384 let. b). Ce principe s'impose, a fortiori, dans le cadre de l'action en modification du jugement de divorce; en effet, la rente, une fois supprimée ou réduite, ne peut plus être rétablie, ni augmentée (ATF 117 II 359 consid. 4c p. 365; arrêt dame B. c. C. du 17 octobre 1991, SJ 1992 p. 133 consid. 3e/bb et les arrêts cités). En l'espèce, la Cour de justice a retenu que la défenderesse percevra à sa retraite un montant total de 2'443 fr. par mois; si l'on part de la rente allouée par le Tribunal de première instance, elle recevrait donc 3'943 fr. (1'500 + 2'443), voire seulement 3'443 fr. si les conclusions du demandeur étaient admises. Si l'amélioration de la situation économique de la défenderesse est certes importante entre le 1er avril 1991 et le 1er décembre 1998, on ne saurait affirmer que, dès la retraite, cette amélioration sera notable par rapport à la situation au moment du divorce, telle qu'elle ressort de l'arrêt de la cour de céans du 20 juin 1991."}