{"annee": "120", "cour": "II", "page": "185", "date": "23/6/1994", "cite": ["118 IB 497", "119 IB 124", "93 II 170", "80 II 311", "110 II 125", "101 II 314", "117 II 40", "93 II 167", "107 II 323", "105 II 178", "110 II 17", "85 II 392"], "cite_par": ["127 I 49", "121 I 65", "136 III 130"], "chapeau": "35. Auszug aus dem Urteil der II. Zivilabteilung vom 23. Juni 1994 i.S. K. gegen G. (Berufung)", "regestes": ["Conditions pour un passage nécessaire (art. 694 CC). Quelle portée les dispositions de droit public ont-elles pour la question de savoir si un fonds a un accès suffisant sur une voie publique? On ne peut pas prétendre un passage nécessaire lorsque le fonds est contigu à une voie publique, mais que, pour des motifs de sécurité de la circulation, aucun accès ne peut être aménagé à cet endroit pour les automobilistes."], "faits": "", "considerants": "BGE 120 II 185 S. 186\n\nAus den Erwägungen:\n\n2. a) Gemäss Art. 694 Abs. 1 ZGB kann der Grundeigentümer, der keinen genügenden Weg von seinem Grundstück auf eine öffentliche Strasse hat, beanspruchen, dass ihm die Nachbarn gegen volle Entschädigung einen Notweg einräumen. Das Bundesgericht hat die Gewährung eines Notwegrechts in konstanter Praxis von strengen Voraussetzungen abhängig gemacht. Aus der Entstehungsgeschichte des Art. 694 ZGB hat es abgeleitet, dass der nachbarrechtliche Anspruch auf Gewährung eines Wegrechts nur in einer eigentlichen Notlage geltend gemacht werden könne (BGE 105 II 180). Entsprechend kann für die blosse Verbesserung von nicht ganz vollkommenen Wegverhältnissen kein Notweg eingeräumt werden (BGE 80 II 317).\n\nb) Schon in seiner älteren Rechtsprechung hat das Bundesgericht erkannt, dass die öffentlich-rechtlichen Anforderungen an die Zufahrt für eine Überbauung keine Wegenot begründen können. So hat es einer Grundeigentümerin, die, um eine Baubewilligung zu erhalten, einen Notweg beanspruchen wollte, entgegengehalten, mit einem geänderten Bauprojekt sei die Nutzung der Parzelle auch ohne diesen Notweg möglich (BGE 85 II 398) und es sei nicht nach Massgabe des kantonalen öffentlichen Rechts, sondern aufgrund des Bundesprivatrechts zu bestimmen, was als genügender Weg zu gelten habe (BGE 85 II 400 f.). Bei der Frage, was unter der bestimmungsgemässen Nutzung des Grundstücks zu verstehen sei, hat das Bundesgericht indessen stets die öffentlich-rechtlichen Normen BGE 120 II 185 S. 187berücksichtigt. Liegt das Land in der Bauzone, so ist das Erstellen eines Wohnhauses eine bestimmungsgemässe Nutzung (BGE 93 II 170). Demgegenüber fehlt es schon am Bedürfnis einer motorfahrzeugmässigen Erschliessung, wenn das Grundstück aus öffentlich-rechtlichen Gründen vorerst gar nicht überbaut werden darf (BGE 110 II 127 f.). In seiner neusten Rechtsprechung hält das Bundesgericht schliesslich fest, dass, solange die öffentlich-rechtliche Zulässigkeit einer Überbauung nicht geklärt ist, gar kein aktuelles Interesse an einem dieser dienenden Notweg bestehen kann (BGE 117 II 40).\n\nc) Die Zonenordnung sollte eigentlich dazu führen, dass Grundstücke in der Bauzone planmässig erschlossen werden und damit gar keine Wegenot entstehen kann. Indessen zeigt sich immer wieder, dass es auch in zur Überbauung bestimmten Gebieten Parzellen gibt, die über keinen genügenden Zugang zur öffentlichen Strasse verfügen. Während die ältere Lehre hier ohne weiteres auf das Institut des Notwegrechts zurückzugreifen scheint (LIVER, Das Eigentum, SPR Bd. V/1, Basel 1977, S. 268 f.), verweist das Bundesgericht in seinen neueren Entscheiden den Grundeigentümer in erster Linie auf die öffentlich-rechtlichen Rechtsinstitute (unveröffentlichter Entscheid vom 15. Juni 1990, i.S. H. c. A., E. 2). Solange mit öffentlich-rechtlichen Mitteln eine angemessene Erschliessung erreicht werden kann, besteht keine Wegenot. Hat bei einer Einzonung eines grösseren Grundstücks mit anschliessender Parzellierung nicht jede Einzelparzelle eine rechtlich und faktisch genügende Zufahrt zu einer öffentlichen Strasse, so ist dieser Mangel in erster Linie mit raumplanerischen Mitteln zu beheben (Art. 19 des Bundesgesetzes über die Raumplanung (RPG [SR 700]). Gemäss Art. 15 RPG umfassen Bauzonen das Land, das sich für die Überbauung eignet und weitgehend überbaut ist (Buchst. a) oder voraussichtlich innert 15 Jahren benötigt und erschlossen wird (Buchst. b). Art. 19 Abs. 2 RPG bestimmt, dass die Bauzonen durch das Gemeinwesen zeitgerecht zu erschliessen sind. Das Bundesgericht hat verschiedentlich auf diese Erschliessungspflicht hingewiesen und in Verbindung mit der Forderung nach sachgerechter Planung in gewissen Fällen daraus sogar eine Einzonungspflicht abgeleitet (BGE 112 Ia 157). Eine solche Pflicht ergibt sich auch aus Art. 5 Wohnbau- und Eigentumsförderungsgesetz (WEG [SR 843]; BGE 119 Ib 132). Bei jeder unerschlossenen Bauparzelle ein Notwegrecht einzuräumen, ohne den Grundeigentümer vorgängig zur Ausschöpfung der öffentlich-rechtlichen Mittel anzuhalten, könnte dem Zweck BGE 120 II 185 S. 188der Raumplanung geradezu zuwiderlaufen. Wird nämlich die Erschliessung vom Gemeinwesen oder von einer Privatperson unter Mitwirkung des Gemeinwesens (Art. 19 Abs. 3 RPG) dann später durchgeführt und wird dabei für ein Grundstück ein anderer Zugang vorgesehen als der dem Eigentümer eingeräumte Notweg, führt dies zu einer Beeinträchtigung der Planung. Die Planer werden vor vollendete Tatsachen gestellt, und es bleibt ihnen nur noch die Wahl, zwischen zwei allenfalls ungeeigneten Lösungen zu entscheiden: Entweder sie passen die Planung dem bestehenden Notweg an, oder sie beziehen den Notweg nicht in ihre Erschliessungspläne ein, was zu einer doppelten Zufahrt und damit zu einer Landverschwendung führt (nicht veröffentlichter Entscheid vom 15. Juni 1990, i.S. H. c. A., E. 2b).\n\nDem angefochtenen Entscheid ist nicht zu entnehmen, ob die fraglichen Grundstücke in der Bauzone liegen. Trifft dies für das Grundstück des Klägers nicht zu, so kann sich dieser für einen Erschliessungsanspruch nicht auf Art. 19 Abs. 2 RPG berufen. Ja es erscheint sogar fraglich, ob ausserhalb der Bauzone eine Strasse zur Erschliessung einer Parzelle überhaupt gebaut werden darf (vgl. BGE 118 Ib 498 ff.). Von daher steht gar nicht fest, ob die Gewährung eines Notweges die Wegenot überhaupt beseitigen kann. Neben dem eidgenössischen Recht finden sich auch im kantonalen Bau- und Planungsrecht Normen über die Erschliessung von Grundstücken. Entsprechend bestimmt Art. 7 des Baugesetzes des Kantons Bern vom 9. Juni 1985 (BauG BE), dass Bauvorhaben nur bewilligt werden dürfen, wenn das Baugrundstück genügend erschlossen ist. Die Gemeinden können in einer Überbauungsordnung die Erschliessung eines Gebietes vorsehen (Art. 88 BauG). Mit der Genehmigung der Überbauungsordnung wird gleichzeitig das Enteignungsrecht erteilt (Art. 128 BauG BE; ZAUGG, Kommentar zum Baugesetz des Kantons Bern vom 9. Juni 1985, Bern 1987, N. 8 zu Art. 88/89). Für den Landerwerb im Strassenbau kann auch die Baulandumlegung durchgeführt werden (Art. 119 BauG BE mit Verweis auf das Strassenbaugesetz). Ob der Kläger einen Anspruch darauf hat, dass das Gemeinwesen mit planerischen Mitteln seine Parzelle zeitgemäss erschliesst, braucht indessen vorliegend nicht beurteilt zu werden. Der direkte Zugang zur öffentlichen Strasse ist nämlich nicht wegen raumplanerischen, sondern aus verkehrstechnischen Gründen abgelehnt worden.\n\nd) Während den öffentlich-rechtlichen Normen für die bestimmungsgemässe Nutzung des Grundstücks und die Festlegung BGE 120 II 185 S. 189der Erschliessungsweise von Bauland entscheidende Bedeutung zukommt, stellt das Bundesgericht für die Frage, ob die vorhandenen Wegverhältnisse eine Zufahrt mit einem Motorfahrzeug aus rechtlicher Sicht erlauben, grundsätzlich nicht auf die öffentlich-rechtlichen Normen ab. So hat es die Voraussetzungen für ein Notwegrecht in einem Fall als nicht erfüllt angesehen, bei dem die Grundeigentümer geltend machten, die von ihnen beabsichtigte Überbauung verlange aus Gründen der Verkehrssicherheit und des Verkehrsflusses, dass zwei Motorfahrzeuge auf der Zufahrtsstrasse kreuzen können und die Einfahrt von der Kantonsstrasse in diese ohne grosses Abbremsen möglich sei (BGE 105 II 182). Ein Notweg kann auch nicht beansprucht werden, wenn das Grundstück an die öffentliche Strasse grenzt, aber die Einmündung in diese wegen der Verkehrssicherheit nicht zulässig ist (BGE 110 II 19 f.; nicht veröffentlichter Entscheid vom 30. August 1990 i.S. Baugenossenschaft Z.).\n\nDiese unterschiedliche Berücksichtigung des öffentlichen Rechts mag auf den ersten Blick als widersprüchlich erscheinen, lässt sich aber sehr wohl begründen. Bei der bestimmungsgemässen Nutzung geht es um die privaten Interessen des Grundeigentümers, deren Rahmen durch die öffentlich-rechtliche Bauordnung unter Berücksichtigung öffentlicher Interessen gesteckt wird. Die Frage der Befahrbarkeit eines Weges betrifft demgegenüber die Verkehrssicherheit, das Verkehrsaufkommen sowie den Verkehrsfluss, und damit öffentliche Interessen. Der privatrechtliche Notweg dient der Verwirklichung privater Interessen. Die öffentlichen Interessen hat demgegenüber das öffentliche Recht zu sichern. Daraus schliesst das Bundesgericht, dass eine Wegenot mit öffentlich-rechtlichen Mitteln zu beheben ist, wenn sie ausschliesslich wegen öffentlicher Interessen durch das öffentliche Recht entstanden ist (BGE 117 II 40; vgl. STEINAUER, Les droits réels, Bd. II, Bern 1994, Rz. 1863a).\n\ne) Der Appellationshof hat diese Rechtsprechung nicht übersehen. Er erachtet sie im vorliegenden Fall jedoch als nicht anwendbar, weil es in den bis anhin beurteilten Fällen immer nur um die Frage gegangen sei, ob für die künftige Nutzung ein genügender Zugang zu den öffentlichen Strassen bestehe. Im vorliegenden Fall gehe es aber darum, die gleichgebliebene Nutzung an allgemein veränderte Bedürfnisse anzupassen.\n\nDem ist insofern zuzustimmen, als für die Frage der Wegbedürfnisse nicht auf den Zonenplan abgestellt werden kann, wenn auf der entsprechenden Liegenschaft bereits ein Wohnhaus steht. Dass dieses BGE 120 II 185 S. 190Haus möglicherweise heute nicht mehr gebaut werden dürfte, ist für die Frage der bestimmungsgemässen Nutzung im vorliegenden Zusammenhang ohne Bedeutung. Nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz liegt das mit einem Wohnhaus überbaute Grundstück in einem Weiler, so dass für die bestimmungsgemässe Benutzung ein mit einem Automobil befahrbarer Zugang als nötig angesehen werden kann (BGE 93 II 169; BGE 101 II 317 ff.).\n\nNicht gefolgt werden kann demgegenüber der Vorinstanz, wenn sie auch mit Bezug auf die Frage, ob der direkte Zugang zur öffentlichen Strasse möglich sei, die zitierte Rechtsprechung nicht angewendet wissen will, bloss weil es um eine bestehende und nicht um eine künftige Nutzung des Grundstücks geht. Es rechtfertigt sich nur deshalb, öffentlich-rechtliche Zufahrtsbeschränkungen unbeachtet zu lassen, weil diese Schranken im öffentlichen und nicht im privaten Interesse erfolgen und deshalb auch das öffentliche Recht für die nötigen Massnahmen und damit auch für die angemessene verkehrstechnische Erschliessung zu sorgen hat. Diese Argumentation ist aber unabhängig davon, ob das Erschliessungsbedürfnis sich aus der hergebrachten oder aus einer neuen Nutzung ergibt.\n\n3. Die Parteien sind sich einig darüber, dass der bestehende Weg insofern ungenügend ist, als er nicht mit einem Auto befahren werden kann. Die Vorinstanz hat in für das Bundesgericht verbindlicher Weise festgestellt, dass das Grundstück des Klägers in einem Weiler beziehungsweise in einer Wohnsiedlung liege. Die Wohnnutzung entspricht somit der Bestimmung des Grundstücks und eine motorfahrzeugmässige Erschliessung ist grundsätzlich zeitgerecht (vgl. BGE 107 II 326 ff.). Ein Ausbau des bestehenden Weges kommt schon aus topographischen Gründen nicht in Frage. Gleiches gilt demgegenüber nicht auch für die Möglichkeit einer direkten Erschliessung des Grundstückes, das mit einem etwa 40 m breiten Streifen direkt an die öffentliche Strasse stösst. Nach den unbestrittenen und für das Bundesgericht verbindlichen Feststellungen der Vorinstanz ist die direkte motorfahrzeugmässige Erschliessung ausschliesslich aus Gründen der Verkehrssicherheit nicht möglich. Damit ist aber die Wegenot die Folge von im öffentlichen Interessen erlassener Sicherheitsvorschriften des öffentlichen Rechts. Es ist somit nicht Aufgabe des Nachbarrechts, dem Kläger einen genügenden Zugang zum öffentlichen Strassennetz zu verschaffen. Vielmehr ist es an den kantonalen und kommunalen Nutzungs- und Erschliessungsplänen mit Einschluss der Baulinienpläne, die den BGE 120 II 185 S. 191Verhältnissen angemessene Erschliessung vorzusehen. Damit kann auch eine für den ganzen Weiler sinnvolle Strassenregelung vorgesehen und gegebenenfalls auf dem Enteignungsweg durchgesetzt werden. Dass das kantonal-bernische Recht solche Möglichkeiten grundsätzlich kennt, ist bereits dargelegt worden (vorn E. 2c, am Ende).\n\nEs erweist sich somit, dass keine Wegenot im Sinne von Art. 694 ZGB vorliegt, weshalb die Berufung gutzuheissen ist. Damit werden die weiteren Vorbringen, namentlich den Interessen des Beklagten sei nicht genügend Rechnung getragen worden, gegenstandslos."}