{"annee": "120", "cour": "V", "page": "306", "date": "29/12/1994", "cite": ["114 V 33", "118 V 65", "119 V 302"], "cite_par": ["141 V 681", "129 V 381", "123 V 142", "126 V 89", "138 V 227", "126 V 393", "130 III 297"], "chapeau": "42. Urteil vom 29. Dezember 1994 i.S. B. gegen 1. BVG Personalvorsorgestiftung der I., 2. Personalvorsorgestiftung der I. und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 13 et art. 27 al. 2 LPP, art. 331b al. 1 CO: Rapport entre les prestations de vieillesse et la prestation de libre passage. - Le droit à la prestation de libre passage doit être nié lorsque la résiliation du rapport de travail intervient à un âge auquel l'assuré peut, en vertu des dispositions du règlement de l'institution de prévoyance, prétendre des prestations de vieillesse au titre de la retraite anticipée (consid. 4a). - La résiliation du rapport de travail ouvre droit aux prestations de vieillesse lorsqu'elle intervient à un moment où les conditions du droit à une retraite anticipée sont réalisées d'après le règlement, et cela quand bien même l'assuré a l'intention d'exercer une autre activité (consid. 4b et c)."], "faits": "BGE 120 V 306 S. 307\n\nA.- Der 1929 geborene B. war seit 1960 bei der I. tätig. Seit 1980 gehörte er als Direktor deren Geschäftsleitung an. Für die berufliche Vorsorge war er einerseits bei der BVG Personalvorsorgestiftung der I. und anderseits bei der Personalvorsorgestiftung der I. versichert. Seinen eigenen Angaben zufolge hat er seit 1. Januar 1988 seinen Wohnsitz im Ausland. Entsprechend einer mit der I. getroffenen Übereinkunft löste B. das Arbeitsverhältnis am 8. November 1991 auf den 29. Februar 1992 auf. Mit Schreiben vom 17. Dezember 1991 orientierten die beiden Personalvorsorgestiftungen B. über die ihm ab März 1992 zukommenden Leistungen, bestehend aus einer Altersrente in Höhe von Fr. 11'106.-- im Monat, zuzüglich einer Übergangsaltersrente von monatlich Fr. 1'300.-- für die Zeit von März 1992 bis Februar 1994.\n\nB.- Am 17. August 1992 liess B. beim Versicherungsgericht des Kantons Zürich gegen die beiden Personalvorsorgestiftungen der I. Klage einreichen mit dem Begehren, diese seien zu verpflichten, die ihm per 29. Februar 1992 zustehenden Freizügigkeitsleistungen zuzüglich Zins zu 8% ab 1. März 1992 bar auszuzahlen. Mit Entscheid vom 23. September 1993 wies das kantonale Versicherungsgericht die Klage ab. Zur Begründung führte es im wesentlichen aus, B. habe das Arbeitsverhältnis zu einem Zeitpunkt gekündigt, als er bereits einen reglementarischen Anspruch auf Altersleistungen gehabt habe. Dies schliesse den subsidiären Anspruch auf eine Freizügigkeitsleistung zumindest in jenen Fällen aus, in welchen der Versicherte - wie hier - seine Erwerbstätigkeit tatsächlich aufgebe und damit auch nach aussen seinen Übertritt vom Erwerbsleben in den Ruhestand als vollzogen bekunde.\n\nBGE 120 V 306 S. 308\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt B. das vorinstanzlich gestellte Rechtsbegehren erneuern.\n\nDie Vorsorgestiftungen lassen die Abweisung der Verwaltungsgerichtsbeschwerde beantragen, während sich das Bundesamt für Sozialversicherung (BSV) zum Rechtsstreit äussert, ohne einen Antrag zu stellen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Zuständigkeit)\n\n2. (Kognition)\n\n3. a) Gemäss Art. 13 BVG haben Männer, die das 65. Altersjahr zurückgelegt haben, Anspruch auf Altersleistungen (Abs. 1 lit. a). Die reglementarischen Bestimmungen der Vorsorgeeinrichtung können abweichend davon vorsehen, dass der Anspruch auf Altersleistungen mit der Beendigung der Erwerbstätigkeit entsteht (Abs. 2 Satz 1).\n\nGestützt auf Art. 13 Abs. 2 BVG bestimmt Art. 14 Abs. 1 des Reglements der BVG Personalvorsorgestiftung der I. (Beschwerdegegnerin 1), dass ein Versicherter vor Erreichen des regulären Rücktrittsalters, das für Männer laut Art. 11 des Reglements 65 Jahre beträgt, in den Ruhestand treten kann, sofern er mindestens das 55. Altersjahr und mindestens 15 Dienstjahre vollendet hat. Unter den gleichen Voraussetzungen kann ein Mitglied der im Bereich der weitergehenden Vorsorge tätigen Personalvorsorgestiftung der I. (Beschwerdegegnerin 2) vor Erreichen des regulären Rücktrittsalters in den Ruhestand treten (Ziff. 4.3.2.1 des Reglements der Beschwerdegegnerin 2). Ein Mitglied, das sich unter diesen Voraussetzungen vorzeitig pensionieren lässt, hat Anspruch auf eine Altersrente und eine zusätzliche Übergangsrente (Ziff. 4.3.2.2 des Reglements).\n\nb) Nach Art. 27 Abs. 2 BVG hat der Versicherte Anspruch auf eine Freizügigkeitsleistung, wenn sein Arbeitsverhältnis vor Eintritt eines Versicherungsfalles aufgelöst wird und er die Vorsorgeeinrichtung verlässt. In Einklang mit dem Gesetz umschreibt Art. 25 des Reglements der Beschwerdegegnerin 1 die Voraussetzungen für den Anspruch auf eine Freizügigkeitsleistung: Ein solcher Anspruch steht der versicherten Person zu, deren Arbeitsverhältnis nicht durch Pensionierung, Invalidität oder Tod, sondern durch Austritt aus der I. beendet wird.\n\nBGE 120 V 306 S. 309\n\nHat der Arbeitnehmer für die Alters-, Hinterlassenen- oder Invalidenvorsorge Beiträge an eine Versicherungseinrichtung geleistet und erhält er bei Beendigung des Arbeitsverhältnisses von ihr keine Leistungen, so hat er gegen sie eine Forderung, die mindestens seinen Beiträgen entspricht, unter Abzug der Aufwendungen zur Deckung eines Risikos für die Dauer des Arbeitsverhältnisses (Art. 331b Abs. 1 OR). Ziff. 4.3.6.1 des Reglements der Beschwerdegegnerin 2 bestimmt, dass ein Mitglied, dessen Arbeitsverhältnis nicht durch Pensionierung, Invalidität oder Tod, sondern durch den Austritt aus der I. beendet wird, automatisch aus der Pensionskasse ausscheidet und nebst dem Anspruch auf die Freizügigkeitsleistung der BVG Pensionskasse auch Anspruch auf die in Ziff. 4.3.6.2 bis 4.3.6.4 des Reglements festgelegten Leistungen hat.\n\n4. Im vorliegenden Fall ist streitig, ob der Beschwerdeführer im Lichte dieser Bestimmungen Anspruch auf eine einmalige Kapitalabfindung in Form einer Freizügigkeitsleistung anstelle der ihm von den Beschwerdegegnerinnen seit 1. März 1992 ausgerichteten Altersrente hat.\n\na) Der Anspruch auf eine Freizügigkeitsleistung im Obligatoriumsbereich nach Art. 27 Abs. 2 BVG (und Art. 25 des Reglements der Beschwerdegegnerin 1) und in der weitergehenden Vorsorge nach Art. 331b Abs. 1 OR (und Ziff. 4.3.6.1 des Reglements der Beschwerdegegnerin 2) entsteht, wenn das Arbeitsverhältnis vor Eintritt des Versicherungsfalles beendigt wird und der Versicherte die Vorsorgeeinrichtung verlässt (BGE 114 V 39 Erw. 2d). Bei denjenigen Vorsorgeeinrichtungen, welche die Möglichkeit einer vorzeitigen Pensionierung vorsehen, ist unter Eintritt des Versicherungsfalls Alter gemäss Art. 27 Abs. 2 BVG nicht das Erreichen der gesetzlichen Altersgrenze von 65/62 Jahren nach Art. 13 Abs. 1 BVG, sondern das Erreichen der reglementarischen Altersgrenze für die vorzeitige Pensionierung zu verstehen. Dementsprechend besteht kein Anspruch auf die im Verhältnis zu den Altersleistungen subsidiäre Freizügigkeitsleistung mehr, wenn die Kündigung des Arbeitsvertrages in einem Alter erfolgt, in dem bereits ein Anspruch auf Altersleistungen entsteht - und sei es auch im Sinne einer vorzeitigen Pensionierung (RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 116, § 5 N. 22; HELBLING, Personalvorsorge und BVG, 5. Aufl., S. 161 und S. 522; BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, S. 505, N. 66). Dies gilt nicht nur im Bereich des BVG, sondern auch in der weitergehenden Vorsorge BGE 120 V 306 S. 310(BRÜHWILER, a.a.O., S. 506, N. 70; vgl. auch RIEMER, a.a.O., S. 116, § 5 N. 22).\n\nDer Beschwerdeführer hatte bei Kündigung des Anstellungsverhältnisses mit der I. die reglementarische Altersgrenze für die vorzeitige Pensionierung längst überschritten und konnte sich auch über die erforderliche Anzahl Beitragsjahre ausweisen. Damit entstand der Anspruch auf die reglementarisch bestimmten Altersleistungen, wogegen kein Anspruch auf eine Freizügigkeitsleistung mehr bestand. Deshalb ist unerheblich, dass der Beschwerdeführer die Schweiz endgültig verlassen und sich in M. niedergelassen hat; dieser Umstand ist nur von Bedeutung, sofern ein Freizügigkeitsanspruch geltend gemacht werden kann.\n\nb) Im Obligatoriumsbereich können die Pensionskassen gemäss Art. 13 Abs. 2 BVG in ihren reglementarischen Bestimmungen vorsehen, dass der Anspruch auf Altersleistungen mit der Beendigung der Erwerbstätigkeit entsteht. Die Beendigung der Erwerbstätigkeit im Sinne dieser Gesetzesbestimmung ist bezogen auf die konkrete Erwerbstätigkeit im Arbeitsvertrag mit dem Arbeitgeber, welcher der betreffenden Vorsorgeeinrichtung angeschlossen ist, zu verstehen, und nicht bezogen auf jegliche andere künftige Erwerbstätigkeit (BRÜHWILER, a.a.O., S. 505, N. 67; HELBLING, a.a.O., S. 150). Deswegen ist entgegen der Auffassung der Vorinstanz nicht entscheidend, ob der Beschwerdeführer nach Beendigung des Arbeitsverhältnisses mit der I. tatsächlich in den Ruhestand getreten ist oder ob er weiterhin erwerbstätig war. In beiden Fällen entstand gegenüber den Beschwerdegegnerinnen bei Beendigung des Anstellungsverhältnisses gestützt auf Art. 13 Abs. 2 BVG in Verbindung mit Art. 14 Abs. 1 des Reglements der Beschwerdegegnerin 1 und Ziff. 4.3.2.2 des Reglements der Beschwerdegegnerin 2 der Anspruch auf Altersleistungen.\n\nc) Der Beschwerdeführer macht geltend, der Eintritt des Versicherungsfalles im Sinne von Art. 27 Abs. 2 BVG hänge davon ab, ob der Arbeitnehmer die vorzeitige Pensionierung wähle. Tue er dies nicht, habe er Anspruch auf eine Freizügigkeitsleistung. Eine Pensionskasse könne einem Versicherten den Verzicht auf die Freizügigkeitsleistung nicht dadurch aufzwingen, dass sie ihn anhalte, unverzüglich eine vorzeitige reduzierte Altersrente zu beziehen. Vielmehr behalte der Arbeitnehmer die freie Wahl zwischen Altersleistungen und Freizügigkeitsleistung. Entsprechend seien die Reglementsbestimmungen betreffend vorzeitige Pensionierung als Kann-Vorschriften formuliert. Der Beschwerdeführer habe mit der Aufgabe der BGE 120 V 306 S. 311Tätigkeit bei der I. nicht eine vorzeitige Pensionierung beabsichtigt.\n\nDieser Argumentation kann nicht beigepflichtet werden. Wie in der Vernehmlassung richtig bemerkt wird, beziehen sich die Kann-Formulierungen in den Reglementen der Beschwerdegegnerinnen auf die Möglichkeit des Versicherten, unter bestimmten Voraussetzungen vor Erreichen des regulären reglementarischen Rücktrittsalters vorzeitig in den Ruhestand zu treten. Die gewählte Formulierung bezieht sich nur auf die Wahlmöglichkeit des Versicherten, die Erwerbstätigkeit bei der I. vorzeitig zu beenden oder bis zum Erreichen des reglementarischen Pensionierungsalters weiterzuarbeiten. Entscheidet er sich für die vorzeitige Aufgabe der Erwerbstätigkeit bei I. nach Vollendung des 55. Altersjahrs und von 15 Dienstjahren, tritt gemäss Art. 14 des Reglements der Beschwerdegegnerin 1 und Ziff. 4.3.2.2 des Reglements der Beschwerdegegnerin 2 zwingend der Versicherungsfall ein mit der Folge, dass der Anspruch auf Altersleistungen entsteht, ungeachtet der Absicht des Versicherten, anderweitig erwerbstätig zu sein. Sind zum Zeitpunkt des vorzeitigen Ausscheidens aus der I. die reglementarischen Voraussetzungen bezüglich des Alters und der Dienstjahre erfüllt, bleibt kein Raum für eine Wahl zwischen Altersleistungen und Freizügigkeitsleistung. Das Ausscheiden aus der I. nach Vollendung des 55. Altersjahres und von mindestens 15 Dienstjahren wird demnach berufsvorsorgerechtlich in jedem Fall als vorzeitige Pensionierung behandelt.\n\n5. Wie bereits im vorinstanzlichen Verfahren macht der Beschwerdeführer geltend, die Beschwerdegegnerinnen hätten ihm einen Anspruch auf eine Freizügigkeitsleistung verbindlich zugesichert. Damit beruft er sich auf den Grundsatz von Treu und Glauben, der u.a. bedeutet, dass falsche Auskünfte von Verwaltungsbehörden unter bestimmten Voraussetzungen eine vom materiellen Recht abweichende Behandlung des Rechtsuchenden gebieten (BGE 119 V 307 Erw. 3a, BGE 118 V 76 Erw. 7, je mit Hinweisen). Wie das kantonale Gericht zutreffend festgehalten hat, scheitert eine Berufung auf den Vertrauensschutz schon daran, dass es an einer Zusicherung des Inhalts fehlt, der Beschwerdeführer habe in seiner konkreten Situation Anspruch auf eine Freizügigkeitsleistung oder könne zwischen einer solchen und einer Altersrente wählen. Es kann auf die Erwägungen im angefochtenen Entscheid verwiesen werden.\n\n6. (Kostenpunkt)"}