{"annee": "120", "cour": "IV", "page": "169", "date": "17/6/1994", "cite": ["117 IV 292"], "cite_par": ["122 IV 49"], "chapeau": "27. Auszug aus dem Urteil des Kassationshofes vom 17. Juni 1994 i.S. B. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 12 et 125 CP; lésions corporelles par négligence, actio libera in causa. Du point de vue de l'actio libera in causa, la responsabilité n'existe que si l'auteur, au moment où il avait pleine conscience de ses actes, pouvait prévoir qu'il allait commettre une infraction déterminée. La suite ultérieure des évènements doit au moins pour l'essentiel lui être prévisible. Ce caractère prévisible a été nié, s'agissant d'un automobiliste pris de boisson qui s'était laissé entraîner à une chasse- poursuite qui s'était terminée par des lésions corporelles, à cause du comportement fautif d'un autre usager de la route."], "faits": "|170|\n\nA.- B. fuhr am 26. April 1991, um ca. 22.30 Uhr, mit seinem Personenwagen \"Mercedes Benz 350 SE\" auf der Oberrohrdorferstrasse von Fislisbach in Richtung Oberrohrdorf. In Niederrohrdorf mündete ein unbekannter Personenwagen derart knapp vor ihm rechts auf die Hauptstrasse ein, dass er eine Vollbremsung machen musste. B. wendete sein Fahrzeug unverzüglich und nahm die Verfolgung des unbekannten Personenwagens auf. Er fuhr mit weit übersetzter Geschwindigkeit auf der Oberrohrdorferstrasse zurück in Richtung Baden und missachtete dabei sowohl die zulässige Höchstgeschwindigkeit ausserorts von 80 km/h als auch die signalisierte Höchstgeschwindigkeit innerorts von 60 km/h. Auf der Höhe des Fussballstadions Esp fuhr er mit grosser Heftigkeit auf einen vor ihm fahrenden Personenwagen auf, der wegen der nahen Einmündung in die Badenerstrasse seine Fahrt verlangsamte. Dieser Personenwagen kam aufgrund des Aufpralls von der Strasse ab und kollidierte mit einem Holzlattenzaun. Drei Personen, die sich im vorausfahrenden Auto befanden, erlitten ein Schleudertrauma der Halswirbelsäule. Zehneinhalb Monate nach dem Unfall befanden sie sich immer noch in ärztlicher Behandlung. Bei einem Opfer besteht die Gefahr einer bleibenden Behinderung im Umfang von 20 Prozent.\n\nB. wies zur Zeit der Tat eine Blutalkoholkonzentration von 2,09 - 2,32 Gewichtspromillen auf.\n\nB.- Am 12. März 1992 verurteilte das Bezirksgericht Baden B. wegen fahrlässiger Körperverletzung, Führens eines Motorfahrzeugs in angetrunkenem Zustand und weiterer SVG-Delikte zu 12 Monaten Gefängnis (unbedingt) und Fr. 2'000.-- Busse.\n\nC.- Auf Berufung von B. hin erkannte das Obergericht des Kantons Aargau am 4. November 1993 auf eine Strafe von zehn Monaten Gefängnis (unbedingt) und Fr. 2'000.-- Busse.\n\nD.- B. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 12 StGB sind die Bestimmungen der Art. 10 und 11 StGB über die Unzurechnungsfähigkeit bzw. die verminderte Zurechnungsfähigkeit nicht anwendbar, wenn die schwere Störung oder die Beeinträchtigung des Bewusstseins vom Täter selbst in der Absicht herbeigeführt wurde, in diesem |171| Zustande die strafbare Handlung zu verüben. Das Gesetz umschreibt damit die vorsätzliche sogenannte actio libera in causa (d.h. das verantwortliche Ingangsetzen des Geschehensablaufs). Der Grundsatz ist aber auch anwendbar bei der fahrlässigen actio libera in causa: Die Verminderung der Zurechnungsfähigkeit ist unbeachtlich, wenn der Täter in diesem Zustand eine fahrlässige Straftat begeht und die Tat für ihn zur Zeit, als er noch voll zurechnungsfähig war, bei pflichtgemässer Aufmerksamkeit voraussehbar war (vgl. BGE 117 IV 292 E. 2 mit Hinweisen).\n\nb) Die Vorinstanz hat in bezug auf das Fahren in angetrunkenem Zustand die volle Verantwortlichkeit des Beschwerdeführers unter dem Gesichtspunkt der actio libera in causa zu Recht und unangefochten bejaht. Zu prüfen ist somit einzig, ob für ihn zur Zeit, als er noch voll zurechnungsfähig war, bei pflichtgemässer Aufmerksamkeit voraussehbar war, er werde sich durch das Fehlverhalten eines andern Verkehrsteilnehmers zu einer mit einer Körperverletzung endenden Verfolgungsjagd provozieren lassen.\n\nc) Für die Haftung unter dem Gesichtspunkt der actio libera in causa genügt es nicht, wenn für den Täter nur die Möglichkeit irgendeines nicht näher konkretisierten Deliktes vorauszusehen war. Die Haftung erfordert vielmehr, dass der Täter im Zeitpunkt der vollen Schuldfähigkeit voraussehen konnte, er werde ein bestimmtes Delikt begehen (STRATENWERTH, Schweizerisches Strafrecht, Allg. Teil I, § 11 N. 44). Dabei ist nicht notwendig, dass der Täter den späteren Geschehensablauf in allen seinen Einzelheiten voraussehen konnte. Mindestens in seinen wesentlichen Zügen musste er für ihn aber voraussehbar sein, da er sonst nicht die Pflicht haben konnte, sich darauf einzustellen (STRATENWERTH, a.a.O., § 16 N. 17; NOLL/TRECHSEL, Schweizerisches Strafrecht, Allg. Teil I, 3. Aufl., S. 223).\n\nd) Die Vorinstanz legt dar, der Beschwerdeführer sei emotional unausgeglichen gewesen und habe zu Gefühlsausbrüchen und Unbeherrschtheiten geneigt. Mit diesem allgemeinen Hinweis lässt sich die Vorhersehbarkeit des hier zu beurteilenden Geschehensablaufs nicht begründen. Der Beschwerdeführer ist durch das Fehlverhalten eines unbekannten Verkehrsteilnehmers zu einer Vollbremsung gezwungen worden. Ein solches Fehlverhalten war zwar nicht ausgeschlossen, aber es war nicht so naheliegend, dass der Beschwerdeführer zur Zeit, als er zu trinken begann, bei pflichtgemässer Aufmerksamkeit damit hätte rechnen müssen. Die Vorinstanz stützt sich bei der Beurteilung der Frage, ob für den Beschwerdeführer seine Reaktion auf das Fehlverhalten des unbekannten |172| Fahrzeuglenkers voraussehbar war, im übrigen auf keine konkreten Anhaltspunkte. Sie legt nicht dar, dass der Beschwerdeführer, betrunken oder nüchtern, bereits einmal in einer Art wie hier kurzschlüssig reagiert hätte. Sie stellt insbesondere nicht fest, dass sich in einem der Fälle, die zu seinen Vorstrafen wegen Fahrens in angetrunkenem Zustand geführt haben, etwas Vergleichbares zugetragen hätte. Unter diesen Umständen ist der Vorwurf, der Beschwerdeführer hätte zur Zeit, als er noch voll zurechnungsfähig war, bei pflichtgemässer Aufmerksamkeit den zur Auffahrkollision führenden Geschehensablauf voraussehen müssen, nicht begründet. Die Vorinstanz verletzt Bundesrecht, wenn sie unter Rückgriff auf eine actio libera in causa insoweit eine Verminderung der Zurechnungsfähigkeit verneint.\n\ne) Die Beschwerde ist daher gutzuheissen. Die Vorinstanz wird bei der Neubeurteilung der Sache zu prüfen haben, ob und inwieweit die Zurechnungsfähigkeit des Beschwerdeführers im Zusammenhang mit den auf der Verfolgungsjagd begangenen Straftaten vermindert war. Gestützt darauf wird sie neu zur Strafzumessung Stellung nehmen müssen."}