{"annee": "120", "cour": "III", "page": "94", "date": "14/4/1994", "cite": ["108 IA 209", "78 III 17"], "cite_par": ["132 I 249"], "chapeau": "31. Extrait de l'arrêt de la Chambre des poursuites et faillites du 14 avril 1994 dans la cause H. (recours LP)", "regestes": ["Concordat en cours de faillite (art. 317 LP); projet de concordat (art. 293 LP); suspension de la liquidation (art. 238 al. 2 LP et 81 OOF). Devoir d'agir de bonne foi (art. 2 et 3 CC). Le dépôt d'une proposition de concordat en cours de faillite ne suffit pas, à lui seul, à suspendre la liquidation. Caractère dilatoire d'une demande de concordat présentée le jour même d'une mesure de réalisation, quelque dix mois après l'ouverture - en la forme sommaire - de la procédure de faillite, et ne remplissant pas les conditions matérielles d'un projet au sens de l'art. 293 LP (consid. 2)."], "faits": "|95|\n\nEn faillite depuis le 18 janvier 1993, H. a présenté une demande de concordat le 16 novembre 1993, à 16 heures. Ecrite de la main de son conseil, cette requête ne contenait qu'une estimation du dividende proposé aux créanciers (10 à 15%); elle indiquait pour le surplus qu'une proposition chiffrée serait déposée les jours suivants. Le même jour, peu après le dépôt de la demande de concordat, plusieurs immeubles compris dans la masse en faillite ont été vendus de gré à gré.\n\nLe 30 novembre, l'administrateur de la faillite a fait savoir à H. qu'il attendait toujours l'offre précise de dividende annoncée, qu'à réception de celle-ci, un délai lui serait accordé pour garantir le montant proposé et que tant que la garantie ne serait pas fournie, la réalisation des immeubles de la masse se poursuivrait. Le failli a fait connaître sa proposition chiffrée le 6 décembre. Elle s'élevait à 750'000 fr., montant qui devait être disponible dès le 15 janvier 1994. Le 17 janvier 1994, la somme promise n'était ni disponible, ni garantie. |96|\n\nH. a vainement porté plainte à l'autorité de surveillance, puis recouru au tribunal cantonal contre la vente opérée le 16 novembre 1993.\n\nSaisie à son tour d'un recours du failli, la Chambre des poursuites et des faillites du Tribunal fédéral l'a rejeté dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n2. Le seul grief dirigé directement contre l'autorité cantonale supérieure de surveillance est celui de violation de l'art. 3 al. 1 CC: la Cour cantonale aurait retenu une volonté dilatoire du recourant sans examiner si celui-ci avait intérêt à obtenir une suspension de la réalisation; ce faisant, elle aurait donc présumé un comportement contraire à la bonne foi, alors que, selon la disposition légale précitée, c'est la bonne foi qui doit être présumée. Au dire du recourant, la mesure en question devait permettre de \"maintenir la substance de la masse\" et de \"chiffrer de manière précise le montant dévolu au concordat\".\n\na) Ainsi que le jugement attaqué le rappelle à juste titre, la suspension de la procédure de réalisation en raison d'une proposition de concordat par le failli n'intervient de plein droit que dès l'acceptation du projet par l'assemblée des créanciers et jusqu'à l'homologation par l'autorité compétente (art. 81 OOF; ATF 78 III 17; ANTOINE FAVRE, Droit des poursuites, 3e éd., p. 409 ch. 6); elle peut certes être ordonnée auparavant déjà par la première assemblée des créanciers (art. 238 al. 2 LP) ou par l'administration de la faillite en cas de procédure sommaire, mais à condition que les circonstances le justifient et que le failli offre des garanties positives pour l'aboutissement du concordat (C. JÄGER, Commentaire de la LP, n. 8 ad art. 238). Le dépôt d'une proposition de concordat ne suffit donc pas, à lui seul, à suspendre les mesures de réalisation en cours (ATF 78 III 17; FAVRE, loc.cit.).\n\nb) En l'espèce, la demande de concordat déposée le 16 novembre 1993 ne remplissait pas les conditions matérielles d'un projet au sens de l'art. 293 LP: présentée le jour même de la mesure de réalisation contestée, quelque dix mois après l'ouverture - en la forme sommaire - de la procédure de faillite, et écrite sur simple papier bloc-notes, elle ne contenait aucune offre précise, se bornant à mentionner une estimation du dividende à proposer aux créanciers et à indiquer qu'une proposition chiffrée suivrait. |97|\n\nUne suspension de la procédure de réalisation dans ces circonstances ne s'imposait donc nullement et le recourant ne démontre pas qu'il justifiait à cet égard d'un intérêt digne d'être pris en considération.\n\nc) La Cour cantonale a déduit le caractère dilatoire de la demande de concordat du fait que la proposition chiffrée annoncée le 16 novembre pour \"les jours suivants\" n'était parvenue au préposé que le 6 décembre, soit 20 jours après; de surcroît et contrairement aux promesses du failli, le montant de 750'000 fr. offert aux créanciers n'était ni disponible ni garanti le 17 janvier suivant, alors qu'il aurait dû l'être dès le 15 janvier.\n\nOutre que ces considérations sont formulées par surabondance dans le jugement attaqué, on ne voit pas en quoi elles consacreraient une violation du droit fédéral. Le devoir général d'agir de bonne foi qui incombe aux justiciables implique notamment celui de s'abstenir des moyens purement dilatoires (J.-F. POUDRET/S. SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. I, Berne 1990, p. 192 n. 2). La présentation d'une demande de concordat dans les circonstances données pouvait apparaître comme un procédé purement dilatoire. Le recourant proteste de sa bonne foi, mais n'avance rien qui permette d'accréditer sa thèse, de sorte qu'il ne mérite aucune protection à ce titre (cf. art. 2 al. 2 et 3 al. 2 CC; ATF 108 Ia 209; HENRI DESCHENAUX, Le Titre préliminaire du Code civil, in Traité de droit civil suisse, t. II, 1, p. 194 ss)."}