{"annee": "120", "cour": "V", "page": "299", "date": "27/10/1994", "cite": ["120 II 20", "115 V 362", "114 II 159", "114 V 201", "116 V 333", "117 V 50", "118 V 100", "115 V 224", "114 II 253", "115 II 474", "109 IB 81", "119 V 11", "117 V 318", "117 V 237", "110 IB 213"], "cite_par": ["124 II 114", "135 V 113", "131 III 528", "121 V 311", "129 III 476", "128 V 41"], "chapeau": "41. Arrêt du 27 octobre 1994 dans la cause Succession de M., quand vivait titulaire de la raison individuelle Etablissement médico-social Pension X, contre Fondation collective de La Neuchâteloise-vie pour la prévoyance professionnelle et Tribunal administratif, Neuchâtel", "regestes": ["Art. 11 LPP, art. 404 al. 1 CO, art. 2 et 27 CC: convention d'affiliation à une fondation collective. La convention dite d'affiliation d'un employeur à une fondation collective ou à une fondation commune est un contrat innommé sui generis au sens étroit, et non pas un contrat mixte. Lorsque la convention est d'une durée déterminée, il s'agit d'un contrat durable auquel l'art. 404 al. 1 CO ne s'applique pas. En l'espèce, une durée de dix ans n'a rien d'excessif, de sorte que l'employeur n'était pas en droit de résilier le contrat avant le terme convenu."], "faits": "BGE 120 V 299 S. 300\n\nA.- Titulaire de la raison individuelle \"Pension X Home pour personnes âgées\", puis \"Etablissement médico-social (EMS) X\", M. a conclu les 10 et 13 octobre 1988 une \"convention d'affiliation\" avec la Fondation collective de la Neuchâteloise-vie pour la prévoyance professionnelle (ci-après: la fondation). Aux termes de l'art. 15 de ladite convention, celle-ci est entrée en vigueur rétroactivement le 1er janvier 1986 et prendra fin le 31 décembre 1995. Sauf dénonciation par lettre recommandée six mois avant l'échéance, elle sera reconduite tacitement d'année en année.\n\nPar lettre recommandée du 6 juin 1991, M. a informé la fondation qu'elle résiliait le \"contrat d'assurance susmentionné\" pour le 31 décembre 1991.\n\nInvoquant le délai de résiliation contractuel, la fondation a refusé de mettre fin à la convention à la date précitée, tout en se déclarant disposée à négocier une solution convenant à toutes les parties.\n\nLes pourparlers engagés entre les parties, au cours desquels M. était représentée par la fondation collective \"Performa\", avec laquelle elle a conclu les 17 janvier et 6 février 1992 une convention d'affiliation entrée en vigueur le 1er janvier 1992, n'ont cependant pas abouti.\n\nB.- Par demande du 2 juin 1992, l'EMS Pension X a ouvert action devant le Tribunal administratif de la République et canton de Neuchâtel en prenant pour conclusions:\n\n\"Plaise au Tribunal des assurances:\n\n1. Dire et constater que la résiliation de la convention d'affiliation de la part de l'établissement médico-social de X est valable pour le 31 décembre 1991.\n\n2. Dire que l'intérêt dû sur les avoirs au 31.12.91 est de 8% l'an, soit la moyenne entre les placements à court terme et le rendement des nouvelles obligations de caisse des principales banques.\n\n3. En conséquence, libérer la demanderesse du paiement des primes pour l'année 1992.\n\n4. Sous suite de dépens.\"\n\nLa fondation a conclu au rejet de la demande en toutes ses conclusions, en tant qu'elles étaient recevables, sous suite de frais et dépens.\n\nM. est décédée le 14 avril 1993. La Justice de paix du cercle de Romanel a désigné Me T., notaire à Lausanne, en qualité d'administrateur d'office de la succession, lequel a confirmé que cette dernière entendait poursuivre le procès intenté par la défunte.\n\nBGE 120 V 299 S. 301\n\nPar jugement du 24 janvier 1994, le Tribunal administratif de la République et canton de Neuchâtel a rejeté la demande, sans frais et sans dépens.\n\nC.- La succession de M. interjette recours de droit administratif et demande au Tribunal fédéral des assurances d'annuler le jugement attaqué et de renvoyer la cause à la juridiction cantonale pour nouveau jugement, sous suite de frais et dépens.\n\nLa fondation conclut au rejet du recours, sous suite de frais et dépens. L'Office fédéral des assurances sociales (OFAS) s'exprime dans un préavis circonstancié mais s'abstient de faire une proposition au tribunal.", "considerants": "Considérant en droit:\n\n1. a) La contestation ici en cause relève des autorités juridictionnelles mentionnées à l'art. 73 LPP, tant du point de vue de la compétence ratione temporis (ATF 117 V 52, ATF 115 V 228 consid. 1b et 247 consid. 1a et les références; ATF 116 V 333, consid. 1b non publié) que de celui de la compétence ratione materiae (ATF 115 V 363 consid. 1), et le recours de droit administratif est recevable de ce chef.\n\nb) Le jugement attaqué n'ayant pas pour objet l'octroi ou le refus de prestations d'assurance (ATF 115 V 364 consid. 3b), le Tribunal fédéral des assurances doit se borner à examiner si les premiers juges ont violé le droit fédéral, y compris par l'excès ou par l'abus de leur pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\n2. a) Selon l'art. 73 al. 1 LPP, chaque canton désigne un tribunal qui connaît, en dernière instance cantonale, des contestations opposant institutions de prévoyance, employeurs et ayants droit. La voie à suivre est celle de l'action (ATF 117 V 242 et 342).\n\nDoctrine et jurisprudence admettent que cette disposition n'exclut pas la possibilité d'une action en constatation (RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, § 6 note 4, p. 128; MEYER, Die Rechtswege nach dem BVG, RDS 106/1987 1er demi-volume, p. 614; HELBLING, Les institutions de prévoyance et la LPP, 5e éd., traduction Magdelaine, p. 401; SCHWARZENBACH-HANHART, Die Rechtspflege nach dem BVG, SZS 1983, p. 183; ATF BGE 120 V 299 S. 302 ATF 117 V 320 consid. 1b; arrêt K. du 22 mai 1991 [B 25/89] in SZS 1992 p. 234). Conformément aux conditions auxquelles la loi et la jurisprudence soumettent la recevabilité d'une demande de décision administrative en constatation (voir par ex.: ATF 114 V 202 consid. 2c, ATF 110 Ib 215 consid. 1a; RAMA 1991 no U 134 p. 315; RCC 1990 p. 469 consid. 3) et de même qu'en matière civile (ATF 115 II 482 consid. 4, ATF 114 II 255 consid. 2), une semblable action n'est cependant recevable que si son auteur a un intérêt digne de protection à la constatation immédiate d'un rapport de droit litigieux (ATF 118 V 102 consid. 1, ATF 117 V 320 consid. 1b, ATF 115 V 231 consid. 4, 373 consid. 3). Un intérêt de fait suffit, pour autant qu'il s'agisse d'un intérêt actuel et immédiat (ATF 117 V 320 consid. 1b susmentionné, et les références citées).\n\nL'intérêt digne de protection requis fait généralement défaut lorsque le justiciable peut obtenir en sa faveur un jugement condamnatoire. Cette restriction s'applique aussi bien à l'action en constatation de droit civil (ATF 114 II 253; SJ 1988 p. 589 consid. 4) qu'à celle fondée sur le droit administratif (ATF 109 Ib 85, en haut); en ce sens, le droit d'obtenir une décision en constatation est subsidiaire (GRISEL, Traité de droit administratif, p. 867; MOOR, Droit administratif, volume II: Les actes administratifs et leur contrôle, p. 110; GUENG, Zur Tragweite des Feststellungsanspruchs gemäss Art. 25 VwG, RSJ 67/1971, p. 373 ad let. d; [ATF ATF 119 V 13 consid. 2a; cf. également ATF 120 II 22 consid. 3a]).\n\nb) En l'espèce, à défaut d'entente, les deux parties ont manifestement un intérêt digne de protection à faire constater par le juge si la recourante était ou non en droit de résilier la convention d'affiliation des 10 et 13 octobre 1988 avant l'échéance prévue dans ce contrat. On ne peut, sur ce point, que se rallier aux motifs pertinents du jugement entrepris. Le recours est également recevable de ce chef.\n\n3. a) La recourante soutient, pour l'essentiel, que la convention qu'elle a conclue avec l'intimée est un \"contrat innommé mixte\" qui réunit des éléments de plusieurs contrats, en particulier le contrat d'assurance, le contrat de mandat et le contrat de placement collectif. Dans le cas particulier, les éléments du mandat se manifestent selon elle de façon prépondérante, sur le vu des tâches confiées à la fondation afin de concrétiser la prévoyance professionnelle des employés de la recourante. C'est pourquoi, affirme-t-elle, il faut appliquer à la fin du contrat la règle de l'art. 404 al. 1 CO qui prévoit que le mandat peut être révoqué ou BGE 120 V 299 S. 303répudié en tout temps. En l'espèce, les rapports de confiance qui sont à la base du mandat n'existaient plus et c'est pourquoi feue M. a mis fin au contrat avant l'échéance initialement prévue dans la convention d'affiliation.\n\nToujours selon la thèse de la recourante, on parvient à la même conclusion si l'on applique par analogie les règles du contrat de placement collectif au sens de la loi fédérale du 1er juillet 1966 sur les fonds de placement (RS 951.31). En effet, aux termes de l'art. 8 al. 3 de cette loi, le contrat de placement collectif est soumis aux règles du mandat, dans la mesure où la loi n'en dispose pas autrement et selon l'art. 21 al. 1, le porteur de parts - c'est-à-dire le mandant - peut révoquer en tout temps le contrat de placement collectif et demander le paiement en espèces de la valeur de ses parts, contre restitution des certificats.\n\nEnfin, se fondant sur le fait que la fondation a conclu le 29 novembre 1988 avec La Neuchâteloise, compagnie d'assurance sur la vie, un contrat d'assurance-vie collective auquel la recourante a adhéré et qui fait partie intégrante de la convention d'affiliation, la recourante se prévaut encore de l'art. 90 LCA relatif à la réduction et au rachat des assurances-vie, en particulier le second alinéa qui impose à l'assureur, à la demande de l'ayant droit et si les primes ont été payées pour trois ans au moins, de racheter l'assurance sur la vie pour laquelle il est certain que l'événement assuré se réalisera.\n\nPar ailleurs, se plaçant cette fois sur le terrain du droit de la prévoyance professionnelle et des principes généraux qui, d'après elle, seraient applicables à cette branche des assurances sociales, la recourante, s'appuyant sur un avis de droit du professeur Y, du 2 décembre 1992, soutient qu'il est conforme à ces principes et dans l'intérêt des assurés de faciliter le changement d'institution de prévoyance - moyennant certaines précautions destinées à sauvegarder les intérêts des assurés - et de faire jouer la concurrence entre les institutions en cause. En définitive, conclut la recourante, c'est au juge qu'il incombe de protéger la partie faible au contrat et d'assouplir, si nécessaire, une clause contractuelle trop contraignante.\n\nb) Pour sa part, l'intimée soutient que la clause contractuelle litigieuse est parfaitement licite et, en particulier, qu'elle ne constitue pas, pour la recourante, un engagement excessif au sens de l'art. 27 al. 2 CC. Selon elle, l'art. 404 al. 1 CO qu'invoque la recourante n'est pas applicable à la convention conclue entre les parties et l'on ne saurait non plus, par le biais de l'art. 394 al. 2 CO, faire application des règles du mandat à titre subsidiaire, car il s'agit d'un contrat sui generis au sens étroit du terme.BGE 120 V 299 S. 304\n\nc) Après avoir soigneusement examiné, à la lumière de la doctrine, les thèses en présence, les juges cantonaux sont parvenus à la conclusion que la convention conclue les 10 et 13 octobre 1988 par les parties, pour une durée déterminée, renouvelable tacitement, n'était pas un contrat mixte mais un contrat sui generis, conforme à la pratique des fondations collectives et dont la durée convenue n'avait rien d'excessif. Dès lors, sous réserve d'inexécution du contrat justifiant une résiliation immédiate - condition non réalisée en l'espèce - la recourante reste affiliée à l'intimée jusqu'au 31 décembre 1995.\n\nd) Dans son préavis sur le recours, l'OFAS relève que, contrairement à ce que soutient la recourante, la possibilité de résilier en tout temps le contrat d'affiliation conclu entre l'employeur et une institution de prévoyance ne présente pas que des avantages pour les assurés. En effet, la résiliation de la convention d'affiliation à l'institution de prévoyance qui, elle-même, a transféré les risques assurés à une compagnie d'assurance, entraîne la résiliation du contrat collectif d'assurance conclu par l'institution de prévoyance, ce qui peut occasionner une diminution du capital de couverture des assurés. C'est pourquoi, dans ses instructions du 19 octobre 1992 concernant l'examen de la résiliation des contrats d'affiliation et de la réaffiliation de l'employeur (Bulletin de la prévoyance professionnelle no 24, du 23 décembre 1992, ch. 148), l'office a précisé que le changement d'institution doit être fait avec l'accord du personnel concerné ou d'une délégation représentative de ce personnel.\n\n4. a) La convention dite d'affiliation (Anschlussvertrag; cf. l'art. 11 LPP) d'un employeur à une fondation collective ou à une fondation commune est l'un des contrats innommés qui sont issus du droit et de la pratique de la prévoyance professionnelle (RIEMER, Vorsorge-, Fürsorge- und Sparverträge der beruflichen Vorsorge, Festgabe Schluep, p. 233; BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, p. 128 § 35). Selon LÜTHY qui a consacré sa thèse de doctorat à cette sorte de contrat, il s'agit d'un contrat sui generis au sens étroit et non pas d'un contrat mixte (Das Rechtsverhältnis zwischen Arbeitgeber und Personalvorsorgestiftung, insbesondere der Anschlussvertrag mit einer Sammel- oder Gemeinschaftsstiftung, thèse Zurich 1989, p. 103), opinion que soutenait déjà Walter dans un avis de droit non publié, rédigé pour le compte de la Winterthur Vie en 1986 et que l'intimée a produit au dossier.\n\nA la différence d'un contrat mixte qui se présente comme une combinaison de diverses obligations relevant chacune d'un contrat nommé, le contrat sui BGE 120 V 299 S. 305generis se définit comme une entité autonome, propre, qui n'emprunte sa spécificité à aucun autre (WERRO, Le mandat et ses effets, p. 77). Il faut cependant relever que cette distinction n'est pas toujours aisée à faire et qu'en pratique, elle ne paraît pas jouer de rôle essentiel quant à l'interprétation ou à l'éventuel complètement de tels contrats (ENGEL, Contrats de droit suisse, p. 682).\n\nb) Par ailleurs, la convention ici en cause doit être qualifiée de contrat durable, c'est-à-dire que la durée du contrat revêt une signification propre en tant qu'elle n'est pas une résultante de la prestation qui doit être accomplie (CHERPILLOD, La fin des contrats de durée, Lausanne 1988, p. 11). Dans un tel contrat, la fondation a, pour des raisons administratives (et pécuniaires, bien entendu), intérêt à lier le plus longtemps possible l'entreprise affiliée (FEHLMANN, Sammel- und Gemeinschaftsstiftungen als Hauptträger der beruflichen Vorsorge, SZS 1989, pp. 77-78). Comme le relèvent avec raison les premiers juges, en se référant à Cherpillod (op.cit., p. 35), les parties à des contrats durables sui generis disposent d'une très grande liberté dans l'établissement des clauses touchant à la résiliation; seuls les art. 2 et 27 CC peuvent apporter quelques limitations (ATF 114 II 161 consid. 2a).\n\nIl en résulte que l'art. 404 al. 1 CO ne s'applique pas à de tels contrats, contrairement à ce que soutient la recourante. Au contraire, il appartient aux parties de définir elles-mêmes, dans le cas d'un contrat conclu pour une durée déterminée, pour combien de temps elles entendent se lier, compte tenu des particularités propres à ce type de convention et de la nécessité - soulignée à juste titre par l'OFAS dans son préavis sur le recours - de sauvegarder les droits des assurés dans l'intérêt desquels l'employeur s'est affilié à une institution de prévoyance. C'est donc avant tout par rapport à la protection de ces intérêts-là que le juge pourra, s'il y a lieu, intervenir afin de raccourcir la durée convenue par les parties au contrat.\n\nEn l'espèce, comme l'a jugé avec raison le tribunal cantonal, une durée de dix ans n'a rien d'excessif et la recourante ne fait valoir aucun motif pertinent qui permettrait de considérer que M. était en droit de résilier le contrat avant le terme convenu.\n\nAu demeurant, il n'est pas inutile de rappeler qu'une partie de la doctrine récente soutient que l'art. 404 CO a un caractère dispositif et que les parties à un contrat de mandat peuvent parfaitement convenir de conclure une convention spéciale afin de le transformer en un contrat de durée (WERRO, op.cit., p. 130 ss; HOFSTETTER, Le mandat et la gestion BGE 120 V 299 S. 306d'affaires, Traité de droit privé suisse VII/II, 1, p. 61). Or, dans le cas particulier, même si l'on voulait suivre la recourante en qualifiant de mandat la convention d'affiliation à une fondation collective ou à une fondation commune, il n'en demeure pas moins que l'art. 15 du contrat conclu entre les parties en octobre 1988 devrait être interprété dans le sens d'une telle convention spéciale dont la licéité n'est pas douteuse, compte tenu de l'objet de la convention d'une part et de la durée convenue d'autre part.\n\nPeut dès lors rester indécis le point de savoir si, dans le cas d'une convention de durée indéterminée, il y a lieu d'appliquer à la résiliation du contrat, par analogie, la règle de l'art. 546 al. 1 CO, relative à la dissolution de la société simple, comme le préconisent WALTER, dans l'avis de droit précité, et à sa suite l'OFAS dans ses directives du 30 mars 1988 (Bulletin de la prévoyance professionnelle no 8, p. 4 ch. 1.3) et LÜTHY dans sa thèse (loc.cit., p. 130).\n\nMal fondé en toutes ses conclusions, le recours doit être rejeté.\n\n5. (Frais de justice)"}