{"annee": "120", "cour": "V", "page": "294", "date": "26/10/1994", "cite": [], "cite_par": ["129 V 73"], "chapeau": "40. Urteil vom 26. Oktober 1994 i.S. Krankenkasse Helvetia gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich betreffend G.", "regestes": ["Art. 76 al. 1 let. h, art. 88ter et art. 88quater RAI. Dans le cas où l'assurance-invalidité n'a pas satisfait à son obligation d'annoncer au sens de l'art. 88ter RAI, elle ne saurait reprocher à la caisse-maladie de n'avoir pas avisé l'office AI compétent selon l'art. 88quater al. 1 RAI, pour lui dénier tout droit à la notification de la décision d'après cette disposition réglementaire."], "faits": "|294|\n\nA.- G. (geb. 1965) erlitt am 24. März 1989 einen ischämischen Infarkt, welcher ein motorisches Hemisyndrom links zur Folge hatte. Nach stationärer und kurmässiger Behandlung unterzog sich G. im Rahmen der Rehabilitation ergo- und physiotherapeutischen Massnahmen, für welche die Krankenkasse Helvetia vorerst aufkam.\n\nAm 14. Juni 1989 meldete sich G. bei der Invalidenversicherung namentlich zum Bezug von medizinischen Eingliederungsmassnahmen an. Mit Verfügung vom 17. September 1992 lehnte die Ausgleichskasse des Kantons Zürich den Anspruch auf Übernahme der Ergotherapie ab. Die betreffende Verfügung wurde der Versicherten und den behandelnden Ärzten sowie verschiedenen Durchführungsstellen zugestellt, nicht jedoch der Krankenkasse Helvetia. Am 13. Juli 1993 erhielt die Krankenkasse durch den behandelnden Arzt, Dr. med. W., Schaffhausen, von der ablehnenden Verfügung Kenntnis.\n\nB.- Am 10. August 1993 erhob die Helvetia gegen die Ablehnungsverfügung vom 17. September 1992 Beschwerde an die AHV-Rekurskommission des Kantons Zürich. Zur Vernehmlassung aufgefordert, reichte die Ausgleichskasse der Rekurskommission eine Vernehmlassung des Sozialversicherungsamtes |295| Schaffhausen ein, worin dieses die Beschwerde der Krankenkasse als verspätet bezeichnete. Dieser Betrachtungsweise schloss sich die Rekurskommission an, weshalb sie auf die Beschwerde mit Entscheid vom 20. Oktober 1993 nicht eintrat.\n\nC.- Die Helvetia wendet sich mit Verwaltungsgerichtsbeschwerde gegen den kantonalen Rekursentscheid und beantragt, es sei die Vorinstanz anzuweisen, auf ihre Beschwerde gegen die Ablehnungsverfügung betreffend medizinische Massnahmen einzutreten.\n\nAusgleichskasse, wiederum unter Einreichung einer Stellungnahme des Sozialversicherungsamtes, und Bundesamt für Sozialversicherung verzichten auf eine Vernehmlassung. Die als Mitinteressierte beigeladene G. lässt sich nicht vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 75 Abs. 1 IVV in der seit 1. Juli 1992 gültigen Fassung sind Verwaltungsakte, mit welchen über Rechte und Pflichten der Versicherten befunden wird, vorbehältlich hier nicht interessierender Ausnahmen, von der IV-Stelle als schriftliche Verfügung zu erlassen. Nach Art. 76 Abs. 1 lit. h IVV ist die Verfügung u. a. der vom Bund anerkannten Krankenkasse in den Fällen von Art. 88quater IVV zuzustellen.\n\nb) Im 6. Abschnitt \"Das Verhältnis zur Krankenversicherung\" enthält Art. 88ter IVV (in der seit 1. Juli 1992 in Kraft stehenden Fassung) unter der Marginalie \"Meldungen an die Krankenkassen\" folgende Regelung:\n\nDie zuständigen IV-Stellen haben die Mitglieder der vom Bund anerkannten\n\nKrankenkassen (im folgenden Krankenkassen genannt), die Anspruch auf\n\nmedizinische Massnahmen der Versicherung erheben, den betreffenden\n\nKrankenkassen oder einer Verbindungsstelle zu melden.\n\nArt. 88quater IVV (in der seit 1. Juli 1992 gültigen Fassung) bestimmt unter der Marginalie \"Zustellung von Verfügungen der IV-Stelle und Beschwerderecht der Krankenkassen\" folgendes:\n\n1\n\nHat eine Krankenkasse der zuständigen IV-Stelle mitgeteilt, dass sie\n\nfür einen ihr gemeldeten Versicherten Kostengutsprache oder Zahlung\n\ngeleistet habe, so ist der Krankenkasse die Verfügung über die Zusprechung\n\noder Ablehnung medizinischer Massnahmen zuzustellen.\n\n|296|\n\n2\n\nLehnt die Versicherung medizinische Massnahmen ganz oder teilweise ab und\n\nwürde deswegen die Krankenkasse leistungspflichtig, so kann diese die\n\nentsprechende Verfügung der IV-Stelle selbständig mit den in Artikel 69 IVG\n\nvorgesehenen Rechtsmitteln anfechten.\n\nc) Die auf den 1. Juli 1992 in Kraft getretenen Neufassungen der Art. 88ter und Art. 88quater IVV haben gegenüber den vorher gültig gewesenen Verordnungsbestimmungen keine materielle Änderung erfahren. Es ging lediglich darum, das neugeschaffene Organ der Invalidenversicherung, die IV-Stelle, einzubeziehen, dies anstelle des für solche Belange bisher zuständig gewesenen Sekretariats der Invalidenversicherungs-Kommission.\n\n2. Die Vorinstanz hat sich bei der Begründung ihres Nichteintretensentscheids auf die an sich unbestrittene Feststellung beschränkt, dass die beschwerdeführende Krankenkasse dem zuständigen Organ der Invalidenversicherung keine Meldung im Sinne von Art. 88quater Abs. 1 IVV erstattet habe. Deshalb sei das IV-Organ nach dieser Bestimmung auch nicht verpflichtet gewesen, der Helvetia die Ablehnungsverfügung vom 17. September 1992 betreffend medizinische Massnahmen zuzustellen. Könne sich die Krankenkasse aber nicht auf Art. 88quater Abs. 1 IVV berufen, sei ihre erst im August 1993 eingereichte Beschwerde verspätet.\n\nIn der Verwaltungsgerichtsbeschwerde wird demgegenüber vorgebracht, die Invalidenversicherung habe es unterlassen, die Helvetia im Sinne von Art. 88ter IVV zu orientieren. Die Krankenkasse habe deshalb das zuständige IV-Organ nicht nach Art. 88quater Abs. 1 IVV informieren können. Dies wiederum sei der Grund dafür, dass die Helvetia erst nachträglich am 13. Juli 1993 von der Ablehnungsverfügung Kenntnis erhalten habe. Es dränge sich deshalb auf, die 30tägige Rechtsmittelfrist ab jenem Zeitpunkt laufen zu lassen.\n\n3. a) Die Helvetia weist zu Recht darauf hin, dass es insbesondere bei grösseren Geschäftsstellen aufgrund der beträchtlichen Anzahl eingehender Rechnungen und Gesuche um Kostengutsprache für Physio- und Ergotherapie nicht möglich sei, die Leistungspflicht sofort definitiv festzulegen. Mit Blick auf solche administrativen Schwierigkeiten statuierte der Verordnungsgeber in Art. 88ter IVV zu Lasten der IV-Sekretariate bzw. der seit 1. Juli 1992 bereits bestehenden IV-Stellen eine Informationspflicht, wonach jene Kassenmitglieder, welche Anspruch auf medizinische Massnahmen |297| der Invalidenversicherung erheben, den betreffenden Krankenkassen zu melden sind.\n\nAls sich G. am 14. Juni 1989 bei der Invalidenversicherung namentlich zum Bezug von medizinischen Massnahmen anmeldete, führte sie ausdrücklich die Helvetia, Sektion Winterthur, als ihre Krankenversicherung an. Trotz dieser Angaben unterliess es das IV-Sekretariat Schaffhausen, der Helvetia Meldung zu erstatten. Die Vorinstanz übersieht, dass diese Verletzung der Informationspflicht bei der Beurteilung der Frage, ob die Krankenkasse das zuständige Organ der Invalidenversicherung über die von ihr erbrachten Leistungen hätte orientieren müssen, nicht unbeachtlich bleiben kann. Denn die Bestimmung von Art. 88quater Abs. 1 IVV geht nach ihrem klaren Wortlaut (\"für einen ihr gemeldeten Versicherten\", \"pour un assuré qui lui avait été annoncé\", \"per un assicurato annunciatole\") und der systematischen Einordnung von der Erfüllung der Informationspflicht durch die Organe der Invalidenversicherung nach Art. 88ter IVV aus. Dass die Orientierung der Krankenkasse durch die IV-Stelle (Art. 88ter IVV) und die Mitteilung der Krankenkasse an das IV-Organ (Art. 88quater IVV) einander zugeordnet sind, ergibt sich auch aus dem normspezifischen Zweck dieser beiden Bestimmungen, welcher namentlich darin besteht, mittels gegenseitiger Amtshilfe eine möglichst wirkungsvolle und lückenlose Koordination zwischen Invaliden- und Krankenversicherung zu gewährleisten. Dies entspricht auch der Regelungsabsicht des Verordnungsgebers, wie sie in ZAK 1968 S. 44 f. umschrieben worden ist:\n\n\"Um das Rückerstattungsverfahren zwischen IV und Krankenkassen tunlichst\n\nzu vermeiden, legt die neue Regelung das Schwergewicht auf die vorläufige\n\nKostengutsprache; Zahlungen sollen die Ausnahme sein. Die Krankenkassen\n\nmüssen infolgedessen orientiert werden, dass ein Mitglied medizinische\n\nMassnahmen der IV beansprucht. Das Sekretariat der IV-Kommission kann diese\n\nMeldung anhand der Anmeldeformulare erstatten; das Formular enthält eine\n\nentsprechende Frage.\n\n... Krankenkassen, die Kostengutsprache oder Zahlung geleistet haben,\n\nmüssen ihrerseits der IV-Kommission davon Mitteilung machen. Gestützt\n\ndarauf wird ihnen zu gegebener Zeit ein Doppel der Verfügung der\n\nAusgleichskasse, mit der über die Ansprüche des Versicherten gegenüber der\n\nIV befunden wird, zugestellt. Dies ist Voraussetzung dafür, dass die\n\nKrankenkasse das Beschwerderecht ausüben kann.\"\n\nb) Ist die Invalidenversicherung ihrer Meldepflicht im Sinne von Art. 88ter IVV nicht nachgekommen, kann sie der Krankenkasse nach dem Gesagten nicht |298| entgegenhalten, diese habe das zuständige IV-Organ nicht gemäss Art. 88quater Abs. 1 IVV informiert, weshalb kein Anspruch auf Verfügungszustellung nach dieser Bestimmung bestehe. Wenn das Sozialversicherungsamt Schaffhausen meint, die Helvetia sei nicht berechtigt, unter Hinweis auf erbrachte Leistungen gegen eine längst rechtskräftige Verfügung Beschwerde zu führen, ist darauf hinzuweisen, dass das Amt selber durch die unterbliebene Meldung im Sinne von Art. 88ter IVV die Beschwerdemöglichkeit der Krankenkasse vereitelte. Nachdem die Helvetia erst durch das Schreiben des Dr. med. W. vom 13. Juli 1993 von der Ablehnungsverfügung Kenntnis erhalten hat, erweist sich die Beschwerde vom 10. August 1993 als rechtzeitig.\n\n4. Die Sache ist demzufolge an die kantonale Rekurskommission zurückzuweisen, damit sie die Beschwerde der Helvetia an die Hand nehme."}