{"annee": "120", "cour": "III", "page": "92", "date": "1/7/1994", "cite": [], "cite_par": ["130 III 285"], "chapeau": "30. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 1. Juli 1994 i.S. X. S.p.A. (Rekurs)", "regestes": ["Poursuite en validation de séquestre (art. 278 al. 1 LP); Convention de Lugano concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale du 16 septembre 1988 (RS 0.275.11). L'introduction d'une poursuite (notification du commandement de payer) au for du séquestre ne viole pas la Convention de Lugano."], "faits": "BGE 120 III 92 S. 92\n\nDas Betreibungsamt M. vollzog am 20. Juli 1992 den von Z. gegen die in Italien domizilierte X. S.p.A. erwirkten Arrestbefehl des Gerichtspräsidiums R. vom 17. Juli 1992. In der zur Prosequierung des Arrestes eingeleiteten Betreibung stellte das Betreibungsamt M. am 3. August 1992 den Zahlungsbefehl aus. Am 23. November 1993 vollzog es alsdann die Pfändung.\n\nBGE 120 III 92 S. 93\n\nDem von der X. S.p.A. mit Beschwerde vom 14. Januar 1994 gestellten Begehren, sämtliche Betreibungshandlungen für nichtig zu erklären, haben weder die untere noch die obere kantonale Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen stattgegeben.\n\nUnter Erneuerung des im kantonalen Verfahren gestellten Rechtsbegehrens hat die X. S.p.A. gegen den Entscheid der oberen kantonalen Aufsichtsbehörde vom 28. April 1994 Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts erhoben.", "considerants": "Aus den Erwägungen:\n\n4. a) Sodann ist die Rekurrentin - hauptsächlich unter Berufung auf WALTER A. STOFFEL (Ausschliessliche Gerichtsstände des Lugano-Übereinkommens und SchKG-Verfahren, insbesondere Rechtsöffnung, Widerspruchsklage und Arrest, in: Beiträge zum schweizerischen und internationalen Zivilprozessrecht, Festschrift für Oskar Vogel, Freiburg 1991, S. 357 ff.) - der Ansicht, die am Ort des Arrestes zu dessen Prosequierung eingeleitete Betreibung sei nichtig zu erklären, jedenfalls aber aufzuheben, weil sie gegen das Lugano-Übereinkommen verstosse. Danach seien sogenannte exorbitante Gerichtsstände, zu denen gemäss Art. 3 Abs. 2 LugÜ für die Schweiz ausdrücklich der Gerichtsstand des Arrestortes gehöre, ausgeschlossen. Unter dem Lugano-Übereinkommen vermöge der Arrestort mit andern Worten keinen Prosequierungsgerichtsstand mehr zu begründen; der Arrest könne am betreffenden Ort nur noch dann prosequiert werden, wenn sich dort zufällig ein anderer - zulässiger - Gerichtsstand befinde.\n\nb) Diese Vorbringen sind unbegründet. Die Rekurrentin verkennt, dass der von ihr angerufene Autor davon ausgeht, dass auch in Fällen, wo am Arrestort nicht zugleich ein Gerichtsstand gemäss Lugano-Übereinkommen besteht, am erwähnten Ort ein Zahlungsbefehl zur Aufrechterhaltung des Arrestes erlassen werden darf. Zwar ergibt sich dieser Schluss nicht direkt aus der Qualifizierung des Zahlungsbefehls als Instrument der Zwangsvollstreckung, um welche es (noch) nicht geht; die Prosequierung durch Zahlungsbefehl ist jedoch als Bestandteil eines Verfahrens um einstweiligen Rechtsschutz zu verstehen, wofür Art. 24 LugÜ ausdrücklich einen Vorbehalt zu Gunsten des betreffenden Staates enthält (STOFFEL, a.a.O. S. 393). Der Erlass eines Zahlungsbefehls am Arrestort ist auch nach BGE 120 III 92 S. 94ISAAK MEIER nicht schlechthin ausgeschlossen, doch vertritt dieser Autor die Auffassung, dass, sofern noch nicht geschehen, zuvor bei dem nach Lugano-Übereinkommen zuständigen Richter ein Entscheid über die Forderung erwirkt werden müsse (Besondere Vollstreckungstitel nach dem Lugano-Übereinkommen, in: IVO SCHWANDER [Hrsg.], Das Lugano-Übereinkommen, St. Galler Studien zum internationalen Recht, St. Gallen 1990, S. 208 f.). AMONN hält seinerseits dafür, dass nicht nur die Prosequierungsbetreibung am Arrestort durchgeführt werden dürfe, sondern auch das Rechtsöffnungsverfahren (vgl. Grundriss des Schuldbetreibungs- und Konkursrechts, 5. A., § 51 Rz. 85a).\n\nc) Die blosse Ausstellung des Zahlungsbefehls zur Aufrechterhaltung des Arrestes im Sinne von Art. 278 SchKG verstösst insofern nicht gegen das Lugano-Übereinkommen, als sich daraus nicht zwingend die örtliche Zuständigkeit des Richters ergibt, der über den Bestand der Arrest- bzw. Betreibungsforderung zu befinden hat. Der Rekurs ist mithin auch in diesem Punkt abzuweisen. Ob der Auffassung von AMONN bezüglich des Gerichtsstandes für die Rechtsöffnung beigepflichtet werden kann, ist eine Frage, die nicht in die Zuständigkeit der erkennenden Kammer fällt. Im übrigen ist sie im vorliegenden Fall gegenstandslos, da der Rekursgegner mit Eingabe vom 23. Oktober 1992 gestützt auf eine entsprechende Gerichtsstandsklausel beim Richteramt A., d.h. am Ort seines Wohnsitzes, gegen die Rekurrentin Klage erhoben hat unter anderem mit dem Antrag, es seien die Arreste, die er auf verschiedenen Guthaben der Rekurrentin aus von ihm für sie getätigten Kaufabschlüssen gegenüber Kunden erwirkt habe, zu prosequieren, soweit die Rekurrentin in den betreffenden Arrestbetreibungen Rechtsvorschlag erhoben habe bzw. noch erheben werde."}