{"annee": "120", "cour": "V", "page": "392", "date": "23/12/1994", "cite": ["120 V 378", "108 V 100", "115 V 434", "108 II 456", "120 V 385", "105 II 308", "112 IV 115"], "cite_par": ["123 V 214", "131 III 546", "124 I 34"], "chapeau": "54. Arrêt du 23 décembre 1994 dans la cause B. contre Caisse cantonale genevoise de chômage et Commission cantonale de recours en matière d'assurance-chômage, Genève", "regestes": ["Art. 8 let. f et art. 15 al. 1 LACI: aptitude au placement d'un étudiant étranger. L'aptitude au placement suppose une autorisation de travail. Le fait d'être titulaire d'une autorisation de séjour en vue de fréquenter une Université n'exclut toutefois pas, a priori, l'octroi d'une autorisation de travail: un étudiant étranger peut obtenir, en principe, une autorisation de travail, moyennant un avis favorable de l'office cantonal du travail et une attestation des autorités universitaires quant à la compatibilité de l'activité, exercée ou recherchée, avec le programme suivi. Examen de l'aptitude au placement au regard de ces conditions."], "faits": "|393|\n\nA.- B., né en 1964, de nationalité équatorienne, est entré en Suisse le 23 août 1988, en vue d'y accomplir des études. Il est au bénéfice d'une autorisation de séjour de type B et est immatriculé à l'Université de Genève.\n\nParallèlement à des études de psychologie, il a travaillé du 1er août 1992 au 19 août 1993 comme maître de mathématiques au service de l'école DIDAC, à Genève. Son horaire de travail était de 17 heures 30 par semaine. Les rapports de travail ont été résiliés avec effet immédiat par l'employeur, en raison, selon ses termes, d'un \"rapport exclusif avec une élève\".\n\nLe 31 août 1993, B. s'est annoncé à l'Office cantonal genevois de l'emploi et a présenté une demande d'indemnité de chômage.\n\nPar décision du 18 octobre 1993, la Caisse cantonale genevoise de chômage a nié le droit à l'indemnité prétendue, au motif que le requérant, étant au bénéfice d'un permis de séjour temporaire \"étudiant\", n'était pas apte à être placé.\n\nB.- Saisie d'un recours de l'assuré, l'Autorité cantonale et de recours l'a rejeté par décision du 23 novembre 1993. Elle a considéré, à l'instar de la caisse de chômage, qu'un étudiant au bénéfice d'un permis B strictement temporaire, aux fins de mener des études, était inapte au |394| placement; l'autorisation de séjour est accordée, dans ce cas, pour permettre à l'intéressé de poursuivre des études et non pour exercer une activité lucrative.\n\nC.- Par jugement du 2 juin 1994, la Commission cantonale genevoise de recours en matière d'assurance-chômage a rejeté le recours formé contre cette décision par l'assuré.\n\nD.- B. interjette un recours de droit administratif en concluant à l'annulation des décisions précédentes et au renvoi de la cause à la caisse de chômage pour versement en sa faveur d'indemnités journalières \"conformément aux dispositions légales\".\n\nLa Caisse cantonale genevoise de chômage conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. L'assuré n'a droit à l'indemnité de chômage que s'il est apte au placement (art. 8 al. 1 let. f LACI). Est réputé apte à être placé le chômeur qui est disposé à accepter un travail convenable et est en mesure et en droit de le faire (art. 15 al. 1 LACI). L'aptitude au placement comprend ainsi deux éléments: la capacité de travail d'une part, c'est-à-dire la faculté de fournir un travail - plus précisément d'exercer une activité lucrative salariée - sans que l'assuré en soit empêché pour des causes inhérentes à sa personne, et d'autre part la disposition à accepter un travail convenable au sens de l'art. 16 LACI, ce qui implique non seulement la volonté de prendre un tel travail s'il se présente, mais aussi une disponibilité suffisante quant au temps que l'assuré peut consacrer à un emploi et quant au nombre des employeurs potentiels. L'aptitude au placement peut dès lors être niée notamment en raison de recherches d'emploi continuellement insuffisantes, en cas de refus réitéré d'accepter un travail convenable, ou encore lorsque l'assuré limite ses démarches à un domaine d'activité dans lequel il n'a, concrètement, qu'une très faible chance de trouver un emploi (ATF 115 V 436 consid. 2a et les références; DTA 1993/1994 no 8 p. 54 consid. 1, 1992 no 2 p. 73 consid. 1a, no 3 p. 78 consid. 2, no 10 p. 123 consid. 1, no 11 p. 127 consid. 1, no 12 p. 131 consid. 2a, no 13 p. 135 consid. 2a, 1991 no 2 p. 19 consid. 2, no 3 p. 23 consid. 2a, 1990 no 3 p. 26 consid. 1).\n\n2. a) Partant de ces principes, le Tribunal fédéral des assurances a jugé qu'un étudiant est apte à être placé s'il est disposé à exercer durablement, à côté de ses études, une activité lucrative, à temps partiel |395| ou à temps complet, et est en mesure de le faire. En revanche, un étudiant est inapte à être placé s'il ne peut accepter que quelques travaux ou emplois de relativement courte durée, notamment pendant les périodes de vacances entre deux semestres académiques (ATF 120 V 385 et arrêt non publié M. du 31 août 1994, qui confirment tous deux la jurisprudence développée sous l'empire de l'ancien droit: art. 24 al. 2 let. c LAC et art. 15 al. 2 OAC; ATF 108 V 100).\n\nEn l'espèce, il n'est pas douteux que le recourant est disposé à prendre un emploi durable, à côté de ses études, par exemple une activité d'enseignant. Ce n'est donc pas son statut d'étudiant, comme tel, qui ferait obstacle à son aptitude au placement. Ni la caisse de chômage ni les autorités cantonales de recours ne le prétendent au demeurant.\n\nEn fait, la question que pose le présent recours est de savoir si l'aptitude au placement du recourant, ressortissant étranger, doit être niée du fait qu'il ne posséderait pas l'autorisation d'exercer une activité salariée en Suisse. En effet, l'aptitude au placement suppose, logiquement, que l'intéressé soit au bénéfice d'une autorisation de travail, qui lui permette, le cas échéant, d'accepter l'offre d'un employeur potentiel. A défaut d'une telle autorisation, l'aptitude au placement et, partant, le droit à l'indemnité, doivent être niés (DTA 1993/1994 no 2 p. 12 consid. 1; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, notes 10 et 55 ad art. 15).\n\nb) Selon l'art. 3 al. 3 de la loi fédérale sur le séjour et l'établissement des étrangers (LSEE; RS 142.20), un étranger qui ne possède pas de permis d'établissement ne peut prendre un emploi en Suisse, et un employeur ne peut l'occuper, que si une autorisation de séjour lui en donne la faculté. D'après l'art. 14c al. 3 LSEE, les autorités cantonales autorisent les étrangers à exercer une activité lucrative dépendante, pour autant que le marché de l'emploi et la situation économique le permettent.\n\nLa procédure d'autorisation est réglée de telle manière que, lorsqu'il s'agit de la prise d'un emploi, l'autorité prendra au préalable l'avis de l'office de placement compétent (art. 16 al. 2 LSEE). Avant que les autorités cantonales de police des étrangers n'accordent l'autorisation d'exercer une activité, elles doivent ainsi requérir une décision préalable (dans le cas d'une première demande) ou un avis (en particulier en cas de prolongation d'une autorisation ou de changement de place) de l'office cantonal de l'emploi, qui déterminera si les conditions prévues par les art. 6 ss de l'ordonnance limitant le nombre des étrangers (OLE; RS 823.21) |396| sont remplies et si la situation de l'économie et du marché permet l'engagement (art. 42 al. 1 et 43 al. 2 OLE). La décision préalable ou l'avis de l'office cantonal de l'emploi lie les autorités cantonales de police des étrangers; celles-ci peuvent, malgré une décision préalable positive ou un avis favorable, refuser l'autorisation si des considérations autres que celles qui ont trait à la situation de l'économie ou du marché du travail l'exigent (art. 42 al. 4 et 43 al. 4 OLE).\n\nD'autre part, certaines catégories de personnes ne sont pas comptées dans les nombres maximums d'étrangers autorisés à exercer une activité lucrative. Ainsi les élèves et étudiants qui sont inscrits à des écoles supérieures pour y suivre un enseignement à plein temps et qui effectuent pendant leur formation un travail rémunéré, pour autant que la direction de l'école certifie que cette activité est compatible avec le programme de l'école et ne retarde pas la fin des études (art. 13 let. 1 OLE). Cette exigence, de toute évidence, permet d'éviter que des étrangers ne prétextent leur qualité d'étudiant pour entrer en Suisse dans l'intention première d'y exercer une activité lucrative.\n\nc) Sur cette base, il y a lieu de constater, en résumé et contrairement à l'opinion des autorités cantonales de recours, qu'un étudiant étranger peut, en principe, obtenir une autorisation de travail, moyennant une décision favorable de l'office cantonal du travail et une attestation des autorités universitaires quant à la compatibilité de l'activité envisagée avec le programme suivi.\n\nEn l'absence d'une décision de l'autorité cantonale de police des étrangers (et de l'office cantonal du travail), l'administration de l'assurance-chômage ou, en cas de recours, le juge ont le pouvoir de trancher préjudiciellement le point de savoir si, au regard de la réglementation applicable, le ressortissant étranger serait en droit d'exercer une activité lucrative; lorsqu'ils ne disposent pas d'indices concrets suffisants, ils s'informeront auprès des autorités compétentes pour savoir si l'intéressé peut s'attendre à obtenir une autorisation de travail, dans l'hypothèse où il trouverait un travail convenable (ATF 120 V 378; à propos de l'examen par le juge de questions préjudicielles non encore tranchées par l'autorité normalement compétente, voir: ATF 112 IV 119 consid. 4a, ATF 108 II 460 consid. 2, ATF 105 II 311 consid. 2; GRISEL, Traité de droit administratif, vol. I, p. 187 ss; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, volume complémentaire, Bâle 1990, no 142 B I, p. 448).\n\n|397|\n\nd) En l'espèce, le recourant a produit une attestation de l'Office cantonal genevois de la population, du 3 janvier 1994, selon laquelle les étudiants immatriculés à l'Université de Genève, titulaires d'une autorisation de séjour délivrée en application de l'art. 32 OLE (octroi d'autorisations de séjour à des étudiants), peuvent être autorisés à exercer une activité lucrative durant l'année académique, à raison d'un maximum de 20 heures par semaine, et à plein temps pendant deux mois durant les vacances universitaires (et, en outre, sans être soumis aux mesures de contingentement de la main-d'oeuvre étrangère); l'étudiant devra néanmoins produire une attestation du bureau de placement de l'Université, précisant que cette activité est compatible avec l'avancement normal des études. A ce dernier propos, le recourant a déposé une attestation du bureau de placement de l'Université de Genève, du 3 février 1994, d'où il ressort qu'une activité de 20 heures par semaine au maximum est compatible avec le déroulement régulier de ses études.\n\nSur le vu de ces pièces et en l'absence d'éléments au dossier qui justifieraient un refus au regard de considérations autres que celles qui ont trait à la situation de l'économie ou du marché du travail, on peut admettre que le recourant obtiendrait sans difficultés une nouvelle autorisation de travail, s'il trouvait un emploi convenable.\n\ne) C'est dès lors à tort que les autorités cantonales ont considéré le recourant comme inapte au placement au motif que les dispositions en matière de police des étrangers l'empêchaient d'exercer une activité lucrative. L'Autorité cantonale et de recours invoque erronément l'arrêt L. du 9 décembre 1983: dans cette affaire, il s'agissait d'une ressortissante étrangère qui était autorisée à ne prendre qu'un emploi temporaire comme assistante-doctorante à l'Université de Genève; tout placement en dehors de l'Université était exclu. C'est donc, principalement, en raison de cette limitation à une seule activité que le Tribunal fédéral des assurances a nié l'aptitude au placement dans ce cas (dans le même sens: DTA 1980 no 5 p. 11, concernant un étudiant étranger qui n'était autorisé à prendre un emploi temporaire qu'en qualité d'assistant à l'Université). Or, le recourant n'est pas soumis à ce genre de limitation.\n\n3. Il convient, dès lors, de renvoyer la cause à la caisse de chômage pour qu'elle réexamine le cas en regard des considérants qui précèdent et compte tenu, également, de toutes les conditions dont dépend le droit à l'indemnité (art. 8 al. 1 LACI). Elle rendra ensuite une nouvelle décision sur le droit à l'indemnité prétendue. Le cas échéant, elle examinera si le |398| droit à l'indemnité de l'assuré doit être suspendu, au motif, en particulier, qu'il aurait pu, notamment par la violation de ses obligations contractuelles de travail, donner à son employeur un motif de résiliation du contrat de travail (art. 30 al. 1 let. a LACI en corrélation avec l'art. 44 let. a OACI)."}