{"annee": "120", "cour": "III", "page": "107", "date": "24/11/1994", "cite": ["85 I 77", "111 IA 148", "103 IA 76"], "cite_par": ["128 III 468", "141 III 188", "129 III 366", "138 III 265", "127 III 178"], "chapeau": "36. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 24 novembre 1994 dans la cause X. (recours LP)", "regestes": ["Qualité pour former un recours de poursuite (art. 19 LP et 78 ss OJ). Rémunération du commissaire au sursis (art. 61 al. 1 OFLP). Condamnation aux frais de la procédure en cas de recours formé de mauvaise foi ou témérairement (art. 67 al. 3 OFLP). Est irrecevable, faute d'intérêt actuel et concret, le recours tendant au constat de carences du commissaire après l'expiration du sursis (consid. 2). La rémunération du commissaire au sursis ne peut faire l'objet d'une plainte ou d'un recours au sens des art. 17 ss LP (consid. 3). Docteur en droit-avocat condamné aux frais en raison de son inaction dans la procédure concordataire et des conclusions manifestement irrecevables qu'il a formulées en procédure de plainte et de recours (consid. 4)."], "faits": "BGE 120 III 107 S. 107\n\nX., docteur en droit-avocat, a été mis au bénéfice d'un sursis concordataire de 4 mois. Une semaine avant l'expiration du sursis, le commissaire a informé l'autorité de concordat qu'il n'en sollicitait pas la BGE 120 III 107 S. 108prolongation, car les débiteurs de X. n'avaient pas payé et, dans une très large majorité, avaient contesté ses notes d'honoraires, les montants encaissés représentant 7'112 fr. seulement, alors qu'ils auraient dû s'élever à 104'725 fr. 35; dans ces conditions, aucune solution ne pouvait être proposée. Le commissaire a également signalé que, malgré plusieurs tentatives, il n'avait jamais pu rencontrer le débiteur.\n\nL'autorité de concordat a pris acte de l'expiration du sursis concordataire et fixé les honoraires du commissaire. X. a interjeté un recours contre cette décision. Par la voie de la plainte (art. 17 LP), il a en outre demandé que le commissaire au sursis soit invité à agir conformément à la loi (art. 299 et 301 LP) et que ses honoraires soient très sérieusement modifiés à la baisse. L'autorité cantonale de surveillance a rejeté la plainte dans la mesure où elle était recevable et condamné le plaignant aux frais de la procédure conformément à l'art. 67 al. 3 OFLP (RS 281.35). Saisie par X., la Chambre des poursuites et des faillites du Tribunal fédéral en a fait de même de son recours.", "considerants": "Extrait des considérants:\n\n2. L'autorité cantonale de surveillance a statué sur le sort des griefs dirigés contre le commissaire malgré le fait qu'un recours était pendant contre la décision du 26 août prenant acte de l'expiration du sursis: il n'y avait pas lieu, selon elle, d'attendre jusqu'à droit connu sur ce recours qui, compte tenu des critiques qu'il contenait, ne pouvait aboutir à faire revivre le sursis. Les griefs en question, dans la mesure où ils étaient recevables, devaient être écartés pour les motifs suivants: le défaut de toute proposition concordataire concrète dans le délai péremptoire de l'art. 295 LP conduisait inéluctablement au rejet préalable de la demande d'homologation (ATF 85 I 77 consid. 2 p. 79 et les références); il n'était dès lors plus possible de donner une quelconque instruction au commissaire.\n\nDevant la Chambre de céans, le recourant admet qu'un constat des prétendues carences du commissaire, savoir essentiellement des retards injustifiés, ne peut en principe pas faire renaître le sursis concordataire. Il requiert cependant un tel constat pour pouvoir être en mesure, le cas échéant, de redemander une telle mesure ou encore d'actionner le commissaire en responsabilité civile.\n\nLa recevabilité du recours de poursuite suppose un intérêt actuel et concret (GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., BGE 120 III 107 S. 109Lausanne 1993, p. 56 ch. IIa). Est irrecevable le recours qui ne servirait que de décision préjudicielle à un procès futur, tendrait uniquement à faire constater l'irrégularité d'un acte d'un organe de la poursuite pour fonder éventuellement une action en responsabilité ou n'aurait qu'un effet déclaratif (SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, Berne 1990, p. 729 n. 3.2.1 et la jurisprudence citée).\n\nLe recourant n'est dès lors pas recevable, en l'espèce, à exiger le constat des \"carences contraires à la loi du commissaire\".\n\n3. En vertu de l'art. 61 al. 1 OFLP, il appartient à l'autorité compétente en matière de concordat de fixer globalement la rémunération du commissaire; le recours à une autorité cantonale supérieure, compétente en matière de concordat, est réservé.\n\nLes décisions des autorités concordataires ne pouvant jamais faire l'objet d'une plainte ou d'un recours au sens des art. 17 ss LP (ATF 103 Ia 76 consid. 1 p. 77; GILLIÉRON, op.cit., p. 426 ch. VI; FRITZSCHE/ WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, vol. II, 3e éd., Zurich 1993, § 71 n. 4; SANDOZ-MONOD, op.cit., p. 715 n. 1.3), c'est à bon droit que l'autorité cantonale de surveillance n'a pas examiné la question du montant des honoraires du commissaire.\n\n4. Le recourant conteste sa condamnation aux frais de la procédure. Selon l'art. 67 al. 3 OFLP, les autorités de surveillance et de recours peuvent mettre les frais à la charge de la partie qui porte plainte ou forme recours de mauvaise foi ou témérairement.\n\na) Le recourant nie avoir agi par mauvaise foi ou témérairement. Il tient au surplus pour inconcevable que l'autorité cantonale le taxe de mauvaise foi, alors qu'elle n'est même pas entrée en matière sur les griefs qu'il adressait au commissaire.\n\nIl est vrai que l'autorité cantonale de surveillance n'a pas statué formellement sur les griefs en question. Elle a néanmoins relevé qu'il était \"pour le moins surprenant que le plaignant, qui est avocat, se soit si peu intéressé à la procédure concordataire qu'il avait sollicitée, qu'il n'avait jamais rencontré le commissaire, sauf peut-être à l'époque de l'octroi du sursis (il ne prétend même pas avoir jamais tenté de le faire), et qu'il ait appris l'écoulement de la durée de son sursis en lisant l'ordonnance du juge\". Elle a constaté par ailleurs que le plaignant, \"docteur en droit-avocat\", avait expressément porté plainte au sens des art. 17 ss LP, alors qu'\"en l'espèce cette voie n'est de toute manière pas ouverte pour les conclusions 2 et 3\". Le recourant étant ainsi \"resté BGE 120 III 107 S. 110parfaitement inactif\" et ayant pris des \"conclusions (manifestement) irrecevables\", l'autorité cantonale de surveillance n'a pas violé le principe posé à l'art. 67 al. 3 OFLP en mettant les frais à sa charge.\n\nb) Le recourant doit également être condamné aux frais de la procédure fédérale, pour des motifs analogues. Manifestement dénué de chances de succès, le présent recours doit en effet être assimilé à un procédé téméraire dont s'abstiendrait tout plaideur raisonnable et de bonne foi (cf. ATF 111 Ia 148 consid. 4 p. 150; POUDRET/SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. I, Berne 1990, p. 192)."}