{"annee": "120", "cour": "IB", "page": "97", "date": "9/5/1994", "cite": ["82 I 196", "118 IB 367", "119 IB 305", "95 II 109", "118 IB 81", "118 IA 305", "109 IB 308", "107 II 489", "117 IB 325", "118 IB 196", "116 IB 344", "116 IB 410"], "cite_par": ["123 II 472", "131 II 162", "124 II 241", "128 III 39", "130 I 26", "131 II 58", "141 IV 108", "127 II 132", "129 II 183", "133 V 477", "121 II 88", "128 II 34", "129 II 286", "134 II 137", "128 I 113", "123 I 325", "124 V 22", "137 IV 237", "135 II 30", "121 II 465", "125 II 613", "121 II 447", "126 II 283", "129 III 107", "121 II 116", "124 II 383", "131 II 271", "131 II 13", "128 V 34"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 9. Mai 1994 i.S. Metallwerke Refonda AG gegen Staat Portugal und Bundesamt für Umwelt, Wald und Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 101 et 106 OJ; art. 45 PA; recours de droit administratif dirigé contre des décisions incidentes. Jugement partiel ou décision incidente (consid. 1b). Notion de préjudice irréparable selon l'art. 45 PA (consid. 1c). Art. 32 LPE; art. 12 ODS; reprise obligatoire de déchets spéciaux exportés. L'art. 32 al. 1 LPE autorise le Conseil fédéral à édicter des ordonnances de substitution dans le domaine du transport de déchets dangereux (consid. 4b). L'art. 32 al. 1 LPE est la base légale de l'art. 12 ODS (consid. 4c). Exigences relatives à la requête du pays de destination selon l'art. 12 let. a ODS (consid. 6)."], "faits": "|97|\n\nDie Metallwerke Refonda AG hat in den Jahren 1987 bis 1990 Salzschlacke an die Firma Metalimex in Setubal in Portugal exportiert. Am 13. Juli 1992 liess die portugiesische Botschaft in Bern dem Eidgenössischen Departement |98| für auswärtige Angelegenheiten eine Note zukommen, in welcher mit Bezug auf die Abfallexporte der Metallwerke Refonda AG die Anordnung der \"mesures nécessaires à la réception en Suisse des déchets susmentionnés, d'accord avec les dispositions légales en vigueur\" verlangt wird.\n\nDas Bundesamt für Umwelt, Wald und Landschaft (BUWAL) leitete in der Folge ein Verwaltungsverfahren ein, um abzuklären, ob die Metallwerke Refonda AG zur Rücknahme der nach Portugal exportierten Salzschlacke zu verpflichten sei. Am 14. Mai 1993 forderte das BUWAL die Metallwerke Refonda AG auf, zu bestimmten Fragen Stellung zu nehmen. Diese kam der Aufforderung nicht nach und verlangte die Einstellung des Verfahrens bzw. eventualiter den Erlass einer Zwischenverfügung über die Zuständigkeit des BUWAL, eine allfällige Rücknahmepflicht der exportierten Abfälle anzuordnen. In einer späteren Eingabe beantragte die Metallwerke Refonda AG zusätzlich, in der Zwischenverfügung sei auch über ihre Auskunftspflicht im Verfahren um die Rücknahme der Abfälle zu befinden.\n\nAuf Weisung des Eidgenössischen Departements des Innern erliess das BUWAL am 7. Oktober 1993 die verlangte Zwischenverfügung. Darin stellt es zunächst seine Zuständigkeit fest, in dem von den portugiesischen Behörden anbegehrten Verfahren gemäss Art. 12 Abs. 1 lit. b der Verordnung über den Verkehr mit Sonderabfällen vom 12. November 1986 (VVS; SR 814.014) zu verfügen; ferner stellt es die Auskunftspflicht der Metallwerke Refonda AG in diesem Verfahren fest; schliesslich fordert es die letztere auf, binnen 30 Tagen nach Rechtskraft der Zwischenverfügung die in einer Beilage aufgeführten Fragen zu beantworten und die entsprechenden Dokumente vorzulegen.\n\nDie Metallwerke Refonda AG hat gegen die Zwischenverfügung des BUWAL vom 7. Oktober 1993 beim Bundesgericht eine Verwaltungsgerichtsbeschwerde eingereicht. Sie beantragt die Aufhebung der angefochtenen Verfügung bzw. eventualiter die Aufhebung der darin enthaltenen Pflicht zur Beantwortung bestimmter Fragen.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Auszug aus den Erwägungen:\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob es auf eine Verwaltungsgerichtsbeschwerde eintreten kann (BGE 119 Ib 305 E. 1 S. 307).\n\n|99|\n\na) Die Verwaltungsgerichtsbeschwerde ist gemäss Art. 97 OG in Verbindung mit Art. 5 VwVG zulässig gegen Verfügungen, die sich auf öffentliches Recht des Bundes stützen, sofern diese von den in Art. 98 OG genannten Vorinstanzen erlassen worden sind und keiner der in Art. 99 ff. OG oder in der Spezialgesetzgebung vorgesehenen Ausschlussgründe vorliegt.\n\nDie Rücknahmepflicht für exportierte Sonderabfälle wird durch Art. 12 VVS, also durch Bundesverwaltungsrecht, geregelt. Ein Ausschlussgrund nach Art. 99 oder Art. 100 OG besteht für diesen Bereich nicht. Streitigkeiten über das Bestehen und den Umfang der Rücknahmepflicht ausgeführter Abfälle gemäss Art. 12 VVS können somit mit dem Rechtsmittel der Verwaltungsgerichtsbeschwerde dem Bundesgericht unterbreitet werden.\n\nb) Der angefochtene Entscheid wird als Zwischenverfügung im Sinne von Art. 45 Abs. 2 VwVG bezeichnet. Das BUWAL hat freilich im Zusammenhang mit dem Entscheid über seine Zuständigkeit und über das Bestehen einer Auskunftspflicht der Beschwerdeführerin zugleich vorfrageweise auch über die Gesetzes- und Verfassungsmässigkeit von Art. 12 VVS sowie darüber entschieden, ob ein ausreichendes Begehren seitens des Staates Portugal vorliege. Es beurteilte damit bereits materielle Streitpunkte, die für das Bestehen einer Rücknahmepflicht der ausgeführten Salzschlacke von entscheidender Bedeutung sind. Man kann sich deshalb fragen, ob insoweit nicht bloss ein Zwischen-, sondern vielmehr ein Teilentscheid vorliegt, der in gleicher Weise wie ein Endentscheid anfechtbar ist (vgl. BGE 118 Ib 196 E. 1b S. 198 f.; BGE 117 Ib 325 E. 1b S. 327; FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl. 1983, S. 140 f.). Dies kann jedoch offenbleiben. Wie sich aus den folgenden Erwägungen ergibt, ist die Verwaltungsgerichtsbeschwerde gleichermassen zulässig, wenn der angefochtene Entscheid lediglich als Zwischenverfügung betrachtet wird.\n\nc) Gemäss Art. 101 lit. a OG sind Zwischenverfügungen nur dann selbständig mit Verwaltungsgerichtsbeschwerde anfechtbar, wenn dieses Rechtsmittel auch gegen den Endentscheid zur Verfügung steht. Dieses Erfordernis ist vorliegend erfüllt, da die Verwaltungsgerichtsbeschwerde gegen die Anordnung der Rücknahmepflicht gemäss Art. 12 VVS zulässig ist (E. 1a).\n\nDie Verwaltungsgerichtsbeschwerde gegen eine Zwischenverfügung ist aber nur unter der zusätzlichen Voraussetzung zulässig, dass diese einen nicht wiedergutzumachenden Nachteil bewirken kann (Art. 97 OG in Verbindung mit |100| Art. 45 Abs. 1 VwVG). Der nicht wiedergutzumachende Nachteil muss auch in den in Art. 45 Abs. 2 VwVG ausdrücklich genannten Fällen vorliegen (BGE 116 Ib 344 E. 1c S. 347). Anders als im Verfahren der staatsrechtlichen Beschwerde genügt jedoch bereits ein schutzwürdiges Interesse an der sofortigen Aufhebung oder Abänderung der Zwischenverfügung. Der nicht wiedergutzumachende Nachteil muss nicht rechtlicher Natur sein, vielmehr reicht auch ein bloss wirtschaftliches Interesse, sofern es dem Beschwerdeführer bei der Anfechtung einer Zwischenverfügung nicht lediglich darum geht, eine Verlängerung oder Verteuerung des Verfahrens zu verhindern (BGE 116 Ib 344 E. 1c S. 347 f.).\n\nDie angefochtene Zwischenverfügung stützt sich auf Art. 45 Abs. 2 lit. a und d VwVG. Es ist unbestritten, dass sie der Beschwerdeführerin hohe Kosten verursachen würde. Die Beantwortung der Fragen, zu denen sie verpflichtet wäre, ist angesichts der komplizierten technischen Aspekte aufwendig. Die Abklärungen könnten aufgrund der bisherigen Publizität der Angelegenheit zudem Belastungen bewirken, deren nachteilige Folgen ein günstiger Endentscheid nicht zu beseitigen vermöchte. Ein schutzwürdiges Interesse der Beschwerdeführerin, die Zuständigkeit des BUWAL zum Entscheid über eine allfällige Rücknahmepflicht der Abfälle und als Folge davon das Bestehen einer Auskunftspflicht vorweg selbständig überprüfen zu lassen, ist daher zu bejahen.\n\nZweifelhaft erscheint es allerdings, ob sich die Schutzwürdigkeit des Interesses auch auf Ziffer 3 der angefochtenen Verfügung erstreckt, in der die Beschwerdeführerin zur Beantwortung bestimmter Fragen und zur Einreichung von Dokumenten verpflichtet wird. Jedenfalls soweit die Beschwerde materielle Fragen aufwirft, die erst nach Abklärung des Sachverhalts im Endentscheid zu beurteilen sind, fehlt es zur Zeit an einem Anfechtungsinteresse. In diesem Umfang ist auf die Verwaltungsgerichtsbeschwerde nicht einzutreten (vgl. nachstehende E. 5).\n\nDie angefochtene Zwischenverfügung erscheint demnach - mit dem zuletzt angebrachten Vorbehalt - grundsätzlich mit Verwaltungsgerichtsbeschwerde anfechtbar.\n\nd) Die Verwaltungsgerichtsbeschwerde kann nur gegen Entscheide der in Art. 98 OG bezeichneten Vorinstanzen ergriffen werden. Nach Art. 98 lit. c OG fallen Entscheide einer Dienstabteilung, die einem Departement oder der Bundeskanzlei unterstellt ist, nur darunter, wenn das Bundesrecht es vorsieht.\n\n|101|\n\nIm vorliegenden Fall hat das Eidgenössische Departement des Innern dem BUWAL konkrete Weisungen erteilt, wie es über die von der Beschwerdeführerin nachgesuchte Zwischenverfügung zu entscheiden habe. Das Departement fällt daher als Beschwerdeinstanz ausser Betracht; die Angelegenheit ist vielmehr direkt an die nächsthöhere Beschwerdeinstanz weiterzuziehen (Art. 47 Abs. 2 VwVG). Als solche kommt nach Art. 98 OG in Verbindung mit Art. 47 Abs. 3 VwVG auch das Bundesgericht in Betracht.\n\nDie Verfügung des BUWAL ist daher mit Verwaltungsgerichtsbeschwerde anfechtbar.\n\ne) Die Legitimation der Beschwerdeführerin ist gemäss Art. 103 lit. a OG in dem Umfang gegeben, als sie ein schutzwürdiges Interesse an der sofortigen Aufhebung oder Änderung der angefochtenen Zwischenverfügung hat. Wie bereits dargelegt wurde (E. 1c), ist ein solches Interesse zwar grundsätzlich zu bejahen; zu verneinen ist es bezüglich jener Punkte des angefochtenen Entscheids, deren Anfechtung als verfrüht erscheint.\n\nf) Die übrigen Sachurteilsvoraussetzungen sind erfüllt, namentlich ist die für Zwischenverfügungen geltende Beschwerdefrist von 10 Tagen (Art. 106 Abs. 1 OG) eingehalten. Auf die Verwaltungsgerichtsbeschwerde ist daher - mit dem in E. 1c gemachten Vorbehalt - einzutreten.\n\n2. Nach Art. 12 Abs. 1 VVS muss derjenige, der Sonderabfälle in ein anderes Land ausgeführt hat, diese wieder zurücknehmen, wenn die Behörde des Empfängerstaates die Rücknahme verlangt und das Bundesamt dieses Begehren durch Verfügung anerkennt. Das BUWAL hat gestützt auf diese Bestimmung in der angefochtenen Zwischenverfügung seine Zuständigkeit bejaht, über die Rücknahmepflicht der von der Beschwerdeführerin nach Portugal exportierten Salzschlacke zu befinden. Zur Abklärung des Sachverhalts hat es zudem die Beschwerdeführerin zur Beantwortung einer Reihe von Fragen und zur Vorlage von Dokumenten verpflichtet.\n\nDie Beschwerdeführerin erhebt gegen die Verfügung des BUWAL mehrere Einwendungen, die im folgenden einzeln zu behandeln sind. Zunächst stellt sie die Gesetzes- und Verfassungsmässigkeit von Art. 12 VVS in Frage (nachstehend E. 3-5). Sodann rügt sie die Anwendung von Art. 12 VVS; das BUWAL habe zu Unrecht angenommen, es liege ein Begehren des Staates Portugal um Rücknahme der von ihr ausgeführten Sonderabfälle vor (nachstehend E. 6). ...\n\n|102|\n\n3. a) Das Bundesgericht kann im Rahmen des verwaltungsgerichtlichen Beschwerdeverfahrens vorfrageweise Verordnungen des Bundesrates auf ihre Gesetzes- und Verfassungsmässigkeit prüfen. Bei unselbständigen Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft es, ob sich der Bundesrat an die Grenzen der ihm im Gesetz eingeräumten Befugnis gehalten hat. Soweit das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der unselbständigen Verordnungen.\n\nWird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Spielraum des Ermessens für die Regelung auf Verordnungsebene eingeräumt, ist dieser Spielraum nach Art. 114bis Abs. 3 BV für das Bundesgericht verbindlich. Es darf in diesem Fall bei der Überprüfung der Verordnung nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen, sondern beschränkt sich auf die Prüfung, ob die Verordnung den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenz offensichtlich sprengt oder aus anderen Gründen gesetz- oder verfassungswidrig sei (BGE 118 Ib 367 E. 4 S. 372; BGE 118 Ib 81 E. 3b S. 88; BGE 116 Ib 410 E. 3b S. 413).\n\nb) Gestützt auf diese Rechtsprechung stellt die Beschwerdeführerin sowohl die Gesetzes- als auch die Verfassungsmässigkeit von Art. 12 VVS in Frage. Entsprechend der vorgebrachten Rügen ist im folgenden zunächst zu prüfen, ob sich die Rücknahmepflicht gemäss Art. 12 VVS auf eine gesetzliche Delegationsnorm abzustützen vermag und ob sie gegebenenfalls die Grenzen der dem Verordnungsgeber eingeräumten Befugnis einhält (nachstehend E. 4). Bei Bejahung dieser Fragen ist Art. 12 VVS auf seine sonstige Verfassungsmässigkeit hin zu untersuchen (nachstehend E. 5).\n\n4. Nach Auffassung der Beschwerdeführerin entbehrt Art. 12 VVS einer Grundlage in einem formellen Gesetz. Entgegen der Ansicht des BUWAL könne eine solche nicht in Art. 32 Abs. 1 USG gesehen werden, da diese Gesetzesbestimmung lediglich zum Erlass von Ausführungsvorschriften ermächtige. Art. 12 VVS sei aber nicht bloss eine Ausführungsvorschrift, da er dem Bürger neue Pflichten auferlege.\n\na) Das Bundesgesetz über den Umweltschutz vom 7. Oktober 1983 (USG; SR 814.01) verzichtet weitgehend darauf, den Verkehr mit gefährlichen Abfällen zu regeln. Es begnügt sich damit, in Art. 32 Abs. 1 den Erlass von Vorschriften über die Ein-, Aus- und Durchfuhr solcher Abfälle an den Bundesrat zu delegieren. Dieser hat die Kennzeichnungspflicht sowie die |103| Bewilligungspflicht zur Entgegennahme und Einfuhr gefährlicher Abfälle vorzusehen (Art. 32 Abs. 2 USG).\n\nDer Bundesrat hat den ihm vom Gesetzgeber erteilten Rechtsetzungsauftrag in der bereits erwähnten Verordnung über den Verkehr mit Sonderabfällen erfüllt. Diese enthält in Art. 9-12 und in Art. 35 Vorschriften über die Ausfuhr von Sonderabfällen. Sie statuiert namentlich eine Anmeldepflicht von Abfallexporten, verlangt nähere Angaben über deren Abwicklung und die umweltgerechte Beseitigung des ausgeführten Abfalls; ferner sieht sie die Möglichkeit eines Ausfuhrverbots vor (Art. 9, 10 und 35 VVS). Im Zusammenhang mit der Regelung der Ausfuhr von Sonderabfällen schreibt Art. 12 VVS die Rücknahmepflicht bereits exportierter Sonderabfälle vor, wenn der Empfängerstaat eine Rücknahme verlangt und das BUWAL dieses Begehren durch Verfügung anerkennt. Die Rücknahmepflicht besteht während vier Jahren seit der Ausfuhr.\n\nNach dem Ingress stützt sich die VVS auf Art. 32 Abs. 1 und 2 sowie auf Art. 39 Abs. 1 USG. Die zuletzt genannte Bestimmung räumt dem Bundesrat die Befugnis zum Erlass von Ausführungsbestimmungen zum USG ein. Da die hier umstrittene Rücknahmepflicht exportierter Abfälle im USG nirgends erwähnt wird, stellt Art. 12 VVS, der sie vorsieht, keine blosse Ausführungsvorschrift dar. Art. 39 Abs. 1 USG entfällt daher als gesetzliche Grundlage von Art. 12 VVS. Dasselbe gilt auch für Art. 32 Abs. 2 USG, da sich dieser nur auf die Kennzeichnungspflicht gefährlicher Abfälle und die Bewilligungspflicht zur Entgegennahme solcher Abfälle bezieht. Als gesetzliche Grundlage der Rücknahmepflicht kommt demzufolge allein Art. 32 Abs. 1 USG in Betracht. Es fragt sich somit, ob sich Art. 12 VVS auf diese Gesetzesbestimmung stützen lässt.\n\nb) Die Beschwerdeführerin macht geltend, Art. 32 Abs. 1 USG komme keine weitergehende Bedeutung zu als Art. 39 Abs. 1 USG, der den Bundesrat zum Erlass von Ausführungsvorschriften ermächtigt. Art. 32 Abs. 1 USG enthielte nach dieser Auslegung keine Delegation zum Erlass gesetzesvertretender Verordnungen, und Art. 12 VVS, der wie erwähnt über eine blosse Ausführungsvorschrift hinausgeht, liesse sich schon deshalb nicht auf Art. 32 Abs. 1 USG abstützen.\n\naa) Art. 32 Abs. 1 USG erteilt dem Bundesrat dem Wortlaut nach einen umfassenden Rechtsetzungsauftrag für den Bereich des Verkehrs mit gefährlichen Abfällen. Der darauf folgende Abs. 2 von Art. 32 USG enthält einzelne Vorgaben bezüglich der zu regelnden Punkte. Diese Konkretisierungen beschlagen jedoch nur einen Teil des umfassenderen |104| Legiferierungsauftrags gemäss Abs. 1. In Abs. 2 heisst es, der Bundesrat schreibe insbesondere eine Kennzeichnungspflicht (lit. a) und eine Bewilligungspflicht für die Entgegennahme und Einfuhr von gefährlichen Abfällen (lit. b) vor. Aus dieser Formulierung ist zu schliessen, dass der Rechtsetzungsauftrag gemäss Abs. 1 über die in Abs. 2 besonders genannten Belange hinausreicht.\n\nDie Delegation von Rechtsetzungsbefugnissen an den Bundesrat gemäss Art. 32 Abs. 1 USG ist an keine inhaltlichen Vorgaben geknüpft. Einzig für einen Teilbereich nennt Abs. 2 von Art. 32 USG einzelne, bei der Verordnungsgebung zu beachtende Erfordernisse. Die Beschwerdeführerin bemerkt daher zu Recht, dass Art. 32 Abs. 1 USG die Grundzüge der Regelung der delegierten Materie nicht enthält und damit die Anforderungen nicht erfüllt, welche nach der bundesgerichtlichen Rechtsprechung für die verfassungsrechtliche Zulässigkeit von Gesetzesdelegationen gelten (vgl. BGE 118 Ia 305 E. 2b S. 310).\n\nAuch wenn eine solche Delegation aufgrund von Art. 114bis Abs. 3 BV für das Bundesgericht verbindlich ist (vgl. BGE 118 Ib 367 E. 4 S. 372; BGE 109 Ib 308 E. 6b S. 316), fragt es sich, ob Art. 32 Abs. 1 USG nicht einer verfassungskonformen Interpretation zugänglich sei. Die Beschwerdeführerin macht unter Verweis auf ANDREAS TRÖSCH (Kommentar zum Umweltschutzgesetz, Art. 32 N. 3) geltend, Art. 32 Abs. 1 USG sei wegen der Nichteinhaltung der verfassungsrechtlichen Delegationsvoraussetzungen lediglich als Ermächtigung zum Erlass von Ausführungsvorschriften, nicht aber von gesetzesvertretenden Normen zu verstehen.\n\nbb) Wie bereits erwähnt enthält Abs. 2 von Art. 32 USG für einzelne Belange des Verkehrs mit gefährlichen Abfällen nähere inhaltliche Vorgaben, so dass insoweit die Delegationsvoraussetzungen eingehalten sind. In diesem beschränkten Bereich soll nach Auffassung der Beschwerdeführerin und von TRÖSCH (a.a.O., Art. 32 N. 3) der Bundesrat denn auch zum Erlass von gesetzesvertretenden Verordnungen ermächtigt sein. Eine solche Auslegung, welche die Rechtsetzungsbefugnis des Bundesrats im Bereich des Verkehrs mit gefährlichen Abfällen - je nach der Grundlage in Abs. 1 oder 2 von Art. 32 USG - unterschiedlich umschreiben will, widerspricht jedoch der bereits dargelegten Konzeption von Art. 32 USG. Danach sieht Abs. 1 einen umfassenden Rechtsetzungsauftrag vor, und Abs. 2 ergänzt diesen lediglich um einzelne besondere Konkretisierungen. Wollte man dagegen Art. 32 Abs. 1 |105| USG lediglich als Grundlage für Ausführungsvorschriften sehen, so verlöre diese Bestimmung ihren Sinn. Da sie selber keine materielle Regelung enthält, wäre auch der Erlass von Ausführungsvorschriften kaum denkbar. Die vom Umweltschutzgesetz bezweckte Sicherstellung einer umweltgerechten Abfallentsorgung (vgl. Art. 30 und 31) würde damit in Frage gestellt, da hiefür hinsichtlich der Ein-, Aus- und Durchfuhr gefährlicher Abfälle über den in Art. 30 Abs. 2 USG genannten Bereich hinausgehende Massnahmen erforderlich sind.\n\nGegen eine Beschränkung der in Art. 32 Abs. 1 USG enthaltenen Ermächtigung auf blosse Ausführungsvorschriften spricht auch die Gesetzessystematik. Die dem Bundesrat bereits aufgrund der Bundesverfassung zustehende Kompetenz zum Erlass von Ausführungsvorschriften (vgl. Art. 102 Ziff. 5 BV) wird in Art. 39 Abs. 1 USG mit Blick auf den ganzen Regelungsbereich des Gesetzes bestätigt. Es ist kein Grund ersichtlich, weshalb im Zusammenhang mit dem Verkehr von gefährlichen Abfällen auf diese Befugnis noch besonders hätte hingewiesen werden müssen.\n\nNach dem Wortlaut, der Gesetzessystematik und dem Gesetzeszweck erscheint Art. 32 Abs. 1 USG somit als Delegationsnorm, welche auch zum Erlass gesetzesvertretender Verordnungen ermächtigt.\n\ncc) Die Beschwerdeführerin verweist zur Begründung ihres abweichenden Standpunkts freilich auch auf die Entstehungsgeschichte von Art. 32 USG.\n\nDer Entwurf des Bundesrates für ein Umweltschutzgesetz vom 31. Oktober 1979 (BBl 1979 III 844 f.) zählt in Art. 29 lit. a-g sämtliche an den Bundesrat delegierten Rechtsetzungskompetenzen detailliert auf. Im Bereich der gefährlichen Abfälle nennt lit. f die Befugnis des Bundesrates, vorzuschreiben,\n\n\"dass gefährliche Abfälle für die Weitergabe zu kennzeichnen sind und nur\n\nmit einer Bewilligung des Bundes entgegengenommen oder eingeführt werden dürfen; die Bewilligung wird vom Kanton ausgestellt, in welchem die Unternehmung ihren Sitz hat.\"\n\nDie parlamentarische Beratung des bundesrätlichen Entwurfs stand unter dem Eindruck der Seveso-Affäre. Die Regelung des Verkehrs mit gefährlichen Abfällen gab zu eingehenden Diskussionen Anlass. Die oben erwähnte Delegationsnorm wurde modifiziert und um den heutigen Art. 32 Abs. 1 USG erweitert. Art. 32 Abs. 2 USG weicht nicht wesentlich von Art. 29 lit. f des Entwurfs ab. Die vorliegend umstrittene Delegationsnorm in Art. 32 Abs. |1061| fand also erst im Verlaufe der parlamentarischen Beratungen Eingang ins Gesetz.\n\nAufschlussreich für die Auslegung des heutigen Art. 32 USG ist das Votum des Berichterstatters im Nationalrat. Er erklärte, beide Absätze von Art. 29 des bundesrätlichen Entwurfs - der heute Art. 32 USG entspricht - bildeten Bestandteile der sog. Seveso-Artikel. Die nationalrätliche Kommission habe die vom Ständerat eingebrachten Zusätze konkretisiert und modifiziert sowie sich ferner darum bemüht, die Verordnungskompetenz des Bundesrats im Zusammenhang mit gefährlichen Abfällen näher zu umschreiben. Unter Hinweis auf die Erfahrungen mit den sog. Seveso-Fässern führte er aus:\n\n\"Wir legten - und das ist der Unterschied zum Ständerat - besonderen Wert darauf, dass der Bundesrat auch Vorschriften über die Durchfuhr gefährlicher Stoffe zu erlassen hat. Das betrifft Absatz 1.\n\nIn Absatz 2 werden zwei wichtige Fälle, die zu regeln sind, konkretisiert\n\n(Amtl.Bull. NR 1983, S. 1176, Votum Schmid).\"\n\nAus diesem Votum ergibt sich, dass der vom Bundesrat auf Verordnungsstufe zu regelnde Sachbereich gegenüber der ständerätlichen Version (\"Der Bundesrat erlässt Vorschriften über den Export gefährlicher Abfälle\") erweitert und auch auf die Durchfuhr erstreckt werden sollte. Ferner geht daraus hervor, dass Abs. 2 lediglich zwei Fälle des in Abs. 1 zur näheren Regelung an den Bundesrat delegierten Sachbereichs konkretisiert und nicht eine gegenüber Abs. 1 abweichende Delegationsnorm schafft. Diese Auffassung blieb in den weiteren Beratungen in den Räten unwidersprochen. Zudem lassen sich in den Materialien keine weiteren Hinweise finden, die für das Verhältnis zwischen den Absätzen 1 und 2 von Art. 32 USG von Bedeutung wären.\n\nEntgegen der Ansicht der Beschwerdeführerin kann aus der Entstehungsgeschichte somit nicht gefolgert werden, der Bundesrat sei einzig in dem von Abs. 2-4 von Art. 32 USG geregelten Bereich zum Erlass von gesetzesvertretenden Verordnungen ermächtigt, im übrigen aber auf blosse Vollzugsverordnungen beschränkt. Den vom BUWAL angeführten Äusserungen des damaligen Bundesrates Egli in den vorberatenden Kommissionen der eidgenössischen Räte kommt unter diesen Umständen für die Auslegung von Art. 32 USG keine Bedeutung zu. Es kann daher offenbleiben, ob ihnen - trotz der fehlenden Öffentlichkeit der Sitzungen der vorberatenden Kommissionen - bei der Auslegung überhaupt ein massgebliches Gewicht zuzukommen vermöchte.\n\n|107|\n\ndd) Es ergibt sich somit, dass Art. 32 Abs. 1 USG den Bundesrat ermächtigt, auf dem Gebiet des Verkehrs mit gefährlichen Abfällen eine gesetzesvertretende Verordnung zu erlassen. Demzufolge ist der Einwand der Beschwerdeführerin unzutreffend, Art. 12 VVS könne schon deshalb in Art. 32 Abs. 1 USG keine gesetzliche Grundlage finden, weil sich nur Ausführungsvorschriften darauf abzustützen könnten.\n\nc) Die Beschwerdeführerin zieht auch in Zweifel, dass Art. 12 VVS die Grenzen der in Art. 32 Abs. 1 USG an den Bundesrat delegierten Verordnungskompetenz einhalte. Sie geht davon aus, dass sich eine Rücknahmepflicht für exportierte Abfälle nicht zu dem in der Delegationsnorm umschriebenen Bereich des Verkehrs mit gefährlichen Abfällen, einschliesslich der Ein-, Aus- und Durchfuhr, zählen lasse.\n\nWie bereits dargelegt gehört die Sicherstellung einer umweltgerechten Abfallentsorgung zu den Zielen des Umweltschutzgesetzes. Die Pflicht zu einer die Umwelt schonenden Abfallbeseitigung gilt nicht nur im Inland, sondern auch mit Bezug auf die Ausfuhr von Sonderabfällen ins Ausland. Der Bundesrat hat in Art. 9 VVS den Export von Sonderabfällen von der Erfüllung zahlreicher formeller und materieller Voraussetzungen abhängig gemacht. Unter anderem wird verlangt, dass der Exporteur von Sonderabfall dem BUWAL Unterlagen einreicht, aus denen hervorgeht, dass der vorgesehene Empfänger über Anlagen verfügt, die eine umweltgerechte Verwertung, Unschädlichmachung oder Beseitigung der Abfälle ermöglichen (Art. 9 Abs. 2 lit. e VVS). Sind die Voraussetzungen nicht erfüllt, verfügt das BUWAL ein Ausfuhrverbot (Art. 35 Abs. 2 VVS).\n\nDie in Art. 12 VVS vorgesehene Rücknahmepflicht steht zu dieser Ordnung der Ausfuhr von Sonderabfällen in einem engen Sachzusammenhang. Das BUWAL legt dar, die Rücknahmepflicht stelle ein geeignetes Mittel zur Gewährleistung der strengen Ausfuhrregelung dar. In Fällen, in denen sich nachträglich die Verletzung der Bestimmungen der VVS herausstelle, könne mittels der Verpflichtung zur Rücknahme der rechtmässige Zustand wiederhergestellt werden. Art. 12 VVS dient damit der Sicherstellung der Bestimmungen über die Ausfuhr von Sonderabfällen und zugleich der umweltgerechten Entsorgung solcher Abfälle. Sie steht mit dem Gesetzeszweck in Einklang und überschreitet die Grenzen der in Art. 32 Abs. 1 USG an den Bundesrat delegierten Befugnisse nicht.\n\n|108|\n\nd) Der Einwand der Beschwerdeführerin, Art. 12 VVS lasse sich nicht auf Art. 32 Abs. 1 USG abstützen, erweist sich somit als unzutreffend. Bei diesem Ergebnis kann offenbleiben, ob auch die Bestimmungen des Basler Übereinkommens über die Kontrolle der grenzüberschreitenden Verbringung gefährlicher Abfälle und ihrer Entsorgung vom 22. März 1989 (SR 0.814.05 AS 1992 S. 1125) als Rechtsgrundlage von Art. 12 VVS herangezogen werden könnten, wie dies vom BUWAL geltend gemacht wird.\n\n5. Die Rücknahmepflicht gemäss Art. 12 VVS verbleibt innerhalb der Kompetenzen, die der Gesetzgeber an den Bundesrat delegiert hat. Eine bundesrätliche Verordnungsbestimmung darf nach der erwähnten Rechtsprechung (E. 3a) jedoch auch inhaltlich dem Gesetzes- und Verfassungsrecht nicht widersprechen, soweit der Gesetzgeber den Bundesrat nicht zu einer Abweichung ermächtigt. Die Delegationsnorm von Art. 32 Abs. 1 USG enthält keine solche Ermächtigung. Im Blick auf diese Sachlage verlangt die Beschwerdeführerin eine inhaltliche Prüfung der Verfassungsmässigkeit von Art. 12 VVS und stellt diese mit verschiedenen Argumenten in Frage.\n\na) Die zunächst gerügte Verletzung der Handels- und Gewerbefreiheit (Art. 31 BV) und der Eigentumsgarantie (Art. 22ter BV) begründet die Beschwerdeführerin allein damit, dass für die Rücknahmepflicht eine gesetzliche Grundlage für eine Einschränkung dieser Grundrechte fehle. Dieser Einwand ist unbegründet. Gesetzliche Grundlage der Rücknahmepflicht ist Art. 12 VVS, der sich - wie in E. 4 dargelegt - auf Art. 32 Abs. 1 USG abzustützen vermag.\n\nb) Nach Ansicht der Beschwerdeführerin entbehrt Art. 12 VVS der erforderlichen Bestimmtheit, die eine grundrechtseinschränkende Norm aufweisen müsse. Im Umfang, in dem Art. 12 VVS der angefochtenen Verfügung zugrunde liegt, ist die behauptete mangelnde Bestimmtheit nicht ersichtlich. Aus der Vorschrift ergibt sich die Zuständigkeit des Bundesamtes, was von der Beschwerdeführerin auch nicht in Frage gestellt wird. Sie wendet jedoch ein, eine allfällige künftige Rücknahmeverpflichtung lasse sich - wegen der ungenügenden Bestimmtheit von Art. 12 VVS - nicht auf diese Norm abstützen. Aus diesem Grund falle die Bestimmung auch als Grundlage der angefochtenen Zwischenverfügung ausser Betracht. Das BUWAL hat im vorliegenden Fall jedoch weder den Sachverhalt ermittelt, noch einen Entscheid über eine Pflicht der Beschwerdeführerin zur Rücknahme der nach Portugal exportierten Abfälle getroffen. Soweit die |109| Beschwerdeführerin die Verfassungsmässigkeit von Art. 12 VVS im Blick auf die Rücknahmepflicht kritisiert, geht sie über den Gegenstand des angefochtenen Entscheids hinaus. Es fehlt insoweit an einem Anfechtungsobjekt.\n\nDie Rüge der mangelnden Bestimmtheit von Art. 12 VVS erweist sich somit in dem beschränkten Umfang, in dem auf sie eingetreten werden kann, als unbegründet.\n\n6. Nach Art. 12 lit. a VVS kommt die Verfügung einer Rücknahmepflicht exportierter Abfälle nur in Betracht, wenn die Behörde des Empfängerstaates dies verlangt. Die Beschwerdeführerin macht geltend, das BUWAL habe in der angefochtenen Zwischenverfügung zu Unrecht angenommen, der Staat Portugal verlange die Rücknahme der von ihr in den Jahren 1987 bis 1990 exportierten Abfälle.\n\na) Nach Auffassung des BUWAL sind an ein Begehren gemäss Art. 12 lit. a VVS zwei Anforderungen zu stellen: Erstens müsse darin die Aufforderung des Empfängerstaates zuhanden der zuständigen schweizerischen Behörden enthalten sein, den schweizerischen Abfallexporteur zur Rücknahme der ausgeführten Abfälle zu verpflichten; zweitens habe das Begehren Hinweise auf die Verletzung von Ausfuhrvorschriften zu enthalten.\n\nIm vorliegenden Fall betrachtet das BUWAL diese beiden Voraussetzungen als erfüllt. Es stützt sich dabei auf folgenden Sachverhalt: Die portugiesische Botschaft in Bern habe dem Eidgenössischen Departement für auswärtige Angelegenheiten am 13. Juli 1992 eine Note zukommen lassen, in der sie unter Bezugnahme auf die zwischen 1987 und 1990 durch die Beschwerdeführerin ausgeführten Abfallexporte um Anordnung der \"mesures nécessaires à la réception en Suisse des déchets susmentionnés, d'accord avec les dispositions légales en vigueur\" ersuchte. Nach Auffassung des BUWAL kann unter den \"dispositions légales en vigueur\" nur die VVS verstanden werden, die den portugiesischen Behörden von der schweizerischen Botschaft in Portugal vorgängig zur Verfügung gestellt worden sei. Der Kabinettschef des portugiesischen Umweltministeriums habe bereits in einem Schreiben vom 20. Februar 1992 an die schweizerische Botschaft das BUWAL aufgefordert, die nötigen Schritte zur Rücknahme der fraglichen Abfälle zu veranlassen. Dieses Schreiben habe aber keinen offiziellen Charakter aufgewiesen.\n\nDas BUWAL hat mit Schreiben an das portugiesische Umweltministerium vom 3. August 1992 festgehalten, dass die Note vom 13. Juli 1992 als Begehren im Sinn von Art. 12 VVS betrachtet werde. Da diese Note keine Begründung des |110| Rücknahmebegehrens enthält, hat das BUWAL den portugiesischen Behörden mit Schreiben vom 25. September 1992 eine Reihe von Fragen unterbreitet, welche vom Kabinettschef mit Schreiben vom 6. November 1992 unter Beilage einer Reihe von Dokumenten beantwortet worden sind.\n\nb) Die Beschwerdeführerin bestreitet, dass die dargestellten unbestrittenen Feststellungen ausreichten, um von einem Begehren gemäss Art. 12 lit. a VVS zu sprechen. Ein solches hat nach ihrer Ansicht vielmehr in formeller Hinsicht den Anforderungen zu genügen, wie sie für Gesuche im Rahmen der internationalen Rechtshilfe in Strafsachen gelten. Sie scheint davon auszugehen, dass Art. 28 des Bundesgesetzes über internationale Rechtshilfe in Strafsachen vom 20. März 1981 (IRSG; SR 351.1) bzw. von Art. 14 des Europäischen Übereinkommens über die Rechtshilfe in Strafsachen vom 20. April 1959 (EÜR; SR 0.351.1) vorliegend analog anzuwenden sind.\n\nDas Verfahren um Rücknahme von exportiertem Sonderabfall lässt sich nicht mit einem Verfahren der zwischenstaatlichen Rechtshilfe in Strafsachen vergleichen. Es geht nicht um Rechtshilfe für ein fremdes Verfahren, sondern um ein selbständiges Verwaltungsverfahren über die Frage, ob schweizerische Vorschriften im Zusammenhang mit einem Export von Sonderabfällen verletzt worden seien und ob deswegen gegebenenfalls eine Rücknahme der Abfälle anzuordnen sei. Im Gegensatz zur internationalen Rechtshilfe in Strafsachen wird über die Durchführung der verlangten Massnahme nicht bereits aufgrund der Darstellung des Sachverhalts im Gesuch entschieden, sondern dieses bildet lediglich den Anlass, ein Verfahren einzuleiten und die erforderlichen weiteren Beweiserhebungen über den umstrittenen Abfallexport vorzunehmen.\n\nDie Beschwerdeführerin befürchtet freilich eine Einschränkung ihrer Verteidigungsmöglichkeiten und damit ihres Anspruchs auf rechtliches Gehör, wenn ihr bei Einleitung des Verfahrens die ihr gegenüber erhobenen Vorwürfe nicht näher bekannt seien und sie sich deshalb dagegen nicht wirksam zur Wehr setzen könne. Dieser Einwand mag zwar in Fällen wie dem vorliegenden verständlich sein, wo die Medien bereits über die Einleitung des Verfahrens ausführlich berichten und dadurch unter Umständen den Eindruck erwecken, der den Abfall exportierenden Unternehmung würde eine Verletzung der Ausfuhrbestimmungen vorgeworfen. Tatsächlich wird jedoch mit der |111| Verfahrenseinleitung ein solcher Vorwurf nicht erhoben. Vielmehr bildet das Vorliegen einer Verletzung von schweizerischen Vorschriften über den Abfallexport Gegenstand des eingeleiteten Verfahrens. Bei dessen Durchführung ist der Anspruch der Beschwerdeführerin auf rechtliches Gehör vollumfänglich zu wahren.\n\nSchliesslich weist die Beschwerdeführerin darauf hin, dass die Schweiz eine Rücknahmepflicht nicht verfügen könne, solange die Abfallimporteurin nach portugiesischem Recht nicht zur Ausfuhr der seinerzeit eingeführten Abfälle verpflichtet sei. Konsequenterweise komme die Einleitung eines Verfahrens gemäss Art. 12 VVS nur in Betracht, wenn die portugiesischen Behörden ihrerseits die Ausfuhr der fraglichen Abfälle anordnen würden. Die Betrachtungsweise des BUWAL verkenne den internationalen Charakter des zu beurteilenden Sachverhalts. Die Vorschriften des öffentlichen Rechts dürfen nach dem Territorialitätsprinzip des Völkerrechts grundsätzlich nur auf Sachverhalte im eigenen Land angewendet werden (vgl. BGE 107 II 489 E. 3 S. 492; BGE 95 II 109 E. 3c S. 114; BGE 82 I 196 E. 1 S. 197 f.). Da das BUWAL das Verfahren um Rücknahme der exportierten Sonderabfälle jedoch nicht von sich aus, sondern auf Ersuchen des portugiesischen Staates durchführt, liegt ein Übergriff der schweizerischen Behörden in die Hoheit eines fremden Staates nicht vor. Im übrigen braucht im vorliegenden Zusammenhang nicht entschieden zu werden, ob eine Rücknahmepflicht für die ausgeführten Abfälle von den schweizerischen Behörden auch dann verfügt werden könnte, wenn nach portugiesischem Recht keine Pflicht zur Ausfuhr besteht. Jedenfalls steht die noch ungeklärte Frage der Ausfuhr der Einleitung eines Verfahrens nach Art. 12 VVS nicht entgegen. Das BUWAL wird jedoch zu prüfen haben, inwieweit bei dessen weiterer Durchführung auf die Rechtslage in Portugal Rücksicht zu nehmen ist.\n\nc) Aus diesen Gründen ergibt sich, dass das BUWAL vom Vorliegen eines genügenden Begehrens gemäss Art. 12 lit. a VVS ausgehen und demnach ein Verfahren über das Bestehen einer allfälligen Rücknahmepflicht der von der Beschwerdeführerin exportierten Sonderabfälle eröffnen durfte."}