{"annee": "120", "cour": "IB", "page": "189", "date": "8/7/1994", "cite": ["79 IV 49", "111 IB 52"], "cite_par": ["127 I 145", "136 IV 82", "139 V 263", "132 II 178", "121 II 296", "122 II 140", "132 II 65", "135 IV 212", "123 II 511", "126 II 324"], "chapeau": "28. Extrait de l'arrêt de la Ière Cour de droit public du 8 juillet 1994 dans la cause G. contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Extradition à la République de Malte; succession de Malte au traité conclu en 1880 entre la Suisse et la Grande-Bretagne. Succession d'Etats aux traités d'extradition; la Suisse a manifesté clairement, par actes concluants, sa volonté de maintenir l'application du traité d'extradition conclu le 26 novembre 1880 entre la Grande-Bretagne et la Confédération, dans ses rapports avec la République de Malte (consid. 2)."], "faits": "BGE 120 Ib 189 S. 189\n\nG., ressortissant néerlandais, a été interpellé à Malte le 23 décembre 1989 et invité sous caution à y rester à la disposition des autorités pénales maltaises pour les besoins d'une enquête ouverte contre lui pour détournement de fonds et escroquerie. G. a cependant quitté Malte et ne s'est pas présenté à une audience fixée le 12 mars 1991.\n\nBGE 120 Ib 189 S. 190\n\nLe 29 avril 1994, l'Office fédéral de la police a accordé à la République de Malte l'extradition de G., qui avait été arrêté à Lausanne le 8 février 1994.\n\nLe Tribunal fédéral a rejeté le recours de droit administratif formé contre cette décision.", "considerants": "Extrait des considérants:\n\n2. a) La Grande-Bretagne et la Confédération suisse ont conclu, le 26 novembre 1880, un traité d'extradition (ci-après: le Traité; RS 0.353.936.7), dont l'article II énumère les crimes et les délits pour lesquels l'extradition doit être accordée. Ce traité a été complété par une convention additionnelle du 19 décembre 1934 (ci-après: la Convention additionnelle; RS 0.353.936.71), dont l'article 1 prévoit que \"l'extradition pourra également être obtenue, si la partie requise y consent, pour tout autre crime ou délit pour lesquels les lois en vigueur sur le territoire de l'une et de l'autre des hautes parties contractantes prévoient la possibilité d'une extradition\". La République de Malte est une ancienne possession britannique qui a accédé à l'indépendance le 21 septembre 1964. Elle n'est pas partie à la Convention européenne d'extradition, conclue à Paris le 13 décembre 1957 et entrée en vigueur pour la Suisse le 20 mars 1967 (CEExtr.; RS 0.353.1). De même, elle n'a pas conclu avec la Confédération suisse un traité bilatéral d'extradition.\n\nb) Selon la doctrine et la pratique ancienne du droit international, les traités bilatéraux, et notamment les traités d'extradition, cessaient de produire leurs effets en cas de succession d'Etats (doctrine dite de la \"table rase\"; cf. CHARLES ROUSSEAU, Droit international public, tome III, Paris, 1977, no 362; MARIO GIULIANO/TULLIO SCOVAZZI/TULLIO TREVES, Diritto internazionale, Milan, 1991, p. 401/402). Selon les conceptions nouvelles, il est admis que les traités bilatéraux restent en vigueur si l'Etat nouvellement indépendant et l'autre Etat partie au traité en conviennent, expressément ou implicitement (ALFRED VERDROSS/BRUNO SIMMA, Universelles Völkerrecht, Berlin, 1976, p. 487/488, NGUYEN QUOC DINH/PATRICK DAILLIER/ALAIN PELLET, Droit international public, 4ème éd., Paris, 1992 no 364; Giuliano/Scovazzi/Treves, op.cit., p. 404-406). C'est aussi la solution consacrée par l'art. 24 par. 1 de la Convention sur la succession d'Etats en matière de traités, conclue à Vienne le 23 août 1978, non encore entrée en vigueur, aux termes duquel un traité bilatéral qui, à la date d'une succession d'Etats, était en vigueur à l'égard du territoire auquel BGE 120 Ib 189 S. 191se rapporte la succession d'Etats est considéré comme étant en vigueur entre un Etat nouvellement indépendant et l'autre Etat partie, s'ils en sont expressément convenus ou si, en raison de leur conduite, ils doivent être considérés comme en étant ainsi convenus. En matière d'extradition, la Suisse partage désormais cette conception moderne (ATF 111 Ib 53 /55 consid. 2, 105 Ib 289-291 consid. 1a-c; contra: ATF 79 IV 49).\n\nLe 28 janvier 1992, le Ministère maltais des affaires étrangères a communiqué au gouvernement suisse une note aux termes de laquelle le Traité est applicable à Malte (RS 0.353.954.5). Cette manifestation unilatérale de la volonté de la République maltaise d'être liée à la Suisse par le Traité conclu par la Grande-Bretagne diffère de la procédure suivie par d'autres possessions britanniques devenues indépendantes qui ont repris à leur compte le Traité au terme d'un échange de notes par laquelle la Confédération suisse donnait expressément son consentement à la succession de l'Etat nouvellement indépendant au traité préexistant (cf. les échanges de notes intervenus entre la Suisse et le Kenya, des 19 mai et 21 septembre 1965, RS 0.353.947.2; la Suisse et le Malawi, des 6 janvier et 19 décembre 1967, RS 0.353.953.2; la Suisse et l'Ouganda, des 14 janvier et 21 septembre 1965, RS 0.353.961.8; la Suisse et le Pakistan, des 11 décembre 1954 et 28 novembre 1955, RS 0.953.962.3; la Suisse et la Papouasie-Nouvelle Guinée, des 22 septembre 1976 et 25 février 1977, RS 0.353.963.0; la Suisse et la Tanzanie, des 25 août et 28 septembre 1967, RS 0.353.973.2). Il n'en demeure pas moins qu'en acceptant la note maltaise et en la publiant dans le Recueil systématique des lois fédérales, la Confédération suisse a clairement manifesté, par actes concluants, sa volonté de maintenir l'application du Traité dans ses rapports avec la République de Malte. Il sied de relever toutefois que la note maltaise ne se réfère pas à la Convention additionnelle; il en résulte que les relations extraditionnelles entre la Confédération suisse et la République de Malte sont régies exclusivement par le Traité.\n\nLa Suisse est ainsi tenue d'accorder une extradition demandée par Malte lorsque les conditions posées par le Traité sont réunies. En l'absence d'une clause conventionnelle réservant expressément le droit suisse autonome et notamment l'ordre public interne, seuls l'ordre public international et les principes généraux du droit des gens en pourraient motiver le rejet (ATF 110 Ib 176 consid. 2; 106 Ib 298 consid. 1, 105 Ib 296 consid. 1a et les arrêts cités). L'existence d'un traité ne prive toutefois pas la Suisse de la faculté d'accorder l'extradition en vertu de BGE 120 Ib 189 S. 192règles éventuellement plus larges de son droit autonome, soit en particulier l'EIMP et l'OEIMP. En effet, les traités d'extradition sont destinés à favoriser la coopération internationale; ils ne s'opposent donc pas à un octroi plus large de l'extradition. Au demeurant, dans la mesure où elle n'est pas liée par un traité, la Suisse se doit d'appliquer sa loi à tous les cas d'extradition; de plus il serait inconséquent qu'elle refuse l'extradition à des Etats qui lui sont liés par une convention, dans des situations où elle l'accorderait à d'autres Etats sur la seule base de son droit autonome (arrêts non publiés S. du 23 novembre 1989 et D. du 7 février 1989; cf. aussi ATF 113 Ib 185 consid. 1, 109 Ib 168 consid. 5, 106 Ib 345 consid. b)."}