{"annee": "120", "cour": "IV", "page": "256", "date": "18/7/1994", "cite": ["95 IV 179", "117 IV 314", "106 IV 227"], "cite_par": ["121 IV 332", "126 IV 198", "124 IV 44", "145 IV 312"], "chapeau": "42. Auszug aus dem Urteil des Kassationshofes vom 18. Juli 1994 i.S. S. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 1 première phrase LStup; cannabis. Les produits tirés du cannabis ne sont pas propres à mettre directement en danger d'une manière grave la santé physique ou psychique de nombreuses personnes (consid. 2b; confirmation de la jurisprudence). Du point de vue de la santé toutefois, ils ne sont pas sans appeler des réserves et ils constituent des stupéfiants au sens de la disposition précitée (consid. 2c; confirmation de la jurisprudence)."], "faits": "|256|\n\nS. erwarb von ca. Ende 1988 bis ca. Ende 1990 mit Bezügen von meist einem Kilogramm, teilweise auch zwei Kilogramm, insgesamt mindestens 30 Kilogramm Haschisch zu einem Durchschnittspreis von Fr. 5'800.-- pro Kilo. Er verkaufte das Haschisch in der Regel in kleineren Portionen an unbekannte Abnehmer zu einem Durchschnittspreis von Fr. 6'200.-- bis Fr. 6'500.-- pro Kilo weiter und erzielte damit einen Gesamtgewinn von ca. Fr. 12'000.-- bis Fr. 21'000.--.\n\nDas Strafamtsgericht von Bern verurteilte S. am 27. April 1993 wegen gewerbsmässiger Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 |257| Ziff. 1 und 2 lit. c BetmG) zu einer unbedingten Gefängnisstrafe von 14 Monaten. Zudem verfügte es die Rückerstattung des unrechtmässigen Gewinns im Betrag von Fr. 10'000.--. Dieses Urteil bestätigte das Obergericht des Kantons Bern am 15. Oktober 1993.\n\nS. führt Nichtigkeitsbeschwerde und beantragt, das angefochtene Urteil sei aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. a) Die Vorinstanz führt zum Schuldspruch der gewerbsmässigen Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 Ziff. 1 und 2 lit. c BetmG; SR 812.121) aus, das Gesetz selbst definiere abhängigkeitserzeugende Stoffe und Präparate der Wirkungstypen Cannabis als Betäubungsmittel. Damit sei vorliegend durch Kauf und Verkauf von 30 Kilogramm Haschisch die Widerhandlung gegen Art. 19 Ziff. 1 BetmG erfüllt.\n\nDas Bundesgericht habe zwar in BGE 117 IV 314 in Abänderung seiner früheren Praxis erkannt, bei Cannabis bzw. Haschisch sei nach dem derzeitigen Erkenntnisstand die Annahme eines schweren Falles im Sinne von Art. 19 Ziff. 2 lit. a BetmG ausgeschlossen. Dabei sei zu berücksichtigen, dass das Bundesgericht bei Haschisch auch in grossen Mengen - im Vergleich zu anderen Drogen wie Heroin - bloss die naheliegende und ernstliche Gefahr für die seelische und körperliche Gesundheit vieler Menschen verneint habe; darüber hinaus könne dem Entscheid nicht entnommen werden, Haschisch sei geradezu ungefährlich; gegenteils werde ausdrücklich die Schlussfolgerung gezogen, die Droge Cannabis sei nicht unbedenklich. Hinzu komme, dass gemäss diesem Entscheid Verkehr und Konsum mit und von Cannabis-Produkten weiterhin strafbar seien; das Bundesgericht habe ausdrücklich die Qualifikationsgründe des bandenmässigen und des gewerbsmässigen Vorgehens bei Cannabis (weiterhin) für anwendbar erklärt.\n\nAuch eine verfassungskonforme Auslegung führe nicht zu einem anderen Ergebnis. Abgesehen davon, dass kein Auslegungsraum hinsichtlich Prüfung einer allfälligen Verletzung der verfassungsmässigen Rechte der persönlichen Freiheit und der Handels- und Gewerbefreiheit bleibe, könne ohnehin keine Rede davon sein, das gemäss Betäubungsmittelgesetz unter Strafe gestellte Verbot (auch) des Handels mit Haschisch verletze die genannten verfassungsmässigen Rechte.\n\n|258|\n\nb) Der Beschwerdeführer macht geltend, die Vorinstanz habe Art. 1, 8 und Art. 19 Ziff. 1 und 2 lit. c BetmG bundesrechtswidrig, insbesondere nicht verfassungskonform ausgelegt. Die gesamte Betäubungsmittelgesetzgebung habe den Schutz der Gesundheit als Rechtsgut zur Aufgabe. Betäubungsmittel würden deshalb verboten, weil sie die Gesundheit des Konsumenten schädigten. Wie das Bundesgericht ausgeführt habe, stimmten all diese Annahmen des Gesetzgebers nicht. Damit entfalle aber gemäss einer historisch teleologischen verfassungskonformen Auslegung des Betäubungsmittelgesetzes die Anwendung von Art. 19 Ziff. 1 und 2, insbesondere auch von Art. 19 Ziff. 2 lit. c BetmG, bei Cannabis-Substanzen. Wenn Haschisch demnach nicht schade, könne rechtslogisch auch keine Gewerbsmässigkeit gegeben sein. Noch weitergehend heisse dies aber auch, dass Cannabis fälschlicherweise im Betäubungsmittelgesetz als Betäubungsmittel aufgeführt sei und dass deshalb der Richter heute verpflichtet sei, im Sinne des Gesetzgebers, gestützt auf die teleologische, historische und verfassungskonforme Auslegung, Art. 19 Ziff. 1 und 2 und insbesondere Art. 19 Ziff. 2 lit. c im Einzelfall auf Cannabis-Produkte nicht anzuwenden. Darüber hinaus habe die Vorinstanz nicht nur Art. 19 BetmG nicht bundesrechtskonform ausgelegt, sondern auch die Art. 1 Abs. 1 und 2 lit. a Ziff. 4 sowie lit. b Ziff. 3 und Art. 8 Abs. 1 lit. d BetmG, in welchen überall von Haschisch, Hanf oder Hanfkraut die Rede sei.\n\n2. Art. 19 Ziff. 1 Satz 1 BetmG stellt den unbefugten Anbau, Handel und Besitz von Betäubungsmitteln in allen seinen Formen unter Strafe.\n\na) Nach konstanter bundesgerichtlicher Rechtsprechung unterstehen die verschiedenen Handelsformen des Cannabis (Marihuana, Haschisch, Haschischöl usw.) dem Betäubungsmittelgesetz (BGE 95 IV 179 E. 1; BGE 106 IV 227 E. 3; BGE 117 IV 314 E. 2e, f/cc; Urteil vom 29. August 1991, veröffentlicht in SJ 114/1992 S. 90; unveröffentlichter Entscheid des Kassationshofs vom 20. Dezember 1993 in Sachen R. T., E. 3c). Dabei ist unbestritten, dass die verschiedenen Produkte der Hanfpflanze unterschiedliche Wirkstoffkonzentrationen aufweisen (BGE 117 IV 314 E. 2f/cc).\n\nb) Das Bundesgericht hat sich in BGE 117 IV 314 mit dem Cannabis unter dem Gesichtspunkt des schweren Falles nach lit. a von Art. 19 Ziff. 2 BetmG auseinandergesetzt. Zusammenfassend führte es dazu aus (E. 2g/aa), dieses Betäubungsmittel sei zwar nicht unbedenklich. Es könne insbesondere bei lange dauerndem und übermässigem Gebrauch durchaus zu psychischen und |259| physischen Belastungen führen. Die Gefahren, die vom Konsum von Cannabis für die menschliche Gesundheit ausgingen, seien jedoch vergleichsweise gering. Sie unterschritten deutlich jene der harten Drogen, insbesondere von Heroin, und blieben in verschiedener Beziehung sogar hinter jenen des Alkohols zurück. Anders als Heroin und Alkohol sei Cannabis auch bei akuter Vergiftung nicht lebensgefährlich. Die auf den Gebrauch von Cannabis zurückzuführenden Schädigungen der Atemwege und der Lunge träten überdies in der Regel, wie beim Genuss von Tabakwaren, - wenn überhaupt - erst nach geraumer Zeit ein, und auch das nur, wenn die Drogen geraucht, nicht aber, wenn sie, beispielsweise in Teeform, oral aufgenommen werden. Durch Cannabis hervorgerufene psychische Schäden seien ausserdem selten, sie träfen vor allem Personen, die entsprechend vorbelastet seien. Der Gebrauch von Cannabis führe ferner keineswegs zwangsläufig zu jenem gefährlicherer Stoffe; nach neuesten Schätzungen griffen insgesamt etwa fünf Prozent aller Jugendlichen, die Erfahrung mit Cannabis hätten, zu härteren Drogen. Nach dem gegenwärtigen Stand der Kenntnisse lasse sich somit nicht sagen, dass Cannabis geeignet sei, die körperliche und seelische Gesundheit vieler Menschen in eine naheliegende und ernstliche Gefahr zu bringen.\n\nc) Es besteht kein Anlass, von dieser Rechtsprechung abzuweichen. Auszugehen ist nach wie vor davon, dass Cannabis zwar nicht geeignet ist, die körperliche und seelische Gesundheit vieler Menschen in eine naheliegende und ernstliche Gefahr zu bringen. Trotzdem ist Cannabis in gesundheitlicher Hinsicht nicht unbedenklich, auch wenn eine \"Schrittmacherfunktion\" zum Gebrauch härterer Drogen nicht anzunehmen ist (BGE 117 IV 314 E. 2g/aa). In diesem Sinn äussern sich auch die einschlägige Fachliteratur (THOMAS GESCHWINDE, Rauschdrogen, 2. Aufl., Berlin usw. 1990, N. 155 ff.; HARALD KÖRNER, Betäubungsmittelgesetz, 3. Aufl. München 1990, S. 1067 Ziff. 46 lit. g; HANS KIND, Die Gefährlichkeit der Drogen und die heutige Drogenpolitik, Neue Wege in der Drogenpolitik, Zürich 1991, S. 123; ANDREAS MANZ, Medizinische Aspekte des Cannabis-Gebrauchs, Neue Wege in der Drogenpolitik, Zürich 1991, S. 112 ff.; KARL-LUDWIG TÄSCHNER, Probleme der Aussagetüchtigkeit bei Drogenabhängigen, NStZ 1993, S. 322 f.; weniger weitgehend STEFAN QUENSEL, Wirkungen und Risiken des Cannabis-Gebrauchs, Drogen und Drogenpolitik, herausgegeben von SEBASTIAN SCHEERER und IRMGARD VOGT, Frankfurt/New York 1989, S. 379 ff.) und das Deutsche Bundesverfassungsgericht (Beschluss des zweiten Senats vom 9. März 1994, S. 45 ff.).\n\n|260|\n\nInsbesondere Jugendliche mit grösseren Schwierigkeiten können durch den Genuss von Cannabis zusätzlich in der Festigung ihrer Persönlichkeit gehindert werden (GESCHWINDE, a.a.O., N. 164; MANZ, a.a.O., S. 117). Den Cannabis-Produkten wohnen deshalb auch nach dem heutigen Wissensstand nicht vernachlässigbare Gefahren und Risiken inne. Dieser Gefährdung des Einzelnen wie auch der Allgemeinheit entspricht das vom Betäubungsmittelgesetz gewählte Konzept, den Umgang mit diesem Betäubungsmittel mit Strafe zu bedrohen. Die Vorinstanz hat den Beschwerdeführer demnach wegen Kaufs und Verkaufs von 30 Kilogramm Haschisch grundsätzlich zu Recht der Widerhandlung gegen Art. 19 Ziff. 1 BetmG schuldig gesprochen.\n\nZu Unrecht beruft sich der Beschwerdeführer auf verfassungskonforme Auslegung des Betäubungsmittelgesetzes. Denn der Sache nach will er die Verfassungsmässigkeit der Unterstellung des Cannabis unter das BetmG überhaupt in Frage stellen, was über verfassungskonforme Auslegung hinausgeht und mit Art. 113 Abs. 3 BV nicht zu vereinbaren ist."}