{"annee": "120", "cour": "V", "page": "163", "date": "3/3/1994", "cite": ["101 V 177", "105 V 241"], "cite_par": ["127 V 65", "141 V 186", "124 V 1", "123 V 70", "125 V 230"], "chapeau": "23. Urteil vom 3. März 1994 i.S. Ausgleichskasse des Kantons St. Gallen gegen M. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 10 LAVS, art. 28 RAVS: obligation de cotiser des personnes sans activité lucrative. - Confirmation de la jurisprudence, selon laquelle les revenus sous forme de rentes d'une personne sans activité lucrative sont capitalisés et ajoutés à la fortune (voir RCC 1979 p. 551 ss; consid. 4). - Les revenus sous forme de rentes provenant d'un contrat de rente viagère d'une durée déterminée doivent être capitalisés, parce qu'ils ne représentent pas des éléments de fortune réalisables. En particulier, le montant maximum des rentes ne peut être déterminé lorsque celles-ci sont, comme dans le cas particulier, liées à une participation variable aux bénéfices (consid. 4c)."], "faits": "BGE 120 V 163 S. 164\n\nA.- M. (geb. 1927) wurde als Pilot der Balair vorzeitig pensioniert und erhielt von seiner Pensionskasse per 31. Mai 1984 eine einmalige Kapitalauszahlung von Fr. 572'319.25. Von diesem Betrag setzte er Fr. 200'000.-- ein, um bei der Schweizerischen Lebensversicherungs- und Rentenanstalt, Zürich, durch einmalige Kapitaleinlage eine auf 13 Jahre befristete Leibrente mit Überschussbeteiligung in der Höhe von monatlich Fr. 1'537.10 (zuzüglich Überschussbeteiligung von anfänglich Fr. 170.85) zu kaufen.\n\nAm 11. Mai 1987 meldete sich M. bei der Ausgleichskasse des Kantons St. Gallen zur Abklärung der Beitragspflicht. Gestützt auf seine Angaben erfasste ihn die Ausgleichskasse mit Verfügungen vom 22. Mai 1987 und 4. Februar 1988 als Nichterwerbstätigen und setzte die Beiträge für die Jahre 1985-1989 aufgrund eines massgebenden Vermögens von Fr. 680'000.-- fest. Mit Nachtragsverfügung vom 10. November 1989 und Beitragsverfügung vom 14. Februar 1990 setzte die Ausgleichskasse die Beiträge für die Jahre 1989-1991 BGE 120 V 163 S. 165auf einem Vermögen von Fr. 40'000.-- fest.\n\nGestützt auf Meldungen der kantonalen Steuerverwaltung erliess die Ausgleichskasse in sinngemässer Wiedererwägung der früheren Verfügungen am 26. Oktober 1990 und 2. November 1990 Nachtragsverfügungen für die Beiträge pro 1985-1989. Als Berechnungsgrundlagen zog sie das ihr nachträglich gemeldete jährliche Renteneinkommen von Fr. 20'484.-- bei, das sie mit dem Faktor 30 (1985) bzw. 20 auf Fr. 614'520.-- bzw. Fr. 409'680.-- kapitalisierte und zur Bestimmung des Jahresbeitrages zum übrigen Vermögen hinzurechnete.\n\nB.- Gegen die Nachtragsverfügungen vom 26. Oktober 1990 und 2. November 1990 reichte M. Beschwerde ein mit dem Antrag, als massgebendes Vermögen sei anstelle des kapitalisierten Renteneinkommens das ursprünglich für den Leibrentenvertrag eingesetzte Kapital von Fr. 200'000.-- zum übrigen Vermögen hinzuzurechnen. Mit der Kapitalisierung sei aus diesem Betrag unzulässigerweise ein beitragspflichtiges Vermögen von Fr. 409'680.-- bzw. von Fr. 614'520.-- für 1985 gemacht worden.\n\nDas Versicherungsgericht des Kantons St. Gallen erwog, die Kapitalisierung der Bezüge des M. aus dem selbst erworbenen Leibrentenvertrag führe zu einem Ergebnis, das Sinn und Zweck der Kapitalisierung von Renteneinkommen zur Beurteilung der sozialen Verhältnisse kaum mehr entspreche, indem für die Beitragsbemessung der der Rente zugrundeliegende und dafür unmittelbar vor Leistungsbeginn eingesetzte Vermögensbetrag (Fr. 200'000.--) durch die Kapitalisierung mehr als verdoppelt bzw. für 1985 mehr als verdreifacht werde. Daher sei der Höchstbetrag der M. zustehenden Leistungen zu ermitteln und zu dem von den Steuerbehörden gemeldeten Vermögen hinzuzurechnen. Dementsprechend hiess das kantonale Gericht die Beschwerde teilweise gut und wies die Sache zur Ermittlung des massgebenden Vermögens und zur Neufestsetzung der Beiträge des M. für die Jahre 1985-1989 im Sinne der Erwägungen sowie zu entsprechender neuer Verfügung an die Ausgleichskasse zurück (Entscheid vom 18. Februar 1993).\n\nC.- Die Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit dem Begehren, der kantonale Gerichtsentscheid sei aufzuheben und die Nachtragsverfügungen vom 26. Oktober 1990 und vom 2. November 1990 seien zu bestätigen.\n\nM. und das Bundesamt für Sozialversicherung (BSV) haben auf Vernehmlassung verzichtet.\n\nBGE 120 V 163 S. 166", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. Nach Art. 10 Abs. 1 Satz 1 AHVG bezahlen Nichterwerbstätige je nach ihren sozialen Verhältnissen einen Beitrag von Fr. 168.-- (Mindestbeitrag bis 1985 Fr. 210.--, ab 1. Januar 1986 Fr. 300.-- und ab 1. Januar 1988 Fr. 324.--, gemäss den einschlägigen Verordnungen über Anpassungen an die Lohn- und Preisentwicklung bei der AHV/IV) bis Fr. 8'400.-- im Jahr. Der Bundesrat erlässt nähere Vorschriften u.a. über die Bemessung der Beiträge (Abs. 3 Satz 1). Gestützt darauf hat er Art. 28 bis 30 AHVV über die Beiträge der Nichterwerbstätigen erlassen. In Art. 28 Abs. 1 AHVV hat er den Begriff der \"sozialen Verhältnisse\" dahingehend konkretisiert, dass die Beiträge aufgrund des Vermögens und des mit 20 (bis 1985 mit 30) multiplizierten jährlichen Renteneinkommens festzusetzen sind. Verfügt ein Nichterwerbstätiger gleichzeitig über Vermögen und Renteneinkommen, so wird der mit 20 multiplizierte jährliche Rentenbetrag zum Vermögen hinzugerechnet (Abs. 2). Die kantonalen Steuerbehörden ermitteln das für die Beitragsberechnung Nichterwerbstätiger massgebende Vermögen aufgrund der betreffenden rechtskräftigen kantonalen Veranlagung; sie berücksichtigen dabei die Vorschriften über die direkte Bundessteuer (Art. 29 Abs. 3 AHVV). Die Ausgleichskasse ermittelt das Renteneinkommen; sie arbeitet dabei soweit möglich mit den Steuerbehörden des Wohnsitzkantons zusammen (Abs. 5). Das Eidg. Versicherungsgericht hat diese verordnungsmässige Regelung seit je als gesetzmässig erachtet (BGE 105 V 243 Erw. 2 mit Hinweisen; ZAK 1986 S. 334, 1984 S. 485).\n\n3. Vorliegend ist in grundsätzlicher Hinsicht unbestritten, dass die Leibrente der Rentenanstalt bei der Bemessung der AHV-Beiträge des Beschwerdegegners zu erfassen ist. Der Streit dreht sich um die Frage, wie bzw. in welchem Masse die aus dem Leibrentenvertrag fliessenden Leistungen in die Beitragsberechnung einzubeziehen sind. Die Ausgleichskasse hat für diese Rentenzahlungen die in Art. 28 Abs. 1 AHVV vorgeschriebene Kapitalisierung vorgenommen. Während der Beschwerdegegner nur die für den Rentenkauf geleistete Einmalprämie von Fr. 200'000.-- als anrechenbares Vermögen anerkennt, hat die Vorinstanz die Ausgleichskasse verhalten, den Höchstbetrag der Rentenleistungen zu ermitteln und diesen als Vermögen anzurechnen.\n\nBGE 120 V 163 S. 167\n\n4. a) Nach der Rechtsprechung des Eidg. Versicherungsgerichts (BGE 101 V 179), letztmals bestätigt in ZAK 1979 S. 558 f., ist der Begriff der Rente gemäss Art. 28 AHVV im weitesten Sinne zu verstehen. Andernfalls entgingen oft bedeutende Leistungen, die in unterschiedlicher Höhe und unregelmässig ausbezahlt werden, der Beitragspflicht, weil es sich weder um eine Rente im strengen Sinne noch um massgebenden Lohn handeln würde. Entscheidend ist nicht allein, ob die fraglichen Leistungen mehr oder weniger die Merkmale einer Rente besitzen, sondern ob sie unabhängig davon zum Lebensunterhalt des Versicherten beitragen, d.h., ob es sich um Einkommensbestandteile handelt, welche die sozialen Verhältnisse eines Nichterwerbstätigen beeinflussen. Ist dies der Fall, so sind die Einnahmen gemäss Art. 10 AHVG bei der Beitragsfestsetzung zu berücksichtigen (ZAK 1979 S. 559 Erw. 2a).\n\nDie Bezüge des Beschwerdegegners aus dem Leibrentenvertrag mit der Rentenanstalt lassen sich ungeachtet ihrer zeitlichen Befristung ohne weiteres als Renteneinkommen im Sinne dieser Rechtsprechung einstufen.\n\nb) Gemäss Praxis ist ein Vermögensertrag dann nicht als Renteneinkommen zu behandeln und als solches zu kapitalisieren, wenn die Höhe des Vermögens bekannt ist oder von der Ausgleichskasse festgestellt werden kann (BGE 101 V 179; ZAK 1979 S. 559 Erw. 2b mit Hinweis). In der Verwaltungsgerichtsbeschwerde macht die Ausgleichskasse geltend, diese Rechtsprechung trage dem in Art. 10 Abs. 1 AHVG verankerten Grundsatz der Beitragsbemessung anhand der sozialen Verhältnisse nur schlecht Rechnung, und regt zu einer anderen Interpretation des Art. 28 AHVV an. Danach wäre der in Anwendung von Art. 28 Abs. 1 und 2 AHVV zu ermittelnde Vermögensstand, ähnlich dem massgebenden durchschnittlichen Jahreseinkommen bei der Rentenberechnung, als mehr oder weniger hypothetische Zahl zu betrachten, die einzig dazu dienen würde, in einer Beitragstabelle den geschuldeten Beitrag abzulesen.\n\nDiese Ausführungen geben indessen keinen Anlass, die zitierte Rechtsprechung in Frage zu stellen; insbesondere ist unklar, wie der Vermögensstand aus den aktuellen Leistungszuflüssen bestimmt werden soll. Der von der Ausgleichskasse erwähnte Vorschlag von Käser, die Beiträge in Prozenten eines Renteneinkommens zu berechnen, wobei Vermögen je nach Lebensalter in Leibrenten umzuwandeln wäre (HANSPETER KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, Bern 1989, Rz. 10.27, S. 192), kann nur de lege ferenda verstanden werden. Beizufügen ist, dass das BSV BGE 120 V 163 S. 168zur Ermässigung des Kapitalisierungsfaktors nach Art. 28 AHVV auf 1. Januar 1986 von 30 auf 20 erläuternd ausführte, der Verwaltung gegenüber werde periodisch geltend gemacht, die Beitragsbemessung bei Nichterwerbstätigen sei ungerecht, namentlich würden (nach dem geltenden System) die Renteneinkommen von Invaliden und vorzeitig Pensionierten im Verhältnis zu den Vermögen zu stark mit Beiträgen belastet. Die scharfe Erfassung dieser Renteneinkommen vertrage sich zudem schlecht mit den heutigen Bestrebungen zur Förderung der beruflichen Vorsorge. Eine Korrektur dieser Verhältnisse sei über die Anpassung des Kapitalisierungsfaktors möglich (ZAK 1985 S. 436).\n\nc) Da sich somit eine Praxisänderung nicht aufdrängt, ist nur zu entscheiden, ob in Anwendung der bisherigen Rechtsprechung die Höhe des den Leibrentenleistungen entsprechenden Vermögens feststellbar ist, wovon die Vorinstanz ausgeht, oder ob eine Kapitalisierung der Renteneinkünfte vorzunehmen ist, wie die Ausgleichskasse verfügt hat.\n\nVorliegend sind die Voraussetzungen für den Verzicht auf Kapitalisierung der Renteneinkünfte nicht erfüllt. Gleich wie im Fall ZAK 1979 S. 558 f., in welchem der damalige Beschwerdeführer von zwei Versicherungsgesellschaften zeitlich befristete Rückzahlungen aus einer Kapitalplazierung mit zusätzlicher Gewinnbeteiligung bezog, stellen die Ansprüche des Beschwerdegegners keine realisierbaren Vermögenswerte dar. Insbesondere fehlt es auch hier an der Möglichkeit, sie zu beziffern; einerseits werden die Leistungen im Falle des Todes des Versicherten vor Ablauf von 13 Jahren ohne Prämienrückerstattung eingestellt; anderseits lässt sich trotz Terminierung der Leibrente kein Höchstbetrag der dem Beschwerdegegner zustehenden Leistungen ermitteln, weil diese mit einer variablen Gewinnbeteiligung verknüpft sind. Bei dieser Sachlage ist es nur folgerichtig, wenn auch im hier zu beurteilenden Fall das dem Renteneinkommen entsprechende Vermögen nach Art. 28 Abs. 2 AHVV kapitalisiert wird.\n\nMit den Methoden der Versicherungsmathematik wird sich wohl immer irgendein Höchstbetrag der einem Rentenbezüger zustehenden Leistungen ermitteln lassen. Ob damit grössere Einzelfallgerechtigkeit zu erreichen wäre, ist aber zu bezweifeln. Die Renteneinkünfte, welche der Beschwerdegegner bezieht, beeinflussen seine sozialen Verhältnisse nicht weniger als die jährlichen Rentenbetreffnisse, welche einem andern Versicherten auf unbestimmte Zeit aufgrund eines überhaupt nicht feststellbaren Kapitals anfallen. Wenn der Beschwerdegegner die Beitragsfestsetzung auf der Grundlage BGE 120 V 163 S. 169der Einmalprämie verlangt, ist ihm entgegenzuhalten, dass es nach Gesetz und Verordnung für die Bestimmung der sozialen Verhältnisse auf die Höhe der Renteneinkünfte ankommt und nicht darauf, was dafür aufgewendet werden musste. Der im kantonalen Verfahren erhobene Einwand des Beschwerdegegners, die Kapitalisierung könne nur bei einer lebenslänglichen Rente, nicht jedoch bei einer Zeitrente vorgenommen werden, trifft nicht zu. Bei der Kapitalisierung von periodischen Leistungen ist nämlich deren zukünftige Dauer nicht zu berücksichtigen. Die von Art. 28 AHVV erfassten Renteneinkommen stellen - im Gegensatz zu Zinsen auf einer bestimmten geliehenen oder geschuldeten Kapitalsumme - Einkünfte aus einem nicht näher bestimmten und bekannten Kapital dar. Die Multiplikation mit dem Faktor 20 bzw. 30 entspricht einer Kapitalisierung und hat allein den Zweck, das Kapital zu berechnen, das - zu 5% bzw. 31/3% verzinst - das jährliche Einkommen, welches der Versicherte in Form einer Rente bezieht, abwerfen würde (nicht veröffentlichtes Urteil C. vom 30. März 1976, Erw. 2b).\n\nd) Aus dem Gesagten folgt, dass die Beitragsverfügungen der Ausgleichskasse aus bundesrechtlicher Sicht nicht zu beanstanden sind. Es braucht daher nicht weiter geprüft zu werden, ob durch einen Systemwechsel den sozialen Verhältnissen der Nichterwerbstätigen im Durchschnitt besser Rechnung getragen werden könnte. Die verordnungsmässige Regelung mit den beiden Elementen Vermögen und kapitalisiertes Renteneinkommen lässt der Rechtsprechung zu wenig Spielraum, um dem Einzelfall besser gerecht zu werden. Sollte das Beitragssystem für Nichterwerbstätige im Sinne der Ausführungen von KÄSER (a.a.O., Rz. 10.25 ff., S. 191) strukturelle Mängel aufweisen, wären diese durch Revision der Verordnung zu beheben.\n\n5. (Hinweis auf die Möglichkeit der Herabsetzung der Beiträge nach Art. 11 Abs. 1 AHVG)\n\n6. (Kostenpunkt)\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Versicherungsgerichts des Kantons St. Gallen vom 18. Februar 1993 aufgehoben."}