{"annee": "95", "cour": "II", "page": "176", "date": "13/5/1969", "cite": ["80 II 82"], "cite_par": ["132 II 382", "119 II 227", "105 II 104", "127 III 371", "102 II 339"], "chapeau": "22. Auszug aus dem Urteil der I. Zivilabteilung vom 13. Mai 1969 i.S. Gerberei Kappeler AG. gegen Stutz.", "regestes": ["Papiers-valeurs. Le chèque \"WIR\" n'est pas un chèque ni un autre papier-valeur (consid. 2 à 4). Est-il une assignation? Question laissée indécise. Conditions dans lesquelles l'assignataire possède une action récursoire contre l'assignant (consid. 5)."], "faits": "|177|\n\nA.- Jean Stutz war bis Ende 1965 Inhaber der Firma Leder Asper in Zürich. Am 11. Februar 1966 verkaufte er das Geschäft mit Aktiven und Passiven per 31. Dezember 1965 an Hans Eschmann, der intern am Geschäft beteiligt war. Stutz war als Teilnehmer dem von der \"WIR\" Wirtschaftsring-Genossenschaft in Basel organisierten WIR-Verrechnungsverkehr angeschlossen.\n\nEschmann hatte im Jahre 1964 der Gerberei Kappeler AG für eine persönliche Schuld von Fr. 13 000.-- zahlungshalber drei \"WIR\"-Buchungsaufträge (BA) (sog. \"WIR\"-Checks) über Fr. 2000.--, Fr. 6000.-- und Fr. 5000.-- übergeben, die er von Stutz erhalten hatte. Diese lauteten auf die Firma Leder Asper als Ausstellerin und waren von Stutz unterzeichnet; sie waren undatiert und bezeichneten auch den Empfänger nicht. Sie sind bis auf den heutigen Tag Blankette geblieben.\n\nDie \"WIR\" Wirtschaftsring-Genossenschaft, an die sich die Gerberei Kappeler AG wandte, verweigerte am 5. Juni 1967 die Einlösung der drei \"WIR\"-Checks mit der Begründung, die Firma Leder Asper, bzw. Jean Stutz sei nicht mehr \"WIR\"-Mitglied und besitze kein \"WIR\"-Kontoguthaben.\n\nÜber Eschmann wurde am 16. Juni 1967 der Konkurs eröffnet.\n\nB.- Am 14. November/6. Dezember 1967 klagte die Gerberei Kappeler AG gegen Stutz auf Bezahlung von Fr. 13 000.-- nebst 5% Zins seit 1. September 1963. Sie machte geltend, der sog. \"WIR\"-Check sei, auch wenn er blanko ausgestellt werde, ein Wertpapier, weshalb der Beklagte als Aussteller wertpapiermässig hafte und von ihr in Anspruch genommen werden könne, wenn die \"WIR\"-Verrechnungszentrale die Einlösung verweigere, wie das hier der Fall gewesen sei.\n\nDer Beklagte bestritt seine Zahlungspflicht mit der Begründung, der \"WIR\"-Check sei kein Wertpapier, sondern eine blosse Anweisung im Sinne der Art. 466 ff. OR. Eine solche gebe für sich allein dem Anweisungsempfänger kein Rückgriffsrecht auf den Anweisenden, wenn der Angewiesene die Leistung verweigere.\n\nC.- Das Bezirksgericht Meilen schützte mit Urteil vom |17829| . August 1968 die Klage im Betrage von Fr. 13 000.-- nebst 5% Zins seit der Klageeinreichung. Es entschied, der \"WIR\"-Buchungsauftrag sei ein Wertpapier. Er enthalte neben einer Anweisung des Ausstellers an die Verrechnungszentrale, eine Buchung vorzunehmen, auch ein Leistungsversprechen im Sinne eines Garantieversprechens, wonach der Aussteller dem Empfänger dafür einstehe, dass der Buchungsauftrag gedeckt sei. Diesem Garantieversprechen entspringe ein Forderungsrecht des Empfängers gegen den Aussteller, das im Buchungsauftrag wertpapiermässig verbrieft sei. Da die Umbuchung infolge Auflösung des Kontos der Firma Leder Asper nicht mehr vorgenommen werden könne, habe der Beklagte auf Grund seines Garantieversprechens für die nicht erfolgte Einlösung wertpapiermässig einzustehen, so dass die Klägerin nicht auf das Grundverhältnis zurückgreifen müsse.\n\nD.- Das Obergericht des Kantons Zürich, II. Zivilkammer, wies die Klage am 19. November 1968 ab. Es liess offen, ob der \"WIR\"-Buchungsauftrag ein Wertpapier sei; denn selbst wenn dies der Fall wäre, könnte der Empfänger den Aussteller nur auf die Leistung von \"Verrechnungsfranken\" belangen, nicht aber auf die Bezahlung von Währungsfranken, auf welche die Klage laute.\n\nE.- Gegen das Urteil des Obergerichts hat die Klägerin Berufung erklärt. Sie beantragt dem Bundesgericht, das angefochtene Urteil aufzuheben und die Klage vollumfänglich gutzuheissen.\n\nDer Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2. Das Obergericht hat offen gelassen, ob der \"WIR\"-Buchungsauftrag ein Wertpapier sei.\n\nAngesichts des grossen Umfangs, den der \"WIR\"-Verrechnungsverkehr erlangt hat, und da aus zahlreichen Inseraten in der Tagespresse ersichtlich ist, dass mit sog. \"WIR\"-Checks in beträchtlichem Ausmass Handel betrieben wird, ist es jedoch geboten, die Frage des Wertpapiercharakters des \"WIR\"-Buchungsauftrages zu entscheiden.\n\n3. Die \"WIR\" Wirtschaftsring-Genossenschaft wurde 1934 durch Kreise des Gewerbes und des Detailhandels als |179| Selbsthilfeorganisation gegründet, um die Folgen der damals herrschenden Wirtschaftskrise (Stagnation des Geschäftslebens, Verknappung der flüssigen Mittel namentlich bei den mittelständischen Betrieben) zu bekämpfen, sowie um sich der Konkurrenz der Grossunternehmen des Detailhandels zu erwehren. Zur Erreichung dieses Zieles sollten durch Kreditgewährung zusätzliche Zahlungsmittel geschaffen und der Austausch von Waren und Dienstleistungen zwischen den Mitgliedern der Genossenschaft und weiteren Teilnehmern unter teilweiser Vermeidung von Barzahlungen gefördert werden. Zu diesem Zwecke wurde ein System bilateraler Verrechnung geschaffen, das auf einem von der Genossenschafts-Verwaltung erlassenen Reglement, den sog. \"Kontobedingungen\" (KB), beruht. Diesen Kontobedingungen haben sich die Teilnehmer am Verrechnungsverkehr im Sinne allgemeiner Geschäftsbedingungen zu unterwerfen. Das Verrechnungssystem funktioniert auf folgende Weise: Jeder Teilnehmer am Verrechnungsverkehr muss sich bei der Genossenschaft ein Konto eröffnen lassen. Über das Guthaben auf diesem kann er nur so verfügen, dass er es in beliebigen Teilbeträgen auf das Konto eines anderen Teilnehmers am \"WIR\"-Verrechnungsverkehr übertragen lässt (KB § 2 lit.a Satz 1). Erwirbt ein Kontoinhaber von einem anderen Teilnehmer eine Ware oder lässt er sich eine Dienstleistung erbringen, so kann er einen Teil des Preises (mindestens 30% bei Geschäften bis zu Fr. 1000.--) dadurch begleichen, dass er einen sog. \"WIR\"-Buchungsauftrag (BA) erteilt. Gestützt auf diesen kann der Lieferant bei der Buchungsstelle der Genossenschaft eine Umbuchung in entsprechender Höhe aus dem Konto des Vertragspartners auf sein eigenes Konto erwirken. Mit dem so erworbenen Guthaben kann er sich dann seinerseits Waren oder Dienstleistungen anderer Teilnehmer am Verrechnungsverkehr verschaffen. Eine andere Verfügungsmöglichkeit über das Kontoguthaben besteht nicht; insbesondere besteht kein Anspruch auf Barauszahlung eines Verrechnungsguthabens (KB § 2 lit. a Satz 2).\n\nDie Tätigkeit der \"WIR\" Wirtschaftsring-Genossenschaft bei diesem Verrechnungsverkehr beschränkt sich darauf, dass sie die Konten der Teilnehmer führt und die ihr beantragten Umbuchungen vornimmt. Sie wird weder Gläubigerin noch Schuldnerin der auf den Teilnehmerkonten verbuchten Guthaben. Sie ist berechtigt, aber nicht verpflichtet, die Echtheit der |180| Unterschriften auf den ihr zum Vollzug eingereichten Buchungsaufträgen zu prüfen (KB § 3 lit. c). Für die Vornahme der Umbuchungen erhebt die Genossenschaft vom Gutschriftsempfänger Gebühren, die vierteljährlich in bar bezahlt werden müssen (KB § 6 lit. a). Die Direktweitergabe von Buchungsaufträgen an Dritte ist verboten, weil sie eine Umgehung der Verrechnungsstelle und der für die Umbuchung geschuldeten Gebühren bedeutet (KB § 3 lit. e). Das öffentliche Ausschreiben von \"WIR\"-Guthaben zum An- und Verkaufist untersagt und gilt als Grund für den Ausschluss des Teilnehmers (KB § 4 lit. a).\n\nFür ihre Buchungsaufträge verwenden die Teilnehmer am Verrechnungsverkehr in der Regel ein vorgedrucktes dreiteiliges Formular, das aus einem Abschnitt für den Aussteller, einem solchen für den Buchungsauftrag und einem dritten für den Empfänger besteht. Diese Formulare werden den Teilnehmern von der Genossenschaft in Form von Heften zur Verfügung gestellt, bei denen der Abschnitt für den Buchungsauftrag und derjenige für den Empfänger abgetrennt werden können, während der Abschnitt für den Aussteller, ähnlich wie bei Checkheften, als Talon im Heft zurückbleibt.\n\nDas Formular trägt folgenden Text:\n\n\"WIR\" Wirtschaftsring-Genossenschaft, Basel.\n\nBuchungsauftrag (BA) Bon de virement (BA)\n\nNur zur Verrechnung in Zahlen - Chiffres\n\nFr. ..................\n\nin Worten - en toutes lettres\n\nFr. ....................................................\n\nBuchen Sie gegen diesen BA aus meinem (unserem) Guthaben Versez sur mon (notre) avoir en échange du présent BA\n\nan - à ..................................................\n\nNur gültig mit Name des Empfängers\n\nKonto - Compte\n\nNicht übertragbar! Unterschrift - Signature\n\nDatum - Date ......................\n\n* * *\n\nMit dem vom Schuldner ordnungsgemäss ausgefüllten Buchungsauftrag kann der Gläubiger bei der Buchungsstelle die Umbuchung vornehmen lassen.\n\n|181|\n\nDas Verrechnungssystem funktioniert praktisch ähnlich wie der Postcheck- oder Bank-Giroverkehr, mit dem Unterschied, dass die Buchungsaufträge, obwohl sie auf Schweizerfranken lauten, nie zur Auszahlung von solchen führen. Sie geben nur die Möglichkeit zum Bezug zukünftiger Warenlieferungen oder Dienstleistungen, die aus den von den Teilnehmern am Verrechnungsverkehr angebotenen Leistungen ausgewählt werden können (vgl. hiezu LAUTNER, Der \"WIR\"-Verrechnungsverkehr, Diss. Zürich 1964, S. 87 ff.).\n\n4. Die Rechtsnatur des \"WIR\"-Buchungsauftrages ist im Schrifttum umstritten. Während LAUTNER (S. 171 ff.) ihn als Wertpapier betrachtet, fasst ihn OTT (Das WIR-Geld, SJZ 54 (1958) S. 145 ff.) als schlichte Beweisurkunde mit Legitimationsklausel auf.\n\nDas von der Genossenschaft dem Teilnehmer zur Verfügung gestellte Formular sieht zwar ähnlich aus wie ein Post- oder Bankcheck und kommt in seinen praktischen Auswirkungen im Verkehr unter den Kontoinhabern dem Verrechnungscheck im Sinne von Art. 1125 OR nahe. Er wird denn auch häufig als \"WIR\"-Check bezeichnet. Er ist jedoch kein Check im Sinne des Gesetzes, weil er im Text der Urkunde nicht als \"Check\" bezeichnet wird, wie Art. 1100 Ziff. 1 und Art. 1101 Abs. 1 OR dies als Gültigkeitserfordernis vorschreiben (LAUTNER, S. 134, OTT, S. 146).\n\nSelbst wenn er diese Bezeichnung enthielte, könnte er übrigens gleichwohl nicht als Check betrachtet werden, weil ihm ein weiteres für einen solchen begriffswesentliches Merkmal fehlt, nämlich \"die unbedingte Anweisung, eine bestimmte Geldsumme zu bezahlen\" (Art. 1100 Chiff. 2 OR). Der Buchungsauftrag enthält nur die an die Buchungsstelle gerichtete Aufforderung, eine Buchung vorzunehmen.\n\nDer mit dem Formular erteilte Buchungsauftrag ist aber überhaupt kein Wertpapier, weil der durch ihn verliehene Anspruch auf Vornahme einer Buchung nicht derart mit der Urkunde verknüpft ist, dass er ohne diese nicht geltend gemacht werden kann, was nach Art. 965 OR das Begriffsmerkmal des Wertpapiers ist. Das Formular enthält weder einen Vermerk, dass es für die Erteilung von Buchungsaufträgen verwendet werden müsse, noch ergibt sich dies dem Sinne nach aus seinem Text, wie LAUTNER (S. 178 f.) behauptet. Auch den Statuten und den Kontobedingungen lässt sich keine solche Vorschrift entnehmen.\n\n|182| KB § 3 lit. a sagt nur, dass \"die Buchungsaufträge\" (nicht das Formular!) der Verfügung über das Verrechnungsguthaben \"dienen\". Danach ist es nicht ausgeschlossen, dass ein Buchungsauftrag auch ohne Verwendung des offiziellen Formulars, z.B. in Briefform, erteilt werden kann (OTT, S. 146, lit. c Abs. 3). Nach den Ausführungen von LAUTNER (S. 166 Fussnote 65) begnügt sich tatsächlich die Verrechnungszentrale in Ausnahmefällen mit einem bloss schriftlichen Buchungsauftrag und verlangt nicht unbedingt die Verwendung des Formulars.\n\nDa die Verwendung des Formulars nirgends vorgeschrieben wird, besteht sogar die theoretische Möglichkeit, einen Buchungsauftrag mündlich zu erteilen, indem zwei Kontoinhaber zusammen bei der Verrechnungsstelle vorsprechen, um eine Umbuchung zu beantragen (OTT, S. 146). Nach den Darlegungen von LAUTNER (S. 166) soll sich zwar die Verrechnungsstelle in konstanter Praxis weigern, bloss mündlich erteilte Buchungsaufträge entgegenzunehmen. Aber selbst eine solche ununterbrochene Übung dürfte (entgegen der Ansicht von Lautner) nicht zur Ergänzung der unklaren Kontobedingungen herangezogen werden. Vor allem vermöchte sie nichts daran zu ändern, dass eine solche Einschränkung dem Text des Buchungsauftrags-Formulars nicht entnommen werden kann.\n\n5. Da somit der \"WIR\"-Buchungsauftrag kein Wertpapier ist, besteht auch keine wertpapiermässige Haftung des Beklagten als Aussteller, auf die die Klägerin den eingeklagten Anspruch ausschliesslich stützt.\n\nOb der Buchungsauftrag eine Anweisung sei (so OTT, S. 146; GAUTSCHI, Art. 466 OR N. 6 b), oder ob ihm doch auf jeden Fall eine solche zugrunde liege (LAUTNER, S. 137 ff.), ist fraglich. Nach Art. 466 OR wird durch die Anweisung \"der Angewiesene ermächtigt, Geld, Wertpapiere oder andere vertretbare Sachen auf Rechnung des Anweisenden an den Anweisungsempfänger zu leisten, und dieser, die Leistung in eigenem Namen von jenem zu erheben\". Beim \"WIR\"-Buchungsauftrag wird jedoch die angeblich angewiesene Verrechnungszentrale nicht zu einer derartigen Leistung ermächtigt, sondern nur aufgefordert, eine Buchung vorzunehmen. Die Frage kann jedoch offen bleiben. Selbst wenn sich der Buchungsauftrag als Anweisung auffassen liesse, müsste nämlich die Klage gleichwohl abgewiesen werden. Denn die Anweisung verschafft an sich dem Anweisungsempfänger kein Rückgriffsrecht gegenüber dem Anweisenden, |183| wenn der Angewiesene die Leistung verweigert (BGE 80 II 87 Erw. 4). Der Anweisungsempfänger kann in diesem Falle nur auf das zwischen ihm und dem Anweisenden bestehende Grundverhältnis (sog. Valutaverhältnis) zurückgreifen, dessen Bestand durch die Anweisung nicht beeinflusst wird, weil diese keine Erfüllung des Valutaverhältnisses, sondern ein blosser Erfüllungsversuch ist. Hat der Anweisungsempfänger (hier Eschmann, dem der Beklagte Stutz die drei \"WIR\"-Buchungsaufträge übergeben hatte) die Anweisung an einen Dritten (hier die Klägerin) weitergegeben, so kann dieser Dritte den Anspruch aus dem Valutaverhältnis gegenüber dem Aussteller nur geltend machen, wenn der erste Anweisungsempfänger ihm diesen abgetreten hat (BGE 80 II 87 Erw. 4). Dass Eschmann ihr seinen Anspruch aus dem Valutaverhältnis abgetreten habe, behauptet aber die Klägerin selber nicht. Sie kann sich daher, nachdem die angeblich Angewiesene, die \"WIR\"-Buchungsstelle, die von ihr verlangte Leistung (Umbuchung) verweigert hat, nur an ihren Vertragsgegner Eschmann halten (OTT, S. 147 Ziff. III c Abs. 2).\n\nEin Rückgriffsrecht auf den Anweisenden hat der Anweisungsempfänger nur, wenn jener durch ein besonderes Garantieversprechen die Haftung dafür übernommen hat, dass der Angewiesene die Leistung an den Anweisungsempfänger erbringe (OTT, S. 147 Ziff. III a). Ein solches Garantieversprechen kommt aber im \"WIR\"-Buchungsauftrag in keiner Weise zum Ausdruck. Für die Annahme von LAUTNER (S. 175 f.), es sei im Buchungsauftrag mit Rücksicht auf sein Wesen als Zahlungsinstrument immer enthalten, fehlt jeder Anhaltspunkt. Zudem könnte sich im vorliegenden Fall die Klägerin auf ein solches Garantieversprechen des Beklagten als Aussteller des Buchungsauftrags wiederum nur berufen, wenn der erste Anweisungsempfänger, Eschmann, ihr die Rechte daraus abgetreten hätte (OTT, a.a.O.), was hier nicht zutrifft."}