{"annee": "95", "cour": "IV", "page": "42", "date": "4/3/1969", "cite": ["69 IV 44", "72 IV 39", "78 IV 204", "71 IV 60"], "cite_par": [], "chapeau": "11. Auszug aus dem Entscheid der Anklagekammer vom 4. März 1969 i.S. X. gegen Generalprokurator des Kantons Bern und Staatsanwaltschaft des Kantons Graubünden.", "regestes": ["Les art. 136 ss. OJ s'appliquent aussi à la revision des arrêts rendus par la Chambre d'accusation en matière de for."], "faits": "BGE 95 IV 42 S. 42\n\nA.- Frau X., die mit Bewilligung des bernischen Richters von ihrem Ehemann getrennt lebt, stellte gegen diesen am 8. Mai 1968 beim Untersuchungsrichteramt Bern Strafantrag wegen Vernachlässigung von Unterstützungspflichten, weil er ihr seit Oktober 1967 keine Unterhaltsbeiträge mehr geleistet habe. Nachdem der Generalprokurator des Kantons Bern die Zuständigkeit der bernischen Behörden anerkannt hatte, ersuchte X. die Anklagekammer des Bundesgerichts am 12. August 1968, die Untersuchung den Behörden des \"wirklichen Aufenthaltsortes\" der Antragstellerin zu überweisen. Er machte geltend, Frau X. habe ihren Wohnsitz von Bern nach St. Moritz verlegt, seit sie sich von ihm getrennt habe.\n\nB.- Am 4. September 1968 wies die Anklagekammer des Bundesgerichts das Gesuch ab und erklärte die Behörden des Kantons Bern zuständig, X. zu verfolgen und zu beurteilen. Die Anklagekammer ging von der Rechtsprechung aus, wonach die Vernachlässigung von Unterstützungspflichten in der Regel am Wohnsitz des Unterhaltsberechtigten zu verfolgen ist. Sie nahm an, Frau X. habe ihren Wohnsitz seit 1964 in Bern und habe ihn auch nicht aufgegeben, als sie im Winter 1967/68 einige Monate in St. Moritz arbeitete.\n\nC.- Mit Eingabe vom 25./28. Februar 1969 beantragt X. der Anklagekammer, in Abänderung des Entscheides vom 4. September 1968 die Behörden des Kantons Graubünden zuständig zu erklären.\n\nEr macht geltend, sein Anwalt habe sich am 13. November 1968 an die Gemeindeverwaltung St. Moritz gewandt und am 19. November 1968 die Antwort erhalten, dass Frau X. seit dem 2. August 1966 mit einem Heimatausweis des Polizeiinspektorates Bern in St. Moritz angemeldet sei, dort besteuert BGE 95 IV 42 S. 43werde und bereits Steuern bezahlt habe. Aus dieser Auskunft erhelle, dass Frau X. in St. Moritz wohnen wolle. Die bernischen Behörden seien daher zur Beurteilung der Sache nicht zuständig.", "considerants": "Aus den Erwägungen:\n\nDer Sinn des vorliegenden Gesuches geht nicht dahin, Frau X. habe seit der Ausfällung des Entscheides der Anklagekammer vom 4. September 1968 ihren Wohnsitz nach St. Moritz verlegt, sondern der Gesuchsteller will geltend machen, sie habe den Wohnsitz entgegen der Annahme der Anklagekammer spätestens am 2. August 1966 dort erworben und seither an diesem Orte beibehalten. Es handelt sich also nicht um eine Neubestimmung des Gerichtsstandes wegen veränderter Verhältnisse, entsprechend der Rechtsprechung, wonach die kantonalen Behörden oder die Anklagekammer des Bundesgerichtes vom vereinbarten oder festgesetzten Gerichtsstand abweichen können, wenn neue Tatsachen es aus triftigen Gründen rechtfertigen (BGE 69 IV 46,BGE 71 IV 61,BGE 72 IV 41,BGE 78 IV 206). Vielmehr fragt sich, ob eine vor dem 4. September 1968 eingetretene Tatsache, die schon im früheren Verfahren behauptet wurde, aber mangels Beweises nicht berücksichtigt werden konnte, nunmehr durch die Auskunft der Gemeindeverwaltung von St. Moritz dargetan sei. Der Gesuchsteller macht also einen Revisionsgrund im Sinne von Art. 137 lit. b OG geltend.\n\nDas ist an sich zulässig. Freilich sind gemäss Art. 139 OG bundesgerichtliche Urteile im Strafpunkt nur nach den Vorschriften des Bundesgesetzes über die Bundesstrafrechtspflege revidierbar. Auch enthält dieses Gesetz keine Bestimmungen über die Revision von Gerichtsstandsentscheiden; die Art. 229 ff. BStP betreffen nur die Revision von Urteilen der Bundessassisen, der Kriminalkammer und des Bundesstrafgerichts. Die Entscheide der Anklagekammer sind jedoch keine Urteile \"im Strafpunkt\", sondern bloss Vor- oder Zwischenentscheide darüber, welcher Kanton eine Strafsache zu untersuchen und zu beurteilen hat. Die Art. 136 ff. OG gelten daher auch für die Revision von Gerichtsstandsentscheiden der Anklagekammer (Entscheide der Anklagekammer vom 25. November 1961 und des ausserordentlichen Kassationshofes vom 17. Mai 1962, beide i.S. Steiger)."}