{"annee": "95", "cour": "I", "page": "366", "date": "13/6/1969", "cite": ["95 I 1", "71 I 249", "94 I 602", "90 I 283", "90 I 159", "90 I 227", "95 I 130", "52 I 149", "85 I 88"], "cite_par": ["119 IA 21", "104 IA 336", "113 IA 437", "97 I 320", "96 I 130", "97 I 718", "101 IA 92", "105 IA 324", "96 I 718"], "chapeau": "54. Urteil vom 13. Juni 1969 i.S. von Dach gegen Schütz und Appellationshof des Kantons Bern", "regestes": ["Remaniement parcellaire. Part de l'ancien propriétaire au gain. 1. En matière de remaniements parcellaires, les propriétaires touchés ont droit, en vertu de la garantie de la propriété, de retrouver en nature des valeurs correspondantes (consid. 4). 2. Part du précédent propriétaire au gain réalisé par le nouveau propriétaire lors d'une vente de terrain. a) Le droit à une quote-part de gain: - est une limitation de droit public à la propriété (consid. 5) - répond à un intérêt public (consid. 6 a). b) Une ordonnance sur la participation au gain viole la garantie constitutionnelle de la propriété et l'art. 4 Cst. lorsqu'elle - prescrit, pour le calcul du gain, de comparer avec le prix de vente la valeur agricole et non la valeur vénale réelle (consid. 6 c); - ne tient pas compte du fait que les nouvelles terres attribuées à celui qui fait valoir son droit à la quote-part de gain ont aussi augmenté de valeur (consid. 6 d)."], "faits": "|367|\n\nA.- Am 26. Mai 1963 wurde im Kanton Bern ein Gesetz über Bodenverbesserungen und landwirtschaftliche Hochbauten (Meliorationsgesetz, MelG) erlassen, das die Art. 87-100 EG/ZGB ersetzte, am 13. Juni 1963 vom Bundesrat genehmigt wurde und am 1. Oktober 1963 in Kraft trat. Es enthält in den Art. 34-45 Vorschriften für Güterzusammenlegungen und bestimmt in Art. 43 unter dem Randtitel: \"Gewinnbringende Veräusserung nach Neuzuteilung\": |368|\n\n\"1 Die Genossenschafter sind verpflichtet, einen durch Verkauf von Land oder Einräumung von Nutzungsrechten innert 15 Jahren seit Genehmigung des Neuzuteilungsplanes durch den Regierungsrat erzielten Gewinn verhältnismässig an die Grundeigentümer im alten Bestand zurückzuzahlen.\n\n2 Die Rückzahlung umfasst im ersten Jahr den vollen Gewinn und vermindert sich um 1/15 für jedes folgende Jahr.\n\n3 Streitigkeiten beurteilt der Zivilrichter nach den Vorschriften der Zivilprozessordnung.\n\n4 Im Dekret des Grossen Rates werden nähere Vorschriften über die Berechnung des Gewinns erlassen.\"\n\nDas Dekret des Grossen Rates wurde am 18. Februar 1964 erlassen und bestimmt im Abschnitt \"Gewinnbringende Veräusserung nach erfolgter Neuzuteilung\":\n\n\"§ 13. Geltendmachung des Anspruches. 1 Wird innert 15 Jahren seit Genehmigung des Neuzuteilungsplanes durch den Regierungsrat Land im zusammengelegten Gebiet veräussert oder werden Nutzungsrechte an solchem Land eingeräumt, so gibt das Grundbuchamt allen beteiligten Grundeigentümern im alten Bestand Mitteilung unter Hinweis auf Artikel 43 des Meliorationsgesetzes und die Dekretsbestimmungen.\n\n2 Können sich die Parteien über den Gewinnanspruch nicht einigen, so hat der Ansprecher innert eines Jahres seit der Mitteilung nach Absatz 1 Klage beim Zivilrichter zu erheben.\n\n§ 14. Berechnung des Gewinnes.\n\nDer Gewinn im Sinne von Artikel 43 Absatz 4 des Meliorationsgesetzes wird wie folgt berechnet:\n\n1. Bei Verkauf:\n\nVom Verkaufspreis werden abgezogen:\n\na) der landwirtschaftliche Verkehrswert im Zeitpunkt des ersten Verkaufs; bei späteren Verkäufen der jeweilige Erwerbspreis;\n\nb) die Meliorationskosten;\n\nc) allfällige Rückerstattungen von Bundes- und Kantonsbeiträgen infolge Zweckentfremdungen, sofern sie vom Verkäufer geleistet wurden;\n\nd) Handänderungsgebühren, Vermögensgewinnsteuern, Notariats- und Vermessungskosten;\n\ne) allfällige Aufwendungen des Verkäufers in der Zwischenzeit, die zur Werterhöhung führten.\n\nDie Abzüge sind zu belegen.\n\n2. Bei Einräumung von Nutzungsrechten:\n\nDer über die land- und forstwirtschaftliche Nutzung hinausgehende Gewinn.\" |369|\n\nB.- In den Gemeinden Kappelen und Worben wurde im Jahre 1954 ein Güterzusammenlegungsverfahren gemäss den Art. 87 ff. EG/ZGB eingeleitet. Der Neuzuteilungsplan wurde vom Regierungsrat am 13. Juni 1958 genehmigt. In diese Güterzusammenlegung wurden auch die in der Gemeinde Worben gelegenen landwirtschaftlichen Heimwesen der heutigen Parteien einbezogen. Das Hausgrundstück der Beschwerdeführerin Witwe E. von Dach grenzt an die Strasse Worben-Studen, dasjenige des Beschwerdegegners F. Schütz liegt unweit davon an einer Nebenstrasse. Beide waren Eigentümer je zweier langgestreckter Parzellen, die in unmittelbarer Nähe des Hofes lagen und mit den Schmalseiten an die genannte Strasse grenzten; ferner besassen beide weiteres Land in der Nähe dieser Strasse. Bei der Neuzuteilung erhielt die Beschwerdeführerin u.a. die gegenüber ihrem Hof liegende, an die Strasse Worben-Studen grenzende, annähernd rechteckige und 98 a haltende Parzelle Nr. 163, der Beschwerdegegner u.a. die ebenfalls annähernd rechteckige und 58 a haltende Parzelle Nr. 300, die - von der Strasse Worben-Studen aus gesehen - hinter der Parzelle Nr. 163 der Beschwerdeführerin und gegenüber seinem Hof an der Nebenstrasse liegt, ferner die an das Hausgrundstück grenzende, noch weiter von der Strasse entfernte und 135 a haltende Parzelle Nr. 301. Die Parzellen Nr. 163 und 300 umfassen früheren Besitz beider Parteien.\n\nC.- Mit Vertrag vom 30. September 1963 verkaufte die Beschwerdeführerin die Parzelle Nr. 163 im Halt von ca. 9800 m2 zum Preis von Fr. 20.- je m2 an Hans Hofstetter. Von dieser Parzelle gehörten vor der Güterzusammenlegung zwei Streifen von zusammen 1400 m2 zu den Parzellen Nr. 189 und 192 des Beschwerdegegners Schütz. Dieser verlangte gestützt auf Art. 43 MelG einen Anteil an dem von der Beschwerdeführerin erzielten Gewinn und belangte sie durch Klage auf Bezahlung von Fr. 10'920.-- nebst 5% Verzugszins. Die Beklagte beantragte Abweisung der Klage.\n\nDer Gerichtspräsident von Nidau holte ein Gutachten über den \"landwirtschaftlichen Verkehrswert\" des verkauften Landes im Zeitpunkt des Verkaufs ein und hiess dann die Klage mit Urteil vom 25. Juni 1968 gut aufgrund folgender, einen noch höheren Gewinnanspruch ergebenden Berechnung: |370|\n\nVerkaufspreis pro m2 Fr. 20.-\n\nAbzüge gemäss § 14 Ziff. 1 des Meliorationsdekrets:\n\n- Landwirtschaftlicher Verkehrswert Fr. 4.-\n\n- Meliorationskosten, Subventionsrücker stattungen, Handänderungsabgaben usw. Fr. 3.- Fr. 7.-\n\nGewinn pro m2 Fr. 13.-\n\nGewinn auf 1400 m2 Fr. 18'200.--\n\nAnteil des Klägers 11/15 Fr. 13'346.65\n\nDer Appellationshof des Kantons Bern, an den die Beklagte appellierte, bestätigte das Urteil des Gerichtspräsidenten am 5. November 1968.\n\nD.- Gegen das Urteil des Appellationshofes führt Witwe Elise von Dach staatsrechtliche Beschwerde mit dem Antrag, es sei aufzuheben. Sie macht Verletzung der Eigentumsgarantie und des Art. 4 BV geltend. Die Begründung dieser Rügen ergibt sich, soweit notwendig, aus den nachstehenden Erwägungen.\n\nE.- Der Appellationshof des Kantons Bern und Fritz Schütz beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Prozessuales).\n\n2. Die Beschwerdeführerin rügt als Verletzung der Eigentumsgarantie, dass gewisse ihrer Grundstücke in die Güterzusammenlegung einbezogen worden seien, obwohl es sich nicht um \"eigentlich landwirtschaftliche Grundstücke\", sondern um \"potentielles Bauland\" gehandelt habe. Diese Rüge ist verspätet. Die Beschwerdeführerin hätte sich der 1954 erfolgten Einbeziehung jenes Landes in die Güterzusammenlegung durch Anrufung des Regierungsstatthalters gemäss Art. 87 Abs. 4 EG/ZGB oder durch eine vom Regierungsrat zu beurteilende Einsprache im Sinne von Art. 92 EG/ZGB widersetzen können (ZOLLINGER, Die Güterzusammenlegung im Kanton Bern, Diss. Bern 1946 S. 41). Nachdem das nicht geschehen ist, wurde die Einbeziehung rechtskräftig; sie konnte daher im weiteren Verfahren und kann erst recht nach dessen Abschluss nicht mehr in Frage gestellt werden.\n\nAuch die Neuzuteilung an die Beschwerdeführerin konnte, nachdem der Regierungsrat den Neuzuteilungsplan am 13. Juni 1958 genehmigt hatte und dieser Entscheid unangefochten |371| geblieben war, nicht mehr beanstandet werden. Die Beschwerdeführerin ficht sie denn auch nicht an, sondern erklärt vielmehr, sie habe \"an sich\" Realersatz erhalten, womit sie anerkennt, dass die Neuzuteilung dem Art. 95 EG/ZGB entsprach, wonach \"jeder Eigentümer soweit tunlich für den Wert der abgetretenen Grundstücke den Ersatz in Grundstücken in möglichst gleicher Lage und von annähernd gleicher Bodengüte und Ertragsfähigkeit erhalten\" soll. Als Verletzung der Eigentumsgarantie und des Art. 4 BV rügt sie dagegen, dass sie nach Verkauf der ihr neu zugeteilten Parzelle Nr. 163 aufgrund des Art. 43 MelG und der §§ 13 und 14 des Dekretes verpflichtet wird, dem Beschwerdegegner als dem früheren Eigentümer eines Teils des verkauften Landes Fr. 10'920.-- als Anteil am Gewinn zu bezahlen.\n\n3. Die Beschwerdeführerin macht nicht geltend, der Appellationshof habe diese Bestimmungen willkürlich, d.h. in einer mit ihrem klaren Wortlaut und Sinne unvereinbaren Weise ausgelegt oder angewendet und damit Art. 4 BV verletzt. Davon kann auch nicht die Rede sein, denn die dem angefochtenen Entscheid zugrunde liegende Gewinnberechnung entspricht dem § 13 des Dekretes und insofern auch dem Art. 43 MelG. Die in der Beschwerde erhobenen Rügen richten sich gegen die in jenen Bestimmungen enthaltene Ordnung des Gewinnbeteiligungsrechts selber. Die Beschwerdeführerin will - so sind ihre in dieser Beziehung nicht ganz klaren Ausführungen offenbar zu verstehen - geltend machen, diese Ordnung verstosse jedenfalls insoweit gegen die Eigentumsgarantie und den Grundsatz der Rechtsgleichheit, als sie auch gelte gegenüber Grundeigentümern, die bei der Güterzusammenlegung Land eingeworfen und neu zugeteilt erhalten haben, das den Charakter und den Wert von Bauland habe.\n\nDiese Rüge ist zulässig. Der Umstand, dass die Frist zur Anfechtung des MelG und des Dekretes abgelaufen ist, hindert die Beschwerdeführerin nicht, die Verfassungswidrigkeit einzelner Bestimmungen noch im Anschluss an eine gestützt darauf ergangene Anwendungsverfügung geltend zu machen (BGE 95 I 4 E. 2 mit Hinweisen auf frühere Urteile). Dem steht auch der weitere Umstand nicht entgegen, dass der Bundesrat das MelG am 13. Juni 1963 genehmigt hat; denn diese Genehmigung schliesst, wie das Bundesgericht in ständiger Rechtsprechung entschieden hat, die staatsrechtliche Beschwerde wegen Verletzung |372| verfassungsmässiger Rechte weder gegen den Erlass selbst noch gegen eine Anwendungsverfügung aus (BGE 71 I 251ff. mit Hinweisen auf frühere Urteile).\n\n4. Bei den Landumlegungen (landwirtschaftliche Güterzusammenlegung, Baulandumlegung usw.) werden den Eigentümern von Land im Zusammenlegungsgebiet anstelle ihrer zerstreuten, kleinen und ungünstig geformten Grundstücke im Interesse einer rationellern Bodennutzung arrondierte grössere und besser geformte Grundstücke zugewiesen. Die Landumlegung ist in der schweizerischen Rechtsprechung und Lehre als expropriationsähnlicher Tatbestand bezeichnet worden (BGE 52 I 150; HAAB N. 54 und 58 zu Art. 656 ZGB; vgl. HANS HUBER, Staat und Privateigentum in der Schweiz, in \"Staat und Privateigentum\", 1960 S. 94/5). Sie unterscheidet sich aber wesentlich von der Enteignung, und zwar vor allem dadurch, dass dem Eigentümer sein Land nicht zugunsten des Gemeinwesens entzogen wird und dass er grundsätzlich Anspruch auf vollen Realersatz, d.h. auf Zuteilung gleichwertigen Landes hat (vgl. MEIER-HAYOZ, Komm. zum Sachenrecht, Systemat. Teil N. 232 c).\n\nDie kantonalrechtlichen Bestimmungen über Landumlegungen stellen öffentlich-rechtliche Eigentumsbeschränkungen dar. Die Eingriffe in die Eigentumsverhältnisse, welche die Landumlegungen nach sich ziehen, sind daher mit der Eigentumsgarantie nur vereinbar, wenn und soweit sie auf gesetzlicher Grundlage beruhen und im öffentlichen Interesse liegen; die Entschädigung, die für den Entzug des Eigentums zu leisten ist, besteht im wertgleichen Realersatz, auf den der Eigentümer grundsätzlich Anspruch hat. Sieht das kantonale Recht, wie dies regelmässig der Fall ist, einen solchen Anspruch auf wertgleichen Realersatz ausdrücklich vor, so prüft das Bundesgericht die Frage, ob eine bestimmte Neuzuteilung im einzelnen Falle einen wertgleichen Realersatz darstelle, nur unter dem beschränkten Gesichtswinkel der Willkür (vgl. BGE 85 I 89, BGE 90 I 231 E. 4 und 289 E. 6; unbestimmt BGE 94 I 610 E. 4b). Der Anspruch des Grundeigentümers, bei Landumlegungen wertgleichen Realersatz zu erhalten, folgt indessen unmittelbar aus der bundesrechtlich gewährleisteten Eigentumsgarantie. Diese gebietet es, in den Erlassen über Landumlegungen dem Eigentümer des eingeworfenen Landes einen Anspruch auf wertgleichen Realersatz (nach Vornahme des Abzugs für |373| gemeinsame Anlagen) einzuräumen und in den Fällen, wo Realersatz aus besonderen Gründen (vgl. z.B. Art. 38 lit. b MelG) nicht möglich ist, einen Anspruch auf Entschädigung in Geld, und zwar, da der Eingriff in das Eigentum dann einer Enteignung gleichkommt, für den vollen Verkehrswert. Ob das kantonale Recht in dieser Beziehung den Anforderungen der Eigentumsgarantie genüge, hat das Bundesgericht frei zu prüfen.\n\n5. Das in Art. 43 MelG vorgesehene, degressive Gewinnbeteiligungsrecht steht in engem Zusammenhang mit der Güterzusammenlegung. Wie der dieser eigentümliche Zwang zum Abtausch von Land, stellt auch das Gewinnbeteiligungsrecht eine öffentlichrechtliche Eigentumsbeschränkung dar. Diese besteht darin, dass der Eigentümerwährend einer bestimmten Zeit den Wert des ihm neu zugeteilten Landes durch Veräusserung (oder Einräumung von Nutzungsrechten) nicht voll realisieren kann, sondern den \"erzielten Gewinn\" oder einen Teil desselben dem früheren Eigentümer auszubezahlen hat. Ein derartiges Gewinnbeteiligungsrecht kennen auch andere Kantone, sei es, dass sie es wie Bern selber regeln (§ 89 der aarg. Bodenverbesserungsverordnung vom 21. Juni 1957), sei es, dass sie die Meliorationsgenossenschaften ermächtigen, es in ihren Statuten vorzusehen (Art. 95 des zürch. Landwirtschaftsgesetzes vom 22. September 1963, § Bobis der solothurn. Bodenverbesserungsverordnung vom 27. Dezember 1960/9. Juli 1963). Mit diesen andern Ordnungen hat sich das Bundesgericht hier nicht zu befassen. Zu prüfen ist lediglich, ob das Gewinnbeteiligungsrecht, wie es in Art. 43 des bern. MelG und in den §§ 13 und 14 des Dekretes geregelt ist, mit der Eigentumsgarantie und dem Grundsatz der Rechtsgleichheit vereinbar ist. Gegen die Eigentumsgarantie verstösst das Gewinnbeteiligungsrecht nach dem in Erw. 4 Gesagten, wenn es nicht auf gesetzlicher Grundlage beruht, nicht im öffentlichen Interesse liegt oder den Anspruch des Eigentümers auf wertgleichen Realersatz verletzt. Art. 4 BV ist verletzt, wenn die Regelung die Betroffenen rechtsungleich behandelt, sei es, dass sie Unterscheidungen trifft, für die kein vernünftiger Grund besteht, sei es, dass sie Unterscheidungen nicht macht, die sie nach dem Grundsatz, dass Ungleiches nach Massgabe seiner Ungleichheit ungleich zu behandeln ist (BGE 90 I 162 E. 2), machen sollte.\n\n6. Das streitige Gewinnbeteiligungsrecht beruht unbestritten auf einer gesetzlichen Grundlage, da es in Art. 43 MelG |374| vorgesehen ist, die §§ 13 und 14 des Dekretes ihre Grundlage in Art. 43 Abs. 4 MelG haben und die vom Appellationshof vertretene Auslegung dieser Bestimmungen von der Beschwerdeführerin nicht beanstandet wird. Dass das Gewinnbeteiligungsrecht im öffentlichen Interesse liegt, wird von der Beschwerdeführerin mit Recht nicht bestritten. Da die Güterzusammenlegung im öffentlichen Interesse liegt (MEIER-HAYOZ a.a.O. N. 223 d und dort zitierte Urteile des Bundesgerichts; vgl. auch BGE 94 I 608), gilt dies auch für das Gewinnbeteiligungsrecht; denn es ist geeignet, die Durchführung der Güterzusammenlegung zu erleichtern, werden doch zahlreiche Grundeigentümer, die - zu Recht oder Unrecht - glauben, ihr Altbesitz oder ein Teil desselben sei wegen der zu erwartenden baulichen Entwicklung mehr wert als das ihnen neu zugeteilte Land, sich mit der Neuzuteilung eher abfinden, wenn ihnen eine Beteiligung an dem bei der späteren Veräusserung ihres Altbesitzes erzielten Gewinn in Aussicht steht. Einer näheren Prüfung bedarf dagegen die Frage, ob das Gewinnbeteiligungsrecht, wie es im Kanton Bern geordnet ist, nicht den Grundsatz der Rechtsgleichheit oder den aus der Eigentumsgarantie folgenden Anspruch des Grundeigentümers auf wertgleichen Realersatz verletzt.\n\na) Die Beschwerdeführerin erklärt mit Recht, dass sie das Institut der Gewinnbeteiligung an sich nicht beanstande. Für dieses lassen sich in der Tat gute Gründe anführen. Durch die Güterzusammenlegung wird der vorher zerstreute Grundbesitz des einzelnen Grundeigentümers in eine einzige oder einige wenige Parzellen zusammengefasst. Nun kann es vorkommen, dass ein Teil des Zusammenlegungsgebietes infolge rechtlicher Massnahmen, wie z.B. den Erlass eines Zonenplans, oder einfach infolge der baulichen Entwicklung der Gemeinde bald nach der Beendigung des Zusammenlegungsverfahrens zu wertvollem Bauland wird, während für das übrige Gebiet auf lange Zeit nur die landwirtschaftliche Nutzung in Frage kommt. Es wäre stossend, wenn diejenigen Grundeigentümer, deren Grundbesitz im nunmehrigen Baugebiet zusammengefasst worden ist, durch Veräusserung ihres Landes grosse Gewinne erzielen könnten, während andere, die vor der Zuteilung im gleichen Gebiet Land besassen, leer ausgingen. Durch die Beteiligung der früheren Grundeigentümer am Gewinn soll dieses stossende Ergebnis gemildert und ein billiger Ausgleich geschaffen werden.\n\n|375|\n\nb) Das Gewinnbeteiligungsrecht bezieht sich auf das gesamte neu zugeteilte Land, so dass jeder Grundeigentümer die gleiche Chance und das gleiche Risiko hat. Insofern verletzt es den Grundsatz der Rechtsgleichheit zweifellos nicht. Aus dem Gesichtspunkt der Gleichbehandlung nicht unbedenklich erscheint es dagegen, dass nur derjenige einen Teil des Gewinns abzugeben hat, der neu zugeteiltes Land innert 15 Jahren veräussert und dazu vielleicht aus irgendeinem Grunde genötigt ist, während derjenige, der diese Zeit verstreichen lässt und erst später veräussert, den ganzen Gewinn für sich behalten kann. Hierin liegt indessen entgegen der Auffassung der Beschwerdeführerin noch keine Verletzung des Art. 4 BV. Ein zeitlich unbefristetes Gewinnbeteiligungsrecht ist nicht wohl denkbar; eine Befristung drängt sich, gleich wie beim Anteil der Miterben am Gewinn im bäuerlichen Erbrecht (Art. 619 ff. ZGB), der Natur der Sache nach auf. Auch die Grundstückgewinnsteuer knüpft in der Regel (vgl. BGE 95 I 135) an die Veräusserung an und trifft, sofern der Steuersatz mit der Besitzesdauer sinkt, den Eigentümer, der früher veräussert, stärker als denjenigen, der zuwartet.\n\nc) Als mit Art. 4 BV und mit der Eigentumsgarantie unvereinbar erscheint es dagegen, dass nach § 14 Ziff. 1 lit. a erster Halbsatz des Dekretes bei der Berechnung des Gewinnes ausnahmslos vom \"landwirtschaftlichen Verkehrswert im Zeitpunkt des ersten Verkaufes\" auszugehen ist.\n\nUnter Gewinn versteht man gemeinhin die Differenz zwischen dem Verkaufserlös und den Gestehungskosten (vgl. BGE 95 I 135). Bei unentgeltlichem Erwerb, z.B. durch Erbgang oder Schenkung, mag anstelle der Gestehungskosten des Rechtsvorgängers auch der Verkehrswert zur Zeit des Erwerbes in Frage kommen. Bei der Güterzusammenlegung, wo das neuzugeteilte Land den wertgleichen Realersatz für den abgetretenen Altbesitz darstellt, liegt es am nächsten, den Gewinn aufgrund der Differenz zwischen dem Verkaufserlös und dem Verkehrswert zur Zeit des Eigentumsübergangs zu berechnen. Keinesfalls darf, sofern der wirkliche Verkehrswert den \"landwirtschaftlichen Verkehrswert\" weit übersteigt, ohne weiteres und in allen Fällen von letzterem ausgegangen werden, da dies zu unhaltbaren Ergebnissen führt.\n\nBauland und Bauerwartungsland sind bei der Neuzuteilung, nach dem Gebot des wertgleichen Realersatzes, grundsätzlich denjenigen und nur denjenigen Eigentümern zuzuweisen, die |376| solches Land eingeworfen haben (vgl. BGE 90 I 290 /91). Der Wert dieses Landes aber ist in der Regel beträchtlich höher als sein \"landwirtschaftlicher Verkehrswert\". Geht man bei der Gewinnberechnung gemäss § 14 des Dekretes vom letzteren aus, so hat dies zur Folge, dass der Veräusserer dem früheren Eigentümer nicht nur die seit der Neuzuteilung eingetretene Wertsteigerung, die sich als \"Gewinn\" betrachten lässt, zu vergüten hat, sondern einen Teil des Wertes, den sein früheres wie auch das ihm neu zugeteilte Land schon zur Zeit der Neuzuteilung hatte. Damit wird dem Begriff \"Gewinn\" in Art. 43 MelG ein Sinn beigelegt, den er vernünftigerweise nicht haben kann. Ob man so weit gehen kann, § 14 Ziff. 1 lit. a erster Halbsatz des Dekretes als mit dem klaren Wortlaut und Sinn des Art. 43 MelG unvereinbar und deshalb gegen Art. 4 BV verstossend zu betrachten, erscheint immerhin als fraglich, da sowohl Art. 43 MelG als auch § 14 des Dekretes ihre Fassung vom Grossen Rate erhalten haben. Die Frage kann offen bleiben, da § 14 Ziff. 1 lit. a erster Halbsatz des Dekretes jedenfalls gegen das für Güterzusammenlegungen geltende, unmittelbar aus der Eigentumsgarantie folgende Gebot des wertgleichen Realersatzes verstösst. Wer vor der Neuzuteilung Bauland oder Bauerwartungsland besass, konnte bis zum Inkrafttreten der Neuzuteilung den vollen Wert dieses Landes durch Veräusserung realisieren. Wird ihm bei der Neuzuteilung wiederum solches Land im gleichen Werte zugewiesen, so erhält er keinen wertgleichen Realersatz, wenn das Land mit einem Gewinnbeteiligungsrecht belastet ist, aufgrund dessen er bei der Veräusserung nicht mehr den vollen Verkehrswert, den das Land zur Zeit der Neuzuteilung hatte, für sich behalten kann, sondern einen Teil desselben, der aufgrund der Differenz zwischen dem Erlös und dem \"landwirtschaftlichen Verkehrswert\" berechnet wird, dem früheren Eigentümer herauszugeben hat. Dadurch wird das Ergebnis der unter Beachtung des Gebots des wertgleichen Realersatzes durchgeführten Güterzusammenlegung nachträglich zuungunsten eines einzelnen Grundeigentümers abgeändert und dieser ohne Entschädigung enteignet.\n\nDie Beschwerdeführerin macht geltend, das von ihr für Fr. 20.- pro m2 verkaufte Land sei schon mehrere Jahre vor Einleitung des Güterzusammenlegungsverfahrens Fr. 12-15 pro m2 wert gewesen. Wenn bei der Gewinnberechnung demgegenüber von einem \"landwirtschaftlichen Verkehrswert\" von Fr. 4.- ausgegangen wird, so wird nicht nur die seit der |377| Neuzuteilung eingetretene Wertsteigerung, sondern darüber hinaus ein Teil des früheren Wertes des Landes als \"Gewinn\" behandelt, womit der Beschwerdeführerin ein Teil des Vermögens, das sie schon vor der Neuzuteilung besass, entschädigungslos entzogen wird. Darin liegt, wie sie mit Recht geltend macht, eine Verletzung der Eigentumsgarantie.\n\nd) Die in Art. 43 MelG und § 14 des Dekretes enthaltene Regelung des Gewinnbeteiligungsrechts ist aber noch aus einem weiteren Grunde verfassungswidrig.\n\nWer neu zugeteiltes Land veräussert, hat den dabei erzielten \"Gewinn\" ganz oder teilweise an den früheren Eigentümer herauszugeben ohne Rücksicht darauf, ob und inwieweit auch das diesem neu zugeteilte Land an der Wertsteigerung teilgenommen hat, ob also der Gewinn auf Kosten des früheren Eigentümers gemacht wurde und dieser, im Verhältnis zum Veräusserer, infolge der Neuzuteilung eine Vermögenseinbusse erlitten hat. Das führt wiederum zu äusserst stossenden Ergebnissen, die mit dem Grundsatz der Rechtsgleichheit und der Eigentumsgarantie unvereinbar sind. Handelt es sich bei dem Land, das dem nunmehrigen Veräusserer neu zugeteilt worden ist, um Bauland oder Bauerwartungsland, so wird, nach dem Gebot des wertgleichen Realersatzes, in der Regel auch dem früheren Eigentümer dieses Landes bei der Neuzuteilung wieder Bauland oder Bauerwartungsland zugeteilt worden sein, dessen Wert im gleichen oder ähnlichen Masse steigt wie der Wert seines früheren Landes. Wird diese Wertsteigerung bei der Berechnung des vom früheren Eigentümer beanspruchten Gewinnanteils ausser Betracht gelassen, so macht er, wenn sein früheres Land kurz nach der Neuzuteilung verkauft wird, während er das ihm neu zugeteilte Land erst nach Ablauf der 15-jährigen Frist veräussert, einen doppelten Gewinn; er erhält den Gewinn, der auf dem Verkauf seines früheren Landes erzielt wird, ganz oder teilweise, und kann überdies die Wertsteigerung des ihm selber neu zugeteilten Landes voll realisieren, während der Veräusserer seines früheren Landes nicht nur die seit der Neuzuteilung eingetretene Wertsteigerung, sondern, wie unter lit. c hievor dargelegt, auch noch einen Teil seines früheren Vermögens verliert. Das ist so stossend, dass es als eine den Art. 4 BV verletzende rechtsungleiche Behandlung bezeichnet werden muss. Ferner liegt darin wiederum ein Verstoss gegen das Gebot des wertgleichen Realersatzes und damit gegen die Eigentumsgarantie. In diesem Punkte besteht |378| auch ein wesentlicher Unterschied zwischen dem Gewinnbeteiligungsrecht bei der Güterzusammenlegung und dem Gewinnanteilsrecht der Miterben nach Art. 619 ff. ZGB, auf das der Appellationshofim angefochtenen Entscheid zur Rechtfertigung der bernischen Ordnung hinweist. Denn beim bäuerlichen Erbrecht wird einer von mehreren Miterben durch Zuweisung des Heimwesens unter dem Verkehrswert gegenüber den andern Miterben begünstigt, während bei der Güterzusammenlegung alle Grundeigentümer grundsätzlich wertgleichen Realersatz erhalten.\n\nDass die Ordnung des Gewinnbeteiligungsrechts im vorliegenden Falle auch wegen der Nichtberücksichtigung der beim Anspruchsberechtigten eingetretenen Wertsteigerung des neu zugeteilten Landes unhaltbar ist, ergibt sich ohne weiteres aus einem Vergleich des Alt- und Neubesitzes der beiden Parteien. Je ein Teil ihres Altbesitzes grenzte an die Strasse Worben-Studen oder lag unweit derselben und hatte deshalb als Bauland oder Bauerwartungsland zu gelten. Die der Beschwerdeführerin neu zugeteilte und dann im Jahre 1963 veräusserte Parzelle Nr. 163, die ca. 1400 m2 früheres Land des Beschwerdegegners umfasst, grenzt wiederum an die Strasse Worben-Studen. Die dem Beschwerdegegner zugeteilte Parzelle Nr. 300 grenzt zwar nicht an diese Strasse, jedoch unweit derselben an eine Nebenstrasse, und auch die ihm weiter zugeteilte grosse und arrondierte Parzelle Nr. 301 befindet sich in diesem Gebiete. Das ihm in der Nähe seines Hofs neu zugeteilte Land dürfte daher ebenfalls Bauland oder Bauerwartungsland sein und deshalb heute (wie übrigens schon im Zeitpunkt der Zuteilung) gleich wie die von der Beschwerdeführerin veräusserte Parzelle Nr. 163 einen weit höheren Wert als den auf Fr. 4.- pro m2 geschätzten \"landwirtschaftlichen Verkehrswert\" haben. Ist aber beiden Parteien bei der Neuzuteilung Bauland oder Bauerwartungsland zugeteilt worden, so verstösst es gegen Art. 4 BV und gegen die Eigentumsgarantie, dass die Beschwerdeführerin verpflichtet wird, dem Beschwerdegegner einen Gewinnanteil auszubezahlen ohne Rücksicht darauf, dass das diesem zugewiesene Land in gleichem oder ähnlichem Masse an Wert zugenommen hat wie das der Beschwerdeführerin zugeteilte Land.\n\n7. Da sich die dem angefochtenen Entscheid zugrunde liegende Regelung des Gewinnbeteiligungsrechts als verfassungswidrig erweist, ist dieser Entscheid aufzuheben, ohne dass der weitere Einwand der Beschwerdeführerin zu prüfen ist, der |379| Appellationshof habe Art. 4 BV auch dadurch verletzt, dass er das am 1. Oktober 1963 in Kraft getretene MelG rückwirkend auf einen Kaufvertrag vom 30. September 1963 angewandt hat. Der Appellationshof wird nochmals über die Berufung der Beschwerdeführerin zu entscheiden haben. Dass er dabei zu einem andern Ergebnis als zur Abweisung der Klage des Beschwerdegegners gelangen könnte, erscheint als ausgeschlossen, da nicht nur eine Vorschrift des Dekretes, auf das Art. 43 Abs. 4 MelG für die Gewinnberechnung verweist, verfassungswidrig ist, sondern die gesetzliche Ordnung noch den weiteren Mangel aufweist, dass sie die Wertsteigerung des dem Ansprecher zugeteilten Landes ausser Betracht lässt. Es wird daher Sache des Gesetzgebers sein, zu prüfen, ob am Gewinnbeteiligungsrecht festzuhalten und wie es auszugestalten sei. Bei der Beratung des Art. 43 MelG im Grossen Rate ist mit Recht gesagt worden, es sei \"ausserordentlich schwierig, die Gewinnbeteiligung gerecht zu lösen\" (Tagblatt des Grossen Rates, Jahrgang 1962 Heft IV S. 537). Es kann nicht Aufgabe des Bundesgerichts sein, sich hier zur Frage zu äussern, wie das Gewinnbeteiligungsrecht auszugestalten sei, um vor Art. 4 BV und der Eigentumsgarantie standzuhalten. Bemerkt sei einzig, dass Fachleute auf dem Gebiete der Güterzusammenlegung die Anwendung des Gewinnbeteiligungsrechts auf Baugebiete als fragwürdig betrachten. So erklärte ERNST TANNER, Professor an der ETH, die \"mehr als zehnjährige Erfahrung zeigt, dass die Teilungspflicht innerhalb des Baugebietes wegen ihrer überwiegend negativen Auswirkung (Hortung von Bauland, Verwertung nicht abgetauschter, oft unförmiger Teilstücke usw.) besser nicht angewendet wird\" (Güterzusammenlegung und Planung in der Schweiz, in Heft 38 der Schriftenreihe für Flurbereinigung, Stuttgart 1964 S. 50). Und im gleichen Sinne hat sich ULRICH FLURY, Dipl. Kulturing. ETH, in einer 1967 abgeschlossenen Arbeit über den \"Beizug von Bauland in Gesamtmeliorationen\" mit näherer Begründung und unter Hinweis auf Beispiele aus der Praxis geäussert (S. 43, 73, 112, 148/50, 180).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und das Urteil des Appellationshofes des Kantons Bern vom 5. November 1968 aufgehoben."}