{"annee": "95", "cour": "I", "page": "593", "date": "9/12/1969", "cite": [], "cite_par": [], "chapeau": "85. Extrait de l'arrêt du 9 décembre 1969 dans la cause Gris contre Ministère public du canton de Vaud.", "regestes": ["Procédure pénale cantonale. Arbitraire. Disposition du code de procédure pénale prévoyant que le recours en nullité est ouvert lorsque le tribunal n'a pas été au complet pour les débats et le jugement. Il est arbitraire d'interpréter cette disposition en ce sens que le remplacement d'un juge au cours des débats, sans que ceux-ci soient repris dès le début, n'entraîne pas la nullité du jugement."], "faits": "BGE 95 I 593 S. 593\n\nGeorges Gris a été renvoyé devant le Tribunal correctionnel du district de Moudon pour diverses infractions. Le tribunal a pris séance le 23 novembre 1967, puis a ajourné ses débats pour procéder à une instruction complémentaire contre un tiers. A la reprise de l'audience, en décembre 1968, un des membres du tribunal était remplacé par un suppléant. Statuant le 16 décembre 1968, le Tribunal correctionnel a condamné Gris à trois mois d'emprisonnement avec sursis pendant cinq ans.\n\nBGE 95 I 593 S. 594\n\nLa Cour de cassation pénale du Tribunal cantonal vaudois a rejeté le recours en nullité du condamné. Celui-ci a formé contre l'arrêt cantonal un recours de droit public que le Tribunal fédéral a admis.", "considerants": "Considérant en droit:\n\n1. -/2. - ...\n\n3. L'art. 324 al. 1 PP vaud. dispose que le tribunal doit rester au complet pendant toute la durée des débats; l'al. 2 du même article précise que les suppléants éventuels assistent aux débats dès la première audience. L'art. 366 al. 1 prescrit que les juges qui participent à la délibération et rendent le jugement doivent avoir assisté à toutes les opérations antérieures dès l'ouverture des débats. L'art. 411 est consacré aux divers cas de recours en nullité; il prévoit notamment, sous lettre d, que ce recours est ouvert lorsque le tribunal n'était pas au complet pour les débats et le jugement (art. 366) et, sous lettre g, que le recours est ouvert s'il y a eu violation d'une autre règle essentielle de la procédure et que cette violation ait été de nature à influer sur la décision attaquée.\n\nEn l'espèce, la composition du Tribunal correctionnel de Moudon a été modifiée après l'ouverture des débats. Un des juges siégeant à l'audience du 23 novembre 1967 a été remplacé par un suppléant dès l'ouverture de l'audience du 12 décembre 1968 et pour les opérations subséquentes. Le recourant a invoqué ces faits à l'appui de son recours en nullité cantonal. La Cour de cassation vaudoise a examiné le moyen, mais l'a rejeté. Relevant que l'instruction effectuée en 1967 avait porté sur les faits constitutifs d'une infraction qui n'avait finalement pas été retenue à la charge de Gris dans le jugement, elle a admis que le remplacement d'un juge n'avait causé aucun préjudice au recourant et que, partant, l'annulation du jugement ne se justifiait pas, au regard de l'art. 411 litt. g PP. Quant à l'art. 411 litt. d'elle l'a jugé inapplicable.\n\nComme le soutient le recourant, cette argumentation interprète arbitrairement les dispositions précitées. Un des juges qui ont statué n'a pas assisté aux opérations effectuées à l'audience du 23 novembre 1967. Les art. 324 al. 1 et 366 PP n'ont donc pas été respectés. L'art. 411 litt. d PP, qui se réfère expressément à l'art. 366 et implicitement à l'art. 324 al. 1 dont il reprend tous les termes, s'appliquait sans aucun doute. Contrairement BGE 95 I 593 S. 595aux dispositions des lettres f à i du même article, il n'exige pas que la violation de la loi ait été de nature à influer sur la décision attaquée. On doit en déduire - comme la cour cantonale l'avait fait elle-même à propos de l'art. 405 du code de procédure pénale de 1940, dont la teneur était semblable (cf. JdT 1958 III 28) - que la loi prévoit d'une part des cas de nullité \"absolue\" (art. 411 litt. a à e) et d'autre part des cas de nullité \"relative\" (art. 411 litt. f à i), les cas de nullité absolue étant ceux où le jugement vicié doit être annulé sans plus ample examen, aussitôt le vice constaté. En l'espèce, la cour cantonale devait donc annuler le jugement de première instance en vertu de l'art. 411 litt. d PP, du seul fait que la composition du tribunal avait été modifiée sans que les débats fussent repris ab ovo (cf. JdT 1935 III 48 ss.). En refusant de tirer des faits constatés la conséquence que la loi imposait, elle est tombée dans l'arbitraire.\n\nAu demeurant, les débats d'un procès pénal forment un tout et les constatations faites tout au long des audiences, même à l'occasion de l'instruction de chefs d'accusation finalement abandonnés, peuvent toutes influer sur le jugement. Il était dès lors exclu d'affirmer, comme l'a fait la cour cantonale, que le remplacement d'un juge n'avait pu exercer aucune influence sur la sentence. L'arrêt attaqué n'échapperait pas au grief d'arbitraire même si l'art. 411 litt. g PP était seul applicable. Aussi bien les cas de nullité absolue de l'art. 411 litt. a à e PP ne sont-ils en définitive que des cas d'application du principe général énoncé à l'art. 411 litt. g, pour lesquels la loi pose la présomption irréfragable que le vice était de nature à influer sur la décision."}