{"annee": "95", "cour": "II", "page": "617", "date": "5/11/1969", "cite": ["50 II 338", "39 II 561", "82 II 388", "41 III 310", "93 II 461", "68 III 85", "78 II 157", "72 III 52", "91 II 108", "50 II 168", "89 II 321", "57 II 556", "83 II 211", "57 II 324", "63 II 173", "95 II 442"], "cite_par": ["132 III 140", "99 IA 1", "130 III 285", "100 II 153", "128 III 44", "127 III 232", "120 II 20"], "chapeau": "83. Urteil der I. Zivilabteilung vom 5. November 1969 i.S. Grunda AG gegen Immo-Primo AG.", "regestes": ["Action en libération de dette. Admissibilité de la rétrocession d'une créance après la rédaction du commandement de payer (consid. 1). Contrat avec soi-même. Un acte juridique conclu par le représentant d'une partie qui est en même temps le représentant, l'organe ou le représentant commun de l'autre partie est en principe nul (consid. 2)."], "faits": "BGE 95 II 617 S. 618\n\nA.- Die Aktien der Immo-Primo AG, für die von 1961/1962 bis anfangs 1968 gemeinsam Erhard Loosli und Alfred Roth zeichneten, gehören zum Anlagefonds Hisa-National. Die Leitung des Fonds lag bei der Hisa-Verwaltungs AG von Anlagefonds, deren Verwaltungsratspräsident und Alleinaktionär Alfred Roth war. Treuhandstelle und Depotbank war die Firma Burckhardt & Co., Zürich. Am 14. März 1968 entzog die Eidgenössische Bankenkommission der Hisa-Verwaltungs AG die Bewilligung zur Führung der Geschäfte von Anlagefonds, da sie ihre vertraglichen und gesetzlichen Verpflichtungen fortgesetzt grob verletzt hatte. An ihrer Stelle wurde René Hatt für den Anlagefonds Hisa-National als Sachwalter eingesetzt. In der Folge wurde über das Vermögen der Hisa-Verwaltungs AG der Konkurs eröffnet.\n\nMit Vertrag und Zusatzvereinbarung vom 31. Oktober 1963 beauftragte die Immo-Primo AG als Bauherrin die Grunda AG, deren alleiniger Verwaltungsrat Alfred Roth war, als Generalunternehmerin mit dem Bau eines Wohnhochhauses und Bürogebäudes in St. Margrethen. Im Hauptvertrag war der feste Werklohn auf Fr. 4'537,000.-- festgesetzt; § 6 des Zusatzvertrages enthielt folgende Bestimmung:\n\n\"Baukostenverteuerungen ab 1. Januar 1964, infolge Lohn- und Materialpreisaufschlägen, bis zur Fertigstellung resp. Übernahme des Werkes werden dem Generalunternehmer Grunda AG... vergütet, insofern die... vorgesehenen Mietzinse entsprechend erhöht werden können und die Bruttorendite nicht reduziert wird. Dieselbe soll 5,40% betragen.\"\n\nWerkvertrag und Zusatzvereinbarung sind namens der Immo-Primo AG von Roth und Loosli, namens der Grunda AG von Roth unterzeichnet.\n\nBGE 95 II 617 S. 619\n\nDie Grunda AG trat am 23. Januar 1967 der Bank Fellinger AG eine Forderung von Fr. 250'000.-- gegen die Immo-Primo AG ab, worauf diese am 24. Januar 1967 folgende von Roth und Loosli unterzeichnete Erklärung abgab:\n\n\"Von obiger Zession haben wir Kenntnis genommen und verpflichten uns, die vorerwähnten Zahlungen nur direkt an die Bank Fellinger AG Zürich zu leisten.\"\n\nGemäss Verhandlungsprotokoll befasste sich der Verwaltungsrat der Hisa-Verwaltungs AG in seiner Sitzung vom 14. Dezember 1967, an der neben Roth und Loosli unter anderen Dr. Kummer als Präsident, ein Vertreter der Kontrollstelle und zwei Vertreter der Treuhandstelle teilnahmen, mit dieser Abtretungserklärung. Er hielt wörtlich fest:\n\n\"Diese Bestätigung wurde ohne Wissen des Verwaltungsrates der Hisa-Verwaltungs AG abgegeben. Der Verwaltungsrat hätte dieser Bestätigung nie zugestimmt. Immerhin ist es so, dass diese Bestätigung den Bestand der Forderung nicht anerkennt.\"\n\nAm 21. März 1968 trat die Bank Fellinger AG der Grunda AG die Forderung von Fr. 250'000.-- wieder ab.\n\nAm 17. Januar 1968 berichtigte der Verwaltungsrat der Hisa-Verwaltungs AG, der sich nunmehr aus Roth, Loosli und der Tochter Roths zusammensetzte, das Protokoll der Sitzung vom 14. Dezember 1967 dahin, dass die Erklärung der Immo-Primo AG gegenüber der Bank Fellinger AG vom 24. Januar 1967 anlässlich jener Sitzung nicht zur Diskussion gestanden habe. Ferner beschloss er, der Grunda AG zu Lasten der Immo-Primo AG an die Werklohnforderung eine weitere Anzahlung von Fr. 250'000.-- zu leisten. Diesem Beschluss lag eine Abrechnung der Grunda AG vom 22. September 1967 an die Treuhandstelle zugrunde: die Abrechnung wies zugunsten der Grunda AG einen Saldo von Fr. 338'258.50 aus.\n\nAm 23. Januar 1968 richtete Roth namens der Grunda AG folgendes Schreiben an die Immo-Primo AG, das Roth und Loosli namens derselben am gleichen Tag unterzeichneten:\n\n\"Aus Werkvertrag vom 31. Oktober 1963 und gemäss Zwischenabrechnung vom 22. September 1967 beträgt unser Guthaben rund Fr. 330'000.--. Durch Verwaltungsratsbeschluss der Hisa-Verwaltungs AG, welche die Immo-Primo-AG verwaltet, vom 17. Januar 1968, ist beschlossen worden, uns eine Akonto-Zahlung von Fr. 250'000.-- auszuzahlen. Der Ordnung halber BGE 95 II 617 S. 620bitten wir Sie, durch rechtsgültige Unterzeichnung des beiliegenden Doppels zu bestätigen, dass die Forderung von rund Fr. 330'000.-- zu Recht besteht (Pos. von ca. Fr. 600'000.-- für Finanzierungskommission, Verzugszinsen und Arbeiten infolge Stillstand ist noch auszuweisen) und dass die beschlossene AkontoZahlung von Fr. 250'000.-- uns unverzüglich auszubezahlen ist.\"\n\nAm 24. Januar 1968 ersuchte die Grunda AG die Treuhandstelle, die \"im Interesse des Baufortschrittes liegende\" Auszahlung beförderlich zu veranlassen. Die Treuhandstelle lehnte dieses Ansinnen mit Brief vom 25. Januar 1968 ab.\n\nAm 18. März 1968 betrieb die Grunda AG die Immo-Primo AG für Fr. 325'000.-- und erlangte am 10. Oktober 1968 provisorische Rechtsöffnung für Fr. 250'000.--.\n\nB.- Die Immo-Primo AG klagte beim Handelsgericht des Kantons Zürich gegen die Grunda AG auf Aberkennung.\n\nDas Handelsgericht hiess am 27. Juni 1969 die Aberkennungsklage gut.\n\nC.- Die Beklagte beantragt mit der Berufung, das vorinstanzliche Urteil aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz hat die Aberkennungsklage in erster Linie deshalb gutgeheissen, weil die Beklagte im Zeitpunkt der Betreibung, d.h. am 18. März 1968, nicht Gläubigerin der streitigen Forderung war, sondern diese Eigenschaft erst auf Grund der Rückzession vom 21. März 1968 durch die Bank Fellinger AG wieder erlangte.\n\nNach der Rechtsprechung bezweckt die Aberkennungsklage nicht, den Rechtsöffnungsentscheid überprüfen zu lassen, sondern stellt als negative Feststellungsklage die Frage zur Beurteilung, ob bei Erlass des Zahlungsbefehls die Forderung bestand und fällig war (vgl.BGE 41 III 312,BGE 57 II 326,BGE 68 III 85,BGE 72 III 56,BGE 78 II 160, BGE 91 II 111 Erw. 2 b). Das setzt aber nicht voraus, dass die Beklagte im Zeitpunkt der Betreibung Gläubigerin der streitigen Forderung gewesen sei, sondern es genügt, wenn sie es nach Erlass des Zahlungsbefehls durch Rückzession wurde (vgl. BGE 83 II 214, BGE 91 II 111 Erw. 2 b). Hiegegen bestehen keine Bedenken, weil die Klägerin sämtliche Einreden aus ihrem Verhältnis zur Beklagten wieder erlangte, ihre Rechtsstellung somit nicht verschlechtert wurde.\n\nBGE 95 II 617 S. 621\n\n2. Da die Aberkennungsklage nach Art. 83 Abs. 2 SchKG sich von der Anerkennungsklage nach Art. 79 SchKG nur durch den Wechsel der Parteirollen unterscheidet, die Beweislast dagegen nicht anders verteilt (vgl.BGE 41 III 312,BGE 50 II 341, BGE 91 II 111 Erw. 2 b), hatte die Beklagte darzutun, dass die Betreibungsforderung von Fr. 250'000.-- am 18. März 1968 bestand und fällig war.\n\nDie Beklagte behauptet nicht, dass ihr auf Grund des Werkvertrages und der Zusatzvereinbarung der Parteien eine fällige Forderung in dieser Höhe zustand. Sie beruft sich nur darauf, dass die Hisa-Verwaltungs AG am 17. Januar 1968 eine Anzahlung von Fr. 250'000.-- beschlossen und die Klägerin am 23. Januar 1968 eine Schuld von Fr. 330'000.-- anerkannt sowie eine sofortige Anzahlung von Fr. 250'000.-- veranlasst habe.\n\na) In erster Linie ist zu prüfen, ob sich die Klägerin durch die Schuldanerkennung vom 23. Januar 1968 gültig verpflichtet hat.\n\nNach der Rechtsprechung des Bundesgerichts ist das Vertragschliessen des Stellvertreters mit sich selbst unzulässig und macht das Rechtsgeschäft ungültig, wenn nicht dessen Natur die Gefahr der Benachteiligung des Vertretenen ausschliesst oder dieser den Vertreter zum Geschäftsabschluss besonders ermächtigt oder ihn nachträglich genehmigt hat. Das gleiche gilt, wenn jemand ein Rechtsgeschäft als Organ oder Stellvertreter beider Parteien abschliesst (vgl.BGE 39 II 561,BGE 50 II 168,BGE 57 II 560,BGE 63 II 174/75, BGE 82 II 393, BGE 89 II 321, BGE 93 II 481, BGE 95 II 453). Folgerichtig gilt auch für die Kollektivvertretung der in der deutschen Lehre und Rechtsprechung entwickelte Grundsatz, dass der einzelne Vertreter nicht gleichzeitig als Vertreter, Organ oder gemeinsamer Vertreter der Gegenpartei mitwirken darf (vgl. STAUDINGER, Kommentar 11. Aufl., N. 23 a zu § 181 BGB; ENNECCERUS/NIPPERDEY, 14. Aufl., I 2 § 181 N. 19; Das Bürgerliche Gesetzbuch, Kommentar herausgegeben von Reichsgerichtsräten und Bundesrichtern, 11. Aufl., N. 3 zu § 181 BGB; RGZ 89 S. 373, RG, in Leipziger Zeitschrift 1926 S. 438 N. 3).\n\nRoth war nicht nur einziger Verwaltungsrat der Beklagten, sondern auch Alleinaktionär und seit dem Ausscheiden von Dr. Kummer Präsident des Verwaltungsrates der Hisa-Verwaltungs AG, die nach verbindlicher Feststellung der Vorinstanz BGE 95 II 617 S. 622alle die Klägerin betreffende Beschlüsse fasste. Der von Roth und Loosli namens der Klägerin unterzeichneten Schuldanerkennung vom 23. Januar 1968 lag ein schriftlicher von Roth unterschriebener Antrag der Beklagten zugrunde, der auf den Beschluss der Hisa-Verwaltungs AG vom 17. Januar 1968 und die von Roth selber für die Beklagte erstellte und der Treuhandstelle vorgelegte Zwischenabrechnung vom 22. Dezember 1967 Bezug nahm. Es steht somit fest, dass Roth als Organ und in Doppelvertretung von zwei juristischen Personen handelte, weshalb nach den dargelegten Regeln die Schuldanerkennung der Klägerin grundsätzlich unwirksam ist. Dieser Mangel wurde durch die Mitwirkung Looslis nicht geheilt, da die Klägerin nur durch die gemeinsame Unterschrift beider Verwaltungsratsmitglieder verpflichtet werden konnte.\n\nDie Klägerin wäre an die Schuldanerkennung nur gebunden, wenn sie nicht der Gefahr der Benachteiligung ausgesetzt wäre. Das trifft indessen nicht zu. Denn es steht fest, dass Roth unter dem Deckmantel der von ihm beherrschten und verwalteten Gesellschaften gleichzeitig Beauftragter der Anleger, Verwalter der mit den Mitteln des Anlagefonds erworbenen Liegenschaften und Generalunternehmer war. Die Bemessung des Werklohnes in zwei verschiedenen zum voraus abgefassten, mit dem gleichen Datum versehenen Verträgen - der Hauptvertrag nennt eine Pauschale, die Zusatzvereinbarung erklärt unter bestimmten Bedingungen den zukünftigen Mietzins als Berechnungsgrundlage -, womit offensichtlich je nach Wirtschaftslage die eine oder andere Berechnungsart herangezogen werden sollte, macht den Interessengegensatz offensichtlich. Aus dem Bericht der Eidgenössischen Bankenkommission geht denn auch hervor, dass Roth seine Stellung zum Nachteil der Anleger missbraucht hat.\n\nAuf die Jahreswende 1967/1968 spitzte sich die Lage der von Roth beherrschten Gesellschaften zu. So lehnte es der Verwaltungsrat der Hisa-Verwaltungs AG in seiner Sitzung vom 14. Dezember 1967, an der unter anderen Dr. Kummer als Präsident, ein Vertreter der Kontrollstelle und zwei Vertreter der Treuhandstelle teilnahmen, ab, die von der Klägerin ohne sein Wissen gegenüber der Bank Fellinger AG am 24. Januar 1967 abgegebene Erklärung zu bestätigen. Ende Dezember 1967 trat Kummer aus dem Verwaltungsrat der Hisa-Verwaltungs AG zurück und wurde durch die Tochter Roths ersetzt. Im Jahre BGE 95 II 617 S. 6231967 wurden sowohl die Fondsleitung und die Immobiliengesellschaften laufend betrieben, und zwar einmal für eine Wechselforderung von Fr. 150'000.--. Gegen die Beklagte wurde seit längerer Zeit durchschnittlich jeden Monat ein Konkursbegehren gestellt. Es ist somit offensichtlich, dass Roth seine beherrschende Stellung in den verschiedenen Gesellschaften auszunutzen trachtete, um der ihm wirtschaftlich allein gehörenden Beklagten eine festgestelltermassen nicht ausgewiesene Forderung zu verschaffen.\n\nb) Der Beschluss der Hisa-Verwaltungs AG vom 17. Januar 1968, die Klägerin habe der Beklagten Fr. 250'000.-- zu bezahlen, verpflichtete die Klägerin schon deshalb nicht, weil sie am Beschluss nicht teilnahm. Läge im Beschluss ein Zahlungsversprechen, so wäre es - von der fehlenden Legitimation der Hisa-Verwaltungs AG abgesehen - aus den gleichen Gründen wie die Schuldanerkennung der Klägerin vom 23. Januar 1968 unverbindlich. Der Beschluss hat somit nur noch interne Bedeutung, d.h. im Sinne eines Indizes für den Bestand einer Forderung, die die Fondsleitung als Verwalterin des der Klägerin gehörenden Vermögens anerkannte. Wie die Vorinstanz verbindlich feststellt, stand der Beklagten gegen die Klägerin weder im Zeitpunkt des Beschlusses noch bei Erlass des Zahlungsbefehls eine ausgewiesene Forderung zu. Daraus folgerte sie mit Recht, dass die Fondsleitung durch den Beschluss den Interessen der Anleger und der Klägerin zuwiderhandelte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 27. Juni 1969 bestätigt."}