{"annee": "95", "cour": "II", "page": "93", "date": "20/5/1969", "cite": ["41 II 494", "82 II 25", "57 II 36", "88 II 131", "93 II 89", "90 II 86", "56 II 283", "88 II 276", "90 II 274"], "cite_par": ["97 II 339", "102 II 256", "126 III 113", "96 II 218", "116 IA 162"], "chapeau": "15. Urteil der I. Zivilabteilung vom 20. Mai 1969 i.S. Schärer gegen Burren und Burren gegen Flückiger.", "regestes": ["1. Recours en réforme de Schärer. 1. Recours en réforme contre une décision préjudicielle, recevabilité. Art. 50 OJ (consid. 1). 2. Responsabilité fondée sur un acte illicite, art. 41 CO. Illicéité (consid. 2). 3. Responsabilité de l'employeur, art. 55 CO. Une faute de l'auxiliaire n'est pas nécessaire (consid. 3). Responsabilité de l'employeur en raison de l'instruction insuffisante de l'auxiliaire (consid. 4). 4. Rapport de causalité adéquate (consid. 5). 5. Exclusion de la responsabilité, art. 100 CO? (consid. 6). II. Recours en réforme de Burren. 1. Responsabilité du mandant, art. 402 al. 2 CO; extension tacite du mandat? (consid. 1). 2. Gestion d'affaires, art. 422 al. 1 CO. Quand agit-on dans l'intérêt du maître? (consid. 2). 3. Responsabilité fondée sur un acte illicite, art. 41 CO. Absence d'illicéité (consid. 3). 4. Responsabilité de l'employeur, art. 55 CO. L'auxiliaire a-t-il agi dans l'accomplissement de son travail? (consid. 4 a). Illicéité du comportement de l'auxiliaire? (consid. 4 b, c). Rapport de causalité adéquate (consid. 4 d). Instruction suffisante de l'auxiliaire? (consid. 4 e)."], "faits": "|94|\n\nA.- Fritz Schärer, Architekt, baute als Generalunternehmer in Huttwil sieben Einfamilienhäuser, darunter jenes des Alfred Vetter. Er setzte seinen Sohn René Schärer als Bauleiter ein.\n\nAm Hause Vetters arbeitete unter anderem Fritz Flückiger, der in Huttwil eine Bauschreinerei betreibt. Er beauftragte Otto Burren, der als Kundenmüller und Handelsmann tätig ist und daneben mit einem Lastwagen gewerbsmässige Transporte ausführt, am Vormittag des 2. April 1964 Abschlusswände, Türen, Wandschränke und dgl. zum Hause Vetters zu führen. Flückiger schickte auf die Fahrt zwei seiner Arbeiter mit, den Schreiner Fritz Pauli und den Handlanger Ernst Flückiger, und wies sie an, das transportierte Material am Bestimmungsort abzuladen und in das Haus zu tragen, wo es angeschlagen werden sollte.\n\nBeim Hause Vetters blieb Pauli auf Ersuchen Burrens auf |95| dem Lastwagen und reichte die Gegenstände hinab, während Ernst Flückiger und Burren diese in das Haus trugen. Nach mehreren Gängen, die dem Versorgen der kleineren Stücke dienten, wollten Ernst Flückiger und Burren einen 1,94 m hohen, etwa 60 cm breiten und rund 40 kg schweren Schrank in das Kinderzimmer tragen. Unterwegs stellten sie fest, dass er sich, so wie sie ihn hielten, nicht genügend abdrehen liess, um in das Zimmer zu gelangen. Sie gingen daher zurück, um die Beförderung anders zu versuchen. Dabei trat Burren, im Windfang rückwärts gehend, zu stark nach links und fiel die Kellertreppe hinunter, wobei er sich am Schädel schwer verletzte.\n\nFritz und Hansjörg Fiechter, die bis im Januar 1964 am Hause Vetters Maurerarbeiten ausführten, hatten den Windfang gegen die Kellertreppe hin durch zwei Pfosten und eine Längslatte gesichert. Gipsermeister Michelotti hatte später diese Abschrankung zwecks Ausführung von Gipserarbeiten entfernt, will sie aber wieder angebracht haben. Nachher musste sie auch vom Bodenleger zum Anbringen des Unterlagsbodens weggenommen werden. Am 2. April 1964 fehlte sie, ohne dass feststände, an welchem Tage und durch wen sie entfernt und nicht wieder angebracht worden war.\n\nB.- Burren klagte beim Appellationshof des Kantons Bern gegen Vetter, Fritz und Hansjörg Fiechter, Fritz Flückiger und Fritz Schärer mit den Begehren, die Beklagten seien zu verurteilen, ihm solidarisch als Schadenersatz und Genugtuung Fr. 200'000.-- nebst Zins zu zahlen und die Kosten der Zahlungsbefehle zu ersetzen.\n\nDer Appellationshof beschränkte das Verfahren auf die grundsätzliche Frage der Haftung der Beklagten.\n\nEr wies am 18. Dezember 1968 die Klage gegen Vetter, Fritz und Hansjörg Fiechter und Fritz Flückiger ab, stellte dagegen fest, dass Fritz Schärer für den dem Kläger durch den Unfall vom 2. April 1964 verursachten Schaden grundsätzlich hafte.\n\nC.- Schärer und der Kläger fechten dieses Urteil mit der Berufung an.\n\nSchärer beantragt, die Klage ihm gegenüber abzuweisen.\n\nDer Kläger beantragt, die Berufung Schärers abzuweisen und festzustellen, dass auch Fritz Flückiger ihm für den Schaden grundsätzlich hafte.\n\nFritz Flückiger beantragt, die Berufung des Klägers abzuweisen.\n\n|96|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI.1. Zur Berufung des Beklagten Schärer\n\nI.1.- Das Urteil gegen Schärer ist ein selbständiger Vorentscheid. Wenn der Berufungsantrag des Beklagten begründet wäre, hätte das Bundesgericht die Klage gegen Schärer abzuweisen, also den Endentscheid zu fällen. Dadurch würde ein bedeutender Aufwand für das Beweisverfahren über die Schadenersatzansprüche des Klägers erspart. Es rechtfertigt sich daher, gemäss Art. 50 OG auf die Berufung einzutreten.\n\nI.2. Es ist festgestellt und nicht bestritten, dass der Sturz des Klägers durch das Fehlen einer provisorischen Abschrankung zwischen dem noch offenen Kellerhals und dem Windfang mitverursacht wurde. Dieser Zustand des unfertigen Gebäudes schuf für Personen, die in ihm zu arbeiten oder ein- und auszugehen hatten, eine Gefahr für Leib und Leben. Wer für andere eine solche Gefahr schafft, ist schon nach einem von der Rechtsprechung anerkannten allgemeinen Rechtssatze verpflichtet, die zur Vermeidung eines Schadens erforderlichen Massnahmen zu treffen (BGE 82 II 28 und dort zitierte Entscheide, ferner BGE 93 II 92 Erw. 2). Im vorliegenden Falle kommt dazu, dass auf Hochbauarbeiten von Betrieben, die, wie jener des Beklagten Schärer, gemäss Art. 60 KUVG der obligatorischen Versicherung unterstellt sind, Art. 9 der Verordnung des Bundesrates vom 2. April 1940 betreffend Verhütung von Unfällen bei Hochbauarbeiten anwendbar war. Diese Bestimmung schrieb vor, Fussboden- und Wandöffnungen für Aufgänge jeder Art seien entweder in solider Weise abzudecken oder mit starkem Schutzgeländer und Bordbrett zu umgeben. Ferner galt § 6 Abs. 3 der Verordnung des Regierungsrates des Kantons Bern vom 22. Dezember 1961 über die Verhütung von Unfällen und über die sanitarischen und hygienischen Einrichtungen bei der Ausführung von Bauarbeiten. Diese Norm bestimmte: \"In allen Geschossen müssen vor Öffnungen, welche ins Leere oder in Schächte führen, und bei Treppen Schutzvorrichtungen z.B. Geländer angebracht werden.\" Das Fehlen der Abschrankung, das zum Unfall des Klägers führte, war somit widerrechtlich. Der Beklagte Schärer bestreitet das nicht.\n\nI.3. Da der Beklagte die ihm als Generalunternehmer obliegende Bauleitung seinem Sohne René übertragen hatte, |97| leitet der Appellationshof die Verantwortung des Beklagten für das Fehlen der Abschrankung aus Art. 55 OR ab.\n\nDer Beklagte wendet in erster Linie ein, es stehe nicht fest, dass René Schärer den erwähnten Zustand geschaffen oder nicht beseitigt habe, denn es habe sich nicht feststellen lassen, wann und durch wen die Abschrankung weggenommen worden sei; es sei möglich, dass irgend ein Bauarbeiter sie erst ein oder zwei Tage vor dem Unfall entfernte; die Auffassung des Appellationshofes, dies sei unwahrscheinlich und nicht bewiesen, widerspreche der vorinstanzlichen Feststellung, wonach sich nicht beweisen lasse, wann die Abschrankung entfernt wurde. Zudem verletze sie die Beweisregel des Art. 8 ZGB, denn nicht der Beklagte, sondern der Kläger habe die Voraussetzungen der unerlaubten Handlung nachzuweisen.\n\nNach Art. 8 ZGB muss, wo das Gesetz es nicht anders bestimmt, derjenige das Vorhandensein einer behaupteten Tatsache beweisen, der aus ihr Rechte ableitet. Diese Bestimmung verpflichtete den Kläger nicht, darzutun, wie lange vor dem Unfalle die Abschrankung beseitigt worden war und wer sie beseitigt hatte. Es genügte der Nachweis, dass die Abschrankung im Zeitpunkt des Unfalles fehlte und dass René Schärer als Bauleiter und Hilfsperson des Beklagten gegen diesen rechtswidrigen Zustand nicht eingeschritten war. Denn nach der Rechtsprechung des Bundesgerichtes setzt die Kausalhaftung des Geschäftsherrn aus Art. 55 OR nicht voraus, dass den Angestellten oder Arbeiter ein Verschulden treffe. Es genügt, dass der Untergebene durch sein Verhalten, sei es ein Tun, sei es eine Unterlassung, den Schaden verursachte oder mitverursachte (BGE 56 II 287, 289,BGE 57 II 38, 45, BGE 88 II 135, BGE 90 II 90). Diese Voraussetzung ist im vorliegenden Falle dargetan. Es steht fest, dass die Abschrankung vor dem Unfalltage entfernt worden war, und es ist unbestritten, dass René Schärer nichts vorkehrte, um sie wieder anbringen zu lassen. Ob er seine Untätigkeit verschuldet habe, könnte nur eine Rolle spielen, wenn der Kläger für den Sturz mitverantwortlich sein sollte, denn diesfalls würde die Billigkeit verlangen, dass auch das Verhalten des angestellten Bauleiters (und des Beklagten als Geschäftsherrn) unter dem Gesichtspunkt des Verschuldens gewürdigt werde; denn die Umstände nach Art. 44 Abs. 1 OR haben mehr Gewicht, wenn den Untergebenen des Belangten (oder den Belangten selber) keinerlei Verschulden trifft (BGE 41 II 500, BGE 88 II 135). Über die |98| Mitverantwortung des Klägers und das Mass der Ersatzpflicht des Beklagten aber hat die Vorinstanz noch nicht entschieden. Sie können nicht Gegenstand der Berufung sein.\n\nÜbrigens führt der Appellationshof aus, es sei sehr unwahrscheinlich, dass die Abschrankung z.B. erst am Tage vor dem Unfall entfernt worden wäre, da regelmässig zwischen der Ausführung der von verschiedenen Handwerkern vorgenommenen Arbeiten zeitliche Zwischenräume von einigen Tagen zu liegen pflegten; René Schärer sei nach seinen Aussagen wöchentlich mehrmals auf dem Bauplatz gewesen und hätte daher bei pflichtgemässer Aufmerksamkeit das Fehlen der Abschrankung feststellen müssen. Darin liegt die tatsächliche Feststellung, dass die Abschrankung jedenfalls so viele Tage vor dem 2. April 1964 entfernt wurde, dass der wöchentlich mehrmals auf dem Platz erscheinende Bauleiter ihr Fehlen hätte feststellen können. Diese Feststellung widerspricht dem vorausgehenden Satze der vorinstanzlichen Erwägungen nicht, wonach sich nicht habe ermitteln lassen, \"wer wann die ursprünglich vorhandene Abschrankung entfernt\" habe. Da sie weder offensichtlich auf einem Versehen beruht noch in Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen ist, bindet sie das Bundesgericht (Art. 63 Abs. 2 OG).\n\nI.4. Der Appellationshof ist der Auffassung, der Beklagte Schärer habe nicht im Sinne des Art. 55 OR nachgewiesen, dass er alle nach den Umständen gebotene Sorgfalt angewendet habe, um einen Schaden der vorliegenden Art zu verhüten. Dass er die Bauleitung seinem Sohne übertrug, gereiche ihm zwar nicht zum Vorwurf, doch habe er diesen nicht mit der nötigen Sorgfalt über das Anbringen von Abschrankungen zur Verhütung von Bauunfällen unterrichtet.\n\nDer Beklagte wendet ein, Instruktion und Überwachung des sorgfältig ausgewählten Bauleiters seien überflüssig gewesen, da René Schärer mindestens über die Kenntnisse seines Vaters verfügt und seine Arbeit stets zuverlässig besorgt habe, ja, wie angenommen werden dürfe, über seine Pflichten sogar besser und zuverlässiger orientiert gewesen sei als sein Vater, da er kurze Zeit vorher im Technikum über die einschlägigen Vorschriften und deren praktische Anwendung unterrichtet worden sei. Für einen diplomierten Hochbautechniker stelle die Bauleitung in einem einfachen Einfamilienhaus nicht die geringsten Probleme; namentlich sei das Anbringen vorgeschriebener |99| Schutzvorrichtungen eine Selbstverständlichkeit, die nicht besonders unterrichtet werden müsse. Ob der Beklagte selber über die Vorschriften betreffend die Verhütung von Bauunfällen genügend im Bilde war, sei unerheblich. Die Instruktions- und Überwachungspflicht dürfe nicht überspannt werden. Sie sei namentlich dort gegenstandslos, wo die Hilfsperson im Hinblick auf die zu erfüllende Aufgabe ebenso geeignet oder sogar geeigneter sei als der Geschäftsherr.\n\nDamit geht der Beklagte von einem nicht erwiesenen Sachverhalt aus. Der Appellationshof stellt nicht fest, René Schärer sei kurze Zeit vor dem Unfall im Technikum über die einschlägigen Vorschriften und deren praktische Anwendung unterrichtet worden. Er führt auch nicht aus, René Schärer habe mindestens über die Kenntnisse seines Vaters verfügt, ja es dürfe angenommen werden, er sei über seine Pflichten sogar besser und zuverlässiger unterrichtet gewesen als der Beklagte. Aus den Tatsachen allein, dass René Schärer, geb. 1933, eine Lehre als Bauzeichner bestanden, dann während vier Jahren das Abendtechnikum in Bern besucht hatte und schliesslich - nach den Angaben des Beklagten im Dezember 1963 - als Hochbautechniker diplomiert worden war, folgt die behauptete Unterrichtung seitens der Lehrer nicht. Indem der Appellationshof dem Beklagten vorwirft, er sei, nach seinen Aussagen zu schliessen, über die Pflichten eines Bauleiters in bezug auf das Anbringen von Sicherheitsmassnahmen \"selber nicht genügend im Bilde\" gewesen, geht er davon aus, die bezüglichen Kenntnisse des Sohnes hätten mindestens die gleichen Lücken aufgewiesen; der Beklagte hätte sie durch Instruktionen ausfüllen sollen, sei aber dazu mangels genügender eigener Kenntnisse nicht fähig gewesen. Diese Auffassung der Vorinstanz betrifft tatsächliche Verhältnisse und bindet daher das Bundesgericht. Sie beruht nicht offensichtlich auf Versehen, was der Beklagte denn auch nicht behauptet. Der Beklagte, geb. 1904, gibt sich wie sein Sohn als Architekt aus, weshalb nicht auf der Hand liegt, dass seine Kenntnisse im umstrittenen Punkte geringer waren als jene des Sohnes.\n\nGeht man davon aus, dass die Kenntnisse des René Schärer über die Pflichten eines Bauleiters zur Erstellung und Wiederanbringung von Abschrankungen ebenso lückenhaft waren wie jene des Beklagten, so verletzt die Auffassung der Vorinstanz, der Beklagte habe nicht alle nach den Umständen gebotene |100| Sorgfalt angewendet, um einen Schaden der vorliegenden Art zu verhüten, den Art. 55 OR nicht. Der Beklagte durfte sich nicht darauf verlassen, dass sein Sohn wenige Monate vorher als Hochbautechniker diplomiert worden und schon als Bauleiter praktisch tätig gewesen war. Er hätte ihn darüber unterrichten sollen, dass und auf welche Weise offene Stellen an Schächten, Treppen und dgl. in Neubauten abzuschranken seien und der Bauleiter ständig und strenge darauf zu achten habe, dass die Abschrankungen unverzüglich wieder angebracht würden, nachdem sie zur Ausführung bestimmter Arbeiten vorübergehend entfernt wurden. Da er diese Belehrung zugegebenermassen unterlassen hat, ist der Entlastungsbeweis des Art. 55 OR nicht erbracht.\n\nDass der Schaden auch bei Anwendung dieser Sorgfalt eingetreten wäre, ist nicht dargetan.\n\nI.5. Der Beklagte Schärer bestreitet, dass das Fehlen der Abschrankung mit dem Sturz des Klägers in rechtserheblicher Weise (adäquat) zusammenhange, denn der Kläger sei widerrechtlich in das Haus eingedrungen und habe sich so aussergewöhnlich unvorsichtig benommen, dass mit einem solchen Verhalten von vornherein nicht habe gerechnet werden müssen.\n\nDas Betreten des Hauses durch den Kläger lag nicht dermassen ausserhalb des gewöhnlichen Laufes der Dinge, dass im Fehlen der Abschrankung keine adäquate Ursache des Schadens zu sehen wäre. Die Behauptung des Beklagten, der Zutritt zum Bau sei für Unbefugte ausdrücklich verboten worden, findet im angefochtenen Urteil keine Stütze. Das Urteil sagt nur: \"Zwar war Unbefugten der Zutritt zum noch nicht fertigen Bau verboten.\" Das heisst nicht notwendigerweise, der Beklagte, der Bauleiter oder irgendwer habe ein Verbot bekanntgegeben. Der Beklagte schweigt sich denn auch, wie schon im kantonalen Verfahren, darüber aus, wann, wie und durch wen den Unbefugten der Zutritt verboten worden wäre. Der erwähnte Satz scheint eher eine rechtliche Schlussfolgerung der Vorinstanz aus dem Umstande, dass der Bau nicht fertig war, zu sein. Sei dem wie ihm wolle, gehörte jedenfalls der Kläger nicht zu den Unbefugten. Er half Pauli und Ernst Flückiger in deren Einverständnis den Auftrag erfüllen, den ihnen Fritz Flückiger erteilt hatte, nämlich das anzuschlagende Schreinermaterial in das Haus zu tragen. Diese Hilfe durfte er Pauli und Ernst Flückiger leisten, und um sie leisten zu können, durfte er das |101| Haus betreten. Ob auch das Vertragsverhältnis, in dem er zu Fritz Flückiger stand, oder die Bestimmungen über die Geschäftsführung ohne Auftrag ihn zu diesem Verhalten berechtigten, ist für die Frage, ob er das Haus widerrechtlich betreten habe, nicht erheblich. Weder der Beklagte als Generalunternehmer noch der Hauseigentümer Vetter hatten Anspruch darauf, dass zur Erfüllung der dem Handwerker Fritz Flückiger obliegenden Aufgabe nur solche Personen das Haus betreten würden, die von Fritz Flückiger beauftragt worden seien oder auf Grund einer in dessen Interesse gebotenen Geschäftsbesorgung (Art. 422 OR) handelten. Es kommt auch nichts darauf an, ob Pauli und Ernst Flückiger ihre Dienstpflichten gegenüber Fritz Flückiger verletzten, indem sie dem Kläger erlaubten, ihnen beim Abladen und Hineintragen des Transportgutes beizustehen. Die Abschrankung war bestimmt, jeden für den Bau Arbeitenden von einem Sturz auf die Kellertreppe zu bewahren, gleichgültig auf welcher rechtlichen Grundlage seine Arbeit beruhte. Ihr Fehlen war daher eine adäquate Ursache des Sturzes des Klägers.\n\nEbenso wenig kann davon die Rede sein, dass der Sturz durch aussergewöhnlich unvorsichtiges Verhalten des Klägers dem gewöhnlichen Lauf der Dinge entrückt worden wäre und die Adäquanz des Kausalzusammenhanges aus diesem Grunde fehlen würde. Es kommt häufig vor, dass Arbeiter, die einen Schrank in ein Haus tragen, einige Schritte rückwärts gehen müssen, um ihren Versuch zu erneuern. Dass sie dabei, durch die Last behindert, den Gefahren ihrer Umgebung nicht die höchste Aufmerksamkeit schenken, ist ebenfalls nichts Ungewöhnliches, selbst dann nicht, wenn sie vorher, wie im vorliegenden Falle der Kläger, die Gefahren beim wiederholten Betreten des Ortes sahen oder sehen konnten. Abschrankungen in unfertigen Bauten sind gerade deshalb vorgeschrieben, weil es immer wieder vorkommt, dass die Aufmerksamkeit unter dem Einfluss der Arbeit nachlässt und sehr oft nicht ausreicht, um den Arbeitenden vor einem Sturz zu bewahren.\n\nI.6. Der Beklagte bestreitet schliesslich die Schadenersatzpflicht mit der Begründung, im Verbot, das Haus des Vetter zu betreten, liege eine Wegbedingung der Haftung, die nach Art. 100 OR zulässig sei.\n\nWann, wie und durch wen den Unbefugten das Betreten des Hauses Vetter verboten worden sei, hat der Beklagte im kantonalen |102| Verfahren nicht ausgeführt und verschweigt er auch in der Berufungsschrift. Der Einwand, durch ein solches Verbot sei die Haftung wegbedungen worden, ist denn auch neu. Dazu kommt, dass der Kläger nicht zu den Unbefugten gehörte, für die das angebliche Verbot gegolten hätte. Schon aus diesem Grunde kann ihm gegenüber von einer Wegbedingung der Haftung nicht die Rede sein. Ob das blosse Verbot, eine Baustelle zu betreten, überhaupt als (stillschweigende) Wegbedingung der Haftung ausgelegt werden darf, kann offen bleiben.\n\nDie Berufung des Beklagten Schärer ist in allen Punkten unbegründet und daher abzuweisen.\n\nII.1. Zur Berufung des Klägers\n\nII.1.- Die Auffassung des Klägers, Fritz Flückiger hafte ihm als Auftraggeber aus Art. 402 Abs. 2 OR, wurde vom Appellationshof mit der Begründung verworfen, der Auftrag Flückigers habe sich auf den Transport mit dem Lastwagen beschränkt; das Hineintragen der Gegenstände in das Haus sei von diesem Auftrag nicht mehr erfasst.\n\nDamit stellt der Appellationshof verbindlich fest, dass Fritz Flückiger mit dem Kläger nicht verabredet hat, dieser solle den beiden Arbeitern Flückigers die Gegenstände in das Haus tragen helfen. Der Kläger gibt denn auch das Fehlen einer solchen Abrede zu, indem er lediglich geltend macht, Fritz Flückiger habe in Kauf nehmen müssen, dass der willige Kläger beim Hineintragen behilflich sei und die beiden Arbeiter ihn gewähren liessen. Damit will er offenbar sagen, die Ausdehnung des Auftrages über den verabredeten Inhalt hinaus sei stillschweigend zustande gekommen.\n\nDiese Auffassung hält nicht stand. Da Fritz Flückiger mit dem Kläger nur den Transport auf dem Lastwagen vereinbart und zum Hineintragen der Gegenstände den Schreiner Pauli und den Handlanger Ernst Flückiger abbefohlen hatte, musste er nicht annehmen, der Kläger erachte sich als beauftragt, beim Hineintragen mitzuhelfen. Die beiden Arbeiter genügten, um die Gegenstände hineinzutragen. Wenn nicht vor jedem Gang einer von ihnen den Lastwagen besteigen wollte, konnten sie alle Gegenstände zuerst abladen und sie nachher hineintragen, oder sie konnten den Kläger bitten, sie ihnen vom Lastwagen herunterzureichen. Der Kläger versucht das mit der Behauptung |103| zu widerlegen, das Umgelände sei schmutzig gewesen und habe sich daher für das Abstellen der Sachen nicht geeignet; zudem habe Pauli an der linken Hand einen leichten Schaden gehabt und sich als ausgebildeter Schreiner am besten geeignet, die Reihenfolge der abzuladenden Gegenstände zu bestimmen und sie in dieser Reihenfolge vom Lastwagen hinunterzureichen. Der Appellationshof stellt indessen nicht fest, das Umgelände sei schmutzig gewesen, so dass das Abladen zweckmässigerweise durch drei Personen habe besorgt werden müssen. Auch ist nicht zu ersehen, weshalb Pauli wegen seiner Hand das Hineintragen, zu dem ihn der Beklagte bestimmt hatte, nicht hätte besorgen können, und weshalb er nicht auch vom Boden aus die Reihenfolge der abzuladenden Gegenstände hätte angeben können. Indem der Kläger, über den erhaltenen Transportauftrag hinaus gehend, den beiden Arbeitern Weisungen erteilte und beim Hineintragen mithalf, machte er dem Beklagten nicht ein Angebot auf Ausdehnung des Auftrages oder Abschluss eines neuen Auftrages, das der Beklagte stillschweigend angenommen hätte. Der Beklagte war gar nicht anwesend und sah nicht, wie der Kläger sich verhielt. Der Kläger behauptet das auch nicht, sondern stellt sich nur auf den Standpunkt, der Beklagte habe seine Hilfe beim Hineintragen von vornherein \"in Kauf nehmen müssen\". Das genügte indessen nicht, um das angebliche Auftragsverhältnis zu schaffen. Nur wenn der Beklagte aus besonderen Umständen notwendigerweise hätte schliessen müssen, der Kläger werde unaufgefordert die Gegenstände in das Haus tragen helfen, könnte sein Schweigen allenfalls als Zustimmung ausgelegt werden.\n\nII.2. Der Kläger leitet seinen Schadenersatzanspruch gegen Fritz Flückiger sodann aus Art. 422 Abs. 1 OR ab, indem er geltend macht, das Interesse des Beklagten habe geboten, dass er, der Kläger, die transportierten Gegenstände in das Haus tragen helfe.\n\nDass die Mitwirkung des Klägers wegen schmutzigen Umgeländes notwendig gewesen sei, ist nicht festgestellt. Wie der Appellationshof verbindlich ausführt, regnete es auch nicht und drohte es nicht zu regnen. Die Hilfe des Klägers war somit nicht dringlich. Es lagen auch sonst keine Umstände vor, aus denen der Kläger hätte schliessen dürfen, die Lage sei anders, als Fritz Flückiger sich vorgestellt hatte, und sie erfordere das |104| Eingreifen des Klägers. Insbesondere kann ein solcher Umstand nicht darin gesehen werden, dass eine bestimmte Reihenfolge des Abladens nötig gewesen wäre, die nur hätte eingehalten werden können, wenn Pauli auf dem Wagen blieb und der Kläger zusammen mit Ernst Flückiger die Gegenstände in das Haus trug. Auch entbehrt die Auffassung des Klägers, es habe im Interesse des Beklagten gelegen, dass die Zeit des Klägers nicht zu lange in Anspruch genommen werde, jeglicher tatbeständlicher Grundlage. Der Kläger sagt nicht - und hat es auch im kantonalen Verfahren nicht getan -, ob er für die Ausführung des Transportes Anspruch auf eine pauschale Vergütung hatte oder nach dem Zeitaufwand zu entlöhnen war. Wenn der Kläger seine Wartezeit verkürzen wollte, handelte er daher nicht notwendigerweise auch im Interesse des Beklagten. Vollends ist nicht zu ersehen, inwiefern das Interesse des Beklagten geboten haben sollte, dass der fachkundige vier- unddreissigjährige Schreiner Pauli, der vom Beklagten für das Hineintragen abgeordnet worden war, durch den im Schreinerfach nicht erfahrenen dreiundfünfzigjährigen Kläger ersetzt werde und auf der Ladebrücke untätig die Rückkehr der beiden Träger abwarte. Wenn schon die Mitwirkung einer dritten Person nützlich gewesen sein sollte, hätte der Kläger die Gegenstände bloss vom Lastwagen hinunterreichen und das Hineintragen in das Haus den vom Beklagten eigens dazu bestimmten beiden Arbeitern überlassen sollen. Übrigens ist nicht jede Geschäftsbesorgung, die nützlich ist, auch im Sinne des Art. 422 Abs. 1 OR im Interesse des Geschäftsherrn geboten. Sie ist es namentlich dann nicht, wenn der Geschäftsherr - wie im vorliegenden Falle der Beklagte durch Abordnung der beiden Träger Pauli und Ernst Flückiger - selber Anordnungen getroffen und damit kundgegeben hat, wie er in seinem Interesse die Geschäfte abgewickelt wissen wolle. Unter solchen Umständen könnte von einer im Interesse des Geschäftsherrn gebotenen Geschäftsbesorgung nur die Rede sein, wenn die Lage an Ort und Stelle anders gewesen wäre, als der Geschäftsherr glaubte, und sein Interesse mit einer gewissen Dringlichkeit die Abweichung von seinen Anordnungen verlangt hätte.\n\nII.3. Der Kläger wirft dem Beklagten Fritz Flückiger ferner eine unerlaubte Handlung vor, weil er sich nicht an Ort und Stelle vergewisserte, ob die Möbel gefahrlos hineingetragen werden könnten, insbesondere ob die nötigen Abschrankungen |105| vorhanden seien. Er macht geltend, der Beklagte hätte die Gefahr nicht nur im Interesse des Klägers, sondern auch im Interesse der beiden Arbeiter Pauli und Ernst Flückiger beseitigen müssen.\n\nDer Beklagte hatte den Kläger nicht beauftragt, die Gegenstände in das Haus zu tragen. Er war daher nicht verpflichtet, zum Schutze des Klägers im Hause irgendwelche Massnahmen zu treffen. Indem er solche unterliess, handelte er gegenüber dem Kläger nicht rechtswidrig. Dass das Anbringen der Abschrankung zum Schutze irgendwelcher im Hause verkehrenden Personen dem Beklagten obgelegen habe, weil er im Hause Schreinerarbeiten ausführte, wird mit Recht nicht geltend gemacht. Der gefährliche Zustand wurde nicht durch die Schreinerarbeiten geschaffen, sondern durch den unfertigen Zustand, in dem sich das Haus nach der Erstellung der Kellertreppe und des Windfanges durch die Maurer befand.\n\nOb der Beklagte als Dienstherr der beiden Arbeiter Pauli und Ernst Flückiger die ihm durch Art. 339 OR auferlegten Pflichten verletzt habe, ist unerheblich. Pauli und Ernst Flückiger sind nicht verletzt worden, und aus ihrem Dienstverhältnis zum Beklagten vermag der Kläger nichts zu seinen Gunsten abzuleiten. Dieses Dienstverhältnis macht die Untätigkeit des Beklagten gegenüber dem Kläger nicht widerrechtlich.\n\nÜbrigens wäre der Auffassung der Vorinstanz beizupflichten, wonach der Beklagte beim Abladen der Gegenstände und deren Hineintragen in das Haus nicht persönlich zugegen zu sein brauchte, da Pauli gelernter Schreiner ist und schon manchen Möbeltransport ausgeführt hatte. Pauli konnte ebensogut wie der Beklagte beurteilen, ob und inwiefern das Hineintragen der Gegenstände gefährlich sei und allenfalls Schutzmassnahmen voraussetze. Die Auffassung des Klägers, der Beklagte hätte persönlich in den Neubau vorausgehen sollen, um die Lage abzuklären, ist lebensfremd, zumal keine Anhaltspunkte namhaft gemacht werden, aus denen der Beklagte hätte schliessen müssen, dass der Generalunternehmer Fritz Schärer und sein Bauleiter ihre Pflicht nicht getan hatten.\n\nII.4. Der Kläger macht schliesslich geltend, Fritz Flückiger schulde ihm aus Art. 55 OR Schadenersatz, weil seine Arbeiter Pauli und Ernst Flückiger ihn in Ausübung ihrer dienstlichen Verrichtungen schädigten. Pauli hätte nicht zulassen sollen, dass der Kläger die gefährliche Verrichtung des Hineintragens |106| der Gegenstände übernehme; jedenfalls hätte er sich vorher vergewissern sollen, ob die nötigen Abschrankungen vorhanden seien, und er hätte den Kläger auf die Gefahr aufmerksam machen sollen. Pauli habe sich schuldhaft verhalten. Der Beklagte Fritz Flückiger sodann habe den Entlastungsbeweis, alle nach den Umständen gebotene Sorgfalt zur Verhütung des Schadens angewendet zu haben, nicht erbracht.\n\na) Die Mitwirkung des Klägers beim Hineintragen des Wandschrankes ist eine Mitursache des eingetretenen Körperschadens. Indem Pauli und Ernst Flückiger diese Mitwirkung duldeten und damit ihrerseits eine Ursache des Schadens setzten, handelten sie im Sinne des Art. 55 OR in Ausübung ihrer dienstlichen Verrichtungen. Dass sie von der Weisung ihres Dienstherrn abwichen, wonach sie selber die Gegenstände hätten in das Haus tragen sollen, ändert nichts. Es ist gerade das Ziel des Art. 55 OR, den Geschäftsherrn für das unrichtige Vorgehen seiner Hilfspersonen bei der Erfüllung ihrer dienstlichen Verrichtungen haften zu lassen (OFTINGER, Haftpflichtrecht, 2. Auflage, II/1 S. 146).\n\nb) Die Vorinstanz und der Beklagte verneinen die Anwendbarkeit des Art. 55 OR mit der Begründung, Pauli und Ernst Flückiger hätten sich nicht widerrechtlich verhalten, indem sie duldeten, dass der Kläger beim Abladen und Hineintragen der Gegenstände das Kommando übernahm und Pauli auf den Lastwagen wies.\n\nDieser Auffassung ist entgegenzuhalten, dass die Widerrechtlichkeit durch das Ergebnis begründet wurde, zu dem die Mitwirkung des Klägers führte, nämlich durch die gegen den Willen des Klägers herbeigeführte Körperverletzung. Die körperliche Unversehrtheit ist ein durch geschriebene und ungeschriebene Gebote und Verbote der Rechtsordnung geschütztes Rechtsgut. Wer sie durch Widerhandlung gegen solche Gebote oder Verbote verletzt, handelt widerrechtlich (BGE 82 II 28 und dort erwähnte Entscheide; ferner BGE 88 II 280 f. Erw. 4 a, BGE 90 II 279 Erw. 4). Vorbehalten bleiben die Fälle, in denen der Eingriff in das verletzte Gut durch besondere Gründe gerechtfertigt ist. An solche denkt denn auch Oftinger, indem er an der vom Beklagten angerufenen Stelle z.B. die Notwehr und den Notstand erwähnt (OFTINGER, Haftpflichtrecht, 2. Auflage, II/1 S. 149). Solche Gründe hatten Pauli und Ernst Flückiger nicht, als sie duldeten, dass der Kläger den Wandschrank hineintragen half. Dass |107| solche Mitwirkung nicht schon an sich, abgesehen von der eingetretenen Körperverletzung, objektiv widerrechtlich war, schliesst die Anwendung des Art. 55 OR nicht aus.\n\nc) Möglicherweise will die Vorinstanz durch die Verneinung der Widerrechtlichkeit lediglich sagen, Pauli und Ernst Flückiger hätten nicht pflichtwidrig gehandelt, indem sie die Mitwirkung des Klägers duldeten.\n\nAuch unter diesem Gesichtspunkt lässt sich aber die Haftung des Beklagten nach Art. 55 OR nicht verneinen. Wie schon ausgeführt wurde, setzt diese Bestimmung nicht voraus, dass den Angestellten oder Arbeiter, der in Ausübung seiner dienstlichen oder geschäftlichen Verrichtungen einen Schaden verursacht, ein Verschulden treffe. Blosse Verursachung genügt. Daher sind die Ausführungen des Klägers, wonach zum mindesten Pauli schuldhaft gehandelt habe, gegenstandslos.\n\nd) Der Beklagte als Geschäftsherr haftet nur, wenn der ursächliche Zusammenhang zwischen der von seinen Arbeitern hingenommenen Mitwirkung des Klägers beim Hineintragen des Schrankes und dem eingetretenen Unfall rechtserheblich, d.h. adäquat ist.\n\nAuch diese Voraussetzung ist indessen erfüllt. Es lag nicht ausserhalb des gewöhnlichen Laufes der Dinge, dass die Mitwirkung des Klägers beim Hineintragen des nicht sehr handlichen und rund 40 kg schweren Schrankes angesichts des gebotenen Rückwärtsgehens des Klägers und des Fehlens einer Abschrankung zwischen dem Windfang und der Kellertreppe zu einem Sturz über die Treppe hinunter und zu der eingetretenen Schädelverletzung führte. Dass der Kläger vorher beim Hineintragen anderer Gegenstände das Fehlen der Abschrankung wahrnahm oder hätte wahrnehmen können, macht den Kausalzusammenhang nicht inadäquat, sondern kann nur allenfalls im Sinne des Art. 44 OR Grund zur Herabsetzung der Ersatzpflicht sein. Auch die Verantwortung des Beklagten Schärer für das Fehlen der Abschrankung macht den ursächlichen Zusammenhang zwischen dem Verhalten der Arbeiter Pauli und Flückiger und dem Unfall nicht rechtlich unerheblich. Dieser Umstand kann die Ersatzpflicht des Beklagten Fritz Flückiger nur allenfalls gemäss Art. 43 OR mässigen.\n\ne) Zur Frage, ob der Beklagte alle nach den Umständen gebotene Sorgfalt angewendet habe, um einen Schaden dieser Art zu verhüten, hat die Vorinstanz nicht Stellung genommen, |108| und was der Beklagte in der Berufungsantwort vorbringt, genügt nicht, um den Entlastungsbeweis als erbracht zu erachten. Der Beklagte behauptet z.B. nicht, er habe Pauli und Ernst Flückiger ausdrücklich belehrt, sie dürften beim Hineintragen der Gegenstände keinen Dritten, insbesondere nicht den Kläger, mitwirken lassen, oder sie müssten sich vorsehen, dass ein mitwirkender Dritter nicht verunfallen könne. Er macht nur geltend, er habe einen gelernten Schreiner und einen Handlanger mit dem Hineintragen beauftragt, und mehr habe von ihm vernünftigerweise nicht verlangt werden können, denn nach OFTINGER, II/1 S. 156, dürfe sich der Geschäftsherr, der eine qualifizierte Hilfsperson anstelle, weitgehend auf sie verlassen, namentlich solange sie Arbeiten ausführe, für die sie vorgesehen und gut ausgewiesen sei. Damit verkennt der Beklagte, dass die Eigenschaft Paulis als gelernter Schreiner für einen unfallfreien Verlauf nur dann Gewähr geboten haben könnte, wenn Pauli selber den Schrank hätte hineintragen helfen oder mindestens den Kläger über das Vorgehen unterrichtet und ihn überwacht hätte. Statt dessen blieb er ohne ein Wort der Instruktion auf dem Lastwagen und überliess das Vorgehen dem Belieben des Klägers. Was unter diesen Umständen die berufliche Ausbildung Paulis hätte nützen können, ist nicht zu ersehen. Sie war keine Gewähr dafür, dass Pauli und Ernst Flückiger den Schrank persönlich hineintragen würden oder dass Pauli das Manöver wenigstens persönlich leite. Nur wenn der Beklagte besondere Umstände nachgewiesen hätte, aus denen hätte geschlossen werden dürfen, Pauli werde in dieser Hinsicht seine Pflicht erfüllen, hätten sich besondere Instruktionen seitens des Beklagten erübrigt. Solche Umstände werden aber keine namhaft gemacht.\n\nf) Der Beklagte Fritz Flückiger bestreitet die Haftung auch mit dem Einwand, der Kläger habe den Unfall ausschliesslich selber verschuldet. Er beruft sich also auf Art. 44 OR. Der Appellationshof hat indessen noch nicht entschieden, ob Umstände im Sinne dieser Bestimmung vorliegen. Dem Beklagten Schärer, dessen grundsätzliche Haftung er bejahte, hat er die Geltendmachung von Herabsetzungsgründen gemäss Art. 44 OR ausdrücklich vorbehalten. Der gleiche Vorbehalt hat für den Beklagten Fritz Flückiger zu gelten. Das Bundesgericht hat nicht schon heute zu entscheiden, ob und in welchem Grade sich Art. 44 OR zugunsten des Beklagten auswirke.\n\n|109|\n\nSomit ist die Berufung des Klägers gutzuheissen und die grundsätzliche Haftung des Beklagten Fritz Flückiger fest zustellen.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung des Fritz Schärer wird abgewiesen, und das Urteil des Appellationshofs des Kantons Bern, II. Zivilkammer, vom 18. Dezember 1968 wird diesem Beklagten gegenüber bestätigt.\n\n2.- Die Berufung des Klägers wird gutgeheissen, das angefochtene Urteil, soweit es Fritz Flückiger betrifft, wird aufgehoben, und es wird festgestellt, dass Fritz Flückiger für den dem Kläger durch den Unfall vom 2. April 1964 verursachten Schaden grundsätzlich haftet."}