{"annee": "95", "cour": "IV", "page": "170", "date": "3/11/1969", "cite": [], "cite_par": [], "chapeau": "43. Extrait de l'arrêt de la Cour de cassation pénale du 3 novembre 1969 dans la cause Bernardi contre Nobs et Ministère public du canton de Neuchâtel.", "regestes": ["Perte de la maitrise du véhicule. Cas du véhicule dont le moteur cale. Faute du conducteur? Lésions corporelles. Lorsqu'elles sont dues à une violation des règles de la circulation, l'art. 100 ch. 1 al. 2 LCR ne s'applique pas."], "faits": "BGE 95 IV 170 S. 171\n\nA.- Le 27 janvier 1969, peu après 7 heures, Nobs, qui venait de quitter son domicile au volant de sa voiture Austin, déboucha d'un chemin vicinal sur la route cantonale Dombresson-Valangin, au lieu dit \"Sous Engollon\" et tourna à gauche en direction de Valangin. Il avait à peine parcouru une quinzaine de mètres sur la route cantonale que son moteur cala. Avant qu'il ait eu le temps de le remettre en marche, l'Austin fut tamponnée par une Fiat, qui venait de Dombresson et dont le conducteur, Bernardi, aperçut trop tard le véhicule arrêté. Les deux automobilistes furent légèrement blessés.\n\nB.- Le 25 mars 1969, le Tribunal de police du district du Val-de-Ruz a frappé Nobs d'une amende de 60 francs pour lésisions corporelles, sa faute ayant consisté notamment dans la perte de la maîtrise de son véhicule.\n\nC.- La Cour neuchâteloise de cassation pénale a admis, le 10 septembre, un recours de Nobs et cassé le jugement en ce qui le concerne. Elle admet que, provoqué par le froid, l'arrêt de son moteur n'est pas assimilable à la perte de la maîtrise et que la faute, si elle existe est en tout cas de très peu de gravité, ce qui permettrait d'exempter Nobs de toute peine.\n\nD.- Contre cet arrêt, Bernardi, en tant que plaignant, se pourvoit en nullité au Tribunal fédéral. Il réclame la condamnation de Nobs pour lésisions corporelles.", "considerants": "Considérant en droit:\n\n1. ...\n\n2. Est maître de son véhicule le conducteur qui en obtient les réactions voulues, qui est en mesure de le commander immédiatement d'une manière appropriée aux circonstances (RO 76 IV 55). La perte de la maîtrise résulte en général d'une vitesse excessive; elle peut aussi être due à un arrêt involontaire du moteur. L'automobiliste dont la voiture s'immobilise parce que, contre son gré, le moteur a calé ne la maîtrise pas. C'est BGE 95 IV 170 S. 172ce qui est arrivé à Nobs. Aussi a-t-il contrevenu à l'art. 31 al. 1 LCR. Il n'est pas douteux que cette contravention est une des causes de l'accident et des blessures du plaignant: si l'Austin ne s'était pas arrêté, ou bien la Fiat ne l'aurait pas tamponnée, ou bien le choc eût été moins violent, les deux véhicules roulant dans la même direction.\n\nIl reste à examiner si l'immobilisation de l'Austin provient d'une faute de l'intimé. La cour cantonale a retenu l'explication qu'il a donnée, à savoir que le moteur a calé - alors, a-t-il précisé, qu'il voulait passer de première en seconde vitesse - parce qu'il était froid. Elle admet avec lui qu'il s'est agi d'un événement fortuit, ajoutant que sa faute, si faute il y a eu, est de très peu de gravité, de sorte que l'art. 100 ch. 1 al. 2 LCR permet de l'exempter de toute peine. En réalité - on l'a déjà vu - il est prévenu de lésions corporelles par négligence. Or l'art. 125 CP ne prévoit pas l'exemption de toute peine dans les cas de très peu de gravité. Que les lésions corporelles soient consécutives à une violation de règles de la circulation ne change rien: l'art. 100 ch. 1 al. 2 ne s'applique pas. Sur ce point, la critique du recourant est fondée.\n\nTout conducteur sait qu'un moteur froid - comme l'était celui de Nobs - risque de caler, notamment lors d'un arrêt du véhicule. On préviendra donc cet incident dans la mesure du possible, en actionnant de façon convenable, soit le \"choke\", soit la pédale des gaz. Cependant, même un conducteur expérimenté ne parviendra pas toujours à maintenir son moteur en marche. Il n'y aura faute qu'en cas de maladresse caractérisée ou d'oubli d'une manoeuvre nécessaire. Or, en l'espèce, le juge cantonal n'a constaté aucun fait qui puisse être imputable à faute à Nobs et, dans l'état actuel des choses, on ne voit pas qu'il soit possible de faire utilement, sur ce point, aucune constatation nouvelle.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi"}