{"annee": "95", "cour": "III", "page": "25", "date": "18/3/1969", "cite": ["94 III 83", "51 III 160", "42 III 399", "88 III 68", "88 III 28"], "cite_par": ["101 III 43", "102 III 33", "108 III 1", "103 III 21", "103 III 65"], "chapeau": "6. Entscheid vom 18. März 1969 i.S. Hälg.", "regestes": ["Continuation des affaires du failli. 1. Le failli a qualité pour porter plainte contre une mesure qui lèse ses droits ou ses intérêts juridiquement protégés - non seulement en ce qui concerne la réalisation, mais aussi la saisie et la conservation des actifs de la masse (consid. 2 principio). 2. La commission de surveillance n'a aucun pouvoir d'exécution. Les décisions fondées sur ses instructions, qui produisent des effets à l'égard des tiers et qui peuvent faire l'objet d'une plainte, doivent être prises par l'administration de la faillite (consid. 2 b). 3. La continuation des affaires du failli, décidée par la première assemblée des créanciers (art. 238 al. 1 LP) ou par la commission de surveillance (art. 237 al. 3 ch. 2 LP), est subordonnée à la condition que le but visé puisse être atteint dans un délai approprié (consid. 2 a). Lorsque la décision a été prise par la première assemblée des créanciers, la commission de surveillance ne peut ordonner la cessation de l'industrie ou la fermeture du commerce du failli que si l'on se trouve dans un état de nécessité (pour éviter un dommage appréciable). En principe, il faut attendre la seconde assemblée des créanciers (consid. 2 b). Motifs de mettre fin à l'industrie ou de fermer le commerce du failli (consid. 2 c)."], "faits": "BGE 95 III 25 S. 26\n\nA.- Über Erwin Hälg, Buchdruckereibesitzer in Degersheim, wurde am 7. Februar 1968 der Konkurs eröffnet. Die erste Gläubigerversammlung vom 12. März 1968 setzte das Konkursamt Untertoggenburg als Konkursverwaltung ein und ernannte \"zur Beaufsichtigung\" einen Gläubigerausschuss. Ferner bewilligte sie als Verwertungsmassnahme den freihändigen Verkauf der Druckerei und die Weiterführung des Betriebes.\n\nB.- Es gelang dem Gemeinschuldner nicht, die Mittel für einen den Gläubigern vorzuschlagenden Nachlassvertrag zu beschaffen. In einer Sitzung des Gläubigerausschusses vom 22. Juli 1968 stellte er die erforderlichen Unterlagen hiefür auf einen nahen Zeitpunkt in Aussicht, ebenso in der Sitzung des Ausschusses vom 25. Oktober 1968. Es kam jedoch nicht zu einem solchen Vorschlag.\n\nBGE 95 III 25 S. 27\n\nSodann zeitigte die Ausschreibung der Druckerei zu freihändigem Verkauf kein annehmbares Angebot.\n\nC.- Die zweite Gläubigerversammlung vom 16. Dezember 1968 war nicht beschlussfähig. In der Sitzung vom 22. Januar 1969 nahm der Gläubigerausschuss Stellung zum Antrag des Konkursverwalters, \"die Versteigerung vorzubereiten und raschmöglichst vorzunehmen, da die Aussichten auf einen Freihandverkauf nicht sehr gross sind und auch nicht mehr ernsthaft an einen Nachlassvorschlag des Konkursiten geglaubt werden kann\". Dem Sitzungsprotokoll ist zu entnehmen:\n\n\"Die Mitglieder des Ausschusses sind einmütig der Auffassung, dass nach allen vergeblichen Versuchen, das Geschäft freihändig zu verkaufen, nichts anderes mehr übrig bleibt, als die Versteigerung auszuschreiben.\n\nAls Datum wird der 28. Februar 1969 vorgesehen und der Konkursverwalter damit beauftragt, die Ausschreibung vorzunehmen. Die Bemühungen, wenigstens die unter Eigentumsvorbehalt stehenden Maschinen noch zu einem möglichst günstigen Preis zu verkaufen, sollen fortgesetzt werden. Auch sollen allfällige Interessenten für die Liegenschaft besonders auf die Kaufmöglichkeit aufmerksam gemacht werden.\"\n\nDer Ausschuss beschloss ferner, den Betrieb auf Freitag, den 24. Januar 1969, nach Arbeitschluss stillzulegen.\n\nD.- Demgemäss verfügte der Konkursverwalter am 24. Januar 1969 die Schliessung des Betriebes. Zugleich traf er Massnahmen zur Erledigung der laufenden Druckaufträge unter Aufsicht. Neue Aufträge seien nicht mehr anzunehmen, sofern nicht ausnahmsweise das Konkursamt es bewillige.\n\nE.- Mit Beschwerde vom 3. Februar 1969 verlangte der Gemeinschuldner die Aufhebung dieser Verfügung und die Fortführung seines Druckereibetriebes \"gemäss dem Beschluss der Gläubigerversammlung und unter der Leitung des Gläubigerausschusses\". Er hielt der Konkursverwaltung eine Überschreitung ihrer Befugnisse vor.\n\nF.- Mit Entscheid vom 17. Februar 1969 wies die kantonale Aufsichtsbehörde die Beschwerde ab. In der Begründung wird hervorgehoben, dass \"nicht die Konkursverwaltung, sondern der Gläubigerausschuss die angefochtene Verfügung erliess\". Da die zweite Gläubigerversammlung nicht beschlussfähig war, sei es Aufgabe der im Amte verbliebenen Organe - Konkursverwaltung und Gläubigerausschuss -, den Konkurs durchzuführen, BGE 95 III 25 S. 28also die zur Liquidation des Konkursvermögens erforderlichen Massnahmen zu treffen. Man könne sich fragen, ob der Gemeinschuldner überhaupt zur vorliegenden Beschwerde legitimiert sei, da doch die angefochtene Verfügung gewiss nicht in seine gesetzlich geschützten Rechte eingreife (BGE 88 III 34). Jedenfalls sei der Gläubigerausschuss berechtigt gewesen, im Hinblick auf eine Verwertung der Aktiven den Geschäftsbetrieb des Gemeinschuldners zu schliessen.\n\nG.- Mit vorliegendem Rekurs hält der Gemeinschuldner am Antrag seiner Beschwerde fest. Er führt aus, allerdings stütze sich die angefochtene Verfügung der Konkursverwaltung auf einen Beschluss des Gläubigerausschusses. Auch dieser habe jedoch die ihm zustehenden Befugnisse überschritten. Nach Art. 237 und 238 SchKG handle es sich um Anordnungen, welche der Gläubigerversammlung zustehen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Der vom 3. März 1969 datierte Rekurs spricht sich nicht darüber aus, ob die auf den 28. Februar 1969 ausgeschriebene Versteigerung (gegen deren Anordnung sich die Beschwerde nicht richtete) stattfand, und mit welchem Ergebnis. Sollte die Druckerei als Ganzes oder sollten die Druckereiliegenschaft und die beweglichen Vermögensgegenstände getrennt versteigert worden sein, so wäre die vorliegende Beschwerde gegenstandslos geworden. Das mit ihr verfolgte Ziel der Weiterführung des Druckereibetriebes durch die Organe des Konkursverfahrens liesse sich nicht mehr erreichen. Wie es sich damit verhält, kann jedoch unabgeklärt bleiben. Auch wenn es noch nicht zur Verwertung gekommen sein sollte, hält die angefochtene Verfügung vor der Beschwerde stand.\n\n2. Nach der Rechtsprechung (BGE 88 III 34 /35 mit Hinweisen und BGE 88 III 77 lit. c) ist der Gemeinschuldner befugt, Verfügungen der Konkursverwaltung und Gläubigerbeschlüsse - insbesondere solche über die Verwertung der Aktiven der Konkursmasse - durch Beschwerde anzufechten, wenn sie in seine gesetzlich geschützten Rechte und Interessen eingreifen. Dabei sind Willkür, Ermessensmissbrauch und Ermessensüberschreitung einem Verstoss gegen positive Verfahrensvorschriften gleichzuachten. Ein entsprechendes Beschwerderecht steht dem Gemeinschuldner auch gegenüber Massnahmen zu, welche BGE 95 III 25 S. 29nicht die Verwertung, sondern die Erfassung und Sicherung von Gegenständen des Konkursvermögens betreffen (BGE 94 III 83 ff. Erw. 3). Nun gehört gewiss zu den zur Sicherung des Konkursvermögens dienenden Massnahmen auch die Anordnung der Weiterführung oder Schliessung des Geschäftsbetriebes des Gemeinschuldners (vgl. FRITZSCHE, Schuldbetreibung und Konkurs II S. 109 - 111). Die vom Rekurrenten in erster Linie aufgeworfene Zuständigkeitsfrage ist jedoch nicht in dem von ihm vertretenen Sinne zu beantworten, und im übrigen beruft er sich gar nicht auf eigene gesetzlich geschützte Rechte oder Interessen, sondern auf einen angeblich den Gläubigern zugefügten oder drohenden Nachteil. Die kantonale Aufsichtsbehörde hätte daher auf die Beschwerde überhaupt nicht eintreten sollen.\n\na) Zu den dringlichen Fragen, über welche die erste Gläubigerversammlung entweder selber zu beschliessen hat oder den Beschluss einem aus ihrer Mitte ernannten Gläubigerausschuss anheimgeben kann, gehört die Frage der Weiterführung des vom Gemeinschuldner betriebenen Handels oder Gewerbes (einerseits Art. 238 Abs. 1, anderseits Art. 237 Abs. 3 Ziff. 2 SchKG). Im vorliegenden Falle bewilligte die erste Gläubigersammlung selber die Weiterführung des Druckereibetriebes. Das geschah im Hinblick auf eine allfällige, von jener Gläubigerversammlung gleichfalls bewilligte freihändige Veräusserung des ganzen Geschäftes (d.h. des fonds de commerce mit zugehörigen Markenrechten usw., sei es mit oder ohne die Passiven, vgl. Art. 15 Ziff. 1 KV undBGE 42 III 399) und zugleich mit Rücksicht darauf, dass der Gemeinschuldner beabsichtigte, einen die Verwertung vermeidenden Nachlassvertrag vorzuschlagen. Solche Beschlüsse stehen unter der selbstverständlichen Voraussetzung, dass sich die damit verfolgten Zwecke binnen angemessener Zeit verwirklichen lassen. Nachdem die normale Konkursdauer (Art. 270 SchKG) überschritten ist und sowohl die Bemühungen des Gemeinschuldners um die Finanzierung eines Nachlassvertrages wie auch die auf freihändigen Verkauf der Druckerei abzielenden Schritte der Konkursverwaltung fehlschlugen, darf die Verwertung auf dem Wege der Versteigerung nicht mehr verzögert werden. Dabei kann sich auch die Schliessung des Geschäftsbetriebes vor der Verwertung als notwendig erweisen, da eben Gegenstand der Verwertung keinesfalls immer das Geschäft als Ganzes ist.\n\nBGE 95 III 25 S. 30\n\nb) Dass aber die Schliessung des Betriebes, nachdem dessen Weiterführung seinerzeit von der ersten Gläubigerversammlung bewilligt wurde, wiederum nur von der Gesamtheit der Gläubiger beschlossen werden könne, ist dem Rekurrenten nicht zuzugeben. Gewiss bemerkt JAEGER in der vom Rekurrenten angerufenen Kommentarstelle (N 14 zu Art. 237 SchKG) mit Recht, in einem solchen Falle habe der Gläubigerausschuss den Betrieb zu überwachen und nach den wechselnden Bedürfnissen anders zu gestalten, \"zu einer völligen Einstellung dürfte er aber nur berechtigt sein, wenn sich herausstellt, dass die Gläubiger durch eine weitere Fortführung bedeutenden Schaden leiden würden\". Damit ist jedoch nur gesagt. die von der ersten Gläubigerversammlung bewilligte Weiterführung des Geschäftsbetriebes (auf Rechnung der Konkursmasse, vgl. Art. 36 KV) dürfe vom Gläubigerausschuss nicht ohne Notwendigkeit vor der zweiten Gläubigerversammlung widerrufen werden; es sei grundsätzlich dem dieser Versammlung zustehenden Beschlusse (Art. 253 Abs. 2 SchKG) nicht vorzugreifen. Nachdem aber im Konkurs des Rekurrenten die zweite Gläubigerversammlung nicht beschlussfähig war, haben die im Amte gebliebenen Konkursorgane (Gläubigerausschuss und Konkursverwaltung) den Konkurs durchzuführen und zu beendigen. Namentlich haben sie zur Verwertung der zur Masse gehörenden Vermögensgegenstände nach den gesetzlichen Vorschriften (Art. 256 ff. SchKG) zu schreiten. Dabei befindet sich der Gläubigerausschuss in der Rolle eines fakultativen gesetzlichen Hilfsorganes ohne vollziehende Gewalt. Seine Beschlüsse sind von der Konkursverwaltung auszuführen; sie trifft die nach aussen wirksamen Verfügungen (vgl.BGE 51 III 160ff. und 223 ff.; JAEGER, N 9 zu Art. 237 SchKG; BLUMENSTEIN, Handbuch S. 738/39; E. MARTZ, Die Gläubigerversammlung im Konkurs- und Nachlassverfahren, BlSchK 1950, S. 97 ff., besonders 102; FRITZSCHE, a.a.O. II S. 130/31; FAVRE, Droit des poursuites, 2. A. S. 320; A. EGLI, Die Einwirkung des Gläubigerelementes auf die Organisation und Durchführung des Konkursverfahrens ..., der auf S. 58 vom Gläubigerausschuss als einer reduzierten Gläubigerversammlung in Permanenz spricht). Im vorliegenden Falle hat denn auch die Konkursverwaltung gestützt auf die Beschlüsse des Gläubigerausschusses verfügt, und es wurde demgemäss die Beschwerde mit Recht gegen die Konkursverwaltung geführt.\n\nBGE 95 III 25 S. 31\n\nc) Für die Betriebsschliessung waren laut der Vernehmlassung der Konkursverwaltung zur Beschwerde folgende Gründe massgebend:\n\n\"Dass die Druckerei als Ganzes versteigert werden kann, ist nämlich nach dem Misserfolg des Freihandverkaufs, wie der Gemeinschuldner weiss, unwahrscheinlich. Wenn aber Liegenschaft und Druckereimaschinen getrennt zugeschlagen werden müssen, kann in der Druckerei ohnehin nicht mehr weitergearbeitet werden. Es dürfen sich am Steigerungstag demnach auch keine Druckaufträge mehr in Arbeit befinden, denn das würde die Konkursmasse Schadenersatzansprüchen der Auftraggeber aussetzen.\"\n\nBei dieser Sachlage kann von einer Ermessensüberschreitung, welche dem Gemeinschuldner Grund zur Beschwerde bieten würde, nicht gesprochen werden. Der Gläubigerausschuss hatte, wie sich aus dem Sitzungsprotokoll ergibt, die Schliessung des Betriebes gerade zur Abwendung von Schaden als notwendig befunden.\n\nDemnach erkennt die Schuldbetr- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}