{"annee": "95", "cour": "II", "page": "231", "date": "25/9/1969", "cite": [], "cite_par": ["102 II 111", "98 II 231", "105 III 107", "98 II 73"], "chapeau": "30. Sentenza del 25 settembre 1969 della I. Corte civile nella causa Lolli contro Verzasca SA", "regestes": ["Art. 58 CO. Responsabilité pour des bâtiments et autres ouvrages. Cette responsabilité présuppose un vice de construction ou un défaut d'entretien d'un ouvrage terminé et utilisé conformément à l'usage auquel il est destiné. Elle n'existe pas pour les risques provenant d'une imperfection passagère de l'ouvrage, qui est due au fait que celui-ci est en construction ou en réparation (consid. 2)."], "faits": "|232|\n\nA.- Ettore Lolli, nel corso del 1961, eseguì trasporti di materiale, per conto del consorzio Scanera, sul cantiere aperto da quest'ultimo nella bassa Val Verzasca. Il consorzio stava lì costruendo una strada per incarico della Verzasca SA, la quale doveva sostituire il tratto stradale che sarebbe stato sommerso dall'erigendo bacino d'accumulazione di Vogorno.\n\nIl 17 luglio 1961, durante uno dei citati trasporti, mentre percorreva un tronco di strada in via di costruzione ed aperto ai soli addetti ai lavori, un autocarro di Lolli, nel compiere una curva, precipitò nella sottostante scarpata. Il 22 maggio 1963 Lolli fece quindi spiccare contro la Verzasca SA un precetto esecutivo per l'importo di fr. 37 180. 65, corrispondente ai pretesi danni subiti dall'autocarro nella caduta. L'escussa non sollevò opposizione; una sua susseguente istanza per l'ammissione d'una opposizione tardiva venne respinta dal Pretore di Lugano-città. Dopo aver ricevuto una comminatoria di fallimento, la Verzasca SA versò a Lolli l'importo dell'esecuzione, oltre agli interessi e alle spese. Il 24 maggio 1964 essa promosse tuttavia davanti alla Pretura di Lugano-città un'azione per la restituzione dell'indebito, con la quale chiedeva la condanna di Lolli al rimborso di fr. 41 553.85 oltre interessi e spese.\n\nMediante giudizio del 10 ottobre 1967 il Pretore accolse la petizione. Egli argomentò in sostanza che la Verzasca SA, non avendo nessun effettivo potere di disposizione sul cantiere, era completamente estranea all'infortunio ed aliena da ogni responsabilità.\n\nB.- La Camera civile del Tribunale di appello del cantone Ticino, adita dal convenuto, ne respinse l'appellazione con sentenza del 5 giugno 1968, intimata alle parti il 24 marzo 1969. La Corte cantonale ha innanzitutto rilevato che la strada ove è avvenuto l'infortunio era in corso di costruzione, e come tale perfettamente riconoscibile, di guisa che gli utenti autorizzati dovevano percorrerla con la dovuta prudenza. Essa ha infine |233| accertato che, all'epoca dell'infortunio, la Verzasca SA non era proprietaria della strada, di cui non lo è nemmeno divenuta in seguito. Secondo la Corte cantonale l'attrice è pertanto, in concreto, aliena da ogni responsabilità.\n\nC.- Lolli impugna questa sentenza davanti al Tribunale federale mediante un tempestivo ricorso per riforma. Egli chiede, in via principale, la reiezione della petizione e, in via subordinata, il rinvio della causa alla Corte cantonale per nuovo giudizio. In via più subordinata, il ricorrente postula l'allestimento d'una perizia e un susseguente nuovo giudizio del Tribunale federale.\n\nL'intimata ha proposto la reiezione del ricorso.", "considerants": "Considerando in diritto:\n\n1. Attraverso la presente azione la Verzasca SA chiede la ripetizione dell'indebito ai sensi dell'art. 86 LEF. Giusta il capoverso 3 di questa norma, è l'attore che deve dimostrare in giudizio d'aver pagato una somma non dovuta. Nella fattispecie, incombeva pertanto alla Verzasca SA l'obbligo di provare l'inadempimento dei presupposti implicanti una sua responsabilità. Questa esigenza è tuttavia temperata, conformemente alle regole della buona fede, quando la prova a carico dell'attore abbia per oggetto fatti negativi: in tal caso il convenuto deve contribuire a chiarire la fattispecie fornendo la prova del contrario (RU 66 II 147, FRITZSCHE, Schuldbetreibung, Konkurs und Sanierung, I, p. 158).\n\nLa Corte cantonale sembra essere partita da una errata idea del modo di ripartizione dell'onere probatorio. L'impugnata sentenza poggia infatti sulla semplice considerazione che la prova degli elementi della responsabilità dell'attrice non è stata apportata. Questa non corretta ripartizione dell'onere della prova non inficia tuttavia il giudizio impugnato. Infatti, secondo una prassi costante e recentemente confermata, quando l'apprezzamento delle prove ha permesso degli accertamenti di fatto positivi, la ripartizione dell'onere probatorio non può essere criticata (RU 81 II 124 e 155, 90 II 217 consid. 3). Ora, nella fattispecie, le constatazioni di fatto positive contenute nella sentenza impugnata permettono senz'altro di concludere che l'attrice ha accertato l'assenza d'una sua responsabilità.\n\n2. Secondo una costante giurisprudenza (RU 41 II 697 consid. 3, 46 II 257 consid. 3, 63 II 208) approvata dalla dottrina |234| (VON TUHR, § 50 num. 1; OSER/SCHÖNENBERGER, n. 7 all'art. 58 CO; OFTINGER, Haftpflichtrecht, II/1, p. 49), la responsabilità causale del proprietario istituita dall'art. 58 CO presuppone un vizio di costruzione o un difetto di manutenzione di un'opera portata a termine e utilizzata conformemente all'uso cui è destinata. Tale responsabilità del proprietario non sussiste invece per i rischi che sono la conseguenza d'una imperfezione passeggera dell'opera, dovuta al fatto ch'essa si trova in via di costruzione o di riparazione. Siffatti rischi, inevitabili, sono in realtà soltanto apparenti, e coloro che collaborano alla costruzione o al rifacimento ne hanno coscienza e possono ordinariamente rimediarvi. Certo, c,è un dovere giuridico di prevenirli in tutta la misura possibile. Tuttavia, questo dovere non incombe al proprietario, il quale non può affatto disporre della cosa in corso di costruzione, nè del resto si occupa dell'organizzazione dei lavori. Si tratta, piuttosto, d'un dovere dell'imprenditore, la cui responsabilità è data in virtù delle regole ordinarie degli art. 41 e segg. CO. Il proprietario non risponde quindi dei rischi del cantiere. La sua responsabilità causale giusta l'art. 58 CO comincia a sorgere solo quando, presa in consegna l'opera, egli ne dispone conformemente alla prevista destinazione.\n\nNella fattispecie, è pacifico che l'opera, all'epoca dell'infortunio, era in corso di costruzione e che i lavori erano curati da un consorzio di imprese. Sul cantiere erano autorizzati a circolare soltanto gli addetti ai lavori: in tale veste vi si trovava appunto, il 17 luglio 1961, l'autista che guidava l'autocarro di Lolli, su cui era caricato materiale destinato all'opera. E'inoltre accertato che lo stato di provvisorietà e di incompiutezza del tronco stradale era perfettamente riconoscibile a tutti gli utenti. Da queste constatazioni positive della Corte cantonale si deduce che i presupposti per una responsabilità del proprietario dell'opera non sono adempiuti. La circostanza che il tronco stradale fosse incompiuto non può essere fatta assurgere, date le circostanze, a un vizio di costruzione o a un difetto di manutenzione. Solo nel caso in cui, a seguito d'un errore nell'organizzazione del cantiere o d'una deficienza nell'esecuzione di quel tratto, un dovere di diligenza non sarebbe stato ossequiato, l'imprenditore risponderebbe del danno eventuale, sia in virtù dei suoi rapporti contrattuali con Lolli, sia in virtù della sua responsabilità aquiliana. Ma in nessun caso si potrebbe parlare d'una responsabilità causale del proprietario dell'opera, cui |235| questa non era stata ancora consegnata. Del resto, lo stesso rapporto di proprietà dell'opera non è stato stabilito nei con fronti della Verzasca SA\n\nNe consegue che i fatti accertati dalla Corte cantonale conducono a constatare l'inesistenza di una responsabilità dell'attrice, che ha dunque pagato indebitamente l'importo corrispondente al danno subito da Lolli. Quest'ultimo non invoca d'altra parte nessun altro elemento che possa comportare la responsabilità della Verzasca SA sotto un altro titolo.\n\nIl ricorso si rivela quindi manifestamente infondato. Esso viene respinto nella procedura prevista dall'art. 60 cpv. 2 OG.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso per riforma è respinto."}