{"annee": "95", "cour": "IV", "page": "67", "date": "28/2/1969", "cite": ["92 IV 1", "80 IV 67", "91 IV 136"], "cite_par": ["136 III 353", "128 IV 154", "108 IV 22"], "chapeau": "18. Auszug aus dem Urteil des Kassationshofes vom 28. Februar 1969 i.S. R. und Kons. gegen Staatsanwaltschaft des Kantons Schwyz", "regestes": ["Art. 220 CP. Enlèvement de mineur. Peut aussi être l'auteur de ce délit, celui des parents qui possède le plein exercice de la puissance paternelle."], "faits": "|67|\n\nA.- Elisabeth R.-H. war früher mit Alfred M. verheiratet; der Ehe waren fünf Kinder entsprossen: Irene (geb. 1955). Silvia (1957), Lucia (1958), Alfred (1961) und Brigitte (1963). Am 27. September 1966 verliess sie die eheliche Wohnung in R. ohne Wissen ihres Gatten und nahm die drei Kinder Silvia, Alfred und Brigitte mit; die anderen zwei Kinder liess sie beim Ehemann zurück. Sie schloss sich samt den Kindern ihrem Bekannten Albert R. an und flog mit ihm am gleichen Tag nach Montreal. Die Reise und den Unterhalt in Kanada zahlte R. Am 23. Oktober 1966 verliessen R. und Frau M. mit den Kindern Kanada und trafen am 2. Dezember 1966 in G. ein, wo Frau M. mit den Kindern bei ihren Eltern Unterkunft fand.\n\nAlfred M. erstattete noch am Fluchttag Anzeige bei der Polizei; tags darauf, als er erfuhr, dass R. für sich, Frau M. und die Kinder Flugkarten nach Montreal gelöst hatte, reichte er förmlich Strafklage gegen seine Ehefrau ein.\n\nAm 24. Januar 1968 wurde die Ehe M.-H. geschieden und eine Scheidungskonvention genehmigt, wonach die Kinder Silvia, Alfred und Brigitte der Frau, Irene und Lucia dem Manne zugeteilt wurden. Hierauf heirateten Elisabeth H. und Albert R.\n\nB.- Am 18. April 1967 verurteilte das Bezirksgericht der March Frau M. wegen Vorenthaltens von Unmündigen und Albert R. wegen Gehilfenschaft dazu zu je 1 Monat Gefängnis mit bedingtem Strafvollzug.\n\nDas Kantonsgericht des Kantons Schwyz bestätigte dieses Urteil am 20. Juni 1967.\n\nC.- Gegen das kantonsgerichtliche Urteil führen beide |68| Verurteilten Nichtigkeitsbeschwerde mit dem Antrag auf Freispruch eventuell Herabsetzung der Strafen.\n\nDie Staatsanwaltschaft des Kantons Schwyz beantragt Abweisung der Beschwerden.", "considerants": "Aus den Erwägungen:\n\nNach Art. 220 StGB wird, auf Antrag, mit Gefängnis oder Busse bestraft, wer eine unmündige Person dem Inhaber der elterlichen oder vormundschaftlichen Gewalt entzieht oder vorenthält.\n\nIn BGE 91 IV 136 und 228 hat der Kassationshof entschieden, dass sich nach Art. 220 auch der Ehegatte schuldig machen kann, dem die Kinder während der richterlich bewilligten Aufhebung des gemeinsamen Haushaltes bzw. während des Scheidungsverfahrens nicht zugeteilt sind.\n\nNicht anders verhält es sich, wenn wie hier der Elternteil, der dem andern Kinder entzieht oder vorenthält, im ungeschmälerten Besitz der elterlichen Gewalt steht. Während der Ehe haben Vater und Mutter die elterlichen Rechte in gemeinsamen Einvernehmen auszuüben, jedenfalls in bezug auf die wichtigeren Angelegenheiten. Jedes Elternteil hat das Recht, bei diesen mitzuwirken; die elterliche Gewalt darf nicht von einem Elternteil für sich allein beansprucht werden (Art. 274 Abs. 1 ZBG, EGGER N 3, HEGNAUER N 7).\n\nFrau R. hat nicht nur eigenmächtig ohne Anhörung ihres Mannes einen Entscheid von grosser Tragweite getroffen. Sie hat, indem sie die drei Kinder nach Kanada verbrachte, ihrem Mann verunmöglicht, seine elterlichen Rechte auszuüben (vgl. BGE 80 IV 70, BGE 92 IV 2). Da sie dies, wie die Vorinstanz verbindlich feststellt (Art. 273 Abs. 1 lit. b, 277 bis Abs. 1 BStP), mit Wissen und Willen getan hat, hat sie sich des Entziehens von Unmündigen schuldig gemacht."}