{"annee": "95", "cour": "III", "page": "6", "date": "28/3/1969", "cite": ["66 III 49"], "cite_par": ["96 III 4"], "chapeau": "2. Entscheid vom 28. März 1969 i.S. X.", "regestes": ["La suspension des poursuites en raison du service militaire (art. 57 LP) ne s'applique pas à un patient de l'assurance militaire hospitalisé dans une clinique, qui ne perçoit aucune solde, mais bénéficie d'une rente d'invalidité."], "faits": "|6|\n\nAm 14. November 1968 stellte B. gegen X. das Betreibungsbegehren für eine Forderung von Fr. 1508.90 nebst Zins. Das Betreibungsamt teilte ihm am 22. November 1968 mit, der Schuldner geniesse seit Juli 1968 als Militärpatient, der in einer psychiatrischen Klinik hospitalisiert sei, den gesetzlichen Rechtsstillstand.\n\nAm 29. Januar 1969 verlangte der Gläubiger die unverzügliche Zustellung des Zahlungsbefehls, weil der Schuldner am Ort der Klinik seinen Beruf ausübe und daher den Rechtsstillstand nicht mehr beanspruchen könne. Das Betreibungsamt lehnte dieses Begehren am 5. Februar 1969 ab, weil der Rechtsstillstand fortbestehe.\n\nHierauf führte der Gläubiger Beschwerde mit dem Begehren, der Rechtsstillstand sei aufzuheben. Die kantonale Aufsichtsbehörde wies das Betreibungsamt mit Entscheid vom 7. März 1969 an, dem Betreibungsbegehren durch Zustellung des Zahlungsbefehls Folge zu geben.\n\n|7|\n\nDiesen Entscheid hat der Schuldner an das Bundesgericht weitergezogen mit dem Antrag, es sei festzustellen, dass er so lange Rechtsstillstand gemäss Art. 57 SchKG geniesse, als er als Militärpatient hospitalisiert sei.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab.", "considerants": "Erwägungen:\n\n1. Für einen Schuldner, der sich im Militärdienst befindet, besteht während der Dauer des Dienstes Rechtsstillstand (Art. 57 Abs. 1 SchKG). Hat der Schuldner vor der Entlassung oder Beurlaubung mindestens dreissig Tage ohne wesentlichen Unterbruch Dienst geleistet, so besteht der Rechtsstillstand auch noch während der zwei auf die Entlassung oder Beurlaubung folgenden Wochen (Art. 57 Abs. 2 SchKG). Als Militärdienst gilt nach Art. 57 Abs. 3 SchKG jeder besoldete schweizerische Militär- und Hilfsdienst, einschliesslich Luftschutzdienst. In Zeiten aktiven Dienstes sind nach Art. 51 des Bundesgesetzes über den Zivilschutz vom 23. März 1962 (AS 1962 S. 1089 ff.) die Bestimmungen über den Rechtsstillstand bei Militärdienst auch auf die in den örtlichen Schutzorganisationen und im Betriebsschutz Dienst Leistenden sinngemäss anwendbar. Keinen Rechtsstillstand geniessen Schuldner, die auf Grund eines Dienstverhältnisses zum Bund oder Kanton Militärdienst leisten (Art. 57 e Abs. 2 SchKG).\n\nDer Rechtsstillstand wegen Militärdienstes wird dem Schuldner nicht bloss in seinem eigenen Interesse gewährt. Leitender Gedanke ist vielmehr die wehrpolitische Erwägung, dass der zu Ausbildungskursen oder Übungen oder zum Aktivdienst einberufene Milizsoldat nicht durch die Abwehr von Vollstreckungsmassnahmen in der militärischen Pflichterfüllung behindert werden soll (BGE 66 III 50/51; FRITZSCHE, Schuldbetreibung und Konkurs I, 1967, S. 93). Art. 57 Abs. 2 SchKG, der den Rechtsstillstand nach mindestens 30tägiger Dienstleistung auf die beiden der Entlassung oder Beurlaubung folgenden Wochen erstreckt, beruht auf der Erwägung, dass dem Schuldner in einem solchen Falle Zeit zu lassen ist, damit er zunächst einmal seine übrigen geschäftlichen und persönlichen Angelegenheiten in Ordnung bringen kann, bevor ein neues Vollstreckungsverfahren gegen ihn angehoben oder ein früher begonnenes fortgesetzt wird (Botschaft des Bundesrates über eine Teilrevision des SchKG, BBl 1948 I 1221).\n\n|8|\n\nDer Rekurrent hält sich als Patient der Militärversicherung, von der er eine Invalidenrente bezieht, seit längerer Zeit in einer psychiatrischen Klinik auf. Einen Sold bezieht er nicht. Schon allein dieser letzte Umstand verbietet nach Art. 57 Abs. 3 SchKG, der nur den besoldeten Dienst als Militärdienst im Sinne von Art. 57 SchKG gelten lässt, die Annahme, dass sich der Rekurrent im Sinne dieser Bestimmung im Militärdienst befinde. Diese Vorschrift ist auf den Rekurrenten aber auch angesichts ihres Zweckes nicht anwendbar. Der Rekurrent braucht nicht im Interesse einer gehörigen Erfüllung der Militärdienstpflicht vor Vollstreckungsmassnahmen geschützt zu werden und befindet sich auch nicht in der Lage eines Wehrmannes, der soeben eine längere Dienstleistung beendet hat und daher vor der Einleitung oder Fortsetzung von Betreibungen gegen ihn Gelegenheit haben soll, seine übrigen Angelegenheiten zu ordnen. Der Umstand, dass beim Rekurrenten in einem früher geleisteten Militärdienst eine Gesundheitsschädigung eingetreten ist, hat betreibungsrechtlich nur zur Folge, dass die ihm deswegen gewährten Leistungen der Militärversicherung unpfändbar sind (Art. 47 Abs. 1 des Bundesgesetzes über die Militärversicherung vom 20. September 1949, AS 1949 S. 1671 ff.). Die Tatsache, dass nach Art. 1 Ziff. 9 dieses Gesetzes in der Fassung gemäss Bundesgesetz vom 19. Dezember 1963 (AS 1964 S. 253 ff.) gegen Unfall und Krankheit versichert ist, wer als Patient der Militärversicherung in einer Heilanstalt untergebracht ist, vermag die Auslegung des Begriffes des Militärdienstes im Sinne von Art. 57 SchKG nicht zu beeinflussen.\n\nDer vom Betreibungsamt in seiner Vernehmlassung angerufene Entscheid der bernischen Aufsichtsbehörde vom 26. Dezember 1929 in der Betreibungssache Fifian (ZBJV 67/1931 S. 144 ff. Nr. 5), den das Bundesgericht am 16. Januar 1930 bestätigte, erging, bevor Art. 57 SchKG seine heute geltende Fassung erhalten hatte und insbesondere durch die in Absatz 3 enthaltene Definition des Militärdienstes ergänzt worden war, und die Vollziehungsverordnung vom 12. November 1901 zum Militärversicherungsgesetz von 1901, nach welcher die bernische Aufsichtsbehörde und das Bundesgericht damals beurteilten, ob ein Militärpatient sich im Militärdienst befinde, ist samt ihren seitherigen Abänderungen durch Art. 64 des Militärversicherungsgesetzes vom 20. September 1949 aufgehoben worden. Die Entscheide vom 26. Dezember 1929 und 16. Januar 1930 sind daher überholt.\n\n|9|\n\nDer Bescheid der Schuldbetreibungs- und Konkurskammer des Bundesgerichts an die Aufsichtsbehörde des Kantons Basel-Landschaft vom 13. Mai 1941, auf den sich diese in ihrem Entscheid vom 27. Mai 1941 stützte (BlSchK 1941 S. 123 ff. Nr. 49), erblickte das Kriterium dafür, ob ein in einer zivilen Heilanstalt untergebrachter Wehrmann gemäss Art. 16 der damals massgebenden bundesrätlichen Verordnung vom 24. Januar 1941 über vorübergehende Milderungen der Zwangsvollstreckung (VMZ) Rechtsstillstand geniesse, ähnlich wie die heute massgebende Regelung darin, ob der Patient \"als Angehöriger der Truppe gilt und Gradsold erhält, oder ob er sich auf Kosten der Militärversicherung im Spital befindet und die Versicherungsleistungen bezieht\".\n\nDer Entscheid der bernischen Aufsichtsbehörde vom 17. Februar 1949 (BlSchK 1950 S. 84 ff. Nr. 33), der einem in Hauspflege stehenden. Militärpatienten den Rechtsstillstand nach Art. 57 SchKG/Art. 16 VMZ verweigerte, liess offen, ob ein in Spitalpflege befindlicher Militärpatient im Militärdienst stehe und daher Rechtsstillstand geniesse, deutete aber immerhin an, dass diese Frage seit der Abänderung der im Entscheid vom 26. Dezember 1929 erwähnten Vollziehungsverordnung vom 12. November 1901 durch Bundesratsbeschluss vom 21. Januar 1930 nur noch ausnahmsweise (namentlich bei uniformtragenden Spitalinsassen) bejaht werden könnte.\n\nDie angeführte Praxis vermag daher die Auffassung des Betreibungsamtes und des Rekurrenten, dass dieser im Sinne von Art. 57 SchKG im Militärdienst stehe, nicht zu stützen.\n\n2. Gegen die Annahme der Vorinstanz, die Voraussetzungen des Rechtsstillstands wegen schwerer Erkrankung (Art. 61 SchKG) seien im vorliegenden Falle zur Zeit nicht gegeben, wendet der Rekurrent nichts ein. Er anerkennt vielmehr, dass die bezüglichen Ausführungen der Vorinstanz zutreffen."}