{"annee": "95", "cour": "I", "page": "57", "date": "28/2/1969", "cite": [], "cite_par": ["122 II 397", "106 IB 77"], "chapeau": "9. Extrait de l'arrêt du 28 février 1969 en la cause Administration neuchâteloise de la taxe militaire contre Rausis.", "regestes": ["Taxe d'exemption du service militaire, art. 4 al. 1 litt. b. LTM. Causalité, fardeau de la preuve (précision apportée à la jurisprudence; consid. 2). Affection congénitale de la colonne vertébrale aggravée par le service (consid. 3)."], "faits": "", "considerants": "|58|\n\n1. L'art. 4 al. 1 litt. b LTM exonère notamment de la taxe militaire celui qui, en raison d'une atteinte portée à sa santé par le service militaire, n'est plus apte à l'accomplir. L'aggravation sensible et durable d'une maladie antérieure au service constitue une telle atteinte. Si l'aggravation n'est que temporaire, l'exonération l'est aussi. Celle-ci prend fin dès que celle-là n'est plus imputable au service. Plus précisément, l'exonération cesse soit au moment où l'état antérieur au service est rétabli, soit au moment où, sans le service, l'état du malade eût été le même (RO 85 I 61 s.; 90 I 50).\n\n2. Appelé à statuer sur ces questions, le juge élucide d'office les circonstances de fait et en déduit d'office les conséquences juridiques. Cette conception du rôle du juge n'élimine pourtant pas la question du fardeau de la preuve. Lorsqu'après une instruction aussi complète que possible, le juge n'est pas parvenu à élucider complètement les faits, il doit faire supporter à l'une des parties les conséquences de l'incertitude qu'il ne peut dissiper. L'objet des règles sur la répartition du fardeau de la preuve est précisément de désigner cette partie (RO 92 I 255/256 et les références). Faute de disposition légale directement applicable, le juge recourra, en matière de taxe militaire, au principe général du droit, qui trouve notamment son expression à l'art. 8 CC et selon lequel l'échec de la preuve d'un fait tourne au détriment de la partie qui aurait pu déduire de ce fait un droit (RO 92 I 257 consid. 3 et la référence).\n\na) S'agissant de la naissance du rapport de causalité, le Tribunal fédéral a nié que le malade fût \"à proprement parler\" chargé du fardeau de la preuve (RO 85 I 61). En réalité, il le lui fait supporter. Il ne retient l'existence d'un rapport de causalité entre le service et l'état du malade qu'en cas de certitude, de vraisemblance suffisante ou, exceptionnellement, s'il y a eu accident grave au service, de simple possibilité (RO 81 I 67, 85 I 60 ss., 90 I 51; arrêts non publiés Le Blanc, du 22 décembre 1953, consid. 1; Renevier, du 13 mars 1959, consid. 1; Kohler, du 1er juin 1962, consid. 2; Administration fédérale des contributions, du 1er février 1963, consid. 3 et Altorfer, du 15 juillet |591966| , consid. 1). En règle générale, il tranche donc tous les cas douteux en faveur de l'administration et contre le malade. Cette jurisprudence est conforme au principe rappelé. Celui qui prétend un droit supporte les conséquences de l'échec de la preuve des faits dont il voulait le déduire.\n\nb) Appliqué à la rupture du lien de causalité entre le service et l'état du malade, le même principe conduit à imposer le fardeau de la preuve à l'administration. Celui qui allègue des faits de nature à supprimer un droit doit démontrer leur existence (KUMMER, Berner Kommentar zum schweiz. Zivilrecht, 1962, n. 160 ss. ad art. 8 CC). Certes, là encore, le juge n'exigera pas une certitude absolue et se contentera d'une vraisemblance suffisante. S'il paraît probable que les effets du service n'influent plus sur l'état du malade, la taxe sera due. En revanche, dans les cas douteux, qui ne peuvent être suffisamment élucidés ni à l'aide des éléments d'appréciation recueillis, ni au moyen d'une instruction complémentaire, le malade continuera d'être exonéré du paiement de la taxe. Si les faits qui justifieraient le retrait de l'exonération ne sont pas établis, il reste au bénéfice de la situation acquise.\n\n3. Atteint d'une déviation lombaire qu'il ne soupçonnait pas jusqu'en 1963, l'intimé a fourni cette année-là, pendant un cours de complément, des efforts qui ont déclenché des lombalgies. Ce service a donc aggravé une maladie préexistante. Aussi, tant que dure l'aggravation imputable au service, l'intimé est-il dispensé de payer la taxe militaire. Pour qu'il y soit astreint, il faut ou bien qu'il ait retrouvé son état antérieur au service, ou bien que, sans le service, il eût été dans le même état que maintenant.\n\nLa première condition n'est pas remplie. Rien ne laisse supposer qu'avant le cours de 1963, l'intimé ait souffert de lombalgies. Il le conteste, sans être contredit par la recourante. Il prétend n'avoir jamais été tout à fait exempt de douleurs depuis le service où elles se sont déclarées. S'il n'a pas consulté de médecin de 1964 à 1966, cela ne signifie pas que, durant cette période, il n'ait pas subi de troubles. En tout cas, les trois experts qui l'ont examiné rapportent ses doléances et aucun ne les suspecte d'être infondées. Dans ces circonstances, il n'est nullement certain, ni même vraisemblable que l'état de l'intimé soit actuellement le même qu'avant le service. Même s'il subsistait un doute à cet égard, il n'y aurait pas lieu de priver |60| l'intimé du bénéfice de l'exonération. Ainsi qu'il résulte des principes développés, le doute profite au malade.\n\nLa seconde condition n'est pas réalisée non plus. En 1964, le Dr Borel avait émis un pronostic qui s'est révélé trop optimiste et sur lequel le juge ne saurait se fonder. En 1967, le Dr Wyss écrivait: \"Der Verschlimmerungsfaktor ist nicht von der Hand zu weisen\"; il n'excluait donc pas que le service jouât encore un rôle aggravant. En 1968, le Dr de Montmollin jugeait \"extrêmement difficile\" de se prononcer sur la persistance de troubles imputables au service. Vu la perplexité de ces médecins, tous spécialistes en orthopédie, il est impossible d'affirmer que, sans le service, l'intimé souffrirait autant qu'aujourd'hui. Pour les motifs exposés, le doute qui subsiste sur ce point justifie le maintien de l'exonération.\n\nLa nouvelle expertise requise par la recourante et l'Administration fédérale des contributions ne s'impose pas. Même si un autre médecin se prononçait plus catégoriquement que ceux qui ont été déjà consultés, il n'y aurait pas de raison de retenir son opinion plutôt que la leur.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}