{"annee": "95", "cour": "II", "page": "157", "date": "18/2/1969", "cite": ["93 II 22", "53 II 74", "91 II 298", "83 II 384", "82 II 216", "92 II 354", "84 II 134", "93 II 393", "94 II 96", "88 II 465", "92 II 243", "82 II 148", "69 II 246", "90 II 219", "86 II 78"], "cite_par": ["144 III 100", "99 II 246", "108 II 30", "95 II 555", "102 II 265", "97 II 302", "116 II 191", "107 II 119", "105 II 114", "109 II 47", "112 II 145", "131 III 459", "99 II 55", "100 II 384"], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 18. Februar 1969 i.S. Genossenschaft zum Schutze der privaten Aktionäre der BLS gegen Berner Alpenbahngesellschaft Bern-Lötschberg-Simplon.", "regestes": ["Art. 697 CO. Le droit à des renseignements est un droit de sociétariat principal de l'actionnaire (consid. 4). Le principe de l'égalité de traitement n'assure pas une égalité absolue de tous les actionnaires. Il n'est pas violé lorsqu'un traitement inégal des actionnaires apparaît comme un moyen objectivement indiqué pour atteindre un but justifié (confirmation de la jurisprudence). Pouvoir d'examen du juge saisi d'une action dirigée contre une décision de l'assemblée générale (consid. 9). Application du principe en l'espèce (consid. 10 à 19)."], "faits": "BGE 95 II 157 S. 157\n\nA.- Die im Jahre 1906 gegründete \"Berner Alpenbahngesellschaft Bern-Lötschberg-Simplon\" (BLS) ist eine Aktiengesellschaft zur Verwaltung und zum Betrieb der Eisenbahnlinien Scherligen-Spiez-Frutigen-Brig, Spiez-Interlaken-Bönigen und Münster-Grenchen-Lengnau, sowie des Schiffbetriebes auf dem Thuner- und Brienzersee, nach Massgabe der zugehörigen Konzessionen und der einschlägigen eidg. und kantonalen Gesetzgebung (Art. 1 der Statuten).\n\nBund und Kanton Bern sind Hauptaktionäre der BLS.\n\nBGE 95 II 157 S. 158\n\nDie BLS bildet zusammen mit der Bern-Neuenburg-Bahn (BN), der Gürbetal-Schwarzenburg-Bahn (GBS) und der Simmentalbahn Spiez-Erlenbach-Zweisimmen (SEZ) eine Betriebsgemeinschaft. Die verschiedenen Bahnen sind rechtlich selbständig, in personeller und technischer Hinsicht dagegen sehr eng miteinander verbunden. Nach Verhandlungen, die sich über Jahre erstreckten, erklärte sich der Bund im Jahre 1966 bereit, die Bahnen der \"BLS-Betriebsgemeinschaft\" mit Aktiven und Passiven zu übernehmen. Der Übergang der einzelnen Bahnen bildete Gegenstand besonderer Verträge. Der Bund offerierte für die von der BLS mitbetriebenen defizitären Nebenbahnen eine Entschädigung von 5% des Prioritätsaktienkapitals.\n\nAm 2. September 1966 schlossen der Bundesrat und der Verwaltungsrat der BLS betreffend die Übernahme der BLS durch den Bund folgenden Vertrag ab:\n\n\"Art. 1 1. Die BLS tritt ihre gesamten Aktiven and Passiven gemäss Bilanz per 31. Dezember 1965 und den bis zum Zeitpunkt der Übergabe aus der normalen Unternehmungsführung eintretenden Veränderungen dem Bund ab.\n\n2. Zu den übernommenen Aktiven und Passiven gehören namentlich die Eisenbahnlinien Scherzligen-Spiez-Frutigen-Brig, Spiez-Interlaken-Bönigen und Münster-Grenchen-Lengnau sowie der Schiffsbetrieb auf dem Thuner- und Brienzersee mit sämtlichen Anlagen, Einrichtungen, Fahrzeugen und Schiffen, die Liegenschaften, Beteiligungen und Nebengeschäfte, das Betriebsvermögen, das Vermögen der Pensions- und Hilfskasse sowie der Personal-Krankenkasse, die offenen und stillen Reserven sowie die festen und laufenden Verbindlichkeiten.\n\n3. Der Bund übernimmt diese Aktiven und Passiven mit allen Rechten und Pflichten gemäss Art. 751 des Schweizerischen Obligationenrechts, ohne dass eine Liquidation der BLS durchgeführt wird.\n\n4. Die Aktiven und Passiven der BLS sollen auf das Ende des Jahres, in dem dieser Vertrag gemäss Art. 6 hiernach rechtsgültig wird (Übergabetermin), auf den Bund übergehen. Auf diesen Zeitpunkt hat daher die BLS den Beschluss ihrer Generalversammlung auf Auflösung der Gesellschaft im Handelsregister eintragen zu lassen.\n\nArt. 2\n\n1", "considerants": ""}