{"annee": "95", "cour": "I", "page": "193", "date": "7/5/1969", "cite": ["53 I 399", "87 I 362", "91 I 409", "92 I 205", "93 I 171", "56 II 355", "94 I 199"], "cite_par": ["95 I 512", "98 IB 226", "99 IA 247", "99 IA 143", "126 III 223", "98 IA 348", "97 I 262", "98 IA 112"], "chapeau": "29. Urteil vom 7. Mai 1969 i.S. Grolimund und Hug gegen Grolimund und Regierungsrat des Kantons Solothurn.", "regestes": ["Protection de droit public et de droit privé contre les immissions. Qualité du voisin pour former un recours de droit public en cas de refus de la protection de droit public (consid. 1). Rapport entre la protection de droit public et la protection de droit privé contre les immissions (consid. 3). Interprétation de l'art. 1er de la loi soleuroise du 6 mai 1882 sur la santé publique, qui habilite l'Etat et les communes et les oblige à prendre les mesures nécessaires en vue d'éviter et d'éliminer autant que possible les influences nocives pour la santé. Notion de la nocivité. Application au cas des immissions de poussières et d'odeurs provoquées par une installation d'élevage de volailles (consid. 4 et 5)."], "faits": "BGE 95 I 193 S. 194\n\nA.- Das solothurn. Gesetz vom 6. Mai 1882 über öffentliche Gesundheitspflege und Lebensmittelpolizei (GPfIG) bestimmt in § 1:\n\n\"Es ist Recht und Pflicht des Staates und der Gemeinden, die öffentlichen Gesundheitsinteressen zu fördern und zum Zweck der möglichsten Abhaltung und Beseitigung gesundheitsschädlicher Einflüsse die nötigen Massnahmen zu treffen\".\n\nDer öffentlichen Kontrolle sind unter anderem Wohnungen und Stallungen (§ 2 lit. d) sowie Gewerbe, soweit sie gesundheitsschädlich sind (§ 2 lit. g), unterstellt. Die Handhabung der öffentlichen Gesundheitspflege liegt unter der Oberaufsicht des Regierungsrates in erster Linie den örtlichen Gesundheitsbehörden (Ortsgesundheitskommission) und den Oberamtmännern ob (§ 3).\n\nB.- Im März 1962 ersuchte Oskar Grolimund bei der Baukommission der Gemeinde Balsthal um die Bewilligung, auf seinem Grundstück am obern Steinackerweg eine Geflügelmastfarm zu erstellen. Nachdem sowohl der Bauherr als auch die Optigal SA in Lausanne, für welche die Geflügelfarm betrieben werden sollte, erklärt hatten, dass die Nachbarschaft weder durch lästige Gerüche noch durch Geräusche oder sonstige Auswirkungen gestört werde, wurde die Baubewilligung erteilt, worauf die Geflügelmastfarm erstellt und im Sommer 1963 in Betrieb genommen wurde.\n\nIm November 1963 beschwerte sich Hermann Grolimund-Allemann, der auf dem südlich angrenzenden Grundstück wohnt und sich bereits im Baugesuchsverfahren gegen die Bewilligung der Baute gewandt hatte, zusammen mit vier anderen Nachbarn, darunter Walter Hug, bei der Gesundheitskommission Balsthal darüber, dass von der Geflügelfarm lästige Gerüche ausgingen und feiner Staub auf die Nachbarliegenschaften gelange, was es verunmögliche, die Fenster offen zu halten. Die Gesundheitskommission untersuchte die Sache und beschloss dann am 17. September 1964 gestützt auf die §§ 1 und 2 GPfIG, den weiteren Betrieb der Geflügelmastfarm mit Wirkung ab 1. November 1964 zu untersagen.\n\nHiegegen erhoben die Betriebsinhaber Oskar und René Grolimund beim Oberamt Balsthal Beschwerde. Der Oberamtmann holte, nach Einvernahme mehrerer Zeugen, beim Gerichtlich-Medizinischen Institut der Universität Bern ein Gutachten ein, das am 29. Dezember 1966 erstattet wurde. Am 28. November BGE 95 I 193 S. 1951967 wies der Oberamtmann die Beschwerde ab. Er nahm an, dass die lästigen Geruchs- und Staubimmissionen sich nach dem Gutachten in mindestens zwei Fällen als zweifellos gesundheitsschädlich erwiesen hätten und für die Nachbarschaft in einem ausgesprochenen Wohnquartier auch vom Standpunkt des normalen Durchschnittsmenschen als übermässig zu betrachten seien. Im Interesse der öffentlichen Gesundheitspflege müsse Abhilfe geschaffen werden, und zwar, da die Betriebsinhaber zu wirksamen Verbesserungen nicht bereit seien, durch Einstellung des Betriebes.\n\nOskar und René Grolimund beschwerten sich gegen diesen Entscheid beim Regierungsrat des Kantons Solothurn, indem sie vor allem geltend machten, dass die von der Geflügelmastfarm ausgehenden Immissionen nicht gesundheitsschädlich seien.\n\nDer Regierungsrat liess durch drei Beamte des Sanitätsdepartements einen Augenschein vornehmen und hiess hierauf die Beschwerde am 6. August 1968 gut, im wesentlichen aus folgenden Gründen: Über die zentrale Frage, ob die Geflügelmastfarm durch Staubeinwirkung und lästigen Geruch die Gefahr gesundheitsschädlicher Einflüsse in sich trage, sei von der Vorinstanz ein Gutachten eingeholt worden. Nach diesem seien die der Farm entströmenden Dünste nicht unmittelbar gesundheitsschädigend und sei mit der Verstaubung keine Infektionsgefahr verbunden. Das Gutachten bejahe die Gesundheitsschädlichkeit der Immissionen für den Knaben Beat Hug und die Eheleute Grolimund-Allemann. Dass die Staubimmission die Gesundheit des Knaben beeinträchtigt habe, sei auf dessen besondere Disposition (Überempfindlichkeit gegen Hausstaub und anderen Staub) zurückzuführen; eine entsprechende Behandlung und die Zuteilung eines Zimmers, dessen Fenster sich nach der der Geflügelmastfarm entgegengesetzten Seite öffnen, habe den gewünschten Erfolg gezeitigt. Bei den Eheleuten Grolimund habe der tägliche Ärger über die Farm und über die von dieser ausgehenden Immissionen das Nervensystem angegriffen; aufgrund ihrer persönlichen Disposition könnten die Immissionen jedoch nicht als gesundheitsschädlich gelten. Zwischen dem privatrechtlichen und dem öffentlichrechtlichen Begriff der Immission bestehe entgegen der Auffassung des Oberamtes ein Unterschied. Der solothurnische Gesetzgeber habe bewusst nicht den Wortlaut des Art. 684 ZGB übernommen, sondern habe den öffentlich-rechtlichen Schutz auf ganz bestimmte, nämlich BGE 95 I 193 S. 196gesundheitsschädliche Immissionen eingeschränkt. Es sei verfehlt, heute im Zuge der Zeit eine Immission als gesundheitsschädlich zu betrachten, die bloss übermässig im Sinne des Privatrechts sei; eine solche Ausdehnung (des Schutzbereichs) sei nur auf dem Wege der Änderung des GPfIG möglich. Gesundheitsschädlich sei eine Immission erst, wenn sie sich bei einem normal disponierten Durchschnittsmenschen auf den menschlichen Organismus negativ auswirke, d.h. eine manifeste Krankheit auszulösen vermöge, und das treffe für die fraglichen Immissionen nach dem Gutachten nicht zu, wenn sie auch, wie der Augenschein von Vertretern des Sanitätsdepartementes ergeben habe, so stark seien, dass sie als \"übermässig\" im Sinne des ZGB qualifiziert werden könnten.\n\nC.- Mit der staatsrechtlichen Beschwerde stellen Hermann Grolimund-Allemann und Walter Hug den Antrag, der Beschluss des Regierungsrates vom 6. August 1968 sei aufzuheben und damit der Entscheid des Oberamtmannes Balsthal vom 28. November 1967 zu bestätigen. Sie machen als Verletzung des Art. 4 BV geltend,\n\na) dass die vom Regierungsrat vertretene einschränkende Auslegung des Begriffes \"gesundheitsschädlich\" im Sinne des GPfIG willkürlich sei und auch krass der Rechtsprechung des Bundesgerichts (BGE 87 I 363) widerspreche, die sich auf allgemein gültige Grundsätze des Verwaltungsrechts stütze;\n\nb) dass die Annahme des Regierungsrates, die fraglichen Immissionen seien nicht gesundheitsschädlich, im Hinblick auf das vom Oberamt eingeholte Gutachten nicht nur willkürlich, sondern auch aktenwidrig sei.\n\nDie nähere Begründung dieser Rügen ergibt sich, soweit notwendig, aus den nachstehenden Erwägungen.\n\nD.- Der Regierungsrat des Kantons Solothurn beantragt, auf die Beschwerde mangels Legitimation der Beschwerdeführer nicht einzutreten, eventuell sie abzuweisen. Oskar und René Grolimund beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Regierungsrat bestreitet die Legitimation der Beschwerdeführer mit der Begründung, nach BGE 93 I 171 ff. sei der Bürger zur staatsrechtlichen Beschwerde wegen Verletzung einer Bestimmung des kantonalen Rechts nur legitimiert, wenn diese Bestimmung seine persönlichen Interessen schütze, nicht BGE 95 I 193 S. 197dagegen, wenn sie ausschliesslich im öffentlichen Interesse erlassen worden sei. Aus § 1 GPfIG gehe eindeutig hervor, dass die Vorschrift die \"öffentlichen Gesundheitsinteressen\" tangiere, also zum Schutz der Öffentlichkeit ganz allgemein aufgestellt worden sei.\n\nDas GPfIG gewährt indessen, wie der Regierungsrat im angefochtenen Entscheid selber ausführt, einen öffentlich-rechtlichen Schutz gegen bestimmte, von einem Grundstück ausgehende Immissionen. Insoweit ordnet das GPfIG nachbarliche Beziehungen sowohl im Interesse der Öffentlichkeit als auch im Interesse der Nachbarn (BGE 91 I 415 ff., BGE 92 I 208 Erw. 2). Im vorliegenden Falle ist gerade streitig, welche Tragweite die Regeln des GPfIG als Normen des Immissionenschutzes haben. Der angefochtene Entscheid berührt deshalb die Rechtsstellung der durch diese Regeln geschützten Nachbarn, so dass diese befugt sind, eine Verletzung dieser ihrer rechtlich geschützten Interessen mit der staatsrechtlichen Beschwerde geltend zu machen.\n\n2. Staatsrechtliche Beschwerden haben, von hier nicht in Betracht fallenden Ausnahmen abgesehen, rein kassatorische Funktion, können also nur zur Aufhebung des angefochtenen Entscheides führen (BGE 94 I 202 und 221 je Erw. 1b mit Hinweisen auf frühere Urteile). Soweit die Beschwerdeführer mehr, nämlich die Bestätigung des Entscheides des Oberamtes beantragen, ist deshalb auf ihre Beschwerde nicht einzutreten.\n\n3. Der Regierungsrat nimmt an, der polizeiliche Schutz gegen Immissionen gehe im Kanton Solothurn weniger weit als der zivilrechtliche und erstrecke sich nicht auf alle übermässigen Einwirkungen im Sinne des Art. 684 ZGB, sondern beschränke sich auf gesundheitsschädliche Immissionen. Die Beschwerdeführer betrachten diese Auffassung als unhaltbar, indem sie sich auf BGE 87 I 363 berufen und behaupten, die in diesem Urteil enthaltenen Ausführungen stellten \"allgemein gültige Grundsätze des Verwaltungsrechts\" dar. Dabei verkennen sie jedoch den Sinn dieses Urteils. Wohl erklärte das Bundesgericht dort, die Abwehr der in Art. 684 ZGB untersagten übermässigen Immissionen sei nicht nur eine Sache des Privatrechts, sondern grundsätzlich auch eine solche des öffentlichen Rechts. Der zivilrechtliche und der öffentlichrechtliche Immissionsschutz sind indessen nicht nur, was das Verfahren zur Geltendmachung, sondern auch was den Inhalt des Schutzes betrifft, völlig unabhängig voneinander. Wie weit der öffentlichrechtliche Schutz BGE 95 I 193 S. 198geht, bestimmt sich nicht nach Art. 684 ZGB, sondern nach dem kantonalen öffentlichen Recht, das weiter oder weniger weit als diese zivilrechtliche Bestimmung gehen kann (HAAB N. 56/57 zu Art. 641, N. 3 zu Art. 684 ZGB; MEIER-HAYOZ N. 20 ff. und 41 ff. zu Art. 680 ZGB; IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3. Aufl. Nr. 114 I). In BGE 87 I 362 ging es, wie schon in BGE 53 I 401, um die Anwendung einer Bestimmung des kantonalen öffentlichen Rechts, die inhaltlich mit Art. 684 ZGB übereinstimmte und den Nachbarn berechtigte, zunächst den Schutz der Polizei anzurufen. Eine derartige Vorschrift besteht im Kanton Solothurn offenbar nicht und wird denn auch von den Beschwerdeführern nicht angerufen. In Betracht fällt einzig § 1 GPfIG, nach welchem die Behörden das Recht und die Pflicht haben, zum Zwecke der möglichsten Abhaltung und Beseitigung gesundheitsschädlicher Einflüsse die nötigen Massnahmen zu treffen. Es erscheint daher als zutreffend und ist jedenfalls nicht willkürlich, wenn der Regierungsrat annimmt, die Verwaltungsbehörden seien zum Eingreifen nicht befugt, wenn Immissionen bloss übermässig, jedoch nicht gesundheitsschädlich seien. Ernstlich fragen kann sich nur, ob der Regierungsrat annehmen durfte, die von der Geflügelmastfarm der Beschwerdegegner ausgehenden Immissionen seien nicht gesundheitsschädlich im Sinne des § 1 GPfIG. Diese Frage der Auslegung und Anwendung kantonalen Gesetzesrechtes kann das Bundesgericht nur unter dem beschränkten Gesichtswinkel der Willkür und der rechtsungleichen Behandlung überprüfen (BGE 87 I 363 und dort angeführte frühere Urteile).\n\n4. Das GPfIG umschreibt den in den §§ 1 und 2 verwendeten Begriff \"gesundheitsschädlich\" nicht näher. Nach dem angefochtenen Entscheid ist eine Immission gesundheitsschädlich, wenn sie sich auf den menschlichen Organismus negativ auswirkt, beim normal disponierten Durchschnittsmenschen \"eine manifeste Krankheit auszulösen vermag\". Ob der Regierungsrat darunter nur körperliche oder auch seelische Krankheiten versteht, ist nicht klar; daraus, dass er von negativen Auswirkungen auf den \"Organismus\" spricht, scheint hervorzugehen, dass er lediglich an körperliche Leiden denkt. Wie dem auch sei, wollte er mit seiner Umschreibung offenbar den Gegensatz zwischen seiner und der in BGE 56 II 359 ff. vertretenen Auffassung betonen. Dort hatte nämlich das Bundesgericht bei Anwendung BGE 95 I 193 S. 199des Art. 684 ZGB angenommen, als gesundheitsschädlich sei nicht nur eine Einwirkung anzusehen, die eine manifeste Krankheit auszulösen vermag, sondern jede, die das körperliche oder seelische Wohlbefinden erheblich beeinträchtigt. Es fragt sich somit, ob der Regierungsrat annehmen durfte, der Begriff \"gesundheitsschädlich\" habe in § 1 GPfIG nicht diese weite, sondern eine wesentlich engere Bedeutung.\n\nIm erwähnten weiten Sinn wird der Begriff \"gesundheitsschädlich\" nicht nur im allgemeinen Sprachgebrauch, sondern, wie sich aus BGE 56 II 357 und aus dem vom Oberamt Balsthal eingeholten Gutachten ergibt, auch von den Medizinern verstanden und verwendet. Die Annahme des Regierungsrates, dass er in § 1 GPfIG einen engeren Sinne habe, wäre unter diesen Umständen nur dann haltbar, wenn hiefür ernsthafte Anhaltspunkte bestünden. Das ist indes nicht der Fall. Da das GPfIG von 1882 lange vor der Ausarbeitung der ersten Entwürfe zum ZGB erlassen worden ist, kann keine Rede davon sein, dass der Gesetzgeber, wie der angefochtene Entscheid behauptet, \"bewusst nicht den Wortlaut des Art. 684 ZGB übernommen hat\". Bedeutungslos ist auch, dass der heutige Stand der Hygiene und Medizin ein anderer ist als 1882. Eine Vorschrift, die so allgemein gefasst ist und die Behörden nicht nur zu Massnahmen gegenüber gesundheitsschädlichen Einflüssen, sondern darüber hinaus zur Förderung der öffentlichen Gesundheitsinteressen berechtigt, ja verpflichtet, darf nicht einfach aus der Sicht der zur Zeit ihres Erlasses herrschenden Anschauungen ausgelegt werden. Eine solche historische Auslegung lässt sich mit dem Wortlaut, Sinn und Zweck des § 1 GPfIG nicht vereinbaren. Die Aufgaben des Gemeinwesens auf dem Gebiete des Gesundheitswesens werden darin in einer Art und Weise umschrieben, die eine den heutigen Anforderungen entsprechende Anwendung nicht nur ohne weiteres gestattet, sondern geradezu fordert, wenn man die Bedeutung berücksichtigt, die der menschlichen Gesundheit als Rechtsgut zukommt.\n\nWenn der Regierungsrat, wie es den Anschein hat, der Auffassung sein sollte, gesundheitsschädlich sei nur eine Immission, die unmittelbar eine manifeste, d.h. ohne weiteres feststellbare körperliche Krankheit auszulösen vermag, so würde der angefochtene Entscheid schon deshalb gegen Art. 4 BV verstossen, weil diese enge Auslegung des § 1 GPfIG nach dem Gesagten als unhaltbar erscheint. Wenn man nicht so weit gehen und jede BGE 95 I 193 S. 200Immission, die das körperliche oder seelische Wohlbefinden erheblich beeinträchtigt, als gesundheitsschädlich betrachten will, so muss dies mindestens für solche Einwirkungen angenommen werden, welche nach medizinischer Auffassung eine ernsthafte Gefahr für die menschliche Gesundheit bilden und geeignet sind, eine eigentliche, sei es körperliche oder seelische, Krankheit zu verursachen. Das trifft aber auf die in Frage stehenden Immissionen nach den Akten offensichtlich zu.\n\n5. Der Oberamtmann hat angenommen, dass diese Immissionen sich in mindestens zwei Fällen, nämlich beim Knaben Beat Hug und bei den Eheleuten Grolimund-Allemann, als zweifellos gesundheitsschädlich erwiesen hätten. Der Regierungsrat hat dies für beide Fälle verneint in der Annahme, dass die bei diesen Personen im Zusammenhang mit den Immissionen eingetretenen Störungen der Gesundheit auf eine spezielle persönliche Disposition zurückzuführen seien.\n\nSoweit der Regierungsrat annimmt, dass bei der Beurteilung einer eventuellen Gesundheitsschädlichkeit vom normal disponierten Durchschnittsmenschen auszugehen sei, ist sein Entscheid nicht zu beanstanden, da sich mit guten Gründen die Auffassung vertreten lässt, dass der polizeiliche Schutz, den § 1 GPfIG vor gesundheitsschädlichen Immissionen gewährt, nur auf die normale Empfindlichkeit des Durchschnittsmenschen, nicht auf besondere Veranlagungen einzelner Personen Rücksicht zu nehmen habe. Zu prüfen bleibt, wie es sich in dieser Beziehung mit den in Frage stehenden gesundheitlichen Störungen verhält.\n\na) Der Knabe Beat Hug litt schon vor der Erstellung der Geflügelmastfarm an Bronchialasthma. Dieses Leiden, das sich infolge der Staubimmission der Farm verschlimmerte, ist jedoch, wie die Beschwerdeführer selber anerkennen, auf eine besondere Disposition (abnormale Empfindlichkeit gegen Staubimmissionen) zurückzuführen. Auch das vom Oberamtmann eingeholte Gutachten, das die Staubimmissionen für Beat Hug als \"ausgesprochen gesundheitsschädlich\" bezeichnet, hebt wiederholt hervor, dass dies auf seine individuelle Disposition zu allergischen Organreaktionen zurückzuführen sei. Berücksichtigt man weiter, dass die gesundheitliche Störung jetzt nach entsprechender Behandlung und Zuweisung eines anderen Zimmers offenbar behoben ist, so ist es keineswegs willkürlich, wenn angenommen wird, der Einfluss der Immissionen auf den Gesundheitszustand BGE 95 I 193 S. 201des Knaben Beat Hug bilde keinen Grund, sie als gesundheitsschädlich im Sinne des § 1 GPfIG zu betrachten.\n\nb) Anders verhält es sich dagegen mit den Ehegatten Grolimund-Allemann, bei denen die Immissionen, ohne dass eine besondere Disposition bestand, nicht nur zu einer Störung des seelischen Wohlbefindens, sondern zu einer eigentlichen psychischen Erkrankung geführt haben. Die gegenteilige Auffassung des Regierungsrates beruht auf einer einseitigen Würdigung der ärztlichen Gutachten, die sich lediglich an einzelne Sätze hält und den übrigen Inhalt der Gutachten übergeht.\n\nDer Psychiater Dr. Wehrle, den der Oberamtmann mit der Untersuchung der Ehegatten beauftragt hatte, stellte bei ihnen eine \"handgreifliche reaktive Depression\" fest, die \"durchaus echt und objektiv\" sei und \"ausschliesslich durch äussere Faktoren\", nämlich durch die lästigen Fernwirkungen der Geflügelmastfarm seit mehr als zwei Jahren, hervorgerufen sei. Auch das Gutachten des gerichtlich-medizinischen Instituts der Universität Bern, das die Geflügelmastfarm als für die Eheleute \"ausgesprochen gesundheitsschädlich\" bezeichnet, führt aus, dass ihre Krankheitserscheinungen \"vollumfänglich als Reaktion auf die Belästigung durch die Geflügelmastfarm aufgefasst werden können\". Die Annahme des Regierungsrates, diese Erscheinungen seien wie bei Beat Hug auf eine persönliche Disposition zurückzuführen, findet in den Akten keine Stütze. Im Gegenteil erklären sowohl Dr. Wehrle als auch die beiden anderen Gutachter ausdrücklich, dass Hinweise auf ein organisches, von den Immissionen unabhängiges Nervenleiden oder gar auf eine Psychose (z.B. eine endogene Depression) nicht bestehen. In ihrem Ergänzungsbericht vom 19. September 1967 stellen die Gutachter überdies fest, dass bei Immissionen, wie sie von der Geflügelfarm ausgehen, \"nach längerer Zeit selbst bei Gesunden Schädigungen (z.B. neurasthenische Symptomkomplexe) auftreten können\" und die Immissionen bei den Ehegatten Grolimund-Allemann \"aus medizinischer Sicht als Teilfaktor eines psychischen Insultes zu gelten haben, welcher vorgängig psychisch Gesunde getroffen\" hat. Angesichts dieser zahlreichen und eindeutigen Äusserungen mehrerer medizinischer Fachleute, deren Richtigkeit vom Regierungsrat in keiner Weise in Zweifel gezogen wird, muss seine Annahme, die Immissionen der Geflügelmastfarm seien nicht gesundheitsschädlich, als unhaltbar und willkürlich bezeichnet werden. Zum gleichen Ergebnis BGE 95 I 193 S. 202kann man übrigens schon aufgrund des Augenscheinprotokolls der Vertreter des Sanitätsdepartements kommen, wonach der \"Gestank, welcher der Anlage entströmt, sehr stark exkrementhaltig, konzentriert wie im Innenraum des Gebäudes\" ist, denn es ist klar, dass ein solcher Gestank, dem die Anwohner neben der Staubbelästigung ausgesetzt sind, auf die Länge die seelische Gesundheit ernstlich gefährden kann und daher in einem ausgesprochenen Wohnquartier, wie es die Umgebung der Geflügelfarm nach der unbestrittenen Feststellung des Oberamtsmanns ist, gesundheitsschädlich wirkt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des Regierungsrates des Kantons Solothurn vom 6. August 1968 aufgehoben."}