{"annee": "95", "cour": "IV", "page": "119", "date": "23/12/1969", "cite": [], "cite_par": ["101 IV 257"], "chapeau": "29. Extrait de l'Arrêt de la Cour de cassation pénale du 23 décembre 1969 dans la cause Mathez contre Ministère public du canton de Vaud.", "regestes": ["Bedingter Strafvollzug. Art. 41 Ziff. 1 StGB. 1. Der bedingte Strafvollzug setzt voraus, dass der Verurteilte den begangenen Fehler einsieht. 2. Aus seinem Leugnen oder Schweigen allein darf jedoch nicht gefolgert werden, der Verurteilte erfülle diese Voraussetzung nicht. 3. Anders verhält es sich, wenn er das Unrecht der Tat nicht einsehen will."], "faits": "|119|\n\nA.- Le Dr J.-A. Mathez est né en 1897. Il cessa de pratiquer la médecine en 1946. Il fit paraître en novembre 1965 un livre |120| de 728 pages intitulé \"Le passé, les temps présents et la question juive\". Il y attaque très violemment et parfois grossièrement les Juifs, leurs institutions et leur religion. Il s'en prend aussi au pasteur Rittmeyer, qu'il traite en particulier d'homme dévoyé, de scélérat et qu'il accuse d'infamie.\n\nB.- Le 14 juillet 1969, le Tribunal correctionnel du district de Vevey a infligé à Mathez trente jours d'emprisonnement pour diffamation, provocation publique au crime et atteinte à la liberté de croyance et des cultes. Il a en outre ordonné la destruction totale du livre de l'accusé.\n\nC.- Rejetant un recours de Mathez, la Cour vaudoise de cassation pénale a maintenu ce jugement, le 29 septembre 1969.\n\nD.- Contre cet arrêt, le condamné se pourvoit en nullité au Tribunal fédéral. Il conclut à l'octroi du sursis.", "considerants": "Considérant en droit:\n\nSelon une jurisprudence ancienne et constante, la conscience de sa faute est la première condition d'un amendement durable du condamné et, partant, du sursis (RO 73 IV 79, 87; 75 IV 155 consid. 2; 79 IV 161; 82 IV 5, 82).\n\nDe nombreux tribunaux se bornant à relever que l'accusé n'avait témoigné d'aucun regret, la cour de céans a exigé que les premiers juges exposent comment l'absence de repentir s'est manifestée; elle ne doit pas être déduite sans plus des dénégations du prévenu ou de son silence, car celui qui reconnaît ses torts, mais qui nie par crainte du châtiment, par égard pour ses proches ou pour un autre motif qui n'exclut pas un pronostic favorable peut, malgré ses dénégations, bénéficier du sursis (RO 82 IV 5, 82 no 16, 94 IV 52).\n\nComme il le relève dans son jugement, le Tribunal correctionnel a eu Mathez à sa barre durant plusieurs heures; il l'a longuement interrogé. C'est donc par ses réponses que l'accusé n'a manifesté ni regrets ni repentir. Et il n'en a pas manifesté parce que - cela ressort du pourvoi - il est convaincu d'avoir raison.\n\nIl objecte que la jurisprudence citée vise uniquement l'accusé qui reconnaît le caractère illicite de ses actes. Cette opinion émise par la Cour pénale fédérale dans son arrêt Bonnard et consorts, du 2 avril 1954 (RO 80 IV 94), n'est pas fondée et déroge à la jurisprudence de la cour de céans. C'est précisément d'un condamné qui n'est pas conscient de ce caractère qu'il faut |121| s'attendre qu'il se montre réfractaire à une peine assortie du sursis. L'arrêt rendu par la cour de céans, le 26 juin 1956, en la cause Thiébaud (RO 82 IV 82, no 16) l'a d'ailleurs déjà dit clairement en relevant qu'un pronostic défavorable se justifie à l'égard d'un condamné qui n'a pas pris conscience du caractère répréhensible de ses actes. C'est cela qui est décisif et non l'expression d'un repentir qui n'est pas forcément sincère.\n\nRien, dans l'arrêt de la Cour pénale fédérale, n'engage à supposer qu'elle a voulu s'écarter de la jurisprudence de la cour de céans. Elle ne s'est probablement pas rendu compte de la portée du considérant que Mathez invoque aujourd'hui. Autrement, elle aurait sollicité le consentement de la cour de céans conformément à l'art. 16 al. 1 OJ. Dans ces conditions, la Cour de cassation n'a pas à la consulter avant de confirmer sa jurisprudence. L'arrêt Thiébaud, qui rappelle que l'inculpé qui n'a pas pris conscience du caractère répréhensible de ses actes ne mérite pas le sursis, est du reste postérieur à l'arrêt Bonnard de la Cour pénale fédérale.\n\nLa première condition d'un amendement durable d'un condamné n'étant donc pas remplie en l'espèce, les juridictions vaudoises n'ont pas violé l'art. 41 ch. 1 CP en refusant le sursis. Par ces motifs,\n\nla Cour de cassation pénale:\n\nRejette le pourvoi."}