{"annee": "95", "cour": "III", "page": "83", "date": "5/12/1969", "cite": ["82 II 25", "57 III 142", "88 II 276", "87 II 113"], "cite_par": ["100 II 120", "107 II 484", "106 II 232", "103 III 46", "109 III 112", "143 III 395", "110 II 188", "106 III 114", "108 III 60", "124 III 297", "106 III 104", "109 II 123", "141 III 527"], "chapeau": "14. Auszug aus dem Urteil der II. Zivilabteilung vom 5. Dezember 1969 i.S. Konkursmasse Rofa AG gegen Bankhaus Neuvians, Reuschel & Co. KG.", "regestes": ["Compensation dans la faillite. Contestation. Action révocatoire (art. 214, 285 ss LP, 41 ss CO). Un créancier du failli a cédé sa créance, avant l'ouverture de la faillite, à un débiteur du failli, lequel invoque la compensation. La masse en faillite intente une action au cédant. a) L'action révocatoire (art. 285 ss LP) ne peut pas être exercée contre un acte auquel le débiteur n'a participé en aucune manière (consid. 4). b) Contestation sur la compensation, selon l'art. 214 LP: Nature de cette contestation. Elle ne peut donner naissance qu'à une prétention contre le débiteur du failli (consid. 5). c) La compensation n'étant pas illicite, elle n'emporte pas l'obligation de payer des dommages-intérêts en vertu de l'art. 41 al. 1 et 2 CO (consid. 6)."], "faits": "BGE 95 III 83 S. 84\n\nAus dem Tatbestand:\n\nA.- Das Bankhaus Neuvians, Reuschel & Co. KG in München besass zwei Wechsel über zusammen Fr. 561 199.70, die von der Rofa AG in Zürich akzeptiert worden waren. Im Mai 1966 trat das Bankhaus diese Wechselforderungen an die Firma Gewerbehof GmbH in München ab. Diese schuldete der Rofa AG aus Darlehen DM 500 000 nebst Zinsen, zahlbar am 1. Juli 1970. Die Gewerbehof GmbH erklärte nun gegenüber BGE 95 III 83 S. 85der Rofa AG die Verrechnung der Wechselforderungen mit ihrer Darlehensschuld. Am 7. Juli 1966 wurde über die Rofa AG der Konkurs eröffnet.\n\nB.- In der Folge erwirkte die Konkursmasse für eine Forderungssumme von Fr. 558 625.-- nebst Zinsen in Zürich einen Arrest auf Guthaben des Bankhauses Neuvians, Reuschel & Co. bei verschiedenen Zürcher Banken und prosequierte denselben auf erfolgten Rechtsvorschlag durch Klage beim Bezirksgericht Zürich mit dem Rechtsbegehren, das beklagte Bankhaus habe der Konkursmasse DM 512 000 nebst Zins und Betreibungskosten zu bezahlen.\n\nDie Klägerin machte geltend, die von der Gewerbehof GmbH vorgenommene Verrechnung sei gemäss Art. 285 ff. sowie Art. 214 SchKG anfechtbar. Nach dem für das Konkursverfahren geltenden Territorialitätsprinzip sei eine Anfechtungsklage gegen die Gewerbehof GmbH vor einem deutschen Gericht nicht möglich. Auf Grund der genannten Bestimmungen des SchKG könne aber auch das beklagte Bankhaus belangt werden, das in Kenntnis der Zahlungsunfähigkeit der Rofa AG seine Wechselforderungen zum Zwecke der Verrechnung an die Gewerbehof GmbH gegen Entgelt abgetreten und sich damit gegenüber den anderen Konkursgläubigern einen Vorteil verschafft habe. Schliesslich ergebe sich die Haftung der Beklagten auch auf Grund von Art. 41 und 50 OR.\n\nC.- Sowohl das Bezirksgericht Zürich als das Obergericht des Kantons Zürich haben die Klage abgewiesen.\n\nMit der vorliegenden Berufung hält die Klägerin an ihren Rechtsbegehren fest. Die Beklagte beantragt Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. 3. - ...\n\n4. Nach der Berufungsbegründung stützt die Klägerin ihre Klage in erster Linie auf die Bestimmungen des SchKG für die paulianische Anfechtung (Art. 285 ff. SchKG). Auch die Vorinstanz ist in Erw. 3 des angefochtenen Urteils davon ausgegangen, es handle sich bei dem von der Klägerin geltend gemachten Anspruch um eine solche Klage. Es ist daher vorab zu prüfen, ob die vorliegend streitige Abtretung der Wechselforderungen des beklagten Bankhauses an die Gewerbehof BGE 95 III 83 S. 86GmbH und die nachfolgende Verrechnung dieser Forderungen mit der Darlehensschuld dieser Firma gegenüber der Rofa AG von den Art. 285 ff. SchKG erfasst werden.\n\na) Bei allen im Gesetz umschriebenen Arten der Anfechtungsklage wird, wie sich aus dem Wortlaut der Art. 286, 287, 288 und 290 SchKG ergibt, vorausgesetzt, dass die anfechtbaren Rechtshandlungen vom Betreibungsschuldner vorgenommen worden sind (vgl. BLUMENSTEIN, Handbuch S. 862 f., 875; Komm. JAEGER, 3. Aufl., zu Art. 285 N. 1; VON OVERBECK, 2. Aufl., S. 223, 227; FAVRE, Schuldbetreibungs- und Konkursrecht, deutsche Ausgabe, S. 334; FRITZSCHE, Schuldbetreibung und Konkurs nach schweiz. Recht, II S. 274; HANGARTNER, Die Gläubigeranfechtung im schweiz. Recht, Zürcher Diss., S. 4 ff.; GAUGLER, Die paulianische Anfechtung, I S. 101; BERZ, Der paulianische Rückerstattungsanspruch, Zürcher Diss. S. 40 ff.). Der Begriff der Rechtshandlung ist dabei im weitesten Sinne des Wortes zu verstehen und geht wesentlich weiter als etwa der Begriff des Rechtsgeschäftes. Es muss jedoch stets ein Verhalten des Schuldners selbst oder eines von ihm bestellten Vertreters im Spiele sein, damit Anfechtungsansprüche im Sinne der Art. 285 ff. SchKG entstehen können. Handlungen von Dritten, die ohne jede Mitwirkung des Betreibungsschuldners erfolgen, bilden nach schweizerischem Recht keine genügende Voraussetzung für die Erhebung einer Anfechtungsklage (JAEGER/DAENIKER, Schuldbetreibungs- und Konkurspraxis, Band I, Art. 288 N 3 lit. D d und N 4; BERZ, S. 50;BGE 57 III 144).\n\nb) Es ist unbestritten und ergibt sich eindeutig aus den Akten, dass die Rofa AG an den von ihrer Konkursmasse als anfechtbar erachteten Rechtshandlungen in keiner Weise, weder direkt noch indirekt, beteiligt war. So ist seitens der Klägerin beispielsweise nie behauptet worden, die Rofa AG habe mitgewirkt, der Gewerbehof GmbH eine Verrechnungsmöglichkeit zu verschaffen. Fehlt es aber an einem Verhalten der Konkursschuldnerin, das Gegenstand einer Anfechtung gemäss Art. 285 ff. SchKG sein könnte, so erweist sich die Klage als unbegründet, soweit sie als paulianische Anfechtung im Sinne des schweizerischen Schuldbetreibungs- und Konkursrechtes aufzufassen ist.\n\n5. Im kantonalen Verfahren hat sich die Klägerin zur Begründung ihrer Klage ferner auf Art. 214 SchKG berufen. Diese Bestimmung gehört zum II. Abschnitt des 6. Titels des BGE 95 III 83 S. 87Gesetzes über die Wirkungen des Konkurses auf die Rechte der Gläubiger.\n\nIn Art. 213 Abs. 1 SchKG wird der Grundsatz aufgestellt, dass ein Konkursgläubiger seine Forderung mit einer dem Gemeinschuldner gegen ihn zustehenden Forderung verrechnen kann. Dieser Grundsatz wird dann in den folgenden Absätzen des gleichen Artikels eingeschränkt. Die Verrechnung wird in Abs. 2 Ziff. 1 und 2 insbesondere für den Fall ausgeschlossen, dass ein Schuldner des Gemeinschuldners erst nach der Konkurseröffnung Gläubiger, bzw. ein Gläubiger des Gemeinschuldners erst nach der Konkurseröffnung Schuldner desselben oder der Konkursmasse wird.\n\nArt. 214 SchKG regelt demgegenüber eine weniger weitgehende Einschränkung des Rechts der Verrechnung. Nach dieser Bestimmung ist eine Verrechnung dann anfechtbar, wenn ein Schuldner des Gemeinschuldners vor der Konkurseröffnung, aber in Kenntnis der Zahlungsunfähigkeit des Gemeinschuldners, eine Forderung an denselben erworben hat, um sich oder einem anderen durch die Verrechnung unter Beeinträchtigung der Konkursmasse einen Vorteil zuzuwenden. Eine fast gleichlautende Bestimmung war früher als Art. 137 im aoR enthalten (vgl. Komm. WEBER/BRÜSTLEIN zum SchKG, 2. Aufl. herausgeg. von A. REICHEL, zu Art. 214 N 1; BLUMENSTEIN a.a.O. S. 648 Anm. 76; FRITZSCHE a.a.O. S. 73; vgl. zu Art. 137 aoR BGE 14 S. 637 ff.).\n\nNach der Auffassung der beiden letztgenannten Autoren handelt es sich bei Art. 214 SchKG um einen Sonderfall der in Art. 285 ff. geregelten Anfechtungsklage (BLUMENSTEIN S. 649, FRITZSCHE S. 74). Etwas zurückhaltender spricht der vorerwähnte Kommentar WEBER/BRÜSTLEIN von einem besonderen Anwendungsfall des Prinzips, das der paulianischen Anfechtungsklage zugrunde liegt (a.a.O. N 2). Die Unterschiede zwischen der in Art. 214 SchKG vorgesehenen Möglichkeit der Verrechnungsanfechtung im Konkursverfahren und der paulianischen Anfechtung werden demgegenüber von BERZ wie folgt hervorgehoben (S. 50 Anm. 64):\n\n\"Wenn auch die Normen über die paulianische Anfechtung analoge Anwendung finden, soweit dies ihrer Natur nach möglich ist, so sind doch die Voraussetzungen zu dieser Anfechtung völlig andere. Es handelt sich deshalb um ein eigenes, neben der paulianischen Anfechtung bestehendes und dieses ergänzendes Rechtsinstitut.\" BGE 95 III 83 S. 88\n\nEinen wesentlichen Unterschied zwischen den beiden Anfechtungsmöglichkeiten stellt jedenfalls der Umstand dar, dass die paulianische Anfechtungsklage eine Rechtshandlung des Betreibungsschuldners zum Gegenstand hat, während Art. 214 SchKG Handlungen eines Schuldners des Gemeinschuldners voraussetzt, die völlig unabhängig sind von jeglicher Mitwirkung des letzteren.\n\nMit seinem Wortlaut und seiner systematischen Stellung im Gesetzesabschnitt über die Wirkungen des Konkurses auf die Rechte der Gläubiger kann aus Art. 214 SchKG nur ein Anspruch gegen den Schuldner des Gemeinschuldners abgeleitet werden, der eine Forderung an denselben erworben und gestützt darauf die Verrechnung erklärt hat. Die vorliegend zu beurteilende Klage richtet sich jedoch gegen einen Gläubiger des Gemeinschuldners, der durch die Abtretung seiner Forderung an einen Schuldner die Verrechnung durch diesen ermöglicht hat. Es fragt sich somit, ob Art. 214 SchKG entgegen seinem klaren Wortlaut und seiner systematischen Stellung derart ausdehnend interpretiert werden darf, dass daraus auch ein Anspruch der Konkursmasse gegen denjenigen Gläubiger abgeleitet werden kann, der durch die Abtretung seiner Forderung die Voraussetzung für die Ausübung der Verrechnung hat schaffen helfen.\n\nFür eine solche Interpretation kann jedenfalls nicht die für die paulianische Anfechtung geltende Regelung angerufen und deren analoge Anwendung auf Klagen gemäss Art. 214 SchKG gefordert werden. Die Geltendmachung von Ansprüchen nach den Art. 285 ff. SchKG setzt, wie dargelegt wurde, eine Rechtshandlung des Schuldners voraus. An einer solchen fehlt es jedoch bei dem in Art. 214 SchKG geregelten Sachverhalt. Eine extensive Auslegung dieser Bestimmung verbietet sich auch mit Rücksicht darauf, dass es sich bei dieser um eine Ausnahmebestimmung handelt. Deren Tragweite erschöpft sich, wie auch die Übernahme dieser Regelung aus dem aoR zeigt, darin, dass die Verrechnung von Forderungen nach der Konkurseröffnung unter ganz bestimmten Voraussetzungen angefochten werden kann. Es handelt sich um eine Ergänzung des Art. 213 SchKG. Der Sinn dieser beiden Bestimmungen besteht darin, das Verrechnungsrecht im Konkurs zu beschränken. Die Einräumung eines Anspruches gegenüber dem Gläubiger des Gemeinschuldners, der durch die Abtretung seiner Forderung die Verrechnung ermöglicht hat, stellt demgegenüber etwas völlig anderes dar.\n\nBGE 95 III 83 S. 89Eine solche Möglichkeit hätte im Gesetz ausdrücklich vorgesehen werden müssen, wenn sie vom Gesetzgeber hätte zugelassen werden wollen.\n\nIn den weitaus meisten Fällen genügt es denn auch zur Erreichung des mit Art. 214 SchKG verfolgten Zweckes, wenn die Verrechnung als solche angefochten werden kann. Dadurch wird die Verminderung der Aktiven des Gemeinschuldners, bestehend im Wegfall der verrechneten Forderung, auf direkteste Weise verhindert, und es ist dann Sache des Schuldners des Gemeinschuldners, sich mit dem Zedenten der Forderung über die Folgen des Dahinfallens der Verrechnung auseinanderzusetzen. Wenn im vorliegenden Fall die Klägerin die Unbeachtlichkeit der von der Gewerbehof GmbH erklärten Verrechnung tatsächlich nicht sollte durchsetzen und die betreffende Forderung nicht einkassieren können, wäre dies eine Folge des heute noch allgemein geltenden Territorialitätsprinzips des Konkurses (vgl. über den Umfang der Geltung dieses Prinzips insbes. ALAIN HIRSCH, Aspects internationaux du droit suisse de la faillite, Recueil de travaux publié à l'occasion de l'assemblée de la Société Suisse des Juristes à Genève 1969, S. 70 ff.). Es kann nicht Sache der Rechtsprechung sein, unerwünschte Auswirkungen dieses Prinzips durch Schaffung einer gesetzlich nicht vorgesehenen und weit über die gesetzliche Ordnung hinausführenden Klagemöglichkeit zu beseitigen. Art. 214 SchKG kann daher als Grundlage des von der Klägerin geltend gemachten Anspruches nicht in Frage kommen.\n\nAus den dargelegten Gründen ergibt sich, dass die Klage weder auf Grund der Art. 285 ff. noch des Art. 214 SchKG geschützt werden könnte. Unter beiden Titeln ist das beklagte Bankhaus nicht passivlegitimiert. Unter diesen Umständen braucht im Sinne der einleitend angestellten Überlegungen (Erw. 3) nicht entschieden zu werden, ob der Rechtsstreit materiell tatsächlich ausschliesslich nach schweizerischem Recht zu beurteilen ist, namentlich wo die zur Verrechnung gebrachte Darlehensforderung der Rofa AG gegenüber der Gewerbehof GmbH als gelegen zu gelten hätte und ob sie in die Konkursmasse der Rofa AG gefallen wäre; ebenso kann offen bleiben, ob der betreibungsrechtlichen Anfechtung im Ausland begangener Handlungen mit Rücksicht auf das ausländische Recht Grenzen gesetzt sind, wie die Vorinstanz unter Hinweis auf die von DOKA (ZSR NF Bd 64 S. 331) und GULDENER (Das internationale BGE 95 III 83 S. 90und interkantonale Zivilprozessrecht der Schweiz, S. 184 f) vertretenen Auffassungen angenommen hat.\n\n6. Im kantonalen Verfahren hat die Klägerin die von ihr geltend gemachte Forderung schliesslich als eine solche auf Schadenersatz aus unerlaubter Handlung im Sinne von Art. 41 in Verbindung mit Art. 50 OR bezeichnet. Obwohl diese Bestimmungen im vorliegenden Berufungsverfahren nicht mehr angerufen wurden, hat das Bundesgericht das Recht von Amtes wegen anzuwenden (Art. 63 Abs. 1 OG) und den zur Beurteilung stehenden Sachverhalt deshalb auch daraufhin zu prüfen, ob er eine Schadenersatzpflicht der Beklagten auf Grund von Art. 41 ff. OR auszulösen vermochte.\n\na) Die ausservertragliche Verschuldenshaftung fällt kollisionsrechtlich unter den Begriff der unerlaubten Handlung, deren Voraussetzungen und Folgen sowohl dem Rechte des Ortes unterstehen, wo die Handlung ausgeführt wurde, als auch dem Rechte des Ortes, wo deren Erfolg eintritt. Der Verletzte hat die Wahl, den Verantwortlichen auf Grund der einen oder der anderen Rechtsordnung zu belangen (BGE 87 II 115 mit Verweisungen; SCHÖNENBERGER/JÄGGI, Komm. OR, 3. Aufl., allg. Einleitung N 332 ff., insbes. N 335 und 336). Als Ort der Handlung kommt vorliegend nur Deutschland in Betracht. Hingegen ist wohl davon auszugehen, dass die von der Klägerin geltend gemachte Schädigung in der Schweiz eingetreten ist, denn hier wäre die von der Beklagten und der Gewerbehof GmbH verschuldete Verminderung der Aktiven der Rofa AG, bzw. der Konkursmasse erfolgt. Wäre aber die Schweiz als Erfolgsort der unerlaubten Handlung zu betrachten, hätte die Vorinstanz nur das schweizerische Recht zur Anwendung bringen und Schadenersatzansprüche aus unerlaubter Handlung nicht mit der Begründung verneinen dürfen, die Widerrechtlichkeit der in Frage stehenden Handlungen entfalle, weil diese Handlungen nach deutschem Recht nicht anfechtbar seien. Die Frage des anwendbaren Rechts kann jedoch wiederum offen bleiben, wenn sich ergeben sollte, dass auch bei alleiniger Anwendung des schweizerischen Rechts nicht von einer unerlaubten Handlung im Sinne von Art. 41 ff. OR gesprochen werden kann.\n\nb) Die Klägerin erblickt die Widerrechtlichkeit des Erwerbes der Wechselforderungen durch die Gewerbehof GmbH und der Verrechnung dieser Forderungen mit der Darlehensschuld gegenüber BGE 95 III 83 S. 91der Rofa AG in der Verletzung von Art. 214 SchKG. Die Belangbarkeit der Beklagten leitet sie daraus ab, dass sich diese mit der Abtretung der Wechselforderungen an der widerrechtlichen Handlung der Gewerbehof GmbH beteiligt habe und somit gemäss Art. 50 OR solidarisch für den Schaden hafte. Ganz abgesehen davon jedoch, dass es rechtlich als problematisch erschiene, eine Haftbarkeit der Beklagten auf dem Umweg über Art. 41 ff. OR begründen zu wollen, nachdem das Gesetz in Art. 214 SchKG nur einen Anspruch gegen den die Verrechnung erklärenden Schuldner des Gemeinschuldners gewährt, ist die Voraussetzung der Widerrechtlichkeit aus folgenden Gründen zu verneinen.\n\nc) Die Widerrechtlichkeit einer Handlung setzt einen Verstoss gegen geschriebene oder ungeschriebene Gebote oder Verbote der Rechtsordnung voraus, die dem Schutze des verletzten Rechtsgutes dienen (so z.B. BGE 82 II 28 mit Verweisungen, BGE 88 II 280 E. 4). Ein Gebot oder Verbot der Rechtsordnung im Sinne des Begriffes der Widerrechtlichkeit kann in den Bestimmungen über die paulianische Anfechtung oder die Anfechtung einer Verrechnung gemäss Art. 214 SchKG nicht erblickt werden (vgl. BERZ S. 26 ff. und GAUGLER S. 203 ff.). Wenn das SchKG gewisse an sich rechtmässige Handlungenunter bestimmten Voraussetzungen als anfechtbar erklärt, werden sie dadurch nicht gleichzeitig zu widerrechtlichen. Bei Ausführung der nach dem SchKG anfechtbaren Handlungen steht ja gar nicht fest, ob es überhaupt jemals zu einer Anfechtung kommen wird, weil eine solche regelmässig vom Eintritt weiterer Voraussetzungen, wie der Konkurseröffnung, abhängt (Komm. JAEGER, zu Art. 285 N 1). Ein für die Bejahung der Widerrechtlichkeit genügendes Gebot oder Verbot der Rechtsordnung kann aber nicht in Vorschriften erblickt werden, von denen nicht feststeht, ob sie überhaupt zur Anwendung gelangen. Hätten die Anfechtungsbestimmungen des SchKG regelmässig widerrechtliche Handlungen zum Gegenstand, so wäre es unnötig gewesen, solche Vorschriften in das Gesetz aufzunehmen.\n\nd) Die Widerrechtlichkeit einer nach SchKG anfechtbaren Handlung kann sich hingegen aus deren Verstoss gegen eine andere Norm ergeben, so insbesondere wenn diese Handlung gleichzeitig einen Straftatbestand erfüllt (vgl. JAEGER zu Art. 285 N 1; FRITZSCHE II. S. 300). Vorliegend ist jedoch nicht ersichtlich, gegen welche Strafbestimmungen sich die Gewerbehof BGE 95 III 83 S. 92GmbH und die Beklagte vergangen haben könnten; Art. 163 Ziff. 2 StGB (betrügerischer Konkurs) ist auf eine nach Art. 214 SchKG anfechtbare Verrechnung nicht anwendbar.\n\ne) Ebensowenig kommt eine Schadenersatzpflicht wegen absichtlicher Schadenszufügung in einer gegen die guten Sitten verstossenden Weise gemäss Art. 41 Abs. 2 OR in Frage, da eine Verletzung der guten Sitten im Sinne dieser Bestimmung nur ausnahmsweise und mit grösster Zurückhaltung bejaht werden kann (vgl. VON TUHR/SIEGWART, Allg. Teil OR, I S. 356; OSER/SCHÖNENBERGER, Komm. OR, zu Art. 41 N 91 und 98/99).\n\nErgibt sich demnach, dass das Verhalten der Gewerbehof GmbH und damit auch dasjenige der Beklagten nicht als widerrechtlich oder gegen die guten Sitten verstossend im Sinne von Art. 41 Abs. 1 und 2 OR betrachtet werden kann und somit nach schweizerischem Recht keine Möglichkeit besteht, die Beklagte aus diesen Titeln zur Leistung von Schadenersatz zu verpflichten, so kann auch bezüglich der Ersatzpflicht aus unerlaubter Handlung die Frage nach dem anwendbaren Recht offen bleiben, nachdem die Vorinstanz bereits - für das Bundesgericht nicht überprüfbar - entschieden hat, dass eine solche Ersatzpflicht bei Anwendung des deutschen Rechtes nicht gegeben wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen, soweit darauf eingetreten werden kann, und das Urteil des Obergerichts des Kantons Zürich, II. Zivilkammer, vom 20. Mai 1969 bestätigt."}