{"annee": "95", "cour": "II", "page": "289", "date": "31/10/1969", "cite": [], "cite_par": ["99 II 353", "98 IA 340"], "chapeau": "38. Extrait de l'arrêt de la IIe Cour civile du 31 octobre 1969 dans la cause Rumo contre Markwalder.", "regestes": ["Divorce. Pension alimentaire. Des manquements même graves aux devoirs découlant du mariage, qui ne sont pas en relation de cause à effet avec la désunion et le divorce, n'entraînent pas la perte du droit à une pension alimentaire fondée sur l'art. 152 CC (confirmation de la jurisprudence récente)."], "faits": "", "considerants": "|289|\n\nSelon la jurisprudence récente (RO 93 II 287 s., 90 II 71s., 89 II 66 s.; arrêt Kneubühl c. Donzé, du 10 mars 1966, consid. 5 d, non publié au RO, mais reproduit dans la Semaine judiciaire 1967, p. 582-584), une faute sans relation de causalité avec le divorce n'entraîne pas la perte du droit à une pension alimentaire fondée sur l'art. 152 CC, ni même une réduction de la pension; la prétention dérive en effet non pas de la faute commise par l'autre conjoint, mais de la détresse qui menace le bénéficiaire, à laquelle le législateur a voulu parer en s'inspirant de considérations d'ordre social.\n\nCette jurisprudence a été critiquée par le professeur HINDERLING, pour qui des fautes subjectivement graves font perdre le droit à la pension alimentaire de l'art. 152 CC, même si elles n'ont pas contribué à provoquer la désunion ni joué le rôle de cause concurrente du divorce (Die Bedeutung des Verschuldens für die Ansprüche nach Art. 151 und 152 ZGB, Basler Juristische Mitteilungen 1964, p.1 ss., notamment 20 s.); |290| à son avis, qu'il s'agisse d'appliquer l'art. 151 ou l'art. 152 CC, la faute propre de l'époux qui invoque ces dispositions doit avoir en principe la même portée; les manquements graves aux devoirs découlant du mariage, même s'ils n'ont pas joué un rôle causal, excluent ou réduisent, selon la gravité de la faute et compte tenu de toutes les circonstances, aussi bien la prétention de l'art. 152 CC, fondée sur l'équité et qui peut être invoquée même contre l'époux non coupable, que le droit à une indemnité selon l'art. 151 CC que le titulaire peut faire valoir seulement contre le conjoint coupable; l'application des dispositions générales du code des obligations prescrite par l'art. 7 CC n'entre en ligne de compte que pour l'art. 151 CC et ne peut se faire que par analogie (Das schweizerische Ehescheidungsrecht, p. 140 ss.).\n\nDe son côté, le professeur MERZ (RJB 1964 p. 438, 1965 p. 378) approuve au contraire la jurisprudence relative à l'art. 152 CC mais critique celle qui a trait à l'art. 151 CC. Il estime notamment que, suivant la règle formulée par la jurisprudence concernant l'art. 152 CC, une faute qui n'est pas en relation de cause à effet avec le divorce ne devrait pas être retenue dans l'application de l'art. 151 CC; à son avis, il est contraire aux principes valables en matière de dommages-intérêts et aux règles de l'équité de prendre une telle faute en considération.\n\nSe déterminant sur les critiques ainsi faites à sa jurisprudence relative à l'art. 151 CC, le Tribunal fédéral a confirmé, dans l'arrêt C. c. H. (RO 93 II 288 s.), la règle selon laquelle une faute grave qui n'a pas joué de rôle causal dans la rupture du lien conjugal et la dissolution du mariage peut amener le juge à refuser ou à réduire l'indemnité demandée. Dans cette espèce, il n'avait pas à examiner si et, le cas échéant, à quelles conditions ou de quelle manière une faute qui n'est pas en relation de cause à effet avec la désunion et le divorce devrait être prise en considération lorsque le juge applique l'art. 152 CC.\n\nPour les motifs invoqués dans la jurisprudence relative à l'art. 152 CC (RO 90 II 71 s., 89 II 66 s.; arrêt non publié Kneubühl c. Donzé, du 10 mars 1966, consid. 5 litt.d), il faut s'en tenir à la règle que des manquements même graves aux devoirs découlant du mariage, qui sont sans relation de causalité avec le divorce, n'entraînent pas la perte du droit à une pension alimentaire basée sur l'art. 152 CC, ni même une réduction de cette pension. Le fondement de la prétention réside en effet dans des considérations d'ordre social; la pension alimentaire |291| de l'art. 152 CC dérive de la détresse qui menace le bénéficiaire et répond aux exigences de l'équité. Il serait choquant, en particulier, qu'après des années de vie commune un mari puisse abandonner sa femme à la pauvreté parce que, sans porter la responsabilité de la rupture du lien conjugal, elle a, elle aussi, commis des fautes qui n'ont pas été causales dans la désunion. Les fondements différents du droit à une indemnité selon l'art. 151 CC et du droit à une pension alimentaire d'après l'art. 152 CC justifient que des fautes non causales de l'époux demandeur ne soient pas traitées de la même manière dans les deux cas."}