{"annee": "95", "cour": "IV", "page": "121", "date": "5/12/1969", "cite": ["82 IV 5", "73 IV 75", "94 IV 11", "79 IV 161", "76 IV 166"], "cite_par": ["105 IV 289"], "chapeau": "30. Urteil des Kassationshofes vom 5. Dezember 1969 i.S. Gabathuler gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 41 ch. 1 al. 5 et ch. 2 al. 1 CP. 1. La durée du délai d'épreuve se détermine principalement selon la personnalité et le caractère du condamné, ainsi que selon le risque de récidive (consid. 1). 2. Lorsque l'exercice d'une activité commerciale indépendante apparaîtincompatible avec le but du sursis, le juge peut enjoindre au condamné d'exercer une activité lucrative dépendante pendant la durée du délai d'épreuve (consid. 2)."], "faits": "BGE 95 IV 121 S. 122\n\nA.- Die Gerichtskommission Werdenberg verurteilte Ulrich Gabathuler am 12. Juli 1969 wegen leichtsinnigen Konkurses (Art. 165 Ziff. 1 StGB) zu vier Monaten Gefängnis, schob den Vollzug der Strafe bedingt auf und setzte dem Verurteilten vier Jahre Probezeit. Sie erteilte ihm zudem die Weisung, während der Probezeit eine unselbständige Erwerbstätigkeit auszuüben. Der Verurteilte erklärte die Berufung, die das Kantonsgericht St. Gallen am 14. Oktober 1969 abwies.\n\nB.- Gabathuler führt Nichtigkeitsbeschwerde mit dem Antrag, die Probezeit auf zwei Jahre zu beschränken und die ihm erteilte Weisung aufzuheben.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 41 Ziff. 1 Abs. 5 StGB bestimmt der Richter, der den Vollzug der Strafe bedingt aufschiebt, dem Verurteilten eine Probezeit von zwei bis zu fünf Jahren. Welche Bewährungsfrist innerhalb dieses Rahmens als angemessen zu gelten hat, entscheidet sich nach den Umständen des Einzelfalles, insbesondere nach der Persönlichkeit und dem Charakter des Verurteilten sowie der Gefahr seiner Rückfälligkeit. Je grösser diese Gefahr ist, desto länger muss die Bewährungsprobe mit ihrem Zwang zum Wohlverhalten sein. Im übrigen ist die Bestimmung der Frist innerhalb des gesetzlichen Rahmens eine Frage des Ermessens, in das der Kassationshofauf Nichtigkeitsbeschwerde hin nur einzugreifen hat, wenn der kantonale Richter es offensichtlich überschreitet (vgl. nicht veröffentlichtes Urteil des Kassationshofes vom 23. November 1945 i.S. Lüdemann).\n\nVon einem solchen Verstoss kann hier schon angesichts des liederlichen Finanz- und Geschäftsgebarens, das der Beschwerdeführer während Jahren bekundete, nicht die Rede sein. Die BGE 95 IV 121 S. 123von der Vorinstanz bestimmte Probezeit von vier Jahren entspricht vielmehr dem Verhalten und der Person des Beschwerdeführers. Dass er einen guten Leumund geniesst, nicht vorbestraft und zum ersten Mal wegen leichtsinnigen Konkurses verurteilt worden ist, ändert daran nichts.\n\n2. Nach Art. 41 Ziff. 2 Abs. 1 StGB kann der Richter dem Verurteilten für sein Verhalten während der Probezeit bestimmte Weisungen erteilen, z.B. einen Beruf zu erlernen, sich an einem bestimmten Ort aufzuhalten, sich geistiger Getränke zu enthalten, den Schaden innerhalb bestimmter Frist zu ersetzen.\n\nWeisungen im Sinne dieser Bestimmung dürfen dem Zweck des bedingten Strafvollzuges nicht zuwiderlaufen, sondern müssen bestimmt und geeignet sein, erzieherisch auf den Verurteilten einzuwirken und damit der Gefahr neuer Verfehlungen vorzubeugen. Innerhalb dieser Schranken sind Wahl und Inhalt der Weisungen ins richterliche Ermessen gestellt (BGE 94 IV 12 und dort angeführte Urteile). Das gilt auch von der Weisung, während der Probezeit eine unselbständige Erwerbstätigkeit auszuüben. Wenn sich die Ausübung einer selbständigen Geschäftstätigkeit mit dem Zweck des bedingten Strafvollzuges nicht verträgt, darf der Verurteilte angewiesen werden, eine solche Tätigkeit aufzugeben und im Interesse seiner Besserung einer andern nachzugehen, mag die Weisung ihn auch einige Anstrengung kosten und unter Umständen einen einschneidenden Eingriff in seine bisherige Lebensführung bedeuten.\n\nDass die dem Beschwerdeführer auferlegte Weisung nicht bloss zweckmässig ist, sondern auch in seinem eigenen Interesse liegt, lässt sich nach dem, was über seine Geschäftstätigkeit feststeht, nicht bestreiten. Nach dem angefochtenen Urteil musste der Beschwerdeführer, der sich seit Jahren mit dem Bau und Vertrieb von Viehhüteapparaten befasst, schon 1956 einen Nachlassvertrag abschliessen. Der Vertrag hatte für seine Gläubiger Verluste von 70% zur Folge. Im August 1964 wurde über Gabathuler das erste Mal der Konkurs eröffnet, in dem Verlustscheine im Gesamtbetrage von über Fr. 125'000.-- ausgestellt werden mussten. Obschon er bereits damals von Dritten auf sein kaufmännisches Unvermögen aufmerksam gemacht und vor den Gefahren seiner Geschäftstätigkeit gewarnt wurde, beharrte er darauf, sich weiterhin als selbständiger Kaufmann und Fabrikant zu betätigen. Im Juli 1967 ging er erneut in Konkurs, bei dem 62 Gläubiger zusammen Fr. 77'105.-- verloren BGE 95 IV 121 S. 124und bloss Fr. 1'706.-- zu verteilen blieben. Dazu kommt, dass gegen ihn seit dem letzten Konkurs bis Ende September 1969 bereits wieder 76 Betreibungsbegehren mit Forderungen von über Fr. 40'000.-- ergangen sind.\n\nDiese Folgen seiner bisherigen Tätigkeit zeigen zur Genüge, dass der Beschwerdeführer unfähig ist, ein eigenes Geschäft zu führen, und deshalb stets Gefahr läuft, andere zu schädigen und sich strafbar zu machen. Sein wiederholtes berufliches Versagen rechtfertigt die Weisung vollauf, zumal er seine Unfähigkeit zu selbständiger Geschäftsführung immer noch nicht einsehen will und sich unbekümmert um die schlechten Erfahrungen erneut dagegen sträubt, seinen Betrieb aufzugeben und bei einem Dienstherrn Arbeit anzunehmen. Dass er wegen seines leichtfertigen Geschäftsgebarens erst einmal in Strafuntersuchung gezogen wurde und bestraft werden musste, hilft ihm auch in diesem Zusammenhang nicht. Es genügt, dass er als selbständiger Kaufmann nicht taugt und daher ausserstande ist, den Unterhalt seiner Familie sicherzustellen, ohne neue Schulden zu machen. Übrigens hat er umsoweniger Grund, sich über die Weisung zu beschweren, als die Vorinstanz ihm den bedingten Strafvollzug richtigerweise wegen seiner Einsichtslosigkeit hätte verweigern sollen. Volle Einsicht ist, wie der Kassationshof schon öfters entschieden hat, erste Voraussetzung dafür, dass eine bedingt vollziehbare Strafe den Verurteilten dauernd bessere (BGE 73 IV 79, 87 Erw. 3;BGE 76 IV 170;BGE 79 IV 161; BGE 82 IV 5).\n\nDer Beschwerdeführer hält die ihm erteilte Weisung mit der Staatsanwaltschaft für unhaltbar, weil sie zu allgemein und unbestimmt abgefasst sei. Welches ihr Sinn ist, kann jedoch schon nach dem Verhalten, das zur Weisung Anlass gegeben hat, nicht zweifelhaft sein. Die Weisung will besagen, dass der Beschwerdeführer seine bisherige berufliche Tätigkeit, der er charakterlich nicht gewachsen ist, aufzugeben und den Unterhalt für sich und seine Familie als Angestellter oder Arbeiter zu verdienen hat, dass er insbesondere also damit aufhören muss, auf eigene Rechnung Geschäfte abzuschliessen, mit fremdem Geld zu wirtschaften und damit auf Kosten seiner Gläubiger zu leben. Es versteht sich zudem von selbst, dass er eine selbständige Geschäftstätigkeit auch nicht als Nebenbeschäftigung oder mit Hilfe von Strohmännern ausüben darf, jede Umgehung der Weisung vielmehr ihrer Missachtung gleichzustellen ist. Kann mit dem angefochtenen Urteil vernünftigerweise aber nur BGE 95 IV 121 S. 125das gemeint sein, so erübrigt es sich, die Sache zur Verdeutlichung der Weisung an die Vorinstanz zurückzuweisen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird im Sinne der Erwägungen abgewiesen."}