{"annee": "95", "cour": "II", "page": "374", "date": "5/12/1969", "cite": [], "cite_par": ["98 II 168", "98 II 272", "120 II 270", "97 II 11", "109 II 400", "116 II 376", "98 II 88", "113 IA 84", "103 II 247", "112 II 145", "100 II 6", "126 III 534"], "chapeau": "51. Arrêt de la IIe cour civile du 5 décembre 1969 dans la cause Nowak contre Siccardi.", "regestes": ["Recours en réforme. Contestation civile (art. 44 ss OJ). 1. Les contestations relatives à l'exécution en Suisse d'un jugement rendu par un tribunal étranger ne sont pas des contestations civiles, même si elles soulèvent des points préjudiciels de droit civil (consid. 1). 2. L'acte de recours intitulé par erreur recours en réforme peut-il être examiné comme un recours de droit public pour violation de traités internationaux au sens de l'art. 84 al. 1 lettre c OJ? (consid. 2 et 3)."], "faits": "BGE 95 II 374 S. 375\n\nA.- François Nowak, d'origine polonaise mais apatride, qui a constamment vécu en France dès l'âge de deux ans, et Louise Siccardi, de nationalité française, se sont mariés à Marseille le 18 février 1950.\n\nIls ont eu deux enfants: Jean-François, né le 30 mars 1956, et Serge, né le 30 octobre 1958.\n\nLe 23 mars 1962, le Tribunal de grande instance de Marseille, accueillant la demande du mari, prononça le divorce des époux Nowak-Siccardi et confia au père la garde des enfants.\n\nSur appel de dame Siccardi, la Cour d'appel d'Aix-en-Provence, statuant le 30 avril 1963, infirma ledit jugement en ce qu'il avait rejeté la demande de l'épouse et prononça le divorce aux torts et griefs réciproques des deux conjoints. L'arrêt confiait au père la garde des enfants et fixait les modalités du droit de visite de la mère.\n\nFrançois Nowak se remaria le 21 juillet 1964 avec Madeleine Morin...\n\nB.- Le 6 décembre 1965, dame Siccardi introduisit devant le Tribunal de grande instance de Grasse une action tendant à la modification du jugement de divorce par laquelle elle demandait que le droit de garde sur les deux enfants lui soit attribué.\n\nFrançois Nowak requit par voie de conclusions reconventionnelles la suppression du droit de visite de son ex-épouse.\n\nStatuant le 7 juin 1966, le Tribunal de grande instance de Grasse admit la demande, confia à dame Siccardi la garde des deux enfants, \"sous réserve du droit de visite de leur père qui sera réglementé ultérieurement dès après remise des enfants à dame Siccardi\", débouta François Nowak de toutes ses BGE 95 II 374 S. 376conclusions et ordonna l'exécution de son jugement nonobstant appel.\n\nSaisie d'un appel de François Nowak, la Cour d'appel d'Aix-en-Provence confirma le jugement du 7 juin 1966 par un arrêt du 16 février 1967.\n\nC.- François Nowak, sa seconde épouse et les deux enfants vinrent en Suisse à la fin de l'année 1965. Ils habitent à Onex, dans le canton de Genève.\n\nD.- Par exploit du 22 juillet 1966, dame Siccardi introduisit devant le Tribunal de première instance de Genève une action tendant à faire déclarer exécutoire le jugement du 7 juin 1966.\n\nD'entente entre les parties, la cause fut suspendue le 10 octobre 1966; elle fut reprise le 22 septembre 1967 à la requête de dame Siccardi.\n\nLe défendeur François Nowak et le Procureur général du canton de Genève conclurent au déboutement de la demanderesse.\n\nPar jugement du 27 juin 1968, le Tribunal de première instance de Genève a prononcé l'exequatur du jugement rendu entre les parties par le Tribunal de grande instance de Grasse le 7 juin 1966 et confirmé par arrêt de la Cour d'appel d'Aixen-Provence le 16 février 1967, condamné en conséquence François Nowak à confier à dame Siccardi la garde des enfants Jean-François et Serge et réservé au père un droit de visite qui sera réglementé ultérieurement, dès que les enfants auront été remis à dame Siccardi.\n\nCe jugement est motivé en bref comme il suit:\n\nSi, lors de la demande d'exequatur, le jugement du Tribunal de grande instance de Grasse n'était pas encore définitif, parce que frappé d'appel, il était déjà exécutoire en vertu de l'art. 15 de la convention franco-suisse du 15 juin 1869, au même titre qu'une décision de mesures provisoires réglant la garde d'un enfant pendant le procès en divorce de ses parents (RO 90 I 112 s.). Du reste, ledit jugement ayant été confirmé par la Cour d'appel, il est devenu définitif par la suite.\n\nContrairement à ce que soutient François Nowak, le jugement dont l'exécution est requise n'a pas été rendu par un tribunal incompétent (cf. art. 17 al. 1 ch. 1 de la convention), mais par le tribunal du lieu du dernier domicile en France de François Nowak, lequel n'était pas encore domicilié en Suisse, et plus précisément à Genève, en décembre 1965.BGE 95 II 374 S. 377\n\nEn ce qui concerne l'application de l'art. 17 al. 1 ch. 3 de la convention, le tribunal estime que l'ordre public suisse ne s'oppose pas à l'exécution d'un jugement français attribuant à la mère plutôt qu'au père la garde de deux garçons de 9 et 12 ans, alors même que les motifs de cette décision et la solution qu'elle donne au conflit n'emporteraient pas nécessairement l'adhésion du tribunal, s'il avait à juger le fond du litige.\n\nE.- Saisie d'un appel de François Nowak, la Première Chambre de la Cour de justice du canton de Genève a confirmé le jugement de première instance, par arrêt du 30 septembre 1969.\n\nF.- Contre cet arrêt, François Nowak a interjeté un recours en réforme au Tribunal fédéral. Il conclut au rejet de la demande d'exequatur. Subsidiairement, il conclut au renvoi de la cause à la juridiction cantonale \"pour qu'elle ordonne des enquêtes et une expertise aux fins de déterminer les répercussions de l'exécution du jugement sur la santé physique, morale et psychique des deux enfants\".\n\nLe recourant se plaint d'une violation des art. 15 à 17 de la convention franco-suisse du 15 juin 1869, notamment des art. 17 al. 1 ch. 1 et 3 de cette convention.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 43 al. 1 OJ, le recours en réforme n'est recevable que pour violation du droit fédéral, y compris les traités internationaux conclus par la Confédération. Il ressort en outre des art. 44 à 46 OJ que, sous réserve d'exceptions prévues expressément par la loi, le recours en réforme n'est recevable que dans les contestations civiles. La jurisprudence entend par contestation civile une procédure qui vise à provoquer une décision définitive sur des rapports de droit civil et qui se déroule en contradictoire devant un juge ou toute autre autorité ayant pouvoir de statuer, entre deux personnes physiques oumorales agissant comme sujets de droits privés, voire entre une telle personne et une autorité à laquelle le droit civil confère la qualité de partie (RO 91 II 54, 139 et 396; 92 II 130; 93 II 437; 94 II 57).\n\nLes décisions qui portent sur l'exécution d'un jugement ne tranchent pas des contestations civiles, mais des litiges relatifs à l'exécution forcée. Ces décisions ne sont dès lors pas susceptibles d'être attaquées par la voie du recours en réforme, même s'il faut résoudre des questions de droit civil à titre BGE 95 II 374 S. 378préjudiciel en vue d'établir que les conditions requises pour l'exécution sont réalisées (RO 78 II 176). Ainsi, la décision prise par une autorité cantonale de dernière instance sur une demande d'exécution en Suisse d'un jugement rendu par un tribunal étranger ne peut pas être déférée au Tribunal fédéral par la voie du recours en réforme (RO 41 II 624, 93 I 166; BIRCHMEIER, Bundesrechtspflege, p. 126 en haut; WURZBURGER, Les conditions objectives du recours en réforme, thèse Lausanne 1964, no 150, p. 104).\n\nLe recours en réforme de François Nowak est donc irrecevable comme tel.\n\n2. En vertu de l'art. 84 al. 1 lettre c OJ, le recours de droit public au Tribunal fédéral est recevable contre une décision cantonale pour violation de traités internationaux, sauf s'il s'agit d'une violation de leurs dispositions de droit civil ou de droit pénal. Lorsqu'une partie se plaint, comme en l'espèce, de la violation des art. 15 et 17 de la convention franco-suisse du 15 juin 1869, soit de dispositions qui ne relèvent pas du droit civil, mais de la procédure, c'est uniquement par la voie du recours de droit public qu'elle peut saisir le Tribunal fédéral (cf. RO 75 I 148, consid. 1, 81 I 142, 93 I 166 s.; arrêt du 10 juin 1964 dans la cause Mekki, consid. 1, non publié au R= 90 I 112 ss.).\n\n3. La jurisprudence récente admet qu'un mémoire intitulé par erreur \"recours en réforme\", irrecevable comme tel, peut être examiné comme un recours de droit public s'il remplit les exigences de forme que pose la loi pour cette voie de droit (RO 93 I 167, consid. 2). Il convient dès lors de transmettre l'acte de recours de François Nowak à la Chambre de droit public pour qu'elle examine si ce mémoire est recevable comme recours de droit public et, dans l'affirmative, pour qu'elle statue sur le mérite du recours en question.\n\nPar ces motifs, le Tribunal fédéral\n\n1. Déclare le recours en réforme irrecevable;\n\n2. Transmet l'acte de recours à la Chambre de droit public pour qu'elle examine s'il est recevable comme recours de droit public et, dans l'affirmative, statue sur le mérite du recours en question."}