{"annee": "95", "cour": "I", "page": "317", "date": "8/10/1969", "cite": [], "cite_par": ["106 II 141"], "chapeau": "45. Extrait de l'arrêt du 8 octobre 1969 dans la cause Zufferey contre CAP, Juge-instructeur de Sierre et Tribunal cantonal du Valais.", "regestes": ["Art. 4 Cst. Arbitraire. Avance des frais de procès déposée au greffe par un avocat pour le compte d'un client qui ne lui a pas versé de provision. Faillite subséquente du client. Renonciation au procès. Remboursement du solde de l'avance par le greffe à l'avocat. Prétention de la masse en faillite sur ce montant, cédée à un créancier qui introduit une action en remboursement contre l'avocat. Action admise par les autorités judiciaires cantonales. Recours de droit public de l'avocat admis par le Tribunal fédéral, qui annule les décisions cantonales."], "faits": "|317|\n\nRésumé des faits:\n\nMaîtres Léon et Jean Zufferey, avocats à Sierre, ont ouvert une action au nom de leur client X. auprès du Tribunal de Sierre. Le Président du tribunal fixa à fr. 950.-- l'avance des frais de procès à déposer au greffe par les parties. Mes Zufferey versèrent eux-mêmes au greffe cette avance pour leur client, sans avoir reçu de provision. Trois mois plus tard, ils révoquèrent leur mandat, pour la raison que leur client ne répondait pas à leurs lettres et convocations. X. ayant été par la suite déclaré en faillite, l'administration de la faillite se |318| désista de l'action ouverte par X. et le greffe remboursa aux avocats des parties le solde de l'avance déposée, soit fr. 918. 40 aux mandataires du demandeur, Mes Zufferey.\n\nEstimant que le montant de fr. 918. 40 devait rentrer dans la masse, le juge de la faillite refusa d'en prononcer la clôture. Le préposé de l'Office des faillites invita alors Mes Zufferey à verser ce montant à la masse, ce qu'ils refusèrent de faire; il offrit alors aux créanciers la cession de cette créance. La Compagnie d'assurance de protection juridique SA (la CAP) se fit céder la créance et ouvrit action contre Mes Zufferey, qui furent condamnés par le Juge-instructeur de Sierre à verser le montant litigieux à la CAP, avec intérêt à 5%. Saisi d'un recours en nullité fondé sur l'art. 285 ch. 5 CPC val. (violation manifeste du droit), le Tribunal cantonal le rejeta, estimant qu'en vertu des règles de la représentation, c'était X. seul - subséquemment sa masse en faillite - qui était devenu créancier du solde actif du compte du greffe et que c'était à la masse en faillite qu'aurait dû revenir le montant de fr. 918.40.\n\nPar deux recours de droit public, déposés en temps opportun tant contre le jugement du Juge-instructeur que contre l'arrêt du Tribunal cantonal, Mes Zufferey demandent l'annulation de ces deux décisions. Ils invoquent l'arbitraire et alléguent que X. n'avait de droit ni contre le greffe, ni surtout contre eux sur le solde de l'avance qu'ils avaient versée pour lui au greffe, que partant la masse en faillite ne pouvait faire valoir plus de droits que n'en avait le failli lui-même.\n\nLe Tribunal cantonal, le Juge-instructeur de Sierre et le mandataire de la CAP concluent au rejet du recours.", "considerants": "Considérant en droit:\n\n2. L'instance ouverte devant les autorités judiciaires cantonales n'était ni une réclamation ou un recours d'une partie intéressée contre la décision du greffe de rembourser à Mes Zufferey le solde de l'avance qu'ils avaient faite pour le compte de leur client, ni une action de X. - ou de ses ayants cause - contre le greffe en remboursement de l'avance effectuée pour son compte par l'Etude Zufferey, ni une action du greffe, respectivement de l'Etat, contre Mes Zufferey en restitution d'un montant à eux versé par erreur et sans cause légitime. Il s'agissait au contraire d'une action ouverte par un créancier du failli pour faire valoir contre Mes Zufferey une créance qu'il |319| s'était fait céder par la masse. Mais la masse ne pouvait céder qu'une créance qui appartenait au failli lui-même; une masse en faillite ne peut en effet avoir plus de droits que n'en avait le failli, - sous réserve tout au plus de cas exceptionnels tels que les actions révocatoires ou les actions contre l'administrateur de la faillite.\n\nOr X. n'avait aucune créance contre ses anciens mandataires en remboursement d'un montant qu'il n'avait lui-même jamais versé. Il n'est pas contesté en effet que X. n'avait ni versé de provision à ses mandataires, ni payé leur note d'honoraires dans laquelle était inclus le montant de l'avance de fr. 950.--.\n\nAinsi la décision du Juge-instructeur, obligeant Mes Zufferey à payer au cessionnaire de la masse le montant d'une créance inexistante, ne reposait sur aucune cause valable et constituait un acte arbitraire; elle doit dès lors être annulée. Doit également être annulée la décision du Tribunal cantonal refusant de considérer comme arbitraire le jugement de première instance.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule les décisions attaquées."}