{"annee": "95", "cour": "I", "page": "347", "date": "28/5/1969", "cite": [], "cite_par": [], "chapeau": "51. Estratto della sentenza 28 maggio 1969 su ricorso G. Ruvioli e c.ti contro Consiglio di Stato del Cantone Ticino.", "regestes": ["La disposition réglementaire, ayant une base légale claire, qui fixe le nombre maximum des appareils de jeu installés dans un établissement public, est compatible avec l'art. 31 Cst."], "faits": "|347|\n\nIl 19 novembre 1968, il Consiglio di Stato del Cantone Ticino ha promulgato il regolamento di applicazione della legge sugli esercizi pubblici (RLEP), il cui art. 148 dispone quanto segue: |348|\n\n\"Art. 148. Il titolare è autorizzato ad installare nel suo esercizio al massimo due apparecchi da gioco a meno che non disponga di una sala principale destinata a tali apparecchi, nel qual caso il numero degli stessi, non può superare le quattro unità.\n\nGianni Ruvioli e 12 altri commercianti, tutti possessori o noleggiatori di apparecchi da gioco, membri dell'Associazione svizzera imprenditori giochi automatici, hanno tempestivamente interposto un ricorso di diritto pubblico al Tribunale federale, chiedendo che, fra altro, l'articolo suesposto venga annullato, come lesivo dell'art. 31 CF.\n\nIl Consiglio di Stato ha interposto le sue osservazioni di risposta, proponendo di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n4. L'art. 148 RLEP concerne soltanto il numero degli apparecchi da gioco ed è fondato sull'art. 52 LEP il quale stabilisce il principio di tale limitazione e conferisce al Consiglio di Stato, in modo esplicito, la competenza di precisarla.\n\nA giusta ragione, quindi, i ricorrenti non propongono a questo proposito la censura di violazione del principio della separazione dei poteri. Essi si limitano ad impugnare la relativa disposizione come inadeguata e sproporzionata.\n\na) Per stabilire se una disposizione regolamentare è adeguata agli scopi perseguiti dalla norma di legge su cui si fonda, è determinante anzitutto il testo legale. Solo se il medesimo fosse oscuro od ambiguo occorrerebbe procedere ad altri modi di interpretazione. Nell'art. 52 LEP è stabilito chiaramente che il numero degli apparecchi da gioco deve essere limitato. Procedendo alla determinazione di tale numero a due, rispettivamente a quattro, il Consiglio di Stato si è mantenuto nei limiti delle sue competenze regolamentari.\n\nIl fatto che il relatore della Commissione di legislazione abbia proposto di adeguare il numero degli apparecchi \"alle caratteristiche di ogni singolo ristorante, bar, ecc.\" non poteva obbligare il Consiglio di Stato a stabilire caso per caso il numero degli apparecchi. Se avesse proceduto in tal senso, avrebbe anzi agito in contrasto con il testo letterale dell'art. 52 cpv. 1 LEP, che gli imponeva di limitare tale numero \"per regolamento\", e quindi in modo uniforme. Del resto, il Consiglio di Stato ha tenuto adeguatamente conto delle caratteristiche dell'esercizio pubblico, stabilendo la limitazione in modo diverso a dipendenza |349| del fatto che sia o non sia disponibile uno speciale locale per gli apparecchi da gioco.\n\nInfine, essendo pacifico che lo scopo della limitazione di cui all'art. 52 LEP è quello di tutelare la tranquillità dei clienti dell'esercizio, non si vede come il Consiglio di Stato avrebbe potuto soddisfare il precetto legale altrimenti che determinando il numero degli apparecchi.\n\nb) Per esercizi pubblici ai quali è applicabile l'impugnata limitazione s'intendono (art. 1 LEP):\n\n\"gli stabili, i locali e le aree dove a titolo professionale o a scopo di lucro, si alloggiano ospiti, si vendono cibi o bevande da consumare sul posto oppure, al minuto, bevande spiritose fermentate da trasportare in quantità non superiore a 10 litri.\"\n\nL'autorità competente deve pertanto vegliare che siano perseguiti anzitutto gli scopi ivi descritti. La comunità è intensamente interessata all'esistenza di esercizi, nei quali l'ospite che vuol mangiare o bere qualcosa, possa farlo in un'atmosfera di quiete e di tranquillità. I rumori, ai quali l'individuo è attualmente sottoposto, accentuano questa esigenza; ed è comprensibile che del soddisfacimento di tale bisogno sia particolarmente preoccupata l'autorità di un cantone, della cui economia il turismo costituisce un importante elemento. A giusta ragione l'art. 37 LEP stabilisce - come nelle simili leggi degli altri cantoni - che il titolare è responsabile dell'ordine e della quiete nell'esercizio.\n\nIn tali condizioni si deve ammettere che, di regola, gli apparecchi da gioco costituiscono, negli esercizi pubblici, degli elementi perturbatori, specie se in numero esagerato.\n\nLa contestazione del ricorrente nel senso che il provvedimento di limitare rigorosamente gli apparecchi da gioco sarebbe comunque incostituzionale, anche se conforme all'art. 52 LEP, è quindi evidentemente infondata.\n\nc) Contrariamente a quanto affermano i ricorrenti, non si può neppure ammettere che il Consiglio di Stato abbia abusato delle sue competenze regolamentari.\n\nLa determinazione del numero degli apparecchi da gioco ammissibili era lasciata al suo apprezzamento. Certamente, due siffatti apparecchi nel locale normalmente adibito all'esercizio, già costituiscono un elemento di disturbo. Considerando che tale numero non deve essere superato, il Consiglio di Stato non può pertanto aver abusato del suo potere.\n\n|350|\n\nEsso ha anche fatto un'eccezione per gli esercizi pubblici che dispongono di un locale separato, destinato a detti apparecchi, concedendo a tale condizione di aumentare il numero a quattro. Anche questa distinzione non è priva di ragionevole fondamento, perchè è evidente che in tal caso il gioco in questione non disturba nella stessa misura gli altri clienti dell'esercizio. Si deve però ritenere che detto locale per apparecchi da gioco si trovi nello stabile adibito all'esercizio e comunque in relazione con il medesimo. La limitazione di cui all'art. 148 RLEP non avrebbe senso se si riferisse a locali estranei.\n\nd) Ciò stante, e contrariamente a quanto affermano i ricorrenti, questi non possono invocare contro l'art. 148 RLEP la protezione di loro interessi privati alla vendita e al noleggio di apparecchi da gioco. La disposizione restrittiva essendo stata promulgata nell'interesse pubblico, l'interesse privato dev'esservi subordinato. I ricorrenti non possono pretendere che l'autorità rinunci a perseguire i suoi scopi di ordine pubblico per permettere a un determinato gruppo economico di dar libero corso ai suoi intenti speculativi. D'altronde, come fatto rilevare dal Consiglio di Stato, il commercio degli apparecchi da gioco non ne è oltremodo ostacolato, dal momento che l'art. 148 RLEP concerne solo gli esercizi pubblici e che anche in circa 2000 di questi, detti apparecchi possono ancora essere collocati, sia pure in numero limitato."}