{"annee": "95", "cour": "IV", "page": "22", "date": "24/1/1969", "cite": ["91 IV 149", "94 IV 81", "71 IV 79", "74 IV 164"], "cite_par": ["101 IV 177", "96 IV 155", "117 IV 302", "105 IV 55"], "chapeau": "7. Urteil des Kassationshofes vom 24. Januar 1969 i.S. Taverner gegen Staatsanwaltschaft des Kantons Luzern", "regestes": ["Art. 100 ch. 1 al. 2 LCR. 1. Cette disposition s'applique à tous les actes visés par les dispositions pénales de la LCR (consid. 1a). 2. Elle autorise le juge, non seulement à prononcer l'exemption de toute peine, mais encore à atténuer la peine, à condition qu'il s'agisse d'un acte de très peu de gravité (consid. 1 b). 3. C'est en premier lieu selon les critères fondamentaux de la loi sur la circulation routière elle-même que l'on délimitera les cas de très peu de gravité (consid. 1 c). 4. Application de l'art. 100 ch. 1 al. 2 LCR à un cas de conduite d'un véhicule à moteur non couvert par une assurance responsabilité civile art. 96 ch. 2 LCR (consid. 2)."], "faits": "BGE 95 IV 22 S. 23\n\nA.- Erich Taverner half Hans Buser am 20. April 1968 beim Abschleppen eines \"Renault\"-Personenwagens, der keine Kontrollschilder trug und für den auch keine Haftpflichtversicherung bestand. Sie verbrachten den Wagen von Mauensee nach Kriens zur Garage Baumgartner, wo er auf Wunsch Schevers, der sich für den \"Renault\" interessierte, geprüft werden sollte. Die Prüfung war indes nicht sogleich möglich; auch war bei der Garage kein Platz zum Parkieren. Taverner setzte sich deshalb um 15 Uhr, als Buser sich mit dem Schleppfahrzeug bereits entfernt hatte, ans Steuer des \"Renault\", liess den Motor an und fuhr mit dem Wagen etwa 100 m weit in eine Seitenstrasse, wo er ihn im Bereiche einer Einmündung abstellte. Während der Fahrt schritt Schever neben dem Wagen her.\n\nB.- Das Amtsgericht Luzern-Land büsste Taverner am 9. September 1968 wegen Führens eines Motorfahrzeuges ohne BGE 95 IV 22 S. 24Haftpflichtversicherung und ohne Kontrollschilder sowie wegen Parkierens an unzulässiger Stelle mit 100 Franken.\n\nAuf Appellation der Staatsanwaltschaft änderte das Obergericht des Kantons Luzern dieses Urteil am 7. November 1968 dahin ab, dass es Taverner zu drei Tagen Gefängnis mit bedingtem Strafvollzug sowie zu einer Busse von Fr. 450.-- verurteilte. Es nahm im Gegensatz zum Amtsgericht an, die unzulässige Fahrt des Angeklagten von der Garage in die Seitenstrasse dürfe nicht als besonders leichter Fall im Sinne von Art. 100 Ziff. 1 Abs. 2 SVG gewürdigt werden.\n\nC.- Der Verurteilte führt gegen das Urteil des Obergerichts Nichtigkeitsbeschwerde. Er macht sinngemäss geltend, es handle sich um einen besonders leichten Fall, da er nur im Schrittempo gefahren sei und sich kein Mensch auf der Strasse befunden habe.\n\nD. - Die Staatsanwaltschaft des Kantons Luzern beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 100 Ziff. 1 Abs. 2 SVG kann in besonders leichten Fällen von der Strafe Umgang genommen werden.\n\na) Diese Bestimmung wurde von den eidg. Räten mit Absicht in die allgemeinen Vorschriften über die Strafbarkeit aufgenommen, damit sie entgegen dem Entwurf des Bundesrates nicht bloss auf Verletzungen von Verkehrsregeln und Vollziehungsvorschriften, sondern auf alle Straftatbestände des SVG angewendet werden könne (StenBull StR 1958 S. 130 und 134, NR 1958 S. 473 und 474). Sie bezieht sich demnach nicht nur auf fahrlässige Taten, wie aus der vorausgehenden Vorschrift (Abs. 1) gefolgert werden könnte, noch schliesst sie die Vergehen des SVG zum vorneherein aus. Eine vorsätzliche Verkehrswidrigkeit wiegt übrigens nicht notwendig schwerer als eine fahrlässig begangene, eine Übertretung des Verkehrsstrafrechts nicht notwendig leichter als ein Vergehen. Die Anwendung des Art. 100 Ziff. 1 Abs. 2 SVG ist sogar bei mehreren Verstössen gegen Verkehrsvorschriften möglich, doch versteht sich von selbst, dass der Richter diesfalls wie auch bei Vergehenstatbeständen wegen der Beschränkung der Bestimmung auf besonders leichte Fälle von der ihm eingeräumten Befugnis nur zurückhaltend Gebrauch machen darf (BGE 94 IV 83; SCHULTZ, Die Strafbestimmungen des SVG, S. 90 ff.).\n\nBGE 95 IV 22 S. 25\n\nDa es sich bei Art. 100 Ziff. 1 Abs. 2 SVG um eine Kannvorschrift handelt, ist der Richter zudem berechtigt, aber nicht verpflichtet, von der Strafe Umgang zu nehmen. Er kann daher, insbesondere wenn die Widerhandlung bloss mit einer Übertretungsstrafe bedroht ist, auch bei Vorliegen eines besonders leichten Falles eine Strafe verhängen, ohne dadurch das ihm zustehende Ermessen zu überschreiten (BGE 91 IV 152 Erw. 3). Von einer Ermessensüberschreitung kann vor allem dann nicht die Rede sein, wenn die Voraussetzungen für eine Strafbefreiung nach den Tatumständen zwar gegeben sind, der Richter jedoch findet, der Angeschuldigte verdiene wegen seines Vorlebens oder seines schlechten Leumundes, den er als Motorfahrzeugführer geniesst, gleichwohl eine Strafe. Es verhält sich vielmehr gleich wie bei Art. 64 StGB, den der Richter ebenfalls nicht schon deshalb anzuwenden braucht, weil eine der darin genannten Voraussetzungen zutrifft (BGE 71 IV 79).\n\nb) Eine andere Frage ist, ob Art. 100 Ziff. 1 Abs. 2 SVG den Richter nicht nur zur Strafbefreiung, sondern auch zur Strafmilderung ermächtige. Der Wortlaut der Bestimmung steht einer solchen Annahme nicht im Wege. Unter der Befugnis, in besonders leichten Fällen von der Strafe Umgang zu nehmen, lässt sich zwangslos auch die weniger weit gehende verstehen, die Strafe bloss zu mildern, wenn der Richter eine Milderung, nicht aber die völlige Strafbefreiung für gerechtfertigt hält. Dem kann mit SCHULTZ (a.a.O., S. 97) freilich entgegengehalten werden, dass der Gesetzgeber zu sagen pflegt, wenn er sowohl die Strafbefreiung wie die Strafmilderung zulassen will, und dass er sich auch in Art. 100 Ziff. 2 Abs. 2 SVG an diese Übung gehalten hat. Bei Art. 100 Ziff. 1 Abs. 2 lässt sich die Befugnis zur Strafmilderung jedoch nicht nur aus der Ermächtigung zur Strafbefreiung, sondern auch aus dem Zweck, den der Gesetzgeber jeweils mit der Formel des besonders leichten Falles verfolgt, ableiten. Diese Formel der Rechtsfindung wird in der Strafgesetzgebung des Bundes zwar in verschiedenem Sinne verwendet, bezweckt aber immer dasselbe. Sie will dem Richter eine vernünftige Handhabung des Gesetzes ermöglichen, ihn insbesondere in die Lage versetzen, Härten zu vermeiden, die sich aus der uneingeschränkten Anwendung einer Regel ergeben könnten. Liegt ein besonders leichter Fall vor, erscheint jedoch die völlige Strafbefreiung dennoch nicht als angemessen, so würde es vernünftiger Rechtsanwendung widersprechen, dem BGE 95 IV 22 S. 26Richter nur die Wahl zu lassen, entweder von Strafe abzusehen oder dann die als übermässige Härte erscheinende Mindeststrafe auszufällen, die das Gesetz für nicht besonders leichte Fälle vorschreibt (vgl.BGE 74 IV 168Erw. 3).\n\nSolche Härtefälle sind gerade bei der strengen Regel des Art. 96 Ziff. 2 SVG denkbar, wonach wegen Führens eines Motorfahrzeuges ohne Haftpflichtversicherung stets mit Gefängnis und zudem mit einer Busse von mindestens einer Jahresprämie der Versicherung zu bestrafen ist. Diese Strafandrohung ist für nicht besonders leichte Fälle angemessen; der Richter dürfte sie im übrigen auch dann nicht auf dem Umweg über Art. 100 Ziff. 1 korrigieren, wenn er sie für übersetzt halten sollte. Liegt jedoch ein besonders leichter Fall vor, dann kann es dem Richter nicht verwehrt sein, die Strafe zu mildern, falls er nach allen Umständen weder die gesetzliche Mindeststrafe noch die Strafbefreiung als angemessen erachtet.\n\nDie Möglichkeit einer Strafmilderung nach Art. 100 Ziff. 1 Abs. 2 SVG ist daher zu bejahen, die Bestimmung folglich nicht mehr, wie das in den Urteilen BGE 91 IV 152 und BGE 94 IV 83 noch dem Sinne nach angenommen wurde, auf die Strafbefreiung zu beschränken. Dass sich dieses Ergebnis im Rahmen sinngemässer Auslegung hält, kann übrigens nicht zweifelhaft sein.\n\nc) Zu untersuchen bleibt, was unter einem besonders leichten Fall im Sinne von Art. 100 Ziff. 1 Abs. 2 SVG zu verstehen ist. Das beurteilt sich nicht nach der Lehre und Rechtsprechung zu Bestimmungen anderer Gesetze, wie z.B. zu Art. 41 Ziff. 3 Abs. 2 und Art. 251 Ziff. 3 StGB, wo der Begriff des besonders leichten Falles ebenfalls vorkommt. Ob ein solcher Fall vorliege, hängt freilich, hier wie immer, von den gesamten Umständen ab, die bei der Abwägung des Verschuldens zu berücksichtigen sind. Dennoch kann die Wendung je nach dem Zusammenhang, in dem sie gebraucht wird, eine sehr unterschiedliche Bedeutung haben. Für die Auslegung des Begriffes in Art. 100 Ziff. 1 Abs. 2 SVG sind daher in erster Linie die Wertungen, die diesem Gesetz zugrunde liegen, heranzuziehen.\n\nWiderhandlungen gegen Verkehrsvorschriften sind vor allem wegen der Gefahren, denen andere Verkehrsteilnehmer dadurch ausgesetzt sind, mit Strenge zu ahnden. Setzt der Täter sich bewusst über solche Vorschriften hinweg, so kann daher von einem besonders leichten Fall nur die Rede sein, wenn er gute BGE 95 IV 22 S. 27Gründe hatte, von den Vorschriften abzuweichen, und wenn er zudem nach den gegebenen Umständen die Gewissheit haben konnte, durch sein verkehrswidriges Verhalten niemanden gefährden zu können (vgl. Botschaft des Bundesrates zum SVG, S. 62; SCHULTZ, a.a.O. S. 94). Wer Verkehrsverpflichtungen leichtsinnig verletzt oder eine Gefährdung anderer in Kauf nimmt, verdient keine Nachsicht, folglich auch keine Milderung, gleichviel, ob er tatsächlich jemanden gefährdet hat oder nicht.\n\nDas gilt auch für das Führen eines Motorfahrzeuges ohne Haftpflichtversicherung. Bei dieser Straftat ist überdies zu beachten, dass das Gesetz sie nicht nur zum Vergehen erhoben hat, sondern, wie die vorgesehenen Mindeststrafen zeigen, im allgemeinen besonders streng geahndet wissen will. Die Strenge des Gesetzes erklärt sich aus dem erhöhten Bedürfnis nach allgemeiner Abschreckung, weil kein Motorfahrzeug ohne Haftpflichtversicherung in den öffentlichen Verkehr gebracht und der Verkehrsteilnehmer vor nicht versicherungsgedecktem Schaden besonders geschützt werden soll. Der Richter wird einen besonders leichten Fall im Sinne von Art. 100 Ziff. 1 Abs. 2 SVG nur dann annehmen, wenn die gesamten Umstände des Falles (wie Geschwindigkeit, Strassen- und Verkehrsverhältnisse, Beweggründe des Täters usw.) das Verschulden des Fehlbaren nach den Wertungen des Gesetzes als besonders leicht erscheinen lassen.\n\n2. Nach dem angefochtenen Urteil hat Taverner den Wagen Busers mit Motorkraft verstellt, obwohl er wusste, dass die vorgeschriebene Haftpflichtversicherung nicht bestand und das Fahrzeug keine Kontrollschilder trug. Der Beschwerdeführer versucht das mit Recht nicht zu widerlegen. Er gab in der Untersuchung auch zu, das Fahrzeug an einer \"etwas unglücklichen Stelle\" abgestellt zu haben. Dass dort zur selben Zeit angeblich noch drei andere Wagen parkiert waren und der Beschwerdeführer nur auf Geheiss Schevers gehandelt haben will, ist bei der Strafzumessung zu berücksichtigen, ändert an der Unzulässigkeit seines Vorgehens aber nichts.\n\nDie zurückgelegte Wegstrecke wird im angefochtenen Urteil zunächst mit 100, dann mit 120 m angegeben. Der Amtsstatthalter, der einen Augenschein vornahm, schätzte sie auf 80 m, wovon auch das Amtsgericht ausging. Die Behauptung des Beschwerdeführers, dass er bloss im Schrittempo gefahren und Schever zur Sicherheit neben dem Wagen hergeschritten sei, BGE 95 IV 22 S. 28ist im Verfahren unwidersprochen geblieben. Die Vorinstanz hat sie gleichwohl in Zweifel gezogen, ohne jedoch zu sagen, wie es sich nach ihrer Auffassung verhalten hat.\n\nFür die Frage, ob ein besonders leichter Fall vorliege, sind diese Umstände jedoch wesentlich. Beschränkte sich die Fahrt auf eine verhältnismässig kurze Strecke, fuhr Taverner so langsam, dass Schever nebenher gehen konnte, und hatte dieser den Fahrer vor auftauchenden Gefahren zu warnen, so konnte der Beschwerdeführer unter Umständen davon ausgehen, eine Gefährdung Dritter sei ausgeschlossen. Möglicherweise war die Verstellung des Wagens durch Motorkraft dann sogar ungefährlicher, als eine - erlaubte - Verschiebung durch Stossen des Fahrzeuges. Auch hängt das entgegen der Auffassung des Obergerichts nicht von einer abstrakten Verkehrslage auf dem fraglichen Strassenstück, sondern von den konkreten Umständen zur Zeit der Fahrt ab. Hierüber spricht sich das angefochtene Urteil nicht aus. Angesichts dieser Unklarheiten kann nicht nachgeprüft werden, ob ein besonders leichter Fall im Sinne von Art. 100 Ziff. 1 Abs. 2 SVG vorliege. Das angefochtene Urteil ist deshalb gestützt auf Art. 277 BStP aufzuheben und die Sache zur Klärung des Sachverhaltes an das Obergericht zurückzuweisen. Die Vorinstanz hat insbesondere festzustellen, wie es sich mit der Geschwindigkeit und der behaupteten Aufgabe Schevers verhielt und ob Taverner danach und nach den übrigen Umständen die Gewissheit haben konnte, eine Gefährdung Dritter sei ausgeschlossen. Das Obergericht hat sodann neu zu urteilen, wobei es, was die Auslegung und Anwendbarkeit des Art. 100 Ziff. 1 Abs. 2 SVG anbetrifft, von den hievor unter Ziff. 1 dargelegten Grundsätzen auszugehen hat.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird im Sinne der Erwägungen gutgeheissen, das Urteil des Obergerichts des Kantons Luzern vom 7. November 1968 aufgehoben und die Sache zur Neubeurteilung an die Vorinstanz zurückgewiesen."}