{"annee": "95", "cour": "II", "page": "200", "date": "5/5/1969", "cite": ["86 II 59"], "cite_par": ["103 II 41"], "chapeau": "25. Urteil der I. Zivilabteilung vom 5. Mai 1969 i.S. H. Frei & Sohn gegen O. Huber und Mitbeteiligte.", "regestes": ["Art. 47 al. 1 et 2 OJ. Calcul de la valeur litigieuse. Les prétentions du demandeur et celles du tiers intervenant ne sont pas additionnées."], "faits": "|200|\n\nA.- Fritz Memper verpflichtete sich gegenüber Willi Uhlmann durch Werkvertrag vom 8. Juni 1960 und verschiedene Nachträge dazu, auf einer von Uhlmann zu erwerbenden Parzelle in Birmensdorf ein schlüsselfertiges Einfamilienhaus zu erstellen, das am 15. Mai 1961 bezugsbereit sein sollte. Uhlmann versprach ihm für das Land und das Haus einen festen Preis.\n\nMemper sah sich jedoch wegen Zahlungsunfähigkeit und aus anderen Gründen ausserstande, das erwähnte Werk und weitere Einfamilienhäuser, die er in Birmensdorf hatte errichten wollen, zu den vereinbarten Preisen zu beenden. Er stellte die Arbeit ein und forderte von den Bestellern höhere Preise.\n\nUhlmann setzte ihn in Verzug und verlangte Schadenersatz. Memper anerkannte die bezüglichen Forderungen Uhlmanns in einer Vereinbarung vom 4. Dezember 1961.\n\nAnfangs 1962 verhandelte Memper mit Uhlmann und anderen Bestellern über die Fertigstellung der Häuser. Die Firma H. Frei & Sohn, die als Hauptgläubigerin Mempers interessiert war, den Konkurs über dessen Vermögen zu vermeiden, nahm an den Verhandlungen teil und versprach Uhlmann am 31. Januar 1962 unter anderem, das Haus fertigzustellen.\n\nB.- Am 13. Oktober 1964 reichte Uhlmann gegen H. Frei & Sohn beim Bezirksgericht Andelfingen unter Berufung auf diese Vereinbarung eine Forderungsklage ein, deren Betrag er ilm erstinstanzlichen Verfahren auf Fr. 10 577.20 nebst Zins |201| herabsetzte. In dieses Guthaben bezog er unter anderem Fr. 5 359.90 ein, welche die noch nicht befriedigten Handwerker Oskar Huber, Werner Baur, Werner Bissig, Otto Keller und Ernst Waltenspül für Arbeiten an seinem Hause geltend machten.\n\nMit fünf verschiedenen Klagen vom 13. und 14. April 1965 beantragten Huber, Baur, Bissig, Keller und Waltenspül dem Bezirksgericht Andelfingen, die Firma H. Frei & Sohn zu verpflichten, die Beträge ihrer Forderungen (zusammen Fr. 5 359.90) nebst Zins an sie zu zahlen. Sie beanspruchten im Prozesse Uhlmann gegen H. Frei & Sohn die Stellung als Hauptintervenienten im Sinne des § 40 zürch. ZPO.\n\nDas Bezirksgericht vertrat die Auffassung, durch die Hauptintervention entstehe ein neuer selbständiger Prozess, in dem die Intervenienten gegen H. Frei & Sohn auf Leistung und gegen Uhlmann auf Feststellung klagten. Es vereinigte gemäss § 40 Abs. 2 ZPO die beiden Prozesse und fällte am 18. Dezember 1967 ein einziges Urteil. Es wies die Klage Uhlmanns gegen H. Frei & Sohn ab, verpflichtete dagegen H. Frei & Sohn, den fünf Intervenienten ihre Forderungen von zusammen Fr. 5 359.90 nebst Zins zu begleichen.\n\nC.- Uhlmann und H. Frei & Sohn zogen die Sache an das Obergericht des Kantons Zürich weiter. Uhlmann beantragte, seine Klage insoweit gutzuheissen, als sie nicht die Forderung der Hauptintervenienten betrifft, nämlich im Umfang von Fr. 5 217.30 nebst Zins. H. Frei & Sohn stellte den Antrag, nicht nur die Klage Uhlmanns, sondern auch die Klagen der Intervenienten abzuweisen.\n\nDas Obergericht des Kantons Zürich hiess mit Urteil vom 21. Januar 1969 die Klage Uhlmanns dahin teilweise gut, dass es H. Frei & Sohn verpflichtete, Uhlmann Fr. 4 353.30 nebst Zins zu zahlen. Hinsichtlich der Klagen der Intervenienten bestätigte es das erstinstanzliche Urteil.\n\nD.- Die Firma H. Frei & Sohn hat gegen das Urteil des Obergerichtes die Berufung erklärt. Sie beantragt dem Bundesgericht, die Klage Uhlmanns und die Klagen der Intervenienten abzuweisen.\n\nUhlmann und die Intervenienten beantragen, die Berufung abzuweisen.\n\n|202|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nIn Zivilstreitigkeiten über vermögensrechtliche Ansprüche, soweit sie nicht unter Art. 45 OG fallen, ist die Berufung nur zulässig, wenn der Streitwert nach Massgabe der Rechtsbegehren, wie sie vor der letzten kantonalen Instanz noch streitig waren, wenigstens Fr. 8 000.-- beträgt (Art. 46 OG). Ob dieser Streitwert erreicht ist, hängt im vorliegenden Falle davon ab, ob die Ansprüche Uhlmanns und der fünf Intervenienten zusammenzurechnen sind.\n\nArt. 47 Abs. 1 OG sieht die Zusammenrechnung vor, wenn mehrere sich nicht gegenseitig ausschliessende Ansprüche in ein und derselben Klage geltend gemacht werden, sei es von einem Kläger, sei es von Streitgenossen.\n\nDarnach belief sich im vorliegenden Fall der Streitwert im erstinstanzlichen Verfahren auf Fr. 10 577.20. Uhlmann hatte mehrere sich nicht gegenseitig ausschliessende Ansprüche, die zusammen diesen Betrag erreichten, zum Gegenstand seiner Klage gemacht. Auf die Klage der Intervenienten kam nichts an. Der Streitwert betrug nicht Fr. 15 937.10, denn der Teilbetrag von Fr. 5 359.90, der den Rechnungen der fünf intervenierenden Handwerker entsprach, war nicht mit der Begründung, er werde sowohl von Uhlmann als auch von den Intervenienten gefordert, doppelt zu zählen. Die Forderungen der Intervenienten schlossen den Anspruch Uhlmanns aus, was denn auch Voraussetzung der Intervention im Sinne des § 40 Abs. 1 zürch. ZPO war. Sich gegenseitig ausschliessende Ansprüche aber sind nach dem Wortlaut des Art. 47 Abs. 1 OG bei der Bestimmung des Streitwertes nie zusammenzurechnen. Das dürfte der Grund sein, aus dem Art. 47 OG den Fall der Hauptintervention nicht besonders erwähnt, im Gegensatz zum Fall der Hauptklage und der Widerklage, deren Ansprüche einander nicht immer ausschliessen (Art. 47 Abs. 2 und 3 OG).\n\nUhlmann hat nun aber für den Betrag von Fr. 5 359.90 der Rechnungen der Intervenienten vor der oberen kantonalen Instanz keine Forderung mehr gestellt. Dieser Betrag fällt daher gemäss Art. 46 OG als Forderung Uhlmanns für die Beurteilung der Berufungsfähigkeit nicht mehr in Betracht.\n\nEs wurde jedoch um ihn vor dem Obergericht noch als Forderung der Intervenienten weitergestritten. Unter diesem Geisichtspunkt würde er den Streitwert weiterhin beeinflussen, |203| wenn Uhlmann einerseits und die fünf Intervenienten anderseits im Sinne des Art. 47 Abs. 1 OG Streitgenossen wären. Ob diese Voraussetzung überhaupt erfüllt werden kann, wenn, wie im vorliegenden Falle, mehrere Personen getrennt klagen und die Verfahren erst nachträglich, durch Beschluss des Gerichtes, vereinigt werden, kann wie in BGE 86 II 62 offen bleiben. Die vom Bezirksgericht gemäss § 40 Abs. 2 ZPO nach freiem Ermessen beschlossene Vereinigung der Prozesse wäre unter dem Gesichtspunkt des Art. 47 Abs. 1 OG jedenfalls nur dann erheblich, wenn sie Uhlmann oder H. Frei & Sohn im Sinne des kantonalen Prozessrechtes zu Streitgenossen der Intervenienten gemacht hätte. Das traf nicht zu. Beide kantonalen Instanzen führen für das Bundesgericht verbindlich aus, die Klagen der Intervenienten seien sowohl gegen Uhlmann als auch gegen H. Frei & Sohn gerichtet. Das leuchtet denn auch ein, denn die Intervenienten machten dem Kläger Uhlmann den Anspruch gegen H. Frei & Sohn streitig, d.h. sie behaupteten, ein seinen Anspruch ausschliessendes Recht am Streitgegenstand zu haben. Streitgenossenschaft hätte höchstens insoweit in Frage kommen können, als Uhlmann einerseits und die Intervenienten anderseits gegen H. Frei & Sohn Forderungen geltend machten, die einander nicht ausschlossen, nämlich Uhlmann solche von Fr. 5 217.30 für Verzugsschaden usw. und die Intervenienten Forderungen von Fr. 5 359.90 für geleistete Handwerkerarbeit. Die Prozesse wurden jedoch nicht wegen dieser sich gegenseitig nicht ausschliessenden Forderungen vereinigt, weder auf Antrag der Parteien, wie er Voraussetzung der Streitgenossenschaft gewesen wäre (STRÄULI/HAUSER Bem. II b vor § 37 ZPO; BIZüR 30 Nr. 62, 31 Nr. 5; BGE 86 II 63), noch von Amtes wegen. Die Vereinigung fand ausschliesslich wegen des behaupteten besseren Rechtes der Intervenienten auf die Forderungen von Fr. 5 359.90 statt, und dass auch die Forderungen Uhlmanns von Fr. 5 217.30 im gleichen Prozess und Urteil behandelt wurden, war eine bloss zufällige Folge. Streitgenossenschaft entstand dadurch hinsichtlich der Forderungen der Intervenienten von Fr. 5 359.90 einerseits und der Forderungen Uhlmanns von Fr. 5 217.30 anderseits nicht.\n\nZum gleichen Ergebnis kommt man, wenn man, weil der Hauptintervenient wie der Widerkläger eine selbständige Klage erhebt, Art. 47 Abs. 2 OG sinngemäss anwendet. Der Betrag |204| der Interventionsklage ist darnach nicht zu dem der Hauptklage hinzuzurechnen, selbst dann nicht, wenn der Hauptkläger das vom Intervenienten beanspruchte Recht vor der letzten kantonalen Instanz nicht mehr geltend macht, sondern dort nur noch andere, von der Intervention nicht betroffene Ansprüche weiterverfolgt.\n\nAuf die Berufung von H. Frei & Sohn kann daher nicht eingetreten werden, weder soweit sie die Hauptklage, noch soweit sie die Interventionsklage betrifft. Der Streitwert der Hauptklage erreichte vor der letzten kantonalen Instanz nur noch Fr. 5 217.30, und der Streitwert der Interventionsklage belief sich stets nur auf Fr. 5 359.90.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}