{"annee": "95", "cour": "I", "page": "111", "date": "12/3/1969", "cite": ["93 I 171", "94 I 218", "94 I 193", "91 I 409", "66 II 238"], "cite_par": ["97 I 116", "104 IA 201"], "chapeau": "16. Urteil vom 12. März 1969 i.S. Mayer gegen Mayer und Regierungsrat des Kantons St. Gallen", "regestes": ["Procédure administrative cantonale. Qualité pour former un recours de droit public. Le propriétaire d'un immeuble est atteint dans sa situation juridique lorsqu'une décision administrative ordonne l'estimation de cet immeuble par des experts. Il a dès lors qualité: - pour attaquer ladite décision au moyen d'une voie de droit cantonale ouverte à celui qui est touché par une décision et pour contester par ce moyen l'admissibilité de la procédure d'estimation et la compétence de l'autorité qui l'a ordonnée (consid. 3). - pour former un recours de droit public contre la décision de l'autorité cantonale de recours refusant d'entrer en matière sur le moyen cantonal (consid. 2). Champ d'application de la procédure d'estimation prévue par l'art. 618 CC (consid. 5)"], "faits": "BGE 95 I 111 S. 112\n\nA.- Die 1930 gegründete Kommanditgesellschaft Mayer & Cie betreibt eine Kleiderfabrik in Ganterschwil (SG). Sie bestand seit 1959 aus den beiden unbeschränkt haftenden Gesellschaftern Oskar Mayer und Willy Mayer und der einzigen Kommanditärin Witwe Marie Mayer. Der Kommanditgesellschaft gehören ausser der Fabrikliegenschaft 8 Grundstücke mit Wohnhäusern sowie 2 Waldparzellen, alle in Ganterschwil. Die amtlichen Verkehrswertschatzungen dieser Liegenschaften stammen aus den Jahren 1959 bis 1961.\n\nAm 17. Oktober 1965 starb der unbeschränkt haftende Gesellschafter Oskar Mayer. Als Erben hinterliess er die Ehefrau und zwei minderjährige Söhne.\n\nAm 25. Mai 1968 stellten diese Erben beim Bezirksamt Untertoggenburg gestützt auf § 7 st. gall. EG/ZGB das Begehren, es seien im Sinne des Art. 618 ZGB ein oder mehrere Sachverständige zu bestellen, um den Wert der der Firma Mayer & Cie gehörenden Liegenschaften im Zeitpunkt des Todes des Erblassers zu schätzen. In der Begründung des Gesuchs wurde auf die Bestimmungen verwiesen, die der Gesellschaftsvertrag für den Fall des Todes eines unbeschränkt haftenden Gesellschafters enthält, und ausgeführt, dass sich BGE 95 I 111 S. 113\"weder die Erben noch die Gesellschafter\" über den Anrechnungswert der Liegenschaften verständigen könnten.\n\nDer Bezirksammann gab dem Begehren statt und erliess am 27. Juni 1968 in Sachen Erben des Oskar Mayer gegen Willy Mayer und Witwe Marie Mayer eine Verfügung, in der er - zur Festsetzung des Verkehrswertes der Liegenschaften zur Zeit des Ablebens des Oskar Mayer das amtliche Schatzungsverfahren gemäss Art. 618 ZGB anordnete (Disp. 1),\n\n- zwei Sachverständige bestimmte (Disp. 2), und\n\n- den Termin für die Experteninstruktion festsetzte und dazu die Parteivertreter (d.h. den Anwalt der Erben Oskar Mayer und denjenigen des Willy Mayer und der Witwe Marie Mayer) sowie die Sachverständigen einlud (Disp. 3).\n\nWilly Mayer und Witwe Marie Mayer rekurrierten gegen diese Verfügung an den Regierungsrat des Kantons St. Gallen mit dem Antrag, sie aufzuheben. Zur Begründung machten sie im wesentlichen geltend: Für die Auseinandersetzung beim Tod eines unbeschränkt haftenden Gesellschafters seien nach dem Gesellschaftsvertrag die bestehenden amtlichen Verkehrswertschatzungen massgebend. Einer neuen Schatzung bedürfe es daher nicht. Eine Schatzung gemäss Art. 618 ZGB komme nicht in Frage, weil die Liegenschaften, deren Bewertung verlangt werde, gar nicht zur Erbmasse gehörten; Gegenstand des Nachlasses sei bloss ein Anteil am Ergebnis der Liquidation der Kommanditgesellschaft, über dessen Bewertung nach den Vorschriften des OR und des Gesellschaftsvertrages zu entscheiden sei, und zwar durch den ordentlichen Richter. Für ein Verfahren im Sinne des Art. 618 ZGB sei überhaupt kein Raum.\n\nDer Regierungsrat wies den Rekurs am 9. Oktober 1968 ab, soweit er darauf eintrat, und auferlegte den Rekurrenten eine Entscheidgebühr von Fr. 150.--. Zur Begründung seines Entscheids führte er im wesentlichen aus: Bestandteil des Nachlasses Oskar Mayer sei dessen Beteiligung an der Kommanditgesellschaft Mayer & Cie. Über den Anrechnungswert der dieser Firma gehörenden Liegenschaften, die gegebenenfalls - je nach dem Ausgang des (vom ordentlichen Richter zu beurteilenden) Streites zwischen der Erbengemeinschaft und dem überlebenden Gesellschafter Willy Mayer über den Gesellschaftsvertrag - Bestandteil des Nachlasses würden, könnten sich die Erben Oskar Mayer nicht verständigen. Im Verfahren nach Art. 618 ZGB vor dem Bezirksammann seien demnach nur BGE 95 I 111 S. 114die Erben Parteien gewesen. Die Rekurrenten seien zum Rekurs gegen die bezirksamtliche Verfügung nur legitimiert, wenn sie von ihr betroffen seien. Das sei nur insoweit der Fall, als sie zur Experteninstruktion eingeladen würden (Disp. 3). Durch die Anordnung der amtlichen Schatzung und die Bestellung der Experten (Disp. 1 und 2) seien sie nicht betroffen, da sie nicht Erben Oskar Mayers seien und deshalb aus der Schatzung nach Art. 618 ZGB weder Vor- noch Nachteile zu erwarten hätten. Auf den Rekurs sei daher nicht einzutreten, soweit er sich gegen Disp. 1 und 2 richte; der Regierungsrat habe sich nur mit Disp. 3 zu befassen. Durch dieses seien die Rekurrenten aber nur zur Experteninstruktion eingeladen, nicht zur Teilnahme verpflichtet worden. Da sie im Verfahren nach Art. 618 ZGB nicht Partei seien, könnten sie auch nicht mit Kosten des Schatzungsverfahrens belastet werden. Soweit auf den Rekurs einzutreten sei, erweise er sich daher als unbegründet.\n\nB.- Mit der staatsrechtlichen Beschwerde stellen Willy Mayer und Witwe Marie Mayer den Antrag, der Rekursentscheid des Regierungsrates vom 9. Oktober 1968 sei in den Punkten 1 und 3 (Abweisung des Rekurses und Auferlegung von Kosten), die Verfügung des Bezirksamts Untertoggenburg vom 27. Juni 1968 in allen Punkten aufzuheben. Als Beschwerdegründe machen sie Willkür, Verletzung der Eigentumsgarantie und Unzuständigkeit der kantonalen Behörden geltend. Die Begründung dieser Rügen ergibt sich, soweit wesentlich, aus den nachstehenden Erwägungen.\n\nC.- Der Regierungsrat des Kantons St. Gallen hat auf Vernehmlassung zur Beschwerde verzichtet. Die Erben des Oskar Mayer beantragen Abweisung der Beschwerde, soweit darauf einzutreten sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführer beantragen neben der Aufhebung der sie beschwerenden Teile des regierungsrätlichen Entscheids auch die Aufhebung der Verfügung des Bezirksammanns in allen Punkten, d.h. der Ziff. 1-3 des Dispositivs. Der Regierungsrat ist auf den Rekurs der Beschwerdeführer insoweit nicht eingetreten, als er sich gegen die Ziff. 1 und 2 der bezirksamtlichen Verfügung richtete. In dieser Beziehung kann sich daher die staatsrechtliche Beschwerde nur gegen den Nichteintretensentscheid des Regierungsrates richten, nicht gegen die BGE 95 I 111 S. 115vom Regierungsrat gar nicht überprüften Ziff. 1 und 2 jener Verfügung. Ziff. 3 derselben aber kann deshalb nicht Gegenstand der staatsrechtlichen Beschwerde sein, weil der Regierungsrat sie frei überprüft hat und sein Entscheid daher an die Stelle desjenigen des Bezirksammanns getreten ist (BGE 94 I 196 Erw. 2 sowie BGE 94 I 220 Erw. 1a mit Hinweisen auf frühere Urteile). Auf die staatsrechtliche Beschwerde kann somit insoweit nicht eingetreten werden, als sie sich gegen den Entscheid des Bezirksammanns richtet.\n\n2. Zur staatsrechtlichen Beschwerde gegen einen Entscheid ist nach Art. 88 OG legitimiert, wer durch ihn Rechtsverletzungen erleidet. Dem Einzelnen steht somit das Beschwerderecht nur zur Geltendmachung seiner eigenen, rechtlich erheblichen Interessen offen; zur Verfolgung bloss tatsächlicher Interessen ist es nicht gegeben (BGE 91 I 413 Erw. 3 mit Verweisungen, BGE 93 I 177 /8).\n\nDie Erben des Oskar Mayer verlangten beim Bezirksamt, der Anrechnungswert der Liegenschaften der Kommanditgesellschaft Mayer & Cie sei im Sinne des Art. 618 ZGB durch Sachverständige zu ermitteln. Eine solche Schätzung hat, wie der Regierungsrat zutreffend festgestellt hat, nur für die Erben Wirkung und ist für Dritte nicht massgebend. Die vom Bezirksamt angeordnete Schatzung ist deshalb für den Entscheid darüber, wie die Liegenschaften der Kommanditgesellschaft Mayer & Cie bei Auflösung des Gesellschaftsverhältnisses zu bewerten sind, bedeutungslos und kann an sich die Rechtsstellung der Beschwerdeführer nicht beeinträchtigen. Fragen kann sich nur, ob die Durchführung der Schatzung rechtlich geschützte Interessen der Beschwerdeführer verletze. Sie machen dies geltend mit der Begründung, sie müssten die Liegenschaften zur Schatzung zur Verfügung halten, d.h. den bestellten Sachverständigen Zutritt zu ihnen gewähren, wozu nach Art. 618 ZGB nur Erben verpflichtet seien.\n\nDie fraglichen Liegenschaften sind Teil des Geschäftsvermögens der Kommanditgesellschaft Mayer & Cie und als solches Gesamteigentum der Beschwerdeführer und der Erben des verstorbenen Komplementärs Oskar Mayer. Diesen Erben steht zur Wahrung ihrer Liquidationsinteressen freilich ein Kontrollrecht zu, das auch den Zutritt zu den Geschäftsräumen und Wohnhäusern der Gesellschaft umfasst (SIEGWART N. 2/3 zu Art. 541 OR, HARTMANN, N. 16 zu Art. 557 OR).\n\nBGE 95 I 111 S. 116Nach der Anordnung des Bezirksammanns müssen die Beschwerdeführer aber nicht bloss die Ausübung des Kontrollrechts durch die Erben dulden, sondern darüber hinaus Sachverständigen den Zutritt gewähren. Ob sie hiezu verpflichtet sind, ist eine Frage des Gesellschaftsrechts, über die, wie die Beschwerde weiter geltend macht, nicht die Verwaltungsbehörden, sondern die Gerichte zu entscheiden haben (vgl. Art. 600 Abs. 3 OR). Soweit die Beschwerdeführer sich gegen die Durchführung der Schatzung wehren und die Zuständigkeit der Verwaltungsbehörden zur Anordnung derselben bestreiten, machen sie daher die Verletzung eigener rechtlich erheblicher Interessen geltend und sind sie zur staatsrechtlichen Beschwerde legitimiert. Zudem hat ihnen der Regierungsrat eine Gebühr auferlegt, womit sie der Entscheid persönlich und unmittelbar trifft. Auf die Beschwerde ist daher einzutreten, soweit sie sich gegen den Entscheid des Regierungsrates richtet.\n\n3. Der Regierungsrat ist auf den Rekurs der Beschwerdeführer insoweit, als er sich gegen Ziff. 1 und 2 der bezirksamtlichen Verfügung (Anordnung der Schatzung und Bezeichnung der Sachverständigen) richtete, nicht eingetreten und hat ihn insoweit, als er gegen Ziff. 3 (Einladung zur Experteninstruktion) erhoben wurde, abgewiesen. Es ist zunächst zu prüfen, ob der Regierungsrat damit den in der Beschwerde in erster Linie angerufenen Art. 4 BV verletzt habe.\n\na) Gegen Verfügungen, die der Bezirksammann aufgrund von Art. 7 EG/ZGB erlässt, ist nach Art. 11 EG/ZGB der Rekurs an den Regierungsrat zulässig. Wer hiezu legitimiert ist, bestimmt sich nach kantonalem Recht. Der Regierungsrat spricht den Beschwerdeführern die Legitimation ab, weil sie aus der angeordneten Schatzung weder Vor- noch Nachteile zu erwarten hätten und daher durch die Ziff. 1 und 2 der bezirksamtlichen Verfügung nicht \"betroffen\" seien. Dass die Schatzung als solche die Rechtsstellung der Beschwerdeführer nicht berührt, wurde bereits ausgeführt. Sie haben indessen in ihrer Eigenschaft als Gesamteigentümer der fraglichen Liegenschaften amtlichen Experten den Zutritt zu gestatten. Dass ein Gesamteigentümer bei Vorliegen einer solchen Beschwer nicht als durch die angefochtene Verfügung \"betroffen\" zu gelten hätte, behauptet der Regierungsrat nicht. Nach den Ausführungen GULDENERS (Grundzüge der freiwilligen Gerichtsbarkeit der Schweiz S. 80), auf die sich der Regierungsrat in BGE 95 I 111 S. 117diesem Zusammenhang beruft, gehört zu den \"durch die Amtshandlung betroffenen Personen\" nicht nur der Gesuchsteller, sondern jede Person, die durch die Amtshandlung in ihren subjektiven Rechten verletzt worden ist, wobei dem Wesen der Sache nach für die kantonalen Rechtsmittel nichts anderes gelten kann als für die staatsrechtliche Beschwerde (S. 81 mit Fussnote 11). Hat der Regierungsrat durch Berufung hierauf zum Ausdruck gebracht, dass das Rekursrecht jedermann zusteht, der in subjektiven Rechten verletzt ist, so ist es unhaltbar und willkürlich, den Beschwerdeführern die Legitimation abzusprechen; denn es geht aus dem in Erw. 2 hievor Gesagten hervor, dass sie insoweit in ihren subjektiven Rechten als Gesamteigentümer der Liegenschaften verletzt sind, als sie aufgrund der bezirksamtlichen Verfügung Zutritt und Augenschein der Experten zu dulden haben und als sie die Zuständigkeit der Verwaltungsbehörden, sie dazu zu verpflichten, bestreiten. Die Beschwerde ist deshalb gutzuheissen, soweit damit die Weigerung des Regierungsrates, auf den Rekurs gegen Ziff. 1 und 2 der bezirksamtlichen Verfügung einzutreten, angefochten wird.\n\nb) Soweit sich der Rekurs gegen Ziff. 3 dieser Verfügung richtete, ist der Regierungsrat auf ihn eingetreten, hat ihn aber abgewiesen. Die in Ziff. 3 enthaltene Anordnung, Einladung der Sachverständigen und der Parteivertreter zur Experteninstruktion, ist jedoch vom Hauptentscheid, ob eine Schatzung nach Art. 618 ZGB anzuordnen ist, abhängig und kann für sich allein nicht bestehen bleiben. Der angefochtene Entscheid des Regierungsrates ist daher in vollem Umfange wegen Verletzung des Art. 4 BV aufzuheben. Bei diesem Ausgang des Verfahrens braucht nicht geprüft zu werden, ob die von den Beschwerdeführern erhobenen weiteren Rügen der Verletzung der Eigentumsgarantie und der Unzuständigkeit der kantonalen Behörden begründet wären.\n\n4. Der Regierungsrat wird bei der Neubeurteilung des Rekurses zu berücksichtigen haben, dass Art. 618 ZGB nach der Rechtslehre nur für die Erbteilung, nicht für die Auflösung anderer Gemeinschaften als der Erbengemeinschaft gilt (TUOR/PICENONI N. 7 zu Art. 617 ZGB) und dass das dort vorgesehene Schatzungsverfahren nachBGE 66 II 241sogar nur Platz greift, wenn ein Erbe die Zuweisung einer Liegenschaft aufgrund eines ihm den Miterben gegenüber zustehenden Vorrechts BGE 95 I 111 S. 118beanspruchen kann, ferner dass Art. 618 ZGB nicht anwendbar ist, wenn eine Rechtsfrage streitig ist wie z.B. die Frage, welche Art der Bewertung in grundsätzlicher Hinsicht massgebend ist (TUOR/PICENONI N. 2 zu Art. 618 ZGB). Für den Fall, dass der Regierungsrat die Anwendbarkeit des Art. 618 ZGB verneinen sollte, wird er weiter zu prüfen haben, ob die Verwaltungsbehörden oder die Gerichte sachlich zuständig sind zur Anordnung der von den Erben Oskar Mayers angestrebten Schatzung der Liegenschaften der Kommanditgesellschaft Mayer & Cie.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen gutgeheissen, soweit darauf eingetreten werden kann, und der Entscheid des Regierungsrates des Kantons St. Gallen vom 9. Oktober 1968 aufgehoben."}