{"annee": "95", "cour": "III", "page": "9", "date": "21/3/1969", "cite": ["66 II 43", "86 III 57", "85 I 17", "41 II 132", "65 III 129", "88 III 109", "69 III 16"], "cite_par": ["102 III 17", "104 III 42", "111 III 73", "107 III 78", "102 III 140", "95 III 39", "97 III 60"], "chapeau": "3. Entscheid vom 21. März 1969 i.S. Tanara - Finanz AG", "regestes": ["Concours d'une saisie de salaire et d'une cession de salaire antérieure. L'office des poursuites doit tenir compte d'une cession de salaire invoquée par le bénéficiaire même si elle n'a été portée à la connaissance de l'employeur du poursuivi que postérieurement à la saisie de salaire (pendant la durée de celle-ci), bien que les créances à garantir (en l'espèce, des créances résultant d'un contrat de vente par acomptes) fussent déjà échues avant la saisie de salaire. Il appartiendra au juge saisi d'un procès opposant l'acquéreur de la créance de salaire saisie et prétendument cédée au cessionnaire de cette créance (Prätendentenstreit) de statuer sur le mérite de l'objection tirée du fait qu'en restant longtemps inactif, le cessionnaire aurait renoncé à se prévaloir de la cession ou que, selon les règles de la bonne foi, il aurait perdu les droits que lui conférait la cession, ou encore que ses droits se seraient éteints par l'expiration d'un délai légal. La partie du salaire que l'employeur a payée de bonne foi, avant que la cession ait été portée à sa connaissance, au poursuivi ou à l'office des poursuites pour le compte du poursuivi, échappe en tout cas à l'emprise du cessionnaire."], "faits": "|11|\n\nA.- In Betreibungen gegen Gottfried Haberthür verfügte das Betreibungsamt Dorneck am 30. September 1968 eine Lohnpfändung von monatlich Fr. 250.-- und zeigte dies der Arbeitgeberin des Schuldners, Firma Eloxa, an. Am 23. Januar 1969 meldete dieser Firma sodann die Tanara-Finanz AG eine zu ihren Gunsten bestehende Lohnabtretung in ebenso hohen Monatsbeträgen. Sie berief sich auf einen von Haberthür mitunterzeichneten Kaufvertrag vom 23. Januar 1963 zwischen A. Baumann und O. Born und auf die damit verbundene Abtretung der restlichen Kaufsumme von Fr. 10 375.-- \"mit allen weiteren Rechten\" an sie. Laut diesem Vertrage war jene Kaufsumme in 30 Monatsraten von je Fr. 350.-- (die letzte Rate im Betrage von Fr. 225.--) am 15. jedes Monats, erstmals am 15. März 1963, zu entrichten. Nach Angabe der Zessionarin steht noch ein Betrag von Fr. 7 533.20 ohne Kosten und Verzugszins aus.\n\nB.- Das Betreibungsamt lehnte es ab, diese Lohnabtretung zu berücksichtigen, und die von der Tanara-Finanz AG deshalb geführte Beschwerde an die kantonale Aufsichtsbehörde war erfolglos. Deren Entscheid vom 19. Februar 1969 ist im wesentlichen wie folgt begründet.\n\n\"Das beschwerdebeklagte Betreibungsamt verfügte praxisgemäss. Die Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn hat am 6. Januar 1955 grundsätzlich entschieden, dass Lohnzessionen zugunsten eines Drittgläubigers in der betreibungsamtlichen Lohnpfändung nicht berücksichtigt werden dürfen, wenn die betreffende Schuld im Zeitpunkt der Notifikation an den Arbeitgeber bereits verfallen war (Bl. für Schuldbetreibung und Konkurs 1958, S. 105 ff., Richtlinien der solothurnischen Aufsichtsbehörde vom 15.7.1966, Entscheide der Aufsichtsbehörde vom 6.6.1968, 17.7.1968 und 23.7.1968). Dadurch, dass die Beschwerdeführerin von der vertraglich eingeräumten Lohnabtretung beim jeweiligen Eintritt der Ratenfälligkeiten und vor der betreibungsamtlichen Pfändung keinen Gebrauch durch Notifikation an den Arbeitgeber machte, hat sie auf ihr Beschlagsrecht, d.h. auf die Wirksamkeit ihrer Lohnabtretung, verzichtet. Dieser Verzicht wirkt sich im vorliegenden Falle dahingehend aus, dass die betreibungsamtliche Pfändung der nachträglich geltend gemachten Lohnzession vorgeht. Mit der Nichtberücksichtigung der privaten Lohnzession - der Beschwerdeführerin gemäss Vertrag vom 23. Januar 1963 zustehend - ist nicht über den Bestand bzw. die Gültigkeit der Lohnzession befunden worden, sondern ausschliesslich über die Frage, ob das Betreibungsamt die Lohnzession zu berücksichtigen habe oder nicht. Weil die Beschwerdeführerin - wie dargetan - auf die Wirksamkeit der Lohnzession |12| verzichtet hat, ist sie dabei zu behaften und ihre Lohnzession vermag die Lohnpfändung des Betreibungsamtes nicht zu beeinflussen. Die Verfügung des Betreibungsamtes erfolgte zu Recht, weshalb die Beschwerde abzuweisen ist.\"\n\nC.- Gegen diesen Entscheid richtet sich der vorliegende Rekurs der Tanara-Finanz AG. Sie hält an der Beschwerde fest und verlangt neuerdings, das Betreibungsamt Dorneck sei anzuweisen, die zu ihren Gunsten bestehende Lohnabtretung in der bei Gottfried Haberthür angelegten Lohnpfändung zu berücksichtigen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Soweit nicht Gesetz, Vereinbarung oder Natur des Rechtsverhältnisses entgegenstehen, sind nach Art. 164 OR Forderungen jeder Art abtretbar, und zwar grundsätzlich auch solche, die erst in Zukunft entstehen werden, speziell auch Lohnforderungen, diese jedenfalls im Rahmen ihrer Pfändbarkeit im Sinne des Art. 93 SchKG (vgl. BGE 85 I 30 Erw. 13 lit. h). Die Abtretung einer zukünftigen Forderung wirkt sich dahin aus, dass diese in der Person des Zessionars entsteht und daher nicht mehr von einem Gläubiger des Zedenten gepfändet werden kann (BGE 41 II 135Erw. 3 und 4; VON TUHR, Der allg. Teil des schweiz. OR, § 94 Ziff. IV; OSER/SCHÖNENBERGER, Komm., zu Art. 164 N 4).\n\nWird insbesondere einer Lohnpfändung eine bereits bestehende Abtretung zukünftiger Lohnguthaben des Betriebenen entgegengehalten, so kann die Pfändung nicht aufrecht erhalten bleiben, soweit die Lohnabtretung von den Beteiligten anerkannt wird. Im Falle der Bestreitung aber steht die Lohnpfändung unter dem Vorbehalt der gerichtlichen Beurteilung des auf die Lohnabtretung gestützten Drittanspruchs. Die neuere Rechtsprechung weist die Bereinigung dieser Ansprüche nicht mehr in das Widerspruchsverfahren. Vielmehr ist dem Drittschuldner (also dem Arbeitgeber des Betriebenen) die Möglichkeit der gerichtlichen Hinterlegung nach Art. 168 Abs. 1 OR zu eröffnen, und es sind die von einem Zessionar beanspruchten Lohnbeträge als bestrittene Forderungen zu pfänden und zu verwerten, sei es nach Art. 131 Abs. 2 SchKG oder durch Versteigerung. Die Gläubiger, denen die Forderung zur Eintreibung überwiesen wurde, oder der Ersteigerer erhalten |13| damit die Legitimation zur Austragung des Prätendentenstreites mit dem Zessionar (vgl. LEUCH, Die Bedeutung des betreibungsrechtlichen Widerspruchsverfahrens um Forderungen, ZBJV 76 S. 1 ff.;BGE 65 III 132,BGE 66 II 43, BGE 86 III 61 ff.).\n\n2. Nach der Praxis der Aufsichtsbehörde des Kantons Solothurn (BlSchK 1958 S. 105 ff.) ist dieses Vorgehen nicht am Platze, wenn eine Lohnabtretung dem Arbeitgeber des Betriebenen (und dem Betreibungsamte) erst während der Dauer einer für andere Gläubiger laufenden Lohnpfändung angezeigt wird und die durch die Lohnabtretung zu sichernden Forderungen ihrerseits schon vor der in Frage stehenden Lohnpfändung verfallen waren. In diesem Fall ist nach Ansicht der kantonalen Aufsichtsbehörde anzunehmen, der Zessionar habe auf die Geltendmachung der Lohnabtretung verzichtet; und zwar könne er gegenüber der für andere Gläubiger verfügten und im Gang befindlichen Lohnpfändung nicht auf diesen Entschluss zurückkommen. Der angefochtene Entscheid betont, die Annahme eines solchen Verzichtes stelle die Gültigkeit der Lohnabtretung selbst nicht in Frage, sondern schliesse nur deren Berücksichtigung bei der laufenden Lohnpfändung aus.\n\nDiese Betrachtungsweise erweckt Bedenken und ist in ihren Schlussfolgerungen nicht zu billigen.\n\na) Von einem ausdrücklichen Verzicht der Rekurrentin auf Geltendmachung der nach ihrer Ansicht nicht nur für den Käufer O. Born, sondern auch für den Mitunterzeichner des Kaufvertrages, G. Haberthür, geltenden Lohnabtretung ist nicht die Rede. Die kantonale Aufsichtsbehörde leitet einen Verzicht lediglich als stillschweigenden aus dem Zuwarten der Rekurrentin mit einer Anzeige an die Drittschuldnerin bis zum 23. Januar 1969 ab. Ob aus dieser langen Untätigkeit der Rekurrentin in Verbindung mit den Vertragsbestimmungen und den äussern Umständen auf einen Verzichtswillen zu schliessen sei, ist indessen streitig. Durch die Anzeige vom 23. Januar 1969 an die Drittschuldnerin hat die Rekurrentin den gegenteiligen Willen bekundet, von der Lohnabtretung nun gegenüber Haberthür Gebrauch zu machen. Ob dieses Vorhaben an einem zuvor erfolgten unwiderruflichen Verzichte scheitern müsse, d.h. ob ein solcher Verzicht vorliege, ist eine Frage der Vertrags- und Willensauslegung, die der gerichtlichen Beurteilung vorbehalten bleiben muss.\n\n|14|\n\nb) Indem die Rekurrentin jahrelang trotz Säumigkeit des Käufers (und des allenfalls mitverpflichteten Mitunterzeichners Haberthür) von der Lohnabtretung keinen Gebrauch machte, liess sie sich freilich die den Gegenstand der Lohnabtretung bildenden Lohnbeträge von Monat zu Monat entgehen. Bis zu ihrem effektiven Zugriff durch die Anzeige vom 23. Januar 1969 an die Drittschuldnerin (die Arbeitgeberin Haberthürs) befreite sich diese jeweilen durch die in gutem Glauben an Haberthür - und vom 30. September 1968 an teilweise an das Betreibungsamt auf Rechnung der gegen Haberthür laufenden Betreibungen-geleisteten Lohnzahlungen in gültiger Weise (Art. 167 OR). Insbesondere auch die Lohnpfändung konnte sich bis zum 23. Januar 1969 voll auswirken. Die bis zu diesem Tage dem Betreibungsamte durch die Drittschuldnerin einbezahlten Lohnbeträge bleiben den pfändenden Gläubigern als Betreibungsergebnis gesichert und sind dem Zugriff der Rekurrentin entzogen. Denn, wie bereits entschieden wurde, fällt eine wiewohl vor der Pfändung erfolgte Lohnabtretung für das Betreibungsverfahren erst vom Zeitpunkt ihrer effektiven Geltendmachung durch Anzeige an den Drittschuldner in Betracht (BGE 69 III 17und 74; R. JOOS, Handbuch für die Betreibungsbeamten der Schweiz S. 152: \"... erhält der Arbeitgeber Anzeige von der Lohnabtretung, dann ist sie vom Datum der Anzeige an wirksam, ... wenn die Abtretung selbst schon vor der Pfändung erfolgt ist\").\n\nOb nun aber das Zuwarten der Rekurrentin mit der Anzeige an die Drittschuldnerin dahin auszulegen sei, dass sie einen effektiven Zugriff auf die Lohnforderungen Haberthürs überhaupt nicht mehr vornehmen könne, so dass die Anzeige vom 23. Januar 1969 rechtsunwirksam sei und somit die Lohnpfändung auch für die künftige Zeit nicht berühre, ist, wie bereits unter a) hievor ausgeführt, eine der richterlichen Beurteilung vorzubehaltende Frage des materiellen Rechtes.\n\nc) Der angefochtene Entscheid spricht übrigens nicht von einem Verzichtswillen. Anscheinend fasst er einen Verzicht im weitesten Sinn ins Auge, mit Einschluss einer vom Willen des Zessionars unabhängigen Verwirkung. In der Tat kann man sich fragen, ob es nicht gegen Treu und Glauben verstösst, eine während der vertraglichen Abzahlungsdauer nicht geltend gemachte Lohnabtretung dann erst einige Jahre später dem Drittschuldner anzuzeigen, um nun auf die künftigen Lohnforderungen zu greifen. Das ist jedoch ebenfalls ein materiellrechtliches |15| Problem, dessen Lösung den Betreibungsbehörden nicht zusteht.\n\nGleich verhält es sich mit der Frage einer gesetzlichen Befristung der Lohnabtretung gemäss Art. 226 e OR. Nach Ansicht der Rekurrentin untersteht der vorliegende Kauf eines zu gewerblicher Verwendung bestimmten Automobils nach der Sondervorschrift des Art. 226 m Abs. 4 OR nicht jener Befristung der Lohnabtretung. Auch darüber haben die Betreibungsbehörden nicht zu befinden. Vielmehr ist die der Drittschuldnerin angezeigte Lohnabtretung gemäss der in Erw. 1 hievor erwähnten Rechtsprechung zu berücksichtigen. Sollte sie unbestritten bleiben, so wären die abgetretenen Lohnbeträge vom 23. Januar 1969 hinweg aus der Pfändung zu entlassen. Andernfalls hat es bei der Pfändung bestrittener Forderungen zu bleiben. Im Prätendentenstreit können natürlich alsdann auch andere als die im angefochtenen Entscheid erörterten Einwendungen erhoben werden.\n\nd) Die Geltendmachung der in Frage stehenden Lohnabtretung ist auch nicht etwa in betreibungsrechtlicher Hinsicht verspätet. Für die Anmeldung von Drittmannsrechten an gepfändeten Forderungen sind die Grundsätze der Art. 106 - 109 SchKG sinngemäss anwendbar. Nach diesen Vorschriften ist die Anmeldung als solche unbefristet; der Dritte, dem keine Frist gemäss Art. 107 Abs. 1 SchKG angesetzt wurde, kann nach Abs. 4 daselbst seinen Anspruch am Pfändungsgegenstand oder an dessen Erlös, solange dieser nicht verteilt ist, geltend machen. Von einer arglistigen Verzögerung der Anmeldung, welche allenfalls einen Grund der Verwirkung bilden würde (vgl. BGE 88 III 117 ff.), kann hier nicht gesprochen werden. Ein solcher Einwand ist gegenüber der Rekurrentin von vornherein abzulehnen, wenn sie erst kurz vor dem 23. Januar 1969 von der Lohnpfändung erfuhr. Aber auch wenn sie davon schon längere Zeit zuvor Kenntnis erhalten haben sollte, handelte sie nicht arglistig, indem sie einige Zeit der Überlegung verstreichen liess (etwa um zuerst ein Vorgehen gegen den Käufer Born in die Wege zu leiten). Das auf jeden Fall nicht übermässig lange Zuwarten ist um so weniger zu beanstanden, als es den pfändenden Gläubigern zugute kam. Denn solange die Rekurrentin die Lohnabtretung nicht der Drittschuldnerin anzeigte, gab sie, wie in Erw. 2 b hievor dargetan, die gepfändeten und dem Betreibungsamt überwiesenen Lohnbeträge schlechthin frei.\n\n|16|\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird dahin gutgeheissen, dass der angefochtene Entscheid aufgehoben und das Betreibungsamt Dorneck angewiesen wird, die Lohnabtretung im Sinne der Erwägungen zu berücksichtigen."}