{"annee": "95", "cour": "I", "page": "130", "date": "12/3/1969", "cite": ["81 I 332", "89 I 358", "90 I 86", "92 I 439", "79 I 9", "91 I 81", "78 I 417", "83 I 257"], "cite_par": ["101 IA 1", "96 I 453", "96 I 53", "97 I 809", "101 V 1", "95 I 366", "102 IA 321", "95 I 546"], "chapeau": "19. Auszug aus dem Urteil vom 12. März 1969 i.S. Baselgia gegen Stadtgemeinde Ilanz und Grosser Rat des Kantons Graubünden.", "regestes": ["Art. 4 Cst. Impôt sur les gains de fortune. Prescription (communale) selon laquelle il faut considérer comme gain de capital imposable la différence entre le produit de l'aliénation du bien et la valeur à laquelle ce bien était taxé jusqu'alors pour l'impôt sur la fortune (avec certains suppléments en matière de biens-fonds), même si le prix de revient est connu. Une telle réglementation ne peut se fonder sur des motifs objectifs et sérieux, conduit à une inégalité de traitement entre les contribuables et viole ainsi l'art. 4 Cst. (consid. 6). En revanche, il n'est pas nécessaire que la dépréciation de la monnaie soit prise en considération pour calculer le gain immobilier imposable (consid. 7)."], "faits": "|131|\n\nA.- Nach dem bündn. Steuergesetz vom 16. Dezember 1945 (StG), das bis Ende 1964 galt, unterlagen realisierte Kapitalgewinne einer Vermögensgewinnsteuer, die auf der Differenz zwischen dem Veräusserungspreis und den Anlagekosten erhoben wurde (Art. 42-49).\n\nAm 7. März 1955 erliess die Stadtgemeinde Ilanz ein Gemeindesteuergesetz (GStG), das ebenfalls eine Vermögensgewinnsteuer vorsieht und sie in Art. 12 wie folgt regelt:\n\n\"Die Erhebung der Vermögensgewinnsteuer erfolgt sinngemäss nach den Vorschriften des kant. Steuergesetzes Art. 42 bis 50 mit folgenden Abweichungen:\n\n1. Der steuerbare Gewinn ermittelt sich aus der Differenz des Erlöses und dem Anlagewert. Als Anlagewert gilt für landwirtschaftliche Grundstücke der um 20%, für nichtlandwirtschaftliche Grundstücke der um 10% erhöhte, im übrigen der durchschnittliche Vermögenssteuerwert des veräusserten Objektes in den letzten drei Veranlagungs-Perioden, gleichgültig, ob das letztere seinerzeit käuflich erworben oder ererbt wurde.\n\n2. Ist der durchschnittliche Steuerwert der letzten drei Veranlagungsperioden nicht feststellbar, so gilt als Ersatzwert eine nach den Bewertungs-Vorschriften der Vermögenssteuer vorgenommene Schatzung der Stadtsteuer-Kommission.\n\n3. Wurde in den letzten drei Veranlagungsperioden infolge wertvermehrender Aufwendungen der Steuerwert einer Liegenschaft erhöht, so ist auf den Ersatzwert abzustellen.\n\n4. Die Geldentwertung wird bei der Feststellung des steuerbaren Gewinnes nicht berücksichtigt.\n\n5. (Steuerermässigung mit zunehmender Besitzesdauer).\n\n6. Das Steuermass beträgt die Hälfte der in Art. 49 des kantonalen Steuergesetzes genannten Ansätze\".\n\nB.- Franz Baselgia kaufte im Jahre 1949 ein Wohnhaus in Ilanz zum Preis von Fr. 150'000.-- und gab in der Folge Fr. 20'000.-- für wertvermehrende Verbesserungen aus. Im Jahre 1963 verkaufte er das Haus für Fr. 200'000.--.\n\na) Die kantonale Steuerverwaltung berechnete den bei diesem Verkauf erzielten, nach Art. 42 ff. StG steuerbaren Vermögensgewinn wie folgt: |132|\n\nVeräusserungspreis abzüglich\n\nFr. 430.-- Nebenkosten Fr. 199'570.--\n\nAnlagekosten (Art. 47 StG)\n\n- Kaufpreis Fr. 150'000.--\n\n- Nebenkosten \" 3'000.--\n\n- Aufwendungen \" 20'000.--\n\n- Abzug für Geldentwertung \" 19'200.-- \" 192'200.--\n\nSteuerbarer Vermögensgewinn Fr. 7'370.--\n\nDieser Gewinn ergab bei einem Steuersatz von 3% und einer Ermässigung von 1/3 aufgrund der Besitzesdauer einen Steuerbetrag von Fr. 147.-- (Veranlagungsverfügung vom 13. März 1964).\n\nb) Am 9. Juli 1964 eröffnete die Stadtsteuerkommission Ilanz Baselgia gestützt auf Art. 12 GStG folgende Veranlagung:\n\nVeräusserungspreis abzüglich\n\nFr. 430.-- Nebenkosten Fr. 199'570.--\n\nDurchschnittlicher Steuerwert der\n\nletzten 3 Veranlagungsperioden Fr. 113'335.--\n\nzuzüglich 10% \" 11'335.-- \" 124'670.--\n\nSteuerbarer Vermögensgewinn Fr. 74'900.--\n\nDie auf diesem Gewinn berechnete Steuer betrug Fr. 3'627.35. Baselgia erhob gegen die Veranlagungsverfügung Einsprache und nach deren Abweisung Beschwerde mit der Begründung, die in Art. 12 Ziff. 1- 4 GStG enthaltene Ordnung verstosse gegen Art. 4 BV und Art. 40 Abs. 5 KV.\n\nDer Kleine Rat und nach ihm der Grosse Rat des Kantons Graubünden wiesen die Beschwerde ab, der Grosse Rat mit Entscheid vom 29. Mai 1968 aus folgenden Gründen: Da die angefochtene Veranlagung dem Art. 12 GStG entspreche, frage sich einzig, ob diese Bestimmung haltbar sei. Die Autonomie der Gemeinden im Bereich des Steuerrechts werde in Art. 40 Abs. 5 KV dahin beschränkt, dass Steuern nur subsidiär und nach billigen Grundsätzen erhoben werden dürfen. Sei das Postulat der Billigkeit und Gerechtigkeit erfüllt, so sei auch ein Verstoss gegen Art. 4 BV nicht denkbar. Bei der Frage, ob ein Rechtssatz gerecht und billig sei, gehe es um ein Werturteil und damit um Ermessen, das der bündnerische Verwaltungsrichter nur auf Überschreitung prüfen könne (Art. 4 VVV). Die Anlagewertberechnung nach Art. 12 GStG biete beachtliche |133| Vorteile; sie sei einfach, auch bei Altbesitz leicht zu handhaben und veranlasse den Steuerpflichtigen zu einer dem wirklichen Wert angemessenen Vermögenssteuerdeklaration. Die ihr vorgeworfene Privilegierung des Altbesitzes lasse sich vom steuerpolitischen Standpunkt aus keineswegs beanstanden. Auch im Ergebnis sei sie nicht unbillig, indem sie den Pflichtigen, der ein Objekt während Jahren niedriger versteuert habe, mehr belaste als den andern, der ein gleichwertiges Objekt höher versteuert habe. Die Annahme, dass der Vermögenssteuerwert, unabhängig von den Investitionen, den wirklichen Wert verkörpere, sei nicht so abwegig. Zudem begegne das GStG dem Einwand, dass der Steuerwert einen Mischpreis aus Verkehrs- und Ertragswert darzustellen pflege, mit einem besondern Zuschlag von 20 bzw. 10%, womit die sonst zu grosse Differenz zum Veräusserungswert wieder vermindert werde. So erweise sich das Ilanzer System, trotz der Verschiedenheit vom kantonalen, als eine im ganzen wohlausgewogene, auf alle Fälle mit guten Gründen vertretbare und daher nicht rechtswidrige Lösung eines gesetzgeberischen Problems.\n\nC.- Gegen diesen Entscheid hat Franz Baselgia staatsrechtliche Beschwerde erhoben, zu deren Begründung er geltend macht: Wenn Art. 12 GStG für die Berechnung des Vermögensgewinns statt auf die Anlagekosten auf den Steuerwert abstelle, gehe er von einer schlechthin willkürlich unhaltbaren Fiktion aus und verstosse damit gegen Art. 40 Abs. 5 KV sowie Art. 4 BV. Diese Regelung führe im vorliegenden Falle dazu, dass der in der Gemeinde steuerbare Vermögensgewinn mit Fr. 74'900.-- zehnmal grösser sei als der effektive, von der kantonalen Steuerverwaltung festgestellte Gewinn von Fr. 7'370.--. Aufgrund von Art. 12 GStG könne sogar ein Gewinn besteuert werden, wenn der Steuerpflichtige eine Liegenschaft mit Verlust verkauft habe, was zeige, wie unsinnig die Regelung sei. Die nähere Begründung der Beschwerde ergibt sich, soweit notwendig, aus den nachstehenden Erwägungen.\n\nD.- Der Grosse Rat verweist auf seinen Entscheid und denjenigen des Kleinen Rates und verzichtet auf Vernehmlassung. Die Stadtgemeinde Ilanz beantragt Abweisung der Beschwerde. - Das Bundesgericht heisst die Beschwerde gut im Sinne folgender |134|", "considerants": "Erwägungen:\n\n1./3. - (Prozessuales).\n\n4. ... (Die Rüge der Verletzung von Art. 40 Abs. 5 KV fällt mit derjenigen aus Art. 4 BV zusammen und hat keine selbständige Bedeutung; BGE 90 I 91 Erw. 2).\n\n5. Art. 4 BV bindet nicht nur die rechtsanwendenden, sondern auch die rechtsetzenden Behörden. Ausser den Schranken, die sich aus dem übrigen Verfassungs- und aus dem Bundesrecht ergeben, haben deshalb der kantonale und der kommunale Gesetzgeber das Gleichheitsprinzip nach Art. 4 BV und das sich daraus ergebende Willkürverbot zu beachten. Gegen diese verfassungsmässigen Grundsätze verstösst ein allgemein verbindlicher Erlass dann, wenn er sich nicht auf ernsthafte sachliche Gründe stützen lässt, sinn- und zwecklos ist oder rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden tatsächlichen Verhältnissen nicht ersichtlich ist. Innerhalb dieses Rahmens steht dem Gesetzgeber ein weiter Spielraum des Ermessens zu. Der Verfassungsrichter hat diese Befugnis zu achten und nur bei Ermessensmissbrauch oder -überschreitung einzugreifen; er darf nicht sein Ermessen an die Stelle desjenigen des Gesetzgebers setzen und nicht schon einschreiten, wenn ein Erlass auf gesetzgebungspolitischen Erwägungen beruht, welche er für materiell unzutreffend erachtet (BGE 91 I 84 Erw. 2 und dort angeführte frühere Urteile, BGE 92 I 442 Erw. 3). Wird die Norm nicht schon bei Erlass, sondern wie hier erst im Anschluss an eine gestützt darauf ergangene Verfügung angefochten, so ist zu prüfen, ob die Auslegung und Anwendung, die sie in der beanstandeten Verfügung erfahren hat, verfassungswidrig sei (BGE 91 I 85 oben).\n\n6. Nach Auffassung des Beschwerdeführers verstösst Art. 12 GStG dadurch gegen Art. 4 BV, dass er, für die Berechnung des steuerbaren Vermögensgewinns, als Anlagewert den durchschnittlichen Vermögenssteuerwert des veräusserten Objektes in den letzten drei Veranlagungsperioden als massgebend erklärt; er behauptet, das GStG gehe damit bei der Ermittlung des steuerbaren Gewinns statt von konkreten, wirklichen Faktoren, von einer \"Fiktion\" aus, da der Vermögenssteuerwert mit der Vermögensgewinnsteuer grundsätzlich nichts zu tun habe.\n\n|135|\n\nEs ist klar, dass die angefochtene Ordnung nicht sinn- und zwecklos ist. Fraglich ist, ob sie sich auf ernsthafte sachliche Gründe stützen lässt und ob für die Unterscheidungen, die sie trifft oder zur Folge hat, vernünftige Gründe vorhanden sind.\n\na) Seit langem sind zahlreiche Kantone und Gemeinden dazu übergegangen, entweder nur bei Grundstücken oder auch bei andern Bestandteilen des Privatvermögens die Wertsteigerungen, die diese aus verschiedenen Gründen erfahren, mit der allgemeinen Einkommenssteuer oder mit einer Sondersteuer (Kapitalgewinn-, Vermögensgewinn-, Grundstückgewinn-, Wertzuwachssteuer usw.) zu erfassen. An sich wäre es denkbar, die Wertsteigerungen periodisch, etwa im Zusammenhang mit der Vermögenssteuereinschätzung oder bei der Revision der Katasterschatzungen der Grundstücke, zu besteuern (vgl.BGE 78 I 422Erw. 2). In der Schweiz wird indessen der Wertzuwachs auf Privatvermögen allgemein erst dann besteuert, wenn das betreffende Vermögensstück veräussert wird, und zwar, mit Ausnahme des Kantons Basel-Stadt, der seine Kapitalgewinnsteuer auch bei unentgeltlicher Veräusserung sowie beim Erbgang erhebt (BGE 89 I 363 Erw. 2, BGE 83 I 267), nur im Falle der entgeltlichen Veräusserung, d.h. wenn der Gewinn \"realisiert\" wird (vgl.BGE 79 I 12, BGE 81 I 336). Stellt danach nicht der Wertzuwachs das Steuerobjekt dar, sondern der realisierte Gewinn, so ist bei der Umschreibung des steuerbaren Gewinns vom Sinne auszugehen, den der Begriff Gewinn im allgemeinen Sprachgebrauch und im Wirtschaftsleben hat, wo darunter die Differenz zwischen dem Veräusserungserlös und den Gestehungskosten verstanden wird. Die meisten Erlasse umschreiben denn auch den steuerbaren Gewinn auf diese Weise, wobei sie zu den Gestehungskosten neben dem Erwerbspreis auch die wertvermehrenden Aufwendungen rechnen. Auch die bündnerischen Steuergesetze von 1945 und 1964 stehen auf diesem Boden und sehen eine andere Ordnung nur für den hier nicht vorliegenden Fall des unentgeltlichen Erwerbs vor; der Vermögenssteuerwert gilt nur dann als Anlagewert, wenn die wirklichen Anlagekosten nicht festzustellen sind. Eine Sonderstellung nehmen die Kantone Waadt und Tessin ein, welche bei längerem als 5-jährigem Besitz allgemein die Besteuerung der Differenz zwischen dem Veräusserungspreis und einer Vermögenssteuerschatzung vorsehen, doch erfolgt diese Besteuerung im Kanton Waadt nur |136| auf Begehren des Steuerpflichtigen (Art. 44 Abs. 2 des StG in der Fassung vom 28. November 1962), während im Kanton Tessin der Steuerpflichtige verlangen kann, dass vom Erwerbspreis statt vom Vermögenssteuerwert auszugehen sei (Art. 5 Abs. 2 der Legge concernente l'imposta sul maggior valore immobiliare del 17 dicembre 1964), so dass in diesen Kantonen praktisch nur dann auf den Vermögenssteuerwert statt auf die Gestehungskosten abgestellt wird, wenn dies für den Steuerpflichtigen günstiger ist. Demgegenüber schreibt Art. 12 des GStG von Ilanz in Ziff. 1 allgemein vor, dass der Vermögenssteuerwert (mit gewissen Zuschlägen bei Grundstücken) als \"Anlagewert\" gilt. Es ist zu prüfen, ob diese Regelung mit Art. 4 BV vereinbar ist.\n\nb) Art. 12 GStG bezeichnet die dort vorgesehene Abgabe als Vermögensgewinnsteuer, schreibt sinngemässe Anwendung der Vorschriften des kant. StG (gemäss welchem der realisierte Gewinn der Steuer unterliegt) vor und bestimmt, der steuerbare Gewinn ermittle sich aus der Differenz zwischen Erlös und Anlagewert. Dem widerspricht die anschliessende Bestimmung, wonach der Vermögenssteuerwert als Anlagewert gilt, da dies, weil der Vermögenssteuerwert bei Grundstücken regelmässig niedriger ist als der Verkehrswert, meist dazu führt, dass ein fiktiver, d.h. ein weit höherer als der wirklich realisierte Gewinn oder gar ein Gewinn anstelle eines in Wirklichkeit erlittenen Verlustes zu versteuern ist. Wegen dieses Widerspruchs verstösst die Ordnung indessen noch nicht gegen Art. 4 BV, da der Widerspruch offenbar gewollt ist, werden doch die in Art. 12 Ziff. 1-4 enthaltenen Bestimmungen ausdrücklich als \"Abweichungen\" von den im übrigen sinngemäss anwendbaren Vorschriften des kant. StG bezeichnet. Dagegen hält die Bestimmung, wonach der Vermögenssteuerwert als Anlagewert gilt, deshalb vor Art. 4 BV nicht stand, weil sie sich nicht auf ernsthafte sachliche Gründe stützen lässt und zu rechtsungleicher Behandlung der Steuerpflichtigen führt.\n\nDass die streitige Regelung, wie im angefochtenen Entscheid ausgeführt wird, einfach und auch bei Altbesitz leicht zu handhaben ist, bildet noch keinen stichhaltigen Grund für die Besteuerung fiktiver Gewinne; die Einfachheit und leichte Handhabung vermögen das Abstellen auf den Vermögenssteuerwert höchstens dann zu rechtfertigen, wenn sich die Anlagekosten nicht mehr feststellen lassen, nicht aber, wenn sie |137| wie hier feststehen. Als gewichtiger erscheint der Einwand der Behörden, die streitige Regelung veranlasse die Steuerpflichtigen, ihr Vermögen zum wirklichen Wert zu versteuern, indem sie denjenigen, der ein Objekt während Jahren niedriger versteuert habe, stärker belaste als denjenigen, der ein gleichwertiges Objekt höher versteuert habe. Auch diese Überlegung vermag indessen die beanstandete Ordnung nicht wirksam zu stützen. Einmal wird der Vermögenssteuerwert der Grundstücke von den kantonalen Veranlagungsbehörden festgesetzt und ist dafür im allgemeinen \"der Verkehrswert unter Berücksichtigung des Ertrags aus einer längeren Zeitspanne und der Ertragsfähigkeit\", bei landwirtschaftlich genutztem Boden der Ertragswert massgebend (Art. 13 StG), so dass dem Steuerpflichtigen daraus, dass der Vermögenssteuerwert unter dem Verkehrswert liegt, kein Vorwurf gemacht werden kann, der die Erhebung einer Vermögensgewinnsteuer gestatten würde ohne Rücksicht darauf, ob der Pflichtige wirklich einen Gewinn erzielt hat und wie viel dieser beträgt. Diese wirtschaftlichen Gegebenheiten darf eine Ordnung, die den Wertzuwachs im Anschluss an dessen Realisierung besteuert, nicht völlig ausser acht lassen, da sonst rein fiktive Gewinne zu versteuern sind. Davon abgesehen führt die streitige Ordnung zu einer rechtsungleichen Behandlung der Steuerpflichtigen. Der Ausgleich für langjährige ungenügende Versteuerung des Vermögens, dem sie dienen soll, trifft nur diejenigen Eigentümer, die ihr Grundstück veräussern und es oft aus irgendeinem Grunde veräussern müssen, nicht auch diejenigen, die es behalten oder welche wenige Jahre vor der Veräusserung für eine Erhöhung des Vermögenssteuerwertes sorgen. Die streitige Regelung ist sodann nicht nur auflangjährige Eigentümer von Grundstücken anwendbar, sondern auch auf solche, die sie erst seit kurzem besitzen, und ergibt für diese Eigentümer bei gleichem tatsächlichem Gewinn je nach dem Vermögenssteuerwert der Liegenschaft eine ganz unterschiedliche Belastung. So hat von zwei Eigentümern, die ein für Fr. 140'000.-- erworbenes Wohnhaus nach einem Jahr für Fr. 150'000.-- verkaufen, also beide einen Gewinn von Fr. 10'000.-- erzielen, derjenige, dessen Liegenschaft einen Vermögenssteuerwert von Fr. 130'000.-- hat, einen Gewinn von nur Fr. 7'000.-- (Fr. 150'000.-- abzüglich Fr. 130'000.-- + 10%), derjenige, dessen Liegenschaft einen Vermögenssteuerwert von Fr. 110'000.-- hat, dagegen einen |138| Gewinn von Fr. 29'000.-- (Fr. 150'000.-- abzüglich Fr. 110'000.-- + 10%), d.h. der letztere wird dafür, dass er eine niedrig bewertete Liegenschaft erworben hat, beim Verkauf bestraft, wofür ein haltbarer Grund nicht zu finden ist.\n\nAus der in der Beschwerdeantwort der Stadt Ilanz mehrfach erwähnten Arbeit von GUHL, Die Spezialbesteuerung der Grundstücke in der Schweiz (Diss. Zürich 1953), ist nichts zu entnehmen, das sich zugunsten der beanstandeten Regelung anführen liesse. An der angerufenen Stelle S. 191 befasst sich GUHL mit dem hier nicht vorliegenden Fall, wo der Erwerbspreis nicht festzustellen ist, und erklärt den Vermögenssteuerwert nur dann als geeignete Grundlage für die Grundstückgewinnberechnung, wenn er dem Verkehrswert entspricht, was hier ebenfalls nicht zutrifft, da die angefochtene Veranlagung von einem Vermögenssteuerwert von Fr. 113'335.-- ausgeht, während die Gestehungskosten des Beschwerdeführers (Erwerbspreis, wertvermehrende Aufwendungen und Nebenkosten) unbestrittenermassen Fr. 173'000.-- betragen. An anderer Stelle (S. 69) aber erklärt GUHL mit zutreffender Begründung, eine Ordnung, welche den Veräusserungspreis der Vermögenssteuerschatzung gegenüberstelle, sei aus rechtsstaatlichen Gründen abzulehnen.\n\nDas Bundesgericht hatte sich im Urteil vom 20. März 1944 i.S. Brasserie Beauregard SA c. Ville de Fribourg mit einem Gemeindeerlass zu befassen, welcher die Differenz zwischen der Grundsteuerschatzung und dem Veräusserungspreis als steuerbaren Grundstückgewinn behandelt und in jenem Falle zur Folge hatte, dass die Beschwerdeführerin, die ein für Fr. 125'000.-- gekauftes Grundstück nach 40 Jahren für Fr. 120'000.-- verkauft, also einen Verlust von Fr. 5'000.-- erlitten hatte, wegen der nur Fr. 95'500.-- betragenden Katasterschatzung einen \"Gewinn\" von Fr. 24'500.-- zu versteuern hatte. Das Bundesgericht erklärte diese Ordnung schon deshalb als verfassungswidrig, weil das kantonale Recht die Gemeinden nur zur Besteuerung von \"erzielten Gewinnen\" ermächtige. Es bemerkte aber (S. 10/11), dass die Ordnung inbezug auf Fälle, in denen der Erwerbspreis die Katasterschatzung oder gar den Verkaufspreis übersteige, unvernünftig sei und jedem Rechtsgefühl widerspreche.\n\nDies trifft auch für Art. 12 GStG insoweit zu, als Ziff. 1 bestimmt, der Vermögenssteuerwert des veräusserten Objekts |139| gelte als Anlagewert. Die angefochtenen Entscheide verstossen daher, soweit sie auf dieser Bestimmung beruhen, gegen Art. 4 BV und sind deshalb aufzuheben.\n\n7. Der Beschwerdeführer bezeichnet auch Art. 12 Ziff. 4 GStG als verfassungswidrig und verlangt, dass für die Erhebung der kommunalen Vermögens-Gewinnsteuer die Faktoren der kantonalen Veranlagungsverfügung zu übernehmen, d.h. der steuerbare Vermögensgewinn auf Fr. 7'370.-- festzusetzen sei. Er ist also der Auffassung, Art. 12 GStG verstosse auch insoweit gegen Art. 4 BV, als danach, anders als nach Art. 47 StG, bei der Berechnung des steuerbaren Gewinns die seit der Aufwendung der Anlagekosten eingetretene Geldentwertung nicht berücksichtigt wird. Wieso hierin eine Verletzung des Art. 4 BV liegen soll, wird in der Beschwerdebegründung jedoch mit keinem Worte darzutun versucht, so dass auf diese Rüge wegen Fehlens der nach Art. 90 Abs. 1 lit. b OG erforderlichen Begründung nicht einzutreten ist. Die Rüge wäre übrigens unbegründet. Die Berücksichtigung der Geldentwertung erscheint problematisch, ist - soweit ersichtlich - nur im Kanton Graubünden sowie im Kanton Basel-Landschaft (§ 18 StG) vorgesehen und wird in der Rechtslehre mit beachtlichen Gründen abgelehnt (GUHL, a.a.O. S. 293 ff.; ROCHAT, L'imposition de la plus-value immobilière, Diss. Lausanne 1953 S. 91/92; HÖHN, Die Besteuerung der privaten Gewinne in der Schweiz. Diss. Zürich 1955 S. 223/4). Das Bundesgericht hat denn auch in einem Urteil vom 11. März 1948 (MBVR 46/1948 S. 316 ff.) entschieden, eine Ordnung, welche der Tatsache der Abwertung bei der Berechnung des steuerbaren Vermögensgewinns nicht Rechnung trage, verstosse nicht gegen Art. 4 BV."}