{"annee": "95", "cour": "I", "page": "380", "date": "3/9/1969", "cite": ["81 I 394", "91 II 68"], "cite_par": [], "chapeau": "55. Urteil vom 3. September 1969 i.S. Aktiengesellschaft für Verkehrswerte gegen Sarom 99 A.-G. und Gen. und Obergericht des Kantons Zürich.", "regestes": ["Art. 40 et 94 OJ, 79 ss. PCF. L'art. 80 PCF n'est pas applicable au recours de droit public. On ne peut dès lors recourir au Tribunal fédéral contre l'ordonnance du Président statuant sur une demande d'effet suspensif en application de l'art. 94 OJ."], "faits": "|380|\n\nDie Beschwerdeführerin verlangte mit der am 23. Juni 1969 gegen den Beschluss des Obergerichts vom 14. Mai 1969 erhobenen staatsrechtlichen Beschwerde die Gewährung aufschiebender Wirkung. Der Präsident lehnte das Gesuch mit Verfügung vom 21. Juli 1969 ab, ebenso ein Gesuch um Wiedererwägung der Verfügung. Mit Schreiben vom 15. August 1969 erklärte die Beschwerdeführerin, sie ziehe die Verfügung des Präsidenten an die Kammer weiter und verlangte, die Wiedererwägungsverfügung sei aufzuheben und der staatsrechtlichen Beschwerde aufschiebende Wirkung zu verleihen.", "considerants": "Das Bundesgericht tritt auf den Weiterzug nicht ein:\n\nNach Art. 40 OG finden, wo dieses Gesetz keine besondern Bestimmungen über das Verfahren enthält, die Vorschriften des Bundesgesetzes über den Bundeszivilprozess Anwendung. Voraussetzung ist also das Fehlen von Vorschriften im Organisationsgesetz. Doch gibt nicht jedes Fehlen einer Verfahrensbestimmung in diesem Gesetz Anlass zu analoger Anwendung |381| des Bundeszivilprozesses. Das Fehlen muss sich als ein Mangel, eine Lücke im Organisationsgesetz darstellen. Ausserdem muss eine Ordnung des Bundeszivilprozesses in Frage stehen, die sich nach dem Sinn des Organisationsgesetzes auf dieses anwenden lässt. Wenn deshalb das Organisationsgesetz nicht ausdrücklich auf die Bestimmungen des Bundeszivilprozesses verweist, wie es etwa in Art. 67 Abs. 3 und 4 OG zutrifft, ist im Einzelfall zu prüfen, ob eine Lücke des Organisationsgesetzes anzunehmen ist, oder ob dieses eine abschliessende Ordnung einer bestimmten Materie und auch der Bundeszivilprozess eine Bestimmung enthält, die sich zu analoger Anwendung eignet. So wurde bisher z.B. angenommen, die Bestimmungen des BZP über die Intervention seien nicht anwendbar. Ebenso enthalte das OG für Patentstreitigkeiten besondere Vorschriften, welche die Anwendung von Art. 67 BZP ausschlössen (einerseits BGE 81 I 397, anderseits BGE 91 II 72). Sodann muss es sich um eine besondere Bestimmung über das Verfahren handeln. Mit der analogen Anwendung von Art. 80 BZP auf die staatsrechtliche Beschwerde soll aber eine neue Zuständigkeit des Bundesgerichts geschaffen, nicht so sehr eine Bestimmung über das Verfahren ergänzt werden. Soll gegen eine bestimmte Entscheidung ein Rechtsmittel eingeräumt werden, geschieht dies nach allgemein geltender Auffassung durch eine besondere Vorschrift des Gesetzes, in dem die Weiterziehbarkeit der Entscheidung geordnet werden soll. Ist dies nicht geschehen, so muss ohne dagegen sprechende zwingende Gründe davon ausgegangen werden, der Gesetzgeber habe gegen den Entscheid ein Rechtsmittel nicht einräumen wollen.\n\nArt. 94 OG bezeichnet für den Erlass einer vorsorglichen Verfügung den Präsidenten des Gerichts, d.h. den Abteilungspräsidenten als zuständig (Art. 14 OG). Ein Rechtsmittel gegen dessen Entscheid ist nicht vorgesehen. Art. 80 BZP bezeichnet als zuständig den Abteilungspräsidenten vor rechtshängiger Klage, nachher den Instruktionsrichter, in der Hauptverhandlung das Gericht. Der Entscheid (sc. des Instruktionsrichters oder des Abteilungspräsidenten) kann an das Gericht weitergezogen werden, wobei die Beschwerde ohne gegenteilige Verfügung keine aufschiebende Wirkung hat.\n\nDie beiden Vorschriften weichen voneinander also in verschiedener Beziehung ab. Für Verfügungen im Sinne von |382| Art. 94 ist immer der Präsident zuständig, nicht der Instruktionsrichter und auch nicht die Kammer. Die Verfügung kann erst nach Eingang der Beschwerdeschrift verlangt werden, nicht schon vorher. Verschiedenheiten bestehen auch bezüglich des Inhaltes der Verfügung. Art. 94 OG ermächtigt den Präsidenten zum Erlass derjenigen vorsorglichen Verfügungen, die erforderlich sind, um den bestehenden Zustand zu erhalten oder bedrohte rechtliche Interessen einstweilen sicherzustellen. Nach Art. 79 BZP können vorsorgliche Verfügungen getroffen werden zum Schutze des Besitzers gegen verbotene Eigenmacht und widerrechtliche Vorenthaltung sowie zur Abwehr eines drohenden, nicht leicht wieder gutzumachenden Nachteils, insbesondere durch Veränderung des bestehenden Zustandes vor oder während der Rechtshängigkeit des Anspruches. Die vorsorgliche Verfügung wird damit u.a. gewährt zur raschen Verwirklichung des Besitzanspruches, sodass sie die ordentliche Besitzesschutzklage sozusagen entbehrlich macht, ferner zur Wiedererlangung eines widerrechtlich entzogenen oder vorenthaltenen Besitzes aufgrund des Rechts (vgl. für die analoge Ordnung des bernischen Rechts LEUCH, bernische Zivilprozessordnung zu Art. 326 Note 5 lit. a). Die Wirkung der nach Art. 94 OG erlassenen Verfügung geht nicht soweit. Das OG enthält also eine anders geartete Ordnung der Materie als der Bundeszivilprozess. Das verbietet eine analoge Anwendung der Vorschrift von Art. 79. Das Institut der vorsorglichen Verfügung ist in Art. 94 abschliessend geordnet. Das war übrigens schon die Auffassung unter der Herrschaft des früheren Organisationsgesetzes, welches in Art. 22 beim Fehlen besonderer Bestimmungen auf die Vorschriften des Bundesgesetzes über das Verfahren bei dem Bundesgericht in bürgerlichen Rechtsstreitigkeiten vom 22. November 1850 verwies. Doch betrachtete man die Vorschrift von Art. 185 des Organisationsgesetzes über die Zuständigkeit des Präsidenten des Bundesgerichtes zum Erlass provisorischer Verfügungen als eine besondere Bestimmung über das Verfahren bei staatsrechtlichen Beschwerden (REICHEL, Das Bundesgesetz über die Organisation der Bundesrechtspflege, zu Art. 22 Ziff. III, 4). Es wurde also angenommen, dass in diesem Punkt die Vorschriften des Bundeszivilprozesses angesichts der besondern Bestimmungen des Organisationsgesetzes nicht anwendbar seien. Bei Erlass des revidierten Bundeszivilprozesses war denn auch nirgends |383| die Rede davon, dass die Vorschriften von Art. 79 ff. auch auf das Organisationsgesetz anwendbar seien. Es wäre schwer verständlich, dass der Gesetzgeber eine Weiterziehung des Präsidialentscheides an die Kammer hätte zulassen wollen, ohne es ausdrücklich zu erklären. Die Verfügungen müssen in vielen Fällen ohne Aufschub getroffen werden können, sodass nicht abgewartet werden kann, bis ein Urteil der Kammer vorliegt, das unter Umständen nicht sofort ergehen könnte. Auch die Frage hätte der Regelung bedurft, ob der Weiterziehung aufschiebende Wirkung zukomme oder ob diese von der Kammer - oder dem Präsidenten - ausdrücklich angeordnet werden muss.\n\nDaraus ergibt sich, dass die Ordnung von Art. 94 OG abschliessend ist und für die analoge Anwendung von Art. 79 BZP kein Raum bleibt."}