{"annee": "95", "cour": "IV", "page": "55", "date": "6/6/1969", "cite": ["90 IV 259", "88 IV 4"], "cite_par": ["101 IV 122", "98 IV 76", "96 IV 102"], "chapeau": "15. Urteil des Kassationshofes vom 6. Juni 1969 i.S. Staatsanwaltschaft des Kantons Thurgau gegen X.", "regestes": ["Art. 41 ch. 1 al. 1 et 2 CP. Sursis à l'exécution de la peine dans le cas du conducteur pris de boisson. 1. On appréciera strictement, du point de vue de la prévention, aussi bien spéciale que générale, si les conditions du sursis sont réalisées, même lorsque c'est la première fois que l'auteur est puni pour avoir, étant pris de boisson, conduit un véhicule automobile et que, jusqu'alors, sa conduite n'a pas suscité de critiques (consid. 1). 2. Application de ce principe à un automobiliste qui, par sa profession, devait former des apprentis chauffeurs et qui, en dépit de l'intervention de tiers, ne s'est pas laissé détourner de continuer à conduire, bien qu'il fût pris de boisson (consid. 2)."], "faits": "BGE 95 IV 55 S. 56\n\nA.- Der 34jährige X. brachte am Vormittag des 22. August 1968 seine Frau mit dem Auto von St. Gallen nach Arbon ins Strandbad. Zu Mittag ass er nichts. Nach einem Abstecher nach Horn, wo er bis 12.20 Uhr fischte, fuhr er über Steineloh und Amriswil nach Bischofszell. Unterwegs trank er drei Flaschen Bier und in Bischofszell zusammen mit zwei Frauen einen Liter Beaujolais. Am späten Nachmittag fuhr er über Amriswil und Egnach gegen Arbon zurück, wo er seine Frau abholen wollte.\n\nAuf der Hauptstrasse zwischen Buch und Wiedehorn geriet X. beim Überholen eines Personenwagens, der von Z. gesteuert war, ins Schleudern, weil sein linker Hinterreifen plötzlich Luft verlor. Er sah daraufhin vom Überholen weiterer Fahrzeuge ab und hielt seinen Wagen am rechten Strassenrand an. Z. tat dasselbe und forderte X. auf, mit einem platten Reifen nicht weiterzufahren, zumal er offenbar angetrunken sei. X. bestritt dies, fuhr mit dem Wagen zu einem nahen Gasthaus und, als er dort mehrere Personen antraf, etwas weiter in eine Nebenstrasse, wo er das defekte Rad auswechselte. Z. benachrichtigte unterdessen die Polizei. Er unterrichtete zudem zwei Männer, die dem X. nachfuhren, ihm seine Betrunkenheit vorhielten und von der Meldung an die Polizei Kenntnis gaben. X. liess sich von seinem Vorhaben indes nicht abhalten, behob die Panne und setzte die Fahrt fort. Nach 18 Uhr wurde er in Arbon von der Polizei angehalten und einer Blutprobe unterworfen, die für die Zeit der Rückfahrt eine Alkoholkonzentration von 1,7 Gewichtspromille ergab.\n\nBGE 95 IV 55 S. 57\n\nB.- Das Bezirksgericht Arbon verurteilte X. am 20. Dezember 1968 wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand zu sieben Tagen Gefängnis.\n\nAuf Berufung des Verurteilten änderte das Obergericht des Kantons Thurgau dieses Urteil am 25. März 1969 dahin ab, dass es X. den bedingten Strafvollzug gewährte und ihm drei Jahre Probezeit setzte.\n\nC.- Die Staatsanwaltschaft des Kantons Thurgau führt Nichtigkeitsbeschwerde mit dem Antrag, dem Verurteilten den bedingten Strafaufschub zu verweigern.\n\nD.- X. beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Wie das Obergericht zutreffend bemerkt, ist auch bei Angetrunkenheit am Steuer nicht allgemein nach der Art der Verfehlung, sondern von Fall zu Fall zu prüfen, ob der Verurteilte sich schon durch eine blosse Warnungsstrafe dauernd beeinflussen lasse und nach seiner ganzen Persönlichkeit den bedingten Strafvollzug verdiene. Die nach Art. 41 Ziff. 1 StGB zu stellende Voraussage ist zudem nicht teilbar, noch muss sie entgegen BGE 88 IV 7 und BGE 90 IV 261 sowohl nach den persönlichen Verhältnissen wie nach den Umständen der Tat günstig lauten, um einer blossen Warnungsstrafe die Wirkung einer dauernden Besserung beimessen zu können. Wie der Kassationshof in Abänderung seiner Rechtsprechung im Falle Mattle (BGE 95 IV52) ausgeführt hat, ist für den Fall, dass die Prognose unter dem Gesichtspunkt des Vorlebens gut, unter demjenigen der Tat dagegen schlecht ausfällt, vielmehr eine Gesamtwürdigung vorzunehmen, und wenn diese für die Gewährung des bedingten Strafvollzuges spricht, so genügt das.\n\nDas heisst nicht, dass diesfalls an die Aussichten, die ein gestützt auf Art. 91 Abs. 1 SVG Verurteilter für künftiges Wohlverhalten bieten muss, ein weniger strenger Massstab zu legen sei. Angetrunkenheit am Steuer führt, wie die Statistik zeigt, fast täglich zu schweren und schwersten Unfällen. Das muss heute angesichts der Publizität, die diesem häufigen und schwerwiegenden Vergehen eingeräumt wird, einem Motorfahrzeugführer ebenso bekannt sein wie die Tatsache, dass übermässiger Alkoholgenuss die Fähigkeit zur Beherrschung des Fahrzeuges erheblich beeinträchtigt, für den Strassenverkehr folglich ein zusätzliches und ernstzunehmendes Risiko BGE 95 IV 55 S. 58bedeutet. Die Voraussetzungen des bedingten Strafvollzuges sind daher aus spezial- wie generalpräventiven Gründen selbst dann streng zu prüfen, wenn der Täter zum ersten Mal wegen Fahrens in angetrunkenem Zustand bestraft wird und seine bisherige Lebensführung nicht zu bemängeln ist. Die Vorinstanz ist übrigens nicht anderer Meinung.\n\n2. Das Obergericht begründet den bedingten Aufschub der Strafe damit, dass das Verhalten des Angeklagten vom 22. August 1968 in keiner Weise zu seinem Vorleben passe. X. geniesse nach den Führungsberichten im Privat- und Berufsleben einen einwandfreien Leumund, weise keinerlei Vorstrafen auf, habe mit Erfolg eine Schlosserlehre durchgemacht, sei Wachtmeister im Militär, seit 1956 verheiratet und lebe in geordneten Verhältnissen; er sei seit 1955 Motorfahrzeugführer und habe bisher keinen Hang zu Alkohol erkennen lassen. Es sei deshalb unerklärlich, dass er sich am 22. August plötzlich derart gehen liess und in einem mittelschweren Rauschzustand ein Motorfahrzeug führte. Schon das spreche dafür, dass es sich um ein einmaliges Versagen unter besonderen Umständen handeln müsse.\n\nDieser Auffassung kann nicht beigepflichtet werden. X. ist seit anfangs 1968 bei einer grossen Autotransportfirma in St. Gallen tätig, wo er jedenfalls bis zu seiner Verfehlung Chauffeurlehrlinge auszubilden hatte. Von einem Automobilisten in solcher Stellung darf und muss aber mit Rücksicht auf seine Untergebenen erwartet werden, dass er sich über die Pflicht, in angetrunkenem Zustand kein Motorfahrzeug zu führen, besonders Rechenschaft gebe. Dies gilt umsomehr, als X. auch die Auswirkungen, die ein Strafverfahren wegen Angetrunkenheit am Steuer auf seine berufliche Laufbahn haben musste, schlechterdings nicht entgehen konnten. Die Verfehlung lässt sich daher schon nach den persönlichen Verhältnissen des Täters nicht als blosses Versagen unter besondern Umständen abtun.\n\nDazu kommt, dass X. zweimal vor der Weiterfahrt gewarnt wurde. Eine solche Warnung ist entgegen der Auffassung der Verteidigung nicht nur in der Mahnung des Z., sondern auch darin zu erblicken, dass zwei Männer dem X. nachfuhren und ihm seine Betrunkenheit vorhielten; denn der Vorhalt hatte vor allem den Sinn, X. dürfe wegen seines Zustandes auf keinen Fall weiterfahren. Dass er den Alkoholgenuss bestritt und die Fahrt trotz wiederholter Warnung und der Mitteilung, die Polizei sei BGE 95 IV 55 S. 59bereits benachrichtigt worden, bis nach Arbon fortsetzte und sogar nach St. Gallen zurückfahren wollte, zeugt von Einsichtslosigkeit und Verantwortungslosigkeit. Wäre er wirklich der pflichtbewusste und charakterfeste Fahrzeugführer, für den ihn das Obergericht hält, hätte er zumindest nach den Warnungen Dritter sich an die wichtige Verkehrsverpflichtung erinnert und danach gehandelt.\n\nWelche besonderen Tatumstände für ein einmaliges Versagen sprechen sollen, ist nicht zu ersehen. X. befand sich mit dem Wagen unterwegs und beabsichtigte, damit über Arbon nach St. Gallen zurückzukehren. Er wusste somit schon vor dem ersten Wirtshausbesuch, dass er nachher wieder den Wagen lenken werde. Hat er den Entschluss, ein Motorfahrzeug zu führen, aber nicht erst in der Trunkenheit gefasst, so kann nichts darauf ankommen, dass ihn eine Wirtin in Amriswil ersucht hat, mit ihr über Schocherswil nach Bischofszell zu fahren. Der Umstand sodann, dass er vor der Wegfahrt in St. Gallen mit seiner Ehefrau eine \"Differenz\" hatte, taugt von vorneherein nicht, den Vorwurf der Hemmungslosigkeit und Rücksichtslosigkeit zu entkräften. Wenn er sich wegen einer blossen Meinungsverschiedenheit, die er übrigens nie näher dargetan hat, derart gehen lassen konnte, so spräche dies im Gegenteil für Haltlosigkeit, also nicht für, sondern gegen eine günstige Prognose über künftiges Verhalten.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Thurgau vom 25. März 1969 inbezug auf die Gewährung des bedingten Strafvollzuges aufgehoben und die Sache zur Verweigerung dieser Massnahme an die Vorinstanz zurückgewiesen."}