{"annee": "95", "cour": "I", "page": "583", "date": "21/11/1969", "cite": ["93 I 648", "94 I 659", "95 I 481"], "cite_par": ["103 IB 350", "110 II 74", "96 I 77", "103 IB 303"], "chapeau": "84. Auszug aus dem Urteil vom 21. November 1969 i.S. Handwerker-Baugenossenschaft Basel und Umgebung gegen Eidg. Bankenkommission", "regestes": ["Recours de droit administratif. Echange de mémoires. Conditions du droit à la réplique (consid. 1). Loi fédérale sur les fonds de placement. Délimitation des attributions de l'autorité de surveillance et du juge civil (consid. 2). La loi interdit à la direction du fonds de dénoncer séparément des contrats de placement collectifs (consid. 3). Quand l'autorité de surveillance a-t-elle le droit de menacer la direction du fonds de lui retirer l'autorisation d'exercer son autorité? (consid. 6)."], "faits": "BGE 95 I 583 S. 583\n\nA.- Die Handwerker-Baugenossenschaft Basel und Umgebung (\"hbg\") leitet den \"hbg-Immobilien-Fonds\", auf den das seit dem 1. Februar 1967 in Kraft stehende Bundesgesetz über die Anlagefonds vom 1. Juli 1966 (AFG) anwendbar ist. Sie hat für 5500 Anteile am Fonds Zertifikate ausgegeben, die auf den Inhaber lauten. Ende Juni 1968 stand das reine Fondsvermögen mit Fr. 6 118 000.-- zu Buch.\n\nBGE 95 I 583 S. 584\n\nDie Fondsleitung hatte sich vor dem Inkrafttreten des AFG zu Lasten des Fonds 3,3 Millionen Franken vorschiessen lassen, um Liegenschaften zu erwerben und zu überbauen. Nach dem Inkrafttreten des Gesetzes konnte sie ihre Absicht, die überbauten Liegenschaften dem Fonds unter Verrechnung der Vorschüsse abzutreten, nicht mehr verwirklichen. Sie ist nun gezwungen, dem Fonds die Vorschüsse binnen der am 31. Januar 1970 ablaufenden Anpassungsfrist (Art. 53 Abs. 2 AFG) in bar zurückzuzahlen. Gleichzeitig muss sie die hypothekarische Belastung der Liegenschaften des Fonds herabsetzen. Weitere Schwierigkeiten entstanden dadurch, dass zahlreiche Anleger von ihrem reglementarischen Kündigungsrecht Gebrauch machten. Dazu kommt, dass die hbg nicht in der Lage ist, sich binnen der erwähnten gesetzlichen Frist den Vorschriften des AFG über die Organisation und die eigenen Mittel der Fondsleitung anzupassen; daher muss sie damit rechnen, dass der Fonds nach Ablauf der Frist von Gesetzes wegen aufgelöst wird und von ihr und der Depotbank zu liquidieren ist (Art. 53 Abs. 4 AFG).\n\nDie hbg suchte nach einer Lösung ohne Liquidation des Fonds. Sie erklärt, es sei ihr gelungen, einen (nicht mit Namen genannten) \"schweizerischen Anleger\" zu finden, der bereit sei, sämtliche umlaufenden Zertifikate zu einem über dem Inventarwert liegenden Kurs zu übernehmen und ihr die Rückzahlung der erwähnten Vorschüsse an den Fonds zu ermöglichen. Durch Rundschreiben vom 17. März 1969 bot sie allen Anlegern, deren Adressen ihr bekannt waren, den Kauf ihrer Anteilscheine für Rechnung dieses Interessenten an. Fast alle Angefragten nahmen den Antrag an, so dass Zertifikate für annähernd 5 Millionen Franken aufgekauft werden konnten. Die übrigen 475 Anteilscheine, deren Inhaber nicht hatten erreicht werden können oder dem Angebot nicht zugestimmt hatten, wollte die Fondsleitung sich auf dem Wege der Kündigung verschaffen.\n\n§ 4 des Fondsstatuts (Fondsreglements) vom März 1960 erlaubte der Fondsleitung, vom 1. April 1969 an Anteile einzeln durch Mitteilung an die zuletzt bekanntgegebene Adresse des Titelinhabers oder durch Publikation im Schweizerischen Handelsamtsblatt auf ein Jahr zur Rückzahlung zu kündigen. Bei der Anpassung des Reglementes an das neue Recht, die nach Art. 54 AFG vorgenommen werden musste, wollte die hbg dieses Kündigungsrecht - unter Verkürzung der Frist auf sechs Monate - beibehalten. Die Eidgenössische Bankenkommission BGE 95 I 583 S. 585(Aufsichtsbehörde über die Anlagefonds) widersetzte sich dem und genehmigte daher das ihr vorgelegte neue Reglement nur mit Vorbehalt.\n\nDie hbg liess dann im Schweizerischen Handelsamtsblatt vom 30. Juni 1969 die Mitteilung veröffentlichen, dass sie die erwähnten (durch ihre Nummern gekennzeichneten) 475 Zertifikate \"auf Grund des nunmehr geltenden Auftragsrechts resp. des Fondsstatuts auf den nächstoffenen Termin\" kündige und dass den Titelinhabern ihr Anteil am Inventarwert des Fondsvermögens auf den 30. September 1969 bei der Depotbank zur Verfügung stehe.\n\nB.- Mit Verfügung vom 24. Juli 1969 hat die Bankenkommission die im Handelsamtsblatt vom 30. Juni 1969 veröffentlichte Kündigung nichtig erklärt (Dispositiv 1), der hbg untersagt, auf Grund dieser Kündigung Anteile zurückzuzahlen (Dispositiv 2), und ihr für den Fall der Missachtung des Verbotes den Entzug der Bewilligung zur Geschäftstätigkeit als Fondsleitung angedroht (Dispositiv 4).\n\nIn den Erwägungen wird ausgeführt, das AFG gebe wohl dem einzelnen Anleger das Recht auf Widerruf des von ihm abgeschlossenen Anlagevertrages (Art. 21), verwehre aber der Fondsleitung, einzelne Verträge zu kündigen; sie könne nur alle Verträge miteinander kündigen und damit die Auflösung des Fonds herbeiführen (Art. 28).\n\nC.- Die hbg erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, die Verfügung der Bankenkommission vom 24. Juli 1969 sei aufzuheben.\n\nEs wird geltend gemacht, die Bankenkommission habe mit dem Dispositiv 1 der angefochtenen Verfügung in die Zuständigkeit des Zivilrichters übergegriffen.\n\nDer Standpunkt der Bankenkommission sei auch sachlich nicht begründet. Das AFG schliesse die Kündigung einzelner Anlageverträge durch die Fondsleitung nicht aus. Es erkläre die Vorschriften über den Auftrag als anwendbar, soweit es nicht etwas anderes bestimme (Art. 8 Abs. 3). Damit verweise es auch auf Art. 404 OR, wonach der Auftrag von jedem Teil jederzeit widerrufen oder gekündigt werden kann; es enthalte keine ausdrückliche Bestimmung, welche der Fondsleitung die Kündigung gegenüber einzelnen Anlegern untersagen würde. Die Bankenkommission berufe sich zu Unrecht auf Art. 21 und 28 AFG.\n\nBGE 95 I 583 S. 586\n\nVerfehlt sei auch der Hinweis der Kommission auf das Gebot der Gleichbehandlung aller Anleger. Dieser Grundsatz sei dadurch gewahrt, dass jeder Anleger eine Kündigung zu gewärtigen und, falls sie ausgesprochen werde, Anspruch auf den nach Art. 21 AFG berechneten Rücknahmepreis habe. Der Anleger habe kein Recht darauf, dass seine Beteiligung am Fonds auf unbestimmte Zeit bestehen bleibe. Das Gebot der Rechtsgleichheit erfordere, dass nicht nur der Anleger, sondern auch die Fondsleitung den einzelnen Auftrag kündigen könne.\n\nDie Fondsleitung könne gute Gründe haben, die Zahl der Anleger durch Kündigung herabzusetzen, so dann, wenn nicht alle Gelder des Fonds in befriedigender Weise angelegt werden könnten, oder wenn ein einziger Anleger über eine so grosse Zahl von Anteilscheinen verfüge, dass er den Fonds durch ein Begehren um Auszahlung aller seiner Anteile gefährden könnte. Im vorliegenden Fall werde der Fondsleitung durch die Kündigungen ermöglicht, mit Titelinhabern, die bisher nicht erreichbar gewesen seien, Kontakt aufzunehmen und auch ihnen den Kauf der Titel für Rechnung eines einzigen Anlegers anzubieten. Der angestrebte Aufkauf aller Zertifikate zu den bekanntgegebenen Bedingungen sei für die bisherigen Inhaber vorteilhaft. Es dürfe damit gerechnet werden, dass schliesslich fast alle Titelbesitzer dem Aufkauf zustimmen. Es sei nicht einzusehen, weshalb der Beschwerdeführerin verwehrt sein sollte, die übrig bleibenden Anteile auf Grund der Kündigung zurückzuzahlen.\n\nDie Kündigung seitens der Fondsleitung sei den davon betroffenen Anlegern um so eher zuzumuten, als sie in einer Bestimmung des Fondsstatuts vom März 1960, dem sich jene seinerzeit unterzogen hätten, vorgesehen sei. Diese Bestimmung bleibe für die Anleger bis zum Ablauf der dreijährigen Anpassungsfrist des Art. 53 AFG verbindlich.\n\nD.- Die Bankenkommission beantragt die Abweisung der Beschwerde.\n\nE.- Die Vernehmlassung der Bankenkommission ist der Beschwerdeführerin zur Kenntnisnahme zugestellt worden. Darauf hat die Beschwerdeführerin das Gesuch gestellt, es seien ihr Gegenbemerkungen zu gestatten; zugleich hat sie solche angebracht.\n\nDas Bundesgericht weist die Beschwerde ab.\n\nBGE 95 I 583 S. 587", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 93 OG, auf den Art. 107 (in der hier anwendbaren ursprünglichen Fassung) verweist, findet nach dem Eingang der Beschwerdeantwort ein weiterer Schriftenwechsel nur ausnahmsweise statt (ebenso gemäss Art. 110 rev. OG). Im vorliegenden Fall hat die Beschwerdeführerin das Begehren gestellt, es seien ihr Gegenbemerkungen zur Beschwerdeantwort zu gestatten; gleichzeitig hat sie solche Bemerkungen auch schon vorgebracht. Es besteht jedoch kein zureichender Grund, diese Replik zuzulassen. Die Bankenkommission hat ihren Standpunkt im wesentlichen bereits in der Begründung der angefochtenen Verfügung dargelegt, und dazu hat die Beschwerdeführerin sich in der Beschwerdeschrift eingehend geäussert. Unter den gegebenen Umständen war es nicht notwendig, einen weiteren Schriftenwechsel oder auch nur eine Replik zu gestatten, zumal das Bundesgericht als Verwaltungsgericht das Bundesrecht von Amtes wegen anzuwenden hat (vgl. BGE 94 I 662 f.). Die von der Beschwerdeführerin eingereichte Replik ist aus dem Recht zu weisen.\n\n2. Die Aufsichtsbehörde über die Anlagefonds (Eidgenössische Bankenkommission) hat u.a. die Einhaltung der Vorschriften des Anlagefondsgesetzes und des Fondsreglementes durch Fondsleitung und Depotbank zu überwachen (Art. 42 Abs. 1 AFG). Stellt sie Verletzungen des Gesetzes oder des Reglementes oder sonstige Missstände fest, so erlässt sie die zur Herstellung des rechtmässigen Zustandes und zur Beseitigung der Missstände notwendigen Verfügungen (Art. 43 Abs. 1 AFG). Nach dieser Ordnung hat sie sich vielfach auch mit zivilrechtlichen Fragen zu befassen; denn die Vorschriften, deren Einhaltung durch Fondsleitung und Depotbank sie überwachen muss, gehören grösstenteils dem Zivilrecht an. Sie hat für den Schutz der privaten Rechte der Anleger zu sorgen. Dazu ist aber auch der Zivilrichter berufen. Es ist nicht Sache der Aufsichtsbehörde, Urteile in Zivilrechtsstreitigkeiten zwischen der Fondsleitung oder der Depotbank und einem Anleger zu fällen; dafür ist nach Gesetz der Zivilrichter zuständig (vgl. Art. 23-27 und Art. 42 Abs. 3 AFG). Die Aufsichtsbehörde hat eine Aufgabe gewerbepolizeilicher Art; sie trifft administrative Anordnungen und setzt Mittel des Verwaltungszwanges ein (vgl. Botschaft des Bundesrates vom 23. November 1965, BBl BGE 95 I 583 S. 5881965 III 311f.). In Art. 43 Abs. 2-4 und Art. 44 46 AFG werden verschiedene Massnahmen genannt, die sie ergreifen kann, wenn sie Verletzungen des Gesetzes oder des Fondsreglementes oder sonstige Missstände feststellt (Sicherstellungsverfügung, Strafanzeige, Begehren um Ersetzung einer Hinterlegungsstelle, Entzug der Bewilligung zur Geschäftstätigkeit). Doch ist diese Aufzählung nicht abschliessend; Art. 43 Abs. 1 AFG ermächtigt die Aufsichtsbehörde allgemein, das zur Herstellung des rechtmässigen Zustandes und zur Beseitigung der Missstände Erforderliche zu verfügen. Die Behörde ist auch befugt, zu diesem Zwecke Weisungen an die Fondsleitung und die Depotbank zu erlassen (BGE 95 I 485). Namentlich kann sie der Fondsleitung oder der Depotbank ein bestimmtes Handeln, das sie als gesetz- oder reglementswidrig erachtet, untersagen und zugleich, um die Beachtung des Verbotes zu erzwingen, eine nach Gesetz zulässige administrative Massnahme oder Strafe (Art. 50 Ziff. 1 Abs. 5 AFG) androhen.\n\nIm vorliegenden Fall hat die Aufsichtsbehörde untersucht, ob die von der Beschwerdeführerin ausgesprochene, im Schweizerischen Handelsamtsblatt vom 30. Juni 1969 veröffentlichte Kündigung von Anteilscheinen des hbg-Immobilien-Fonds mit den Vorschriften des Anlagefondsgesetzes vereinbar sei. Sie war nach der gesetzlichen Ordnung befugt, diese zivilrechtliche Frage zu prüfen. Die Beschwerdeführerin bestreitet es nicht. Dagegen macht sie geltend, die Bankenkommission habe jene Frage nur als Vorfrage, in den Erwägungen zu ihrem Entscheid, beurteilen dürfen; dadurch, dass die Kommission das Ergebnis ihrer Untersuchung - die Feststellung der Nichtigkeit der erwähnten Kündigung - in das Dispositiv ihrer Verfügung vom 24. Juli 1969 (unter Ziff. 1) aufgenommen hat, habe sie in die Zuständigkeit des Zivilrichters übergegriffen. Dieser Einwand hilft jedoch der Beschwerdeführerin nicht. Allerdings hatte die Aufsichtsbehörde bloss \"vorfrageweise\" darüber zu befinden, ob die erwähnte Kündigung zivilrechtlich gültig sei. Das hat sie aber auch getan. Die Feststellung im Dispositiv 1 der angefochtenen Verfügung hat keine selbständige Bedeutung, sondern bildet lediglich die Grundlage für die in den nachfolgenden Dispositiven angeordneten Massnahmen. Die Verfügung hätte keine andere Tragweite, wenn die Feststellung bloss in den Erwägungen getroffen, nicht ins Dispositiv aufgenommen worden wäre. Freilich ist es nicht ausgeschlossen, dass der Zivilrichter BGE 95 I 583 S. 589die zivilrechtliche Frage, welche Gegenstand des Dispositivs 1 der Verfügung ist, anders als die Aufsichtsbehörde beurteilen würde, falls er angerufen würde. Die Möglichkeit einer abweichenden Entscheidung des Zivilrichters bestände aber auch dann, wenn die Aufsichtsbehörde die Frage nur in der Begründung ihrer Verfügung behandelt hätte (vgl. BBl 1965 III 312). Die Bankenkommission hat dadurch, dass sie ihre Feststellung als Dispositiv formuliert hat, die Grenzen ihrer Zuständigkeit nicht überschritten. Sie hat damit nicht ein Urteil in einer Zivilrechtsstreitigkeit gefällt.\n\nSie hat auch im übrigen die Ordnung ihrer Kompetenzen nicht verletzt. Die Anordnungen, die sie in Ziff. 2 ff. des Dispositivs der angefochtenen Verfügung getroffen hat, sind administrative Massnahmen, für welche nach der gesetzlichen Ordnung die Aufsichtsbehörde zuständig ist, was die Beschwerdeführerin nicht bestreitet. Dies gilt insbesondere auch für das Kernstück der Verfügung: das Verbot, auf Grund der ungültig erklärten Kündigung Anteile zurückzuzahlen, und die damit verbundene Androhung des Entzugs der Bewilligung zur Geschäftstätigkeit als Fondsleitung.\n\n3. Nach Art. 8 Abs. 3 AFG untersteht der Kollektivanlagevertrag den Vorschriften über den Auftrag, soweit dieses Gesetz nicht etwas anderes bestimmt. Die Vorschriften über den Auftrag finden sich in Art. 394-406 OR. Nach Art. 404 OR kann der Auftrag von jedem Teile jederzeit widerrufen oder gekündigt werden. Das Anlagefondsgesetz bestätigt diesen Grundsatz insoweit, als er den Auftraggeber betrifft, indem es in Art. 21 den Anleger für befugt erklärt, den Kollektivanlagevertrag jederzeit zu widerrufen. Dagegen weicht der Wortlaut des Anlagefondsgesetzes hinsichtlich der Kündigung seitens des Beauftragten vom Text des Art. 404 OR ab. Art. 28 Abs. 1 lit. b AFG sieht vor, dass durch Kündigung der Fondsleitung (oder der Depotbank) die Auflösung eines nicht auf eine bestimmte Dauer beschränkten Anlagefonds herbeigeführt werden kann. Eine solche Kündigung hat notwendigerweise zur Folge, dass alle bestehenden Kollektivanlageverträge hinfällig werden; sie richtet sich also gegen sämtliche Anleger. Die Frage aber, ob die Fondsleitung auch berechtigt sei, bloss einzelne Kollektivanlageverträge zu kündigen und die übrigen bestehen zu lassen, ist im Anlagefondsgesetz nicht ausdrücklich geregelt. Da dieses Gesetz einerseits - in Übereinstimmung mit Art. 404 OR - BGE 95 I 583 S. 590das Recht des einzelnen Anlegers auf Widerruf des von ihm abgeschlossenen Kollektivanlagevertrages ausdrücklich anerkennt, anderseits aber - abweichend von Art. 404 OR - nur ein Recht der Fondsleitung auf kollektive Kündigung erwähnt, liegt die Annahme nahe, dass es der Fondsleitung eine auf einzelne Verträge beschränkte Kündigung verwehrt.\n\nFür diese Auslegung sprechen auch gewichtige sachliche Gründe. Nach dem allgemeinen Auftragsrecht hat der Beauftragte sich in der Regel an die ihm vom Auftraggeber erteilten Weisungen zu halten (Art. 397 OR). Diesem Grundsatz entspricht es, dass Art. 404 OR dem Beauftragten das Recht einräumt, das Mandat jederzeit niederzulegen; denn dem Beauftragten kann nicht zugemutet werden, unzweckmässige Weisungen des Auftraggebers wider besseres Wissen auszuführen (GAUTSCHI, N 15 a zu Art. 404 OR). Der Anleger hat jedoch kein Weisungsrecht gegenüber der Fondsleitung. Die Rechte und Pflichten der Fondsleitung ergeben sich aus dem Anlagefondsgesetz und dem Fondsreglement, das von ihr aufgestellt worden ist (Art. 9 AFG) und dem sich der Anleger durch Abschluss des Kollektivanlagevertrages unterzogen hat. Im Rahmen des Gesetzes und des Fondsreglementes verwaltet die Fondsleitung den Fonds \"selbständig\" (Art. 12 Abs. 1 AFG), so dass für Weisungen des Anlegers kein Raum bleibt (BGE 93 I 654). Es ist daher folgerichtig und sinnvoll, dass der Fondsleitung - in Abweichung vom allgemeinen Auftragsrecht - die Befugnis zur Kündigung gegenüber dem einzelnen Auftraggeber nicht zugestanden wird. Denn mangels eines Weisungsrechtes des Anlegers kann es der Fondsleitung im allgemeinen gleichgültig sein, wer sich an der Kollektivanlage beteiligt (BBl 1965 III 297). Es genügt, dass der Fondsleitung das Recht zusteht, den Anlagefonds als solchen aufzulösen (und damit sämtliche Kollektivanlageverträge zum Erlöschen zu bringen), sei es an dem im Fondsreglement zum voraus bestimmten Termin, sei es durch Kündigung, wenn der Fonds nach dem Reglement für eine unbestimmte Dauer geschaffen worden ist (Art. 28 AFG). Diese Ordnung entspricht dem Wesen des Kollektivanlagevertrages. Er ist ein Formularvertrag, dessen Bestimmungen von der Fondsleitung im Fondsreglement aufgestellt werden; alle Verträge, die eine Beteiligung am gleichen Fonds begründen, haben notwendigerweise denselben Inhalt, da sie \"zum Zwecke gemeinschaftlicher Kapitalanlage\" (Art. 2 Abs. 1 BGE 95 I 583 S. 591AFG) abgeschlossen sind und der Fonds nur einheitlich verwaltet werden kann. Hieraus ergibt sich, dass die Fondsleitung alle Anleger grundsätzlich gleich behandeln muss. Das Anlagefondsgesetz will allen - nicht nur einzelnen - Anlegern eine langfristige Anlage ermöglichen. Das Gebot der Gleichbehandlung aller Anleger würde ohne zureichenden Grund durchbrochen, wenn der Fondsleitung das Recht eingeräumt würde, eine Kündigung bloss gegenüber einzelnen Anlegern auszusprechen.\n\nDaraus, dass das Anlagefondsgesetz einerseits die Befugnis des einzelnen Anlegers zum Widerruf des von ihm abgeschlossenen Kollektivanlagevertrages ausdrücklich anerkennt, anderseits aber nur ein Recht der Fondsleitung auf kollektive Kündigung erwähnt, ist daher durch Umkehrschluss zu folgern, dass es eine individuelle Kündigung seitens der Fondsleitung nicht zulässt (vgl. P. JÄGGI, La loi sur les fonds de placement, in Journal des tribunaux 1967 I S. 226 ff., insbesondere S. 239 f.). Diese Regelung ist zwingend; denn das Anlagefondsgesetz behält abweichende Vereinbarungen nicht ausdrücklich vor und schliesst sie damit aus (Art. 8 Abs. 4).\n\nDie Kündigung, welche die Beschwerdeführerin gemäss Veröffentlichung im Schweizerischen Handelsamtsblatt vom 30. Juni 1969 gegenüber einzelnen Anlegern \"auf Grund des nunmehr geltenden Auftragsrechts resp. des Fondsstatuts\" ausgesprochen hat, ist somit ungültig; denn sie ist unvereinbar mit der zwingenden Ordnung des Anlagefondsgesetzes, die dem allgemeinen Auftragsrecht vorgeht; mit dem Inkrafttreten dieser Ordnung sind die ihr widersprechenden Bestimmungen früher aufgestellter Fondsreglemente - hier: Bestimmungen in § 4 des Fondsstatuts vom März 1960 - aufgehoben worden (Art. 54 Abs. 1 AFG). Die Bankenkommission hat mit Recht festgestellt, dass die Kündigung nichtig ist (Dispositiv 1 der angefochtenen Verfügung).\n\n4. Aus dieser Feststellung ergibt sich ohne weiteres, dass die Beschwerdeführerin nicht berechtigt ist, auf Grund der streitigen Kündigung Anteile zurückzuzahlen. Die Bankenkommission hat ihr dies mit Recht untersagt (Dispositiv 2 der angefochtenen Verfügung).\n\n5. ...\n\n6. Art. 44 Abs. 1 AFG bestimmt, dass die Aufsichtsbehörde der Fondsleitung, welche die Voraussetzungen der Bewilligung nicht mehr erfüllt oder ihre gesetzlichen oder vertraglichen BGE 95 I 583 S. 592Pflichten grob verletzt, die Bewilligung zur Geschäftstätigkeit entzieht. Diese Massnahme kann der Fondsleitung unter Umständen zunächst bloss angedroht werden. Die Androhung kann auch dann gerechtfertigt sein, wenn die Voraussetzungen der Bewilligung noch bestehen und der Fondsleitung eine grobe Pflichtverletzung noch nicht vorgeworfen werden kann. Es genügt, dass angenommen werden kann, die Fondsleitung würde sich einer solchen Pflichtverletzung schuldig machen, falls sie sich über eine Anordnung, deren Einhaltung durch die Androhung sichergestellt werden soll, hinwegsetzen würde. So verhält es sich hier. In der Tat durfte die Bankenkommission annehmen, dass die Beschwerdeführerin durch Missachtung des Verbots, auf Grund der nichtig erklärten Kündigung Anteile zurückzuzahlen, ihre Pflichten grob verletzen würde. Die für den Fall der Übertretung des Verbots ausgesprochene Androhung des Entzugs der Bewilligung (Dispositiv 4 der angefochtenen Verfügung) ist daher nicht zu beanstanden.\n\n7. ..."}