{"annee": "95", "cour": "IV", "page": "1", "date": "25/2/1969", "cite": ["74 IV 12", "91 IV 216", "92 IV 143", "80 IV 214", "90 IV 177", "90 IV 149"], "cite_par": ["118 IV 285", "106 IV 385", "128 IV 3", "106 IV 48"], "chapeau": "1. Urteil des Kassationshofes vom 25. Februar 1969 i.S. Hassan gegen Staatsanwaltschaft des Kantons Thurgau.", "regestes": ["Art. 41 ch. 3 CP, art. 90 ch. 2 LCR. Révocation du sursis. L'auteur du délit prévu à l'art. 90 ch. 2 LCR, qui peut être commis intentionnellement ou par une négligence grave, trompe la confiance du juge, même si la commission intentionnelle de ce délit n'est pas constatée. Cas de très peu de gravité nié en l'espèce."], "faits": "|1|\n\nA.- Hassan erlitt am 27. Juni 1965 in Kalchrain/TG einen Autounfall, indem sein Wagen in einer Doppelkurve ins Schleudern und über die Strassenböschung geriet und sich überschlug, wobei die drei Mitfahrer verletzt wurden, einer von ihnen schwer. Am 29. September 1966 verurteilte das Obergericht des Kantons Thurgau Hassan wegen fahrlässiger Körperverletzung zu zehn Tagen Gefängnis, bedingt aufgeschoben mit einer Probezeit von zwei Jahren.\n\nB.- Am 21. Februar 1968 fuhr Hassan auf der Kantonsstrasse Dombresson - St-Imier in einer Linkskurve, die wegen Schneehaufen an den Strassenrändern unübersichtlich war, vollständig auf der linken Strassenhälfte, wodurch ein entgegenkommendes Auto gefährdet wurde.\n\nHassan wurde deswegen am 27. Februar 1968 durch Strafbefehl des Staatsanwaltes des Kantons Neuenburg in Anwendung der Art. 34 Abs. 1 und 90 Ziff. 2 SVG zu einer Busse von Fr. 200.-- verurteilt.\n\n|2|\n\nC.- Am 12. Dezember 1968 ordnete das Obergericht des Kantons Thurgau den Vollzug der am 29. September 1966 bedingt aufgeschobenen Gefängnisstrafe an.\n\nD.- Hassan führt Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Beschwerdeführer geht davon aus, dass das Vergehen des Art. 90 Ziff. 2 Abs. 1 SVG überhaupt nur fahrlässig begangen werden könne. Diese Auffassung geht fehl (BGE 90 IV 151); sie stützt sich irrtümlich auf BGE 91 IV 216. In diesem Entscheid wurde lediglich festgestellt, dass Art. 237 Ziff. 1 StGB entgegen dem Wortlaut des Art. 90 Ziff. 2 Abs. 2 SVG auch dann anwendbar bleibt, wenn die vorsätzliche Störung des öffentlichen Verkehrs durch Verletzung von Verkehrsregeln begangen wird. Daraus folgt nicht, dass das Vergehen des Art. 90 Ziff. 2 SVG, wenn es vorsätzlich begangen wird, immer nach Art. 237 Ziff. 1 StGB zu ahnden sei. Wer eine Verkehrsregel vorsätzlich grob verletzt, kann die damit verbundene konkrete Gefährdung anderer, worauf in BGE 91 IV 217 hingewiesen wurde, auch bloss fahrlässig herbeiführen, indem er darauf vertraut oder damit rechnet, dass eine Verkehrsgefährdung nicht eintreten werde. Im Gegensatz zu Art. 237 StGB ist zudem beim Tatbestand des Art. 90 Ziff. 2 SVG eine konkrete Gefährdung anderer nicht erforderlich; es genügt schon die Verursachung einer ernstlichen abstrakten Gefahr (BGE 92 IV 144 Erw. II/1).\n\nUnzutreffend ist auch der Einwand des Beschwerdeführers, dass der neuen Tat kein schweres Verschulden zugrundeliege, da bei einem solchen das Strafbefehlsverfahren nach der neuenburgischen Strafprozessordnung nicht zulässig gewesen wäre. Demgegenüber ist darauf hinzuweisen, dass ein schweres Verschulden, mindestens grobe Fahrlässigkeit, Tatbestandserfordernis des Art. 90 Ziff. 2 SVG ist (BGE 92 IV 145 Erw. 3).\n\n2. Der Richter, der über den Widerruf des bedingten Strafvollzuges entscheidet, hat sich an das über die neue Tat ergangene rechtskräftige Urteil zu halten und darf die ihm zugrunde gelegten Feststellungen auf ihre materielle Richtigkeit nicht überprüfen (BGE 74 IV 17Erw. 3, BGE 80 IV 215). Wie es sich bei Fragen verhält, über die das Sachurteil keinen Aufschluss gibt, war bisher nicht zu entscheiden. Auch im vorliegenden Fall kann |3| offen bleiben, ob die Annahme des Obergerichtes, dass der Beschwerdeführer das ihm zur Last gelegte Vergehen des Art. 90 Ziff. 2 SVG eventualvorsätzlich begangen habe, zulässig war, da der angefochtene Entscheid sich subsidiär auch auf den Widerrufsgrund der Täuschung des richterlichen Vertrauens stützt.\n\nIn der groben Verletzung von Verkehrsregeln (Art. 90 Ziff. 2 SVG) liegt unzweifelhaft ein Verhalten, das so verwerflich ist, dass sich der Beschwerdeführer der Pflichtwidrigkeit seines Handelns auch ohne besondere Mahnung bewusst sein musste und dass dadurch das in ihn gesetzte Vertrauen, er werde sich des bedingten Strafaufschubes würdig erweisen, getäuscht wird (BGE 90 IV 178 und dort angeführte Entscheidungen). Diese Täuschung ist umso erheblicher, als die frühere Tat, für die dem Beschwerdeführer der bedingte Strafvollzug gewährt wurde, ebenfalls ein Verkehrsdelikt war, bei dem er auf einem gefährlichen Strassenstück infolge übersetzter Geschwindigkeit und Nichtbeachtung zweier Gefahrensignale die Herrschaft über sein Fahrzeug verlor und mehrere Personen Verletzungen erlitten.\n\nDas neue Vergehen ist weder objektiv noch subjektiv so geringfügig, dass es als besonders leichter Fall im Sinne von Art. 41 Ziff. 3 Abs. 2 StGB betrachtet werden könnte; der Beschwerdeführer macht dies übrigens selber nicht geltend. Nach dem Polizeibericht, auf den der Strafbefehl abstellt, hat der Beschwerdeführer in der unübersichtlichen Linkskurve vollständig die linke Fahrbahn benützt, nicht bloss die Strassenmitte, wie er behauptet. Das Linksfahren an unübersichtlicher Stelle verstösst gegen eine der grundlegenden Regeln der Verkehrssicherheit und ist sehr oft Ursache schwerster Unfälle; dass es nicht zu einem solchen kam, ist in erster Linie der Aufmerksamkeit und Reaktion des entgegenkommenden Fahrzeuglenkers zuzuschreiben, der sich durch brüskes Bremsen der Gefahr entziehen konnte. Das zumindest grob fahrlässige Verhalten des Beschwerdeführers, das schon an sich nicht leicht war, wiegt umso schwerer, als die neue Verfehlung, im Zusammenhang mit dem vorausgehenden Unfall gesehen, auf Rücksichtslosigkeit und mangelnde Selbstbeherrschung schliessen lässt.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}