{"annee": "95", "cour": "I", "page": "21", "date": "5/3/1969", "cite": ["94 I 375", "90 II 483", "73 I 135", "75 II 149", "83 II 525", "61 I 247"], "cite_par": ["121 I 259", "112 II 41", "98 II 305", "130 III 213"], "chapeau": "4. Auszug aus dem Urteil vom 5. März 1969 i.S. X. gegen Kantone Basel-Stadt und Basel-Landschaft.", "regestes": ["Répartition de l'impôt sur le produit du travail. Imposition de l'indemnité transactionnelle versée à un avocat par une société anonyme qui résilie avant terme un contrat par lequel elle s'était assuré ses conseils en matière juridique; transfert du domicile, - et non du bureau - de l'avocat pendant l'année fiscale, respectivement l'année de calcul. A quel moment le revenu constitué par cette indemnité est-il acquis? (consid. 5 a). S'agit-il du revenu d'une activité indépendante, imposable dans le canton où le contribuable exerce sa profession, ou du revenu d'une activité dépendante, imposable dans le canton du domicile? (consid. 5 b)."], "faits": "BGE 95 I 21 S. 21\n\nA.- Dr. X. führt in Basel ein Advokaturbureau. Er wohnte bis zum 1. Oktober 1965 in Basel, seither im Kanton Basel Landschaft. Seine Anwaltstätigkeit besteht zu einem wesentlichen BGE 95 I 21 S. 22Teil darin, bei Gesellschaftsgründungen und -verwaltungen als Berater oder als Organ mitzuwirken. So schloss er am 14. März 1963 mit einer neu gegründeten, im Versicherungswesen tätigen Aktiengesellschaft (im folgenden: IKV) einen frühestens auf Ende 1965 auflösbaren Beratungsvertrag ab. Darin verpflichtete er sich, ab Februar 1963 für die Dauer von mindestens 35 Monaten die mit einem Grundkapital von 1 Million Franken ausgestattete IKV rechtlich und steuerrechtlich zu beraten und als einzelzeichnungsberechtigter Verwaltungsrat zu amten; ferner übernahm er für die Dauer der Vertrags die Domizilierung und Verwaltung der IKV sowie die Besorgung der Buchhaltung und, solange die Einstellung eigenen Personals der IKV sich nicht rechtfertige, die laufenden Arbeiten. Für seine Dienste erhielt er eine einmalige Beratungsentschädigung von Fr. 5'000.--, eine monatliche Beratungs- und Verwaltungsentschädigung von Fr. 1'000.-- ab Februar 1963 und einen Interessenzuschlag von 1% der Bruttoprämieneinnahmen der ersten 5 Geschäftsjahre, jedoch mindestens Fr. 10'000.-- und höchstens Fr. 20'000.-- jährlich. Im zweiten Halbjahr 1965 wurde der Vertrag aufgehoben und X. mit Fr. 50'000.-- abgefunden.\n\nB.- Am 23. Februar 1967 reichte X. in Basel die Steuererklärung für 1965 (Einkommen) bzw. 1966 (Vermögen) und im Kanton Basel-Landschaft diejenige für 1966 ein.\n\na) In Basel gab er das gesamte, im Jahre 1965 erzielte Reineinkommen mit Fr. ....., davon Fr. 50'000.-- (Abfindung der IKV) nach § 50 StG zu einem reduzierten Satz steuerbar an.\n\nAm 20. Juni 1967 eröffnete ihm die Steuerverwaltung Basel-Stadt die Veranlagung für die Vermögenssteuer 1966 und für die Einkommenssteuer 1965 nebst einer Steuerausscheidung, welche die Übersiedelung von Basel in den Kanton Basel-Landschaft am 1. Oktober 1965 berücksichtigte und die Abfindung der IKV als gewöhnliches und im Kanton Basel-Stadt steuerbares Einkommen behandelte.\n\nX. erhob gegen die Veranlagung Einsprache und nach deren Abweisung Rekurs, mit dem er u.a. beantragte, die Abfindung der IKV von Fr. 50'000.-- sei als Abfindung im Sinne von § 39 Abs. 3 bzw. § 50 StG anzuerkennen und zu dem dafür vorgesehenen niedrigeren Satze zu besteuern.\n\nDie Steuerkommission des Kantons Basel-Stadt wies dieses Begehren mit Entscheid vom 28. Juni 1968 ab.\n\nBGE 95 I 21 S. 23\n\nb) Die Steuerverwaltung des Kantons Basel-Landschaft anerkannte die von Basel-Stadt vorgeschlagene Steuerausscheidung und erliess am 25. August 1967 eine entsprechende Veranlagung.\n\nC.- X. hat gegen den Entscheid der basel-städtischen Steuerkommission vom 28. Juni 1968 staatsrechtliche Beschwerde wegen Doppelbesteuerung erhoben, mit der u.a. beantragt, die Kapitalabfindung von Fr. 50'000.-- sei, weil nach der Wohnsitznahme im Kanton Basel-Landschaft (l.10.65) zugeflossen (22.12.65), diesem Kanton zur Besteuerung zuzuweisen. Zur Begründung dieses Antrags bringt er vor, die Abfindung sei ihm vor dem 1. Oktober 1965 mündlich zugesichert, in einer Zwischenbilanz der IKV vom 31. Oktober 1965 passiviert und dann am 22. Dezember 1965 ihm überwiesen worden, so dass anzunehmen sei, sie sei ihm noch vor dem 1. Oktober 1965 zugeflossen. Zudem stelle sie Einkommen aus unselbständiger Erwerbstätigkeit dar, und sei als solches unabhängig vom Zeitpunkt der Überweisung im Kanton Basel-Landschaft zu versteuern.", "considerants": "Aus den Erwägungen:\n\n5. Der Beschwerdeführer erhielt bei der vorzeitigen Auflösung des Beratungsvertrages mit der IKV einen in den Akten als \"Abfindung\" oder \"Einmalentschädigung\" bezeichneten Betrag von Fr. 50'000.--. Im Beschwerdebegehren macht er geltend, diese Abfindung sei ihm nach dem 1. Oktober 1965 (Wohnsitzverlegung von Basel in den Kanton Basel-Landschaft) zugeflossen; in der Begründung dagegen vertritt er diesen Standpunkt nur noch eventuell und macht in erster Linie geltend, die Entschädigung sei ihm vor dem 1. Oktober 1965 zugeflossen. Verhielte es sich so, und der Regierungsrat des Kantons Basel-Stadt beruft sich darauf, so wäre sie in jedem Fall in diesem Kanton zu versteuern, andernfalls nur dann, wenn es sich dabei um Einkommen aus selbständiger Erwerbstätigkeit handelt.\n\na) Einkommen ist dann realisiert, wenn der Steuerpflichtige darüber tatsächlich verfügen kann, sei es dass es in seinen Besitz gelangt, sei es dass er einen festen Rechtsanspruch darauf erhält (BGE 73 I 140, BGE 94 I 382 Erw. 3). Im vorliegenden Falle behauptet der Beschwerdeführer, die Entschädigung sei ihm vor dem 1. Oktober 1965 mündlich zugesichert worden. Indessen sind die näheren Umstände der Vertragsaufhebung aus den Akten nicht ersichtlich, so dass nicht feststeht, ob es sich um ein unbestimmtes Versprechen handelte oder um eine vertragliche BGE 95 I 21 S. 24Vereinbarung, die einen Rechtsanspruch begründete; der Umstand, dass die Entschädigung von der IKV erst am 31. Oktober 1965, und zwar durch den Beschwerdeführer selber, verbucht wurde, spricht eher dafür, dass ein Rechtsanspruch auf sie erst damals entstanden ist. Die Frage kann dahingestellt bleiben, da die Entschädigung, wie sich aus den folgenden Ausführungen ergibt, als Einkommen aus selbständiger Erwerbstätigkeit zu betrachten und schon deshalb im Kanton Basel-Stadt zu versteuern ist.\n\nb) Massgebend dafür, ob eine Tätigkeit steuerrechtlich als selbständig oder unselbständig zu gelten hat, ist nach der Rechtsprechung nicht so sehr die zivilrechtliche Natur der Beziehungen des Steuerpflichtigen zu Dritten, sondern vor allem das Mass der persönlichen und wirtschaftlichen Selbständigkeit, das dem Erwerbstätigen bei der Erfüllung seiner Aufgabe zukommt (BGE 61 I 254, LOCHER a.a.O. § 5 II B Nr. 5). So kann zivilrechtlich z.B. ein Verwaltungsrat einer AG Beauftragter sein (BGE 75 II 153Erw. 2 a), während seine Einkünfte öffentlich-rechtlich, z.B. bei der AHV, als Einkommen aus unselbständiger Erwerbstätigkeit behandelt werden (Art. 7 lit. h VV zum AHVG). Hinsichtlich der Natur der Abfindung von Fr. 50'000.-- lässt sich daher nichts Bestimmtes daraus ableiten, dass die IKV für die monatlichen Bezüge des Beschwerdeführers von Fr. 1'000.-- AHV-Prämien entrichtete, da er selber diese Bezüge gegenüber der AHV-Verwaltung als Verwaltungsratsentschädigung, die variablen Bezüge dagegen als Einkommen aus selbständiger Erwerbstätigkeit bezeichnet hat. Und ebenso wenig kann daraus, dass die Steuerbehörden diese und andere Verwaltungsratshonorare des Beschwerdeführers als Einkommen aus unselbständiger Tätigkeit behandelten, etwas zugunsten seines Standpunktes abgeleitet werden.\n\nAls Einkommen aus unselbständiger Erwerbstätigkeit wären die Einnahmen aus dem Beratungsvertrag zu betrachten, wenn sie aufgrund eines Dienstvertrages erzielt wurden, denn nach schweizerischer Auffassung ist Arbeit in dienstvertraglichem Verhältnis abhängige Arbeit (BGE 90 II 485 Erw. 1; SCHWEINGRUBER, Komm. zum Dienstvertrag 3. Aufl. N. 1c zu Art. 319 OR; GYSIN, Arbeitsrecht S. 32; teilweise abweichend OSER-SCHÖNENBERGER N. 8 zu Art. 319 OR). Der Beschwerdeführer glaubt, dass die im Beratungsvertrag vereinbarte feste Vertragsdauer ihn zum Dienstvertrag mache und die Annahme eines BGE 95 I 21 S. 25Auftrags ausschliesse. Die Unkündbarkeit des Vertrags während einer gewissen Zeit könnte in der Tat für seine dienstvertragliche Natur sprechen, weil der Auftrag nach Art. 404 OR jederzeit widerrufbar ist (vgl. GAUTSCHI N. 10a zu Art. 404 OR). Indessen ist denkbar, dass die Parteien, von denen der Beschwerdeführer rechtskundig ist, sich im Widerspruch zu Art. 404 OR Zusicherungen über die Dauer des Auftragsverhältnisses geben wollten, weil dafür ein Bedürfnis bestand, wenn man nicht das ganze Vertragswerk überhaupt als Vertrag sui generis auffassen will (vgl. BGE 83 II 529 Erw. 1 inbezug auf den Immobilienverwaltungsvertrag). Wie dem auch sei, genügt es entgegen der Auffassung des Beschwerdeführers nicht, dass ein Vertrag auf entgeltliche Arbeitsleistung für bestimmte oder unbestimmte Zeit abgeschlossen wird, um ihn zum Dienstvertrag zu machen, und auch die Berechnung der Vergütung pro Monat ist nicht ausschlaggebend (GAUTSCHI N. 62 b zu Art. 394 OR). Die Umschreibung des Dienstvertrags in Art. 319 OR bringt gerade das wesentliche Merkmal der Abhängigkeit des Arbeitnehmers nicht genau zum Ausdruck. Gemeint ist, dass der Arbeitnehmer die vertraglich vereinbarte Zeit dem Dienstherrn zur Verfügung zu stellen hat und während derselben der Weisungsgewalt des Dienstherrn unterstellt und damit persönlich (und allenfalls auch wirtschaftlich) von ihm abhängig ist (vgl. Botschaft zur Revision des Dienstvertragsrechts BBl 1967 II S. 294 Ziff. 2). Für eine solche Abhängigkeit des Beschwerdeführers von der IKV fehlen aber hinreichende Anhaltspunkte. Zwar können Arbeiten von der Art der vom Beschwerdeführer übernommenen auch Gegenstand eines Dienstvertrages sein (Art. 361 OR). Doch ist zu vermuten, dass ein Anwalt mit eigener Praxis nicht in ein dienstvertragliches Verhältnis zu seinem Auftraggeber tritt. Dass dies beim Beschwerdeführer anders war, ist nicht dargetan. Nichts weist darauf hin, dass er der IKV einen bestimmten, von ihr festgelegten Teil seiner Zeit für die zu erledigenden Arbeiten zur Verfügung zu stellen hatte und die IKV in irgendeiner Weise auf seine betriebliche Organisation Einfluss genommen hätte. Vielmehr darf angenommen werden, dass er in seinen betrieblichen Dispositionen völlig frei war. Ebensowenig weist etwas auf eine wirtschaftliche Abhängigkeit des Beschwerdeführers von der IKV, die ihn trotz Vorliegens eines blossen Auftrags- oder auftragsähnlichen Verhältnisses steuerrechtlich als abhängige Arbeitskraft erscheinen liesse; im BGE 95 I 21 S. 26Gegenteil betont er die starke Stellung, die er aufgrund seines \"know-how\" der IKV gegenüber besessen habe. Bei dieser Sachlage ist er steuerrechtlich, auch was sein Verhältnis zur IKV betrifft, als Selbständigerwerbender zu betrachten und hat die Abfindung für die vorzeitige Auflösung des Beratungsvertrages als Geschäftseinkommen zu gelten, das im Kanton Basel-Stadt zu versteuern ist. Die Beschwerde ist daher gegenüber dem Kanton Basel-Stadt, und soweit sie sich auch gegen den Kanton Basel-Landschaft richten sollte, auch diesem gegenüber abzuweisen."}