{"annee": "95", "cour": "II", "page": "283", "date": "10/7/1969", "cite": [], "cite_par": ["99 V 189", "107 II 411", "143 V 105", "107 IA 187", "108 II 51"], "chapeau": "37. Urteil der II. Zivilabteilung vom 10. Juli 1969 i.S. Rufli und Bänziger gegen Politische Gemeinde St. Gallen.", "regestes": ["Art. 141 al. 1 litt. b OJ. Le délai de revision commence à courir dès que le requérant connaît, de façon sûre, le nouveau fait pertinent et non pas à partir du moment où il est en mesure d'en apporter la preuve."], "faits": "|284|\n\nA.- Die Politische Gemeinde St. Gallen hatte gegenüber Frau Klara Ehrbar gemäss Vertrag vom 21. August 1958 ein im Grundbuch vorgemerktes Vorkaufsrecht an der Parzelle Grundbuch St. Fiden Nr. 2926. Am 14. Oktober 1958 verkaufte Frau Ehrbar das Grundstück dem Alois Osterwalder. Am 12. November 1958 teilte die Politische Gemeinde St. Gallen der Verkäuferin mit, sie übe das Vorkaufsrecht aus und erwerbe die Parzelle Nr. 2926 zu den Bedingungen des Vertrages vom 14. Oktober 1958. Frau Ehrbar widersetzte sich diesem Begehren.\n\nAm 11. Oktober 1962 hiess das Kantonsgericht St. Gallen im Berufungsverfahren die von der Vorkaufsberechtigten gegen Frau Ehrbar eingereichte Klage auf Zusprechung des Eigentums an der Parzelle Nr. 2926 gut.\n\nAm 16. Mai 1963 wies das Bundesgericht die von Frau Ehrbar erklärte Berufung ab und bestätigte das kantonsgerichtliche Urteil.\n\nB.- Am 19. Dezember 1963 verkaufte Frau Ehrbar der Corvag-Bau AG die Parzelle Grundbuch St. Fiden Nr. 764. Einige Monate später liess sie der Käuferin durch ihren Anwalt mitteilen, sie halte den Vertrag wegen Uebervorteilung nicht und verlange die Rückübertragung der Liegenschaft.\n\nNachdem Frau Ehrbar im August 1964 bevormundet worden war, reichte sie - vertreten durch ihren Vormund, Johann Egger - beim Bezirksgericht St. Gallen gegen die Corvag-Bau AG und gegen die Kredit und Anlagen AG (der die Liegenschaft am 15. September 1964 weiterverkauft worden war) Klage auf Ungültigerklärung der Kaufverträge vom 19. Dezember 1963 und 15. September 1964 und auf Rückübertragung der Liegenschaft ein. In diesem Prozess wurde über den Geisteszustand der Klägerin bei Dr. med. Bachmann ein Gutachten eingeholt, das am 7. Oktober 1966 erstattet wurde. Der Experte kam zum Schluss, die Imbezillität der Explorandin sei derart ausgeprägt, dass sie überhaupt nie als urteils- und handlungsfähig hätte betrachtet werden dürfen.\n\nIm Urteil vom 18. April 1967 stellte das Bezirksgericht dann u.a. fest, der Kaufvertrag vom 19. Dezember 1963 sei wegen fehlender Handlungsfähigkeit der Verkäuferin nichtig.\n\nC.- Johann Egger hatte sich am 19. Dezember 1966 schriftlich an den Stadtrat von St. Gallen gewandt, um die Zusicherung zu erhalten, dass die gestützt auf das Vorkaufsrecht erworbene |285| Parzelle Nr. 2926 einstweilen weder überbaut noch veräussert werde. Am 19. April 1967 begehrte Egger im Namen seines Mündels einen Vermittlungsvorstand, im wesentlichen mit den Rechtsbegehren, die mit der Stadt St. Gallen abgeschlossenen Rechtsgeschäfte (insbesondere der Vertrag vom 21. August 1958 über das Vorkaufsrecht) und der Kaufvertrag vom 14. Oktober 1958 mit Osterwalder seien nichtig zu erklären und Frau Ehrbar als Eigentümerin der verkauften Parzelle ins Grundbuch einzutragen. Egger suchte beim Waisenamt um die Erteilung einer Prozessvollmacht in diesem Streite nach.\n\nD.- Am 16. Dezember 1967 starb Frau Ehrbar. Als gesetzliche Erben hinterliess sie ihre Halbgeschwister Albert Rufli und Heidy Ruth Bänziger-Rufli. Diese reichten am 6. März 1969 ein Revisionsgesuch ein und beantragten, das Urteil des Bundesgerichts vom 16. Mai 1963 sei aufzuheben und die Gesuchsteller als Eigentümer der Parzelle Nr. 2926 im Grundbuch einzutragen. E. - Die Politische Gemeinde St. Gallen beantragt die Abweisung des Gesuchs.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. ...\n\n2. - Ein Revisionsgesuch muss in den Fällen des Artikels 137 OG binnen 90 Tagen von der Entdeckung des Revisionsgrundes, frühestens jedoch vom Eingang der schriftlichen Ausfertigung des bundesgerichtlichen Entscheides oder vom Abschluss des Strafverfahrens an, beim Bundesgericht anhängig gemacht werden. Im Gesuch ist seine rechtzeitige Geltendmachung darzulegen (Art. 140 OG).\n\nDie Gesuchsteller behaupten, die 90-tägige Frist eingehalten zu haben. Sie führen dazu aus, am 4. Oktober 1968 habe ihr Anwalt Dr. med. Bachmann um Mitteilung ersucht, ob Frau Ehrbar zur Zeit des Vertragsschlusses mit der Politischen Gemeinde St. Gallen bzw. mit Osterwalder urteilsfähig gewesen sei. Mit Schreiben vom 9. Dezember 1968 habe der Experte diese Frage verneint. Erst dadurch hätten sie eine genügend sichere Kenntnis des Revisionsgrundes erhalten.\n\na) Die Revision eines bundesgerichtlichen Urteils ist nach Art. 137 lit. b OG u.a. dann möglich, wenn der Gesuchsteller nachträglich neue erhebliche Tatsachen erfährt, die er im früheren Verfahren nicht beibringen konnte. Zweifellos bildet die im Gutachten von Dr. Bachmann festgestellte mangelnde |286| Urteilsfähigkeit der Frau Ehrbar eine neue erhebliche Tatsache im Sinne der erwähnten Bestimmung. Wäre dieser Umstand bereits im Prozess um die Durchsetzung des Vorkaufsrechts dem damaligen Anwalt der Erblasserin bekannt gewesen, vorgebracht und bewiesen worden, hätte die Klage der Politischen Gemeinde St. Gallen abgewiesen werden müssen, weil die Verträge vom 21. August 1958 und 14. Oktober 1958 gemäss Art. 18 ZGB keine rechtlichen Wirkungen hätten erzeugen können.\n\nb) Das Schicksal des vorliegenden Revisionsgesuchs hängt deshalb - abgesehen von der Beweisfrage - davon ab, ob es rechtzeitig, d.h. binnen 90 Tagen seit Entdeckung der neuen erheblichen Tatsache beim Bundesgericht anhängig gemacht wurde. Der genannte Revisionsgrund ist nicht erst dann zu bejahen, wenn der Gesuchsteller die neue erhebliche Tatsache sicher beweisen kann. Denn sonst müsste der weitere Revisionsgrund der neuen Beweismittel überhaupt ausgeschlossen bleiben, weil alsdann eine erhebliche Tatsache solange als neu zu gelten hätte, als sie nicht restlos bewiesen werden kann. Vielmehr muss genügen, dass ein auf sicheren Grundlagen fussendes Wissen vorhanden ist (vgl. H.P. MARTI, Das Neue Recht der bernischen Zivilprozessordnung, S. 23). Blosse Vermutungen oder gar Gerüchte genügen dagegen nicht und vermögen den Lauf der Revisionsfristen nicht in Gang zu setzen. Gleich wie bei den tatbeständlichen Vorbringen einer Partei im ordentlichen Prozess, bei denen es sich um vorläufig noch unbewiesene Behauptungen handelt, müssen begründete Aussichten bestehen, die neue Tatsache zu beweisen (BIRCHMEIER, Handbuch zum OG, S. 513; STEIN/JONAS, 19. Auflage, N. I/2 zu § 586 DZPO).\n\nIm vorliegenden Fall erfuhr der Vormund der Frau Ehrbar aus dem von Dr. Bachmann am 7. Oktober 1966 verfassten Gutachten, dass die Explorandin überhaupt nie urteils- und handlungsfähig war. Er durfte auf die Schlussfolgerung des Experten abstellen, da das Bezirksgericht St. Gallen im Prozess, der freilich nur Vorgänge aus den Jahren 1963 und 1964 betraf, dieses Gutachten als schlüssig erachtete. Jedenfalls lassen seine weiteren Schritte erkennen, dass er selbst der Auffassung war, über genügend sichere Anhaltspunkte zu verfügen, um die bereits in den Jahren 1958 und 1959 bestehende Handlungsunfähigkeit seines Mündels geltend zu machen. Er wandte sich nämlich vorerst im Dezember 1966 an den Stadtrat von St. Gallen, um die Zusicherung zu erhalten, dass die Parzelle |287| Nr. 2926 einstweilen weder überbaut noch veräussert werde. Einen Tag nach dem bezirksgerichtlichen Urteil vom 18. April 1967 stellte er das Gesuch um einen Vermittlungsvorstand, der die Einleitung des Verfahrens gegen die Politische Gemeinde St. Gallen ermöglichen sollte. Er verlangte beim Waisenamt die Ermächtigung zu dieser Prozessführung. Diese Vorkehrungen hätte er nicht getroffen, wäre er nicht überzeugt gewesen von der Richtigkeit des Gutachtens Bachmann und damit vom Umstand, sein Mündel sei beim Abschluss der Verträge mit der Politischen Gemeinde St. Gallen und mit Osterwalder handlungsunfähig gewesen. Daraus folgt, dass der Vormund der Frau Ehrbar den Revisionsgrund des Art. 137 lit. b OG schon im Herbst 1966, spätestens aber mit der Eröffnung des bezirksgerichtlichen Urteils vom 18. April 1967, kannte. Die in Art. 141 Abs. 1 lit. b OG vorgeschriebene 90-tägige Frist war deshalb längstens abgelaufen, als die Rechtsnachfolger der Erblasserin am 6. März 1969 das Revisionsgesuch anhängig machten. Sie müssen sich die Kenntnis des gesetzlichen Vertreters der Frau Ehrbar anrechnen lassen (vgl. BIRCHMEIER, Handbuch zum OG, S. 513) und können sich deshalb nicht darauf berufen, sie hätten den Revisionsgrund erst durch das Schreiben von Dr. Bachmann vom 9. Dezember 1968 entdeckt.\n\nDemnach erkennt das Bundesgericht:\n\nAuf das Revisionsgesuch wird nicht eingetreten."}