{"annee": "95", "cour": "II", "page": "442", "date": "16/12/1969", "cite": ["44 II 132", "84 II 529", "39 II 561", "89 II 410", "84 II 168", "52 II 358", "86 II 78", "31 II 632", "50 II 168", "89 II 321", "78 II 97", "71 II 127", "76 II 188", "75 II 102", "89 II 118", "42 II 61", "31 II 96", "87 II 137", "63 II 173"], "cite_par": ["106 IB 145", "126 III 361", "97 II 216", "108 II 398", "107 II 426", "102 IA 574", "102 II 270", "109 II 26", "108 II 122", "95 II 617", "99 II 39", "98 II 73", "111 II 284", "98 II 113", "102 II 81", "107 II 484", "108 II 337", "105 II 289"], "chapeau": "62. Urteil der I. Zivilabteilung vom 16. Dezember 1969 i.S. Bank für Gemeinwirtschaft AG gegen Konkursmasse der Prospera GmbH.", "regestes": ["L'étendue des pouvoirs de représentation des organes d'une personne morale se détermine selon le statut personnel qui régit la capacité d'agir de celle-ci (consid. 1). Le \"droit de représentation\", au sens de l'art. 814 CO, est le pouvoir - légal - de conclure au nom de la société des actes juridiques qui engagent celle-ci, sans égard à l'autorisation - interne - d'accomplir de tels actes (consid. 2). Par \"actes que peut impliquer le but social\" (art. 718 CO), il faut entendre tous les actes qui ne sont pas nettement exclus par ledit but (consid. 3). Le \"contrat avec soi-même\" conclu par un organe d'une personne morale n'est pas admissible, sauf autorisation ou ratification de la part d'un organe supérieur ou de même rang, lorsqu'il implique le risque de porter préjudice à la personne morale. Ce risque existe lorsque le gérant d'une s.à r.l. fait acheter des papiers-valeurs par la société seulement pour le cas où l'opération spéculative qu'il fait lui-même sur ces titres échouerait (consid. 5). Il n'y a pas ratification tacite d'un cautionnement conclu par le gérant de la s.à r.l. dans son propre intérêt et à la charge de la société, lorsque le créancier a, sans provoquer de réaction, accusé réception de l'acte de cautionnement en s'adressant à un organe de la société non habilité à approuver le cautionnement (consid. 6). Lorsque en contractant l'organe de la personne morale a outrepassé ses pouvoirs légaux de représentation, le cocontractant ne peut, arguant de sa bonne foi, prétendre des droits contre la personne morale - art. 38 CO - (consid. 7)."], "faits": "|444|\n\nA.- 1) Im Sommer 1963 gründete Erich Frischknecht, der in Zürich als \"internationaler Finanzberater\" tätig war, zusammen mit Max Wyler die Prospera GmbH. Sie hatte ein Stammkapital von Fr. 50 000.--, bezweckte \"die Übernahme von Vermögensverwaltungen sowie den Erwerb, die Verwaltung und den Verkauf von Beteiligungen an Handels- und Industrieunternehmungen und besass an ihrem Sitz Glarus bei Rechtsanwalt Dr. Doswald ein Rechtsdomizil. Durch Statutenänderung vom 27. November 1963, im Handelsregister eingetragen am 5. Dezember 1963 und im Schweizerischen Handelsamtsblatt veröffentlicht am 11. Dezember 1963, erhöhte sie ihr Kapital auf 2 Millionen Franken. Gesellschafter waren von da an Willy Schmitz in Viersen (Deutschland) mit einer Stammeinlage von Fr. 1 950 000.-- und seine Tochter Christel Wentzel in Geldern (Deutschland) mit einer Stammeinlage von Fr. 50 000.--. Als Geschäftsführer wurden Schmitz und Frischknecht in das Handelsregister eingetragen, beide als einzeln zeichnungsberechtigt.\n\nDie Prospera GmbH hatte beim Schweizerischen Bankverein in Zürich Wertschriften hinterlegt, über die laut Unterschriftenkarte dieser Bank vom 31. Juli 1963 Schmitz einzeln, Frischknecht dagegen nur kollektiv mit Schmitz verfügen durfte. Am 21. Februar 1964 verpfändete sie diese Papiere dem Schweizerischen Bankverein, um eine aus Aktienkäufen entstandene Schuld ihrer von Frischknecht verwalteten Tochtergesellschaft Wimalag AG sicherzustellen. Am 7. Juli 1964 bestellte sie der gleichen Bank an den hinterlegten Wertschriften ein Pfandrecht für eine Kontokorrentschuld der Wimalag AG von Fr. 600 000.\n\n2) Frischknecht hatte als Finanzberater seit 1961 verschiedenen Kunden empfohlen, Aktien der Société Chimique de Gerland, Lyon, zu erwerben, indem er darauf hingewiesen hatte, es sei zu erwarten, dass ihr Kurs von FF 600 auf FF 800 bis 900 steigen werde. Als die Kurssteigerung ausblieb, verpflichtete er sich 1963 und 1964 in mehreren Fällen, die Aktien zu weit über den Börsenkursen liegenden Preisen zurückzunehmen. Er beabsichtigte, sie als Paket gewinnbringend weiterzuverkaufen. Um dieses in seinem Interesse liegende Geschäft durchführen zu |445| können, wandte er sich anfangs März 1964 zwecks Aufnahme eines bis zum 15. Juli 1964 befristeten Darlehens an die Bank für Gemeinwirtschaft AG in Frankfurt a.M. Er erklärte ihr, die Prospera GmbH werde für das Darlehen bürgen.\n\nAm 6. März 1964 gab er Direktor Prügner von der Bank für Gemeinwirtschaft schriftlich einige Auskünfte über die Prospera GmbH und übermittelte ihm einen \"Depot-Auszug\" über die beim Schweizerischen Bankverein liegenden Wertpapiere, wobei er betonte, das Vermögen der Gesellschaft sei \"völlig unbelastet\".\n\nAm 25. März 1964 unterzeichnete er im Namen der Prospera GmbH eine Erklärung, wonach sich diese \"selbstschuldnerisch für alle Ansprüche, welche die Bank für Gemeinwirtschaft ... gegen Herrn Erich Frischknecht, Zürich/Schweiz, Mühlegasse 17, aus der bankmässigen Geschäftsverbindung ... bereits erworben habe oder noch erwerben werde, bis zum Höchstbetrag von DM 1 800 000\" verbürge. Am Schlusse der Erklärung steht der Satz: \"Desgleichen verpflichten wir uns, während der Laufzeit des Kredites nicht über unser Vermögen ab heutigem Tage zu verfügen.\"\n\nAm 1. April 1964 dankte Frischknecht der Bank für Gemeinwirtschaft für die Eröffnung eines Kredites von DM 1 800 000 und fügte bei: \"In der Beilage übermache ich Ihnen zu Ihrer Bedienung Bürgschaftserklärung im Doppel durch die Prospera GmbH, Glarus, rechtsgültig unterzeichnet, so dass meinerseits bezüglich der Kredit-Formalitäten die gewünschten Massnahmen getroffen sind. Die Prospera GmbH erwartet mit Interesse Ihre Eingangs-Bestätigung. - Gern reiche ich Ihnen den Handelsregister-Auszug der Gesellschaft in den nächsten Tagen nach; der entsprechende Antrag liegt bereits beim Handelsregisteramt des Kantons Glarus. - Lediglich zu Ihrer Orientierung diene Ihnen, dass ich in diesen Tagen die Substanz der Prospera GmbH durch Franko-Einlieferung von ... zusätzlich verstärkt habe. Selbstverständlich wird die Propera GmbH sich genau an die Bestimmungen der Bürgschafts-Erklärung halten, insbesondere auch in keiner Weise über das Vermögen während der Laufzeit des Kredites verfügen ...\".\n\nAm 6. April 1964 teilte Frischknecht der Bank für Gemeinwirtschaft mit, welche Gerland-Aktien ihr geliefert würden, durch welche Banken dies geschehen werde und welche Beträge sie dafür auszuzahlen habe. Er unterschied zwischen Posten |446| von zusammen DM 1 781 292.75, die \"mit der Prospera GmbH im Zusammenhang\" ständen, und weiteren Posten, für die sie ihm ein besonderes Konto eröffnen solle, das \"nach Ablösung der Gerland-Positionen\" für seine persönlichen Börsengeschäfte weiterzuführen sei.\n\nAm 9. April 1964 bestätigte die Bank für Gemeinwirtschaft Frischknecht die Eröffnung des Kredites von DM 1 800 000 und des besonderen Kontos und gab ihm ihre allgemeinen und besonderen Bedingungen bekannt. Am Fusse einer Kopie dieses Schreibens erklärte sich Frischknecht am 10. April 1964 damit einverstanden.\n\nAm 14. April 1964 schrieb die Bank für Gemeinwirtschaft der \"Prospera GmbH Burgstrasse 40, Glarus/Schweiz\" einen als vertraulich bezeichneten eingeschriebenen Brief, durch den sie ihr \"den Empfang der von Ihnen am 25. März 1964 unterzeichneten Bürgschaftsurkunde\" für den an Frischknecht bewilligten Kredit von DM 1 800 000 bestätigte und ihr eine für sie bestimmte Ausfertigung dieser Erklärung \"wieder beifügte\".\n\n3) Am 15. Juli 1964 war Frischknecht, weil der Kurs der Gerland-Aktien gesunken war, nicht in der Lage, den Kredit zurückzuzahlen. Er bot der Bank für Gemeinwirtschaft in der Folge die beim Schweizerischen Bankverein, Zürich, liegenden Wertpapiere der Prospera GmbH als zusätzliche Sicherheit an und unterzeichnete am 16. September 1964 im Namen der Prospera GmbH einen diesbezüglichen Verpfändungsvertrag, dessen Ziffer 2 lautet: \"Das Pfandrecht an diesen Wertpapieren dient zur Sicherung aller Ansprüche, die die Bank aus der Gewährung eines Kredites von DM 1 800 000 zuzüglich eines Überziehungskredites von DM 500 798.31 (Kontostand am 15.9.1964 exclusive Zinsen) an Herrn Erich Frischknecht, Zürich, gemäss Krediteinräumungsschreiben vom 9. April 1964 besitzt oder künftig besitzen wird.\" Am gleichen Tage verpfändete Frischknecht der Bank für Gemeinwirtschaft im eigenen Namen 1109 beim Crédit Commercial de France liegende Gerland-Aktien, um die gleichen Kreditschulden zusätzlich sicherzustellen.\n\nAls der Schweizerische Bankverein, Zürich, durch die Bank für Gemeinwirtschaft vernahm, dass ihr die der Prospera GmbH gehörenden Wertpapiere verpfändet worden seien, drohte er der Wimalag AG am 28. September 1964 die Kündigung seiner Kreditforderung an und lud die Organe der Prospera GmbH zu einer Besprechung ein. Ein Doppel dieses Schreibens sandte |447| er an Schmitz. Dadurch wurde dieser erstmals über das Vorgehen Frischknechts unterrichtet.\n\nAm 29. September 1964 vereinbarte Frischknecht namens der Prospera GmbH mit der Bank für Gemeinwirtschaft, das am 16. September 1964 bestellte Pfandrecht solle \"den Rang unmittelbar nach den derzeit bestehenden Rechten erhalten\" und die Prospera GmbH trete alle Ansprüche gegen den Schweizerischen Bankverein auf Herausgabe der verpfändeten Wertpapiere an die Bank für Gemeinwirtschaft ab.\n\n4) Am 10. Dezember 1964 wurde über das Vermögen der Prospera GmbH der Konkurs eröffnet. Die Bank für Gemeinwirtschaft meldete in diesem aus der Bürgschaft vom 25. März 1964 eine Forderung von Fr. 1800 000.-- an und beanspruchte dafür aus den Verträgen vom 16. und 29. September 1964 ein Pfandrecht an den beim Schweizerischen Bankverein, Zürich, hinterlegten Wertpapieren der Gemeinschuldnerin. Nachdem die Bank für Gemeinwirtschaft im Februar 1965 von den verpfändeten Gerland-Aktien Frischknechts verwertet hatte, setzte sie ihre Forderung gegenüber der Konkursmasse auf DM 1 045 438.15 herab.\n\nDas Konkursamt Glarus wies die Forderung am 14. Mai 1964 mit der Begründung ab, Frischknecht habe dadurch, dass er in eigenem Interesse im Namen der Prospera GmbH Verpflichtungserklärungen abgab, seine Vertretungsmacht überschritten, was für die Gläubigerin erkennbar gewesen sei.\n\n5) Im März 1965 eröffnete die Bezirksanwaltschaft Meilen auf Strafklage des Schmitz hin gegen Frischknecht ein Strafverfahren. Es endete damit, dass das Obergericht des Kantons Zürich den Beschuldigten am 25. Oktober 1966 wegen wiederholter ungetreuer Geschäftsführung zu zwei Jahren und sechs Monaten Gefängnis verurteilte. Gegenstand der Anklage und der Verurteilung bildeten unter anderem die Eingehung der Solidarbürgschaft im Namen der Prospera GmbH und die Verpfändung ihrer beim Schweizerischen Bankverein, Zürich, liegenden Wertschriften zugunsten der Bank für Gemeinwirtschaft für die Kreditschuld des Beschuldigten.\n\nB.- Die Bank für Gemeinwirtschaft klagte auf Kollokation im Betrage von DM 1 045 438.15 nebst 8% Zins seit 1. April 1965 und Feststellung, dass für diese Forderung die Wertschriften der Prospera GmbH gemäss den Verträgen vom 16. und 29. September 1964 als Pfand hafteten.\n\n|448|\n\nDas Zivilgericht des Kantons Glarus hiess die Klage am 21. März 1968 gut, wobei es die Forderung von DM 1 045 438.15 in Fr. 1 134 300.-- umrechnete.\n\nDas Obergericht des Kantons Glarus wies dagegen auf Appellation der Konkursmasse der Prospera GmbH hin die Klage am 10. März 1969 ab.\n\nC.- Die Klägerin hat die Berufung erklärt. Sie beantragt dem Bundesgericht, die Klage gutzuheissen, eventuell die Sache zu neuer Beurteilung an das Obergericht des Kantons Glarus zurückzuweisen.\n\nDie Beklagte beantragt, das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zu entscheiden ist, ob die Prospera GmbH, die ihren Sitz in der Schweiz hat, durch die Willensäusserungen ihres Geschäftsführers Frischknecht für dessen persönliche Verbindlichkeiten zugunsten der in der Bundesrepublik Deutschland niedergelassenen Klägerin habe Bürgschaft leisten und ihre in Zürich liegenden Wertpapiere habe verpfänden können. Das hängt davon ab, wie weit die Vertretungsmacht Frischknechts reichte, d.h. in welchem Umfange dieses Organ den rechtsgeschäftlichen Willen der Prospera GmbH bilden und kundgeben konnte. Die Frage beurteilt sich nach dem die Handlungsfähigkeit dieser Gesellschaft beherrschenden Personalstatut, d.h. nach dem Recht des Staates, in dem die Prospera GmbH ihren Sitz hat und dem sie ihre Persönlichkeit verdankt (NIEDERER in GUTZWILLER/NIEDERER, Beiträge zum Haager Internationalprivatrecht 1951 S. 131; SCHÖNENBERGER/JÄGGI, Allgemeine Einleitung N. 145 f.). Es ist somit schweizerisches Recht anzuwenden. Auf dieses haben sich denn auch beide Parteien schon im kantonalen Verfahren berufen.\n\n2. Gemäss Art. 814 Abs. 1 OR gelten für den Umfang und die Beschränkung der \"Vertretungsbefugnis\" der Geschäftsführer der Gesellschaft mit beschränkter Haftung die Bestimmungen des Aktienrechts. Damit ist auf Art. 718 OR verwiesen.\n\nDie Klägerin beruft sich auf SCHUCANY, Kommentar zum schweizerischen Aktienrecht, 2. Auflage, der in Anmerkung 3 zu Art. 718 die Meinung äussert, die Vertretungsbefugnis voll zeichnungsberechtigter Personen sei nach aussen unbeschränkt; sie beziehe sich auf alle Rechtshandlungen, ob sie zum Geschäftsbetrieb und zum Gesellschaftszweck gehörten oder nicht.\n\nDiese Auffassung hält nicht stand. In den beiden Urteilen, |449| die Schucany anführt (BGE 44 II 136,BGE 52 II 360), legte das Bundesgericht Art. 654 aoR aus. Nach dieser Bestimmung wurde die Aktiengesellschaft \"durch die von ihren Vertretern innerhalb der Grenzen ihres Auftrages abgeschlossenen Rechtsgeschäfte verpflichtet\". Unter dem \"Auftrag\" verstand das Bundesgericht die Stellung des Vertreters als Organ (BGE 44 II 138), woraus es ableitete, die Vertretungsmacht der Verwaltung der Aktiengesellschaft reiche soweit wie die Handlungsfähigkeit der juristischen Person, sie beziehe sich also auf alle Rechtshandlungen, gleichgültig ob sie zum Geschäftsbetrieb und zum Geschäftszweck gehörten oder nicht. Art. 718 Abs. 1 OR lautet anders. Er bestimmt, die zur Vertretung befugten Personen seien ermächtigt, im Namen der Gesellschaft \"alle Rechtshandlungen vorzunehmen, die der Zewck der Gesellschaft mit sich bringen kann\". Diese Fassung lehnt sich an Art. 423 Abs. 1, 561 Abs. 1, 700 aoR und Art. 459 Abs. 1, 564 Abs. 1, 899 Abs. 1 OR an, welche die Vertretungsmacht des Prokuristen, der Kollektivgesellschafter und der zur Vertretung der Genossenschaft bestellten Organe betreffen. Die Vertretungsmacht wird durch den erwähnten Wortlaut unmissverständlich beschränkt. Von einer Beschränkung der Ermächtigung auf den Zweck der Gesellschaft spricht auch SCHUCANY, doch nimmt er an, sie habe nur interne Bedeutung (Anm. 1 zu Art. 718 OR). Dieser Meinung ist nicht beizupflichten. Trotz des Wortes \"Vertretungsbefugnis\", das in Art. 564, 718, 814 und 899 OR vorkommt, bestimmen diese Normen nicht, welche Rechtshandlungen der Vertreter zulasten der Gesellschaften bzw. Genossenschaften vornehmen darf, sondern welche er vornehmen kann. Gemeint ist die Vertretungsmacht. In den französischen und italienischen Texten der erwähnten Bestimmungen, zum Teil auch in den Randtiteln, kommen denn auch die Ausdrücke \"pouvoirs\", \"poteri\", \"facoltà di rappresentanza\", \"facoltà di rappresentare\" und das Zeitwort \"potere\" vor. Hätte schon die in Art. 718 Abs. 1 genannte Beschränkung nur interne Bedeutung, so wäre in Art. 718 Abs. 2 nicht bestimmt worden, die im ersten Absatz umschriebene Vertretungsmacht (\"diese Vertretungsbefugnis\", \"ces pouvoirs\", \"questa facoltà di rappresentare\") könne - unter Vorbehalt gewisser im Handelsregister eintragbarer Ausnahmen - gegenüber gutgläubigen Dritten nicht (weiter) beschränkt werden. Das hätte sich von selbst verstanden.\n\n|450|\n\nDie Auffassung Schucanys wird denn auch im übrigen Schrifttum nicht geteilt (F. VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 3. Auflage, S. 235; FUNK, Anm. 2 zu Art. 718 OR; SECRETAN, JdT 1960 I 2 ff., besonders S. 3 und 9; W. VON STEIGER, Art. 814 N. 2; BÜRGI, Art. 718 N. 2; SCHULZ-DORNBURG, Die Verwaltung der Aktiengesellschaft in Deutschland und der Schweiz, Diss. Zürich 1966 S. 78; SCHULTHESS, Funktionen der Verwaltung einer Aktiengesellschaft, Diss. Zürich 1967 S. 79/80; WIELER, Die rechtliche Stellung des Geschäftsführers in der GmbH, Diss. Bern 1939 S. 36 f.).\n\n3. Nach der Rechtsprechung des Bundesgerichts zu Art. 561 und 423 aoR und zu Art. 459 OR sind unter den Rechtshandlungen, die der Zweck der Gesellschaft bzw. der Zweck des Gewerbes oder Geschäftes \"mit sich bringen kann\", nicht nur Rechtshandlungen zu verstehen, die dem Vertretenen nützlich sind oder in seinem Betriebe gewöhnlich vorkommen, sondern alle Rechtshandlungen, die, objektiv betrachtet, im Interesse des von ihm verfolgten Zweckes liegen können, d.h. durch diesen nicht geradezu ausgeschlossen werden (BGE 20 440 f., 22 595, 23 I 203, 31 II 100, 31 II 638, 38 II 105, 39 II 297, 84 II 170).\n\nDer Zweck der Gesellschaft schliesst eine bestimmte Rechtshandlung selbst dann nicht geradezu aus, wenn sie ihn nur mittelbar fördert oder fördern kann (Urteil vom 7.10.58 i.S. Duttweiler c. Konkursmasse der Maritime suisse SA Erw. 3). Das trifft z.B. zu, wenn sie dem Kredit eines Kollektivgesellschafters dient und dadurch mittelbar auch jenen der Kollektivgesellschaft hebt (BGE 20 440), wenn sie dem Vertretenen mittelbar Geschäftsabschlüsse einträgt, die seinem Zweck entsprechen (BGE 31 II 100, BGE 84 II 170 f.), oder wenn sie sonstwie geeignet ist, die geschäftliche Lage des Vertretenen zu verbessern (BGE 31 II 637f.). Immer muss aber erwiesen sein, dass das konkrete Rechtsgeschäft, dessen Gültigkeit in Frage steht, vom Gesellschaftszweck (unmittelbar oder mittelbar) mit sich gebracht werden konnte. Es genügt also z.B. nicht, dass der Gesellschaftszweck an sich die Eingehung von Bürgschaften erfordern kann, sondern er muss die unter ganz bestimmten Umständen eingegangene konkrete Bürgschaft haben mit sich bringen können. Diesen Zusammenhang hat nachzuweisen, wer aus ihm Rechte ableitet (Art. 8 ZGB), d.h. wer behauptet, das umstrittene Rechtsgeschäft habe entgegen dem durch seinen Inhalt erweckten Anschein vom Gesellschaftszweck mit sich |451| gebracht werden können (Urteil vom 7.10.58 i.S. Duttweiler c. Konkursmasse der Maritime suisse SA).\n\n4. a) Das Obergericht stellt unter Hinweis auf verschiedene Urkunden der Strafakten fest, Frischknecht habe das geborgte Geld benötigt, um Aktien der Société Chimique de Gerland von seinen eigenen Kunden zurückzukaufen. Er habe seit 1961 den Erwerb dieser Aktien mit dem Hinweis auf eine zu erwartende Kurssteigerung empfohlen gehabt, doch als diese ausgeblieben sei, habe er sich 1963 und 1964 in mehreren Fällen verpflichtet, die Aktien zu weit über dem Börsenkurs liegenden Preisen zurückzunehmen. Er habe beabsichtigt, sie als Paket gewinnbringend zu verkaufen.\n\nDie Klägerin macht in der Berufung geltend, diese Feststellungen gingen über das hinaus, was die Parteien behauptet hätten, und sie seien \"im Zusammenhang unrichtig\"; gerade in zwei, in den Strafakten erwähnten Fällen sei ein Rückkauf nicht zustande gekommen, und der Zusammenhang dieser Rückkaufsversprechen mit der beabsichtigten Bildung einer Sperrminorität von Gerland-Aktien sei weder von den Parteien behauptet, noch durch die Akten irgendwie belegt worden.\n\nAuf diese Ausführungen ist nicht einzutreten. Ob Tatsachen, die nicht behauptet wurden, Gegenstand des Urteils bilden können und, wenn nein, ob im vorliegenden Falle die nötigen Behauptungen aufgestellt wurden, sind Fragen des kantonalen Prozessrechtes (BGE 78 II 97f., BGE 87 II 140 f., BGE 89 II 121). Verstösse gegen kantonales Recht können mit der Berufung nicht geltend gemacht werden (Art. 43 Abs. 1, 55 Abs. 1 lit. c OG). Die erwähnten Feststellungen sodann betreffen tatsächliche Verhältnisse und könnten daher mit der Berufung nur angefochten werden, wenn sie unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen wären oder offensichtlich auf Versehen beruhen würden (Art. 43 Abs. 3, 55 Abs. 1 lit. c und d, 63 Abs. 2 OG). Die Klägerin behauptet weder das eine noch das andere. Sie beanstandet nur die Beweiswürdigung.\n\nb) Das Obergericht verwirft sodann die Auffassung der Klägerin, Frischknecht habe beabsichtigt, den An- und Verkauf der Gerland-Aktien auf Rechnung der Prospera GmbH durchzuführen. Es führt zur Begründung aus, einmal ergebe sich aus der Formulierung des Bürgschaftsvertrages, dass eine eventuelle Übernahme der Gerland-Aktien durch die Prospera GmbH nicht in Aussicht genommen wurde und man ausserdem ausdrücklich |452| festgehalten habe, es beständen keine mündlichen Nebenabreden und nachträgliche Änderungen bedürften der Schriftform. Darüber hinaus sei auf die Aussagen des Direktors Henrichsmeier der Klägerin zu verweisen, wonach Frischknecht die Aktien nicht nur im eigenen Namen kaufen, sondern auch mit Gewinn weiterverkaufen wollte und er, Frischknecht, nur für den Fall eines mit Verlusten verbundenen Verkaufs die Prospera GmbH dazu ausersehen habe, die Aktien zu erwerben. Dieser Sachverhalt sei auch in den Strafakten durch die Aussagen Frischknechts ausgewiesen.\n\nAuch das Ergebnis dieser Überlegungen ist eine das Bundesgericht bindende Feststellung über tatsächliche Verhältnisse. Was die Klägerin dagegen vorbringt, ist nicht zu hören. Ob der Schluss, den das Obergericht aus der Formulierung des Bürgschaftsvertrages zieht, richtig sei, ist entgegen der Auffassung der Klägerin nicht eine Rechts-, sondern eine Beweisfrage, denn das Obergericht äussert sich über den inneren Willen, den Frischknecht bei der Aufnahme des Kredites und dem Abschluss des Bürgschaftsvertrages hatte (Aufnahme auf eigene oder auf fremde Rechnung), nicht über die Pflichten, die der Bürgschaftsvertrag seinem Sinne nach, so wie ihn die Vertragsschliessenden nach Treu und Glauben hätten verstehen müssen, der Prospera GmbH auferlegte. Eine Frage der Beweiswürdigung ist es auch, welche Schlüsse auf den inneren Willen Frischknechts die Aussagen des Zeugen Henrichsmeier zulassen. Die Rüge der Klägerin, das Obergericht habe Art. 8 ZGB verletzt, hält nicht stand. Diese Bestimmung sagt nicht, wie der Richter den Beweis zu würdigen habe (BGE 42 II 62f.,BGE 71 II 127f.,BGE 75 II 102f.,BGE 76 II 193, BGE 84 II 537, BGE 86 II 85, 301, BGE 89 II 411 f.).\n\nc) Übrigens sind die Beanstandungen müssig, denn die Klägerin nimmt in der Berufung, wie schon im kantonalen Verfahren, selber den Standpunkt ein, die Prospera GmbH hätte die Gerland-Aktien von Frischknecht nur übernehmen sollen, wenn er diese Papiere bis zum 15. Juli 1964 nicht wie erwartet so günstig sollte verkaufen können, dass ihm die Rückzahlung des Kredites der Klägerin möglich wäre. Gerade diese Absicht ergibt sich aus der Aussage Henrichsmeiers und der Feststellung der Vorinstanz.\n\n5. Frischknecht hat weder vom anderen Geschäftsführer Schmitz noch von der Gesellschafterversammlung den Auftrag erhalten, die Gerland-Aktien für die Prospera GmbH aufzukaufen |453| und sie dieser Gesellschaft zu übertragen, falls er sie nicht anderweitig auf eigene Rechnung günstig sollte absetzen können. Er selber müsste sich also diesen Auftrag erteilt haben. Seine Vertretungsmacht als Geschäftsführer kann ihm aber dieses Vertragsschliessen mit sich selbst nicht erlaubt haben, denn solches ist ohne Ermächtigung oder Genehmigung seitens eines über- oder nebengeordneten Organs nach der Rechtsprechung des Bundesgerichtes dann nicht zulässig, wenn es die Gefahr einer Benachteiligung der juristischen Person in sich birgt (BGE 39 II 561ff.,BGE 50 II 168ff,.BGE 63 II 174, BGE 89 II 326). Diese Gefahr besteht aber, wenn ein Geschäftsführer im eigenen Namen Wertpapiere aufkauft und sie zum eigenen Vorteil weiterverkaufen will, falls er dies günstig tun kann, sie dagegen der juristischen Person überlassen möchte, falls seine Spekulation fehlschlagen sollte. Man kann sogar sagen, es bestehe nicht nur die Gefahr der Benachteiligung, sondern die Benachteiligung sei, wenn auch nur bedingt, vom Geschäftsführer geradezu gewollt.\n\nGeht man davon aus, dass das Verbot des Vertragschliessens mit sich selbst Frischknecht gar nicht ermöglichte, die Gerland-Aktien bedingt, d.h. für den Fall des Fehlschlagens der eigenen Spekulation, für die Prospera GmbH anzukaufen, so konnte der Zweck dieser Gesellschaft es offensichtlich nicht im Sinne des Art. 718 Abs. 1 OR mit sich bringen, dass sie sich für den Kredit verbürge, den Frischknecht zur Durchführung des Geschäftes benötigte, und dass sie diesen Kredit durch Verpfändung von Wertpapieren sicherstelle. Der An- und Verkauf der Gerland-Aktien ging dann ja ausschliesslich auf Rechnung Frischknechts und hatte mit dem statutarischen Zweck der Prospera GmbH nicht das geringste zu tun. Die Prospera GmbH bezweckte \"die Übernahme von Vermögensverwaltungen sowie den Erwerb, die Verwaltung und den Verkauf von Beteiligungen an Handels- und Industrieunternehmungen\". Darunter waren nur Geschäfte (der umschriebenen Art) zu verstehen, die auf Rechnung der Gesellschaft abgeschlossen würden, nicht auch solche auf Rechnung des Geschäftsführers Frischknecht, der im Frühjahr 1964 nicht einmal mehr Gesellschafter der Prospera GmbH war.\n\nAber selbst wenn das Verbot des Vertragschliessens in Doppelstellung Frischknecht nicht verunmöglicht hätte, die Gerland-Aktien bedingt für die Prospera GmbH aufzukaufen, könnte nicht gesagt werden, der Zweck der Gesellschaft habe deren |454| Bürgschaft und die Verpfändung ihrer Wertpapiere mit sich bringen können. Die Bürgschaft wurde nicht eingegangen, um der Prospera den Erwerb der Gerland-Aktien zu ermöglichen, sondern um Frischknecht einen Kredit zu verschaffen, mit dem er diese Aktien zwecks gewinnbringenden Weiterverkaufs für sich selber erwerben wollte. Die Aktien sollten nach dem Willen Frischknechts nur dann auf die Prospera GmbH abgeschoben werden, wenn sie bis zum 15. Juli 1964 nicht so günstig sollten verkauft werden können, dass der Kredit getilgt werden könnte. Von einem im eigentlichen Sinne auf Rechnung der Prospera gehenden Geschäft kann unter diesen Umständen nicht die Rede sein, denn nur die allfälligen Nachteile der Spekulation sollten von der Prospera getragen werden. Die Gefahr der Benachteiligung trug sie übrigens auf Grund der Bürgschaft ohnehin. Indem Frischknecht den Willen hatte, ihr die Gerland-Aktien zu überlassen, falls sie nicht so vorteilhaft verkäuflich wären, dass die Klägerin aus dem Erlös rechtzeitig befriedigt werden könnte, verschaffte er der Prospera kein eigenes Interesse an der Verbürgung. Er verminderte dadurch nicht einmal das mit der Bürgschaft verbundene Risiko, denn die Gerland-Aktien hafteten für die Hauptschuld als Pfand. Der statutarische Zweck der Prospera GmbH kann bei objektiver Betrachtung nicht dahin verstanden werden, er lasse eine ausschliesslich im persönlichen Interesse des Geschäftsführers liegende Bürgschaft der vorliegenden Art zu. Indem Frischknecht zulasten der Prospera diese Bürgschaft einging, überschritt er die ihm nach Art. 718 Abs. 1 OR zustehende Vertretungsmacht. Dasselbe tat er, indem er den die Prospera nicht interessierenden Kredit durch Verpfändung von Wertpapieren dieser Gesellschaft sicherstellte.\n\nDass Frischknecht in der Bürgschaftserklärung und im Begleitschreiben vom 1. April 1964 versprach, die Prospera GmbH werde während der Laufzeit des Kredites in keiner Weise über ihr Vermögen verfügen, ist nicht entscheidend. Dieser Umstand rechtfertigt aber umso mehr den Schluss, Frischknecht habe die Vertretungsmacht überschritten. Es lief dem statutarischen Zweck geradezu zuwider, die Prospera zu verpflichten, über ihr Vermögen nicht zu verfügen. Damit hätte sie sich bis zur Tilgung des verbürgten Kredites verunmöglicht, ihren Gesellschaftszweck weiterzuverfolgen.\n\n6. Die Klägerin macht geltend, die Bürgschaft der Prospera müsse als stillschweigend genehmigt gelten, weil die Klägerin |455| dem Domizilhalter der Gesellschaft in Glarus am 14. April 1964 eingeschrieben und vertraulich den Empfang der Bürgschaftsurkunde bestätigt und auf diesen Brief hin keine Antwort erhalten habe.\n\nVon einer stillschweigenden Genehmigung könnte indessen höchstens dann die Rede sein, wenn feststände, dass ein zur Genehmigung der Bürgschaft berechtigtes Organ das erwähnte Schreiben erhalten sollte und tatsächlich erhielt. Solches Organ war weder der Domizilhalter in Glarus noch Frischknecht in Zürich, an den der Domizilhalter festgestelltermassen und nach den eigenen Ausführungen der Klägerin die Mitteilung weitergeleitet hat. Ob die Gesellschafterversammlung die Macht gehabt hätte, die Bürgschaft zu genehmigen, kann offen bleiben, denn es steht nicht fest, dass sie von diesem Rechtsgeschäft erfahren und es stillschweigend hingenommen habe. Wie das Obergericht feststellt, erhielt der Hauptgesellschafter Schmitz erst am 28. September 1964 von ihm Kenntnis. Auch durfte die Klägerin nicht voraussetzen, die Gesellschafterversammlung habe ihre Mitteilung erhalten, denn sie selber adressierte ihr Schreiben nicht an die Versammlung oder an Schmitz, sondern an den Domizilhalter und bezeichnete es zudem noch als vertraulich.\n\n7. Die Klägerin macht geltend, sie sei guten Glaubens gewesen, Frischknecht überschreite seine Vertretungsmacht nicht, denn es sei für sie nicht erkennbar gewesen, dass er den Kredit für eigene Zwecke und auf eigene Rechnung aufnehme. Sie sieht in der Bejahung der Erkennbarkeit eine Verletzung der Art. 3 und 8 ZGB.\n\nWie die Klägerin mit Recht nicht bestreitet, musste sie den objektiven Bereich der gesetzlich umschriebenen Vertretungsmacht Frischknechts kennen, denn der Zweck der Prospera GmbH war im Handelsregister eingetragen und im Handelsamtsblatt veröffentlicht worden. Ob sie auch die konkreten Umstände kannte oder hätte erkennen sollen, welche die Bürgschaft und den Verpfändungsvertrag zu Rechtsgeschäften machten, die dieser Zweck nicht mit sich bringen konnte, ist unerheblich. Die Prospera GmbH befand sich sinngemäss in der gleichen Lage wie der Vertretene, der einen vom Stellvertreter ohne Vollmacht abgeschlossenen Vertrag nicht genehmigt. Der gute Glaube des Vertragsgegners, der Stellvertreter sei bevollmächtigt, verschafft in einem solchen Falle dem Vertragsgegner keine |456| Rechte gegen den Vertretenen (Art. 38 OR). Es kommt daher nichts darauf an, ob die Klägerin wusste oder hätte wissen sollen, dass Frischknecht den Kredit auf eigene Rechnung, zur Durchführung eigener Geschäfte, aufnahm und folglich durch die Bürgschaft und durch die Verpfändung von Wertpapieren der Prospera GmbH die Vertretungsmacht überschritt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Glarus vom 10. März 1969 bestätigt."}