{"annee": "95", "cour": "II", "page": "639", "date": "4/12/1969", "cite": ["88 I 159", "75 II 288", "31 I 23", "81 II 145", "74 I 132", "75 I 139", "34 II 623", "94 II 145", "87 I 61", "78 II 401", "85 II 57"], "cite_par": ["98 II 150", "105 II 149", "116 IV 262", "114 II 183", "97 II 390", "101 II 375", "119 II 89", "105 II 229", "109 II 26", "118 II 479", "109 IB 232", "104 II 145", "126 III 261", "97 I 389", "110 II 352"], "chapeau": "86. Auszug aus dem Urteil der II. Zivilabteilung vom 4. Dezember 1969 i.S. Küng gegen Küng.", "regestes": ["Exception de chose jugée. Dans les procès concernant des actions fondées sur le droit civil fédéral, le plaideur qui recourt en réforme au Tribunal fédéral peut se plaindre non seulement de ce que la juridiction cantonale a admis à tort l'exception de chose jugée en vertu d'un jugement cantonal passé en force, mais aussi de ce qu'elle a rejeté à tort cette exception (changement de jurisprudence)."], "faits": "BGE 95 II 639 S. 640\n\nAus dem Tatbestand:\n\nEine von Küng im November 1961 angehobene Scheidungsklage wurde durch Urteil des erstinstanzlichen Gerichts vom 17. Januar 1963 abgewiesen. Dieses Urteil wurde rechtskräftig. Im Dezember 1965 klagte Küng neuerdings auf Scheidung. Die Beklagte erhob die Einrede der abgeurteilten Sache. Das erstinstanzliche Gericht wies die Klage am 3. November 1966 ab. Das obere kantonale Gericht hiess sie dagegen mit Urteil vom 10. Februar 1969 gut. Auf Berufung der Beklagten hin weist das Bundesgericht die Klage ab, weil der Kläger im neuen Prozess keine neuen erheblichen Tatsachen (vgl.BGE 78 II 403ff. E. 2, BGE 85 II 59 ff. E. 2) vorgebracht und nachgewiesen habe, so dass der neue Prozess den gleichen Scheidungsanspruch betreffe wie der frühere und die Einrede der abgeurteilten Sache begründet sei.", "considerants": "Aus den Erwägungen:\n\n3. In seiner bisherigen Rechtsprechung nahm das Bundesgericht an, die materielle Rechtskraft, d.h. die Verbindlichkeit für spätere Prozesse, werde den formell rechtskräftigen Urteilen der kantonalen Gerichte vom kantonalen Prozessrecht verliehen. Aus dem Bundesprivatrecht folge nur, dass in einem Prozess über einen bundesrechtlichen Anspruch ein früheres Urteil bloss dann als verbindlich angesehen, d.h. die Einrede der abgeurteilten Sache bloss dann geschützt werden darf, wenn der neue Prozess die gleichen Parteien und den gleichen Anspruch betrifft wie das frühere Urteil. Dagegen hindere das Bundesprivatrecht den kantonalen Richter nicht, einen bundesrechtlichen Anspruch, der bereits Gegenstand eines rechtskräftigen kantonalen Urteils ist, ohne Rücksicht auf dieses Urteil in einem Prozess zwischen den gleichen Parteien neuerdings zu beurteilen. Nur die Gutheissung, nicht auch die Abweisung der auf ein früheres kantonales Urteil gestützten Einrede der abgeurteilten Sache könne daher durch Berufung an das Bundesgericht angefochten werden (vgl. namentlichBGE 75 II 290,BGE 78 II 401, BGE 81 II 146 f., BGE 88 I 164).\n\nAn dieser Auffassung haben mehrere Autoren Kritik geübt (vgl. namentlich KUMMER, Das Klagerecht und die materielle Rechtskraft im schweiz. Recht, 1954, S. 62 ff. und 98 Anm. 2; BÜHLER, Das Ehescheidungsverfahren, ZSR 1955 II S. 427 a ff.; BGE 95 II 639 S. 641GULDENER, Schweiz. Zivilprozessrecht, 2. A. 1958, S. 65; derselbe, Bundesprivatrecht und kantonales Zivilprozessrecht, ZSR 1961 II S. 17 und 26/27; VOYAME, ebenda S. 172; HINDERLING, Das schweiz. Ehescheidungsrecht, 3. A. 1967, S. 226/27; vgl. auch BALMER, Erläuterungen zum Entwurf eines Bundesgesetzes betr. die Anpassung der kantonalen Zivilprozessverfahren an das Bundeszivilrecht, in der vom Vorstand des Schweiz. Juristenvereins 1969 herausgegebenen, mit gleicher Seitenzählung auch in ZSR 1969 II enthaltenen Schrift \"Zur Vereinheitlichung des Zivilprozessrechts\", S. 411, 419, 435 ff.). Die meisten dieser Autoren sind der Meinung, zur Verwirklichung des Zivilrechts, die der Zivilprozess ermöglichen müsse, sei notwendig, dass den formell rechtskräftigen Urteilen über zivilrechtliche Ansprüche materielle Rechtskraft beigelegt werde; die materielle Rechtskraft solcher Urteile sei also eine Einrichtung des Zivilrechts. Trifft das zu und ist folglich anzunehmen, die materielle Rechtskraft eines formell rechtskräftigen kantonalen Urteils über einen Anspruch aus dem Bundeszivilrecht sei vom Bundesrecht im Sinne von Art. 43 OG vorgeschrieben, so kann in einem Prozess über einen solchen Anspruch beim Vorhandensein der objektiven Voraussetzungen der Berufung an das Bundesgericht (Art. 44-50 OG) mit diesem Rechtsmittel geltend gemacht werden, das kantonale Gericht habe die auf ein rechtskräftiges kantonales Urteil gestützte Einrede der abgeurteilten Sache zu Unrecht verworfen. - BÜHLER lässt (a.a.O.) dahingestellt, ob jedem Zivilurteil von Zivilrechts wegen materielle Rechtskraft zukomme, tritt aber dafür ein, dass auf jeden Fall im Ehescheidungsverfahren die materielle Rechtskraft eines die Klage abweisenden kantonalen Urteils aus dem materiellen Bundesrecht abzuleiten und deshalb vom Bundesgericht im Berufungsverfahren zu beachten sei, und zwar von Amtes wegen (S. 430 a).\n\nDas Bundesgericht hat in den letzten Jahren wiederholt auf die Kritik an seiner Rechtsprechung hingewiesen, brauchte aber dazu bisher nicht Stellung zu nehmen, weil in den betreffenden Fällen entweder neue Tatsachen vorlagen, so dass sich der im zweiten Prozess eingeklagte Anspruch von dem im ersten Prozess beurteilten unterschied (vgl. die nicht veröffentlichte Erwägung 2 des in BGE 94 II 145 ff. auszugsweise wiedergegebenen Urteils der II. Zivilabteilung vom 22. Februar 1968 i.S. Schoch gegen Stiftung Schüler-Ferienversorgung Herzogenbuchsee; BGE 95 II 639 S. 642Urteil vom 9. Dezember 1968 i.S. Eheleute Hüssy, E. 1), oder weil das Urteil der Vorinstanz, die von einem rechtskräftigen frühern Urteil abgewichen war, schon aus andern Gründen aufgehoben werden musste (Urteile vom 16. Februar 1961 i.S. Eheleute Plattner und vom 16. Mai 1968 i.S. Eheleute Bosshard, je E. 1). Der vorliegende Fall gibt dagegen Anlass, die kritisierte Rechtsprechung zu überprüfen.\n\n4. a) Das Bundesgericht hatte ursprünglich angenommen, die auf ein kantonales Urteil gestützte Einrede der abgeurteilten Sache werde in Prozessen über bundesrechtliche Ansprüche nur insoweit vom Bundesrecht beherrscht, als sich dabei die Frage der Identität der Sache und der Parteien stellt; bei Beurteilung dieser Frage komme es auf die rechtliche Natur des im frühern und des im neuen Prozess erhobenen Anspruchs an, und diese rechtliche Natur werde bei bundesrechtlichen Ansprüchen durch das Bundesrecht bestimmt (BGE 16 S. 768, 30 II 543). Nach dieser Auffassung war das Bundesrecht nur für die Entscheidung einer durch die erwähnte prozessuale Einrede aufgeworfenen Vorfrage von Bedeutung.\n\nInBGE 75 II 290/91, wo zunächst die frühere Praxis zusammengefasst wurde, brachte das Bundesgericht einen neuen Gedanken zur Geltung, indem es ausführte, vom Standpunkt des Bundesrechts aus müsse verhindert werden, \"dass eine Partei der Möglichkeit beraubt werde, einen bundesrechtlichen Anspruch geltend zu machen, wenn dieser - nach dem hiefür massgebenden Bundesrecht - mit einem bereits rechtskräftig beurteilten Anspruch nicht identisch ist...\". Damit wurde festgestellt, dass das Bundesrecht nicht bloss die Vorfrage der Identität beherrscht, sondern überdies verlangt, dass ein noch nicht beurteilter bundesrechtlicher Anspruch nötigenfalls auf dem Prozessweg geltend gemacht werden kann. Aus dem Bundesrecht den weitern Schluss zu ziehen, eine Partei müsse sich nicht gefallen lassen, dass ein bundesrechtlicher Anspruch, der bereits Gegenstand eines formell rechtskräftigen kantonalen Entscheides ist, in einem Verfahren zwischen den gleichen Parteien neu beurteilt wird, wurde dagegen vom Bundesgericht bisher abgelehnt (BGE 75 II 291und die in E. 3 Abs. 1 hievor erwähnten spätern Entscheide), wenn man von einem vereinzelt gebliebenen, in diesem Punkt nicht näher begründeten Entscheide aus dem Jahre 1908 absieht (BGE 34 II 626E. 2 Abs. 1; vgl. dazuBGE 75 II 291).\n\nBGE 95 II 639 S. 643\n\nZum prozessualen Rechtsschutz, dessen das Privatrecht zu seiner Verwirklichung bedarf und dessen Gewährung daher als von der Privatrechtsordnung geboten zu gelten hat, gehört jedoch nicht bloss, dass demjenigen, der einen privatrechtlichen Anspruch zu haben behauptet, ermöglicht wird, diesen Anspruch gerichtlich geltend zu machen, sofern er nicht bereits beurteilt ist. Vielmehr ist, wie im angeführten Schrifttum überzeugend dargelegt wird, zum erwähnten Zweck ausserdem erforderlich, dass ein formell rechtskräftiger Entscheid über einen solchen Anspruch die Parteien und ihre Rechtsnachfolger bindet und von einer Partei auf jeden Fall nicht gegen den Willen der andern in einem neuen Verfahren wieder in Frage gestellt werden kann, es sei denn durch ausserordentliche Rechtsbehelfe (etwa auf dem Wege der Revision). Ohne solche materielle Rechtskraft vermöchte ein Urteil den Parteien keinen vollwertigen Rechtsschutz zu verschaffen und liesse sich die Privatrechtsordnung nicht durchsetzen. Die materielle Rechtskraft von Zivilurteilen ist also in Wirklichkeit eine Einrichtung des Privatrechts. Diejenige eines formell rechtskräftigen kantonalen Urteils über einen aus dem Bundesprivatrecht abgeleiteten Anspruch ergibt sich gleich wie das Recht, einen solchen Anspruch nötigenfalls gerichtlich geltend zu machen, aus dem Bundesprivatrecht, so dass in Prozessen über bundesrechtliche Ansprüche mit der Berufung an das Bundesgericht nicht bloss gerügt werden kann, die Vorinstanz habe die Einrede der abgeurteilten Sache zu Unrecht geschützt, sondern auch, sie habe diese Einrede zu Unrecht verworfen. Die I. Zivilabteilung und die Staatsrechtliche Kammer des Bundesgerichts, die an der bisherigen Rechtsprechung beteiligt waren (vgl. für die I. Zivilabteilung z.B. BGE 81 II 146 /47, für die Staatsrechtliche Kammer BGE 88 I 164 E. 3), haben sich im Verfahren nach Art. 16 OG damit einverstanden erklärt, dass diese Rechtsprechung im eben angegebenen Sinne abgeändert wird.\n\nOb die materielle Rechtskraft eines Urteils, das eine Scheidungsklage abgewiesen hat, in einem spätern Scheidungsprozess zwischen den gleichen Parteien kraft Bundesrechts nicht bloss auf Einrede hin, sondern von Amtes wegen zu beachten sei (in diesem Sinne KUMMER a.a.O. S. 65, BÜHLER a.a.O. S. 428 a ff., HINDERLING a.a.O. S. 227 Anm. 1; anderer Meinung LEUCH, ZSR 1955 II S. 672 a, und GULDENER, ZSR 1961 II S. 26 Anm. 60; Frage offen gelassen von BALMER, a.a.O.\n\nBGE 95 II 639 S. 644S. 443), braucht im vorliegenden Falle nicht entschieden zu werden, da die Beklagte im kantonalen Verfahren die Einrede der abgeurteilten Sache ausdrücklich erhoben hat und im Berufungsverfahren als Rechtsfrage unabhängig von der Begründung der Berufung zu prüfen ist, ob die Vorinstanz durch die Verwerfung dieser Einrede Bundesrecht verletzt habe.\n\nb) Die bisherige Rechtsprechung konnte um so weniger befriedigen, als sie denjenigen, der die Einrede der abgeurteilten Sache auf ein früheres Urteil aus dem gleichen Kanton stützte, schlechter stellte als denjenigen, der sich auf ein früheres Urteil aus einem andern Kanton berufen konnte. Art. 61 BV bestimmt nämlich, dass die rechtskräftigen Zivilurteile, die in einem Kanton gefällt sind, in der ganzen Schweiz sollen vollzogen werden können. Der Vollstreckung der Urteile ist im Sinne dieser Bestimmung, die sich nur auf interkantonale Verhältnisse bezieht (BGE 31 I 32E. 4; AUBERT, Traité de droit constitutionnel suisse, 1967, N. 861 S. 324), die Anerkennung der Urteile gleichzustellen (BGE 87 I 66 /67; AUBERT a.a.O. N. 868 S. 326). Die Vollstreckung und die Anerkennung eines ausserkantonalen Urteils dürfen nicht von einer neuen Sachprüfung abhängig gemacht werden (BGE 74 I 134E. 3,BGE 75 I 144/45; AUBERT N. 869 S. 327). Sie dürfen vielmehr nur bei Verletzung gewisser fundamentaler Zuständigkeits- und Verfahrensregeln verweigert werden (BGE 87 I 71 E. 5). Eine Zivilsache, in der bereits ein rechtskräftiges kantonales Urteil vorliegt, darf also nach Art. 61 BV in einem andern Kanton grundsätzlich nicht nochmals beurteilt werden (BGE 78 II 401mit Hinweisen), was bedeutet, dass Art. 61 BV den formell rechtskräftigen Zivilurteilen aus andern Kantonen die materielle Rechtskraft gewährleistet (BGE 78 II 402; vgl. auch BGE 87 I 66 /67, BGE 88 I 163). Dass ein kantonaler Entscheid diese Bestimmung verletze, kann zwar nicht mit der Berufung an das Bundesgericht, wohl aber mit staatsrechtlicher Beschwerde geltend gemacht werden (BGE 78 II 402mit Hinweisen, BGE 88 I 164). Einen entsprechenden Schutz genoss derjenige, der sich auf ein früheres Urteil aus dem gleichen Kanton stützte, nach der bisherigen Rechtsprechung nicht. Er konnte höchstens mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV geltend machen, das kantonale Gericht habe kantonales Prozessrecht (oder gegebenenfalls Vorschriften des SchKG) willkürlich angewendet (vgl. AUBERT a.a.O. N. 861 S. 324/25).\n\nBGE 95 II 639 S. 645\n\nDie bisherige Rechtsprechung schützte ferner eine Partei, die es in einem Prozess über einen bundesrechtlichen Anspruch beim Urteil der letzten kantonalen Instanz hatte bewenden lassen, in einem neuen Prozess über den gleichen Anspruch weniger gut als eine Partei, welche die Sache an das Bundesgericht weitergezogen hatte. Die Abweisung der im neuen Prozess erhobenen Einrede der abgeurteilten Sache durch die letzte kantonale Instanz konnte im ersten Falle nur durch staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV (Willkür) oder gegebenenfalls von Art. 61 BV angefochten werden, wogegen im zweiten Falle die Berufung an das Bundesgericht zur Verfügung stand, wenn die objektiven Voraussetzungen dieses Rechtsmittels (Art. 44 ff. OG) zutrafen; denn es ist unzweifelhaft ein Grundsatz des Bundesrechts im Sinne von Art. 43 OG, dass die Urteile des Bundesgerichts, die gemäss Art. 38 OG mit der Ausfällung rechtskräftig werden, in einem spätern Prozess zwischen den gleichen Parteien über den gleichen Anspruch die Einrede der abgeurteilten Sache begründen. Auch diese Ungleichheit wird durch die mit dem vorliegenden Entscheid erfolgende Praxisänderung beseitigt.\n\nAuf die Rechtsbehelfe, die nach der bisherigen Rechtsprechung zur Verfügung standen, bleibt angewiesen, wer in einem Prozess über einen vom kantonalen oder ausländischen Privatrecht beherrschten Anspruch geltend machen will, die letzte kantonale Instanz habe die auf ein kantonales Urteil gestützte Einrede der abgeurteilten Sache zu Unrecht verworfen; denn mit der Berufung an das Bundesgericht kann nicht geltend gemacht werden, der angefochtene Entscheid verletze das massgebende kantonale oder ausländische Recht, aus dem sich die materielle Rechtskraft des zur Begründung der Einrede angerufenen frühern Urteils ableiten liesse. Für solche Fälle lässt sich der Rechtsschutz nicht durch eine Änderung der Rechtsprechung, sondern nur durch eine Gesetzesänderung verbessern (vgl. BALMER a.a.O. S. 436/37; Art. 71 des Entwurfs eines Bundesgesetzes betreffend die Anpassung der kantonalen Zivilprozessverfahren an das Bundeszivilrecht, S. 243 ff. der in E. 3 hievor zitierten Schrift \"Zur Vereinheitlichung des Zivilprozessrechts\")."}