{"annee": "95", "cour": "II", "page": "426", "date": "23/9/1969", "cite": ["94 II 105", "83 II 363", "88 I 202", "94 I 412", "93 I 597", "86 II 347", "92 I 331"], "cite_par": ["113 II 59", "110 II 466", "116 II 174", "142 III 257", "110 II 209"], "chapeau": "60. Urteil der I. Zivilabteilung vom 23. September 1969 i.S. Achermann gegen Flury.", "regestes": ["Commerce d'immeubles agricoles. Art. 218-218 quater CO. Contestation civile (consid. 1). Immeuble agricole au sens de l'art. 218 CO; le juge civil appelé à se prononcer sur le caractère agricole d'un immeuble n'est pas lié par la décision prise sur le même point par l'autorité cantonale compétente selon l'art. 218 bis CO (consid. 2). L'attribution d'un immeuble à un héritier lors du partage successoral est une acquisition au sens de l'art. 218 CO; dans ce cas, le délai d'interdiction de revente ne commence à courir que du jour de l'inscription de la propriété au registre foncier (consid. 3)."], "faits": "|427|\n\nA.- Die Erbengemeinschaft des am 2. Mai 1954 verstorbenen Kaspar Odermatt schloss am 26. April 1957 einen \"Abtretungsvertrag\" ab, kraft dessen die Liegenschaft \"Brustried\", Grundbuch Nr. 157, Parz. Nr. 284, in Hergiswil, zum Preise von Fr. 16 385.53 in das Alleineigentum der Miterbin Frau Flury-Odermatt übergehen sollte. Der Erwerbspreis war durch Übernahme der auf der Liegenschaft haftenden Grundpfandschulden von Fr. 13 885.53 sowie durch Zahlung bei Vertragsabschluss von je Fr. 500.-- an die fünf Miterben zu begleichen. Der Eigentumsübergang wurde am 7. Mai 1957 im Grundbuch eingetragen.\n\nMit öffentlich beurkundetem Vertrag vom 28. April 1965 veräusserte die Eigentümerin dem Josef Achermann von der Liegenschaft \"Brustried\" die neu ausgemarchte Parzelle Nr. 918 von 7119 m2 als Bauland zum Preis von Fr. 28 000.--. In Ziff. 6 des Vertrages räumte sie Achermann auf die Dauer von zwei Jahren seit Abschluss des Vertrages ein Kaufsrecht ein für die auf der Parzelle Nr. 284 verbleibenden 11 224 m2 zum Preis von Fr. 5.- pro m2, der bei der Ausübung des Kaufrechtes der Verkäuferin in bar zu bezahlen war.\n\nAm 9. Juni 1965 wurde Frau Flury-Odermatt vom Gemeinderat Hergiswil/NW bevormundet. Dieser Entscheid wurde am 27. Dezember 1965 vom Bundesgericht letztinstanzlich bestätigt.\n\nDie Landwirtschafts- und Forstdirektion Nidwalden verweigerte am 21. Juli und 30. Dezember 1965 die Genehmigung des Kauf- und Kaufrechtsvertrages vom 28. April 1965, weil nach ihrer Ansicht die bei der Veräusserung von landwirtschaftlichen Grundstücken geltende Sperrfrist von zehn Jahren nach Art. 218 OR noch nicht abgelaufen war. Gleichzeitig lehnte sie auch das Gesuch um Aufhebung der Sperrfrist im Sinne von Art. 218 bis OR mangels wichtigen Gründen ab.\n\nDas Grundbuchamt Nidwalden lehnte am 10. Januar 1966 die Eintragung des Eigentumsüberganges und Kaufsrechtes ab. Gestützt auf Ziff. 6 des Vertrages vom 28. April 1965 erklärte Achermann je mit Zuschriften vom 24. April 1967 an den Vormund der Eigentümerin und an das Grundbuchamt Nidwalden die Ausübung des Kaufsrechtes an der Parzelle Nr. 284 und bezahlte gleichzeitig den Kaufpreis von Fr. 56 120.-- bei der Nidwaldner Kantonalbank zu Handen des Vormundes. Er stellte sich auf den Standpunkt, der Vertrag vom 28. April 1965 falle |428| nicht unter die Art. 218-218 quinquies, da die Liegenschaft \"Brustried\" nicht landwirtschaftlichen Charakter aufweise und ausserdem die zehnjährige Sperrfrist längst vor Abschluss des Vertrages abgelaufen sei.\n\nB.- Am 13. September 1967 reichte Achermann beim Kantonsgericht Nidwalden gegen Frau Flury-Odermatt Klage ein mit folgenden Rechtsbegehren:\n\n\"I. Es sei festzustellen, dass\n\n1. mit Vertrag vom 28. April 1965 die Beklagte dem Kläger\n\na) ab ihrer Liegenschaft Brustried, GB Nr. 157, Parzelle Nr. 284, die neu ausgemarchte Baulandparzelle Nr. 918 mit 7119 qm Fläche verkauft und\n\nb) auf die Dauer von zwei Jahren das Kaufsrecht für die restliche Parzelle Nr. 284 (GB Nr. 157) im Ausmasse von 11 224 qm eingeräumt hat;\n\n2. der Kläger die ihm aus dem genannten Vertrage erwachsenen Verpflichtungen, insbesondere die zur Bezahlung des Kaufpreises, erfüllt hat.\n\nII. 1. Der Grundbuchführer des Kantons Nidwalden sei anzuweisen, den Handwechsel an der Parzelle Nr. 284, GB Nr. 157, Liegenschaft Brustried, von der Beklagten auf den Kläger im Grundbuch einzutragen.\n\n2. (Kosten).\"\n\nDas Kantonsgericht Nidwalden wies am 10. Juli 1968 die Klage ab.\n\nDas Obergericht des Kantons Unterwalden nid dem Wald bestätigte am 16. Januar 1969 auf Berufung des Klägers den erstinstanzlichen Entscheid.\n\nC.- Der Kläger beantragt mit der Berufung, das oberinstanzliche Urteil aufzuheben und die Klage gutzuheissen; eventuell sei die Sache zu neuem Entscheid an das Obergericht zurückzuweisen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.\n\nDer Beklagten wurde für das Berufungsverfahren die unentgeltliche Rechtspflege gewährt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Streit der Parteien darüber, ob die Beklagte zur Erfüllung des mit dem Kläger am 28. April 1965 abgeschlossenen Vertrages verpflichtet sei, ist eine Zivilrechtsstreitigkeit und daher ihrer Natur nach berufungsfähig. Art. 218 quater OR erklärt zwar die Verwaltungsgerichtsbeschwerde als zulässig |429| \"gegen letztinstanzliche kantonale Entscheide über die Anwendung der Art. 218, 218 bis und 218 ter\", die für die Veräusserung landwirtschaftlicher Grundstücke besondere Vorschriften aufstellen. Diese Bestimmung bezieht sich jedoch, wie in BGE 94 I 412 f. ausführlich dargelegt wurde, nur auf Entscheide kantonaler Verwaltungsbehörden, dagegen nicht auf gerichtliche Urteile in Zivilstreitigkeiten, in denen die Gültigkeit von Rechtsgeschäften über landwirtschaftliche Grundstücke unter dem Gesichtspunkt der hiefür im OR aufgestellten Sondervorschriften zu beurteilen war (vgl. auch BGE 94 II 107 /08).\n\n2. Nach Art. 218 Abs. 1 OR dürfen landwirtschaftliche Grundstücke während zehn Jahren, vom Eigentumserwerb an gerechnet, weder als Ganzes noch in Stücken veräussert werden. Dieses Verbot ist jedoch nach Art. 218 Abs. 2 OR nicht anwendbar auf Bauland, auf Grundstücke in vormundschaftlicher Verwaltung und im Falle der Zwangsverwertung. Überdies kann nach Art. 218 bis OR aus wichtigen Gründen die Veräusserung vor Ablauf der Sperrfrist gestattet werden. Nach Art. 218 ter OR sind Geschäfte, die diesen Vorschriften zuwiderlaufen oder ihre Umgehung bezwecken, nichtig und geben kein Recht auf Eintragung in das Grundbuch.\n\nDer Kläger behauptet, die Vorinstanz habe zu Unrecht den landwirtschaftlichen Charakter der streitigen Parzellen angenommen, da diese einer Familie keine ausreichende Existenz bieten.\n\na) Die Vorinstanz stellt fest, dass die Parteien nach Abschluss des Vertrages vom 28. April 1965 die kantonale Landwirtschafts- und Forstkommission ersuchten, die Sperrfrist des Art. 218 OR auf die streitigen Parzellen nicht anzuwenden. Die Behörde lehnte jedoch das Gesuch am 21./26. Juli und 30. Dezember 1965 ab. Sie war der Auffassung - ohne es in den fraglichen Entscheiden ausdrücklich zu erwähnen -, dass die beiden Parzellen landwirtschaftliche Grundstücke seien; andernfalls hätte sie auf das Gesuch ja nicht eintreten dürfen. Diese Auffassung ist für den Zivilrichter nicht verbindlich (vgl. Erw. 1).\n\nb) Der Kläger verkennt, dass Art. 218 OR von \"landwirtschaftlichen Grundstücken\" schlechthin spricht und nicht ein \"landwirtschaftliches Gewerbe\" voraussetzt, das eine wirtschaftliche Einheit bildet und eine ausreichende landwirtschaftliche Existenz bietet, wie dies Art. 620 ZGB für die ungeteilte Zuweisung an einen Miterben verlangt. Daraus folgt, dass für |430| die Anwendung des Veräusserungsverbotes nach Art. 218 OR weder die Grösse, der Wert noch der Ertragswert, sondern einzig die Benutzungsart des Bodens den Ausschlag gibt (vgl. JENNY, Die Sperrfrist im Verkehr mit landwirtschaftlichen Grundstücken in ZBGR 18 [1937] S. 167/68). Art. 1 Abs. 2 der Verordnung über die Verhütung der Überschuldung landwirtschaftlicher Liegenschaften umschreibt daher zutreffend als landwirtschaftliche Liegenschaft jede Bodenfläche, die durch Bewirtschaftung und Ausnützung der natürlichen Kräfte des Bodens den ihr eigenen Wert erhält oder zu einem Betrieb gehört, der in der Hauptsache der Gewinnung und Verwertung organischer Stoffe des Bodens dient. Nach Abs. 2 dieser Vorschrift gelten als landwirtschaftliche Liegenschaften namentlich Grundstücke, die dem Acker-, Wiesen-, Wein-, Mais-, Tabak-, Obst-, Feldgemüse- und Saatgutbau oder der Alpwirtschaft dienen.\n\naa) Das Obergericht stellt fest, die Liegenschaft \"Brustried\" sei eine 182 a grosse Bergliegenschaft, die relativ gut bewirtschaftet werden könne und einen guten Boden mit Graswuchs aufweise. Der Kläger behauptet nicht, diese Feststellung sei unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen oder beruhe offensichtlich auf Versehen. Sie bindet somit das Bundesgericht. Demnach ist davon auszugehen, dass die streitigen Parzellen landwirtschaftlichen Charakter aufweisen. Ob die darauf befindlichen Gebäulichkeiten baufällig sind und sich die Kosten der Instandstellung für das kleine Heimwesen nicht lohnen, wie der Kläger behauptet, ist nach dem Gesagten für die Anwendung der Schutzvorschriften der Art. 218 f. OR unerheblich.\n\nbb) Der landwirtschaftliche Charakter eines Grundstückes schliesst seine Eigenschaft als Bauland im Sinne von Art. 218 Abs. 2 OR nicht ohne weiteres aus.\n\nFür die Bestimmung des Baulandcharakters kommt es nicht auf die Absichten des Eigentümers oder Erwerbers an; denn sonst hätte es jeder Kaufinteressent in der Hand, mit der blossen Erklärung, er wolle auf dem Grundstück bauen oder es für die Überbauung erschliessen, die Sperrfrist zu umgehen. Massgebend ist einzig, ob das Grundstück nach den objektiven Verhältnissen sofort überbaut werden kann. Diese Voraussetzung ist auch für landwirtschaftliche Grundstücke erfüllt, wenn die für die Erteilung der Baubewilligung zuständige Behörde feststellt, dass der sofortigen Überbauung nichts im Wege stehe. |431|\n\nDaraus folgt, dass ein Grundstück sogar dann als Bauland von der Sperrfrist ausgenommen werden muss, wenn es nicht in einer Bauzone liegt, für die der Kanton gestützt auf Art. 3 des Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes (EGG) die Anwendung dieses Gesetzes ausgeschlossen hat (vgl. BGE 92 I 338 /39 Erw. 4). Für den Baulandcharakter ist daher nicht entscheidend, ob das Grundstück an einer Kanalisation angeschlossen ist, sondern ob der Eigentümer Anspruch auf eine Baubewilligung hat. Allerdings kann das Fehlen einer Kanalisation ein Grund sein, dass die zuständige Behörde die Baubewilligung zunächst verweigert (vgl. BGE 93 I 604).\n\nDie Vorinstanz stellt nicht fest, dass die Voraussetzungen für eine sofortige Überbauung der streitigen Parzellen bestünden. Das behauptet denn auch der Kläger nicht, noch macht er geltend, die zuständige Behörde würde ihm die Bewilligung erteilen, wenn er sie verlangte.\n\n3. Ob am 2. Mai 1954 beim Ableben des Kaspar Odermatt eine Sperrfrist im Sinne des Art. 218 OR im Gange war und, wenn ja, ob sie nach dem Tode des Erblassers weiterlief oder ob mit der Eröffnung des Erbganges eine neue zehnjährige Frist begann (vgl. dazu BGE 88 I 202) kann dahingestellt bleiben, denn auch diese wäre beim Abschluss des Kauf- und Kaufrechtsvertrages vom 28. April 1965 abgelaufen gewesen. Dagegen fragt es sich, ob der \"Abtretungsvertrag\" vom 26. April 1957 - entgegen der Auffassung des Klägers - zu einem Eigentumserwerb führte und damit eine neue zehnjährige Frist in Gang setzte.\n\na) Dieser Vertrag hat die Natur eines Erbteilungsvertrages oder muss jedenfalls beim Entscheid der gestellten Frage einem solchen gleichgesetzt werden (JENNY, a.a.O., S. 170).\n\nDass der Erbe, dem ein Grundstück in einer Erbteilung zugewiesen wird, im Sinne der erwähnten Bestimmung Eigentum erwerbe, nehmen KAUFMANN, Das ländliche neue Bodenrecht der Schweiz, S. 217, und GLOOR, Beschränkungen im rechtsgeschäftlichen Verkehr mit landwirtschaftlichen Grundstücken, S. 74, an. Diese Auffassung scheint der Rechtsprechung zu widersprechen, wonach die Erbteilung nicht als \"Eigentumsübertragung\" im Sinne des Art. 657 ZGB gilt (BGE 83 II 369 /70). Art. 218 OR erfasst jedoch nicht nur die \"Eigentumsübertragung\" im Sinne des Art. 657 ZGB, sondern bezieht sich grundsätzlich auf jeden Eigentumserwerb (vgl. die in den |432| Art. 656-662 ZGB erwähnten Arten des Eigentumserwerbes). Die Erbteilung bezweckt die Überführung des Gesamteigentums in das Alleineigentum der einzelnen Erben (TUOR/SCHNYDER, ZGB, 8. Aufl., S. 419; ESCHER, Einleitung zu Art. 602-640 ZGB N. 1). Sie verändert die Eigentumsverhältnisse und damit auch die Verfügungsmacht durch wechselseitige Aufgabe von Gesamtrechten mit nachfolgender Anwachsung (vgl. MEIER/HAYOZ, N. 51 c zu Art. 652 ZGB; JOST, Der Erbteilungsprozess im schweizerischen Recht, S. 4). Es besteht daher die Möglichkeit, dass sich der Erbe ein im Nachlass befindliches Grundstück gerade im Hinblick auf eine spekulative Weiterveräusserung zuweisen lässt, was dem Zweckgedanken der Sperrfrist widerspricht. Demnach rechtfertigt es sich, die Erbteilung als Eigentumserwerb im Sinne des Art. 218 OR zu betrachten.\n\nb) Zu prüfen ist, ob die durch die Erbteilung ausgelöste Sperrfrist schon vom Abschluss des Teilungsvertrages an läuft oder erst vom Tage an, an dem die neuen Eigentumsverhältnisse in das Grundbuch eingetragen werden. Für die zweite Lösung spricht zunächst die Überlegung, dass der Teilungsvertrag nur den Erwerbsgrund bildet, der Erbe aber erst mit der Eintragung im Grundbuch Eigentümer wird (vgl. Art. 18 GBVO; BGE 86 II 353 Erw. 3 b; TUOR/PICENONI, N. 20 zu Art. 654 ZGB; ESCHER, N. 5 zu Art. 634 ZGB, MEIER/HAYOZ, N. 78 zu Art. 656 ZGB; JOST, a.a.O., S. 7; HOMBERGER, N. 24 zu Art. 963 ZGB). Ferner ist zu berücksichtigen, dass sich der Tag des Grundbucheintrages immer feststellen lässt, während der Tag des Teilungsvertrages unter Umständen unsicher ist, da die Erbteilung nur der Schriftform bedarf (Art. 634 Abs. 2 ZGB) und diese Datierung nicht verlangt (Art. 13 OR; unveröffentlichtes Urteil der I. Zivilabteilung vom 21. Januar 1965 i.S. Interporostom AG gegen Spannplattenwerk Fideris AG) oder das Datum auf einem solchen Vertrag von den Erben versehentlich oder zur Täuschung Dritter unrichtig angegeben sein kann.\n\nc) Ist nach dem Gesagten die Eintragung im Grundbuch für den \"Eigentumserwerb\" im Sinne von Art. 218 OR massgebend, so ist die Sperrfrist am 7. Mai 1967 abgelaufen. Der Kaufvertrag über die Parzelle Nr. 918 wurde am 28. April 1965, somit zwei Jahre vor Ablauf der Sperrfrist abgeschlossen; das Kaufsrecht über die Parzelle 284 wurde ebenfalls am 28. April 1965 vereinbart und seine Ausübung war auf den 28. April 1967 befristet; es wurde indessen am 24. April 1967, also auch vor Ablauf |433| der Sperrfrist ausgeübt. Demnach sind beide Rechtsgeschäfte nichtig (vgl. BGE 94 II 110 Erw. 2 b). Unter diesen Umständen ist die vom Obergericht geprüfte und bejahte Frage nicht zu entscheiden, ob im Sinne von Art. 20 Abs. 2 OR die Nichtigkeit des Kaufvertrages auch jene des Kaufsrechtes nach sich ziehe.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Unterwalden nid dem Wald vom 16. Januar 1969 bestätigt."}