{"annee": "95", "cour": "I", "page": "161", "date": "25/6/1969", "cite": [], "cite_par": ["102 IA 553", "98 IA 329", "100 III 8", "100 III 33", "96 III 93", "98 IA 362"], "chapeau": "23. Estratto della sentenza 25 giugno 1969 nella causa Edilcentro SA c. Costruzioni Edili Generali SA", "regestes": ["Recours de droit public. Force dérogatoire du droit fédéral. 1. Le moyen tiré de la violation de la force dérogatoire du droit fédéral est contenu dans le grief d'arbitraire lorsque le recourantsoutient que le droit cantonal a été appliqué manifestement sans égard au droit fédéral (consid. 2). 2. Lorsque le droit fédéral fixe un délai, il établit aussi, dans une certaine mesure, les règles applicables à l'observation de ce délai (consid. 4). Recevabilité en vertu du droit fédéral d'un recours interjeté selon l'art. 307 LP qui est déposé à temps devant le juge \"ad quem\" au lieu de l'être devant le juge \"a quo\" compétent pour le recevoir (consid. 5)."], "faits": "|162|\n\nRiassunto della fattispecie:\n\nA.- L'8 gennaio 1969 il Pretore del distretto di Bellinzona omologò il concordato con abbandono di attivo proposto dalla ditta Costruzioni Edili Generali SA, Giubiasco, e accettato dalla maggioranza qualificata dei suoi creditori. La Edilcentro SA, creditrice dell'accennata società per un importo di fr. 63 363.15, impugnò ai sensi dell'art. 307 LEF il decreto di omologazione. L'atto di ricorso fu spedito il 20 gennaio 1969, vale a dire l'ultimo giorno utile, direttamente alla Camera di esecuzione e fallimenti del Tribunale di appello del Cantone Ticino, cui pervenne il giorno 21 successivo. Quest'ultima, fondandosi sulle norme del CPC ticinese (cui rinvia l'art. 31 cpv. 1 della legge cantonale di attuazione della LEF, dell'8 marzo 1911), trasmise subito l'atto di ricorso al Pretore di Bellinzona, presso il quale devono essere deposti i ricorsi diretti alla Corte cantonale. Quando il gravame e i relativi allegati, con la risposta della controparte, le furono poi ritrasmessi dal Pretore, la Camera di esecuzione e fallimenti dichiarò il ricorso irricevibile per tardività. Il relativo giudizio è del 10 marzo 1969.\n\nB.- La Edilcentro SA impugna questa sentenza mediante un tempestivo ricorso di diritto pubblico al Tribunale federale. Essa chiede l'annullamento del giudizio cantonale e protesta il pagamento delle spese e delle ripetibili. Rimprovera alla precedente istanza di aver violato gli art. 4 CF e 307 LEF.", "considerants": "Estratto dei considerandi:\n\n1. La sentenza impugnata, prolata dall'ultima istanza cantonale in materia d'omologazione di concordato, è, secondo la giurisprudenza, deferibile davanti al Tribunale federale da parte del creditore attraverso la via del ricorso di diritto pubblico (v. RU 74 I 360, 85 I 78 consid. 1). Il gravame è quindi senz'altro ricevibile.\n\n|163|\n\n2. La Edilcentro SA rimprovera innanzitutto alla Camera di esecuzione e fallimenti di aver male applicato l'art. 307 LEF, il quale fissa in dieci giorni il termine per impugnare davanti all'autorità cantonale superiore dei concordati, là dove essa esiste, la decisione sull'omologazione. Secondo la ricorrente, questa norma non stabilisce soltanto la durata del termine, ma sottopone pure, in sostanza, al diritto federale tutti i requisiti che devono essere osservati per la presentazione del ricorso. Ora, secondo il diritto federale, il termine va considerato rispettato anche se il gravame è stato tempestivamente interposto davanti ad un organo non competente a riceverlo: in tali circostanze, il giudizio di irricevibilità pronunciato dalla precedente istanza contrasterebbe con il diritto federale.\n\nLa ricorrente non fa invero valere esplicitamente una violazione dell'art. 2 disp. trans. CF, dal quale la giurisprudenza ha dedotto il principio della forza derogante del diritto federale (RU 65 I 79 consid. 5, 75 I 48 consid. 5). Tuttavia, giusta il senso della sua esposizione, essa intende manifestamente far valere una violazione di tale principio, la censura della forza derogante essendo compresa in quella d'arbitrio, quando il ricorrente sostiene che il diritto cantonale è stato applicato in manifesto contrasto con il diritto federale (RU 70 I 213, 71 I 438 consid. 3, 84 I 10 consid. 2, 91 I 28 consid. 2). Il gravame è quindi, a tale riguardo, sufficientemente motivato. Giusta l'interpretazione costantemente data dalla prassi attuale all'art. 125 cpv. 1 lett. b OG, e conformemente alle tendenze radicate nella nuova legislazione, il Tribunale federale è competente ad esaminare se l'applicazione di una disposizione cantonale viola la LEF (v. RU 71 I 215 consid. 3 e numerosi riferimenti). D'altra parte, il quesito di sapere se una norma cantonale, o l'interpretazione ad essa data, è conciliabile con il diritto federale viene esaminato da codesta Corte liberamente, e non sotto il solo profilo dell'arbitrio (RU 88 I 75 consid. 2, 91 I 28 consid. 2).\n\n3. Secondo l'art. 23 cpv. 2 LEF, le attribuzioni dell'autorità competente per i concordati possono essere deferite tanto ad autorità giudiziarie quanto ad autorità amministrative. La determinazione della procedura che queste devono applicare spetta, di massima, ai cantoni (RU 51 I 368; v. inoltre sentenza inedita del 3 novembre 1959 nella causa Lehni e liteconsorti c. Immobilien AG e liteconsorti, consid. 9; JAEGER, N. 4 all'art.\n\n|16423| LEF; FAVRE, Droit des poursuites, 2. ed., p. 85). A questo riguardo, essi possono emanare disposizioni speciali, oppure dichiarare applicabili le norme generali del loro diritto di procedura civile. Spetta loro pertanto anche il compito di stabilire la forma che l'eventuale ricorso ai sensi dell'art. 307 LEF deve rivestire (BLUMENSTEIN, Handbuch, p. 914, nota 43; FRITZSCHE, Schuldbetreibung und Konkurs, 2. ed., II, p. 335). Dal diritto federale resta solo fissato il termine, la cui determinazione non è una questione di forma; solo a questo riguardo, quindi, il diritto federale incide sulla competenza dei cantoni a disciplinare la procedura di ricorso.\n\nLa ricorrente rileva che sfugge ai cantoni il compito di stabilire le conseguenze giuridiche della tempestiva presentazione di un ricorso ad un organo incompetente a riceverlo. Essa invoca, tra l'altro, la legge federale del 21 giugno 1963 sulla decorrenza dei termini nei giorni di sabato, per sostenere che eventuali disposizioni cantonali contrastanti sono state dalla legge stessa abrogate. Tuttavia, nella misura in cui si riferisce ai termini fissati dalla LEF, la legge del 21 giungo 1963 non contiene che una precisazione dell'art. 31 cpv. 3 LEF, il quale prevede semplicemente la proroga al giorno feriale successivo della scadenza del termine il cui ultimo giorno cade di domenica o in una festività ufficialmente riconosciuta: in nessun modo, quindi, la citata legge federale modifica la competenza dei cantoni a disciplinare per loro conto la procedura di ricorso.\n\nAnche l'art. 75 cpv. 2 OG, secondo il quale un atto di ricorso in materia di esecuzione e fallimenti diretto ad un'autorità cantonale di vigilanza incompetente in ragione di grado dev'essere trasmesso d'ufficio all'autorità di vigilanza competente, non suffraga meglio la tesi della ricorrente: come risulta dallo stesso tenore dell'articolo, infatti, esso non si applica che alle autorità di vigilanza.\n\nLa ricorrente cita pure l'art. 36 LEF, e dal fatto che, secondo tale norma, i rimedi giuridici in materia di esecuzione e fallimenti non hanno di massima effetto sospensivo, essa vorrebbe dedurre la \"necessità pratica\" di inviare il ricorso direttamente alla autorità competente a deciderlo e quindi competente anche a decretare eventuali provvedimenti provvisionali. Sennonchè, una simile conclusione contrasta già con l'art. 78 OG, il quale prescrive che i ricorsi alla Camera di esecuzione e dei fallimenti del Tribunale federale vanno depositati presso l'autorità cantonale |165| di vigilanza che ha statuito, e ciò, sebbene spetti al Presidente della Camera del Tribunale federale decretare eventuali misure provvisionali (v. art. 80 cpv. 2 OG).\n\nLa ricorrente si appoggia infine sulla sentenza pubblicata in RU 84 II 187 e segg., per sostenere che si sarebbe formato in Svizzera un diritto consuetudinario tendente a dichiarare non pregiudizievole al ricorrente la presentazione del gravame ad un organo incompetente. Tuttavia, nella citata sentenza il Tribunale federale ha affermato l'esistenza d'un diritto consuetudinario solo riguardo al quesito della tempestività di un ricorso consegnato ad un ufficio postale entro la mezzanotte del giorno della scadenza del termine.\n\n4. Secondo GULDENER (Schweizerisches Zivilprozessrecht, 2. ed., p. 233 nota 28), il quesito di sapere se un termine di diritto federale è rispettato in caso di presentazione tempestiva di un ricorso ad un organo incompetente, che lo trasmette a quello competente solo dopo la scadenza del termine, deve essere deciso giusta il diritto federale e quindi nello stesso senso per tutto il territorio della Confederazione, senza riguardo al diritto processuale dei singoli cantoni. Questa opinione è corretta. La questione della tempestività del rimedio giuridico previsto dall'art. 307 LEF è infatti senza dubbio una questione di diritto federale, perchè quest'ultimo prescrive che al ricorrente stia a disposizione un termine di dieci giorni per eventualmente impugnare la decisione d'omologazione del concordato. Ora, bisogna ritenere che quando il diritto federale fissa un termine, esso pone in una certa misura anche le regole che ne disciplinano l'osservanza. È quindi logico che sia il diritto federale a stabilire le conseguenze del deposito del ricorso presso una autorità incompetente a riceverlo. In caso diverso, dipenderebbe unicamente dai singoli diritti processuali cantonali (e quindi dalle svariate maniere in cui essi possono aver affrontato il problema) sapere se il termine in discussione è da ritenersi osservato o meno. Bisogna quindi ammettere che il quesito della tempestività di un gravame dev'essere deciso anche a questo riguardo secondo le norme del diritto federale. (In modo analogo, è pure secondo il diritto federale che va decisa la questione di sapere se i termini per proporre una azione stabiliti dal diritto federale possono essere restituiti; v. GULDENER, op.cit., p. 221). Ne consegue che, nell'accennata misura, il diritto federale, così come è il caso per i termini stabiliti per l'inoltro |166| di azioni, incide, nell'interesse di un'applicazione unitaria dell'ordinamento federale, nel diritto procedurale civile dei cantoni (cfr. RU 61 II 128, 91 III 17 consid. 2, ove il quesito della tempestività della azione è stato egualmente considerato come quesito di diritto federale.)\n\n5. Ora, la legge federale sulla esecuzione e sul fallimento non contiene alcuna norma disciplinante le conseguenze giuridiche connesse alla presentazione di un ricorso fondato sull'art. 307 LEF ad una autorità incompetente a riceverlo. La legge presenta quindi a tale riguardo una lacuna che il giudice deve colmare (art. 1 cpv. 2 CC). Per quel che riguarda il modo in cui tale lacuna dev'essere colmata, non può sussistere dubbio, almeno nella misura in cui il deposito del ricorso è stato effettuato presso il giudice \"ad quem\" invece che presso il giudice \"a quo\". Bisogna in effetti ritenere applicabile per analogia l'art. 32 cpv. 3 OG, e concludere che il termine è da considerarsi osservato con il deposito tempestivo del gravame presso il giudice \"ad quem\", quand'anche esso avrebbe dovuto, correttamente, essere effettuato presso il giudice \"a quo\".\n\nÈ vero che, sotto il dominio della OG del 1893, il Tribunale federale ritenne inefficace un ricorso per riforma erroneamente interposto presso il giudice \"ad quem\" (RU 57 II 424 e 65 II 249). Nella prima di queste sentenze, esso rilevò che, finchè il principio sancito nell'art. 194 cpv. 3 OG (secondo cui il deposito del gravame al Consiglio federale invece che al Tribunale federale o viceversa non pregiudica la tempestività) non era esplicitamente ancorato nella legge come principio generale, doveva essere mantenuta la prassi precedente, tendente a dichiarare irricevibile il ricorso interposto davanti ad un organo incompetente. Sennonchè, nell'art. 32 cpv. 3 dell'attuale OG, la questione è stata risolta in senso contrario, almeno nella misura in cui si tratti del deposito di un ricorso fatto direttamente davanti al Tribunale federale invece che davanti all'autorità cantonale competente a riceverlo: in altre parole, il termine viene considerato osservato attraverso la semplice tempestiva presentazione del gravame al Tribunale federale. In questo stesso senso si svolge anche l'art. 21 della legge federale sulla procedura amministrativa, del 20 dicembre 1968, il quale dispone che \"se la parte si rivolge in tempo utile a un'autorità incompetente, il termine è reputato osservato\". A sua volta, l'art. 107 cpv. 1 della legge federale che modifica quella sulla |167| organizzazione giudiziaria, del 20 dicembre 1968, contiene, per la procedura del ricorso di diritto amministrativo, una prescrizione analoga. Si deve quindi considerare come un principio riconosciuto del nuovo diritto federale quello secondo cui almeno il deposito di un gravame presso il giudice \"ad quem\" invece che presso il giudice \"a quo\" non deve nuocere alla tempestività altrimenti data del gravame medesimo. Sarebbe contraddittorio, infatti, adottare nei confronti di termini di ricorso previsti dalla LEF principi o criteri diversi da quelli validi per le altre leggi.\n\nEssendo pacifico che il ricorso è stato consegnato alla posta, all'indirizzo della Camera cantonale di esecuzione e dei fallimenti, prima della scadenza del termine, il presente ricorso deve per le considerazioni accennate essere accolto. La sentenza impugnata viene pertanto cassata.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto e la sentenza impugnata è annullata."}