{"annee": "95", "cour": "II", "page": "184", "date": "8/5/1969", "cite": [], "cite_par": [], "chapeau": "23. Urteil der I. Zivilabteilung vom 8. Mai 1969 i.S. Hunn gegen Assicuratrice Italiana.", "regestes": ["Responsabilité civile du détenteur. Intersections où le trafic est réglé par des signaux. Notion (consid. 2). Priorité sur les passages de sécurité. Comportement illicite et fautif du piéton (consid. 3). Devoir de prudence du conducteur de véhicule à l'approche d'un passage de sécurité (consid. 4)."], "faits": "|184|\n\nA.- Frau Milda Hunn, geb. 1900, wurde am 19. September 1966 etwa um 18.30 Uhr beim Überschreiten der Talstrasse in Zürich von dem durch Magda Rusconi gesteuerten Personenwagen angefahren und verletzt. Der Unfall ereignete sich unter folgenden Umständen: Magda Rusconi fuhr vom Bürkliplatz her in die Talstrasse ein. Als sie sich mit etwa 40 km/h der von rechts in die Talstrasse einmündenden Seitenstrasse näherte, zeigte ihr die vor dieser Einmündung angebrachte Signalanlage grünes Licht. Jenseits der Einmündung, ungefähr 12 m von dieser Signalanlage entfernt, überquert ein mit keinen Signalen versehener Fussgängerstreifen die Talstrasse. Auf diesem Fussgängerstreifen überschritt Frau Hunn, die aus dem Garten des Hotels \"Baur au Lac\", d.h. vom Fahrzeug Rusconi aus gesehen von links her kam, die Fahrbahn der Talstrasse. Sie durchquerte zunächst eine gegen den Bürkliplatz gerichtete |185| stehende Motofahrzeugkolonne, schaute nach links, dann nach rechts und schritt weiter, obwohl sie den von rechts herannahenden, höchstens noch 15 m entfernten Wagen Rusconi sah. Als Magda Rusconi die aus der Fahrzeugkolonne heraustretende Fussgängerin erblickte, bremste sie sofort. Sie konnte jedoch ihren Wagen, der eine Bremsspur von 7,2 m hinterliess, nicht mehr rechtzeitig anhalten, so dass Frau Hunn kurz bevor sie den jenseitigen Strassenrand erreichte, vom Fahrzeug erfasst wurde.\n\nB.- Frau Hunn belangte die \"Assicuratrice Italiana\", bei der die Halterin des Wagens Rusconi haftpflichtversichert ist, auf Schadenersatz im Betrage von Fr. 8'336.75 nebst Zins unter Vorbehalt des Nachklagerechts.\n\nDie Beklagte bestritt ihre Haftpflicht.\n\nC.- Das Obergericht des Kantons Zürich wies die Klage am 2. Dezember 1968 wegen ausschliesslichen Selbstverschuldens der Klägerin ab.\n\nD.- Die Klägerin hat die Berufung erklärt, mit der sie an ihren im kantonalen Verfahren gestellten Begehren festhält.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Haftpflicht des Halters eines Motorfahrzeuges aus Art. 58 Abs. 1 SVG entfällt unter anderem, wenn er beweist, dass der Unfall durch grobes Verschulden des Geschädigten verursacht wurde, ohne dass ihn selbst oder Personen, für die er verantwortlich ist, ein Verschulden trifft und ohne dass fehlerhafte Beschaffenheit des Fahrzeugs zum Unfall beigetragen hat (Art. 59 Abs. 1 SVG).\n\nEs steht fest, dass der Unfall nicht durch fehlerhafte Beschaffenheit des Fahrzeuges Rusconi verursacht oder mitverursacht wurde. Streitig ist nur die Frage des Verschuldens der am Unfall Beteiligten.\n\n2. Wer die Fahrbahn auf einem Fussgängerstreifen überschreitet, hat grundsätzlich das Vortrittsrecht (Art. 49 Abs. 2 Satz 2 SVG). Es besteht aber nur auf Fussgängerstreifen \"ohne Verkehrsregelung\" (Art. 47 Abs. 2 VRV), d.h. auf Streifen, auf denen die Fussgänger nicht Signale oder Weisungen der Polizei zu beachten haben, denn solche gehen den allgemeinen Verkehrsregeln vor (Art. 27 Abs. 1 Satz 2 SVG).\n\nDer von der Klägerin benützte Fussgängerstreifen liegt an einer Verzweigung, auf der der Verkehr zur Zeit des Unfalles |186| durch Lichtsignale geregelt war. Diese waren nicht nur von Fahrzeugführern, sondern auch von den Fussgängern zu beachten, die den Fussgängerstreifen benützen wollten; denn nach Art. 47 Abs. 6 Satz 1 VRV dürfen die Fussgänger bei Verzweigungen mit Verkehrsregelung die Fahrbahn nur überqueren, wenn der Verkehr in ihrer Gehrichtung freigegeben ist. Dass die Signalanlage nur vor der Verzweigung, nicht dagegen auch unmittelbar bei dem von der Klägerin benützten Fussgängerstreifen Ampeln aufweist, ändert nichts. Sie regelt dennoch den Verkehr auf der ganzen Verzweigung. Namentlich erlaubt sie den auf der Talstrasse verkehrenden Fahrzeugen, bei grünem Licht über die ganze Verzweigung zu fahren, ohne den Fussgängern den Vortritt lassen zu müssen. Es wäre unhaltbar, wenn die vom Bürkliplatz kommenden Fahrzeuge wegen des jenseits der Einmündung angebrachten Fussgängerstreifens mitten auf der Verzweigung verlangsamen oder anhalten müssten, um den Fussgängern wegen des Fehlens einer weiteren Ampel den Vortritt zu gewähren. Auch kommt nichts darauf an, dass besondere Lichter für Fussgänger fehlen. Art. 47 Abs. 6 Satz 1 VRV wurde gerade für Fälle erlassen, in denen keine solchen vorhanden sind. Das ergibt sich aus Satz 2, der ausdrücklich besondere Lichter für Fussgänger vorbehält.\n\nDie Auffassung der Klägerin, der von ihr benützte Fussgängerstreifen sei ein solcher ohne Verkehrsregelung, hält somit nicht stand. Die Klägerin schweigt sich denn auch darüber aus, weshalb die Signalanlage bei der Verzweigung nur für Fahrzeuge gelten soll und das Fehlen zusätzlicher Ampeln beim Fussgängerstreifen sowie das Fehlen besonderer Lichter für Fussgänger sie der Pflicht zur Beachtung dieser Verkehrsregelung enthoben habe.\n\n3. Das Obergericht stellt fest, die Klägerin habe zwar auf die Verkehrsampel geblickt und sich vergewissert, dass diese auf Rot stand, d.h. den Verkehr auf der Talstrasse sperrte, doch habe sie dies verfrüht getan, nämlich als sie den Garteneingang des Hotels \"Baur au Lac\" verliess; als sie die Fahrbahn betrat, habe das Licht bereits auf Grün gewechselt gehabt.\n\nDiese Feststellung betrifft tatsächliche Verhältnisse und bindet daher das Bundesgericht (Art. 63 Abs. 2 OG). Die Klägerin kann daher nicht gehört werden mit der Behauptung, sie habe sich überzeugt, dass das für sie sichtbare Licht der Signalanlage gegen den Bürkliplatz hin rot war, als sie die |187| Fahrbahn betrat, doch habe es offenbar \"während ihres Betretens der Fahrbahn\" auf Grün gewechselt, was sie \"in ihrem Rücken\" nicht mehr habe sehen können.\n\nAuf Grund des vom Obergericht festgestellten Sachverhaltes stand der Klägerin gegenüber dem Fahrzeug Rusconi kein Vortrittsrecht zu, ja sie durfte die Fahrbahn der Talstrasse vorläufig überhaupt nicht betreten. Sie war nicht etwa berechtigt, bis auf die Mitte der Strasse zu gehen, um erst dort zu warten. Dass die gegen den Bürkliplatz gerichtete Fahrzeugkolonne stillstand, ändert nichts; denn nach verbindlicher Feststellung des Obergerichts zeigte die Signalanlage beim Hotel \"Baur au Lac\" auch für diese Kolonne grünes Licht; die Fahrzeuge hielten nur deshalb an, weil sie wegen einer weiter vorn, beim Bürkliplatz, befindlichen Signalanlage gestaut wurden. Diese Kolonne hätte sich jeden Augenblick wieder in Bewegung setzen können, als die Klägerin sie durchquerte.\n\nDie Klägerin handelte nicht nur rechtswidrig, als sie die Fahrbahn betrat und überschritt, sondern auch fahrlässig. Sie hat keinen Entschuldigungsgrund dafür, dass sie nur beim Verlassen des Gartens des Hotels \"Baur au Lac\" nach der Signalanlage sah und sich unmittelbar vor dem Betreten der Fahrbahn nicht nochmals vergewisserte, ob der Fahrverkehr auf der Talstrasse immer noch gesperrt sei. Sie macht nicht geltend, sie habe aus dem Stillstehen der gegen den Bürkliplatz gerichteten Fahrzeuge auf Fortdauer der Sperre geschlossen. Das hätte sie auch nicht tun dürfen, denn diese Kolonne reichte bis zum Bürkliplatz und konnte sich bei Freigabe der Fahrt nicht als Ganzes schlagartig in Bewegung setzen, selbst wenn die Signale beim Bürkliplatz und beim Hotel \"Baur au Lac\" gleichzeitig von Rot auf Grün gewechselt haben sollten.\n\nDie Fahrlässigkeit der Klägerin war grob; denn es ist eine elementare, für den Schutz von Leib und Leben sehr wichtige Regel, dass an Verzweigungen die Fahrbahn nicht überschritten werden darf, wenn Signale (oder Weisungen der Polizei) den Fahrzeugen die Fahrt freigeben. Das müssen auch Fussgänger wissen. Übrigens führt auch die Klägerin selber Motorfahrzeuge.\n\nDie Klägerin verhielt sich zudem während des Überschreitens der Talstrasse grob pflichtwidrig. Sie lässt zwar behaupten, sie habe auch nach dem Durchschreiten der Wagenkolonne einen \"Sicherheitshalt\" eingeschaltet und sich umgesehen, ob der |188| andere Teil der Fahrbahn frei sei. Sie wurde also nicht überrascht, sondern war auf das allfällige Erscheinen von Fahrzeugen gefasst. Das entschuldigt sie jedoch nicht, denn nach verbindlicher Feststellung des Obergerichts war der Wagen Rusconi höchstens noch 15 m von ihr entfernt, als sie ihn erblickte. Sie hätte sich nicht nur sagen sollen, dass er das Vortrittsrecht habe und sie schon aus diesem Grunde nicht weitergehen dürfe, sondern sie musste auch erkennen, dass ihr der Führer des Wagens auf so kurze Entfernung den Vortritt nicht mehr lassen könne. Wenn sie schon einen \"Sicherheitshalt\" einschaltete, hatte sie keinen Grund, beim Erblicken des herannahenden Fahrzeugs die gesuchte Sicherheit durch Weiterschreiten preiszugeben.\n\n4. a) Die Klägerin beanstandet die Fahrweise der Magda Rusconi, indem sie behauptet, diese habe die Signalanlage nicht gesehen und hätte daher so fahren sollen, als ob sie sich auf einer Verzweigung ohne Verkehrsregelung befinde.\n\nDie angebliche Meinung der Führerin, es seien keine Signale vorhanden, ist indessen im angefochtenen Urteil nicht festgestellt und zudem rechtlich unerheblich. Das behauptete Übersehen der Signalanlage auferlegte Magda Rusconi keine Pflichten. Das grüne Licht gab allen Führern auf der Talstrasse die Durchfahrt frei, nicht nur jenen, die es sahen.\n\nb) Die Auffassung der Klägerin, Magda Rusconi habe Art. 33 Abs. 1 und 2 SVG übertreten, hält ebenfalls nicht stand. Da die Klägerin auf dem Fussgängerstreifen kein Vortrittsrecht hatte, ja die Fahrbahn überhaupt nicht betreten durfte, solange für die Fahrzeuge grünes Licht leuchtete, war Magda Rusconi weder verpflichtet, ihr das Überqueren der Fahrbahn zu ermöglichen, noch gehalten, vor dem Fussgängerstreifen besonders vorsichtig zu fahren oder anzuhalten, um ihr nötigenfalls den Vortritt lassen zu können. Die Gebote von Art. 33 Abs. 1 und 2 SVG gelten nur, wenn mit dem Erscheinen von Fussgängern, besonders von vortrittsberechtigten, zu rechnen ist. Erst vom Zeitpunkt an, da die Führerin bei pflichtgemässer Aufmerksamkeit erkennen konnte, dass die Klägerin sich ordnungswidrig verhielt, war sie verpflichtet, auf sie Rücksicht zu nehmen, um einen Zusammenstoss wenn möglich zu verhüten.\n\nc) Die Klägerin wirft Magda Rusconi vor, unaufmerksam gewesen zu sein, weil sie zugegebenermassen nach rechts in die |189| einmündende Strasse geblickt habe, was bei grünem Licht überflüssig gewesen sei.\n\nWie das Obergericht zutreffend ausführt, gereichte dieses Verhalten Magda Rusconi nicht zum Verschulden, weil es keiner Verkehrsregel widersprach, sondern höchstens von übertriebener Vorsicht zeugte. Magda Rusconi musste nicht darauf gefasst sein, dass ein Fussgänger die Verkehrsregelung durch die Signale missachte und von links in ihre Fahrbahn trete. Wenn sie in dieser Lage einen Augenblick nach rechts sah, handelte sie nicht unsorgfältig.\n\nZudem war der Blick nach rechts für den Unfall nicht ursächlich. Die Klägerin lässt selber behaupten, nach dem Durchschreiten der stillstehenden Fahrzeugkolonne habe sie einen Sicherheitshalt eingeschaltet. Als sie weiterging, im Glauben, noch vor dem Fahrzeuge Rusconi durchzukommen, war dieses festgestelltermassen höchstens noch 15 m von ihr entfernt. Erst auf diese Distanz konnte Magda Rusconi erkennen, dass die Klägerin ihr den Vortritt nicht lassen wollte. Nach verbindlicher Feststellung des Obergerichts begann Magda Rusconi indessen ungefähr bei dieser Entfernung auch schon zu reagieren; denn das Obergericht glaubt dem Zeugen Lenhard, der in ihrem Wagen mitfuhr und die Klägerin aus nur 12 m Entfernung (von der Höhe der Signalanlage aus) erblickt und im gleichen Augenblick auch schon festgestellt haben will, dass Magda Rusconi sofort auf die Bremse trat und den Wagen auf kürzeste Strecke anhielt. Dass das Fahrzeug nicht vor der Stelle des Zusammenstosses angehalten werden konnte, ist nicht einer angeblich verspäteten Reaktion der Führerin, sondern dem Umstand zuzuschreiben, dass die Strecke von höchstens 15 m selbst bei normaler Reaktion zum Anhalten nicht ausreichte. Denn Magda Rusconi fuhr mit etwa 40 km/h, legte also in der normalen Reaktionszeit von einer Sekunde rund 11 m zurück, und der anschliessende Bremsweg war mindestens so lange wie die 7,2 m messende Bremsspur, die der Wagen hinterliess. Die Klägerin behauptet sogar, der Bremsweg messe bei einer Geschwindigkeit von 40 km/h zwischen 12 und 13 m. Sie wirft Magda Rusconi daher zu Unrecht vor, sie habe das Fahrzeug nicht beherrscht. Dass kein Fahrzeug von hinten auf den Wagen Rusconi auffuhr, als er anhielt, ist kein Anzeichen dafür, dass dessen Führerin unrichtig reagiert habe.\n\n|190|\n\nd) Entgegen der Auffassung der Klägerin hat Magda Rusconi auch nicht Art. 32 Abs. 1 oder Art. 26 SVG übertreten. Die Geschwindigkeit von etwa 40 km/h war nach den Umständen nicht zu hoch. Die Strassen-, Sicht- und Verkehrsverhältnisse erlaubten sie ohne weiteres, da die Lichtsignale den Verkehr auf der Seitenstrasse sperrten und den Fussgängern das Betreten der Fahrbahn verboten. Ob die Klägerin sich zu Recht zu den alten Leuten im Sinne des Art. 26 Abs. 2 SVG zählt, ist unerheblich, da Magda Rusconi nur noch höchstens 15 m von ihr entfernt war, als sie wahrnahm und wahrnehmen konnte, dass die Klägerin ihr den Vortritt nicht liess.\n\ne) Es gereicht Magda Rusconi auch nicht zum Verschulden, dass sie das Fahrzeug nicht gegen links lenkte, als sie die Absicht der Klägerin erkannte. Sie konnte nicht wissen, ob die Klägerin nicht allenfalls zurückweichen werde, um dem Fahrzeug doch noch den Vortritt zu lassen, wie sie es von Anfang an hätte tun sollen. Die natürliche Reaktion eines überraschten Fahrzeuglenkers ist nicht die, nach der Seite hin auszuweichen, von der das Hindernis kommt. Zudem befand sich links die haltende Motorfahrzeugkolonne, die nur wenig Raum zum Ausweichen liess. Magda Rusconi stand nur eine Fahrbahn von etwa 2,5 m Breite zur Verfügung, und die Aussicht, vielleicht hinter der Fussgängerin durchzukommen, war auch wegen der kleinen Entfernung, aus welcher sie das unrichtige Verhalten der Klägerin wahrnahm und wahrnehmen konnte, sehr gering. Übrigens handelt nicht schuldhaft, wer angesichts einer plötzlichen Gefahr nicht so reagiert, wie es bei rückblickender ruhiger Betrachtung vielleicht objektiv zweckmässig gewesen wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts (I. Zivilkammer) des Kantons Zürich vom 2. Dezember 1968 bestätigt."}