{"annee": "95", "cour": "I", "page": "169", "date": "23/5/1969", "cite": [], "cite_par": ["110 IB 121"], "chapeau": "25. Extrait de l'arrêt du 23 mai 1969 dans la cause Pictet contre Commission vaudoise de recours en matière d'impôt.", "regestes": ["Impôt pour la défense nationale sur le bénéfice en capital obtenu, dans l'exploitation d'une entreprise astreinte à tenir des livres, par l'aliénation d'immeubles (art. 21 al. 1 litt. d AIN). Cas du mari qui met un immeuble lui appartenant à la disposition de sa femme pour qu'elle y exploite son entreprise, mais qui n'est pas lui-même commerçant."], "faits": "|170|\n\nRésumé des faits:\n\nPictet est invalide et incapable de travailler depuis 1946. Sa femme a subvenu aux besoins du ménage en exploitant une pension, inscrite au registre du commerce dès 1950 (raison individuelle). Primitivement installée dans des locaux loués, l'entreprise a été transférée en 1952 dans un bâtiment acheté par Pictet. Depuis lors, ce bâtiment a figuré au bilan de la pension de dame Pictet. Sa valeur a fait l'objet d'amortissements à raison de 1% par an. A la vente de l'immeuble, en 1963, le bénéfice réalisé a été porté dans les comptes de l'entreprise comme produit d'exploitation.\n\nLes autorités fiscales ont imposé le bénéfice réalisé lors de la vente de l'immeuble à titre de bénéfice en capital au sens de l'art. 21 al. 1 litt. d AIN. Pictet a contesté cette taxation. Débouté par la Commission cantonale de recours, il a formé un recours de droit administratif, que le Tribunal fédéral a admis.", "considerants": "Considérant en droit:\n\n1. En vertu de l'art. 21 al. 1 litt. d AIN, les bénéfices en capital obtenus dans l'exploitation d'une entreprise astreinte à tenir des livres, par l'aliénation ou la réalisation de biens, sont soumis à l'impôt pour la défense nationale. Un bénéfice en capital provient de l'exploitation de l'entreprise lorsque le bien aliéné ou réalisé faisait partie de la fortune commerciale. Si le bien appartenait à la fortune privée du commerçant, l'impôt n'est pas dû. Lorsque l'appartenance d'un bien à l'un ou l'autre des patrimoines est douteuse, il faut prendre en considération l'ensemble des circonstances de fait pour décider de son attribution (RO 941 466 consid.1; 93 I 364 et les arrêts cités).\n\n2. En matière d'impôt pour la défense nationale, chacun des époux est un contribuable distinct (RO 76 I 400). Par la substitution |171| fiscale que prévoit l'art. 13 AIN, le mari reprend l'obligation fiscale de sa femme; il apparaît dès lors seul comme partie à la procédure de taxation et de recours. Néanmoins, avant d'être ajoutés conformément à cette disposition, le revenu imposable du mari et celui de la femme doivent être déterminés séparément.\n\nSi l'un des époux exploite une entreprise astreinte à tenir des livres, au sens des art. 21 al. 1 litt. d AIN et 957 CO, il sera taxé selon son revenu commercial, tandis que l'autre époux, qui n'exploite pas une telle entreprise, sera taxé selon les règles ordinaires. Cette situation ne se modifie pas du seul fait que l'époux non astreint à tenir une comptabilité met un immeuble à la disposition de son conjoint pour qu'il y exploite son entreprise. L'époux propriétaire de l'immeuble n'en acquiert pas pour autant une fortune commerciale. Il se trouve dans la même position que celui qui met un immeuble à la disposition d'un tiers quelconque. Même si ce tiers est une société anonyme que le propriétaire domine et où il occupe un poste dirigeant, l'immeuble continue à faire partie de la fortune privée (RO 79 I 63/64).\n\nDans son arrêt du 29 novembre 1957 en la cause W. F. contre Commission cantonale soleuroise de recours (RO 83 I 337 ss.; RDAF 1959, p. 130), le Tribunal fédéral a jugé que n'était pas imposable à titre de revenu le bénéfice réalisé lors de la vente de l'immeuble appartenant à l'épouse et mis à la disposition du mari, qui exploitait l'entreprise. La solution doit être la même dans la situation inverse, qui est celle de la présente espèce. Le régime matrimonial étant sans conséquence du point de vue fiscal, peu importe que le mari ait eu, dans la cause F., la jouissance de l'immeuble de la femme en vertu des règles de l'union des biens, alors qu'ici la femme, commerçante, n'a aucun droit de jouissance sur les biens du mari. Quel que soit le régime matrimonial, les époux se doivent l'un à l'autre assistance (art. 159 CC). Si l'un d'eux met ses biens, y compris les immeubles, à la disposition de l'autre pour l'exercice de sa profession, les patrimoines n'en restent pas moins distincts. Dans la présente cause, l'épouse du recourant, seule astreinte à tenir des livres, peut en principe seule avoir une fortune commerciale.\n\n3. L'administration fiscale relève que l'épouse du recourant a fait figurer l'immeuble au bilan de son entreprise et que le recourant lui-même a opéré, sur la valeur de cet immeuble, |172| des amortissements qui ont été admis. Elle n'en déduit pas toutefois - et elle a raison - que l'immeuble soit devenu un élément de la fortune commerciale de l'épouse du recourant. Celui qui exploite seul une entreprise commerciale ne peut faire figurer à son actif des immeubles appartenant à un tiers. Ce serait méconnaître les principes de clarté et de sincérité qui régissent l'établissement du bilan (art. 959 CO). Celui-ci doit refléter exactement la situation économique de l'entreprise et ne peut contenir à l'actif que des valeurs qui font partie des moyens propres du commerçant. Sans doute les règles civiles sur la propriété peuvent-elles exceptionnellement n'être pas déterminantes. On fera ainsi figurer à l'actif un objet acheté sous réserve de propriété, ou des installations faites dans des locaux loués, voire la valeur des droits découlant d'un bail (cf. BLUMER-GRAF, Kaufmännische Bilanz und Steuerbilanz, 3e éd., Zurich 1967, p. 86/87). Mais encore faut-il que les frais d'acquisition ou de production de ces valeurs aient été supportés par le commerçant. En aucun cas une chose louée, appartenant à un tiers - lors même que ce tiers serait le conjoint - ne peut devenir un élément de la fortune commerciale de l'exploitant d'une entreprise individuelle du seul fait qu'elle figure à son bilan.\n\n4. Il faut encore se demander si le recourant possède luimême une fortune commerciale, dont l'immeuble serait un élément. Du fait que l'immeuble et le bénéfice réalisé lors de sa vente ont été portés dans les comptes de dame Pictet, les autorités fiscales veulent déduire que le recourant est entré en qualité d'associé dans l'entreprise de sa femme.\n\nDe fait, des époux peuvent, même sans inscription sur le registre du commerce, former entre eux une société en nom collectif, lorsqu'ils ont la volonté de se lier ainsi et qu'ils agissent sous une raison sociale (art. 552 CO; cf. RO 43 II 13; SIEGWART, Remarques préliminaires ad art. 530-551 CO, n. 31 ss.). Si tel est le cas, chacun des époux sera astreint à tenir des livres en raison de l'exploitation de l'entreprise commune. L'immeuble servant à cette exploitation sera présumé faire partie de la fortune commerciale de la société, à moins que la forme donnée aux rapports sociaux ne démontre qu'il appartient à la fortune privée de son propriétaire (cf. RO 93 I 364 ss.).\n\nEn l'espèce, contrairement à l'opinion des autorités fiscales, il n'y a pas d'indices suffisants de la création d'une société commerciale. On ne pourrait l'admettre que si l'ensemble des |173| circonstances démontrait que les époux Pictet ont effectivement eu la volonté de créer une telle société. Or il n'est pas établi que ces époux entendaient aller au-delà de la collaboration qu'implique déjà le mariage et exploiter sous une raison sociale (art. 552 CO) une entreprise commerciale, avec la responsabilité qui découle pour chacun d'eux d'une telle activité. Il ne suffit pas pour cela du seul fait qu'avec l'accord de son mari, dame Pictet a porté l'immeuble et le bénéfice réalisé lors de sa vente dans sa comptabilité. Les époux n'ont nullement agi sous une raison sociale. Dame Pictet, au contraire, s'est toujours présentée comme seule titulaire de l'entreprise. Sans doute le recourant a-t-il tenu la comptabilité. Mais cette collaboration s'explique par le devoir d'assistance découlant du mariage (art. 159 CC). Il est vrai aussi que l'épouse du recourant n'a payé aucun loyer pour l'usage de l'immeuble, supportant seulement les intérêts hypothécaires et les autres charges. Mais ici, contrairement à la cause jugée par le Tribunal fédéral le 23 juin 1967 (RO 93 I 362 ss.), la mise à disposition gratuite de l'immeuble s'explique aisément, elle aussi, par le devoir d'assistance entre époux. On ne saurait en déduire que le recourant et sa femme aient entendu créer une société.\n\nCertes, les amortissements effectués par le recourant sur son immeuble n'auraient pas dû être autorisés. Mais le seul fait qu'ils l'aient été, contrairement à la loi, ne suffit pas à permettre de traiter comme élément de la fortune commerciale un immeuble qui ne fait partie ni du patrimoine commercial de l'épouse (parce qu'il n'appartient pas à celle-ci) ni du patrimoine commercial du mari (qui n'en a pas, faute d'être astreint à tenir des livres). L'autorisation d'opérer des amortissements peut être un élément d'appréciation lorsqu'il s'agit d'attribuer à la fortune commerciale ou à la fortune privée d'un contribuable astreint à tenir des livres un bien qui n'appartient pas par nature à l'une ou à l'autre (cf. RO 70 I 261; 94 I 466). Si ce contribuable veut opérer des amortissements - admissibles seulement pour les biens appartenant à la fortune commerciale - il doit souffrir aussi que le bénéfice réalisé lors de l'aliénation de ce bien soit considéré comme bénéfice commercial. En revanche, lorsque le contribuable n'est pas commerçant, le fait que des amortissements aient été admis - à tort ou à raison - n'autorise pas une conclusion semblable (cf. aussi KÄNZIG, Die eidgenössische Wehrsteuer, n. 63 ad art. 22 AIN).\n\n|174|\n\nIl n'apparaît pas au demeurant que le recourant et sa femme aient choisi pour organiser leurs rapports pécuniaires une construction juridique insolite, non conforme à la réalité économique, dans le dessein d'éluder l'impôt. Pictet, qui disposait de quelque argent, a acheté l'immeuble. Sa femme, seule capable de travailler, y a installé son entreprise et a supporté les charges du ménage. Les époux se sont ainsi conformés aux devoirs généraux du mariage. Il n'est pas nécessaire de construire artificiellement une société en nom collectif les liant entre eux pour expliquer leur façon d'agir.\n\nLe recours doit dès lors être admis et la cause renvoyée à l'autorité cantonale pour qu'elle procède à la taxation du recourant sans faire entrer dans le revenu imposable le bénéfice en capital obtenu lors de la vente de l'immeuble."}