{"annee": "92", "cour": "I", "page": "123", "date": "17/6/1966", "cite": ["84 I 67"], "cite_par": ["113 IB 114"], "chapeau": "22. Auszug aus dem Urteil vom 17. Juni 1966 i.S. Eidg. Steuerverwaltung gegen Aerni und Wehrsteuer-Rekurskommission des Kantons Zürich.", "regestes": ["Taxe d'exemption du service militaire. 1. Lorsqu'on fixe la taxe sur le revenue, il convient de corriger les erreurs de l'imposition pour la défense nationale, même si celle-ci est en force. 2. Lorsque sa santé oblige le contribuable à prendre son repas à la maison, l'utilisation d'une voiture pour se rendre, à midi, dulieu de travail à son domicile entraîne des frais qui sont nécessaires à l'acquisition du revenu."], "faits": "", "considerants": "|124|\n\n1. Gemäss Art. 26 Abs. 3 des Bundesgesetzes über den Militärpflichtersatz vom 12. Juni 1959 (MPG) und Art. 9 Abs. 1 der entsprechenden Vollziehungsverordnung (MPV) wird die Einkommenstaxe von in der Schweiz wohnhaften Ersatzpflichtigen, die der Wehrsteuer unterliegen, \"auf den Grundlagen dieser Steuer veranlagt\" bzw. \"nach dem für die Wehrsteuer des Ersatzjahres massgebenden Einkommen\" bemessen. Kraft der Verweisung auf Art. 11 Abs. 2 MPG wird dasselbe erhöht um die Beiträge, die wohl für den Militärpflichtersatz, nicht aber für die Wehrsteuer zu berücksichtigen sind: Auslandeinkommen, Zuwendungen, Beiträge der Ehefrau an die ehelichen Lasten. Die Praxis hat offenbar bisher die rechtskräftige Wehrsteuerveranlagung unbesehen für den Militärpflichtersatz übernommen (so auch das Bundesgericht in einem nicht veröffentlichten Urteil vom 25. Februar 1963 i.S. Aeschbacher, welcher allerdings lediglich die Rechtskraft der Wehrsteuerveranlagung bestritten hatte; seine Beschwerde wurde abgewiesen auf Grund der Feststellung, dass sie rechtskräftig war).\n\nNach dem oben zitierten Wortlaut der einschlägigen Bestimmungen ist indessen nicht einfach auf die rechtskräftige Veranlagung der Wehrsteuer, sondern auf deren Grundlagen, d.h. auf das dafür massgebende Einkommen abzustellen. Die Wehrsteuer-Rekurskommission (KRK) hat hieraus den Schluss gezogen, dass bei der Bemessung der Einkommenstaxe für den Militärpflichtersatz allfällige Fehler der Wehrsteuererveranlagung trotz deren Rechtskraft nicht zu übernehmen, sondern zu korrigieren seien, und die EStV hat sich ihrer Auffassung angeschlossen. Das Bundesgericht kann dieser Betrachtungsweise nur zustimmen. Die verfahrens-ökonomische Erwägung, auf der jene Regelung beruht, muss in den - vermutlich seltenen - Fällen, in denen eine unrichtige Wehrsteuerveranlagung |125| rechtskräftig geworden ist, zurücktreten hinter dem Postulat, den Militärpflichtersatz auf Grund der massgebenden Tatsachen richtig zu bemessen. Die Rechtskraft der Wehrsteuerveranlagung erstreckt sich nur auf die Wehrsteuer selbst, nicht aber auf den Militärpflichtersatz, für den jene lediglich ein Hilfsmittel der Einschätzung bildet. Wenn die Wehrsteuerveranlagung fehlerhaft ist, so sind ihre Fehler bei der Bemessung der Einkommenstaxe für den Militärpflichtersatz zu berichtigen.\n\n2. Zu prüfen bleibt, ob die KRK den von ihr aufgestellten Grundsatz richtig angewendet habe.\n\na) Zu bestätigen ist einmal die Korrektur des Additionsfehlers, den Aerni in seiner Wehrsteuererklärung zu seinen Ungunsten gemacht hatte und der anscheinend von den Wehrsteuerbehörden nicht entdeckt worden war.\n\nb) Zutreffend ist sodann, dass nach den vorliegenden Verhältnissen (Distanz vom Wohnort zum Arbeitsort 10,5 km, zur nächsten Bahnstation 2,5 km, schlechte Zugverbindungen) Aerni die Benützung der Bahn für die Fahrt zur Arbeit und zurück nicht zuzumuten ist, er somit Anspruch hat, für die Verwendung des eigenen Autos auf der nötigen Strecke 25 Rp. je km als Gewinnungskosten am Arbeitseinkommen abzuziehen (BGE 84 I 69).\n\nc) Heikler ist die Frage, ob das unter b) Gesagte auch für die Fahrten über den Mittag gilt, welche Aerni und die KRK einbezogen haben. Zwar ist es durchaus verständlich, dass ein Arbeiter, der für die Fahrt zur Arbeit über ein eigenes Auto verfügt, dieses auch dazu benützt, um über den Mittag zu seiner Familie zurückzukehren, wenn die Dauer der Mittagspause das erlaubt, wie es hier zutrifft. Das ist dann aber, wenigstens im Regelfalle, nicht für die Erzielung seines Arbeitseinkommens erforderlich, sondern dient dem Familienleben und seiner Annehmlichkeit. Der Abzug der Gewinnungskosten ist im MPG nicht ausdrücklich erwähnt; es ergibt sich daraus, dass nach Art. 11 Abs. 1 das \"reine Einkommen\" der Einkommenstaxe unterliegt. Für dessen Ermittlung verweist Abs. 3 der selben Bestimmung auf die Vorschriften betreffend die Wehrsteuer. Somit ist Art. 22 Abs. 1 lit. a WStB anwendbar, wonach die zur Erzielung des steuerbaren Einkommens erforderlichen Gewinnungskosten am rohen Einkommen abgezogen werden. Zieht es ein Pflichtiger aus Gründen des Familienlebens und der persönlichen Annehmlichkeit vor, über den Mittag nach |126| Hause zurückzukehren, so sind die Auslagen dafür keine zur Erzielung seines Einkommens notwendigen Kosten. Er hat dann - gleichgültig, welche Lösung er tatsächlich wählt - nur Anspruch auf Abzug der Mehrkosten, die das auswärtige Mittagessen erfordern würde (nicht veröffentlichtes Urteil vom 24. April 1964 i.S. Pernet, E. 3).\n\nIm vorliegenden Falle stellt sich indessen in diesem Zusammenhang noch eine weitere Frage. Aerni macht geltend, er sei aus Gesundheitsrücksichten darauf angewiesen, zuhause zu Mittag zu essen. Trifft das zu, so erscheinen auch die Kosten der Fahrten über den Mittag als notwendige Gewinnungskosten; dann kann der Pflichtige seine Stelle in Winterthur nämlich nur versehen unter der Bedingung der täglichen Heimkehr über die Mittagszeit. Dass ihm die Heimfahrt mit der Bahn nicht möglich ist, hat die KRK im angefochtenen Entscheid bereits festgestellt und ist nicht streitig. Jene erst vor Bundesgericht aufgestellte und mit keinen näheren Angaben gestützte Behauptung bedarf jedoch der Abklärung. Man kann sich fragen, ob sie überhaupt noch zu hören sei. Da aber, wie sich aus dem Folgenden ergibt, die Sache ohnehin an die KRK zurückgewiesen werden muss, mag diese auch den genannten Punkt prüfen."}