{"annee": "92", "cour": "IV", "page": "86", "date": "10/5/1966", "cite": ["81 IV 249", "84 IV 60", "86 IV 153", "83 IV 9", "87 IV 157"], "cite_par": ["103 IV 289"], "chapeau": "22. Urteil des Kassationshofes vom 10. Mai 1966 i.S. Walzer gegen Staatsanwaltschaft des Kantons Nidwalden.", "regestes": ["Art. 117 CP; homicide par négligence. Causalité adéquate lorsque des tiers ont contribué à l'infraction par des actes ou des omissions; pas d'interruption du rapport de causalité en l'espèce."], "faits": "|86|\n\nA.- Am 14. August 1964 war X. mit Kollegen Gast im Berghaus Niederbauen. Alkoholisiert (1,4), begab er sich um 0.15 Uhr auf die Toilette. Nach ca. 10 Minuten forderte ihn ein Kollege auf herauszukommen, worauf X. erwiderte, er komme, sobald er sich besser fühle. Als er um 1.45 Uhr auf Klopfen und Rufen nicht antwortete, wurde die Toilette mit dem Nachschlüssel geöffnet, X. gerüttelt und aufgefordert, ins Bett zu gehen; er erklärte, man solle ihn in Ruhe lassen. Um 6.30 Uhr wurde er tot in der Toilette aufgefunden.\n\nDie Untersuchung ergab, dass X. an einer Kohlenoxyd-Vergiftung gestorben war. Die nur 2,96 m3 Rauminhalt aufweisende Toilette besass weder Fenster noch sonstige Lüftung. Die Propangas-Beleuchtung verbrauchte deshalb bei geschlossener Tür in kurzer Zeit die Luft, was durch unvollständige Verbrennung die Bildung von tödlichem Kohlenmonoxyd und Kohlendioxyd bewirkte.\n\nEs wurden zur Verantwortung gezogen der bauleitende Architekt Paul Wolfisberg, weil er in der Toilette keine Lüftungsvorrichtungen hatte anbringen lassen, und Ernst Walzer, Installateur der Gasbeleuchtung, weil er diese ohne Lüftungseinrichtung in Betrieb gesetzt hatte.\n\nB.- Am 20. Oktober 1965 verurteilte das Kantonsgericht Nidwalden Wolfisberg und Walzer wegen fahrlässiger Gefährdung durch Verletzung der Regeln der Baukunde und fahrlässiger Tötung zu Bussen von Fr. 500.-- und Fr. 350.--.\n\n|87|\n\nDas Obergericht bestätigte den Schuldspruch am 10. März 1966 und erhöhte die Bussen für Wolfisberg auf Fr. 900.-- und für Walzer auf Fr. 600.--.\n\nC.- Einzig Ernst Walzer führt Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung von der Anklage der fahrlässigen Tötung.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nDurch das in diesem Punkte rechtskräftige Urteil des Obergerichts ist erstellt, dass Walzer sich der fahrlässigen Gefährdung durch Verletzung der Regeln der Baukunde schuldig gemacht hat. Hingegen bestreitet der Beschwerdeführer, durch sein Verhalten gleichzeitig den Tatbestand der fahrlässigen Tötung erfüllt zu haben. Nach dem angefochtenen Urteil steht die Verletzung von Regeln der Baukunde in ursächlichem Zusammenhang mit dem Tod von X. Diese Feststellung bindet den Kassationshof, soweit sie den natürlichen Kausalzusammenhang betrifft (Art. 277 bis Abs. 1 BStP). Zu prüfen bleibt die Rechtserheblichkeit der Ursachenfolge. Diese wird vom Beschwerdeführer bestritten mit der Begründung, der Kausalzusammenhang sei mehrfach unterbrochen worden. Einmal sei das ganze Berghaus von der Baubehörde abgenommen und genehmigt worden; sodann habe die Bauherrschaft in unvoraussehbarer Weise Toiletten ohne Lüftung erstellt; ferner habe X. die Toilette \"zweckentfremdend\" benützt, indem er mehrere Stunden dort verweilt sei; schliesslich seien die Kollegen von X. \"ihrer minimalsten Pflicht\" diesem gegenüber nicht nachgekommen, sondern hätten ihn in alkoholisiertem Zustand in dem kleinen Raum belassen.\n\nZur Annahme des rechtserheblichen Kausalzusammenhangs ist nicht erforderlich, dass die Pflichtwidrigkeit des Täters die alleinige und unmittelbare Ursache des Erfolges sei (BGE 83 IV 18). Es genügt, dass sein schuldhaftes Verhalten geeignet war, nach der Erfahrung des Lebens und dem gewöhnlichen Lauf der Dinge zu den tatsächlich eingetretenen Folgen zu führen. Dass dies in seinem Fall zutrifft, wird vom Beschwerdeführer mit Recht nicht in Abrede gestellt, denn sein Inbetriebsetzen der Gasbeleuchtung vor Bestehen einer Lüftung war objektiv geeignet, den Tod eines Toilettenbenützers herbeizuführen.\n\n|88|\n\nVon Unterbrechung des Kausalzusammenhangs durch die vom Beschwerdeführer genannten Personen könnte nur die Rede sein, wenn die von diesen gesetzten Mitursachen derart unsinnigem Verhalten zuzuschreiben wären, dass nach dem gewöhnlichen Lauf der Dinge damit schlechthin nicht hätte gerechnet werden müssen (BGE 84 IV 64 und dort angeführte Entscheide). Das trifft nicht zu. Sowohl die Möglichkeit, dass der Mangel an den Toiletten bestehe, wie auch dass er der Abnahmebehörde entgehen könnte, lagen durchaus im Bereiche praktischer Erfahrung. Dem Beschwerdeführer konnte nicht unbekannt sein, dass derartige Mängel bei Gebäudeabnahmen häufig übersehen werden. Was den Mangel selbst anbelangt, so hatte er ihn, wie von der Vorinstanz festgestellt und von ihm ausdrücklich anerkannt ist, rechtzeitig bemerkt und sogar gerügt; für ihn lag er also sicher nicht ausserhalb normalen Geschehens. Noch ist es etwas Aussergewöhnliches, womit schlechterdings nicht hätte gerechnet werden können, dass X. so lange auf der Toilette blieb. Es kommt im Leben häufig vor, dass jemand, der angetrunken und unwohl ist, sich lange Zeit auf dem WC aufhält. Im vorliegenden Fall kam überdies fortschreitende Betäubung als höchst natürliche Folge sich steigernden Sauerstoffmangels und Bildung von Kohlenoxyd hinzu. Von den Kollegen, die sich nach den Feststellungen des Obergerichts wiederholt und nachdrücklich um X. gekümmert haben, kann wahrlich nicht behauptet werden, sie hätten ihn in unvoraussehbarer Weise einfach seinem Schicksal überlassen. Ob vorauszusehen war, dass sich die Ereignisse bis in alle Einzelheiten genau so abwickeln würden, wie sie sich tatsächlich abgespielt haben, ist für den rechtserheblichen Kausalzusammenhang sowenig von Belang wie für das Verschulden (BGE 81 IV 255, BGE 84 IV 64, BGE 86 IV 155, BGE 87 IV 159).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}